[
  {
    "verse_number": 1,
    "translation": "Den Gläubigen wird es ja wohl ergehen,"
  },
  {
    "verse_number": 2,
    "translation": "denjenigen, die in ihrem Gebet demütig sind,"
  },
  {
    "verse_number": 3,
    "translation": "und denjenigen, die sich von unbedachter Rede abwenden,"
  },
  {
    "verse_number": 4,
    "translation": "und denjenigen, die die (Zahlung der) Abgabe anwenden,"
  },
  {
    "verse_number": 5,
    "translation": "und diejenigen, die ihre Scham hüten,"
  },
  {
    "verse_number": 6,
    "translation": "außer gegenüber ihren Gattinnen oder was ihre rechte Hand (an Sklavinnen) besitzt, denn sie sind (hierin) nicht zu tadeln,"
  },
  {
    "verse_number": 7,
    "translation": "- wer aber darüber hinaus (etwas) begehrt, das sind die Übertreter-,"
  },
  {
    "verse_number": 8,
    "translation": "und diejenigen, die auf die ihnen anvertrauten Güter und ihre Verpflichtung achtgeben,"
  },
  {
    "verse_number": 9,
    "translation": "und denjenigen, die ihre Gebete einhalten."
  },
  {
    "verse_number": 10,
    "translation": "Das sind die Erben,"
  },
  {
    "verse_number": 11,
    "translation": "die das Paradies erben werden; ewig werden sie darin bleiben."
  },
  {
    "verse_number": 12,
    "translation": "Wir schufen den Menschen ja aus einem Auszug aus Lehm."
  },
  {
    "verse_number": 13,
    "translation": "Hierauf machten Wir ihn zu einem Samentropfen in einem festen Aufenthaltsort."
  },
  {
    "verse_number": 14,
    "translation": "Hierauf schufen Wir den Samentropfen zu einem Anhängsel, dann schufen Wir das Anhängsel zu einem kleinen Klumpen, dann schufen Wir den kleinen Klumpen zu Knochen, dann bekleideten Wir die Knochen mit Fleisch. Hierauf ließen Wir ihn als eine weitere Schöpfung entstehen. Segensreich ist Allah, der beste Schöpfer."
  },
  {
    "verse_number": 15,
    "translation": "Hierauf werdet ihr gewiß nach (all) diesem sterben."
  },
  {
    "verse_number": 16,
    "translation": "Hierauf werdet ihr gewiß am Tag der Auferstehung auferweckt werden."
  },
  {
    "verse_number": 17,
    "translation": "Und Wir schufen ja über euch sieben Lagen, und Wir sind der Schöpfung nicht unachtsam."
  },
  {
    "verse_number": 18,
    "translation": "Und Wir lassen vom Himmel Wasser in (bestimmtem) Maß herabkommen und lassen es sich dann in der Erde aufhalten. Und Wir haben fürwahr die Macht, es (wieder) wegzunehmen."
  },
  {
    "verse_number": 19,
    "translation": "Dann lassen Wir euch dadurch Gärten mit Palmen und Rebstöcken entstehen, in denen ihr vielerlei Früchte habt und von denen ihr eßt,"
  },
  {
    "verse_number": 20,
    "translation": "und einen Baum, der aus dem Berg Saina herauskommt, der Öl hervorbringt und auch Tunke für diejenigen, die essen."
  },
  {
    "verse_number": 21,
    "translation": "Und (auch) im Vieh habt ihr wahrlich eine Lehre. Wir geben euch von dem, was in ihren Leibern ist, zu trinken. An ihnen habt ihr vielerlei Nutzen, und davon eßt ihr."
  },
  {
    "verse_number": 22,
    "translation": "Und auf ihnen und auf den Schiffen werdet ihr getragen."
  },
  {
    "verse_number": 23,
    "translation": "Und Wir sandten bereits Nuh zu seinem Volk. Da sagte er: „O mein Volk, dient Allah. Keinen Gott habt ihr außer Ihm. Wollt ihr denn nicht gottesfürchtig sein?"
  },
  {
    "verse_number": 24,
    "translation": "Da sagte die aus seinem Volk führende Schar, die ungläubig war: „Dieser ist nur ein menschliches Wesen wie ihr, das einen Vorzug euch gegenüber haben will. Und wenn Allah gewollt hätte, hätte Er wahrlich Engel herabgesandt. Wir haben so etwas bei unseren Vorvätern nicht gehört."
  },
  {
    "verse_number": 25,
    "translation": "Er ist nur ein Mann, der an Besessenheit leidet; so wartet mit ihm für eine gewisse Zeit ab."
  },
  {
    "verse_number": 26,
    "translation": "Er sagte: „Mein Herr, hilf mir, wo sie mich der Lüge bezichtigen."
  },
  {
    "verse_number": 27,
    "translation": "Da gaben Wir ihm ein: „Verfertige das Schiff vor Unseren Augen und nach Unserer Eingebung. Wenn dann Unser Befehl kommt und der Ofen brodelt, so führe von jeder (Art) ein Paar und deine Angehörigen hinein, außer gegen wen das Wort vorher ergangen ist. Und sprich Mich nicht an zugunsten derjenigen, die Unrecht getan haben; sie werden ertränkt werden."
  },
  {
    "verse_number": 28,
    "translation": "Und wenn du dich nun auf dem Schiff eingerichtet hast, du und diejenigen, die mit dir sind, dann sag: (Alles) Lob gehört Allah, Der uns von dem ungerechten Volk errettet hat!"
  },
  {
    "verse_number": 29,
    "translation": "Und sag: Mein Herr, gewähre mir einen gesegneten Abstieg’, denn Du bist der Beste derjenigen, die Abstieg gewähren."
  },
  {
    "verse_number": 30,
    "translation": "Darin sind wahrlich Zeichen. Wir haben (sie damit) fürwahr geprüft."
  },
  {
    "verse_number": 31,
    "translation": "Hierauf ließen Wir nach ihnen ein anderes Geschlecht entstehen."
  },
  {
    "verse_number": 32,
    "translation": "Dann schickten Wir zu ihnen einen Gesandten von ihnen: „Dient Allah! Keinen Gott habt ihr außer Ihm. Wollt ihr denn nicht gottesfürchtig sein?"
  },
  {
    "verse_number": 33,
    "translation": "Und die führende Schar aus seinem Volk, die ungläubig war und die Begegnung mit dem Jenseits für Lüge erklärte und der Wir im diesseitigen Leben üppigen Wohlstand verliehen hatten, sagte: „Dieser ist nur ein menschliches Wesen wie ihr, das von dem ißt, was ihr eßt, und von dem trinkt, was ihr trinkt."
  },
  {
    "verse_number": 34,
    "translation": "Wenn ihr einem menschlichen Wesen euresgleichen gehorcht, dann werdet ihr fürwahr Verlierer sein."
  },
  {
    "verse_number": 35,
    "translation": "Verspricht er euch etwa, daß ihr, wenn ihr gestorben und zu Erde und Knochen geworden seid, (wieder) hervorgebracht werdet?"
  },
  {
    "verse_number": 36,
    "translation": "Weit, weit entfernt ist das, was euch versprochen wird."
  },
  {
    "verse_number": 37,
    "translation": "Es gibt nur unser diesseitiges Leben: Wir sterben und wir leben, und wir werden nicht auferweckt."
  },
  {
    "verse_number": 38,
    "translation": "Er ist nur ein Mann, der gegen Allah eine Lüge ersonnen hat; und wir wollen ihm nicht glauben."
  },
  {
    "verse_number": 39,
    "translation": "Er sagte: „Mein Herr, hilf mir, wo sie mich der Lüge bezichtigen."
  },
  {
    "verse_number": 40,
    "translation": "Er sagte: Über ein kleines werden sie wahrlich Reue empfinden."
  },
  {
    "verse_number": 41,
    "translation": "Da ergriff sie zu Recht der Schrei, und so machten Wir sie zu Abschaum. Weg darum mit dem ungerechten Volk!"
  },
  {
    "verse_number": 42,
    "translation": "Hierauf ließen Wir nach ihnen andere Geschlechter entstehen."
  },
  {
    "verse_number": 43,
    "translation": "Keine Gemeinschaft kann ihrer Frist vorausgehen, noch sie hinausschieben."
  },
  {
    "verse_number": 44,
    "translation": "Hierauf sandten Wir Unsere Gesandten, einen nach dem anderen. Jedesmal, wenn zu einer Gemeinschaft ihr Gesandter kam, bezichtigten sie ihn der Lüge. So ließen Wir die einen von ihnen auf die anderen folgen und machten sie zu(m Gegenstand von) Geschichten. Weg darum mit Leuten, die nicht glauben!"
  },
  {
    "verse_number": 45,
    "translation": "Hierauf sandten Wir Musa und seinen Bruder Harun mit Unseren Zeichen und einer deutlichen Ermächtigung"
  },
  {
    "verse_number": 46,
    "translation": "zu Fir’aun und seiner führenden Schar. Sie aber verhielten sich hochmütig und waren überhebliche Leute."
  },
  {
    "verse_number": 47,
    "translation": "Sie sagten: „Sollen wir denn zwei menschlichen Wesen unseresgleichen glauben, wo doch ihr Volk in unserem Dienst steht?"
  },
  {
    "verse_number": 48,
    "translation": "Sie bezichtigten sie der Lüge, und so gehörten sie zu denen, die vernichtet wurden."
  },
  {
    "verse_number": 49,
    "translation": "Und Wir gaben bereits Musa die Schrift, auf daß sie rechtgeleitet werden mögen."
  },
  {
    "verse_number": 50,
    "translation": "Und Wir machten den Sohn Maryams und seine Mutter zu einem Zeichen und gewährten ihnen Zuflucht auf einer Anhöhe mit festem Grund und Quellwasser."
  },
  {
    "verse_number": 51,
    "translation": "„O ihr Gesandten, eßt von den guten Dingen und handelt rechtschaffen; gewiß, Ich weiß über das, was ihr tut, Bescheid."
  },
  {
    "verse_number": 52,
    "translation": "Gewiß, diese ist eure Gemeinschaft, eine einzige Gemeinschaft, und Ich bin euer Herr; so fürchtet Mich!"
  },
  {
    "verse_number": 53,
    "translation": "Aber sie spalteten sich in ihrer Angelegenheit untereinander nach (verschiedenen) Büchern; und jede Gruppierung ist froh über das, was sie bei sich hat."
  },
  {
    "verse_number": 54,
    "translation": "So lasse sie in ihrer Verwirrung für eine gewisse Zeit"
  },
  {
    "verse_number": 55,
    "translation": "Meinen sie etwa, daß Wir, wenn Wir sie mit Besitz und Söhnen unterstützen,"
  },
  {
    "verse_number": 56,
    "translation": "Uns beeilen, ihnen gute Dinge (zu gewähren)? Aber nein! Sie merken nicht."
  },
  {
    "verse_number": 57,
    "translation": "Gewiß, diejenigen, die aus Furcht vor ihrem Herrn besorgt sind"
  },
  {
    "verse_number": 58,
    "translation": "und die an die Zeichen ihres Herrn glauben"
  },
  {
    "verse_number": 59,
    "translation": "und die ihrem Herrn nicht(s) beigesellen"
  },
  {
    "verse_number": 60,
    "translation": "und die geben, was sie geben, während ihre Herzen sich (davor) ängstigen, weil sie zu ihrem Herrn zurückkehren werden,"
  },
  {
    "verse_number": 61,
    "translation": "diese beeilen sich mit den guten Dingen, und sie werden sie erreichen."
  },
  {
    "verse_number": 62,
    "translation": "Wir erlegen keiner Seele mehr auf, als sie zu leisten vermag. Und bei Uns ist ein Buch, das die Wahrheit redet, und es wird ihnen kein Unrecht zugefügt."
  },
  {
    "verse_number": 63,
    "translation": "Aber nein! Ihre Herzen befinden sich in tiefer Achtlosigkeit davor. Und es gibt bei ihnen (andere) Taten außer diesen, die sie ausführen."
  },
  {
    "verse_number": 64,
    "translation": "Wenn Wir dann diejenigen von ihnen, die üppig leben, mit der Strafe ergreifen, flehen sie sogleich laut um Hilfe."
  },
  {
    "verse_number": 65,
    "translation": "„Fleht nicht um Hilfe heute, denn euch wird von Uns nicht geholfen."
  },
  {
    "verse_number": 66,
    "translation": "Meine Zeichen wurden euch bereits verlesen. Aber ihr pflegtet auf euren Fersen kehrtzumachen,"
  },
  {
    "verse_number": 67,
    "translation": "indem ihr euch davon hochmütig in eurem Nachtgeplauder abwandtet."
  },
  {
    "verse_number": 68,
    "translation": "Haben sie denn nicht über das Wort nachgedacht, oder ist zu ihnen gekommen, was nicht zu ihren Vorvätern kam?"
  },
  {
    "verse_number": 69,
    "translation": "Oder haben sie ihren Gesandten nicht erkannt, so daß sie ihn (nun) verwerfen?"
  },
  {
    "verse_number": 70,
    "translation": "Oder sagen sie: „Er leidet an Besessenheit? Nein! Vielmehr kam er zu ihnen mit der Wahrheit, aber den meisten von ihnen ist die Wahrheit zuwider."
  },
  {
    "verse_number": 71,
    "translation": "Wenn die Wahrheit ihren Neigungen gefolgt wäre, gerieten die Himmel und die Erde und wer in ihnen ist wahrlich ins Verderben. Aber nein! Wir kamen zu ihnen mit ihrer Ermahnung, sie aber wenden sich von ihrer Ermahnung ab."
  },
  {
    "verse_number": 72,
    "translation": "Oder verlangst du von ihnen eine Entlohnung? Aber die Entlohnung deines Herrn ist besser, und Er ist der beste Versorger."
  },
  {
    "verse_number": 73,
    "translation": "Und du lädst sie wahrlich zu einem geraden Weg ein."
  },
  {
    "verse_number": 74,
    "translation": "Jene, die nicht an das Jenseits glauben, weichen fürwahr vom Weg ab."
  },
  {
    "verse_number": 75,
    "translation": "Wenn Wir Uns ihrer erbarmten und das Unheil,das auf ihnen ist, hinwegnähmen, würden sie wahrlich in ihrer Auflehnung verharren und umherirren."
  },
  {
    "verse_number": 76,
    "translation": "Wir haben sie ja mit der Strafe ergriffen. Aber weder unterwarfen sie sich ihrem Herrn noch flehten sie demütig."
  },
  {
    "verse_number": 77,
    "translation": "Wenn Wir ihnen dann ein Tor zu strenger Strafe öffnen, sind sie darüber sogleich ganz verzweifelt."
  },
  {
    "verse_number": 78,
    "translation": "Er ist es, Der euch Gehör, Augenlicht und Herzen hat entstehen lassen. Wie wenig dankbar ihr seid!"
  },
  {
    "verse_number": 79,
    "translation": "Und Er ist es, Der euch auf der Erde (an Zahl) hat anwachsen lassen, und zu Ihm werdet ihr versammelt werden."
  },
  {
    "verse_number": 80,
    "translation": "Und Er ist es, Der lebendig macht und sterben läßt; und auf Ihn geht der Unterschied von Nacht und Tag zurück. Begreift ihr denn nicht?"
  },
  {
    "verse_number": 81,
    "translation": "Aber nein! Sie sagen das gleiche, was die Früheren gesagt haben."
  },
  {
    "verse_number": 82,
    "translation": "Sie sagen: „Wenn wir gestorben und zu Erde und Knochen geworden sind, sollen wir denn dann wirklich auferweckt werden?"
  },
  {
    "verse_number": 83,
    "translation": "Dies ist bereits zuvor uns und unseren Vätern versprochen worden. Das sind nur Fabeln der Früheren."
  },
  {
    "verse_number": 84,
    "translation": "Sag: Wem gehört die Erde und wer auf ihr ist, wenn ihr (es) wißt?"
  },
  {
    "verse_number": 85,
    "translation": "Sie werden sagen: „(Alles) gehört Allah.“ Sag: „Bedenkt ihr denn nicht?“"
  },
  {
    "verse_number": 86,
    "translation": "Sag: Wer ist der Herr der sieben Himmel und der Herr des gewaltigen Thrones?"
  },
  {
    "verse_number": 87,
    "translation": "Sie werden sagen: „(Alles) gehört Allah. Sag: Wollt ihr denn nicht gottesfürchtig sein?"
  },
  {
    "verse_number": 88,
    "translation": "Sag: In wessen Hand ist die Herrschaftsgewalt über alles, Der Schutz gewährt und gegen Den kein Schutz gewährt werden kann, wenn ihr wißt?"
  },
  {
    "verse_number": 89,
    "translation": "Sie werden sagen: „(Alles) gehört Allah.“ Sag: „Wieso seid ihr denn einem Zauber verfallen?“"
  },
  {
    "verse_number": 90,
    "translation": "Nein! Vielmehr sind Wir zu ihnen mit der Wahrheit gekommen, aber sie sind wahrlich Lügner."
  },
  {
    "verse_number": 91,
    "translation": "Allah hat Sich keine Kinder genommen, und keinen Gott gibt es neben Ihm, sonst würde fürwahr jeder Gott das wegnehmen, was er erschaffen hat, und die einen von ihnen würden sich den anderen gegenüber wahrlich überheblich zeigen. Preis sei Allah, (und Erhaben ist Er) über das, was sie (Ihm) zuschreiben,"
  },
  {
    "verse_number": 92,
    "translation": "Dem Kenner des Verborgenen und des Offenbaren! Erhaben ist Er über das, was sie (Ihm) beigesellen."
  },
  {
    "verse_number": 93,
    "translation": "Sag: Mein Herr, wenn immer Du mir zeigst, was ihnen angedroht wird,"
  },
  {
    "verse_number": 94,
    "translation": "mein Herr, dann stelle mich nicht unter das ungerechte Volk."
  },
  {
    "verse_number": 95,
    "translation": "Wir haben fürwahr die Macht dazu, dir zu zeigen, was Wir ihnen androhen."
  },
  {
    "verse_number": 96,
    "translation": "Wehre mit dem, was besser ist, das Böse ab. Wir wissen sehr wohl, was sie da zuschreiben."
  },
  {
    "verse_number": 97,
    "translation": "Und sag: Mein Herr, ich nehme Zuflucht bei Dir vor den Aufstachelungen der Satane."
  },
  {
    "verse_number": 98,
    "translation": "Und ich nehme Zuflucht bei Dir davor, mein Herr, daß sie mich aufsuchen."
  },
  {
    "verse_number": 99,
    "translation": "Wenn dann der Tod zu einem von ihnen kommt, sagt er: „Mein Herr, bringt mich zurück,"
  },
  {
    "verse_number": 100,
    "translation": "auf daß ich rechtschaffen handele in dem, was ich hinterlassen habe. Keineswegs! Es ist nur ein Wort, das er (so) sagt; hinter ihnen wird ein trennendes Hindernis sein bis zu dem Tag, da sie auferweckt werden."
  },
  {
    "verse_number": 101,
    "translation": "Wenn dann ins Horn geblasen wird, dann wird es zwischen ihnen keine Verwandtschaft mehr geben an jenem Tag, und sie fragen sich nicht mehr gegenseitig."
  },
  {
    "verse_number": 102,
    "translation": "Wessen Waagschalen schwer sein werden, das sind diejenigen, denen es wohl ergeht."
  },
  {
    "verse_number": 103,
    "translation": "Wessen Waagschalen aber leicht sein werden, das sind diejenigen, die ihre Seelen verloren haben; in der Hölle werden sie ewig bleiben."
  },
  {
    "verse_number": 104,
    "translation": "Das Feuer schlägt in ihre Gesichter, und sie werden darin erblaßt sein."
  },
  {
    "verse_number": 105,
    "translation": "„Wurden euch nicht Meine Zeichen verlesen, ihr aber pflegtet sie für Lüge zu erklären?"
  },
  {
    "verse_number": 106,
    "translation": "Sie werden sagen: „Unser Herr, unser Unglück hat uns besiegt, und wir waren irregehende Leute."
  },
  {
    "verse_number": 107,
    "translation": "Unser Herr, bringe uns aus ihr heraus. Wenn wir rückfällig werden, dann sind wir (wirklich) ungerecht."
  },
  {
    "verse_number": 108,
    "translation": "Er sagt: „Seid darin verstoßen, und sprecht nicht mit Mir."
  },
  {
    "verse_number": 109,
    "translation": "Gewiß, eine Gruppe von Meinen Dienern pflegte zu sagen: ,Unser Herr, wir glauben, so vergib uns und erbarme Dich unser, denn Du bist der Beste der Barmherzigen.’"
  },
  {
    "verse_number": 110,
    "translation": "Aber ihr nahmt sie zum Gegenstand des Spottes, bis ihr ihretwegen Meine Ermahnung vergaßt, und ihr pflegtet über sie zu lachen."
  },
  {
    "verse_number": 111,
    "translation": "Ich habe ihnen heute, daß sie standhaft waren, damit vergolten, daß sie die Erfolgreichen sind."
  },
  {
    "verse_number": 112,
    "translation": "Er wird sagen: „Wie viele Jahre habt ihr in der Erde verweilt?"
  },
  {
    "verse_number": 113,
    "translation": "Sie werden sagen: „Verweilt haben wir einen Tag oder den Teil von einem Tag; doch frage diejenigen, die zählen (können)."
  },
  {
    "verse_number": 114,
    "translation": "Er wird sagen: „Ihr habt nur ein wenig verweilt, wenn ihr doch nur wüßtet!"
  },
  {
    "verse_number": 115,
    "translation": "Meint ihr denn, daß Wir euch zum sinnlosen Spiel erschaffen hätten und daß ihr nicht zu Uns zurückgebracht würdet?"
  },
  {
    "verse_number": 116,
    "translation": "Doch Erhaben ist Allah, der König, der Wahre. Es gibt keinen Gott außer Ihm, dem Herrn des ehrwürdigen Thrones."
  },
  {
    "verse_number": 117,
    "translation": "Und wer neben Allah einen anderen Gott anruft, für den er keinen Beweis hat, dessen Abrechnung liegt nur bei seinem Herrn. Gewiß, den Ungläubigen wird es nicht wohl ergehen."
  },
  {
    "verse_number": 118,
    "translation": "Und sag: Mein Herr, vergib und erbarme Dich, denn Du bist der Beste der Barmherzigen."
  }
]