[
  {
    "verse_number": 1,
    "translation": "Im Namen Allahs, des Allerbarmers, des Barmherzigen:Ta-Sin-Mim."
  },
  {
    "verse_number": 2,
    "translation": "Dies sind die Zeichen des deutlichen Buches."
  },
  {
    "verse_number": 3,
    "translation": "Vielleicht magst du dich noch selbst umbringen aus Gram (darüber), daß sie nicht gläubig sind."
  },
  {
    "verse_number": 4,
    "translation": "Wenn Wir woll(t)en, könn(t)en Wir vom Himmel ein Zeichen auf sie hinabsenden, so daß sich ihre Nacken dauernd davor unterwerfen (würden)."
  },
  {
    "verse_number": 5,
    "translation": "Keine neuerlich offenbarte Ermahnung kommt zu ihnen vom Allerbarmer, ohne daß sie sich davon abwenden."
  },
  {
    "verse_number": 6,
    "translation": "Sie haben (sie) ja für Lüge erklärt. So werden zu ihnen die Nachrichten kommen von dem, worüber sie sich lustig zu machen pflegten."
  },
  {
    "verse_number": 7,
    "translation": "Haben sie nicht auf die Erde gesehen, wie viele edle Arten Wir auf ihr haben wachsen lassen?"
  },
  {
    "verse_number": 8,
    "translation": "Darin ist wahrlich ein Zeichen, doch sind die meisten von ihnen nicht gläubig."
  },
  {
    "verse_number": 9,
    "translation": "Und dein Herr ist fürwahr der Allmächtige und Barmherzige."
  },
  {
    "verse_number": 10,
    "translation": "Als dein Herr Musa zurief: „Begib dich zum ungerechten Volk,"
  },
  {
    "verse_number": 11,
    "translation": "zum Volk Fir’auns, ob sie nicht gottesfürchtig sein wollen."
  },
  {
    "verse_number": 12,
    "translation": "Er sagte: „Mein Herr, ich fürchte, daß sie mich der Lüge bezichtigen."
  },
  {
    "verse_number": 13,
    "translation": "Auch ist meine Brust beklommen, und meine Zunge ist nicht gelöst. Darum entsende (auch) Harun."
  },
  {
    "verse_number": 14,
    "translation": "Und sie haben gegen mich eine Sünde geltend zu machen; so fürchte ich, daß sie mich töten."
  },
  {
    "verse_number": 15,
    "translation": "Er sagte: „Keineswegs! So geht denn beide hin mit Unseren Zeichen. Wir sind mit euch und hören zu."
  },
  {
    "verse_number": 16,
    "translation": "Begebt euch zu Fir’aun und sagt: ,Wir sind der Gesandte des Herrn der Weltenbewohner:"
  },
  {
    "verse_number": 17,
    "translation": "Lasse die Kinder Isra’ils mit uns gehen’."
  },
  {
    "verse_number": 18,
    "translation": "Er (Fir’aun) sagte: „Haben wir dich nicht als kleines Kind unter uns aufgezogen, und hast du dich nicht (viele) Jahre deines Lebens unter uns aufgehalten?"
  },
  {
    "verse_number": 19,
    "translation": "Und du hast deine Tat, die du (damals) getan hast, verübt und gehörst zu den Undankbaren."
  },
  {
    "verse_number": 20,
    "translation": "Er sagte: „Ich habe sie da(mals) verübt, als ich (noch) zu den Irregehenden gehörte."
  },
  {
    "verse_number": 21,
    "translation": "Und so floh ich vor euch, als ich Angst vor euch bekommen hatte. (Doch) dann schenkte mir mein Herr Urteil(skraft) und machte mich zu einem der Gesandten."
  },
  {
    "verse_number": 22,
    "translation": "Ist das (etwa) eine Gunst, die du mir vorhältst, daß du die Kinder lsra’ils geknechtet hast?"
  },
  {
    "verse_number": 23,
    "translation": "Fir’aun sagte: „Was ist denn der Herr der Weltenbewohner?"
  },
  {
    "verse_number": 24,
    "translation": "Er (Musa) sagte: „Der Herr der Himmel und der Erde und dessen, was dazwischen ist, wenn ihr überzeugt seid."
  },
  {
    "verse_number": 25,
    "translation": "Er (Fir’aun) sagte zu denjenigen in seiner Umgebung: „Hört ihr nicht zu?"
  },
  {
    "verse_number": 26,
    "translation": "Er (Musa) sagte: „(Er ist) euer Herr und der Herr eurer Vorväter."
  },
  {
    "verse_number": 27,
    "translation": "Er (Fir’aun) sagte: „Euer Gesandter, der zu euch gesandt wurde, ist fürwahr besessen."
  },
  {
    "verse_number": 28,
    "translation": "Er (Musa) sagte: „(Er ist) der Herr des Ostens und des Westens und dessen, was dazwischen ist, wenn ihr (nur) begreifen würdet."
  },
  {
    "verse_number": 29,
    "translation": "Er (Fir’aun) sagte: „Wenn du dir einen anderen Gott als mich nimmst, werde ich dich ganz gewiß zu einem der Gefangenen machen."
  },
  {
    "verse_number": 30,
    "translation": "Er (Musa) sagte: „Etwa auch, wenn ich dir etwas Deutliches bringe?"
  },
  {
    "verse_number": 31,
    "translation": "Er (Fir’aun) sagte: „Dann bringe es her, wenn du zu den Wahrhaftigen gehörst."
  },
  {
    "verse_number": 32,
    "translation": "Da warf er seinen Stock hin, und sogleich war er eine deutliche Schlange."
  },
  {
    "verse_number": 33,
    "translation": "Und er zog seine Hand heraus, da war sie weiß für die Betrachter."
  },
  {
    "verse_number": 34,
    "translation": "Er (Fir’aun) sagte zu der führenden Schar in seiner Umgebung: „Dieser ist fürwahr ein kenntnisreicher Zauberer,"
  },
  {
    "verse_number": 35,
    "translation": "der euch mit seiner Zauberei aus eurem Land vertreiben will. Was befehlt ihr nun?"
  },
  {
    "verse_number": 36,
    "translation": "Sie sagten: „Stelle ihn und seinen Bruder zurück und schicke in die Städte (Boten), die (die Leute) versammeln,"
  },
  {
    "verse_number": 37,
    "translation": "damit sie dir jeden kenntnisreichen Zauberer herbringen."
  },
  {
    "verse_number": 38,
    "translation": "So wurden die Zauberer auf die festgesetzte Zeit eines (wohl)bekannten Tages versammelt."
  },
  {
    "verse_number": 39,
    "translation": "Und es wurde zu den Menschen gesagt: „Werdet (auch) ihr euch nun wohl versammeln?"
  },
  {
    "verse_number": 40,
    "translation": "Vielleicht werden wir den Zauberern folgen, wenn sie es sind, die siegen."
  },
  {
    "verse_number": 41,
    "translation": "Als die Zauberer kamen, sagten sie zu Fir’aun: „Wir bekommen doch sicher einen Lohn, wenn wir es sind, die siegen?"
  },
  {
    "verse_number": 42,
    "translation": "Er sagte: „Ja. Und ihr werdet dann also fürwahr zu den Nahegestellten gehören."
  },
  {
    "verse_number": 43,
    "translation": "Musa sagte zu ihnen: „Werft hin, was ihr zu werfen habt!"
  },
  {
    "verse_number": 44,
    "translation": "Da warfen sie ihre Stricke und Stöcke hin und sagten: „Bei der Macht Fir’auns, wir werden ganz gewiß Sieger sein."
  },
  {
    "verse_number": 45,
    "translation": "So warf Musa seinen Stock hin, und da verschlang er sogleich, was sie vortäuschten."
  },
  {
    "verse_number": 46,
    "translation": "Da warfen sich die Zauberer ehrerbietig nieder."
  },
  {
    "verse_number": 47,
    "translation": "Sie sagten: „Wir glauben an den Herrn der Weltenbewohner,"
  },
  {
    "verse_number": 48,
    "translation": "den Herrn von Musa und Harun."
  },
  {
    "verse_number": 49,
    "translation": "Er (Fir’aun) sagte: „Ihr glaubt ihm, bevor ich es euch erlaube? Er ist wahrlich euer Ältester, der euch die Zauberei gelehrt hat. Ihr werdet (es) wahrlich erfahren. Ganz gewiß werde ich eure Hände und eure Füße wechselseitig abhacken und euch allesamt ganz gewiß kreuzigen (lassen)."
  },
  {
    "verse_number": 50,
    "translation": "Sie sagten: „Kein Schaden! Wir werden ganz gewiß zu unserem Herrn zurückkehren."
  },
  {
    "verse_number": 51,
    "translation": "Wir erhoffen ja, daß unser Herr uns unsere Verfehlungen vergebe dafür, daß wir die ersten (der) Gläubigen sind."
  },
  {
    "verse_number": 52,
    "translation": "Und Wir gaben Musa (als Offenbarung) ein: „Zieh bei Nacht mit Meinen Dienern fort; ihr werdet ja verfolgt werden."
  },
  {
    "verse_number": 53,
    "translation": "Da sandte Fir’aun in die Städte (Boten), die (die Leute) versammelten:"
  },
  {
    "verse_number": 54,
    "translation": "„Diese sind fürwahr (nur) eine kleine Schar;"
  },
  {
    "verse_number": 55,
    "translation": "dennoch lassen sie uns fürwahr ergrimmen."
  },
  {
    "verse_number": 56,
    "translation": "Aber wir sind alle wahrlich auf der Hut."
  },
  {
    "verse_number": 57,
    "translation": "So ließen Wir sie fortziehen von Gärten und Quellen,"
  },
  {
    "verse_number": 58,
    "translation": "von Schätzen und von trefflicher Stätte."
  },
  {
    "verse_number": 59,
    "translation": "So war es. Und Wir gaben sie den Kindern lsra’ils zum Erbe."
  },
  {
    "verse_number": 60,
    "translation": "Dann folgten sie ihnen bei Sonnenaufgang."
  },
  {
    "verse_number": 61,
    "translation": "Als die beiden Heere einander sahen, sagten die Gefährten Musas: „Wir werden fürwahr eingeholt."
  },
  {
    "verse_number": 62,
    "translation": "Er sagte: „Keineswegs! Denn mit mir ist mein Herr; Er wird mich leiten."
  },
  {
    "verse_number": 63,
    "translation": "Da gaben Wir Musa ein: „Schlag mit deinem Stock auf das Meer."
  },
  {
    "verse_number": 64,
    "translation": "Und Wir ließen die anderen dort nahe herankommen."
  },
  {
    "verse_number": 65,
    "translation": "Und Wir retteten Musa und diejenigen, die mit ihm waren, allesamt."
  },
  {
    "verse_number": 66,
    "translation": "Hierauf ließen Wir die anderen ertrinken."
  },
  {
    "verse_number": 67,
    "translation": "Darin ist wahrlich ein Zeichen, doch sind die meisten von ihnen nicht gläubig."
  },
  {
    "verse_number": 68,
    "translation": "Und dein Herr ist fürwahr der Allmächtige und Barmherzige."
  },
  {
    "verse_number": 69,
    "translation": "Und verlies ihnen die Kunde von Ibrahim."
  },
  {
    "verse_number": 70,
    "translation": "Als er zu seinem Vater und seinem Volk sagte: „Wem dient ihr?"
  },
  {
    "verse_number": 71,
    "translation": "Sie sagten: „Wir dienen Götzen, und so geben wir uns dauernd ihrer Andacht hin."
  },
  {
    "verse_number": 72,
    "translation": "Er sagte: „Hören sie euch, wenn ihr sie anruft?"
  },
  {
    "verse_number": 73,
    "translation": "Oder nützen sie euch, oder schaden?"
  },
  {
    "verse_number": 74,
    "translation": "Sie sagten: „Nein! Vielmehr fanden wir (bereits) unsere Väter desgleichen tun."
  },
  {
    "verse_number": 75,
    "translation": "Er sagte: „Was meint ihr wohl zu dem, was ihr zu verehren pflegt,"
  },
  {
    "verse_number": 76,
    "translation": "ihr und eure Vorväter?"
  },
  {
    "verse_number": 77,
    "translation": "Gewiß, sie sind mir (alle) Feinde, außer dem Herrn der Weltenbewohner,"
  },
  {
    "verse_number": 78,
    "translation": "Der mich erschaffen hat und mich (nun) rechtleitet,"
  },
  {
    "verse_number": 79,
    "translation": "und Der mir zu essen und zu trinken gibt"
  },
  {
    "verse_number": 80,
    "translation": "und Der, wenn ich krank bin, mich heilt,"
  },
  {
    "verse_number": 81,
    "translation": "und Der mich sterben läßt und hierauf wieder lebendig macht,"
  },
  {
    "verse_number": 82,
    "translation": "und von Dem ich erhoffe, daß Er mir am Tag des Gerichts meine Verfehlung vergeben wird."
  },
  {
    "verse_number": 83,
    "translation": "Mein Herr, schenke mir Urteil(skraft), und nimm mich unter die Rechtschaffenen auf"
  },
  {
    "verse_number": 84,
    "translation": "Und verleihe mir einen Ruf an Wahrhaftigkeit unter den späteren (Geschlechtern)."
  },
  {
    "verse_number": 85,
    "translation": "Und mach mich zu einem (der) Erben des Gartens der Wonne."
  },
  {
    "verse_number": 86,
    "translation": "Und vergib meinem Vater, denn er gehört zu den Irregehenden."
  },
  {
    "verse_number": 87,
    "translation": "Und stürze mich nicht in Schande am Tag, da sie auferweckt werden,"
  },
  {
    "verse_number": 88,
    "translation": "an dem Tag, da weder Besitz noch Söhne (jemandem) nützen,"
  },
  {
    "verse_number": 89,
    "translation": "außer, wer zu Allah mit heilem Herzen kommt."
  },
  {
    "verse_number": 90,
    "translation": "Und der (Paradies)garten wird an die Gottesfürchtigen nahe herangebracht."
  },
  {
    "verse_number": 91,
    "translation": "Und zum Erscheinen gebracht wird der Höllenbrand den Verirrten."
  },
  {
    "verse_number": 92,
    "translation": "Und es wird zu ihnen gesagt: „Wo ist denn das, dem ihr zu dienen pflegtet"
  },
  {
    "verse_number": 93,
    "translation": "anstatt Allahs? Können sie euch helfen oder sich selbst helfen?"
  },
  {
    "verse_number": 94,
    "translation": "Dann werden sie kopfüber hineingestürzt, sie und die Verirrten,"
  },
  {
    "verse_number": 95,
    "translation": "und die Heerscharen Iblis allesamt."
  },
  {
    "verse_number": 96,
    "translation": "Sie sagen, während sie darin miteinander streiten:"
  },
  {
    "verse_number": 97,
    "translation": "„Bei Allah, wir befanden uns wahrlich in deutlichem Irrtum,"
  },
  {
    "verse_number": 98,
    "translation": "als wir euch dem Herrn der Weltenbewohner gleichsetzten."
  },
  {
    "verse_number": 99,
    "translation": "Es waren nur die Übeltäter, die uns in die Irre geführt haben."
  },
  {
    "verse_number": 100,
    "translation": "So haben wir nun niemanden, der Fürsprache einlegt,"
  },
  {
    "verse_number": 101,
    "translation": "und auch keinen warmherzigen Freund."
  },
  {
    "verse_number": 102,
    "translation": "Hätten wir doch eine (Möglichkeit zur) Wiederholung, damit wir zu den Gläubigen gehörten!"
  },
  {
    "verse_number": 103,
    "translation": "Darin ist wahrlich ein Zeichen, doch sind die meisten von ihnen nicht gläubig."
  },
  {
    "verse_number": 104,
    "translation": "Und dein Herr ist fürwahr der Allmächtige und Barmherzige."
  },
  {
    "verse_number": 105,
    "translation": "Das Volk Nuhs bezichtigte die Gesandten der Lüge."
  },
  {
    "verse_number": 106,
    "translation": "Als ihr Bruder Nuh zu ihnen sagte: „Wollt ihr nicht gottesfürchtig sein?"
  },
  {
    "verse_number": 107,
    "translation": "Gewiß, ich bin für euch ein vertrauenswürdiger Gesandter."
  },
  {
    "verse_number": 108,
    "translation": "So fürchtet Allah und gehorcht mir."
  },
  {
    "verse_number": 109,
    "translation": "Ich verlange von euch keinen Lohn dafür. Mein Lohn obliegt nur dem Herrn der Weltenbewohner."
  },
  {
    "verse_number": 110,
    "translation": "So fürchtet Allah und gehorcht mir."
  },
  {
    "verse_number": 111,
    "translation": "Sie sagten: „Sollen wir dir glauben, wo dir (nur) die Niedrigsten folgen?"
  },
  {
    "verse_number": 112,
    "translation": "Er sagte: „Welches Wissen sollte ich darüber haben, was sie zu tun pflegten?"
  },
  {
    "verse_number": 113,
    "translation": "Ihre Abrechnung obliegt nur meinem Herrn, wenn ihr nur merken würdet!"
  },
  {
    "verse_number": 114,
    "translation": "Und ich werde die Gläubigen nicht abweisen."
  },
  {
    "verse_number": 115,
    "translation": "Ich bin nur ein deutlicher Warner."
  },
  {
    "verse_number": 116,
    "translation": "Sie sagten: „Wenn du nicht aufhörst, o Nuh, wirst du ganz gewiß zu den Gesteinigten gehören."
  },
  {
    "verse_number": 117,
    "translation": "Er sagte: „Mein Herr, gewiß mein Volk hat mich der Lüge bezichtigt."
  },
  {
    "verse_number": 118,
    "translation": "So triff zwischen mir und ihnen eine klare Entscheidung und errette mich und wer von den Gläubigen mit mir ist."
  },
  {
    "verse_number": 119,
    "translation": "Da retteten Wir ihn und wer mit ihm war im vollbeladenen Schiff."
  },
  {
    "verse_number": 120,
    "translation": "Hierauf ließen Wir alsdann die übrigen ertrinken."
  },
  {
    "verse_number": 121,
    "translation": "Darin ist wahrlich ein Zeichen, doch sind die meisten von ihnen nicht gläubig."
  },
  {
    "verse_number": 122,
    "translation": "Und dein Herr ist fürwahr der Allmächtige und Barmherzige."
  },
  {
    "verse_number": 123,
    "translation": "Die ’Ad bezichtigten die Gesandten der Lüge."
  },
  {
    "verse_number": 124,
    "translation": "Als ihr Bruder Hud zu ihnen sagte: „Wollt ihr nicht gottesfürchtig sein?"
  },
  {
    "verse_number": 125,
    "translation": "Gewiß, ich bin für euch ein vertrauenswürdiger Gesandter."
  },
  {
    "verse_number": 126,
    "translation": "So fürchtet Allah und gehorcht mir."
  },
  {
    "verse_number": 127,
    "translation": "Ich verlange von euch keinen Lohn dafür. Mein Lohn obliegt nur dem Herrn der Weltenbewohner."
  },
  {
    "verse_number": 128,
    "translation": "Baut ihr denn auf jeder Anhöhe ein Wahrzeichen und treibt ein sinnloses Spiel"
  },
  {
    "verse_number": 129,
    "translation": "und nehmt euch Bauwerke (in der Hoffnung), auf daß ihr ewig leben würdet?"
  },
  {
    "verse_number": 130,
    "translation": "Und, wenn ihr zupackt, packt ihr gewalttätig zu."
  },
  {
    "verse_number": 131,
    "translation": "So fürchtet Allah und gehorcht mir."
  },
  {
    "verse_number": 132,
    "translation": "Und fürchtet Denjenigen, Der euch unterstützt hat mit dem, was ihr wißt,"
  },
  {
    "verse_number": 133,
    "translation": "(Der) euch unterstützt hat mit Vieh und Söhnen"
  },
  {
    "verse_number": 134,
    "translation": "und Gärten und Quellen."
  },
  {
    "verse_number": 135,
    "translation": "Gewiß, ich fürchte für euch die Strafe eines gewaltigen Tages."
  },
  {
    "verse_number": 136,
    "translation": "Sie sagten: „Gleich ist es in Bezug auf uns, ob du ermahnst oder ob du nicht zu denjenigen gehörst, die ermahnen."
  },
  {
    "verse_number": 137,
    "translation": "Das hier ist nur die Sitte der Früheren."
  },
  {
    "verse_number": 138,
    "translation": "Und wir werden nicht gestraft werden."
  },
  {
    "verse_number": 139,
    "translation": "So bezichtigten sie ihn der Lüge, und da vernichteten Wir sie. Darin ist wahrlich ein Zeichen, doch sind die meisten von ihnen nicht gläubig."
  },
  {
    "verse_number": 140,
    "translation": "Und dein Herr ist fürwahr der Allmächtige und Barmherzige."
  },
  {
    "verse_number": 141,
    "translation": "Die Tamud bezichtigten die Gesandten der Lüge."
  },
  {
    "verse_number": 142,
    "translation": "Als ihr Bruder Salih zu ihnen sagte: „Wollt ihr nicht gottesfürchtig sein?"
  },
  {
    "verse_number": 143,
    "translation": "Gewiß, ich bin für euch ein vertrauenswürdiger Gesandter."
  },
  {
    "verse_number": 144,
    "translation": "So fürchtet Allah und gehorcht mir."
  },
  {
    "verse_number": 145,
    "translation": "Ich verlange von euch keinen Lohn dafür. Mein Lohn obliegt nur dem Herrn der Weltenbewohner."
  },
  {
    "verse_number": 146,
    "translation": "Werdet ihr etwa in Sicherheit belassen in dem, was hier ist,"
  },
  {
    "verse_number": 147,
    "translation": "in Gärten und an Quellen."
  },
  {
    "verse_number": 148,
    "translation": "In Getreidefeldern und unter Palmen, deren Blütenscheiden zart sind?"
  },
  {
    "verse_number": 149,
    "translation": "Und werdet ihr (weiter) voller Stolz aus den Bergen Häuser aushauen?"
  },
  {
    "verse_number": 150,
    "translation": "So fürchtet Allah und gehorcht mir."
  },
  {
    "verse_number": 151,
    "translation": "Und gehorcht nicht dem Befehl der Maßlosen,"
  },
  {
    "verse_number": 152,
    "translation": "die auf der Erde Unheil stiften und keine Besserung bringen."
  },
  {
    "verse_number": 153,
    "translation": "Sie sagten: „Du gehörst ja nur zu denjenigen, die einem Zauber verfallen sind."
  },
  {
    "verse_number": 154,
    "translation": "Du bist nur ein menschliches Wesen wie wir. So bringe doch ein Zeichen her, wenn du zu den Wahrhaftigen gehörst."
  },
  {
    "verse_number": 155,
    "translation": "Er sagte: „Dies ist eine Kamelstute; sie hat eine Trinkzeit, und ihr habt eine Trinkzeit an einem bestimmten Tag."
  },
  {
    "verse_number": 156,
    "translation": "Fügt ihr nichts Böses zu, sonst überkommt euch die Strafe eines gewaltigen Tages."
  },
  {
    "verse_number": 157,
    "translation": "Aber sie schnitten ihr die Sehnen durch . So wurden sie zu Leuten, die Reue empfinden."
  },
  {
    "verse_number": 158,
    "translation": "Da ergriff sie die Strafe. Darin ist wahrlich ein Zeichen, doch sind die meisten von ihnen nicht gläubig."
  },
  {
    "verse_number": 159,
    "translation": "Und dein Herr ist fürwahr der Allmächtige und Barmherzige."
  },
  {
    "verse_number": 160,
    "translation": "Das Volk Luts bezichtigte die Gesandten der Lüge."
  },
  {
    "verse_number": 161,
    "translation": "Als ihr Bruder Lut zu ihnen sagte: „Wollt ihr nicht gottesfürchtig sein?"
  },
  {
    "verse_number": 162,
    "translation": "Gewiß, ich bin für euch ein vertrauenswürdiger Gesandter."
  },
  {
    "verse_number": 163,
    "translation": "So fürchtet Allah und gehorcht mir."
  },
  {
    "verse_number": 164,
    "translation": "Ich verlange von euch keinen Lohn dafür. Mein Lohn obliegt nur dem Herrn der Weltenbewohner."
  },
  {
    "verse_number": 165,
    "translation": "Laßt ihr euch etwa mit Männern unter den Weltenbewohnern ein"
  },
  {
    "verse_number": 166,
    "translation": "und laßt, was euer Herr für euch an Gattinnen erschaffen hat, stehen? Aber nein! Ihr seid Leute, die Übertretungen begehen."
  },
  {
    "verse_number": 167,
    "translation": "Sie sagten: „Wenn du nicht aufhörst, o Lut, wirst du ganz gewiß zu den Vertriebenen gehören."
  },
  {
    "verse_number": 168,
    "translation": "Er sagte: „Ich gehöre gewiß zu denjenigen, die euer Tun verabscheuen."
  },
  {
    "verse_number": 169,
    "translation": "Mein Herr, errette mich und meine Angehörigen von dem, was sie tun."
  },
  {
    "verse_number": 170,
    "translation": "Da erretteten Wir ihn und seine Angehörigen allesamt,"
  },
  {
    "verse_number": 171,
    "translation": "außer einer alten Frau unter denjenigen, die zurückblieben."
  },
  {
    "verse_number": 172,
    "translation": "Hierauf vernichteten Wir die anderen."
  },
  {
    "verse_number": 173,
    "translation": "Und Wir ließen einen Regen auf sie niedergehen; wie böse war der Regen für diejenigen, die gewarnt worden waren!"
  },
  {
    "verse_number": 174,
    "translation": "Darin ist wahrlich ein Zeichen, doch sind die meisten von ihnen nicht gläubig."
  },
  {
    "verse_number": 175,
    "translation": "Und dein Herr ist fürwahr der Allmächtige und Barmherzige."
  },
  {
    "verse_number": 176,
    "translation": "Die Bewohner des Dickichts bezichtigte die Gesandten der Lüge."
  },
  {
    "verse_number": 177,
    "translation": "Als Su’aib zu ihnen sagte: „Wollt ihr nicht gottesfürchtig sein?"
  },
  {
    "verse_number": 178,
    "translation": "Gewiß, ich bin für euch ein vertrauenswürdiger Gesandter."
  },
  {
    "verse_number": 179,
    "translation": "So fürchtet Allah und gehorcht mir."
  },
  {
    "verse_number": 180,
    "translation": "Ich verlange von euch keinen Lohn dafür. Mein Lohn obliegt nur dem Herrn der Weltenbewohner."
  },
  {
    "verse_number": 181,
    "translation": "Gebt volles Maß und gehört nicht zu denjenigen, die (anderen) Verlust verursachen."
  },
  {
    "verse_number": 182,
    "translation": "Und wägt mit der richtigen Waage."
  },
  {
    "verse_number": 183,
    "translation": "Und schmälert den Menschen nicht ihre Sachen und richtet auf der Erde nicht unheilstiftend Verderben an."
  },
  {
    "verse_number": 184,
    "translation": "Und fürchtet Denjenigen, Der euch und die früheren Geschöpfe erschaffen hat."
  },
  {
    "verse_number": 185,
    "translation": "Sie sagten: „Du gehörst ja nur zu denjenigen, die einem starken Zauber verfallen sind."
  },
  {
    "verse_number": 186,
    "translation": "Du bist nur ein menschliches Wesen wie wir. Wir meinen wahrlich, daß du zu den Lügnern gehörst."
  },
  {
    "verse_number": 187,
    "translation": "Lasse doch Stücke vom Himmel auf uns herabfallen, wenn du zu den Wahrhaftigen gehörst."
  },
  {
    "verse_number": 188,
    "translation": "Er sagte: „Mein Herr weiß am besten, was ihr tut."
  },
  {
    "verse_number": 189,
    "translation": "Aber sie bezichtigten ihn der Lüge. Da ergriff sie die Strafe des Tages der schattenspendenden Wolke; gewiß es war die Strafe eines gewaltigen Tages."
  },
  {
    "verse_number": 190,
    "translation": "Darin ist wahrlich ein Zeichen, doch sind die meisten von ihnen nicht gläubig."
  },
  {
    "verse_number": 191,
    "translation": "Und dein Herr ist fürwahr der Allmächtige und Barmherzige."
  },
  {
    "verse_number": 192,
    "translation": "Und er ist ganz sicher eine Offenbarung des Herrn der Weltenbewohner;"
  },
  {
    "verse_number": 193,
    "translation": "mit dem der vertrauenswürdige Geist herabgekommen ist"
  },
  {
    "verse_number": 194,
    "translation": "auf dein Herz, damit du zu den Überbringern von Warnung gehörst,"
  },
  {
    "verse_number": 195,
    "translation": "in deutlicher arabischer Sprache."
  },
  {
    "verse_number": 196,
    "translation": "Und er ist wahrlich in den Schriften der Früheren (erwähnt)."
  },
  {
    "verse_number": 197,
    "translation": "War es denn kein Zeichen für sie, daß die Gelehrten der Kinder Isra’ils darüber Bescheid wissen?"
  },
  {
    "verse_number": 198,
    "translation": "Wenn Wir ihn einem der Nichtaraber offenbart hätten"
  },
  {
    "verse_number": 199,
    "translation": "und er ihn ihnen vorgelesen hätte, hätten sie nicht daran geglaubt."
  },
  {
    "verse_number": 200,
    "translation": "So haben Wir ihn in die Herzen der Übeltäter einziehen lassen."
  },
  {
    "verse_number": 201,
    "translation": "Sie glauben nicht eher daran, bis sie die schmerzhafte Strafe sehen"
  },
  {
    "verse_number": 202,
    "translation": "und diese plötzlich über sie kommt, ohne daß sie merken,"
  },
  {
    "verse_number": 203,
    "translation": "bis sie dann sagen: „Wird uns Aufschub gewährt?"
  },
  {
    "verse_number": 204,
    "translation": "Wünschen sie denn Unsere Strafe zu beschleunigen?"
  },
  {
    "verse_number": 205,
    "translation": "Was meinst du wohl? Wenn Wir sie über Jahre hinweg genießen lassen,"
  },
  {
    "verse_number": 206,
    "translation": "und hierauf über sie kommt, was ihnen stets angedroht wurde,"
  },
  {
    "verse_number": 207,
    "translation": "nicht nützen wird ihnen (dann), was ihnen an Nießbrauch gewährt wurde."
  },
  {
    "verse_number": 208,
    "translation": "Und Wir vernichteten keine Stadt, ohne daß sie Überbringer von Warnungen gehabt hätte,"
  },
  {
    "verse_number": 209,
    "translation": "(dies) als Ermahnung. Und nie sind Wir ungerecht."
  },
  {
    "verse_number": 210,
    "translation": "Nicht die Satane sind mit ihm herabgekommen;"
  },
  {
    "verse_number": 211,
    "translation": "es ziemt ihnen nicht, und sie können es (auch) nicht."
  },
  {
    "verse_number": 212,
    "translation": "Sie sind vom Hören fürwahr ausgeschlossen."
  },
  {
    "verse_number": 213,
    "translation": "So rufe neben Allah keinen anderen Gott an, sonst wirst du zu den Gestraften gehören."
  },
  {
    "verse_number": 214,
    "translation": "Und warne die Nächsten deiner Sippe."
  },
  {
    "verse_number": 215,
    "translation": "Und senke deinen Flügel für diejenigen von den Gläubigen, die dir folgen."
  },
  {
    "verse_number": 216,
    "translation": "Wenn sie sich dir widersetzen, dann sag: „Ich sage mich los von dem, was ihr tut."
  },
  {
    "verse_number": 217,
    "translation": "Und verlasse dich auf den Allmächtigen und Barmherzigen,"
  },
  {
    "verse_number": 218,
    "translation": "Der dich sieht, wenn du aufrecht stehst,"
  },
  {
    "verse_number": 219,
    "translation": "und deine Stellungswechsel unter denjenigen, die sich niederwerfen."
  },
  {
    "verse_number": 220,
    "translation": "Er ist ja der Allhörende und Allwissende."
  },
  {
    "verse_number": 221,
    "translation": "Soll ich euch kundtun, auf wen die Satane herabkommen?"
  },
  {
    "verse_number": 222,
    "translation": "Sie kommen auf jeden ungeheuerlichen Lügner und Sünder herab."
  },
  {
    "verse_number": 223,
    "translation": "Sie hören hin, und die meisten von ihnen sind Lügner."
  },
  {
    "verse_number": 224,
    "translation": "Und die Dichter - es folgen ihnen die Verirrten."
  },
  {
    "verse_number": 225,
    "translation": "Siehst du nicht, daß sie in jedem Tal ziellos umherwandern"
  },
  {
    "verse_number": 226,
    "translation": "und daß sie sagen, was sie nicht tun?"
  },
  {
    "verse_number": 227,
    "translation": "Außer denjenigen, die glauben, rechtschaffene Werke tun und Allahs häufig gedenken und sich (erst) selbst helfen, nachdem ihnen ja Unrecht zugefügt wurde. Und diejenigen, die Unrecht tun, werden erfahren, was für eine Rückkehr sie haben werden."
  }
]