[
  {
    "verse_number": 1,
    "translation": "Kaf-Ha-Ya-’Ayn-Sad."
  },
  {
    "verse_number": 2,
    "translation": "(Diese Verse sind) zum Gedenken an die Barmherzigkeit deines Herrn zu Seinem Diener Zakariyya."
  },
  {
    "verse_number": 3,
    "translation": "Als er zu seinem Herrn im Verborgenen rief"
  },
  {
    "verse_number": 4,
    "translation": "(und) sagte: „Mein Herr, schwach sind mir die Knochen geworden, und in Altersgrauheit entfacht ist der Kopf. Und ich war im Bittgebet zu Dir, mein Herr, (noch) nie unglücklich."
  },
  {
    "verse_number": 5,
    "translation": "Gewiß, ich fürchte die Verwandten nach mir, und meine Frau ist unfruchtbar. So schenke mir von Dir aus einen nahen Verwandten,"
  },
  {
    "verse_number": 6,
    "translation": "der mich beerbt und von der Sippe Ya’qubs erbt, und mach ihn, mein Herr, (Dir) wohlgefällig."
  },
  {
    "verse_number": 7,
    "translation": "„O Zakariyya, Wir verkünden dir einen Jungen, dessen Name Yahya ist, wie Wir zuvor noch niemandem Kennzeichen gleich den seinen gegeben haben."
  },
  {
    "verse_number": 8,
    "translation": "Er sagte: „Mein Herr, wie soll ich einen Jungen haben, wo meine Frau unfruchtbar ist und ich vom hohen Alter bereits einen Dürrezustand erreicht habe?"
  },
  {
    "verse_number": 9,
    "translation": "Er sagte: „So wird es sein. Dein Herr sagt: ,Das ist Mir ein leichtes; und auch dich habe Ich ja zuvor erschaffen, als du noch nichts warst’."
  },
  {
    "verse_number": 10,
    "translation": "Er sagte: „Mein Herr, setze mir ein Zeichen. Er sagte: „Dein Zeichen ist, daß du drei Nächte lang, obwohl gesund, nicht zu den Menschen sprechen wirst."
  },
  {
    "verse_number": 11,
    "translation": "So kam er zu seinem Volk aus dem Gebetsraum heraus und gab ihnen dann zu verstehen: „Preist morgens und abends."
  },
  {
    "verse_number": 12,
    "translation": "„O Yahya, nimm die Schrift mit (aller) Kraft. Und Wir gaben ihm schon als Kind die Urteilskraft"
  },
  {
    "verse_number": 13,
    "translation": "und Mitgefühl von Uns aus und Lauterkeit. Er war gottesfürchtig"
  },
  {
    "verse_number": 14,
    "translation": "und gütig gegen seine Eltern, und er war weder gewalttätig noch widerspenstig."
  },
  {
    "verse_number": 15,
    "translation": "Und Friede sei auf ihm am Tag, da er geboren wurde, und am Tag, da er stirbt, und am Tag, da er wieder zum Leben auferweckt wird."
  },
  {
    "verse_number": 16,
    "translation": "Und gedenke im Buch Maryams, als sie sich von ihren Angehörigen an einen östlichen Ort zurückzog."
  },
  {
    "verse_number": 17,
    "translation": "Sie nahm sich einen Vorhang vor ihnen. Da sandten Wir Unseren Geist zu ihr. Er stellte sich ihr als wohlgestaltetes menschliches Wesen dar."
  },
  {
    "verse_number": 18,
    "translation": "Sie sagte: „Ich suche beim Allerbarmer Schutz vor dir, wenn du gottesfürchtig bist."
  },
  {
    "verse_number": 19,
    "translation": "Er sagte: „Ich bin nur der Gesandte deines Herrn, um dir einen lauteren Jungen zu schenken."
  },
  {
    "verse_number": 20,
    "translation": "Sie sagte: „Wie soll mir ein Junge gegeben werden, wo mich doch kein menschliches Wesen berührt hat und ich keine Hure bin."
  },
  {
    "verse_number": 21,
    "translation": "Er sagte: „So wird es sein. Dein Herr sagt: ,Das ist Mir ein leichtes, und damit Wir ihn zu einem Zeichen für die Menschen und zu einer Barmherzigkeit von Uns machen’. Und es ist eine beschlossene Angelegenheit."
  },
  {
    "verse_number": 22,
    "translation": "So empfing sie ihn und zog sich mit ihm zu einem fernen Ort zurück."
  },
  {
    "verse_number": 23,
    "translation": "Die Wehen ließen sie zum Palmenstamm gehen. Sie sagte: „O wäre ich doch zuvor gestorben und ganz und gar in Vergessenheit geraten!"
  },
  {
    "verse_number": 24,
    "translation": "Da rief er ihr von unten her zu: „Sei nicht traurig; dein Herr hat ja unter dir ein Bächlein geschaffen."
  },
  {
    "verse_number": 25,
    "translation": "Und schüttle zu dir den Palmenstamm, so läßt er frische, reife Datteln auf dich herabfallen."
  },
  {
    "verse_number": 26,
    "translation": "So iß und trink und sei frohen Mutes’. Und wenn du nun jemanden von den Menschen sehen solltest, dann sag: Ich habe dem Allerbarmer Fasten gelobt, so werde ich heute mit keinem Menschenwesen sprechen."
  },
  {
    "verse_number": 27,
    "translation": "Dann kam sie mit ihm zu ihrem Volk, ihn (mit sich) tragend. Sie sagten: „O Maryam, du hast da ja etwas Unerhörtes begangen."
  },
  {
    "verse_number": 28,
    "translation": "O Schwester Haruns, dein Vater war doch kein sündiger Mann, noch war deine Mutter eine Hure."
  },
  {
    "verse_number": 29,
    "translation": "Da zeigte sie auf ihn. Sie sagten: „Wie können wir mit jemandem sprechen, der noch ein Kind in der Wiege ist?"
  },
  {
    "verse_number": 30,
    "translation": "Er sagte: „Ich bin wahrlich Allahs Diener; Er hat mir die Schrift gegeben und mich zu einem Propheten gemacht."
  },
  {
    "verse_number": 31,
    "translation": "Und gesegnet hat Er mich gemacht, wo immer ich bin, und angeordnet hat Er mir, das Gebet (zu verrichten) und die Abgabe (zu entrichten), solange ich lebe,"
  },
  {
    "verse_number": 32,
    "translation": "und gütig gegen meine Mutter zu sein. Und Er hat mich weder gewalttätig noch unglücklich gemacht."
  },
  {
    "verse_number": 33,
    "translation": "Und der Friede sei auf mir am Tag, da ich geboren wurde, und am Tag, da ich sterbe, und am Tag, da ich wieder zum Leben auferweckt werde."
  },
  {
    "verse_number": 34,
    "translation": "Das ist ’Isa, der Sohn Maryams: (Es ist) das Wort der Wahrheit, woran sie zweifeln."
  },
  {
    "verse_number": 35,
    "translation": "Es steht Allah nicht an, Sich ein Kind zu nehmen. Preis sei Ihm! Wenn Er eine Angelegenheit bestimmt, so sagt Er dazu nur: ,Sei!’, und so ist es."
  },
  {
    "verse_number": 36,
    "translation": "(’Isa sagte:) „Und gewiß, Allah ist mein Herr und euer Herr; so dient Ihm. Das ist ein gerader Weg."
  },
  {
    "verse_number": 37,
    "translation": "Doch die Gruppierungen wurden uneinig untereinander; dann wehe denjenigen, die ungläubig sind, vor dem Erleben eines gewaltigen Tages!"
  },
  {
    "verse_number": 38,
    "translation": "Wie vorzüglich werden sie hören und sehen am Tag, da sie zu Uns kommen werden! Aber die Ungerechten befinden sich heute in einem deutlichen Irrtum."
  },
  {
    "verse_number": 39,
    "translation": "Warne sie vor dem Tag der gramvollen Reue, wenn die Angelegenheit entschieden sein wird, während sie (all dessen) unachtsam sind, und während sie (noch) nicht glauben."
  },
  {
    "verse_number": 40,
    "translation": "Gewiß, Wir sind es, die Wir die Erde und (all die,) die auf ihr sind, erben werden. Und zu Uns werden sie zurückgebracht."
  },
  {
    "verse_number": 41,
    "translation": "Und gedenke im Buch Ibrahims. Er war ein Wahrhaftiger und Prophet."
  },
  {
    "verse_number": 42,
    "translation": "Als er zu seinem Vater sagte: „O mein lieber Vater, warum dienst du dem, was nicht hört und nicht sieht und dir nichts nützt?"
  },
  {
    "verse_number": 43,
    "translation": "O mein lieber Vater, gewiß, zu mir ist vom Wissen gekommen, was nicht zu dir gekommen ist. So folge mir, dann leite ich dich einen ebenen Weg."
  },
  {
    "verse_number": 44,
    "translation": "O mein lieber Vater, diene nicht dem Satan. Gewiß, der Satan ist gegen den Allerbarmer widerspenstig."
  },
  {
    "verse_number": 45,
    "translation": "O mein lieber Vater, ich fürchte, daß dir Strafe vom Allerbarmer widerfährt, so daß du zu einem Gefolgsmann des Satans wirst."
  },
  {
    "verse_number": 46,
    "translation": "Er sagte: „Verschmähst du meine Götter, o Ibrahim? Wenn du nicht aufhörst, werde ich dich ganz gewiß steinigen. Und meide mich eine Zeitlang."
  },
  {
    "verse_number": 47,
    "translation": "Er sagte: „Friede sei auf dir! Ich werde meinen Herrn für dich um Vergebung bitten; gewiß, Er ist zu mir sehr entgegenkommend."
  },
  {
    "verse_number": 48,
    "translation": "Ich werde mich von euch und von dem, was ihr anstatt Allahs anruft, fernhalten und nur meinen Herrn anrufen. Vielleicht werde ich im Bittgebet zu meinem Herrn nicht unglücklich sein."
  },
  {
    "verse_number": 49,
    "translation": "Als er sich nun von ihnen und von dem, dem sie anstatt Allahs dienten, fernhielt, schenkten Wir ihm Ishaq und Ya’qub; und alle (beide) machten Wir zu Propheten."
  },
  {
    "verse_number": 50,
    "translation": "Und Wir schenkten ihnen (etwas) von Unserer Barmherzigkeit, und Wir verliehen ihnen einen hohen Ruf an Wahrhaftigkeit."
  },
  {
    "verse_number": 51,
    "translation": "Und gedenke im Buch Musas. Gewiß, er war auserlesen, und er war ein Gesandter und Prophet."
  },
  {
    "verse_number": 52,
    "translation": "Wir riefen ihn von der rechten Seite des Berges und ließen ihn zu vertraulichem Gespräch näherkommen."
  },
  {
    "verse_number": 53,
    "translation": "Und Wir schenkten ihm aus Unserer Barmherzigkeit seinen Bruder Harun als Propheten."
  },
  {
    "verse_number": 54,
    "translation": "Und gedenke im Buch Isma’ils. Gewiß, er war wahrhaftig in seinem Versprechen, und er war ein Gesandter und Prophet."
  },
  {
    "verse_number": 55,
    "translation": "Und er pflegte seinen Angehörigen das Gebet und die Abgabe zu befehlen, und er war seinem Herrn wohlgefällig."
  },
  {
    "verse_number": 56,
    "translation": "Und gedenke im Buch Idris’. Er war ein Wahrhaftiger und Prophet."
  },
  {
    "verse_number": 57,
    "translation": "Und Wir hoben ihn zu einem hohen Ort empor."
  },
  {
    "verse_number": 58,
    "translation": "Das sind diejenigen, denen Allah Gunst erwiesen hat, unter den Propheten aus der Nachkommenschaft Adams und von denjenigen, die Wir mit Nuh trugen, und aus der Nachkommenschaft Ibrahims und Isra’ils, und von denjenigen, die Wir rechtgeleitet und erwählt haben. Als ihnen die Zeichen des Allerbarmers verlesen wurden, fielen sie ehrerbietig und weinend nieder."
  },
  {
    "verse_number": 59,
    "translation": "Dann folgten nach ihnen Nachfolger, die das Gebet vernachlässigten und den Begierden folgten. So werden sie (den Lohn für ihre) Verirrung vorfinden,"
  },
  {
    "verse_number": 60,
    "translation": "außer demjenigen, der bereut und glaubt und rechtschaffen handelt. Jene werden in den (Paradies)garten eingehen und ihnen wird in nichts Unrecht zugefügt"
  },
  {
    "verse_number": 61,
    "translation": "in die Gärten Edens, die der Allerbarmer Seinen Dienern im Verborgenen versprochen hat. Sein Versprechen wird bestimmt erfüllt."
  },
  {
    "verse_number": 62,
    "translation": "Sie hören darin keine unbedachte Rede, sondern nur: Frieden! Und sie haben darin ihre Versorgung morgens und abends."
  },
  {
    "verse_number": 63,
    "translation": "Das ist der (Paradies)garten, den Wir denjenigen von Unseren Dienern zum Erbe geben, die gottesfürchtig sind."
  },
  {
    "verse_number": 64,
    "translation": "(Und die Engel sagen:) „Wir kommen nur auf Befehl deines Herrn herab. Ihm gehört (alles), was vor uns und was hinter uns und was dazwischen ist; und dein Herr ist gewiß nicht vergeßlich,’"
  },
  {
    "verse_number": 65,
    "translation": "(Er), der Herr der Himmel und der Erde und dessen, was dazwischen ist. So diene Ihm und sei beharrlich in Seinem Dienst. Weißt du (etwa) einen, der Kennzeichen gleich den Seinen besäße?"
  },
  {
    "verse_number": 66,
    "translation": "Der Mensch sagt: „Werde ich, wenn ich erst einmal gestorben bin, wirklich wieder lebendig hervorgebracht werden?"
  },
  {
    "verse_number": 67,
    "translation": "Gedenkt der Mensch denn nicht, daß Wir ihn zuvor erschaffen haben, da er (noch) nichts war?"
  },
  {
    "verse_number": 68,
    "translation": "Bei deinem Herrn, Wir werden sie ganz gewiß versammeln, (sie) und die Satane. Hierauf werden Wir sie ganz gewiß rings um die Hölle herum auf den Knien herbeibringen."
  },
  {
    "verse_number": 69,
    "translation": "Hierauf werden Wir aus jedem Lager ganz gewiß denjenigen herausnehmen, der sich dem Allerbarmer am heftigsten widersetzt hat."
  },
  {
    "verse_number": 70,
    "translation": "Dann wissen Wir wahrlich am besten über diejenigen Bescheid, die es am ehesten verdienen, ihr ausgesetzt zu sein."
  },
  {
    "verse_number": 71,
    "translation": "Und es gibt keinen unter euch, der nicht daran vorbeigehen würde. Dies obliegt deinem Herrn unabänderlich beschlossen."
  },
  {
    "verse_number": 72,
    "translation": "Hierauf erretten Wir diejenigen, die gottesfürchtig waren, und lassen die Ungerechten in ihr auf den Knien zurück."
  },
  {
    "verse_number": 73,
    "translation": "Und wenn ihnen Unsere Zeichen als klare Beweise verlesen werden, sagen diejenigen, die ungläubig sind, zu denjenigen, die glauben: „Welcher der beiden Gruppen hat nun eine bessere Stellung und eine schönere Gesellschaft?"
  },
  {
    "verse_number": 74,
    "translation": "Aber wie viele Geschlechter vernichteten Wir vor ihnen, die besser an Ausstattung und Aussehen waren!"
  },
  {
    "verse_number": 75,
    "translation": "Sag: Wer sich im Irrtum befindet, den möge der Allerbarmer lange darin gewähren lassen. Wenn sie dann sehen, was ihnen angedroht ist, entweder die Strafe oder die Stunde, da werden sie wissen, wer sich in einer (noch) schlechteren Lage befindet und die schwächere Heerschar hat."
  },
  {
    "verse_number": 76,
    "translation": "Und Allah mehrt denjenigen, die rechtgeleitet sind, ihre Rechtleitung. Das Bleibende aber, die rechtschaffenen Werke - sie sind bei deinem Herrn besser in der Belohnung und besser als Rückkehr."
  },
  {
    "verse_number": 77,
    "translation": "Was meinst du wohl zu demjenigen, der Unsere Zeichen verleugnet und sagt: „Mir werden ganz gewiß Besitz und Kinder gegeben?"
  },
  {
    "verse_number": 78,
    "translation": "Hat er etwa Einblick in das Verborgene gewonnen, oder hat er vom Allerbarmer eine Verpflichtung entgegengenommen?"
  },
  {
    "verse_number": 79,
    "translation": "Keineswegs! Wir werden aufschreiben, was er sagt, und ihm die Strafe noch verlängern."
  },
  {
    "verse_number": 80,
    "translation": "Und Wir erben von ihm das, was er sagt, während er einzeln zu Uns kommt."
  },
  {
    "verse_number": 81,
    "translation": "Und sie haben sich anstatt Allahs Götter genommen, damit sie ihnen zu Macht gereichen."
  },
  {
    "verse_number": 82,
    "translation": "Keineswegs! Sie werden den von ihnen (empfangenen) Dienst verleugnen und werden ihnen Gegner sein."
  },
  {
    "verse_number": 83,
    "translation": "Siehst du nicht, daß Wir die Satane gegen die Ungläubigen gesandt haben, damit sie sie heftig aufreizen?"
  },
  {
    "verse_number": 84,
    "translation": "So wünsche nichts gegen sie zu beschleunigen; Wir zählen ihnen schon (die Tage) ab."
  },
  {
    "verse_number": 85,
    "translation": "An einem Tag, da Wir die Gottesfürchtigen als eine (geehrte) Abordnung zum Allerbarmer versammeln"
  },
  {
    "verse_number": 86,
    "translation": "und die Übeltäter, wie eine durstige Herde zur Tränke zur Hölle treiben,"
  },
  {
    "verse_number": 87,
    "translation": "verfugen sie nicht über die Fürsprache, außer demjenigen, der vom Allerbarmer eine (diesbezügliche) Verpflichtung entgegengenommen hat."
  },
  {
    "verse_number": 88,
    "translation": "Und sie sagen: „Der Allerbarmer hat Sich Kinder genommen."
  },
  {
    "verse_number": 89,
    "translation": "Ihr habt ja eine abscheuliche Sache begangen."
  },
  {
    "verse_number": 90,
    "translation": "Beinahe brechen davon die Himmel auseinander, und (beinahe) spaltet sich die Erde, und (beinahe) stürzen die Berge in Trümmern zusammen,"
  },
  {
    "verse_number": 91,
    "translation": "daß sie dem Allerbarmer Kinder zuschreiben."
  },
  {
    "verse_number": 92,
    "translation": "Es ziemt dem Allerbarmer nicht, Sich Kinder zu nehmen."
  },
  {
    "verse_number": 93,
    "translation": "Niemand in den Himmeln und auf der Erde wird zum Allerbarmer anders denn als Diener kommen (können)."
  },
  {
    "verse_number": 94,
    "translation": "Er hat sie erfaßt und sie genau gezählt."
  },
  {
    "verse_number": 95,
    "translation": "Und sie alle werden zu Ihm am Tag der Auferstehung einzeln kommen."
  },
  {
    "verse_number": 96,
    "translation": "Gewiß, denjenigen, die glauben und rechtschaffene Werke tun, wird der Allerbarmer Liebe bereiten."
  },
  {
    "verse_number": 97,
    "translation": "Wir haben ihn eigens leicht gemacht in deiner Sprache, damit du durch ihn den Gottesfürchtigen frohe Botschaft verkündest und durch ihn hartnäckige Leute warnst."
  },
  {
    "verse_number": 98,
    "translation": "Und wie viele Geschlechter haben Wir vor ihnen vernichtet! Nimmst du noch irgend jemanden von ihnen wahr, oder hörst du von ihnen noch den geringsten Laut?"
  }
]