[
  {
    "verse_number": 1,
    "translation": "Sad. Beim Qur’an, voll der Ermahnung!"
  },
  {
    "verse_number": 2,
    "translation": "Aber nein! Diejenigen, die ungläubig sind, befinden sich in (falschem) Stolz und in Widerstreit."
  },
  {
    "verse_number": 3,
    "translation": "Wie viele Geschlechter haben Wir vor ihnen vernichtet! Sie riefen, doch da war keine Zeit mehr zum Entrinnen."
  },
  {
    "verse_number": 4,
    "translation": "Sie wundern sich darüber, daß zu ihnen ein Überbringer von Warnungen von ihnen gekommen ist. Die Ungläubigen sagen: Dies ist ein verlogener Zauberer."
  },
  {
    "verse_number": 5,
    "translation": "Macht er denn die Götter zu einem einzigen Gott? Das ist fürwahr etwas sehr Verwunderliches."
  },
  {
    "verse_number": 6,
    "translation": "Und so ging die führende Schar unter ihnen fort: Geht hin und haltet an euren Göttern beharrlich fest. Das ist fürwahr etwas, was (zu eurem Nachteil) gewollt wird."
  },
  {
    "verse_number": 7,
    "translation": "Wir haben hiervon nicht in dem vorherigen Glaubensbekenntnis gehört; dies ist nur eine Erfindung."
  },
  {
    "verse_number": 8,
    "translation": "Soll die Ermahnung (ausgerechnet) auf ihn aus unserer Mitte herabgesandt worden sein? Nein! Vielmehr sind sie über Meine Ermahnung im Zweifel. Nein! Vielmehr haben sie noch nicht Meine Strafe gekostet."
  },
  {
    "verse_number": 9,
    "translation": "Oder besitzen sie etwa die Schatzkammern der Barmherzigkeit deines Herrn, des Allmächtigen, des unablässig Schenkenden?"
  },
  {
    "verse_number": 10,
    "translation": "Oder gehört (etwa) ihnen die Herrschaft der Himmel und der Erde und dessen, was dazwischen ist? So sollen sie doch an Seilen emporsteigen."
  },
  {
    "verse_number": 11,
    "translation": "Manch eine Heerschar von den Gruppierungen wird da geschlagen stehen!"
  },
  {
    "verse_number": 12,
    "translation": "Der Lüge bezichtigten (ihre Gesandten) schon vor ihnen das Volk Nuhs, die ’Ad und Fir’aun, der Besitzer der Pfähle,"
  },
  {
    "verse_number": 13,
    "translation": "und die Tamud und das Volk Luts und die Bewohner des Dickichts; das sind die Gruppierungen."
  },
  {
    "verse_number": 14,
    "translation": "Al]e ausnahmslos bezichtigten die Gesandten der Lüge, so wurde Meine Bestrafung unvermeidlich fällig."
  },
  {
    "verse_number": 15,
    "translation": "Diese erwarten wohl nur einen einzigen Schrei, der keine Unterbrechung hat."
  },
  {
    "verse_number": 16,
    "translation": "Und sie sagen: Unser Herr, gib uns schnell unser Buch noch vor dem Tag der Abrechnung."
  },
  {
    "verse_number": 17,
    "translation": "Ertrage standhaft, was sie sagen. Und gedenke Unseres Dieners Dawud, des Kraftvollen. Gewiß, er war immer wieder umkehrbereit."
  },
  {
    "verse_number": 18,
    "translation": "Wir machten ja die Berge dienstbar, daß sie mit ihm zusammen abends und bei Sonnenaufgang (Allah) preisen,"
  },
  {
    "verse_number": 19,
    "translation": "und auch die (in Scharen) versammelten Vögel. Alle waren immer wieder zu ihm umkehrbereit.’"
  },
  {
    "verse_number": 20,
    "translation": "Und Wir festigten seine Herrschaft und gaben ihm die Weisheit und die Entschiedenheit im Spruch."
  },
  {
    "verse_number": 21,
    "translation": "Ist zu dir die Kunde von den Widersachern gekommen? Als sie über die Mauern in die Andachtsräume einstiegen."
  },
  {
    "verse_number": 22,
    "translation": "Als sie bei Dawud eintraten. Da erschrak er vor ihnen. Sie sagten: Fürchte dich nicht. (Wir sind) zwei Widersacher, von denen der eine den anderen unterdrückt hat. So urteile zwischen uns der Wahrheit entsprechend, handle nicht ungerecht und führe uns zum rechten Weg."
  },
  {
    "verse_number": 23,
    "translation": "Dieser da, mein Bruder, hat neunundneunzig weibliche Schafe, ich aber (nur) ein einziges Schaf. Dann sagte er: .Vertraue es mir an’, und er überwand mich in der Rede."
  },
  {
    "verse_number": 24,
    "translation": "Er sagte: Er hat dir Unrecht getan, daß er dein Schaf zu seinen Schafen hinzu verlangte. Gewiß, viele von den Teilhabern begehen gegeneinander Übergriffe, außer denjenigen, die glauben und rechtschaffene Werke tun - und das sind nur wenige. Und Dawud verstand, daß Wir ihn nur der Versuchung ausgesetzt hatten. Da bat er seinen Herrn um Vergebung und fiel in Verbeugung nieder und wandte sich (Ihm) reuig zu."
  },
  {
    "verse_number": 25,
    "translation": "Und so vergaben Wir ihm dies. Für ihn wird es fürwahr (den Zutritt in) Unsere Nähe und eine schöne Heimstatt geben."
  },
  {
    "verse_number": 26,
    "translation": "O Dawud, Wir haben dich zu einem Statthalter auf der Erde gemacht. So richte zwischen den Menschen der Wahrheit entsprechend und folge nicht der Neigung, auf daß sie dich nicht von Allahs Weg abirren läßt, denn für diejenigen, die von Allahs Weg abirren, wird es strenge Strafe dafür geben, daß sie den Tag der Abrechnung vergessen haben."
  },
  {
    "verse_number": 27,
    "translation": "Und Wir haben den Himmel und die Erde und das, was dazwischen ist, nicht umsonst erschaffen. Das ist die Meinung derjenigen, die ungläubig sind. Doch wehe denjenigen, die ungläubig sind, vor dem (Höllen)feuer!"
  },
  {
    "verse_number": 28,
    "translation": "Oder sollen Wir etwa diejenigen, die glauben und rechtschaffene Werke tun, den Unheilstiftern auf der Erde gleichstellen oder die Gottesfürchtigen den Lasterhaften?"
  },
  {
    "verse_number": 29,
    "translation": "(Dies ist) ein gesegnetes Buch, das Wir zu dir hinabgesandt haben, damit sie über seine Zeichen nachsinnen und damit diejenigen bedenken, die Verstand besitzen."
  },
  {
    "verse_number": 30,
    "translation": "Und Wir schenkten Dawud Sulaiman. Welch ein trefflicher Diener! Er war immer wieder umkehrbereit."
  },
  {
    "verse_number": 31,
    "translation": "Als ihm am Abend die edlen, schnellen Pferde vorgeführt wurden,"
  },
  {
    "verse_number": 32,
    "translation": "da sagte er: Ich habe mich der Liebe der (irdischen) Güter hingegeben und es darüber unterlassen, meines Herrn zu gedenken, bis sie sich hinter dem Vorhang verbarg."
  },
  {
    "verse_number": 33,
    "translation": "Bringt sie mir wieder her. Da begann er, ihnen die Beine und den Hals zu zerhauen."
  },
  {
    "verse_number": 34,
    "translation": "Und Wir setzten ja Sulaiman der Versuchung aus und setzten eine Gestalt auf seinen Thron. Hierauf wandte er sich (Allah) reuig zu."
  },
  {
    "verse_number": 35,
    "translation": "Er sagte: Mein Herr, vergib mir und schenke mir eine Königsherrschaft, die niemandem nach mir geziemt. Gewiß, Du bist ja der unablässig Schenkende."
  },
  {
    "verse_number": 36,
    "translation": "Da machten Wir ihm den Wind dienstbar, daß er nach seinem Befehl sanft wehte, wohin er es für treffend hielt;"
  },
  {
    "verse_number": 37,
    "translation": "und auch die Satane, jeden Bauarbeiter und Taucher,"
  },
  {
    "verse_number": 38,
    "translation": "und andere, in Ketten zusammengebunden."
  },
  {
    "verse_number": 39,
    "translation": "Das ist Unsere Gabe. So erweise Wohltaten oder sei zurückhaltend, (und dies,) ohne zu rechnen."
  },
  {
    "verse_number": 40,
    "translation": "Für ihn wird es fürwahr (den Zutritt in) Unsere Nähe und eine schöne Heimstatt geben."
  },
  {
    "verse_number": 41,
    "translation": "Und gedenke Unseres Dieners Ayyub. Als er zu seinem Herrn rief: Mich hat der Satan mit Mühsal und Pein heimgesucht."
  },
  {
    "verse_number": 42,
    "translation": "- Tritt kräftig mit deinem Fuß auf; da ist kühles Wasser zum Waschen und zum Trinken."
  },
  {
    "verse_number": 43,
    "translation": "Und Wir schenkten ihm seine Angehörigen (wieder) und noch einmal die gleiche Zahl dazu, aus Barmherzigkeit von Uns und als Ermahnung für diejenigen, die Verstand besitzen."
  },
  {
    "verse_number": 44,
    "translation": "Und: Nimm in deine Hand ein Bündel (dünner Zweige) und schlag damit zu und sei nicht eidbrüchig. Gewiß, Wir fanden ihn standhaft. Welch ein trefflicher Diener! Er war immer wieder umkehrbereit."
  },
  {
    "verse_number": 45,
    "translation": "Und gedenke Unserer Diener Ibrahim, Ishaq und Ya’qub, die Kraft und Einsicht besaßen."
  },
  {
    "verse_number": 46,
    "translation": "Wir erlasen sie durch eine besondere Eigenschaft aus, mit dem Gedenken an die (jenseitige) Wohnstätte."
  },
  {
    "verse_number": 47,
    "translation": "Sie gehören bei Uns wahrlich zu den Auserwählten und Besten."
  },
  {
    "verse_number": 48,
    "translation": "Und gedenke Isma’ils, Alyasa’s und Du ’-Kifls. Alle gehören zu den Besten."
  },
  {
    "verse_number": 49,
    "translation": "Dies ist eine Ermahnung. Und für die Gottesfürchtigen wird es wahrlich eine schöne Heimstatt geben,"
  },
  {
    "verse_number": 50,
    "translation": "die Gärten Edens, deren Tore ihnen geöffnet stehen,"
  },
  {
    "verse_number": 51,
    "translation": "worin sie sich lehnen und worin sie nach vielen Früchten und nach Getränk rufen."
  },
  {
    "verse_number": 52,
    "translation": "Und bei ihnen sind gleichaltrige (weibliche Wesen), die ihre Blicke zurückhalten."
  },
  {
    "verse_number": 53,
    "translation": "Das ist, was euch für den Tag der Abrechnung versprochen wird."
  },
  {
    "verse_number": 54,
    "translation": "Das ist fürwahr Unsere Versorgung; sie geht nicht zu Ende."
  },
  {
    "verse_number": 55,
    "translation": "Das ist (für die Gottesfürchtigen). Für diejenigen jedoch, die das Maß (an Frevel) überschreiten, wird es wahrlich eine schlechte Heimstatt geben,"
  },
  {
    "verse_number": 56,
    "translation": "die Hölle, der sie ausgesetzt sein werden - eine schlimme Lagerstatt!"
  },
  {
    "verse_number": 57,
    "translation": "Das ist - sie sollen es kosten - heißes Wasser und stinkender Eiter"
  },
  {
    "verse_number": 58,
    "translation": "und anderes dergleichen in verschiedenen Arten."
  },
  {
    "verse_number": 59,
    "translation": "- Da ist eine Schar, die sich mit euch hineinstürzt. - Sie sind nicht willkommen, denn sie werden dem (Höllen)feuer ausgesetzt sein."
  },
  {
    "verse_number": 60,
    "translation": "Sie sagen: Nein! Vielmehr seid ihr es, die ihr nicht willkommen seid. Das habt ihr uns doch bereitet - ein schlimmer Aufenthalt!"
  },
  {
    "verse_number": 61,
    "translation": "Sie sagen: Unser Herr, erhöhe demjenigen, der uns dies bereitet hat, das (Strafmaß) als mehrfache Strafe im (Höllen)feuer."
  },
  {
    "verse_number": 62,
    "translation": "Und sie sagen: Wie kommt das, daß wir (gewisse) Männer nicht sehen, die wir zu den Bösewichten zählten?"
  },
  {
    "verse_number": 63,
    "translation": "Haben wir sie (etwa zu Unrecht) zum Gegenstand des Spottes genommen? Oder haben die Blicke sie verfehlt?"
  },
  {
    "verse_number": 64,
    "translation": "Das ist tatsächlich wahr: (so ist) der Streit der Bewohner des (Höllen)feuers miteinander."
  },
  {
    "verse_number": 65,
    "translation": "Sag: Ich bin nur ein Überbringer von Warnungen, und keinen Gott gibt es außer Allah, dem Einen, dem Allbezwinger,"
  },
  {
    "verse_number": 66,
    "translation": "dem Herrn der Himmel und der Erde und dessen, was dazwischen ist, dem Allmächtigen und Allvergebenden."
  },
  {
    "verse_number": 67,
    "translation": "Sag: Es ist eine gewaltige Kunde,"
  },
  {
    "verse_number": 68,
    "translation": "von der ihr euch abwendet."
  },
  {
    "verse_number": 69,
    "translation": "Ich hatte kein Wissen über die höchste führende Schar’, als sie miteinander stritten."
  },
  {
    "verse_number": 70,
    "translation": "Mir wird ja (als Offenbarung) eingegeben, daß ich nur ein deutlicher Warner bin."
  },
  {
    "verse_number": 71,
    "translation": "Als dein Herr zu den Engeln sagte: Ich werde ein menschliches Wesen aus Lehm erschaffen."
  },
  {
    "verse_number": 72,
    "translation": "Wenn Ich es zurechtgeformt und ihm von Meinem Geist eingehaucht habe, dann fallt und werft euch vor ihm nieder."
  },
  {
    "verse_number": 73,
    "translation": "Da warfen sich die Engel alle zusammen nieder,"
  },
  {
    "verse_number": 74,
    "translation": "außer Iblis; er verhielt sich hochmütig und gehörte zu den Ungläubigen."
  },
  {
    "verse_number": 75,
    "translation": "Er sagte: O Iblis, was hat dich davon abgehalten, dich vor dem niederzuwerfen, was Ich mit Meinen Händen erschaffen habe? Verhältst du dich hochmütig, oder gehörst du etwa zu den Überheblichen?"
  },
  {
    "verse_number": 76,
    "translation": "Er sagte: Ich bin besser als er. Mich hast Du aus Feuer erschaffen, wohingegen Du ihn aus Lehm erschaffen hast."
  },
  {
    "verse_number": 77,
    "translation": "Er sagte: Dann geh aus ihm hinaus, denn du bist der Steinigung würdig,"
  },
  {
    "verse_number": 78,
    "translation": "und gewiß, auf dir liegt Mein Fluch bis zum Tag des Gerichts."
  },
  {
    "verse_number": 79,
    "translation": "Er sagte: Mein Herr, gewähre mir Aufschub bis zu dem Tag, da sie auferweckt werden."
  },
  {
    "verse_number": 80,
    "translation": "Er sagte: Gewiß, du gehörst zu denjenigen, denen Aufschub gewährt wird,"
  },
  {
    "verse_number": 81,
    "translation": "bis zum Tag der (wohl)bekannten Zeit."
  },
  {
    "verse_number": 82,
    "translation": "Er sagte: Nun, bei Deiner Macht, ich werde sie allesamt ganz gewiß in Verirrung fallen lassen,"
  },
  {
    "verse_number": 83,
    "translation": "außer Deinen Dienern, den auserlesenen unter ihnen."
  },
  {
    "verse_number": 84,
    "translation": "Er sagte: Es ist die Wahrheit - und Ich sage ja die Wahrheit;"
  },
  {
    "verse_number": 85,
    "translation": "Ich werde die Hölle ganz gewiß mit dir und mit all denjenigen von ihnen füllen, die dir folgen."
  },
  {
    "verse_number": 86,
    "translation": "Sag: Ich verlange von euch keinen Lohn dafür. Und ich gehöre nicht zu denjenigen, die Unzumutbares auferlegen."
  },
  {
    "verse_number": 87,
    "translation": "Es ist nur eine Ermahnung für die Weltenbewohner,"
  },
  {
    "verse_number": 88,
    "translation": "Und ihr werdet die Kunde darüber ganz bestimmt nach einer gewissen Zeit erfahren."
  }
]