[
  {
    "verse_number": 1,
    "translation": "Es preist Allah (alles), was in den Himmeln und (alles) was auf der Erde ist. Ihm gehört die Herrschaft, und Ihm gehört (alles) Lob, und Er hat zu allem die Macht."
  },
  {
    "verse_number": 2,
    "translation": "Er ist es, Der euch erschaffen hat. So gibt es unter euch Ungläubige und gibt es unter euch Gläubige, und was ihr tut, sieht Allah wohl."
  },
  {
    "verse_number": 3,
    "translation": "Er hat die Himmel und die Erde in Wahrheit erschaffen und euch gestaltet, und da(bei) eure Gestalten schön gemacht. Und zu Ihm ist der Ausgang."
  },
  {
    "verse_number": 4,
    "translation": "Er weiß, was in den Himmeln und auf der Erde ist, und Er weiß, was ihr geheimhaltet und was ihr offenlegt. Und Allah weiß über das Innerste der Brüste Bescheid."
  },
  {
    "verse_number": 5,
    "translation": "Ist zu euch nicht die Kunde von denjenigen gekommen, die zuvor ungläubig waren und dann die schlimmen Folgen ihres Verhaltens kosteten? Und für sie wird es schmerzhafte Strafe geben."
  },
  {
    "verse_number": 6,
    "translation": "Dies, weil ihre Gesandten immer wieder zu ihnen mit den klaren Beweisen kamen, sie aber sagten: Sollen (etwa) menschliche Wesen uns rechtleiten? So wurden sie ungläubig und kehrten sich ab. Doch Allah bedurfte (ihrer) nicht, und Allah ist Unbedürftig und Lobenswürdig."
  },
  {
    "verse_number": 7,
    "translation": "Diejenigen, die ungläubig sind, behaupten, daß sie nicht auferweckt werden. Sag: Aber ja doch, bei meinem Herrn, ihr werdet ganz gewiß auferweckt werden; hierauf wird euch ganz gewiß das kundgetan, was ihr getan habt. Und dies ist Allah ein leichtes."
  },
  {
    "verse_number": 8,
    "translation": "Darum glaubt an Allah und Seinen Gesandten und das Licht, das Wir hinabgesandt haben. Und Allah ist dessen, was ihr tut, Kundig."
  },
  {
    "verse_number": 9,
    "translation": "Am Tag, da Er euch zum Tag der Versammlung versammeln wird. Das ist der Tag der Übervorteilung. Wer an Allah glaubt und rechtschaffen handelt, dem tilgt Er seine bösen Taten, und den wird Er in Gärten eingehen lassen, durcheilt von Bächen, ewig und auf immer darin zu bleiben; das ist der großartige Erfolg."
  },
  {
    "verse_number": 10,
    "translation": "Und diejenigen, die ungläubig sind und Unsere Zeichen für Lüge erklären, das sind Insassen des (Höllen)feuers, ewig darin zu bleiben - ein schlimmer Ausgang!"
  },
  {
    "verse_number": 11,
    "translation": "Kein Unglück trifft (jemanden), außer mit Allahs Erlaubnis. Und wer an Allah glaubt, dessen Herz leitet Er recht. Und Allah weiß über alles Bescheid."
  },
  {
    "verse_number": 12,
    "translation": "Und gehorcht Allah und gehorcht dem Gesandten. Wenn ihr euch jedoch abkehrt, so obliegt Unserem Gesandten nur die deutliche Übermittlung (der Botschaft)."
  },
  {
    "verse_number": 13,
    "translation": "Allah - es gibt keinen Gott außer Ihm. Und auf Allah sollen sich die Gläubigen verlassen."
  },
  {
    "verse_number": 14,
    "translation": "O die ihr glaubt, unter euren Gattinnen und euren Kindern gibt es welche, die euch feind sind; so seht euch vor ihnen vor. Wenn ihr aber verzeiht, nachsichtig seid und vergebt - gewiß, so ist Allah Allvergebend und Barmherzig."
  },
  {
    "verse_number": 15,
    "translation": "Euer Besitz und eure Kinder sind nur eine Versuchung; Allah aber - bei Ihm gibt es großartigen Lohn."
  },
  {
    "verse_number": 16,
    "translation": "Daher fürchtet Allah, soweit ihr könnt. Und hört zu und gehorcht und gebt Gutes für euch selbst aus. Und diejenigen, die vor ihrer eigenen Habsucht bewahrt bleiben, das sind diejenigen, denen es wohl ergeht."
  },
  {
    "verse_number": 17,
    "translation": "Wenn ihr Allah ein gutes Darlehen gebt, wird Er es euch vervielfachen und euch vergeben. Und Allah ist stets zu Dank bereit und Nachsichtig."
  },
  {
    "verse_number": 18,
    "translation": "(Er ist) der Kenner des Verborgenen und des Offenbaren, der Allmächtige und Allweise."
  }
]