{
  "number": 13,
  "name": "الرّعد",
  "name_latin": "Ar-Ra'd",
  "name_id": "Ar-Ra'd",
  "name_trans_id": "Guruh",
  "number_of_verse": 43,
  "category": "Makkiyah",
  "arabics": {
    "1": "الۤمّۤرٰۗ تِلْكَ اٰيٰتُ الْكِتٰبِۗ وَالَّذِيْٓ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ الْحَقُّ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يُؤْمِنُوْنَ",
    "2": "اَللّٰهُ الَّذِيْ رَفَعَ السَّمٰوٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوٰى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۗ  كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ يُدَبِّرُ الْاَمْرَ يُفَصِّلُ الْاٰيٰتِ لَعَلَّكُمْ بِلِقَاۤءِ رَبِّكُمْ تُوْقِنُوْنَ",
    "3": "وَهُوَ الَّذِيْ مَدَّ الْاَرْضَ وَجَعَلَ فِيْهَا رَوَاسِيَ وَاَنْهٰرًا ۗوَمِنْ كُلِّ الثَّمَرٰتِ جَعَلَ فِيْهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِى الَّيْلَ النَّهَارَۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ",
    "4": "وَفِى الْاَرْضِ قِطَعٌ مُّتَجٰوِرٰتٌ وَّجَنّٰتٌ مِّنْ اَعْنَابٍ وَّزَرْعٌ وَّنَخِيْلٌ صِنْوَانٌ وَّغَيْرُ صِنْوَانٍ يُّسْقٰى بِمَاۤءٍ وَّاحِدٍۙ وَّنُفَضِّلُ بَعْضَهَا عَلٰى بَعْضٍ فِى الْاُكُلِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ",
    "5": "۞ وَاِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ ءَاِذَا كُنَّا تُرٰبًا ءَاِنَّا لَفِيْ خَلْقٍ جَدِيْدٍ ەۗ اُولٰۤىِٕكَ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْۚ وَاُولٰۤىِٕكَ الْاَغْلٰلُ فِيْٓ اَعْنَاقِهِمْۚ وَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ",
    "6": "وَيَسْتَعْجِلُوْنَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلٰتُۗ وَاِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ لِّلنَّاسِ عَلٰى ظُلْمِهِمْۚ وَاِنَّ رَبَّكَ لَشَدِيْدُ الْعِقَابِ",
    "7": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ اِنَّمَآ اَنْتَ مُنْذِرٌ وَّلِكُلِّ قَوْمٍ هَادٍ ࣖ",
    "8": "اَللّٰهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ اُنْثٰى وَمَا تَغِيْضُ الْاَرْحَامُ وَمَا تَزْدَادُ ۗوَكُلُّ شَيْءٍ عِنْدَهٗ بِمِقْدَارٍ",
    "9": "عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيْرُ الْمُتَعَالِ",
    "10": "سَوَاۤءٌ مِّنْكُمْ مَّنْ اَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهٖ وَمَنْ هُوَ مُسْتَخْفٍۢ بِالَّيْلِ وَسَارِبٌۢ بِالنَّهَارِ",
    "11": "لَهٗ مُعَقِّبٰتٌ مِّنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖ يَحْفَظُوْنَهٗ مِنْ اَمْرِ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتّٰى يُغَيِّرُوْا مَا بِاَنْفُسِهِمْۗ وَاِذَآ اَرَادَ اللّٰهُ بِقَوْمٍ سُوْۤءًا فَلَا مَرَدَّ لَهٗ ۚوَمَا لَهُمْ مِّنْ دُوْنِهٖ مِنْ وَّالٍ",
    "12": "هُوَ الَّذِيْ يُرِيْكُمُ الْبَرْقَ خَوْفًا وَّطَمَعًا وَّيُنْشِئُ السَّحَابَ الثِّقَالَۚ",
    "13": "وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهٖ وَالْمَلٰۤىِٕكَةُ مِنْ خِيْفَتِهٖۚ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيْبُ بِهَا مَنْ يَّشَاۤءُ وَهُمْ يُجَادِلُوْنَ فِى اللّٰهِ ۚوَهُوَ شَدِيْدُ الْمِحَالِۗ",
    "14": "لَهٗ دَعْوَةُ الْحَقِّۗ وَالَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِهٖ لَا يَسْتَجِيْبُوْنَ لَهُمْ بِشَيْءٍ اِلَّا كَبَاسِطِ كَفَّيْهِ اِلَى الْمَاۤءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهٖۗ وَمَا دُعَاۤءُ الْكٰفِرِيْنَ اِلَّا فِيْ ضَلٰلٍ",
    "15": "وَلِلّٰهِ يَسْجُدُ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ طَوْعًا وَّكَرْهًا وَّظِلٰلُهُمْ بِالْغُدُوِّ وَالْاٰصَالِ ۩",
    "16": "قُلْ مَنْ رَّبُّ السَّمٰوٰتِ وَالْاَرْضِۗ قُلِ اللّٰهُ ۗقُلْ اَفَاتَّخَذْتُمْ مِّنْ دُوْنِهٖٓ اَوْلِيَاۤءَ لَا يَمْلِكُوْنَ لِاَنْفُسِهِمْ نَفْعًا وَّلَا ضَرًّاۗ قُلْ هَلْ يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ ەۙ اَمْ هَلْ تَسْتَوِى الظُّلُمٰتُ وَالنُّوْرُ ەۚ اَمْ جَعَلُوْا لِلّٰهِ شُرَكَاۤءَ خَلَقُوْا كَخَلْقِهٖ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْۗ قُلِ اللّٰهُ خَالِقُ كُلِّ شَيْءٍ وَّهُوَ الْوَاحِدُ الْقَهَّارُ",
    "17": "اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَسَالَتْ اَوْدِيَةٌ ۢ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَّابِيًا ۗوَمِمَّا يُوْقِدُوْنَ عَلَيْهِ فِى النَّارِ ابْتِغَاۤءَ حِلْيَةٍ اَوْ مَتَاعٍ زَبَدٌ مِّثْلُهٗ  ۗ كَذٰلِكَ يَضْرِبُ اللّٰهُ الْحَقَّ وَالْبَاطِلَ ەۗ فَاَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاۤءً ۚوَاَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِى الْاَرْضِۗ  كَذٰلِكَ يَضْرِبُ اللّٰهُ الْاَمْثَالَ ۗ",
    "18": "لِلَّذِيْنَ اسْتَجَابُوْا لِرَبِّهِمُ الْحُسْنٰىۗ وَالَّذِيْنَ لَمْ يَسْتَجِيْبُوْا لَهٗ لَوْ اَنَّ لَهُمْ مَّا فِى الْاَرْضِ جَمِيْعًا وَّمِثْلَهٗ مَعَهٗ لَافْتَدَوْا بِهٖ ۗ اُولٰۤىِٕكَ لَهُمْ سُوْۤءُ الْحِسَابِ ەۙ وَمَأْوٰىهُمْ جَهَنَّمُ ۗوَبِئْسَ الْمِهَادُ ࣖ",
    "19": "۞ اَفَمَنْ يَّعْلَمُ اَنَّمَآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ الْحَقُّ كَمَنْ هُوَ اَعْمٰىۗ اِنَّمَا يَتَذَكَّرُ اُولُوا الْاَلْبَابِۙ",
    "20": "الَّذِيْنَ يُوْفُوْنَ بِعَهْدِ اللّٰهِ وَلَا يَنْقُضُوْنَ الْمِيْثَاقَۙ",
    "21": "وَالَّذِيْنَ يَصِلُوْنَ مَآ اَمَرَ اللّٰهُ بِهٖٓ اَنْ يُّوْصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُوْنَ سُوْۤءَ الْحِسَابِ ۗ",
    "22": "وَالَّذِيْنَ صَبَرُوا ابْتِغَاۤءَ وَجْهِ رَبِّهِمْ وَاَقَامُوا الصَّلٰوةَ وَاَنْفَقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً وَّيَدْرَءُوْنَ بِالْحَسَنَةِ السَّيِّئَةَ اُولٰۤىِٕكَ لَهُمْ عُقْبَى الدَّارِۙ",
    "23": "جَنّٰتُ عَدْنٍ يَّدْخُلُوْنَهَا وَمَنْ صَلَحَ مِنْ اٰبَاۤىِٕهِمْ وَاَزْوَاجِهِمْ وَذُرِّيّٰتِهِمْ وَالْمَلٰۤىِٕكَةُ يَدْخُلُوْنَ عَلَيْهِمْ مِّنْ كُلِّ بَابٍۚ",
    "24": "سَلٰمٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِۗ",
    "25": "وَالَّذِيْنَ يَنْقُضُوْنَ عَهْدَ اللّٰهِ مِنْ ۢ بَعْدِ مِيْثَاقِهٖ وَيَقْطَعُوْنَ مَآ اَمَرَ اللّٰهُ بِهٖٓ اَنْ يُّوْصَلَ وَيُفْسِدُوْنَ فِى الْاَرْضِۙ اُولٰۤىِٕكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوْۤءُ الدَّارِ",
    "26": "اَللّٰهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۗوَفَرِحُوْا بِالْحَيٰوةِ الدُّنْيَاۗ وَمَا الْحَيٰوةُ الدُّنْيَا فِى الْاٰخِرَةِ اِلَّا مَتَاعٌ  ࣖ",
    "27": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ  قُلْ اِنَّ اللّٰهَ يُضِلُّ مَنْ يَّشَاۤءُ وَيَهْدِيْٓ اِلَيْهِ مَنْ اَنَابَۖ",
    "28": "الَّذِيْنَ اٰمَنُوْا وَتَطْمَىِٕنُّ قُلُوْبُهُمْ بِذِكْرِ اللّٰهِ ۗ اَلَا بِذِكْرِ اللّٰهِ تَطْمَىِٕنُّ الْقُلُوْبُ ۗ",
    "29": "اَلَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ طُوْبٰى لَهُمْ وَحُسْنُ مَاٰبٍ",
    "30": "كَذٰلِكَ اَرْسَلْنٰكَ فِيْٓ اُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَآ اُمَمٌ لِّتَتْلُوَا۟ عَلَيْهِمُ الَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ وَهُمْ يَكْفُرُوْنَ بِالرَّحْمٰنِۗ قُلْ هُوَ رَبِّيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَلَيْهِ تَوَكَّلْتُ وَاِلَيْهِ مَتَابِ",
    "31": "وَلَوْ اَنَّ قُرْاٰنًا سُيِّرَتْ بِهِ الْجِبَالُ اَوْ قُطِّعَتْ بِهِ الْاَرْضُ اَوْ كُلِّمَ بِهِ الْمَوْتٰىۗ بَلْ لِّلّٰهِ الْاَمْرُ جَمِيْعًاۗ اَفَلَمْ يَا۟يْـَٔسِ الَّذِيْنَ اٰمَنُوْٓا اَنْ لَّوْ يَشَاۤءُ اللّٰهُ لَهَدَى النَّاسَ جَمِيْعًاۗ وَلَا يَزَالُ الَّذِيْنَ كَفَرُوْا تُصِيْبُهُمْ بِمَا صَنَعُوْا قَارِعَةٌ اَوْ تَحُلُّ قَرِيْبًا مِّنْ دَارِهِمْ حَتّٰى يَأْتِيَ وَعْدُ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ ࣖ",
    "32": "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّنْ قَبْلِكَ فَاَمْلَيْتُ لِلَّذِيْنَ كَفَرُوْا ثُمَّ اَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ",
    "33": "اَفَمَنْ هُوَ قَاۤىِٕمٌ عَلٰى كُلِّ نَفْسٍۢ بِمَا كَسَبَتْۚ وَجَعَلُوْا لِلّٰهِ شُرَكَاۤءَ ۗ قُلْ سَمُّوْهُمْۗ اَمْ تُنَبِّـُٔوْنَهٗ بِمَا لَا يَعْلَمُ فِى الْاَرْضِ اَمْ بِظَاهِرٍ مِّنَ الْقَوْلِ ۗبَلْ زُيِّنَ لِلَّذِيْنَ كَفَرُوْا مَكْرُهُمْ وَصُدُّوْا عَنِ السَّبِيْلِ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ",
    "34": "لَهُمْ عَذَابٌ فِى الْحَيٰوةِ الدُّنْيَا وَلَعَذَابُ الْاٰخِرَةِ اَشَقُّۚ وَمَا لَهُمْ مِّنَ اللّٰهِ مِنْ وَّاقٍ",
    "35": "۞ مَثَلُ الْجَنَّةِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَۗ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۗ  اُكُلُهَا دَاۤىِٕمٌ وَّظِلُّهَاۗ تِلْكَ عُقْبَى الَّذِيْنَ اتَّقَوْا ۖوَّعُقْبَى الْكٰفِرِيْنَ النَّارُ",
    "36": "وَالَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَفْرَحُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمِنَ الْاَحْزَابِ مَنْ يُّنْكِرُ بَعْضَهٗ ۗ قُلْ اِنَّمَآ اُمِرْتُ اَنْ اَعْبُدَ اللّٰهَ وَلَآ اُشْرِكَ بِهٖ ۗاِلَيْهِ اَدْعُوْا وَاِلَيْهِ مَاٰبِ",
    "37": "وَكَذٰلِكَ اَنْزَلْنٰهُ حُكْمًا عَرَبِيًّاۗ وَلَىِٕنِ اتَّبَعْتَ اَهْوَاۤءَهُمْ بَعْدَمَا جَاۤءَكَ مِنَ الْعِلْمِۙ مَا لَكَ مِنَ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا وَاقٍ ࣖ",
    "38": "وَلَقَدْ اَرْسَلْنَا رُسُلًا مِّنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ اَزْوَاجًا وَّذُرِّيَّةً ۗوَمَا كَانَ لِرَسُوْلٍ اَنْ يَّأْتِيَ بِاٰيَةٍ اِلَّا بِاِذْنِ اللّٰهِ ۗلِكُلِّ اَجَلٍ كِتَابٌ",
    "39": "يَمْحُوا اللّٰهُ مَا يَشَاۤءُ وَيُثْبِتُ ۚوَعِنْدَهٗٓ اُمُّ الْكِتٰبِ",
    "40": "وَاِنْ مَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِنَّمَا عَلَيْكَ الْبَلٰغُ وَعَلَيْنَا الْحِسَابُ",
    "41": "اَوَلَمْ يَرَوْا اَنَّا نَأْتِى الْاَرْضَ نَنْقُصُهَا مِنْ اَطْرَافِهَاۗ وَاللّٰهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهٖۗ وَهُوَ سَرِيْعُ الْحِسَابِ",
    "42": "وَقَدْ مَكَرَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَلِلّٰهِ الْمَكْرُ جَمِيْعًا ۗيَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍۗ وَسَيَعْلَمُ الْكُفّٰرُ لِمَنْ عُقْبَى الدَّارِ",
    "43": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَسْتَ مُرْسَلًا ۗ قُلْ كَفٰى بِاللّٰهِ شَهِيْدًاۢ بَيْنِيْ وَبَيْنَكُمْۙ وَمَنْ عِنْدَهٗ عِلْمُ الْكِتٰبِ ࣖ"
  },
  "latins": [
    "Alif lām mīm rā, tilka āyātul-kitāb(i), wal-lażī unzila ilaika mir rabbikal-ḥaqqu wa lākinna akṡaran-nāsi lā yu'minūn(a).",
    "Allāhul-lażī rafa'as-samāwāti bigairi 'amadin taraunahā ṡummastawā 'alal-'arsyi wa sakhkharasy-syamsa  wal-qamar(a), kulluy yajrī li'ajalim musammā(n), yudabbirul-amra yufaṣṣilul-āyāti la'allakum biliqā'i rabbikum tūqinūn(a).",
    "Wa huwal-lażī maddal-arḍa wa ja'ala fīhā rawāsiya wa anhārā(n), wa min kulliṡ-ṡamarāti ja'ala fīhā zaujainiṡnaini yugsyil-lailan-nahār(a), inna fī żālika la'āyātil liqaumiy yatafakkarūn(a).",
    "Wa fil-arḍi qiṭa'um mutajāwirātuw wa jannātum min a'nābiw wa zar'uw wa nakhīlun ṣinwānuw wa gairu ṣinwāniy yusqā bimā'iw wāḥid(in), wa nufaḍḍilu ba'ḍahā 'alā ba'ḍin fil-ukul(i), inna fī żālika la'āyātil liqaumiy ya'qilūn(a).",
    "Wa in ta'jab fa 'ajabun qauluhum a'iżā kunnā turāban a'innā lafī khalqin jadīd(in), ulā'ikal-lażīna kafarū birabbihim, wa ulā'ikal-aglālu fī a'nāqihim, wa ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a).",
    "Wa yasta'jilūnaka bis-sayyi'ati qablal-ḥasanati wa qad khalat min qablihimul-maṡulāt(u), wa inna rabbaka lażū magfiratil lin-nāsi 'alā ẓulmihim, wa inna rabbaka lasyadīdul-'iqāb(i).",
    "Wa yaqūlul-lażīna kafarū lau lā unzila 'alaihi āyatum mir rabbih(ī), innamā anta munżiruw wa likulli qaumin hād(in).",
    "Allāhu ya'lamu mā taḥmilu kullu unṡā wa mā tagīḍul-arḥāmu wa mā tazdād(u), wa kullu syai'in 'indahū bimiqdār(in).",
    "'Alimul-gaibi wasy-syahādatil-kabīrul-muta'āl(i).",
    "Sawā'um minkum man asarral-qaula wa man jahara bihī wa man huwa mustakhfim bil-laili wa sāribum bin-nahār(i).",
    "Lahū mu'aqqibātum mim baini yadaihi wa min khalfihī yaḥfaẓūnahū min amrillāh(i), innallāha lā yugayyiru mā biqaumin ḥattā yugayyirū mā bi'anfusihim, wa iżā arādallāhu biqaumin sū'an falā maradda lah(ū), wa mā lahum min dūnihī miw wāl(in).",
    "Huwal-lażī  yurīkumul -barqa khaufaw  wa  ṭama'aw  wa  yunsyi'us -saḥābaṡ-ṡiqāl(a).",
    "Wa yusabbiḥur-ra'du biḥamdihī wal-malā'ikatu min khīfatih(ī), wa yursiluṣ-ṣawā'iqa fa yuṣību bihā may yasyā'u wa hum yujālidilūna fillāh(i), wa huwa syadīdul-miḥāl(i).",
    "Lahū da'watul-ḥaqq(i), wal-lażīna yad'ūna min dūnihī lā yastajībūna lahum bisyai'in illā kabāsiṭi kaffaihi ilal-mā'i liyabluga fāhu wa mā huwa bibāligih(ī), wa mā du'ā'ul-kāfirīna illā fī ḍalāl(in).",
    "Wa lillāhi yasjudu man fis-samāwāti wal-arḍi ṭau'aw wa karhaw wa ẓilāluhum bil-guduwwi wal-āṣāl(i).",
    "Qul mar rabbus-samāwāti wal-arḍ(i), qulillāh(u), qul afattakhażtum  min dūnihī auliyā'a lā yamlikūna li'anfusihim naf'aw wa lā ḍarrā(n), qul hal yastawil-a'mā wal-baṣīr(u),  am hal tastawiẓ-ẓulumātu wan-nūr(u), am ja'alū lillāhi syurakā'a khalaqū kakhalqihī fa tasyābahal-khalqu  'alaihim, qulillāhu khāliqu kulli syai'iw wa huwal-wāḥidul-qahhār(u).",
    "Anzala minas-samā'i mā'an fa sālat audiyatum biqadarihā faḥtamalas-sailu zabadar rābiyā(n), wa mimmā yūqidūna 'alaihi fin-nāribtigā'a ḥilyatin au matā'in zabadum miṡluh(ū), każālika yaḍribullāhul-ḥaqqa wal-bāṭil(a), fa ammaz-zabadu fa yażhabu jufā'ā(n), wa ammā mā yanfa'un-nāsa fa yamkuṡu fil-arḍ(i), każālika yaḍribullāhul-amṡāl(a).",
    "Lil-lażīnastajābū lirabbihimul-ḥusnā, wal-lażīna lam yastajībū lahū lau anna lahum mā fil-arḍi jamī'aw wa miṡlahū ma'ahū laftadau bih(ī), ulā'ika lahum sū'ul-ḥisāb(i), wa ma'wāhum jahannam(u), wa bi'sal-mihād(u).",
    "Afamay ya'lamu annamā unzila ilaika mir rabbikal-ḥaqqu kaman huwa a'mā, innamā yatażakkaru ulul-albāb(i).",
    "Al-lażīna yūfūna bi'ahdillāhi wa lā yanquḍūnal-mīṡāq(a).",
    "Wal-lażīna yaṣilūna mā amarallāhu bihī ay yūṣala wa yakhsyauna rabbahum wa yakhāfūna sū'al-ḥisāb(i).",
    "Wal-lażīna ṣabarubtigā'a wajhi rabbihim wa aqāmuṣ-ṣalāta wa anfaqū mimmā razaqnāhum sirraw wa 'alāniyataw wa yadra'ūna bil-ḥasanatis-sayyi'ata  ulā'ika lahum 'uqbad-dār(i).",
    "Jannātu 'adniy yadkhulūnahā wa man ṣalaḥa min ābā'ihim wa azwājihim  wa żurriyyātihim wal-malā'ikatu yadkhulūna 'alaihim min kulli bāb(in).",
    "Salāmun 'alaikum bimā ṣabartum fa ni'ma 'uqbad-dār(i).",
    "Wal-lażīna yanquḍūna 'ahdallāhi mim ba'di mīṡāqihī wa yaqṭa'ūna mā amarallāhu bihī ay yūṣala wa yufsidūna fil-arḍ(i), ulā'ika lahumul-la'natu wa lahum sū'ud-dār(i).",
    "Allāhu yabsuṭur-rizqa limay yasyā'u wa yaqdir(u), wa fariḥū bil-ḥayātid-dun-yā, wa mal-ḥayātud-dun-yā fil-ākhirati illā matā'(un).",
    "Wa yaqūlul-lażīna kafarū lau lā unzila 'alaihi āyatum mir rabbih(ī), qul innallāha yuḍillu may yasyā'u wa yahdī ilaihi man anāb(a).",
    "Al-lażīna āmanū wa taṭma'innu qulūbuhum biżikrillāh(i), alā biżikrillāhi taṭma'innul-qulūb(u).",
    "Allażīna āmanū wa 'amiluṣ-ṣāliḥāti ṭūbā lahum wa ḥusnu ma'āb(in).",
    "Każālika arsalnāka fī ummatin qad khalat min qablihā umamul litatluwa 'alaihimul-lażī auḥainā ilaika wa hum yakfurūna bir-raḥmān(i), qul huwa rabbī lā ilāha illā huw(a), 'alaihi tawakkaltu wa ilaihi matāb(i).",
    "Wa lau anna qur'ānan suyyirat bihil-jibālu au quṭṭi'at bihil-arḍu au kullima bihil-mautā, bal lillāhil-amru jamī'ā(n), afalam yai'asil-lażīna  āmanū allau yasyā'ullāhu lahadan-nāsa jamī'ā(n), wa lā yazālul-lażīna kafarū tuṣībuhum bimā ṣana'ū qāri'atun au taḥullu qarībam min dārihim ḥattā ya'tiya wa'dullāh(i), innallāha lā yukhliful-mī'ād(a).",
    "Wa laqadistuhzi'a birusulim min qablika fa amlaitu lil-lażīna kafarū ṡumma akhażtuhum fa kaifa kāna 'iqāb(i).",
    "Afaman huwa qā'imun 'alā kulli nafsim bimā kasabat, wa ja'alū lillāhi syurakā'(a), qul sammūhum, am tunabbi'ūnahū bimā lā ya'lamu fil-arḍi am biẓāhirim minal-qaul(i), bal zuyyina lil-lażīna kafarū makruhum wa ṣuddū 'anis-sabīl(i), wa may yuḍlilillāhu famā lahū min hād(in).",
    "Lahum 'ażābun fil-ḥayātid-dun-yā wa la'ażābul-ākhirati asyaqq(u), wa mā lahum minallāhi miw wāq(in).",
    "Maṡalul-jannatil-latī wu'idal-muttaqūn(a), tajrī min taḥtihal-anhār(u), ukuluhā dā'imuw wa ẓilluhā, tilka 'uqbal-lażīnattaqau, wa 'uqbal-kāfirīnan-nār(u).",
    "Wal-lażīna ātaināhumul-kitāba yafraḥūna bimā unzila ilaika wa minal-aḥzābi may yunkiru ba'ḍah(ū), qul innamā umirtu an a'budallāha wa lā usyrika bih(ī), ilaihi ad'ū wa ilaihi ma'āb(i).",
    "Wa każālika anzalnāhu ḥukman 'arabiyyā(n), wa la'inittaba'ta ahwā'ahum ba'da mā jā'aka minal-'ilm(i), mā laka minallāhi miw waliyyiw wa lā wāq(in).",
    "Wa laqad arsalnā rusulam min qablika wa ja'alnā lahum azwājaw wa żurriyyah(tan), wa mā kāna lirasūlin ay ya'tiya bi'āyatin illā bi'iżnillāh(i), likulli ajalin kitāb(un).",
    "Yamḥullāhu mā yasyā'u wa yuṡbit(u), wa 'indahū ummul-kitāb(i).",
    "Wa immā nuriyannaka ba'ḍal-lażī na'iduhum au natawaffayannaka fa innamā 'alaikal-balāgu wa 'alainal-ḥisāb(u).",
    "Awa lam yarau annā na'til-arḍa nanquṣuhā min aṭrāfihā, wallāhu yaḥkumu lā mu'aqqiba liḥukmih(ī), wa huwa sarī'ul-ḥisāb(i).",
    "Wa qad makaral-lażīna min qablihim fa lillāhil-makru jamī'ā(n), ya'lamu mā taksibu kullu nafs(in), wa saya'lamul-kuffāru liman 'uqbad-dār(i).",
    "Wa yaqūlul-lażīna kafarū lasta mursalā(n), qul kafā billāhi syahīdam bainī wa bainakum, wa man 'indahū 'ilmul-kitāb(i)."
  ],
  "translations": {
    "id": {
      "1": "Alif Lām Mīm Rā. Itulah ayat-ayat Kitab (Al-Qur’an). (Kitab) yang diturunkan kepadamu (Nabi Muhammad) dari Tuhanmu itu adalah kebenaran, tetapi kebanyakan manusia tidak beriman.",
      "2": "Allah yang meninggikan langit tanpa tiang yang (dapat) kamu lihat. Kemudian, Dia bersemayam di atas 'Arasy377) serta menundukkan matahari dan bulan. Masing-masing beredar hingga waktu yang telah ditentukan (kiamat). Dia (Allah) mengatur urusan (makhluk-Nya) dan memerinci tanda-tanda (kebesaran-Nya) agar kamu meyakini pertemuan (kamu) dengan Tuhanmu.",
      "3": "Dialah yang menghamparkan bumi dan menjadikan gunung-gunung dan sungai-sungai padanya. Dia menjadikan padanya (semua) buah-buahan berpasang-pasangan (dan) menutupkan malam pada siang.378) Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi kaum yang berpikir.",
      "4": "Di bumi terdapat bagian-bagian yang berdampingan, kebun-kebun anggur, tanaman-tanaman, dan pohon kurma yang bercabang dan yang tidak bercabang. (Semua) disirami dengan air yang sama, tetapi Kami melebihkan tanaman yang satu atas yang lainnya dalam hal rasanya. Sesungguhnya pada yang demikian itu benar-benar (terdapat) tanda-tanda (kebesaran Allah) bagi kaum yang mengerti.",
      "5": "Jika engkau (Nabi Muhammad) heran, (justru) yang mengherankan adalah ucapan mereka (orang-orang kafir), “Apakah bila kami telah menjadi tanah, kami benar-benar akan (dikembalikan) menjadi makhluk yang baru?” Mereka itulah orang-orang yang kufur kepada Tuhannya. Mereka itulah orang-orang (yang dilekatkan) belenggu di lehernya. Mereka adalah para penghuni neraka. Mereka kekal di dalamnya.",
      "6": "Mereka meminta kepadamu agar keburukan (siksaan) dipercepat sebelum (datangnya) kebaikan, padahal sungguh telah berlalu bermacam-macam contoh (siksaan) sebelum mereka. Sesungguhnya Tuhanmu benar-benar memiliki ampunan bagi manusia meskipun mereka zalim. Sesungguhnya Tuhanmu benar-benar keras hukuman-Nya.",
      "7": "Orang-orang yang kufur berkata, “Mengapa tidak diturunkan kepadanya (Nabi Muhammad) suatu tanda (mukjizat) dari Tuhannya?” Sesungguhnya engkau (Nabi Muhammad) hanyalah seorang pemberi peringatan dan bagi setiap kaum ada pemberi petunjuk.",
      "8": "Allah mengetahui apa yang dikandung oleh setiap perempuan dan apa yang berkurang (tidak sempurna dalam) rahim dan apa yang bertambah. Segala sesuatu ada ketentuan di sisi-Nya.",
      "9": "(Allahlah) yang mengetahui semua yang gaib dan yang nyata. (Dia) Yang Maha Besar lagi Maha Tinggi.",
      "10": "Sama saja (bagi Allah), siapa di antara kamu yang merahasiakan ucapan, siapa yang berterus terang dengannya, siapa yang bersembunyi pada malam hari dan siapa yang berjalan pada siang hari.",
      "11": "Baginya (manusia) ada (malaikat-malaikat) yang menyertainya secara bergiliran dari depan dan belakangnya yang menjaganya atas perintah Allah. Sesungguhnya Allah tidak mengubah keadaan suatu kaum hingga mereka mengubah apa yang ada pada diri mereka. Apabila Allah menghendaki keburukan terhadap suatu kaum, tidak ada yang dapat menolaknya, dan sekali-kali tidak ada pelindung bagi mereka selain Dia.",
      "12": "Dialah yang memperlihatkan kepadamu kilat (untuk menimbulkan) ketakutan dan harapan (akan turun hujan) serta menjadikan awan yang berat (mendung).",
      "13": "Guruh bertasbih dengan memuji-Nya, (demikian pula) malaikat karena takut kepada-Nya. Dia (Allah) melepaskan petir, lalu menimpakannya kepada siapa yang Dia kehendaki. Sementara itu, mereka (orang-orang kafir) berbantah-bantahan tentang kekuasaan Allah, padahal Dia Maha Keras hukuman-Nya.",
      "14": "Hanya bagi Allahlah seruan yang hak.379) (Sesembahan) yang mereka seru selain Dia, tidak dapat mengabulkan apa pun bagi mereka, kecuali seperti orang yang membukakan kedua telapak tangannya ke dalam air agar (air) sampai ke mulutnya, padahal (air) itu tidak akan sampai ke mulutnya. Tidaklah seruan orang-orang kafir itu kecuali dalam kesia-siaan.",
      "15": "Hanya kepada Allahlah siapa saja yang ada di langit dan di bumi bersujud, baik dengan kemauan sendiri maupun terpaksa. (Bersujud pula kepada-Nya) bayang-bayang mereka pada waktu pagi dan petang hari.",
      "16": "Katakanlah (Nabi Muhammad), “Siapakah Tuhan langit dan bumi?” Katakanlah, “Allah.” Katakanlah, “Pantaskah kamu menjadikan selain Dia sebagai pelindung, padahal mereka tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi dirinya sendiri?” Katakanlah, “Apakah sama orang yang buta dengan orang yang dapat melihat? Atau, samakah kegelapan dengan cahaya? Atau, apakah mereka menjadikan sekutu-sekutu bagi Allah yang (diyakini) dapat menciptakan seperti ciptaan-Nya sehingga kedua ciptaan itu serupa menurut pandangan mereka?” Katakanlah, “Allah pencipta segala sesuatu dan Dialah Yang Maha Esa lagi Maha Perkasa.”",
      "17": "Dia telah menurunkan air dari langit, lalu mengalirlah air itu di lembah-lembah sesuai dengan ukurannya. Arus itu membawa buih yang mengambang. Dari apa (logam) yang mereka lebur dalam api untuk membuat perhiasan atau alat-alat, ada (pula) buih seperti (buih arus) itu. Demikianlah Allah membuat perumpamaan tentang hak dan batil. Buih akan hilang tidak berguna, sedangkan yang bermanfaat bagi manusia akan menetap di dalam bumi. Demikianlah Allah membuat perumpamaan.",
      "18": "Bagi orang-orang yang memenuhi seruan Tuhannya (taat kepada Allah dan Rasul-Nya, disediakan) balasan yang terbaik (surga). (Sebaliknya, bagi) orang-orang yang tidak memenuhi seruan-Nya, sekiranya mereka memiliki semua yang ada di bumi dan (ditambah) sebanyak itu lagi, niscaya mereka akan menebus dirinya (dari azab Allah pada hari Kiamat) dengan (hartanya) itu. Mereka itulah orang-orang yang akan mendapatkan hisab (perhitungan) yang buruk, tempat kediamannya adalah (neraka) Jahanam, dan itulah seburuk-buruknya tempat kediaman.",
      "19": "Apakah orang yang mengetahui bahwa apa yang diturunkan kepadamu (Nabi Muhammad) dari Tuhanmu adalah kebenaran sama dengan orang yang buta? Hanya orang yang berakal sehat sajalah yang dapat mengambil pelajaran.",
      "20": "(Yaitu) orang-orang yang memenuhi janji Allah dan tidak membatalkan perjanjian.",
      "21": "Orang-orang yang menghubungkan apa yang Allah perintahkan untuk disambungkan (seperti silaturahmi), takut kepada Tuhannya, dan takut (pula) pada hisab yang buruk.",
      "22": "Orang-orang yang bersabar demi mencari keridaan Tuhan mereka, mendirikan salat, menginfakkan sebagian rezeki yang Kami berikan kepada mereka secara sembunyi-sembunyi atau terang-terangan, dan membalas keburukan dengan kebaikan, orang-orang itulah yang mendapatkan tempat kesudahan (yang baik).",
      "23": "(Yaitu) surga-surga 'Adn. Mereka memasukinya bersama orang saleh dari leluhur, pasangan-pasangan, dan keturunan-keturunan mereka, sedangkan malaikat-malaikat masuk ke tempat mereka dari semua pintu.",
      "24": "(Malaikat berkata,) “Salāmun 'alaikum (semoga keselamatan tercurah kepadamu) karena kesabaranmu.” (Itulah) sebaik-baiknya tempat kesudahan (surga).",
      "25": "Orang-orang yang melanggar perjanjian (dengan) Allah setelah diteguhkan, memutuskan apa yang diperintahkan Allah untuk disambungkan (seperti silaturahmi), dan berbuat kerusakan di bumi; mereka itulah orang-orang yang mendapat laknat dan bagi mereka tempat kediaman yang buruk (Jahanam).",
      "26": "Allah melapangkan rezeki bagi siapa yang Dia kehendaki dan menyempitkan (bagi siapa yang dikehendaki-Nya). Mereka bergembira dengan kehidupan dunia, padahal kehidupan dunia dibandingkan akhirat hanyalah kesenangan (yang sedikit).",
      "27": "Orang-orang yang kufur berkata, “Mengapa tidak diturunkan kepadanya (Nabi Muhammad) tanda (mukjizat) dari Tuhannya?” Katakanlah (Nabi Muhammad), “Sesungguhnya Allah menyesatkan380) siapa yang Dia kehendaki dan memberi petunjuk ke (jalan)-Nya bagi orang yang bertobat.”",
      "28": "(Yaitu) orang-orang yang beriman dan hati mereka menjadi tenteram dengan mengingat Allah. Ingatlah, bahwa hanya dengan mengingat Allah hati akan selalu tenteram.",
      "29": "Orang-orang yang beriman dan beramal saleh, bagi mereka kebahagiaan dan tempat kembali yang baik.",
      "30": "Seperti (pengutusan para rasul sebelummu) itulah, Kami (juga) mengutusmu (Nabi Muhammad) kepada suatu umat yang sungguh sebelumnya telah berlalu beberapa umat agar engkau bacakan kepada mereka (Al-Qur’an) yang Kami wahyukan kepadamu, padahal mereka ingkar kepada Tuhan Yang Maha Pengasih. Katakanlah, “Dia Tuhanku, tidak ada tuhan selain Dia. Hanya kepada-Nya aku bertawakal dan hanya kepada-Nya aku bertobat.”",
      "31": "Sekiranya ada suatu bacaan (Kitab Suci) yang dengannya gunung-gunung dapat digeserkan, bumi dibelah, atau orang mati dapat diajak bicara, (itulah Al-Qur’an). Sebenarnya segala urusan itu milik Allah. Tidakkah orang-orang yang beriman mengetahui bahwa sekiranya Allah menghendaki, tentu Allah telah memberi petunjuk kepada manusia semuanya. Orang-orang yang kufur senantiasa ditimpa bencana disebabkan perbuatan mereka sendiri atau bencana itu terjadi di dekat tempat kediaman mereka, sampai datang janji Allah. Sesungguhnya Allah tidak menyalahi janji.",
      "32": "Sungguh, para rasul sebelum engkau (Nabi Muhammad) benar-benar telah diolok-olok. Maka, Aku memberi tenggang waktu kepada orang-orang yang kufur itu, kemudian Aku siksa mereka. Alangkah dahsyatnya hukuman-Ku!",
      "33": "Apakah Dia yang mengawasi setiap jiwa atas apa yang diperbuatnya (sama dengan tuhan yang tidak demikian)? Mereka menjadikan sekutu-sekutu bagi Allah. Katakanlah (Nabi Muhammad), “Sebutkanlah sifat-sifat mereka itu! Apakah kamu hendak memberitahukan kepada-Nya apa yang tidak diketahui-Nya di bumi atau (mengatakan tentang hal itu) sekadar perkataan pada lahirnya saja.” Sebenarnya bagi orang-orang yang kufur, tipu daya mereka itu dijadikan terasa indah dan mereka dihalangi dari jalan (yang benar). Siapa yang disesatkan Allah, tidak ada seorang pun yang dapat memberi petunjuk baginya.",
      "34": "Bagi merekalah azab (yang pedih) dalam kehidupan dunia dan azab akhirat pasti lebih pedih. Tidak ada seorang pun yang melindungi mereka dari (azab) Allah.",
      "35": "Perumpamaan surga yang dijanjikan kepada orang-orang yang bertakwa (ialah seperti taman), mengalir di bawahnya sungai-sungai; senantiasa berbuah dan teduh. Itulah tempat kesudahan bagi orang-orang yang bertakwa. Sedangkan tempat kesudahan bagi orang-orang kafir ialah neraka.",
      "36": "Orang-orang yang telah Kami berikan al-Kitab kepada mereka381) bergembira dengan apa (kitab) yang diturunkan kepadamu (Nabi Muhammad). Di antara golongan-golongan itu (Yahudi dan Nasrani) ada yang mengingkari sebagiannya. Katakanlah, “Sesungguhnya aku hanya diperintah untuk menyembah Allah dan tidak mempersekutukan-Nya. Hanya kepada-Nya aku seru (manusia) dan hanya kepada-Nya aku kembali.”",
      "37": "Demikianlah Kami telah menurunkannya (Al-Qur’an) sebagai penentu hukum yang berbahasa Arab. Sungguh, jika engkau mengikuti keinginan mereka setelah datang pengetahuan kepadamu, niscaya engkau sekali-kali tidak mempunyai pelindung dan tidak (pula) pemelihara dari (siksa) Allah.",
      "38": "Sungguh Kami benar-benar telah mengutus para rasul sebelum engkau (Nabi Muhammad) dan Kami berikan kepada mereka istri-istri dan keturunan. Tidak mungkin bagi seorang rasul mendatangkan sesuatu bukti (mukjizat) melainkan dengan izin Allah. Untuk setiap masa ada ketentuannya.382)",
      "39": "Allah menghapus dan menetapkan apa yang Dia kehendaki. Di sisi-Nyalah terdapat Ummul-Kitāb (Lauhulmahfuz).",
      "40": "Sesungguhnya jika Kami perlihatkan kepadamu (Nabi Muhammad, semasa hidupmu di dunia) sebagian (siksaan) yang Kami ancamkan kepada mereka (tentu engkau akan melihat kedahsyatannya), atau (jika) Kami wafatkan engkau (sebelum itu), sesungguhnya tugasmu hanya menyampaikan, dan Kamilah yang memperhitungkan (amal mereka).",
      "41": "Apakah mereka tidak melihat bahwa Kami mendatangi daerah-daerah (orang yang ingkar kepada Allah), lalu Kami kurangi (daerah-daerah) itu (sedikit demi sedikit) dari tepi-tepinya? Allah menetapkan hukum (menurut kehendak-Nya) tanpa ada yang dapat menolak ketetapan-Nya; Dia Maha Cepat perhitungan-Nya.",
      "42": "Sungguh orang-orang sebelum mereka (kafir Makkah) telah mengadakan tipu daya, tetapi semua tipu daya itu dalam kekuasaan Allah. Dia mengetahui apa yang diusahakan oleh setiap orang. Orang-orang kafir akan mengetahui untuk siapakah tempat kesudahan (yang baik).",
      "43": "Orang-orang yang kufur berkata, “Engkau (Nabi Muhammad) bukanlah seorang Rasul.” Katakanlah, “Cukuplah Allah dan orang yang menguasai ilmu al-Kitab383) menjadi saksi antara aku dan kamu.”"
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Alif Laam Miim Raa. Hanya Allah yang mengetahui maksud ungkapan ini. Itu adalah ayat-ayat Kitab Al-Qur'an yang Allah turunkan kepada Nabi Muhammad. Ia berisi petunjuk dan ajaran bagi umat manusia. Dan ketahuilah bahwa Kitab yang diturunkan kepadamu, wahai Nabi Muhammad, dari Tuhanmu itu adalah benar dari-Nya, Tuhan Yang Maha Mengetahui; tetapi kebanyakan manusia tidak beriman kepada-Nya.",
        "2": "Setelah pada ayat sebelumnya Allah menjelaskan bahwa Al-Qur'an adalah benar dari-Nya, lalu pada ayat ini Allah membuktikan kebenarannya melalui keunikan penciptaan alam semesta. Hanya Allah yang meninggikan langit tanpa tiang penyangga sebagaimana yang kamu lihat, kemudian Dia bersemayam di atas 'Arsy. Dia menundukkan matahari dan bulan di bawah aturan hukum alam-Nya; masing-masing dari keduanya beredar menurut waktu yang telah ditentukan. Dia mengatur urusan makhluk-Nya, baik yang di bumi maupun di langit, dan Dia menjelaskan tanda-tanda kebesaran-Nya agar kamu yakin akan pertemuan dengan Tuhanmu kelak di akhirat.",
        "3": "Usai berbicara tentang matahari dan bulan, Allah melalui ayat ini menjelaskan perihal bumi dan isinya. Dan Dia Yang Maha Pencipta adalah Tuhan yang juga menghamparkan bumi untuk tempat kamu berdiam, dan menjadikan gunung-gunung yang beragam tingginya, dan sungai-sungai yang mengalir di atas permukaan-nya. Dan padanya Dia menjadikan semua buah-buahan dari bermacam jenisnya secara berpasang-pasangan sehingga dapat berkembang biak. Dia pula yang menutupkan malam kepada siang. Sungguh, pada yang demikian itu terdapat tanda-tanda kebesaran Allah bagi orang-orang yang mau berpikir.",
        "4": "Dan di bumi yang terhampar dengan gunung-gunung yang tegak berdiri dan sungai-sungai yang berkelok-kelok dan bermuara ke laut, terdapat bagian-bagian tanah yang berdampingan dengan jarak yang berbeda serta kualitas kesuburan yang berbeda pula. Ada bagian tanah yang baik menjadi kebun-kebun anggur, ada yang cocok ditanami tanaman-tanaman tertentu, dan ada pula yang cocok ditanami pohon kurma yang bercabang dan yang tidak bercabang. Bagian-bagian tanah yang ditanami itu disirami dengan air yang sama. Tanaman-tanaman itu tumbuh, berkembang, lalu mengeluarkan bunga dan buah yang jenisnya beragam. Meski demikian, Kami lebihkan tanaman yang satu dari yang lainnya, baik dalam hal rasa, warna, ukuran, maupun bobot-nya. Sungguh, pada yang demikian itu terdapat tanda-tanda kebesaran Allah bagi orang-orang yang mau mengerti.",
        "5": "Semua itu dengan sangat jelas membuktikan keesaan Allah. Dan sebab itu, jika ada sesuatu yang engkau patut merasa heran, maka yang mengherankan adalah ucapan mereka, “Apa-kah benar, bila kami telah meninggal, dikubur, dan kemudian menjadi tanah, apakah kami kelak akan dikembalikan atau dibangkitkan menjadi makhluk yang baru lagi?” Mereka yang berkata seperti itulah orang-orang yang ingkar kepada Tuhannya. Mereka mengingkari keesaan Allah dan kepastian datangnya hari Kiamat, dan mereka itulah orang-orang yang akan dilekatkan belenggu di lehernya. Mereka adalah para penghuni neraka, dan mereka kekal di dalamnya untuk waktu yang sangat lama.",
        "6": "Selain pertanyaan mereka tentang kebangkitan, permintaan mereka yang aneh juga mengherankan. Dan mereka, yakni kaum kafir Mekah, meminta kepadamu agar dipercepat datangnya siksaan yang akan dijatuhkan bagi mereka, sebelum mereka meminta kebaikan, padahal telah terjadi bermacam-macam contoh siksaan yang telah dijatuhkan kepada kaum sebelum mereka. Sungguh, Tuhanmu, wahai Nabi Muhammad, benar-benar memiliki ampunan bagi manusia atas kezaliman yang mereka lakukan, dan sungguh, Tuhanmu benar-benar sangat keras siksaan-Nya bagi orang-orang yang terus-menerus durhaka dan enggan bertobat.",
        "7": "Tidak cukup sampai di situ, kaum kafir Mekah juga meminta Nabi Muhammad mendatangkan mukjizat yang kasat mata seperti mukjizat Nabi Musa. Dan orang-orang kafir berkata dengan maksud mengejek Nabi Muhammad dan kaum muslim, “Mengapa tidak diturunkan kepadanya suatu tanda mukjizat inderawi dari Tuhannya?” Sesungguhnya engkau, wahai Muhammad, hanyalah seorang pemberi peringatan, petunjuk, dan bimbingan menuju jalan kebenaran; dan bagi setiap kaum di mana pun berada, selalu ada orang yang memberi petunjuk, baik itu nabi maupun pewarisnya.",
        "8": "Usai membeberkan bukti-bukti kemahakuasaan-Nya, pada ayat berikut Allah menjelaskan betapa luas ilmu yang dimiliki-Nya. Allah mengetahui apa yang dikandung oleh setiap perempuan berupa janin, baik terkait jenis kelaminnya, berat badan, maupun tinggi badannya kelak semenjak dalam kandungan. Allah juga mengetahui batas usia dan rezeki janin tersebut ketika kelak ia lahir dan tumbuh. Allah pun mengetahui apa yang kurang sempurna dari janin itu dan apa yang bertambah sehingga janin itu tumbuh dan berkembang dalam rahim. Dan segala sesuatu, baik yang ada dalam kandungan maupun tidak, pasti ada ukuran di sisi-Nya.",
        "9": "Allah adalah Tuhan Yang Maha Mengetahui semua yang gaib dan yang nyata; Dia adalah Tuhan Yang Mahabesar, Mahatinggi.",
        "10": "Karena Dia mengetahui yang gaib dan yang nyata, maka sama saja bagi Allah, siapa di antaramu yang mencoba merahasiakan ucapannya sehingga tidak diketahui orang lain, dan siapa yang berterus terang dengan ucapan-nya; dan sama mudahnya bagi-Nya untuk tahu siapa di antara kamu yang bersembunyi pada malam hari sehingga tidak diketahui orang lain, dan yang berjalan pada siang hari sehingga disaksikan orang lain.",
        "11": "Tidak saja mengetahui sesuatu yang tersembunyi di malam hari dan yang tampak di siang hari, Allah, melalui malaikat-Nya, juga mengawasinya dengan cermat dan teliti. Baginya, yakni bagi manusia, ada malaikat-malaikat yang selalu menjaga dan mengawasi-nya secara bergiliran, dari depan dan dari belakangnya. Mereka menjaga dan mengawasi-nya atas perintah Allah. Sesungguhnya Allah Yang Mahakuasa tidak akan mengubah keadaan suatu kaum dari suatu kondisi ke kondisi yang lain, sebelum mereka mengubah keadaan diri menyangkut sikap mental dan pemikiran mereka sendiri. Dan apabila,yakni andaikata, Allah menghendaki keburukan terhadap suatu kaum-dan ini adalah hal yang mustahil bagi Allah-maka tak ada kekuatan apa pun yang dapat menolaknya dan tidak ada yang dapat menjadi pelindung bagi mereka selain Dia.",
        "12": "Melanjutkan penyebutan tanda-tanda kekuasaan-Nya pada ayat-ayat yang lalu, beberapa ayat berikut Allah berbicara tentang kilat, halilintar, mendung, dan air hujan. Allah berfirman, “Dialah Allah, Tuhan Yang Mahakuasa, yang memperlihatkan kilat kepadamu, yakni seberkas cahaya yang memancar dan menghilang secara cepat, yang kadangkala menimbulkan ketakutan pada diri kamu, dan kadangkala menimbulkan harapan yang menggembirakan-yakni pertanda segera turun hujan. Dan Dia pula yang menjadikan mendung yang akan menurunkan hujan.",
        "13": "Lazimnya, sambaran kilat akan diiringi oleh guruh. Dan guruh senantiasa bertasbih kepada Allah dengan memuji-Nya, demikian pula para malaikat karena takut kepada-Nya, dan Allah melepaskan halilintar yang kadangkala membakar apa yang ditemuinya, lalu Allah menimpakannya kepada siapa yang Dia kehendaki melalui hukum sebab akibat yang telah diletakkan Allah di alam semesta. Sementara itu, walaupun bukti-bukti kekuasaan Allah tampak begitu nyata, namun mereka (orang-orang kafir) masih berbantah-bantahan dengan engkau, wahai Nabi Muhammad, tentang Allah. Dan Dia-lah Tuhan Yang Mahakeras siksaan-Nya.",
        "14": "Allah Mahakuasa dalam menciptakan dan mengatur alam semesta. Keluasan ilmu Allah juga tak terbatas. Karena itu, hanya kepada-Nyalah seharusnya manusia memanjatkan doa. Hanya kepada Allah doa yang benar untuk dimohonkan. Berhala-berhala yang mereka (kaum kafir) sembah dan agungkan selain Allah tidak akan dapat mengabulkan permintaan apa pun bagi mereka. Keadaan mereka yang memohon kepada berhala tidak ubahnya seperti orang yang membukakan kedua telapak tangannya ke dalam air di dalam sumur agar air itu dapat diciduknya untuk dia arahkan sampai ke mulutnya. Padahal telapak tangannya yang terbuka itu tidak sampai ke kedalaman air sumur itu, sehingga air tersebut tidak akan sampai ke mulutnya. Dan doa orang-orang kafir itu hanyalah doa yang sia-sia belaka.",
        "15": "Hanya kepada Allah-lah manusia pantas memanjatkan doa. Karena itu, hanya kepada Dia pula seharusnya makhluk bersujud dan merendahkan diri. Dan semua makhluk sujud kepada Allah, baik makhluk yang ada di langit maupun makhluk yang ada di bumi, baik dengan sadar dan kemauan sendiri, maupun dengan cara terpaksa; dan bersujud pula bayang-bayang mereka, pada waktu pagi dan petang hari.",
        "16": "Ayat-ayat yang lalu telah membuktikan betapa Allah Mahakuasa, Maha Mengetahui, dan Mahaperkasa. Melalui ayat berikut Allah lalu meminta Nabi Muhammad mengajukan pertanyaan kepada orang-orang kafir. Katakanlah, “Siapakah Tuhan pemilik langit dan bumi?” Katakanlah, wahai Nabi Muhammad, “Allah”. Katakanlah lagi kepada mereka, “Pantaskah kamu, wahai penduduk Mekah, mengambil berhala sebagai pelindung-pelindung selain Allah, padahal mereka tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi dirinya sendiri?” Katakanlah, wahai Nabi, “Samakah orang yang buta dengan yang dapat melihat? Atau samakah keadaan yang gelap gulita dengan keadaan yang terang benderang? Apakah mereka, yakni orang yang menyekutukan Allah, menjadikan pula sekutu-sekutu bagi Allah yang dapat menciptakan seperti ciptaan-Nya, sehingga kedua ciptaan itu serupa menurut pandangan mereka?” Katakanlah, “Allah adalah Pencipta segala sesuatu, tidak akan pernah ada yang wujud kecuali Dia ciptakan, dan Dia Tuhan Yang Maha Esa, Mahaperkasa.”",
        "17": "Ayat berikut merinci kekuasaan Allah yang tidak dimiliki oleh berhala sesembahan orang-orang musyrik Mekah. Allah telah menurunkan dalam bentuk curahan air hujan dari langit, maka mengalirlah ia, yakni air hujan yang dicurahkan itu, di lembah-lembah menurut ukurannya, maka arus itu membawa buih yang mengambang. Dan dari apa (logam) yang mereka lebur dalam api untuk membuat perhiasan atau alat-alat yang beraneka ragam, ada pula buihnya seperti buih arus itu. Demikianlah Allah membuat perumpamaan tentang mana yang benar dan mana yang batil. Adapun buih, lambang dari kebatilan, akan hilang sebagai sesuatu yang tidak ada gunanya; tetapi kebenaran adalah sesuatu yang bermanfaat bagi manusia, dan manfaat itu akan tetap ada di bumi. Demikianlah Allah membuat perumpamaan bagi orang-orang yang mau berpikir.",
        "18": "Allah menyebut perumpamaan-perumpaan itu agar menjadi pelajaran bagi orang-orang yang mau berpikir. Melalui berpikir dan merenung, manusia akan menemukan kebenaran. Bagi orang-orang yang mau berpikir jernih dan memenuhi seruan Tuhan, maka bagi mereka disediakan balasan yang terbaik. Dan orang-orang yang tidak memenuhi seruan-Nya dan enggan menerima kebenaran dari Allah maka mereka akan menemui kesulitan dan kesengsaraan. Oleh sebab itu, sekiranya mereka memiliki semua yang ada di bumi dan ditambah pula kekayaan sebanyak itu lagi, niscaya mereka akan menebus dirinya dengan kekayaan itu. Orang-orang itu jauh dari rahmat Allah dan akan mendapat hisab yang buruk di hari Kiamat sebagai akibat dari keburukan yang mereka lakukan. Dan tempat kediaman mereka adalah neraka Jahanam, dan itulah seburuk-buruk tempat kediaman.",
        "19": "Usai menjelaskan balasan bagi manusia yang memenuhi dan yang abai atas seruan-seruan-Nya, Allah lalu membandingkan antara orang yang mengetahui kebenaran dengan yang tidak. Bila dibandingkan, maka apakah orang yang mengetahui bahwa apa (Al-Qur'an) yang diturunkan Tuhan kepadamu itu adalah kebenaran, lalu dia beriman kepadanya, sama dengan orang yang buta mata hatinya dan enggan beriman kepadanya? Tentu tidak sama. Hanya orang berakal saja-yang biasa Al-Qur'an sebut dengan Ulul Albab-yang dapat memahami perbandingan tersebut dan mengambil pelajaran darinya.",
        "20": "Ulul Albab yaitu orang yang senantiasa memenuhi janji dengan sesama manusia yang dikukuhkan dengan nama Allah dan tidak melanggar perjanjian tersebut,",
        "21": "dan orang-orang yang senantiasa menghubungkan apa yang diperintahkan oleh Allah agar dihubungkan, seperti kekerabatan, dan mereka takut kepada Tuhannya dengan menaati segala perintah-Nya dan menjauhi larangan-Nya, dan takut kepada hisab yang buruk dan berat pada hari Kemudian,",
        "22": "dan orang yang sabar dalam melaksanakan perintah dan menjauhi larangan-Nya karena mengharap keridaan Tuhannya, melaksanakan salat dengan konsisten, menginfakkan seacara wajib atau sunah sebagian rezeki yang Kami berikan kepada mereka, baik secara sembunyi atau terang-terangan, serta menolak kejahatan secara sungguh-sungguh tetapi penuh hikmah dengan cara membalas kejahatan dengan kebaikan; orang yang dalam diri mereka terdapat sifat-sifat itulah orang yang mendapat tempat kesudahan yang baik di akhirat.",
        "23": "Tempat kesudahan yang baik itu adalah surga-surga 'Adn; mereka masuk ke dalamnya bersama dengan orang yang saleh yang beriman dan taat kepada Allah dari nenek moyangnya, pasangan-pasangannya, dan anak cucunya. Lebih dari itu, mereka pun mendapat layanan yang sangat membahagiakan, sedang para malaikat masuk ke tempat-tempat mereka dari semua pintu.",
        "24": "Para malaikat masuk untuk memberi mereka selamat, “Selamat sejahtera atasmu. Kamu telah selamat dari segala siksa karena di dunia kamu telah menunjukkan kesabaranmu yang tinggi dalam menaati Allah.” Maka alangkah nikmatnya surga tempat kesudahan yang telah Allah sediakan itu.",
        "25": "Dan sebagai kebalikan dari mereka yang menerima kebenaran adalah orang-orang yang menolak kebenaran dengan melanggar dan membatalkan janji dengan sesama manusia yang dikukuhkan dengan nama Allah setelah diikrarkannya, dan memutuskan apa yang diperintahkan Allah agar disambungkan, seperti hubungan kekerabatan, dan berbuat kerusakan di bumi dengan bermaksiat; mereka itu memperoleh kutukan sehingga jauh dari rahmat Allah, dan tempat kediaman yang buruk-neraka Jahanam.",
        "26": "Allah yang Maha Pemurah melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasi rezeki siapa yang Dia kehendaki dari hamba-hamba-Nya. Mereka yang ingkar bergembira ria dengan kebahagian hidup yang mereka peroleh di kehidupan dunia, padahal kehidupan dunia hanyalah kesenangan yang berlangsung begitu singkat dibanding kehidupan akhirat yang kekal dan abadi.",
        "27": "Demikianlah Allah menjelaskan balasan bagi orang yang enggan menerima kebenaran dan orang kafir yang hanya mengejar kesenangan duniawi. Dan tidak hanya menolak kebenaran, orang-orang kafir juga berkata dengan nada mengejek, “Mengapa tidak diturunkan kepadanya (Nabi Muhammad) tanda berupa mukjizat yang dapat dilihat secara kasat mata dari Tuhannya, seperti halnya mukjizat Nabi Musa dan Isa?” Katakanlah, wahai Nabi Muhammad, “Sesungguhnya Allah menyesatkan-membiarkan sesat-siapa yang Dia kehendaki karena keingkarannya sendiri, betapapun banyak mukjizat yang dilihatnya, dan Allah memberi petunjuk bagi orang yang bertobat dan kembali kepada-Nya,”",
        "28": "Mereka yang mendapat petunjuk adalah orang-orang yang beriman kepada Allah dan rasul-Nya, dan hati mereka menjadi tenang dan tenteram dengan banyak mengingat Allah. Ingatlah, bahwa hanya dengan banyak mengingat Allah hati menjadi tenteram.",
        "29": "Mereka itulah orang-orang yang beriman kepada Allah dan rasulNya dan mengerjakan kebajikan serta amal saleh. Mereka pasti mendapat kebahagiaan dan tempat kembali yang baik di akhirat kelak, berupa surga dan keridaan Allah.",
        "30": "Orang kafir dengan nada mengejek meminta Rasul untuk mendatangkan mukjizat yang kasat mata. Mereka lupa bahwa Al-Qur'an adalah mukjizat yang begitu nyata. Wahai Nabi Muhammad, demikianlah, Kami telah mengutus engkau kepada suatu umat-yakni seluruh manusia sampai akhir zaman-yang sungguh sebelumnya telah berlalu beberapa umat yang kepada mereka juga dikirim para rasul. Kami mengutusmu agar engkau bacakan kepada mereka Al-Qur'an yang Kami wahyukan kepadamu, padahal mereka tetap saja ingkar kepada Tuhan Yang Maha Pengasih, Maha Penyayang. Katakanlah, “Dia Yang Maha Pengasih dan Penyayang itu adalah Tuhanku, dan tidak ada tuhan yang layak disembah selain Dia; hanya kepada-Nya aku bertawakal dan berserah diri, dan hanya kepada-Nya aku bertobat dan memohon ampunan.”",
        "31": "Dan peringatkanlah orang kafir bahwa sekiranya ada suatu bacaan dalam bentuk kitab suci yang dengan bacaan itu gunung-gunung dapat digoncangkan dari tempatnya semula, atau bumi jadi terbelah dan mengalirkan sungai-sungai, atau orang yang sudah mati kembali hidup dan dapat berbicara-sekiranya Allah menghendaki-maka bacaan itu adalah Al-Qur'an, bukti kerasulan Nabi Muhammad. Sebenarnya segala urusan itu adalah milik Allah dan atas kehendak serta kewenangan-Nya. Maka tidakkah orang-orang yang beriman mengetahui bahwa sekiranya Allah menghendaki, tentu Allah memberi petunjuk kepada manusia semuanya sehingga semua beriman tanpa kecuali. Dan orang-orang kafir yang mengingkari Al-Qur'an senantiasa ditimpa bencana, seperti kekalahan melawan kaum mukmin, disebabkan perbuatan buruk mereka sendiri, atau bencana itu terjadi dekat tempat kediaman mereka, sampai akhirnya datang janji Allah berupa kemenangan kaum mukmin dalam penaklukan kota Mekah. Sungguh, Allah tidak akan pernah menyalahi janji.",
        "32": "Dan ingatlah, wahai Nabi Muhammad, bahwa apabila kaummu yang kafir menghina dan memperolok dakwahmu, sesungguhnya beberapa rasul sebelum engkau telah pula diperolok-olokkan oleh kaum mereka yang ingkar. Karena perbuatan buruk itu, maka Aku beri tenggang waktu be-berapa lama kepada orang-orang kafir itu untuk bersenang-senang dalam kedurhakaan mereka, kemudian setelah waktu yang telah Aku tetapkan tiba, Aku binasakan mereka dengan siksa yang sangat pedih. Maka alangkah hebatnya siksaan-Ku yang Aku timpakan itu!",
        "33": "Azab yang Allah timpakan kepada orang kafir tidak bersifat semena-mena, melainkan berdasarkan hasil pengawasan yang akurat. Maka apakah Tuhan yang menjaga, mengawasi, dan mencatat melalui para malaikat, setiap jiwa terhadap apa yang diperbuatnya sama dengan berhala-berhala yang orang kafir itu sembah? Mereka menjadikan sekutu-sekutu bagi Allah dengan membuat dan menyembah berhala. Katakanlah, wahai Nabi Muhammad, “Hai orang kafir, sebutkanlah sifat-sifat mereka-yakni berhala-berhala yang kamu sembah itu! Atau apakah kamu mengira dengan nada mengejek hendak memberitahukan kepada Allah apa yang tidak diketahui-Nya di bumi-yaitu terkait berhala-berhala tersebut-atau kamu mengatakan tentang hal itu hanya sekadar perkataan pada lahirnya saja tanpa ada substansinya sama sekali?” Sebenarnya bagi orang kafir ejekan dan tipu daya mereka itu dijadikan terasa indah oleh setan, dan mereka dihalangi olehnya dari jalan yang benar. Dan barang siapa disesatkan oleh Allah akibat kekufurannya sendiri, maka tidak ada seorang pun yang dapat memberi petunjuk baginya menuju kebenaran.",
        "34": "Mereka (orang kafir yang menyimpang dari jalan Allah) mendapat siksaan dalam kehidupan dunia, seperti kekalahan dalam perang dan kehinaan hidup, dan mereka juga akan mendapat azab di akhirat. Sungguh, azab di akhirat itu pasti lebih keras. Tidak ada seorang pun yang dapat melindungi dan menyelamatkan mereka dari azab Allah di dunia maupun akhirat.",
        "35": "Usai menggambarkan sanksi bagi orang kafir pada ayat-ayat sebelumnya, pada ayat berikut Allah menjelaskan anugerah-Nya kepada orang yang bertakwa. Perumpamaan dan gambaran surga yang dijanjikan oleh Allah kepada orang yang bertakwa ialah bahwa surga itu seperti taman yang mengalir di bawahnya-yakni di bawah pepohonan dan istana-istananya-sungai-sungai; pepohonan di sana senantiasa berbuah dengan aneka rasa yang lezat dan juga menciptakan suasana yang teduh. Anugerah Allah yang sedemikian indah itulah tempat kesudahan yang hanya diberikan-Nya bagi orang yang bertakwa; sedang tempat kesudahan bagi orang yang ingkar kepada Tuhan ialah neraka beserta siksaannya yang sangat pedih.",
        "36": "Dan ketahuilah, wahai Nabi Muhammad, bahwa ada sebagian dari orang yang telah Kami berikan kitab kepada mereka (Yahudi dan Nasrani) yang bergembira dengan apa (Al-Qur'an) yang diturunkan kepadamu, seperti 'Abdullah bin Salam, karena kesesuaian antara Al-Qur'an dengan kitab mereka; dan ada pula di antara golongan yang bersekutu, yakni kaum musyrik Mekah, Yahudi, dan Nasrani yang mengingkari sebagiannya. Katakanlah kepada mereka, “Aku hanya diperintah secara tegas untuk menyembah Allah semata dan tidak mempersekutukan-Nya dengan apa pun. Hanya kepada-Nya aku seru manusia menuju kebenaran, dan hanya kepada-Nya aku kembali untuk bertobat.”",
        "37": "Dan sebagaimana telah Kami turunkan kitab suci kepada kaum Yahudi dan Nasrani dengan bahasa masing-masing, demikianlah pula Kami telah menurunkannya (Al-Qur'an) kepadamu, wahai Nabi Muhammad, sebagai peraturan hukum yang Kami turunkan dalam bahasa Arab. Sekiranya engkau mengikuti keinginan mereka untuk mempersekutukan Allah setelah datang pengetahuan yang benar dan lurus, yakni Al-Qur'an kepadamu, maka tidak akan ada yang dapat melindungi dan menolong engkau dari siksa Allah.",
        "38": "Dan jika kaum kafir bertanya mengapa kamu mempunyai istri, maka ketahuilah wahai Nabi Muhammad, bahwa sungguh Kami telah mengutus beberapa rasul kepada umat-umat sebelum engkau dari golongan manusia, dan Kami berikan kepada sebagian dari mereka istri-istri dan keturunan sebagaimana dimiliki oleh manusia lainnya. Jika kaum kafir itu menuntutmu untuk mendatangkan mukjizat yang kasat mata, maka sesungguhnya tidak ada hak bagi seorang rasul pun untuk mendatangkan sesuatu bukti (mukjizat) guna memenuhi tuntutan kaumnya atas kekuatannya sendiri, melainkan dengan izin Allah. Untuk setiap masa ada Kitab, yakni mukjizat para nabi dan rasul yang sesuai kondisi dengan masanya.",
        "39": "Allah Yang Mahabijaksana menghapus hukum yang layak untuk dihapus, dan menetapkan apa (hukum) yang Dia kehendaki untuk ditetapkan. Allah melakukan hal itu sesuai dengan hikmah dan kebijaksanaan yang dimiliki-Nya. Dan di sisi-Nya terdapat Ummul-Kitab, yakni Lauh Mahfuz.",
        "40": "Kami-Allah-Mahakuasa menetapkan atau menghapus hukum yang Kami kehendaki sesuai kebijaksanaan Kami. Dan sungguh, jika Kami perlihatkan kepadamu, wahai Nabi Muhammad, di dunia ini sebagian dari siksaan dan balasan yang Kami ancamkan kepada mereka (orang kafir) sebagaimana permintaan mereka, atau Kami wafatkan engkau sebelum menyaksikan siksaan itu datang kepada mereka-namun mereka pasti akan merasakannya-maka sesungguhnya tugasmu hanya menyampaikan saja dakwah dan risalah yang kami titipkan kepadamu, dan Kamilah yang akan memperhitungkan amal mereka serta balasan yang akan mereka terima atasnya.",
        "41": "Di antara bukti-bukti Allah melaksanakan ancaman-Nya adalah peristiwa yang dialami oleh orang-orang kafir tersebut. Dan apakah mereka orang-orang kafir itu tidak melihat bahwa Kami melalui hamba-hamba Kami yang berjihad, mendatangi dan menaklukkan daerah-daerah yang dikuasai orang yang ingkar kepada Allah, lalu Kami kurangi daerah-daerah yang dikuasai itu sedikit demi sedikit dari tepi-tepinya? Dan Allah menetapkan hukum menurut kehendak-Nya. Tidak ada kekuatan apa pun yang dapat menolak ketetapan-Nya bila Allah sudah menetapkannya; Dia Mahacepat lagi Mahabijaksana perhitungan-Nya.",
        "42": "Kaum kafir Mekah secara rahasia merencanakan penentangan kepada Nabi Muhammad, sebagaimana kaum kafir terdahulu juga melakukan hal yang sama kepada rasul yang Allah utus kepada mereka. Dan sungguh, orang sebelum mereka, yakni kaum kafir yang hidup sebelum kaum kafir Mekah, telah mengadakan tipu daya menentang para rasul, tetapi semua tipu daya yang mereka lakukan itu berada dalam genggaman kekuasaan Allah sehingga sangat mudah bagi-Nya untuk menggagalkannya. Dia mengetahui apa yang diusahakan oleh setiap orang, tidak terkecuali upaya mereka menyusun rencana rahasia, dan pada saat dihadapkan kepada Tuhan, orang yang ingkar kepada Tuhan akan mengetahui untuk siapa tempat kesudahan yang baik di dunia dan di akhirat kelak-tentu bagi para pengikut rasul-rasul itu.",
        "43": "Kaum kafir menolak kerasulan Nabi Muhammad. Dan orang-orang kafir berkata, “Engkau, wahai Muhammad, bukanlah seorang rasul, melainkan pesihir.” Jika mereka berkata demikian, katakanlah kepada mereka, “Cukuplah Allah Yang Maha Mengetahui dan orang yang menguasai ilmu Al-Kitab-Yahudi dan Nasrani yang mengimani risalahku dan Al-Qur'an yang aku sampaikan-yang bertindak menjadi saksi antara aku sebagai penyampai kebenaran yang termaktub dalam Al-Qur'an dan kamu yang menolak kebenaran Al-Qur'an itu.”"
      }
    }
  }
}