{
  "number": 43,
  "name": "الزّخرف",
  "name_latin": "Az-Zukhruf",
  "name_id": "Az-Zukhruf",
  "name_trans_id": "Perhiasan dari Emas",
  "number_of_verse": 89,
  "category": "Makkiyah",
  "arabics": {
    "1": "حٰمۤ  ۚ",
    "2": "وَالْكِتٰبِ الْمُبِيْنِ ۙ",
    "3": "اِنَّا جَعَلْنٰهُ قُرْاٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُوْنَۚ",
    "4": "وَاِنَّهٗ فِيْٓ اُمِّ الْكِتٰبِ لَدَيْنَا لَعَلِيٌّ حَكِيْمٌ ۗ",
    "5": "اَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا اَنْ كُنْتُمْ قَوْمًا مُّسْرِفِيْنَ",
    "6": "وَكَمْ اَرْسَلْنَا مِنْ نَّبِيٍّ فِى الْاَوَّلِيْنَ",
    "7": "وَمَا يَأْتِيْهِمْ مِّنْ نَّبِيٍّ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ",
    "8": "فَاَهْلَكْنَآ اَشَدَّ مِنْهُمْ بَطْشًا وَّمَضٰى مَثَلُ الْاَوَّلِيْنَ",
    "9": "وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ لَيَقُوْلُنَّ خَلَقَهُنَّ الْعَزِيْزُ الْعَلِيْمُۙ",
    "10": "الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ مَهْدًا وَّجَعَلَ لَكُمْ فِيْهَا سُبُلًا لَّعَلَّكُمْ تَهْتَدُوْنَ ۚ",
    "11": "وَالَّذِيْ نَزَّلَ مِنَ السَّمَاۤءِ مَاۤءًۢ بِقَدَرٍۚ فَاَنْشَرْنَا بِهٖ بَلْدَةً مَّيْتًا ۚ كَذٰلِكَ تُخْرَجُوْنَ",
    "12": "وَالَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُمْ مِّنَ الْفُلْكِ وَالْاَنْعَامِ مَا تَرْكَبُوْنَۙ",
    "13": "لِتَسْتَوٗا عَلٰى ظُهُوْرِهٖ ثُمَّ تَذْكُرُوْا نِعْمَةَ رَبِّكُمْ اِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُوْلُوْا سُبْحٰنَ الَّذِيْ سَخَّرَ لَنَا هٰذَا وَمَا كُنَّا لَهٗ مُقْرِنِيْنَۙ",
    "14": "وَاِنَّآ اِلٰى رَبِّنَا لَمُنْقَلِبُوْنَ",
    "15": "وَجَعَلُوْا لَهٗ مِنْ عِبَادِهٖ جُزْءًا ۗاِنَّ الْاِنْسَانَ لَكَفُوْرٌ مُّبِيْنٌ ۗ ࣖ",
    "16": "اَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنٰتٍ وَّاَصْفٰىكُمْ بِالْبَنِيْنَ ۗ",
    "17": "وَاِذَا بُشِّرَ اَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمٰنِ مَثَلًا ظَلَّ وَجْهُهٗ مُسْوَدًّا وَّهُوَ كَظِيْمٌ",
    "18": "اَوَمَنْ يُّنَشَّؤُا فِى الْحِلْيَةِ وَهُوَ فِى الْخِصَامِ غَيْرُ مُبِيْنٍ",
    "19": "وَجَعَلُوا الْمَلٰۤىِٕكَةَ الَّذِيْنَ هُمْ عِبٰدُ الرَّحْمٰنِ اِنَاثًا ۗ اَشَهِدُوْا خَلْقَهُمْ ۗسَتُكْتَبُ شَهَادَتُهُمْ وَيُسْـَٔلُوْنَ",
    "20": "وَقَالُوْا لَوْ شَاۤءَ الرَّحْمٰنُ مَا عَبَدْنٰهُمْ ۗمَا لَهُمْ بِذٰلِكَ مِنْ عِلْمٍ اِنْ هُمْ اِلَّا يَخْرُصُوْنَۗ",
    "21": "اَمْ اٰتَيْنٰهُمْ كِتٰبًا مِّنْ قَبْلِهٖ فَهُمْ بِهٖ مُسْتَمْسِكُوْنَ",
    "22": "بَلْ قَالُوْٓا اِنَّا وَجَدْنَآ اٰبَاۤءَنَا عَلٰٓى اُمَّةٍ وَّاِنَّا عَلٰٓى اٰثٰرِهِمْ مُّهْتَدُوْنَ",
    "23": "وَكَذٰلِكَ مَآ اَرْسَلْنَا مِنْ قَبْلِكَ فِيْ قَرْيَةٍ مِّنْ نَّذِيْرٍۙ اِلَّا قَالَ مُتْرَفُوْهَآ  ۙاِنَّا وَجَدْنَآ اٰبَاۤءَنَا عَلٰٓى اُمَّةٍ وَّاِنَّا عَلٰٓى اٰثٰرِهِمْ مُّقْتَدُوْنَ",
    "24": "۞ قٰلَ اَوَلَوْ جِئْتُكُمْ بِاَهْدٰى مِمَّا وَجَدْتُّمْ عَلَيْهِ اٰبَاۤءَكُمْۗ قَالُوْٓا اِنَّا بِمَآ اُرْسِلْتُمْ بِهٖ كٰفِرُوْنَ",
    "25": "فَانْتَقَمْنَا مِنْهُمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَ ࣖ",
    "26": "وَاِذْ قَالَ اِبْرٰهِيْمُ لِاَبِيْهِ وَقَوْمِهٖٓ اِنَّنِيْ بَرَاۤءٌ مِّمَّا تَعْبُدُوْنَۙ",
    "27": "اِلَّا الَّذِيْ فَطَرَنِيْ فَاِنَّهٗ سَيَهْدِيْنِ",
    "28": "وَجَعَلَهَا كَلِمَةً ۢ بَاقِيَةً فِيْ عَقِبِهٖ لَعَلَّهُمْ يَرْجِعُوْنَۗ",
    "29": "بَلْ مَتَّعْتُ هٰٓؤُلَاۤءِ وَاٰبَاۤءَهُمْ حَتّٰى جَاۤءَهُمُ الْحَقُّ وَرَسُوْلٌ مُّبِيْنٌ",
    "30": "وَلَمَّا جَاۤءَهُمُ الْحَقُّ قَالُوْا هٰذَا سِحْرٌ وَّاِنَّا بِهٖ كٰفِرُوْنَ",
    "31": "وَقَالُوْا لَوْلَا نُزِّلَ هٰذَا الْقُرْاٰنُ عَلٰى رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيْمٍ",
    "32": "اَهُمْ يَقْسِمُوْنَ رَحْمَتَ رَبِّكَۗ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيْشَتَهُمْ فِى الْحَيٰوةِ الدُّنْيَاۙ وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجٰتٍ لِّيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا ۗوَرَحْمَتُ رَبِّكَ خَيْرٌ مِّمَّا يَجْمَعُوْنَ",
    "33": "وَلَوْلَآ اَنْ يَّكُوْنَ النَّاسُ اُمَّةً وَّاحِدَةً لَّجَعَلْنَا لِمَنْ يَّكْفُرُ بِالرَّحْمٰنِ لِبُيُوْتِهِمْ سُقُفًا مِّنْ فِضَّةٍ وَّمَعَارِجَ عَلَيْهَا يَظْهَرُوْنَۙ",
    "34": "وَلِبُيُوْتِهِمْ اَبْوَابًا وَّسُرُرًا عَلَيْهَا يَتَّكِـُٔوْنَۙ",
    "35": "وَزُخْرُفًاۗ وَاِنْ كُلُّ ذٰلِكَ لَمَّا مَتَاعُ الْحَيٰوةِ الدُّنْيَا ۗوَالْاٰخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِيْنَ ࣖ",
    "36": "وَمَنْ يَّعْشُ عَنْ ذِكْرِ الرَّحْمٰنِ نُقَيِّضْ لَهٗ شَيْطٰنًا فَهُوَ لَهٗ قَرِيْنٌ",
    "37": "وَاِنَّهُمْ لَيَصُدُّوْنَهُمْ عَنِ السَّبِيْلِ وَيَحْسَبُوْنَ اَنَّهُمْ مُّهْتَدُوْنَ",
    "38": "حَتّٰىٓ اِذَا جَاۤءَنَا قَالَ يٰلَيْتَ بَيْنِيْ وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِيْنُ",
    "39": "وَلَنْ يَّنْفَعَكُمُ الْيَوْمَ اِذْ ظَّلَمْتُمْ اَنَّكُمْ فِى الْعَذَابِ مُشْتَرِكُوْنَ",
    "40": "اَفَاَنْتَ تُسْمِعُ الصُّمَّ اَوْ تَهْدِى الْعُمْيَ وَمَنْ كَانَ فِيْ ضَلٰلٍ مُّبِيْنٍ",
    "41": "فَاِمَّا نَذْهَبَنَّ بِكَ فَاِنَّا مِنْهُمْ مُّنْتَقِمُوْنَۙ",
    "42": "اَوْ نُرِيَنَّكَ الَّذِيْ وَعَدْنٰهُمْ فَاِنَّا عَلَيْهِمْ مُّقْتَدِرُوْنَ",
    "43": "فَاسْتَمْسِكْ بِالَّذِيْٓ اُوْحِيَ اِلَيْكَ ۚاِنَّكَ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ",
    "44": "وَاِنَّهٗ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ ۚوَسَوْفَ تُسْـَٔلُوْنَ",
    "45": "وَسْـَٔلْ مَنْ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُّسُلِنَآ  ۖ اَجَعَلْنَا مِنْ دُوْنِ الرَّحْمٰنِ اٰلِهَةً يُّعْبَدُوْنَ ࣖ",
    "46": "وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَآ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ فَقَالَ اِنِّيْ رَسُوْلُ رَبِّ الْعٰلَمِيْنَ",
    "47": "فَلَمَّا جَاۤءَهُمْ بِاٰيٰتِنَآ اِذَا هُمْ مِّنْهَا يَضْحَكُوْنَ",
    "48": "وَمَا نُرِيْهِمْ مِّنْ اٰيَةٍ اِلَّا هِيَ اَكْبَرُ مِنْ اُخْتِهَاۗ وَاَخَذْنٰهُمْ بِالْعَذَابِ لَعَلَّهُمْ يَرْجِعُوْنَ",
    "49": "وَقَالُوْا يٰٓاَيُّهَ السَّاحِرُ ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَۚ اِنَّنَا لَمُهْتَدُوْنَ",
    "50": "فَلَمَّا كَشَفْنَا عَنْهُمُ الْعَذَابَ اِذَا هُمْ يَنْكُثُوْنَ",
    "51": "وَنَادٰى فِرْعَوْنُ فِيْ قَوْمِهٖ قَالَ يٰقَوْمِ اَلَيْسَ لِيْ مُلْكُ مِصْرَ وَهٰذِهِ الْاَنْهٰرُ تَجْرِيْ مِنْ تَحْتِيْۚ اَفَلَا تُبْصِرُوْنَۗ",
    "52": "اَمْ اَنَا۠ خَيْرٌ مِّنْ هٰذَا الَّذِيْ هُوَ مَهِيْنٌ ەۙ وَّلَا يَكَادُ يُبِيْنُ",
    "53": "فَلَوْلَآ اُلْقِيَ عَلَيْهِ اَسْوِرَةٌ مِّنْ ذَهَبٍ اَوْ جَاۤءَ مَعَهُ الْمَلٰۤىِٕكَةُ مُقْتَرِنِيْنَ",
    "54": "فَاسْتَخَفَّ قَوْمَهٗ فَاَطَاعُوْهُ ۗاِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ",
    "55": "فَلَمَّآ اٰسَفُوْنَا انْتَقَمْنَا مِنْهُمْ فَاَغْرَقْنٰهُمْ اَجْمَعِيْنَۙ",
    "56": "فَجَعَلْنٰهُمْ سَلَفًا وَّمَثَلًا لِّلْاٰخِرِيْنَ ࣖ",
    "57": "۞ وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا اِذَا قَوْمُكَ مِنْهُ يَصِدُّوْنَ",
    "58": "وَقَالُوْٓا ءَاٰلِهَتُنَا خَيْرٌ اَمْ هُوَ ۗمَا ضَرَبُوْهُ لَكَ اِلَّا جَدَلًا ۗبَلْ هُمْ قَوْمٌ خَصِمُوْنَ",
    "59": "اِنْ هُوَ اِلَّا عَبْدٌ اَنْعَمْنَا عَلَيْهِ وَجَعَلْنٰهُ مَثَلًا لِّبَنِيْٓ اِسْرَاۤءِيْلَ ۗ",
    "60": "وَلَوْ نَشَاۤءُ لَجَعَلْنَا مِنْكُمْ مَّلٰۤىِٕكَةً فِى الْاَرْضِ يَخْلُفُوْنَ",
    "61": "وَاِنَّهٗ لَعِلْمٌ لِّلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُوْنِۗ هٰذَا صِرَاطٌ مُّسْتَقِيْمٌ",
    "62": "وَلَا يَصُدَّنَّكُمُ الشَّيْطٰنُۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ",
    "63": "وَلَمَّا جَاۤءَ عِيْسٰى بِالْبَيِّنٰتِ قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ وَلِاُبَيِّنَ لَكُمْ بَعْضَ الَّذِيْ تَخْتَلِفُوْنَ فِيْهِۚ فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ",
    "64": "اِنَّ اللّٰهَ هُوَ رَبِّيْ وَرَبُّكُمْ فَاعْبُدُوْهُۗ هٰذَا صِرَاطٌ مُّسْتَقِيْمٌ",
    "65": "فَاخْتَلَفَ الْاَحْزَابُ مِنْۢ بَيْنِهِمْ ۚفَوَيْلٌ لِّلَّذِيْنَ ظَلَمُوْا مِنْ عَذَابِ يَوْمٍ اَلِيْمٍ",
    "66": "هَلْ يَنْظُرُوْنَ اِلَّا السَّاعَةَ اَنْ تَأْتِيَهُمْ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ",
    "67": "اَلْاَخِلَّاۤءُ يَوْمَىِٕذٍۢ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ اِلَّا الْمُتَّقِيْنَ ۗ ࣖ",
    "68": "يٰعِبَادِ لَاخَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَآ اَنْتُمْ تَحْزَنُوْنَۚ",
    "69": "اَلَّذِيْنَ اٰمَنُوْا بِاٰيٰتِنَا وَكَانُوْا مُسْلِمِيْنَۚ",
    "70": "اُدْخُلُوا الْجَنَّةَ اَنْتُمْ وَاَزْوَاجُكُمْ تُحْبَرُوْنَ",
    "71": "يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِّنْ ذَهَبٍ وَّاَكْوَابٍ ۚوَفِيْهَا مَا تَشْتَهِيْهِ الْاَنْفُسُ وَتَلَذُّ الْاَعْيُنُ ۚوَاَنْتُمْ فِيْهَا خٰلِدُوْنَۚ",
    "72": "وَتِلْكَ الْجَنَّةُ الَّتِيْٓ اُوْرِثْتُمُوْهَا بِمَا كُنْتُمْ تَعْمَلُوْنَ",
    "73": "لَكُمْ فِيْهَا فَاكِهَةٌ كَثِيْرَةٌ مِّنْهَا تَأْكُلُوْنَ",
    "74": "اِنَّ الْمُجْرِمِيْنَ فِيْ عَذَابِ جَهَنَّمَ خٰلِدُوْنَۖ",
    "75": "لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيْهِ مُبْلِسُوْنَ ۚ",
    "76": "وَمَا ظَلَمْنٰهُمْ وَلٰكِنْ كَانُوْا هُمُ الظّٰلِمِيْنَ",
    "77": "وَنَادَوْا يٰمٰلِكُ لِيَقْضِ عَلَيْنَا رَبُّكَۗ قَالَ اِنَّكُمْ مّٰكِثُوْنَ",
    "78": "لَقَدْ جِئْنٰكُمْ بِالْحَقِّ وَلٰكِنَّ اَكْثَرَكُمْ لِلْحَقِّ كٰرِهُوْنَ",
    "79": "اَمْ اَبْرَمُوْٓا اَمْرًا فَاِنَّا مُبْرِمُوْنَۚ",
    "80": "اَمْ يَحْسَبُوْنَ اَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوٰىهُمْ ۗ بَلٰى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُوْنَ",
    "81": "قُلْ اِنْ كَانَ لِلرَّحْمٰنِ وَلَدٌ  ۖفَاَنَا۠ اَوَّلُ الْعٰبِدِيْنَ",
    "82": "سُبْحٰنَ رَبِّ السَّمٰوٰتِ وَالْاَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُوْنَ",
    "83": "فَذَرْهُمْ يَخُوْضُوْا وَيَلْعَبُوْا حَتّٰى يُلٰقُوْا يَوْمَهُمُ الَّذِيْ يُوْعَدُوْنَ",
    "84": "وَهُوَ الَّذِيْ فِى السَّمَاۤءِ اِلٰهٌ وَّ فِى الْاَرْضِ اِلٰهٌ ۗوَهُوَ الْحَكِيْمُ الْعَلِيْمُ",
    "85": "وَتَبٰرَكَ الَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا ۚوَعِنْدَهٗ عِلْمُ السَّاعَةِۚ وَاِلَيْهِ تُرْجَعُوْنَ",
    "86": "وَلَا يَمْلِكُ الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِهِ الشَّفَاعَةَ اِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُوْنَ",
    "87": "وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَهُمْ لَيَقُوْلُنَّ اللّٰهُ فَاَنّٰى يُؤْفَكُوْنَۙ",
    "88": "وَقِيْلِهٖ يٰرَبِّ اِنَّ هٰٓؤُلَاۤءِ قَوْمٌ لَّا يُؤْمِنُوْنَۘ",
    "89": "فَاصْفَحْ عَنْهُمْ وَقُلْ سَلٰمٌۗ فَسَوْفَ يَعْلَمُوْنَ ࣖ"
  },
  "latins": [
    "Ḥā mīm.",
    "Wal-kitābil-mubīn(i).",
    "Innā ja'alnāhu qur'ānan 'arabiyyal la'allakum ta'qilūn(a).",
    "Wa innahū fī ummil-kitābi ladainā la'aliyyun ḥakīm(un).",
    "Afa naḍribu 'ankumuż-żikra ṣafḥan an kuntum qaumam musrifīn(a).",
    "Wa kam arsalnā min nabiyyin fil-awwalīn(a).",
    "Wa mā ya'tīhim min nabiyyin illā kānū bihī yastahzi'ūn(a).",
    "Fa ahlaknā asyadda minhum baṭsyaw wa maḍā maṡalul-awwalīn(a).",
    "Wa la'in sa'altahum man khalaqas-samāwāti wal-arḍa layaqūlunna khalaqahunnal-'azīzul-'alīm(u).",
    "Allażī ja'ala lakumul-arḍa mahdaw wa ja'ala lakum fīhā subulal la'allakum tahtadūn(a).",
    "Wal-lażī nazzala minas-samā'i mā'am biqadar(in), fa'ansyarnā bihī baldatam maitā(n), każālika tukhrajūn(a).",
    "Wal-lażī khalaqal-azwāja kullahā wa ja'ala lakum minal-fulki wal-an'āmi mā tarkabūn(a).",
    "Litastawū 'alā ẓuhūrihī ṡumma tażkurū ni'mata rabbikum iżastawaitum 'alaihi wa taqūlū subḥānal-lażī sakhkhara lanā hāżā wa mā kunnā lahū muqrinīn(a).",
    "Wa innā ilā rabbinā lamunqalibūn(a).",
    "Wa ja'alū lahū min 'ibādihī juz'ā(n), innal-insāna lakafūrum mubīn(un).",
    "Amittakhażū mimmā yakhluqu banātiw wa aṣfākum bil-banīn(a).",
    "Wa iżā busysyira aḥaduhum bimā ḍaraba lir-raḥmāni maṡalan ẓalla wajhuhū muswaddaw wa huwa kaẓīm(un).",
    "Awamay yunasysya'u fil-ḥilyati wa huwa fil-khiṣāmi gairu mubīn(in).",
    "Wa ja'alul-malā'ikatal-lażīna hum 'ibādur raḥmāni ināṡā(n), asyahidū khalqahum, satuktabu syahādatuhum wa yus'alūn(a).",
    "Wa qālū lau syā'ar-raḥmānu mā 'abadnāhum, mā lahum biżālika min 'ilm(in), in hum illā yakhruṣūn(a).",
    "Am ātaināhum kitābam min qablihī fahum bihī mustamsikūn(a).",
    "Bal qālū innā wajadnā ābā'anā 'alā ummatiw wa innā 'alā āṡārihim muhtadūn(a).",
    "Wa każālika mā arsalnā min qablika fī qaryatim min nażīr(in), illā qāla mutrafūhā, innā wajadnā ābā'anā 'alā ummatiw wa innā 'alā āṡārihim muqtadūn(a).",
    "Qāla awalau ji'tukum bi'ahdā mimmā wajattum 'alaihi ābā'akum, qālū innā bimā ursiltum bihī kāfirūn(a).",
    "Fantaqamnā minhum fanẓur kaifa kāna 'āqibatul-mukażżibīn(a).",
    "Wa iż qāla ibrāhīmu li'abīhi wa qaumihī innanī barā'um mimmā ta'budūn(a).",
    "Illāl-lażī faṭaranī fa'innahū sayahdīn(i).",
    "Wa ja'alahā kalimatam bāqiyatan fī 'aqibihī la'allahum yarji'ūn(a).",
    "Bal matta'tu hā'ulā'i wa ābā'ahum ḥattā jā'ahumul-ḥaqqu wa rasūlum mubīn(un).",
    "Wa lammā jā'ahumul-ḥaqqu qālū hāżā siḥruw wa innā bihī kāfirūn(a).",
    "Wa qālū lau lā nuzzila hāżal-qur'ānu 'alā rajulim minal-qaryataini 'aẓīm(in).",
    "Ahum yaqsimūna raḥmata rabbik(a), naḥnu qasamnā bainahum ma'īsyatahum fil-ḥayātid-dun-yā, wa rafa'nā ba'ḍahum fauqa ba'ḍin darajātil liyattakhiża ba'ḍuhum ba'ḍan sukhriyyā(n), wa raḥmatu rabbika khairum mimmā yajma'ūn(a).",
    "Wa lau lā ay yakūnan-nāsu ummataw wāḥidatal laja'alnā limay yakfuru bir-raḥmāni libuyūtihim suqufam min fiḍḍatiw wa ma'ārija 'alaihā yaẓharūn(a).",
    "Wa libuyūtihim abwābaw wa sururan 'alaihā yattaki'ūn(a).",
    "Wa zukhrufā(n), wa in kullu żālika lammā matā'ul-ḥayātid-dun-yā, wal-ākhiratu 'inda rabbika lil-muttaqīn(a).",
    "Wa may ya'syu 'an żikrir-raḥmāni nuqayyiḍ lahū syaiṭānan fahuwa lahū qarīn(un).",
    "Wa innahum layaṣuddūnahum 'anis-sabīli wa yaḥsabūna annahum muhtadūn(a).",
    "Ḥattā iżā jā'anā qāla yā laita bainī wa bainaka bu'dal-masyriqaini fa bi'sal-qarīn(u).",
    "Wa lay yanfa'akumul-yauma iẓ ẓalamtum annakum fil-'ażābi musytarikūn(a).",
    "Afa anta tusmi'uṣ-ṣumma au tahdil-'umya  wa man kāna fī ḍalālim mubīn(in).",
    "Fa immā nażhabanna bika fa innā minhum muntaqimūn(a).",
    "Au nuriyannakal-lażī wa'adnāhum fa'innā 'alaihim muqtadirūn(a).",
    "Fastamsik bil-lażī ūḥiya ilaik(a), innaka 'alā ṣirāṭim mustaqīm(in).",
    "Wa innahū lażikrul laka wa liqaumik(a), wa saufa tus'alūn(a).",
    "Was'al man arsalnā min qablika mir rusulinā, aja'alnā min dūnir-raḥmāni ālihatay yu'badūn(a).",
    "Wa laqad arsalnā mūsā bi'āyātinā ilā fir'auna wa mala'ihī fa qāla innī rasūlu rabbil-'ālamīn(a).",
    "Falammā jā'ahum bi'āyātinā iżā hum minhā yaḍḥakūn(a).",
    "Wa mā nurīhim min āyatin illā hiya akbaru min ukhtihā, wa akhażnāhum bil-'ażābi la'allahum yarji'ūn(a).",
    "Wa qālū yā ayyuhas-sāḥirud'u lanā rabbaka bimā 'ahida 'indak(a), innanā lamuhtadūn(a).",
    "Falammā kasyafnā 'anhumul-'ażāba iżā hum yankuṡūn(a).",
    "Wa nādā fir'aunu fī qaumihī qāla yā qaumi alaisa lī mulku miṣra wa hāżihil-anhāru tajrī min taḥtī, afalā tubṣirūn(a).",
    "Am ana khairum min hāżal-lażī huwa mahīn(un), wa lā yakādu yubīn(u).",
    "Falau lā ulqiya 'alaihi aswiratum min żahabin au jā'a ma'ahul-malā'ikatu muqtarinīn(a).",
    "Fastakhaffa qaumahū fa aṭā'ūh(u), innahum kānū qauman fāsiqīn(a).",
    "Falammā āsafūnantaqamnā minhum fa agraqnāhum ajma'īn(a).",
    "Fa ja'alnāhum salafaw wa maṡalal lil-ākhirīn(a).",
    "Wa lammā ḍuribabnu maryama maṡalan iżā qaumuka minhu yaṣiddūn(a).",
    "Wa qālū a'ālihatunā khairun am huw(a), mā ḍarabūhu laka illā jadalā(n), bal hum qaumun khaṣimūn(a).",
    "In huwa illā 'abdun an'amnā 'alaihi wa ja'alnāhu maṡalal libanī isrā'īl(a).",
    "Wa lau nasyā'u laja'alnā minkum malā'ikatan fil-arḍi yakhlufūn(a).",
    "Wa innahū la'ilmul lis-sā'ati falā tamtarunna bihā wattabi'ūn(i), hāżā ṣirāṭum mustaqīm(un).",
    "Wa lā yaṣuddannakumusy-syaiṭān(u), innahū lakum 'aduwwum mubīn(un).",
    "Wa lammā jā'a 'īsā bil-bayyināti qāla qad ji'tukum bil-ḥikmati wa li'ubayyina lakum ba'ḍal-lażī takhtalifūna fīh(i), fattaqullāha wa aṭī'ūn(i).",
    "Innallāha huwa rabbī wa rabbukum fa'budūh(u), hāżā ṣirāṭum mustaqīm(un).",
    "Fakhtalafal-aḥzābu mim bainihim, fawailul lil-lażīna ẓalamūmin 'ażābi yaumin alīm(in).",
    "Hal yanẓurūna illas-sā'ata an ta'tiyahum bagtataw wa hum lā yasy'urūn(a).",
    "Al-akhillā'u yauma'iżim ba'ḍuhum liba'ḍin 'aduwwun illal-muttaqīn(a).",
    "Yā 'ibādi lā khaufun 'alaikumul-yauma wa lā antum taḥzanūn(a).",
    "Allażīna āmanū bi'āyātinā wa kānū muslimīn(a).",
    "Udkhulul-jannata antum wa azwājukum tuḥbarūn(a).",
    "Yuṭāfu 'alaihim biṣiḥāfim min żahabiw wa akwāb(in), wa fīhā mā tasytahīhil-anfusu wa talażżul-a'yun(u), wa antum fīhā khālidūn(a).",
    "Wa tilkal-jannatul-latī ūriṡtumūhā bimā kuntum ta'malūn(a).",
    "Lakum fīhā fākihatun kaṡīratum minhā ta'kulūn(a).",
    "Innal-mujrimīna fī 'ażābi jahannama khālidūn(a).",
    "Lā yufattaru 'anhum wa hum fīhi mublisūn(a).",
    "Wa mā ẓalamnāhum wa lākin kānū humuẓ-ẓālimīn(a).",
    "Wa nādau yā māliku liyaqḍi 'alainā rabbuk(a), qāla innakum mākiṡūn(a).",
    "Laqad ji'nākum bil-ḥaqqi wa lākinna akṡarakum lil-ḥaqqi kārihūn(a).",
    "Am abramū amran fa innā mubrimūn(a).",
    "Am yaḥsabūna annā lā nasma'u sirrahum wa najwāhum, balā wa rusulunā ladaihim yaktubūn(a).",
    "Qul in kāna lir-raḥmāni walad(un), fa ana awwalul-'ābidīn(a).",
    "Subḥāna rabbis-samāwāti wal-arḍi rabbil-'arsyi 'ammā yaṣifūn(a).",
    "Fa żarhum yakhūḍū wa yal'abū ḥattā yulāqū yaumahumul-lażī yū'adūn(a).",
    "Wa huwal-lażī fis-samā'i ilāhuw wa fil-arḍi ilāh(un), wa huwal-ḥakīmul-'alīm(u).",
    "Wa tabārakal-lażī lahū mulkus-samāwāti wal-arḍi wa mā bainahumā, wa 'indahū 'ilmus-sā'ah(ti), wa ilaihi turja'ūn(a).",
    "Wa lā yamlikul-lażīna yad'ūna min dūnihisy-syafā'ata illā man syahida bil-ḥaqqi wa hum ya'lamūn(a).",
    "Wa la'in sa'altahum man khalaqahum layaqūlunnallāhu fa annā yu'fakūn(a).",
    "Wa qīlihī yā rabbi inna hā'ulā'i qaumul lā yu'minūn(a).",
    "Faṣfaḥ 'anhum wa qul salām(un), fa saufa ya'lamūn(a)."
  ],
  "translations": {
    "id": {
      "1": "Ḥā Mīm.",
      "2": "Demi Kitab (Al-Qur’an) yang jelas,",
      "3": "sesungguhnya Kami menjadikannya sebagai Al-Qur’an yang berbahasa Arab agar kamu mengerti",
      "4": "dan sesungguhnya (Al-Qur’an) itu berada di dalam Ummul Kitāb (Lauhulmahfuz) di sisi Kami, benar-benar (bernilai) tinggi, dan penuh hikmah.",
      "5": "Apakah Kami akan menahan (turunnya) Al-Qur’an dan mengabaikanmu (hanya) karena kamu kaum yang melampaui batas?",
      "6": "Betapa banyak nabi yang telah Kami utus kepada umat-umat yang terdahulu.",
      "7": "Setiap kali seorang nabi datang kepada mereka, mereka selalu memperolok-olokkannya.",
      "8": "Oleh karena itu, Kami membinasakan orang-orang yang lebih kuat dari mereka (kaum musyrik Quraisy) dan telah berlalu contoh (kehancuran) umat-umat terdahulu.",
      "9": "Jika kamu menanyakan kepada mereka, “Siapakah yang menciptakan langit dan bumi,” pastilah mereka akan menjawab, “Yang menciptakannya adalah Zat Yang Maha Perkasa lagi Maha Mengetahui.",
      "10": "(Dialah) yang menjadikan bumi sebagai tempat menetap bagimu dan menjadikan jalan-jalan di atasnya untukmu agar kamu mendapat petunjuk.",
      "11": "Yang menurunkan air dari langit dengan suatu ukuran, lalu dengan air itu Kami menghidupkan negeri yang mati (tandus). Seperti itulah kamu akan dikeluarkan (dari kubur).",
      "12": "(Dialah) yang menciptakan semua makhluk berpasang-pasangan dan menjadikan kapal laut untukmu serta hewan ternak untuk kamu tunggangi",
      "13": "agar kamu dapat duduk di atas punggungnya. Kemudian jika kamu sudah duduk (di atas punggung)-nya, kamu akan mengingat nikmat Tuhanmu dan mengucapkan, “Maha Suci Zat yang telah menundukkan (semua) ini bagi kami, padahal kami sebelumnya tidak mampu menguasainya.",
      "14": "Sesungguhnya kami pasti akan kembali kepada Tuhan kami.”",
      "15": "Mereka menjadikan sebagian dari hamba-hamba-Nya sebagai bagian dari-Nya.676) Sesungguhnya manusia itu benar-benar pengingkar (nikmat Tuhan) yang nyata.",
      "16": "Patutkah Dia mengambil anak perempuan dari sebagian yang telah Dia ciptakan dan memilihkan anak laki-laki untukmu?",
      "17": "Apabila salah seorang di antara mereka diberi kabar gembira tentang sesuatu (kelahiran anak perempuan) yang dijadikan sebagai perumpamaan bagi (Allah) Yang Maha Pengasih, jadilah wajahnya merah padam karena menahan sedih (dan marah).",
      "18": "Apakah patut (menjadi anak Allah) orang yang tumbuh dan berkembang (dengan tabiat) selalu berhias diri, sedangkan dia tidak mampu memberi alasan yang tegas dan jelas dalam pertengkaran.677)",
      "19": "Mereka menganggap para malaikat, hamba-hamba (Allah) Yang Maha Pengasih itu, berjenis perempuan. Apakah mereka menyaksikan penciptaannya? Kelak kesaksian (yang mereka karang sendiri itu) akan dituliskan dan akan dimintakan pertanggungjawaban.",
      "20": "Mereka berkata, “Sekiranya (Allah) Yang Maha Pengasih menghendaki, tentulah kami tidak menyembah mereka (malaikat).” Mereka tidak mempunyai pengetahuan sedikit pun tentang itu. Mereka hanyalah menduga-duga belaka.",
      "21": "Apakah kami pernah memberikan sebuah kitab kepada mereka sebelumnya (Al-Qur’an), lalu mereka berpegang teguh (pada kitab itu)?",
      "22": "Bahkan, mereka berkata, “Sesungguhnya kami telah mendapati nenek moyang kami menganut suatu agama dan kami hanya mengikuti jejak mereka.”",
      "23": "Demikian juga ketika Kami mengutus seorang pemberi peringatan sebelum engkau (Nabi Muhammad) ke suatu negeri. Orang-orang yang hidup mewah (di negeri itu) selalu berkata, “Sesungguhnya kami mendapati nenek moyang kami menganut suatu (agama) dan kami hanya mencontoh jejak mereka.”",
      "24": "Dia (pemberi peringatan) berkata, “Masihkah kamu (mengikuti jejak nenek moyangmu), sekalipun aku membawa (agama) yang lebih baik panduannya daripada apa yang kamu peroleh dari nenek moyangmu itu?” Mereka menjawab, “Sesungguhnya kami (tetap) mengingkari kerasulanmu.”",
      "25": "Lalu kami membinasakan mereka. Maka, perhatikanlah bagaimana kesudahan orang-orang yang mendustakan (kebenaran).",
      "26": "(Ingatlah) ketika Ibrahim berkata kepada ayahnya dan kaumnya, “Sesungguhnya aku berlepas diri dari apa yang kamu sembah,",
      "27": "kecuali (kamu menyembah) Allah yang menciptakanku. Sesungguhnya Dia akan memberi petunjuk kepadaku.”",
      "28": "Dia (Ibrahim) menjadikannya (kalimat tauhid) perkataan yang kekal pada keturunannya agar mereka kembali (kepadanya).678)",
      "29": "Bahkan Aku telah memberikan kenikmatan hidup kepada mereka dan nenek moyang mereka sampai kebenaran (Al-Qur’an) datang kepada mereka beserta seorang Rasul yang memberi penjelasan.679)",
      "30": "Ketika kebenaran (Al-Qur’an) itu datang kepada mereka, mereka berkata, “Ini adalah sihir dan sesungguhnya kami mengingkarinya.”",
      "31": "Mereka (juga) berkata, “Mengapa Al-Qur’an ini tidak diturunkan kepada (salah satu) pembesar dari dua negeri ini (Makkah dan Taif)?”",
      "32": "Apakah mereka yang membagi-bagi rahmat Tuhanmu? Kamilah yang menentukan penghidupan mereka dalam kehidupan dunia dan Kami telah meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. Rahmat Tuhanmu lebih baik dari apa yang mereka kumpulkan.",
      "33": "Seandainya bukan karena (Kami tidak menghendaki) manusia menjadi satu umat (yang kufur), pastilah sudah Kami buatkan bagi orang-orang yang ingkar kepada (Allah) Yang Maha Pengasih, loteng-loteng rumah mereka dan tangga-tangga yang mereka naiki dari perak.",
      "34": "Bagi rumah-rumah mereka (Kami buatkan) pintu-pintu (perak) dan dipan-dipan tempat mereka bersandar.",
      "35": "(Kami buatkan pula) perhiasan-perhiasan dari emas. Semuanya itu tidak lain hanyalah kesenangan hidup dunia, sedangkan (kenikmatan hidup) akhirat di sisi Tuhanmu (dikhususkan) bagi orang-orang bertakwa.",
      "36": "Siapa yang berpaling dari pengajaran (Allah) Yang Maha Pengasih (Al-Qur’an), Kami biarkan setan (menyesatkannya). Maka, ia (setan) selalu menemaninya.",
      "37": "Sesungguhnya mereka (setan-setan itu) benar-benar menghalangi mereka (manusia) dari jalan (yang benar), sedangkan mereka (manusia yang sesat itu) mengira bahwa mereka adalah orang-orang yang mendapat petunjuk.",
      "38": "Sehingga, apabila dia (orang yang berpaling itu) datang kepada Kami (pada hari Kiamat) dia berkata, “Aduhai, sekiranya (jarak) antara aku dan kamu seperti jarak antara timur dan barat! Memang (setan itu) teman yang paling buruk (bagi manusia).”",
      "39": "(Harapanmu itu) sekali-kali tidak akan memberi manfaat kepadamu pada hari itu karena kamu telah menzalimi (dirimu sendiri). Sesungguhnya kamu (orang yang berpaling dan setan) adalah bersekutu dalam azab itu.",
      "40": "Maka, apakah engkau (Nabi Muhammad) dapat menjadikan orang-orang yang tuli bisa mendengar (kebenaran) atau (dapatkah) engkau memberi petunjuk kepada orang-orang yang buta (hatinya) dan kepada orang yang tetap dalam kesesatan yang nyata?",
      "41": "Maka, sungguh jika Kami benar-benar mewafatkanmu (sebelum engkau mencapai kemenangan), sesungguhnya kepada mereka Kami akan (tetap) memberikan balasan.",
      "42": "Atau, benar-benar Kami perlihatkan kepadamu (azab) yang telah Kami ancamkan kepada mereka. Sesungguhnya Kami Maha Berkuasa atas mereka.",
      "43": "Maka, berpegang teguhlah pada (Al-Qur’an) yang telah diwahyukan kepadamu. Sesungguhnya engkau berada di jalan yang lurus.",
      "44": "Sesungguhnya ia (Al-Qur’an) benar-benar merupakan kemuliaan bagimu dan bagi kaummu dan kelak kamu akan dimintai pertanggungjawaban.",
      "45": "Tanyakanlah (Nabi Muhammad) kepada (pengikut) rasul-rasul Kami yang telah Kami utus sebelum engkau, “Apakah Kami menjadikan selain (Allah) yang Maha Pengasih sebagai tuhan-tuhan yang disembah?”",
      "46": "Sungguh, Kami benar-benar telah mengutus Musa dengan membawa ayat-ayat (mukjizat) Kami kepada Fir'aun dan para pemuka (kaum)-nya. Dia (Musa) berkata, “Sesungguhnya aku adalah utusan dari Tuhan semesta alam.”",
      "47": "Ketika dia (Musa) datang kepada mereka dengan membawa ayat-ayat (mukjizat) Kami, seketika itu mereka mentertawakannya.",
      "48": "Tidaklah Kami perlihatkan suatu mukjizat kepada mereka kecuali ia (mukjizat itu) lebih besar daripada mukjizat (sebelumnya) dan Kami timpakan kepada mereka azab agar mereka kembali (ke jalan yang benar).",
      "49": "Mereka berkata, “Wahai penyihir,680) berdoalah kepada Tuhanmu untuk (melepaskan) kami sesuai dengan apa yang telah dijanjikan-Nya kepadamu. Sesungguhnya kami benar-benar akan menjadi orang-orang yang mendapat petunjuk.”",
      "50": "Maka, ketika Kami hilangkan azab itu dari mereka, seketika itu (juga) mereka ingkar janji.",
      "51": "Fir'aun berseru kepada kaumnya (seraya) berkata, “Wahai kaumku, bukankah Kerajaan Mesir itu milikku dan (bukankah) sungai-sungai itu mengalir di bawah (istana-istana)-ku. Apakah kamu tidak melihat?",
      "52": "Bahkan, bukankah aku lebih baik daripada orang yang hina ini (Musa) yang hampir-hampir tidak dapat menjelaskan (maksud perkataannya)?",
      "53": "Maka, mengapa tidak dipakaikan kepadanya (Musa) gelang dari emas atau malaikat datang bersama dia mengiringinya?”",
      "54": "Maka, dia (Fir'aun) telah memengaruhi kaumnya sehingga mereka patuh kepadanya. Sesungguhnya mereka adalah kaum yang fasik.",
      "55": "Maka, ketika mereka telah membuat Kami murka, Kami hukum mereka, lalu Kami tenggelamkan mereka semuanya (di laut).",
      "56": "Maka, Kami jadikan mereka sebagai (kaum) terdahulu dan pelajaran bagi orang-orang yang kemudian.",
      "57": "Ketika putra Maryam (Isa) dijadikan perumpamaan, tiba-tiba kaummu (suku Quraisy) bersorak karenanya.",
      "58": "Mereka berkata, “Manakah yang lebih baik, tuhan-tuhan kami atau dia (Isa)?” Mereka tidak memberikan (perumpamaan itu) kepadamu, kecuali dengan maksud membantah saja. Sebenarnya mereka adalah kaum yang suka bertengkar.",
      "59": "Dia (Isa) tidak lain hanyalah seorang hamba yang Kami anugerahkan nikmat (kenabian) kepadanya dan Kami jadikan dia sebagai pelajaran (tanda kekuasaan Kami) bagi Bani Israil.",
      "60": "Seandainya Kami kehendaki, niscaya Kami jadikan malaikat sebagai penggantimu di bumi secara turun-temurun.",
      "61": "Sesungguhnya dia (Isa) itu benar-benar menjadi pertanda akan datangnya hari Kiamat. Oleh karena itu, janganlah sekali-kali kamu ragu tentang (kiamat) itu dan ikutilah (petunjuk)-Ku. Ini adalah jalan yang lurus.",
      "62": "Janganlah sekali-kali kamu dipalingkan oleh setan. Sesungguhnya ia merupakan musuh yang nyata bagimu.",
      "63": "Ketika Isa datang membawa bukti-bukti yang nyata, dia berkata, “Sungguh, aku datang kepadamu dengan membawa hikmah dan untuk aku jelaskan kepadamu sebagian dari apa yang kamu perselisihkan. Maka, bertakwalah kepada Allah dan taatilah aku.",
      "64": "Sesungguhnya Allah, Dialah Tuhanku dan Tuhanmu. Sembahlah Dia! Ini adalah jalan yang lurus.”",
      "65": "Golongan-golongan di antara mereka (Yahudi dan Nasrani) berselisih. Celakalah orang-orang yang zalim (karena) azab pada hari yang sangat pedih (kiamat).",
      "66": "Tidaklah mereka (orang-orang kafir) menunggu, kecuali hari Kiamat yang datang kepada mereka secara tiba-tiba, sedangkan mereka tidak menyadari(-nya).",
      "67": "Teman-teman akrab pada hari itu saling bermusuhan satu sama lain, kecuali orang-orang yang bertakwa.",
      "68": "(Dikatakan kepada mereka,) “Wahai hamba-hamba-Ku, tidak ada ketakutan bagimu pada hari ini (kiamat) dan tidak pula kamu bersedih.",
      "69": "(Yaitu) orang-orang yang beriman kepada ayat-ayat Kami dan mereka adalah orang-orang muslim.",
      "70": "Masuklah ke dalam surga, kamu dan pasanganmu (dalam keadaan) dibahagiakan.”",
      "71": "Kepada mereka diedarkan piring-piring dan gelas-gelas dari emas dan di dalamnya (surga) terdapat apa yang diingini oleh hati dan dipandang sedap oleh mata serta kamu kekal di dalamnya.",
      "72": "Itulah surga yang diwariskan kepada kamu disebabkan apa yang selama ini kamu kerjakan.",
      "73": "Untukmu di dalamnya (surga) buah-buahan yang banyak yang sebagiannya kamu makan.",
      "74": "Sesungguhnya para pendurhaka itu kekal di dalam azab (neraka) Jahanam.",
      "75": "Tidak diringankan (azab itu) dari mereka dan mereka berputus asa di dalamnya.",
      "76": "Tidaklah Kami menzalimi mereka, tetapi mereka adalah orang-orang zalim (terhadap dirinya).",
      "77": "Mereka menyeru, “Wahai (Malaikat) Malik, hendaklah Tuhanmu mematikan kami saja.” Dia menjawab, “Sesungguhnya kamu akan tetap tinggal (di neraka ini).”",
      "78": "Sungguh, Kami benar-benar telah datang kepada kamu dengan (membawa) kebenaran, tetapi kebanyakan kamu benci kepada kebenaran itu.",
      "79": "Bahkan, bukankah mereka telah merencanakan suatu tipu daya (jahat)? Sesungguhnya Kami telah berencana (mengatasi tipu daya mereka).",
      "80": "Ataukah mereka mengira bahwa Kami tidak mendengar rahasia dan bisikan mereka? Sebenarnya (Kami mendengar) dan utusan-utusan Kami (malaikat) mencatat di sisi mereka.",
      "81": "Katakanlah (Nabi Muhammad), “Jika benar Tuhan Yang Maha Pengasih mempunyai anak, akulah orang pertama yang menyembah (anak itu).",
      "82": "Maha Suci Tuhan pemilik langit dan bumi, Tuhan pemilik ʻArasy, dari apa yang mereka sifatkan.”",
      "83": "Maka, biarkanlah mereka tenggelam (dalam kesesatan) dan bermain-main (di dunia) sampai mereka menemui hari yang dijanjikan kepada mereka.",
      "84": "Dialah Tuhan (yang disembah) di langit dan Tuhan (yang disembah) di bumi. Dialah Yang Maha Bijaksana lagi Maha Mengetahui.",
      "85": "Maha Berkah (Allah) yang memiliki kerajaan langit dan bumi serta apa yang ada di antara keduanya. Di sisi-Nyalah ilmu tentang hari Kiamat dan hanya kepada-Nyalah kamu dikembalikan.",
      "86": "Sembahan-sembahan mereka selain Dia tidak bisa memberi syafaat (pertolongan di akhirat), kecuali orang yang bersaksi dengan yang hak (tauhid) dan mereka meyakininya.",
      "87": "Jika engkau bertanya kepada mereka, siapakah yang menciptakan mereka, niscaya mereka menjawab, “Allah.” Maka, mengapa mereka bisa dipalingkan?",
      "88": "Demi (kebenaran) ucapannya (Nabi Muhammad), “Ya Tuhanku, sesungguhnya mereka itu adalah kaum yang tidak beriman.”",
      "89": "Maka, berpalinglah dari mereka dan katakanlah, “Salam (selamat tinggal).” Kelak mereka akan mengetahui (nasibnya yang buruk)."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Ha Mim. Kedua huruf ini termasuk huruf-huruf yang terletak pada permulaan sebagian dari surah-surah Al-Quran seperti: Alif Lam Mim, Alif Lam Ra, Alif Lam Mim Sad,  dan sebagainya. Di antara ahli-ahli tafsir ada yang menyerahkan pengertiannya kepada Allah karena di pandang termasuk ayat-ayat mutasyabihat, dan ada pula yang menafsirkannya. Golongan yang menafsirkannya ada yang memandangnya sebagai nama surah, dan ada pula yang berpendapat bahwa huruf-huruf abjad itu gunanya untuk menarik perhatian para pendengar supaya memperhatikan Al-Quran itu, dan untuk mengisyaratkan bahwa Al-Quran itu diturunkan dari Allah dalam bahasa Arab yang tersusun dari huruf-huruf abjad. Kalau mereka tidak percaya bahwa Al-Quran di turunkan dari Allah dan hanya buatan Muhammad semata-mata, maka cobalah mereka buat semacam Al-Quran itu.",
        "2": "Demi al-kitab, demikian Allah bersumpah yang diturunkan kepada Nabi Muhammad, yaitu Al-Quran yang nyata bersumber dari Allah, nyata ke istimewaannya, dan nyata uraian-uraiannya sehingga menjadi petunjuk bagi manusia.",
        "3": "Sesungguhnya Kami menjadikannya, yaitu kitab yang nyata itu, sebagai Al-Qur’an, yaitu bacaan dalam bahasa Arab agar kamu mengerti pesan-pesannya dengan menggunakan akalmu.",
        "4": "Dan sesungguhnya dia, yaitu Al-Qur’an itu, di dalam Ummul-Kitab, yaitu kitab induk atau Lauh Mahfuz, yang berada di sisi Kami dan ia benar-benar bernilai tinggi dan penuh hikmah di dalamnya.”",
        "5": "Maka apakah dengan penolakan kamu terhadap Al-Qur’an yang Kami turunkan itu, wahai orang-orang kafir, akan menyebabkan Kami akan berhenti menurunkan ayat-ayat Al-Qur’an sebagai peringatan kepa-damu, karena kamu adalah kaum yang melampaui batas karena kebejatan dan keingkaranmu terhadapnya? Sama sekali tidak. Kami tidak akan pernah berhenti menurunkannya.”",
        "6": "Setelah Allah menegaskan bahwa Al-Qur’an adalah kitab yang bernilai tinggi dan tidak akan pernah berhenti di turunkan walaupun mendapat penolakan dari orang-orang kafir, maka pada ayat ini Allah menegaskan bahwa sikap orang-orang musyik Mekah tidak beda dengan umat-umat sebelumnya, “Dan betapa banyak nabi-nabi yang telah Kami utus kepada umat-umat yang terdahulu sebelum engkau, wahai Nabi Muhammad, sikap umat-umat mereka tidak berbeda dengan sikap orang-orang musyrik Mekah yang kamu hadapi.”",
        "7": "Dan di antara sikap mereka adalah bahwa setiap kali seorang nabi datang kepada mereka, mereka enggan menerima kehadirannya. Mereka memperlihatkan sikap-sikap yang buruk kepada para nabi itu dan selalu memperolok-olokkannya dengan berbagai macam olokan meskipun para nabi telah di dukung dengan berbagai bukti atas kebenaran dakwah mereka.",
        "8": "Karena keingkaran dan penolakan mereka terhadap para nabi yang Kami utus itu, Kami binasakan orang-orang yang lebih besar kekuatannya di antara mereka tanpa mendapat kesulitan sedikit pun. Dan telah berlalu di sebutkan di dalam Al-Qur’an contoh dan perumpamaan umat-umat terdahulu yang Kami binasakan yang patut menjadi pelajaran bagi orang-orang musyrik Mekah.",
        "9": "Dan sesungguhnya mereka sebenarnya menyadari tentang bukti kekuasaan Allah di alam ini, termasuk kekuasaan untuk membinasakan orang-orang yang ingkar terhadap utusan-utusan-Nya. Oleh karena itu, jika kamu menanyakan kepada mereka, “Siapakah yang menciptakan langit yang demikian tinggi dan kukuh itu dengan bintang-bintang yang menghiasinya dan siapa pulakah yang menciptakan bumi yang indah dan terhampar luas dengan segala kenikmatan yang dapat dinikmati?” pastilah mereka secara spontan dan tanpa berpikir panjang akan menjawab, “Semuanya, yakni langit dan bumi dengan segala isi keduanya diciptakan oleh Yang Mahaperkasa terhadap sesuatu dengan kekuasaan-Nya, Maha Mengetahui terhadap segala sesuatu yang diciptakan-Nya.”",
        "10": "Begitu banyak kekuasaan Allah yang ditunjukkan kepada manusia. Di antaranya adalah bahwa Dialah yang menjadikan bumi sebagai tempat menetap yang mantap dan nyaman bagimu dan Dia pulalah yang menjadikan untukmu jalan-jalan yang banyak di atas bumi yang terhampar luas itu agar kamu mendapat petunjuk untuk menuju ke arah dan tujuan yang kamu inginkan dan untuk menuju ke tempat pembuktian ke-Esaan Allah.",
        "11": "Dan Dia pulalah yang menurunkan secara bertahap dan teratur air dari langit menurut ukuran yang diperlukan untuk semua makhluk-Nya yang ada di bumi, untuk kebutuhan minuman kamu, untuk minuman hewan-hewan piaraanmu dan untuk kebutuhan-kebutuhanmu yang lain. Lalu dengan air yang diturunkan sesuai kadarnya itu Kami hidupkan negeri yang mati dan tandus sehingga tumbuh-tumbuhan yang ada padanya dapat keluar dari bumi dan tumbuh dengan baik dan subur. Seperti itulah kamu nanti akan dikeluarkan ketika akan dibangkitkan dari kuburmu.",
        "12": "12-13. Dan kekuasaan-Nya yang lain adalah bahwa Dia pulalah yang menciptakan semuanya, yaitu semua makhluk-Nya berpasang-pasangan dan dengan keberpasangannya itu mereka saling menyempurnakan satu sama lain. Dan Dialah yang menjadikan kapal sebagai alat transportasi laut untukmu yang dapat mengantar kamu dan kebutuhan kamu ke tempat tujuanmu di laut dengan aman dan atas izin-Nya dan hewan ternak sebagai alat transportasi darat yang kamu tunggangi, agar kamu duduk di atas punggungnya dengan aman dan atas izin-Nya dan menjadikannya sebagai pengangkut barang-barang kebutuhanmu. Kemudian kamu ingat dengan pikiran dan hatimu nikmat Tuhanmu, yaitu ditundukkannya hewan-hewan itu untuk kamu apabila kamu telah duduk dengan aman dan mantap dan melihat barang-barangmu aman di atasnya; dan agar kamu mengucapkan dengan lidahmu sebagai peng-akuan atas kekuasaan Allah menundukkannya dengan mengatakan, “Mahasuci Allah yang telah menundukkan semua ini bagi kami padahal kami sebelumnya, yakni sebelum Allah menundukkannya, tidak mampu menguasainya.\"",
        "13": "12-13. Dan kekuasaan-Nya yang lain adalah bahwa Dia pulalah yang menciptakan semuanya, yaitu semua makhluk-Nya berpasang-pasangan dan dengan keberpasangannya itu mereka saling menyempurnakan satu sama lain. Dan Dialah yang menjadikan kapal sebagai alat transportasi laut untukmu yang dapat mengantar kamu dan kebutuhan kamu ke tempat tujuanmu di laut dengan aman dan atas izin-Nya dan hewan ternak sebagai alat transportasi darat yang kamu tunggangi, agar kamu duduk di atas punggungnya dengan aman dan atas izin-Nya dan menjadikannya sebagai pengangkut barang-barang kebutuhanmu. Kemudian kamu ingat dengan pikiran dan hatimu nikmat Tuhanmu, yaitu ditundukkannya hewan-hewan itu untuk kamu apabila kamu telah duduk dengan aman dan mantap dan melihat barang-barangmu aman di atasnya; dan agar kamu mengucapkan dengan lidahmu sebagai peng-akuan atas kekuasaan Allah menundukkannya dengan mengatakan, “Mahasuci Allah yang telah menundukkan semua ini bagi kami padahal kami sebelumnya, yakni sebelum Allah menundukkannya, tidak mampu menguasainya.\"",
        "14": "Dan sesungguhnya sesudah kehidupan di dunia ini, kami pasti akan kembali kepada Tuhan kami, untuk mempertanggungjawabkan amal perbuatan kami.”",
        "15": "Walaupun Allah telah menerangkan kekuasaan-Nya dalam menciptakan langit dan bumi serta menundukkan hewan ternak untuk manusia, sebagian manusia masih saja mempersekutukan Allah dengan makhluk-Nya. Dan mereka, yakni orang-orang musyrik, menjadikan sebagian dari hamba-hamba-Nya, yang merupakan ciptaan-Nya sebagai bagian dari-Nya, dengan menganggap bahwa malaikat adalah anak-anak Tuhan. Sesungguhnya, manusia yang mempercayai dan mengatakan demikian itu benar-benar pengingkar nikmat Tuhan, yang melampaui batas dalam kekafirannya, lagi yang nyata kesyirikan dan keingkarannya.",
        "16": "Lalu Allah mengecam apa yang telah di katakan dan di yakini oleh orang-orang musyrik dengan mengatakan, “Pantaskah Dia, Allah Yang Maha Esa, Yang Mahakuasa, dan Yang Maha Pencipta itu mengambil dengan sungguh-sungguh dari apa yang di ciptakan-Nya sendiri berupa anak-anak perempuan yang justru orang-orang musyrik itu tidak suka mendapatkannya? Tentulah tidak pantas. Dan pantas pulakah kamu beranggapan bahwa Allah memberikan anak laki-laki kepadamu? Tentulah tidak pantas. Sungguh ini kepercayaan yang sangat keliru dan tidak masuk akal.”",
        "17": "Allah menegaskan apa yang di kecam-Nya di dalam ayat sebelumnya dengan mengatakan bahwa apabila salah seorang di antara mereka, yaitu kaum musyrik Mekah yang berkeyakinan seperti itu, diberi kabar gembira dengan kelahiran apa, yaitu anak perempuan, yang di jadikan sebagai perumpamaan bagi Al-Rahman, Allah Yang Maha Pengasih, jadilah wajahnya hitam pekat karena kejengkelan dan kemarahan menerima kehadiran anak perempuan itu, sedang ia sendiri ketika menerima berita itu amat menahan sedih dan marah. Kalau demikian halnya, mengapa mereka menyatakan bahwa Allah memiliki anak perempuan?",
        "18": "Lalu Allah mengecam mereka dengan mengatakan bahwa apakah orang, yakni wanita-wanita yang dibesarkan dalam perhiasan, patut dijadikan sebagai anak Allah sedang dia tidak mampu memberi alasan atau penjelasan yang tegas dan jelas dalam pertengkaran.",
        "19": "Allah menegaskan apa yang dinyatakan-Nya di dalam ayat di atas dengan mengatakan bahwa mereka, orang-orang musyrik Mekah, menjadikan malaikat-malaikat yang mereka itu hamba-hamba Allah Yang Maha Pengasih yang sangat taat dan senantiasa beribadah kepada-Nya itu sebagai berjenis kelamin perempuan. Apakah mereka menyaksikan sendiri dengan mata kepala mereka atau melalui bukti-bukti yang pasti menyangkut penciptaan mereka, yakni malaikat-malaikat itu pada saat diciptakan ataukah melihat wujud malaikat itu setelah diciptakan? Hal itu pastilah tidak akan terjadi. Mereka tidak menyaksikannya. Kelak akan dituliskan di dalam catatan amal mereka oleh malaikat yang ditugaskan untuk itu kesaksian mereka dan akan dimintai pertanggungjawaban di akhirat kelak.",
        "20": "Dan hal yang lebih buruk lagi dari sikap mereka adalah ketika mereka berkata, “Sekiranya Allah Yang Maha Pengasih menghendaki agar kami tidak menyembah para malaikat-malaikat itu, tentulah kami tidak menyembah mereka.” Mereka, orang-orang musyrik yang menyatakan bahwa para malaikat itu berjenis kelamin perempuan, tidak mempunyai ilmu sedikit pun tentang itu. Tidak lain mereka hanyalah menduga-duga belaka dan mengada-ada, bahkan mereka berbohong.",
        "21": "Atau kalau mereka tidak pernah menyaksikan penciptaan para malaikat dan menyaksikan wujudnya, apakah pernah Kami berikan informasi atau pengetahuan yang menjelaskan mengenai hal itu melalui sebuah kitab yang diturunkan kepada mereka sebelumnya, yaitu sebelum Al-Qur’an diturunkan, lalu mereka berpegang teguh dengannya, yaitu dengan informasi di dalam kitab itu? Sama sekali tidak. Mereka tidak pernah memiliki informasi mengenai hal itu.",
        "22": "Bahkan setelah kehabisan alasan dan dalih atas kesesatan mereka, mereka berkata, “Sesungguhnya kami mendapati nenek moyang dan leluhur kami menganut suatu agama, yakni suatu keyakinan dan kepercayaan yang patut kami ikuti dan teladani, dan sesungguhnya kami mendapat petunjuk untuk mengikuti jejak mereka.”",
        "23": "Dan apa yang dikatakan oleh kaum musyrik Mekah kepadamu sekarang, wahai Nabi Muhammad, demikian juga yang dikatakan oleh umat-umat terdahulu ketika Kami mengutus seorang pemberi peringatan, yaitu nabi atau rasul sebelum engkau diutus, dalam suatu negeri di lokasi mana pun di bumi ini, orang-orang yang hidup mewah secara durhaka di masing-masing negeri itu selalu berkata, “Sesungguhnya kami mendapati nenek moyang kami yang juga orang-orang terkemuka dan paham menganut suatu agama, yakni kepercayaan yang mereka yakini benar dan sesungguhnya kami tidak lain, kecuali sekadar pengikut-pengikut yang mengikuti jejak-jejak mereka.”",
        "24": "Apa yang dikatakan oleh umat-umat terdahulu itu dijawab oleh para rasul utusan Allah itu dengan mengatakan, “Dan apakah kamu akan mengikutinya juga sekalipun aku membawa untukmu agama, yakni keyakinan dan kepercayaan, yang lebih baik daripada apa yang kamu peroleh dari agama dan kepercayaan yang dianut nenek moyangmu dahulu?” Dengan sikap menentang, mereka menjawab, “Sesungguhnya kami mengingkari agama yang kamu diperintahkan untuk menyampaikannya.”",
        "25": "Lalu, akibat dari keyakinan dan kepercayaan mereka yang salah dan penentangan terhadap apa yang dibawa oleh para rasul itu, Kami binasakan mereka dengan berbagai macam siksaan. Maka perhatikanlah, wahai Muhammad atau siapa pun yang mau memperhatikan dan mengambil pelajaran, bagaimana kesudahan orang-orang terdahulu yang mendustakan kebenaran yang dibawa oleh para rasul itu.",
        "26": "Dan ingatlah ketika Nabi Ibrahim, nenek moyang mereka yang tidak mau mengikuti jejak buruk dari leluhurnya, berkata kepada ayah-nya dan kaumnya yang menyekutukan Allah dan menyembah berhala-berhala, “Sesungguhnya aku berlepas diri dari apa, yaitu berhala-berhala, yang kamu sembah.",
        "27": "kecuali yang kamu sembah itu adalah Allah, Tuhan yang telah menciptakan aku, menciptakan kalian, dan apa yang kamu sembah itu; karena sesungguhnya Dia pulalah yang akan memberi petunjuk kepadaku untuk kebahagiaan hidup di dunia dan akhirat.”",
        "28": "Dan dia, yakni Ibrahim, menjadikannya, yakni kalimat tauhid yang disampaikannya kepada kaumnya itu, kalimat yang kekal pada keturunannya sesudahnya agar mereka kembali kepada kalimat tauhid itu apabila suatu saat nanti mereka menyimpang dari jalan yang benar dengan menyekutukan Allah.",
        "29": "Bahkan Allah menyatakan, “Aku, Tuhan Yang Maha Esa, telah memberikan kenikmatan hidup kepada mereka, yakni kaum Nabi Ibrahim yang menyekutukan-Ku dan nenek moyang mereka yang durhaka itu dan tidak menurunkan siksaan kepada mereka semua sampai kebenaran yang mutlak yang tidak diragukan lagi kebenarannya, yaitu Al-Qur’an, datang kepada mereka dan datang pula seorang rasul, yaitu Nabi Muhammad, yang memberi penjelasan.”",
        "30": "Dan ketika kebenaran, yakni Al-Qur’an, itu datang kepada mereka, dengan penuh keangkuhan, penghinaan, dan pelecehan mereka berkata, “Ini adalah sihir yang nyata dan sesungguhnya kami adalah orang-orang yang selamanya mengingkarinya.”",
        "31": "Dan mereka tidak hanya melecehkan Al-Qur’an, tetapi juga melecehkan Nabi Muhammad dengan berkata, “Mengapa Al-Qur’an ini, yang diyakini oleh Muhammad sebagai petunjuk yang diturunkan Tuhan, tidak diturunkan kepada seorang laki-laki yang agung, kaya, dan berpengaruh yang berasal dari salah satu dua negeri ini, yaitu Mekah dan Taif?”",
        "32": "Atas sikap pengingkaran mereka terhadap Al-Qur’an dan kerasulan Nabi Muhammad itu, Allah lalu bertanya kepada Nabi Muhammad, “Apakah mereka, yang ingkar, durhaka, dan menyekutukan Tuhan itu, yang membagi-bagi rahmat Tuhan, Pencipta, Pemelihara, dan Pelimpah rahmat kepada-mu, wahai Nabi Muhammad? Sama sekali tidak. Mereka tidak dapat melakukan itu. Kamilah yang membagikan rahmat di antara mereka dan Kami pula-lah yang menentukan penghidupan mereka dalam kehidupan dunia sesuai dengan ketentuan dan hukum-hukum yang telah Kami tetapkan. Dan Kami telah meninggikan sebagian mereka dalam kedudukan, harta, ilmu, dan jabatan mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain sehingga mereka dapat saling membantu dan menolong dalam pemenuhan kebutuhan hidup. Dan rahmat Tuhan yang dilimpahkan kepada-mu berupa kenabian dan kerasulan lebih baik dari apa yang mereka kumpulkan, baik berupa kekayaan yang melimpah dan kekuasaan yang sangat tinggi.”",
        "33": "Dan sekiranya bukan karena Kami menghindarkan semua manusia menjadi umat yang satu dalam kekafiran, pastilah sudah Kami buatkan untuk orang-orang yang kafir kepada Allah, Yang Maha Pengasih, bagi rumah-rumah mereka loteng-loteng yang terbuat dari perak, dan demikian pula tangga-tangga yang mereka naiki,",
        "34": "dan Kami buatkan pula pintu-pintu yang terbuat dari perak bagi rumah-rumah mereka, dan begitu pula dipan-dipan tempat mereka bersandar,",
        "35": "Dan semuanya itu tidak lain hanyalah kesenangan kehidupan dunia semata, yang bersifat sementara sedangkan kehidupan akhirat di sisi Tuhanmu disediakan khusus bagi orang-orang yang bertakwa.",
        "36": "Dan barang siapa berpaling dari pengajaran Allah Yang Maha Pengasih, yaitu tidak memperhatikan apa yang terkandung di dalam Al-Qur’an, Kami biarkan setan menyesatkan dan mengendalikannya serta menjadi teman karibnya yang selalu menyertai, mendampingi, dan mendorongnya melakukan kedurhakaan.",
        "37": "Dan sesungguhnya mereka, yakni setan-setan yang menjadi temannya itu benar-benar menghalang-halangi mereka dari jalan yang benar sehingga mereka tidak mampu melakukan kebaikan, sedang mereka menyangka bahwa mereka mendapat petunjuk dari apa yang ditunjukkan setan itu.",
        "38": "Sehingga apabila dia yang berpaling itu, yakni orang yang tidak mau mengikuti petunjuk Al-Qur’an itu, datang kepada Kami pada hari Kiamat nanti, dia berkata dengan menyesali apa yang pernah dilakukannya di dunia ini, “Wahai! Sekiranya dapat dilakukan, maka jarak antara aku dan kamu seperti jarak antara timur dan barat! Memang, teman yang paling jahat bagi manusia adalah setan yang menjadi qarin itu.”",
        "39": "Allah lalu menafikan apa yang menjadi harapan orang-orang yang enggan mengikuti petunjuk Al-Qur’an dengan mengatakan, “Dan harapanmu itu sekali-kali tidak akan memberi manfaat kepadamu sedikit pun pada hari itu karena kamu pada waktu di dunia dahulu telah menzalimi dirimu sendiri dengan menolak peringatan dari Al-Qur’an dan melakukan perbuatan durhaka. Sesungguhnya kamu dengan qarin-qarinmu itu pantas bersama-sama dalam azab itu, yaitu siksaan api neraka yang amat pedih.",
        "40": "Maka apakah engkau, wahai Nabi Muhammad, dapat menjadikan orang yang tuli, yaitu yang enggan mendengar ajakan kepada kebaikan, bisa mendengar ajakan itu, atau dapatkah engkau memberi petunjuk kepada orang yang buta hatinya untuk berpikir dan memahami petunjuk yang disampaikan kepada mereka dan kepada orang yang tetap dalam kesesatan yang nyata?",
        "41": "41-42. Maka sungguh, sekiranya Kami membawamu pergi dengan mewafatkanmu atau dengan cara yang lain sebelum engkau mencapai kemenangan, maka sesungguhnya Kami akan tetap memberikan azab kepada mereka di akhirat nanti, atau Kami perlihatkan kepadamu azab yang telah Kami ancamkan atau sampaikan kepada mereka. Maka sungguh, Kami Maha berkuasa untuk menurunkan siksaan atas mereka.”",
        "42": "41-42. Maka sungguh, sekiranya Kami membawamu pergi dengan mewafatkanmu atau dengan cara yang lain sebelum engkau mencapai kemenangan, maka sesungguhnya Kami akan tetap memberikan azab kepada mereka di akhirat nanti, atau Kami perlihatkan kepadamu azab yang telah Kami ancamkan atau sampaikan kepada mereka. Maka sungguh, Kami Maha berkuasa untuk menurunkan siksaan atas mereka.”",
        "43": "Wahai Muhammad, berpegang teguhlah engkau kepada apa yang telah di wahyukan Allah kepadamu. Dengan demikian, sungguh engkau berada di jalan yang lurus.",
        "44": "Dan ketahuilah wahai Nabi Muhammad, bahwa sesungguhnya Al-Qur’an yang diturunkan kepadamu itu benar-benar suatu peringatan dan pengajaran yang sangat baik bagimu dan bagi kaummu dan semua yang mengikuti tuntunanmu, dan kelak kamu sekalian akan dimintai pertanggungjawaban.",
        "45": "Dan tanyakanlah, wahai Muhammad, kepada rasul-rasul Kami yang telah Kami utus kepada umat-umat sebelum engkau, \"Apakah Kami menentukan tuhan-tuhan selain Allah Yang Maha Pengasih untuk disembah?\" Tentu tidak. Kami hanya menentukan satu Tuhan yang disembah, yaitu Allah Yang Maha Esa.",
        "46": "Ayat yang lalu berbicara tentang rasul-rasul Allah yang telah diutus sebelum Nabi Muhammad. Ayat ini berbicara tentang Nabi Musa, salah satu dari rasul-rasul itu. Dan sungguh, Kami telah mengutus Musa dengan membawa mukjizat-mukjizat, yakni bukti-bukti kenabian dan kerasulannya serta bukti-bukti kekuasaan Kami, kepada Fir’aun, yang mengaku dirinya sebagai Tuhan, dan pemuka-pemuka kaumnya yang mendukung dan mempertahankan pengakuannya itu. Maka dia, yakni Nabi Musa, berkata, “Sesungguhnya aku adalah utusan dari Tuhan yang telah menciptakan kalian, dan memiliki seluruh alam.”",
        "47": "Maka ketika dia, yakni Nabi Musa, datang kepada mereka membawa mukjizat-mukjizat Kami itu untuk memperkuat ke rasulannya, seperti tongkatnya yang berubah menjadi ular, seketika itu mereka mengejek dan menertawakannya.",
        "48": "Dan tidaklah Kami perlihatkan suatu ayat, yaitu tanda kekuasaan Kami, berupa mukjizat kepada mereka kecuali ia lebih besar dari mukjizat-mukjizat yang sebelumnya. Namun demikian, mereka tetap bersikeras dengan sikap dan keyakinan mereka yang enggan menerima kebenaran. Dan akibat dari perbuatan mereka itu Kami timpakan kepada mereka azab duniawi sebagai cobaan dari Kami seperti kekurangan makanan, berjangkitnya hama tumbuh-tumbuhan agar mereka kembali ke jalan yang benar.",
        "49": "Dan setiap ada bencana yang ditimpakan kepada Fir’aun dan kaumnya, mereka berkata, “Wahai pesihir, maksudnya Nabi Musa, berdoalah kepada Tuhanmu untuk mengangkat bencana itu dan melepaskan kami dari bencana yang menimpa kami sesuai dengan apa yang telah dijanjikan-Nya kepadamu; sesungguhnya jika doamu dikabulkan, hai Musa, kami akan menjadi orang yang mendapat petunjuk.”",
        "50": "Maka dengan begitu cepat ketika Kami hilangkan dan hindarkan azab itu dari mereka karena doa yang dimohonkan oleh Nabi Musa itu, seketika itu juga dari waktu ke waktu dan secara terus-menerus mereka ingkar janji.",
        "51": "Dan Fir’aun dengan penuh kesombongan dan keangkuhan berseru kepada kaumnya seraya berkata, “Wahai kaumku! Bukankah kerajaan Mesir itu milikku sendiri, bukan milik orang lain, dan bukankah sungai-sungai ini yang mengalir di bawah istana-ku juga menjadi milikku dan ke kayaanku; apakah kamu tidak melihat betapa hebatnya aku dan betapa besar ke kuasaanku dan betapa lemahnya Musa?",
        "52": "Bukankah dengan kehebatan, kekayaan, dan kekuasaanku itu aku lebih baik dan lebih tinggi kedudukannya dari orang yang hina ini, yaitu Musa, yang tidak memiliki kekuasaan apa pun dan dia juga adalah orang yang hampir tidak dapat menjelaskan perkataannya dengan kalimat-kalimat yang baik? Tentulah aku lebih baik daripada Musa.",
        "53": "Maka kalau memang Musa merupakan utusan Tuhan yang dikirim kepada kami, mengapa dia, yakni Musa, tidak dipakaikan oleh Tuhannya gelang dari emas sebagai identitasnya atau para malaikat datang bersama-sama dia untuk mengiringinya sebagai bentuk dukungan terhadap pengutusannya?”",
        "54": "Maka dia, yakni Fir’aun, dengan perkataannya itu telah mempengaruhi kaumnya, sehingga mereka patuh kepadanya dan mengakui kekuasaan dan ketuhanannya. Sungguh, mereka adalah kaum yang fasik, yang secara terus-menerus menolak kerasulan Nabi Musa dan menyimpang dari ajaran agama.",
        "55": "Maka ketika mereka, yaitu Fir’aun dan kaumnya, membuat Kami murka karena pernyataan dan sikap mereka yang menentang Nabi Musa sebagai utusan Kami, Kami membalas sikap mereka itu dengan menghukum mereka, lalu Kami tenggelamkan mereka semuanya di Laut Merah,",
        "56": "Lalu Kami jadikan mereka yang menentang terhadap ajaran-ajaran Allah yang dibawa oleh Nabi Musa dan hukuman yang ditimpakan kepada mereka itu sebagai kaum terdahulu dan pelajaran bagi orang-orang yang datang kemudian.",
        "57": "Setelah menjelaskan bahwa kaum Nabi Musa yang menentang ajaran Allah dan hukuman yang ditimpakan kepada mereka adalah pelajaran bagi orang-orang datang kemudian, Allah lalu menjelaskan pelajaran yang dapat diambil oleh Nabi Muhammad dan umatnya dari kisah Nabi Isa. Dan ketika putra Maryam, yakni Nabi Isa, dijadikan oleh orang-orang musyrik perumpamaan untuk menentang kebenaran ayat-ayat Allah, tiba-tiba kaummu, suku Quraisy wahai Nabi Muhammad bersorak gembira karenanya.",
        "58": "Dan mereka berkata, “Manakah yang lebih baik tuhan-tuhan kami, berupa berhala-berhala yang kami sembah atau dia, yakni Isa?” Mereka tidak memberikannya, yakni perumpamaan itu, kepadamu, Muhammad, melainkan dengan maksud membantah saja, bukan untuk menunjukkan kebenaran keyakinan mereka, tetapi untuk memelesetkan apa yang disampaikan kepada mereka. Bahkan sebenarnya mereka adalah kaum yang suka bertengkar.",
        "59": "Lalu Allah menunjukkan kepada mereka bahwa dia, yaitu Isa, tidak lain hanyalah seorang hamba, bukan tuhan seperti keyakinan orang-orang Nasrani, yang Kami berikan nikmat kenabian kepadanya dan Kami jadikan dia sebagai contoh pelajaran yang sangat mengagumkan bagi Bani Israil, baik yang hidup pada masa Isa maupun yang sesudahnya.",
        "60": "Dan sekiranya Kami menghendaki, tetapi Kami tidak menghendaki dan tidak melakukannya, niscaya Kami menjadikan sebahagian di antara kamu malaikat-malaikat yang secara turun temurun dan silih berganti menggantikan kamu di bumi.",
        "61": "Dan sungguh dia, yakni Nabi Isa yang mengagumkan itu yang lahir tanpa ayah, dan dianugerahi kemampuan menghidupkan orang mati serta menyembuhkan berbagai macam penyakit, benar-benar menjadi pertanda akan datangnya hari Kiamat. Karena itu, janganlah kamu ragu-ragu sedikit pun tentang kepastian datangnya hari Kiamat itu dan ikutilah Aku dengan mengikuti ajaran-ajaran yang disampaikan oleh rasul-Ku. Inilah jalan yang lurus yang dapat menyelamatkan kamu dari siksaan-Ku di dunia dan di akhirat.",
        "62": "Dan oleh sebab itu, Allah dengan tegas memperingatkan mereka dengan mengatakan, “Janganlah kamu sekali-kali di palingkan oleh setan dari jalan-Ku yang lurus itu sehingga menyimpang dari ajaran-ajaran-Ku. Sungguh, setan itu merupakan musuh yang nyata bagimu yang selalu membawa kamu kepada kesesatan.”",
        "63": "Dan ketika Nabi Isa datang kepada kaumnya, Bani Israil, membawa keterangan yang nyata yang bersumber dari Allah, dia lalu berkata, “Sungguh, aku datang kepadamu, wahai kaumku dengan membawa hikmah, yakni ajaran-ajaran dan hukum-hukum yang bersumber dari Allah yang dapat menyelamatkan kamu dan untuk menjelaskan kepada-mu sebagian dari apa yang kamu perselisihkan dari ajaran-ajaran agama yang di turunkan Allah di dalam Taurat. Maka bertakwalah kamu kepada Allah dengan melaksanakan segala yang di perintahkan-Nya dan meninggalkan larangan-larangan-Nya dan taatlah pula kepadaku dengan mengikuti tuntunan yang aku sampaikan kepadamu.",
        "64": "Sungguh Allah yang kamu takuti, taati, dan patuhi itu, Dialah Tuhanku dan Tuhanmu yang telah menciptakan aku dan kamu dan telah memberikan berbagai nikmat kepadaku dan kepadamu, maka sembahlah Dia satu-satunya, jangan menyekutukan Dia dengan yang lain. Ini adalah jalan yang lurus yang dapat menyelamatkan kamu dari siksaan-Nya yang amat pedih.”",
        "65": "Akan tetapi, golongan-golongan yang ada saling berselisih di antara mereka mengenai pribadi Nabi Isa yang agung dan hamba Allah yang lahir tanpa ayah itu. Maka, celakalah orang-orang yang zalim itu karena perselisihan mereka dan mengingkari Isa sebagai utusan Allah dan menentang ajaran agama yang dibawanya karena azab hari yang amat pedih pada hari Kiamat kelak.",
        "66": "Dengan pembangkangan mereka untuk mengakui Nabi Isa sebagai rasul Allah dan pengingkaran mereka terhadap ajaran-Nya, lalu Allah mengatakan bahwa apakah mereka dengan keadaan yang demikian itu hanya menunggu saja kedatangan hari Kiamat yang datang kepada mereka secara mendadak, tanpa mereka mengetahui sebelumnya, sedang mereka tidak menyadarinya karena mereka selalu sibuk dengan pertengkaran mereka?",
        "67": "Teman-teman karib pada hari Kiamat itu sebagian mereka menjadi musuh bagi yang lainnya karena hubungan pertemanan mereka terjalin atas dasar kezaliman, tidak atas dasar kebaikan dan kemaslahatan, kecuali orang-orang yang bertakwa yang tidak saling bermusuhan karena pertemanan dan persahabatan mereka terjalin atas dasar ketaatan kepada Allah.",
        "68": "Allah telah menggambarkan dalam ayat-ayat yang lalu tentang keadaan Bani Israil yang memperoleh azab yang amat pedih di hari Kiamat karena ke zaliman mereka. Selanjutnya, Allah menggambarkan ke nikmatan yang akan di peroleh oleh orang-orang saleh di dalam surga. “Wahai hamba-hamba-Ku yang mengikuti jalan-Ku yang lurus! Tidak ada ketakutan bagimu pada hari Kiamat itu dan tidak pula kamu bersedih hati dalam menghadapi keadaan apa pun pada hari itu.",
        "69": "Orang-orang yang tidak takut dan tidak bersedih hati itu ialah orang-orang yang beriman kepada ayat-ayat Kami yang tertulis yang dibawa oleh para rasul utusan Kami serta yang terhampar di alam ini, dan mereka berserah diri dengan sepenuhnya kepada Allah dengan melaksanakan ajaran-ajaran-Nya.",
        "70": "Di hari Kiamat kelak kami akan memerintahkan mereka, “Masuklah kamu semua ke dalam surga, kamu dan pasangan-pasanganmu, yaitu suami atau istrimu yang berserah diri kepada Allah dengan sepenuhnya itu akan selalu di gembirakan dengan segala pelayanan dan ke nikmatan surga yang sangat menyenangkan.”",
        "71": "Di dalam surga nanti kepada mereka yang beriman dan bertakwa itu diedarkan piring-piring dari emas yang berisi aneka macam makanan yang lezat dan juga gelas-gelas minum yang berisi aneka macam minuman yang lezat, dan di dalamnya, yakni di dalam surga itu terdapat apa saja yang di ingini oleh hati dan segala yang sedap di pandang mata. Dan kamu sekalian, wahai orang-orang yang bertakwa dan menyerahkan diri sepenuhnya kepada Allah, akan menjadi orang-orang yang kekal di dalamnya.",
        "72": "Dan itulah surga dengan segala ke nikmatan yang kamu dapatkan di dalamnya yang diwariskan atau di anugerahkan kepada kamu di sebabkan karena amal-amal perbuatan baik yang senantiasa telah kamu kerjakan sewaktu kamu berada di dunia dahulu.",
        "73": "Di dalam surga itu terdapat banyak buah-buahan yang lezat rasanya dan beraneka macam rupanya. Semua itu di siapkan untukmu, namun hanya sebagiannya yang dapat kamu makan karena begitu banyaknya sehingga kamu tidak mampu menghabiskannya.",
        "74": "Apa yang telah di sebutkan pada ayat-ayat sebelumnya merupakan balasan bagi orang-orang yang beriman, bertakwa, dan menyerahkan diri secara tulus kepada Allah. Sebaliknya, pada ayat-ayat berikut digambarkan balasan bagi orang-orang yang berdosa. Sungguh, orang-orang yang berdosa itu, yakni yang melanggar aturan-aturan Allah, kekal di dalam azab neraka Jahanam sebagai balasan atas amal jahat yang mereka lakukan.",
        "75": "Azab neraka yang di timpakan kepada mereka itu tidak akan diringankan dan di kurangi sedikit pun dari mereka. Karena azab dan siksa yang diterimanya itu, mereka selamanya berputus asa di dalamnya karena mereka tidak dapat melepaskan diri dari siksaan itu.",
        "76": "Dan dengan siksaan yang mereka dapatkan itu, tidaklah Kami menzalimi atau menganiaya mereka sedikit pun, tetapi merekalah yang menzalimi diri mereka sendiri sehingga mereka mendapatkan azab itu.",
        "77": "Dan ketika para pendosa itu mendapatkan siksaan yang amat pedih di dalam neraka, mereka berseru kepada Malaikat Malik yang memimpin penjaga neraka dengan berkata, “Wahai malaikat Malik! Biarlah Tuhanmu, yaitu dengan memohon kepada-Nya agar Dia mematikan kami saja karena kalau kami sudah di matikan, kami tidak akan merasakan lagi siksaan yang amat pedih ini.” Dia, yakni malaikat Malik, menjawab, “Sungguh, kamu tidak akan dimatikan oleh Allah, dan kamu akan tetap tinggal di neraka ini untuk merasakan siksaan yang amat pedih ini.”",
        "78": "Ayat-ayat yang lalu menggambarkan siksaan yang amat pedih yang di rasakan di dalam neraka oleh orang-orang yang kafir terhadap wahyu-wahyu Allah. Ayat berikut menggambarkan pengingkaran orang-orang Mekah terhadap kebenaran yang dibawa oleh Rasulullah. Allah berfirman, “Sesungguhnya Kami melalui rasul yang telah Kami utus dan wahyu-wahyu yang Kami turunkan benar-benar telah membawa kebenaran yang amat sempurna kepada kamu yang bersumber dari Kami, tetapi kebanyakan di antara kamu benar-benar benci pada kebenaran itu sehingga kamu tidak mau mempercayainya.",
        "79": "Penduduk Mekah itu sebenarnya tidak hanya membenci kebenaran yang di bawa oleh rasul Kami itu, tetapi bahkan mereka telah merencanakan dengan mantap suatu tipu daya jahat untuk membendung dan menghalangi penyebaran ajaran Islam, menganiaya para pembela agama itu, dan bahkan merencanakan pembunuhan terhadap rasul Kami. Apa yang mereka rencanakan itu tidak akan Kami biarkan, maka untuk itu sesungguhnya Kami telah berencana dengan sangat baik dan rapi untuk mengalahkan dan mengatasi semua tipu daya mereka.”",
        "80": "Dalam keadaan demikian, Allah mengajukan pertanyaan yang berisi kecaman atas rencana mereka dengan mengatakan, “Apakah mereka mengira bahwa Kami tidak mendengar rahasia dan bisikan-bisikan mereka? Apa yang mereka duga itu merupakan suatu kekeliruan yang amat besar karena sebenarnya Kami mendengar semua yang mereka rencanakan itu, dan utusan-utusan Kami, yakni malaikat yang mencatat amal baik dan buruk selalu mencatat di sisi mereka apa yang mereka niatkan, katakan, dan kerjakan.",
        "81": "Pada ayat-ayat yang lalu, Allah menggambarkan pengingkaran orang-orang kafir Mekah terhadap kebenaran yang di bawa oleh Nabi Muhammad. Pada ayat ini, Allah menggambarkan bantahan terhadap kepercayaan mereka bahwa Tuhan mempunyai anak. “Katakanlah, wahai Muhammad, \"Jika benar dan terbukti bahwa Tuhan Yang Maha Pengasih mempunyai anak, seperti yang kamu duga, maka akulah orang yang mula-mula memuliakan anak itu.\" Akan tetapi, ternyata apa yang mereka duga itu tidak terbukti.",
        "82": "Mahasuci Tuhan pemelihara langit dan bumi, Tuhan pemilik 'Arsy, dari segala kekurangan, Mahasuci Allah Yang Maha Esa dari apa yang mereka sifatkan itu.",
        "83": "Jika mereka tetap bersikeras dengan kesesatan itu, maka biarkanlah mereka, wahai Nabi Muhammad, tenggelam dalam kesesatannya dan bermain-main dengan kesesatan yang mereka yakini itu sampai mereka menemui hari yang di janjikan kepada mereka, yakni hari Kiamat di mana mereka akan mempertanggungjawabkan semua amal yang telah mereka lakukan.",
        "84": "Dan Dialah Tuhan Yang Mahasuci dari segala kekurangan, Dialah Tuhan yang disembah di langit dan Dia pulalah Tuhan yang disembah di bumi dan Dialah Yang Mahabijaksana terhadap semua yang di ciptakan-Nya, Maha Mengetahui terhadap segala sesuatu yang nyata maupun yang tersembunyi.",
        "85": "Dan Mahasuci Allah yang keberkatan dan kebajikan-Nya amat banyak, Dia merupakan pemilik kerajaan langit dan bumi, dan juga pemilik apa yang ada di antara keduanya, baik yang diketahui oleh manusia maupun yang tersembunyi dari mereka. Dan, di sisi-Nyalah ilmu tentang segala keadaan yang menyangkut hari Kiamat dan hanya kepada-Nyalah kamu di kembalikan untuk mempertanggungjawabkan semua amal yang telah di lakukan.",
        "86": "Dan Allah menegaskan bahwa orang-orang yang menyeru kepada selain Allah dan menyembah selain-Nya, baik berhala, maupun malaikat, manusia, atau siapa pun tidak mendapat sedikit pun syafaat, yakni pertolongan di akhirat, kecuali orang yang menyaksikan dan mengakui yang hak (tauhid), yakni yang mengesakan Allah dan mereka meyakini apa yang mereka saksikan dan akui itu.",
        "87": "Dan jika engkau, wahai Nabi Muhammad, bertanya kepada mereka, yakni kaum musyrik Mekah mengenai siapakah yang menciptakan mereka, niscaya mereka menjawab bahwa yang menciptakan mereka adalah Allah. Jadi, bagaimana mereka dapat dipalingkan dari menyembah Allah pada hal mereka mengakui Allah sebagai pencipta mereka, dan Allah mengetahui ucapan mereka itu dan,",
        "88": "ucapannya, yakni ucapan Nabi Muhammad ketika mengadu kepada Allah dengan mengatakan, “Ya Tuhanku, sesungguhnya mereka itu adalah kaum yang tidak beriman kepada-Mu dan kepada apa yang diturunkan untuk mereka.”",
        "89": "Allah menyambut pengaduan Nabi Muhammad dengan berfirman, “Maka berpalinglah dari mereka, wahai Nabi Muhammad, dan katakanlah kepada mereka, 'Salam (selamat tinggal).’  Kelak di dunia ini atau di akhirat nanti, mereka akan mengetahui nasib mereka yang buruk, berupa azab yang amat pedih."
      }
    }
  }
}