{
  "number": 51,
  "name": "الذّٰريٰت",
  "name_latin": "Aż-Żāriyāt",
  "name_id": "Az-Zariyat",
  "name_trans_id": "Yang Menerbangkan",
  "number_of_verse": 60,
  "category": "Makkiyah",
  "arabics": {
    "1": "وَالذّٰرِيٰتِ ذَرْوًاۙ",
    "2": "فَالْحٰمِلٰتِ وِقْرًاۙ",
    "3": "فَالْجٰرِيٰتِ يُسْرًاۙ",
    "4": "فَالْمُقَسِّمٰتِ اَمْرًاۙ",
    "5": "اِنَّمَا تُوْعَدُوْنَ لَصَادِقٌۙ",
    "6": "وَّاِنَّ الدِّيْنَ لَوَاقِعٌۗ",
    "7": "وَالسَّمَاۤءِ ذَاتِ الْحُبُكِۙ",
    "8": "اِنَّكُمْ لَفِيْ قَوْلٍ مُّخْتَلِفٍۙ",
    "9": "يُّؤْفَكُ عَنْهُ مَنْ اُفِكَۗ",
    "10": "قُتِلَ الْخَرَّاصُوْنَۙ",
    "11": "الَّذِيْنَ هُمْ فِيْ غَمْرَةٍ سَاهُوْنَۙ",
    "12": "يَسْـَٔلُوْنَ اَيَّانَ يَوْمُ الدِّيْنِۗ",
    "13": "يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُوْنَ",
    "14": "ذُوْقُوْا فِتْنَتَكُمْۗ هٰذَا الَّذِيْ كُنْتُمْ بِهٖ تَسْتَعْجِلُوْنَ",
    "15": "اِنَّ الْمُتَّقِيْنَ فِيْ جَنّٰتٍ وَّعُيُوْنٍۙ",
    "16": "اٰخِذِيْنَ مَآ اٰتٰىهُمْ رَبُّهُمْ ۗ اِنَّهُمْ كَانُوْا قَبْلَ ذٰلِكَ مُحْسِنِيْنَۗ",
    "17": "كَانُوْا قَلِيْلًا مِّنَ الَّيْلِ مَا يَهْجَعُوْنَ",
    "18": "وَبِالْاَسْحَارِ هُمْ يَسْتَغْفِرُوْنَ",
    "19": "وَفِيْٓ اَمْوَالِهِمْ حَقٌّ لِّلسَّاۤىِٕلِ وَالْمَحْرُوْمِ",
    "20": "وَفِى الْاَرْضِ اٰيٰتٌ لِّلْمُوْقِنِيْنَۙ",
    "21": "وَفِيْٓ اَنْفُسِكُمْ ۗ اَفَلَا تُبْصِرُوْنَ",
    "22": "وَفِى السَّمَاۤءِ رِزْقُكُمْ وَمَا تُوْعَدُوْنَ",
    "23": "فَوَرَبِّ السَّمَاۤءِ وَالْاَرْضِ اِنَّهٗ لَحَقٌّ مِّثْلَ مَآ اَنَّكُمْ تَنْطِقُوْنَ ࣖ",
    "24": "هَلْ اَتٰىكَ حَدِيْثُ ضَيْفِ اِبْرٰهِيْمَ الْمُكْرَمِيْنَۘ",
    "25": "اِذْ دَخَلُوْا عَلَيْهِ فَقَالُوْا سَلٰمًا ۗقَالَ سَلٰمٌۚ قَوْمٌ مُّنْكَرُوْنَ",
    "26": "فَرَاغَ اِلٰٓى اَهْلِهٖ فَجَاۤءَ بِعِجْلٍ سَمِيْنٍۙ",
    "27": "فَقَرَّبَهٗٓ اِلَيْهِمْۚ قَالَ اَلَا تَأْكُلُوْنَ",
    "28": "فَاَوْجَسَ مِنْهُمْ خِيْفَةً  ۗقَالُوْا لَا تَخَفْۗ وَبَشَّرُوْهُ بِغُلٰمٍ عَلِيْمٍ",
    "29": "فَاَقْبَلَتِ امْرَاَتُهٗ فِيْ صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوْزٌ عَقِيْمٌ",
    "30": "قَالُوْا كَذٰلِكِۙ قَالَ رَبُّكِ ۗاِنَّهٗ هُوَ الْحَكِيْمُ الْعَلِيْمُ  ۔",
    "31": "۞ قَالَ فَمَا خَطْبُكُمْ اَيُّهَا الْمُرْسَلُوْنَۚ",
    "32": "قَالُوْآ اِنَّآ اُرْسِلْنَآ اِلٰى قَوْمٍ مُّجْرِمِيْنَۙ",
    "33": "لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِّنْ طِيْنٍۙ",
    "34": "مُّسَوَّمَةً عِنْدَ رَبِّكَ لِلْمُسْرِفِيْنَ",
    "35": "فَاَخْرَجْنَا مَنْ كَانَ فِيْهَا مِنَ الْمُؤْمِنِيْنَۚ",
    "36": "فَمَا وَجَدْنَا فِيْهَا غَيْرَ بَيْتٍ مِّنَ الْمُسْلِمِيْنَۚ",
    "37": "وَتَرَكْنَا فِيْهَآ اٰيَةً لِّلَّذِيْنَ يَخَافُوْنَ الْعَذَابَ الْاَلِيْمَۗ",
    "38": "وَفِيْ مُوْسٰىٓ اِذْ اَرْسَلْنٰهُ اِلٰى فِرْعَوْنَ بِسُلْطٰنٍ مُّبِيْنٍ",
    "39": "فَتَوَلّٰى بِرُكْنِهٖ وَقَالَ سٰحِرٌ اَوْ مَجْنُوْنٌ",
    "40": "فَاَخَذْنٰهُ وَجُنُوْدَهٗ فَنَبَذْنٰهُمْ فِى الْيَمِّ وَهُوَ مُلِيْمٌۗ",
    "41": "وَفِيْ عَادٍ اِذْ اَرْسَلْنَا عَلَيْهِمُ الرِّيْحَ الْعَقِيْمَۚ",
    "42": "مَا تَذَرُ مِنْ شَيْءٍ اَتَتْ عَلَيْهِ اِلَّا جَعَلَتْهُ كَالرَّمِيْمِۗ",
    "43": "وَفِيْ ثَمُوْدَ اِذْ قِيْلَ لَهُمْ تَمَتَّعُوْا حَتّٰى حِيْنٍ",
    "44": "فَعَتَوْا عَنْ اَمْرِ رَبِّهِمْ فَاَخَذَتْهُمُ الصّٰعِقَةُ وَهُمْ يَنْظُرُوْنَ",
    "45": "فَمَا اسْتَطَاعُوْا مِنْ قِيَامٍ وَّمَا كَانُوْا مُنْتَصِرِيْنَۙ",
    "46": "وَقَوْمَ نُوْحٍ مِّنْ قَبْلُ ۗ اِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ ࣖ",
    "47": "وَالسَّمَاۤءَ بَنَيْنٰهَا بِاَيْىدٍ وَّاِنَّا لَمُوْسِعُوْنَ",
    "48": "وَالْاَرْضَ فَرَشْنٰهَا فَنِعْمَ الْمٰهِدُوْنَ",
    "49": "وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُوْنَ",
    "50": "فَفِرُّوْٓا اِلَى اللّٰهِ ۗاِنِّيْ لَكُمْ مِّنْهُ نَذِيْرٌ مُّبِيْنٌۚ",
    "51": "وَلَا تَجْعَلُوْا مَعَ اللّٰهِ اِلٰهًا اٰخَرَۗ اِنِّيْ لَكُمْ مِّنْهُ نَذِيْرٌ مُّبِيْنٌ",
    "52": "كَذٰلِكَ مَآ اَتَى الَّذِيْنَ مِنْ قَبْلِهِمْ مِّنْ رَّسُوْلٍ اِلَّا قَالُوْا سَاحِرٌ اَوْ مَجْنُوْنٌ",
    "53": "اَتَوَاصَوْا بِهٖۚ بَلْ هُمْ قَوْمٌ طَاغُوْنَۚ",
    "54": "فَتَوَلَّ عَنْهُمْ فَمَآ اَنْتَ بِمَلُوْمٍ",
    "55": "وَذَكِّرْ فَاِنَّ الذِّكْرٰى تَنْفَعُ الْمُؤْمِنِيْنَ",
    "56": "وَمَا خَلَقْتُ الْجِنَّ وَالْاِنْسَ اِلَّا لِيَعْبُدُوْنِ",
    "57": "مَآ اُرِيْدُ مِنْهُمْ مِّنْ رِّزْقٍ وَّمَآ اُرِيْدُ اَنْ يُّطْعِمُوْنِ",
    "58": "اِنَّ اللّٰهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِيْنُ",
    "59": "فَاِنَّ لِلَّذِيْنَ ظَلَمُوْا ذَنُوْبًا مِّثْلَ ذَنُوْبِ اَصْحٰبِهِمْ فَلَا يَسْتَعْجِلُوْنِ",
    "60": "فَوَيْلٌ لِّلَّذِيْنَ كَفَرُوْا مِنْ يَّوْمِهِمُ الَّذِيْ يُوْعَدُوْنَ ࣖ"
  },
  "latins": [
    "Waż-żāriyāti żarwā(n).",
    "Fal-ḥāmilāti wiqrā(n).",
    "Fal-jāriyāti yusrā(n).",
    "Fal-muqassimāti amrā(n).",
    "Innamā tū'adūna laṣādiq(un).",
    "Wa innad-dīna lawāqi'(un).",
    "Was-samā'i żātil-ḥubuk(i).",
    "Innakum lafī qaulim mukhtalif(in).",
    "Yu'faku 'anhu man ufik(a).",
    "Qutilal-kharrāṣūn(a).",
    "Allażīna hum fī gamratin sāhūn(a).",
    "Yas'alūna ayyāna yaumud-dīn(i).",
    "Yauma hum 'alan-nāri yuftanūn(a).",
    "Żūqū fitnatakum, hāżal-lażī kuntum bihī tasta'jilūn(a).",
    "Innal-muttaqīna fī jannātiw wa 'uyūn(in).",
    "Ākhiżīna mā ātāhum rabbuhum, innahum kānū qabla żālika muḥsinīn(a).",
    "Kānū qalīlam minal-laili mā yahja'ūn(a).",
    "Wa bil-asḥāri hum yastagfirūn(a).",
    "Wa fī amwālihim ḥaqqul lis-sā'ili wal-maḥrūm(i).",
    "Wa fil-arḍi āyātul lil-mūqinīn(a).",
    "Wa fī anfusikum, afalā tubṣirūn(a).",
    "Wa fis-samā'i rizqukum wa mā tū'adūn(a).",
    "Fa wa rabbis-samā'i wal-arḍi innahū laḥaqqum miṡla mā annakum tanṭiqūn(a).",
    "Hal atāka ḥadīṡu ḍaifi ibrāhīmal-mukramīn(a).",
    "Iż dakhalū 'alaihi fa qālū salāmā(n), qāla salām(un), qaumum munkarūn(a).",
    "Farāga ilā ahlihī fa jā'a bi'ijlin samīn(in).",
    "Fa qarrabahū ilaihim, qāla alā ta'kulūn(a).",
    "Fa aujasa minhum khīfah(tan), qālū lā takhaf, wa basysyarūhu bigulāmin 'alīm(in).",
    "Fa aqbalatimra'atuhū fī ṣarratin fa ṣakkat wajhahā wa qālat 'ajūzun 'aqīm(un).",
    "Qālū każālik(i), qāla rabbuk(i), innahū huwal-ḥakīmul-'alīm(u).",
    "Qāla famā khaṭbukum ayyuhal-mursalūn(a).",
    "Qālū innā ursilnā ilā qaumim mujrimīn(a).",
    "Linursila 'alaihim ḥijāratam min ṭīn(in).",
    "Musawwamatan 'inda rabbika lil-musrifīn(a).",
    "Fa akhrajnā man kāna fīhā minal-mu'minīn(a).",
    "Famā wajadnā fīhā gaira baitim minal-muslimīn(a).",
    "Wa taraknā fīhā āyatal lil-lażīna yakhāfūnal-'ażābal-alīm(a).",
    "Wa fī mūsā iż arsalnāhu ilā fir'auna bisulṭānim mubīn(in).",
    "Fa tawallā biruknihī wa qāla sāḥirun au majnūn(un).",
    "Fa akhażnāhu wa junūdahū fanabażnāhum fil-yammi wa huwa mulīm(un).",
    "Wa fī 'ādin iż arsalnā 'alaihimur-rīḥal-'aqīm(a).",
    "Mā tażaru min syai'in atat 'alaihi illā ja'alathu kar-ramīm(i).",
    "Wa fī ṡamūda iż qīla lahum tamatta'ū ḥattā ḥīn(in).",
    "Fa'atau 'an amri rabbihim fa akhażathumuṣ-ṣā'iqatu wa hum yanẓurūn(a).",
    "Famastaṭā'ū min qiyāmiw wa mā kānū muntaṣirīn(a).",
    "Wa qauma nūḥim min qabl(u), innahum kānū qauman fāsiqīn(a).",
    "Was-samā'a banaināhā bi'aidiw wa innā lamūsi'ūn(a).",
    "Wal-arḍa farasynāhā fa ni'mal-māhidūn(a).",
    "Wa min kulli syai'in khalaqnā zaujaini la'allakum tażakkarūn(a).",
    "Fa firrū ilallāh(i), innī lakum minhu nażīrum mubīn(un).",
    "Wa lā taj'alū ma'allāhi ilāhan ākhar(a), innī lakum minhu nażīrum mubīn(un).",
    "Każālika mā atal-lażīna min qablihim mir rasūlin illā qālū sāḥirun au majnūn(un).",
    "Atawāṣau bih(ī), bal hum qaumun ṭāgūn(a).",
    "Fa tawalla 'anhum famā anta bimalūm(in).",
    "Wa żakkir fa innaż-żikra  tanfa'ul-mu'minīn(a).",
    "Wa mā khalaqtul-jinna wal-insa illā liya'budūn(i).",
    "Mā urīdu minhum mir rizqiw wa mā urīdu ay yuṭ'imūn(i).",
    "Innallāha huwar-razzāqu żul-quwwatil-matīn(u).",
    "Fa inna lil-lażīna ẓalamū żanūbam miṡla żanūbi aṣḥābihim falā yasta'jilūn(i).",
    "Fa wailul lil-lażīna kafarū miy yaumihimul-lażī yū'adūn(a)."
  ],
  "translations": {
    "id": {
      "1": "Demi (angin) yang menerbangkan debu,",
      "2": "demi (awan) yang mengandung muatan (hujan),",
      "3": "demi (kapal-kapal) yang melaju (di atas air) dengan mudah,",
      "4": "dan demi (malaikat-malaikat) yang membagi-bagi segala urusan,",
      "5": "sesungguhnya apa yang dijanjikan kepadamu pasti benar",
      "6": "dan sesungguhnya pembalasan pasti terjadi.",
      "7": "Demi langit yang mempunyai jalan-jalan yang kukuh,700)",
      "8": "sesungguhnya kamu benar-benar dalam keadaan berselisih.701)",
      "9": "Telah dijauhkan darinya (Al-Qur’an dan Rasul) orang yang dipalingkan.",
      "10": "Terkutuklah orang-orang yang banyak berdusta,",
      "11": "(yaitu) orang-orang yang terbenam (dalam kebodohan) lagi lalai (dari urusan akhirat)!",
      "12": "Mereka bertanya, “Kapankah hari Pembalasan itu?”",
      "13": "(Hari Pembalasan terjadi) pada hari (ketika) mereka diazab dalam api neraka.",
      "14": "(Dikatakan kepada mereka,) “Rasakanlah azabmu! Inilah azab yang dahulu kamu minta agar disegerakan.”",
      "15": "Sesungguhnya orang-orang yang \nbertakwa berada dalam (surga yang penuh) taman-taman dan mata air.",
      "16": "(Di surga) mereka dapat mengambil apa saja yang dianugerahkan Tuhan kepada mereka. Sesungguhnya mereka sebelum itu (di dunia) adalah orang-orang yang berbuat kebaikan.",
      "17": "Mereka sedikit sekali tidur pada waktu malam;",
      "18": "dan pada akhir malam mereka memohon ampunan (kepada Allah).",
      "19": "Pada harta benda mereka ada hak bagi orang miskin yang meminta dan yang tidak meminta.",
      "20": "Di bumi terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang yakin.",
      "21": "(Begitu juga ada tanda-tanda kebesaran-Nya) pada dirimu sendiri. Maka, apakah kamu tidak memperhatikan?",
      "22": "Di langit terdapat pula (hujan yang menjadi sebab) rezekimu dan apa yang dijanjikan kepadamu.",
      "23": "Maka, demi Tuhan langit dan bumi, sesungguhnya (apa yang dijanjikan kepadamu itu) pasti akan nyata seperti (halnya) kamu berucap.",
      "24": "Sudahkah sampai kepadamu (Nabi Muhammad) cerita tentang tamu Ibrahim (malaikat-malaikat) yang dimuliakan?",
      "25": "(Cerita itu bermula) ketika mereka masuk (bertamu) kepadanya, lalu mengucapkan, “Salam.” Ibrahim menjawab, “Salam.” (Mereka) adalah orang-orang yang belum dikenal.",
      "26": "Kemudian, dia (Ibrahim) pergi diam-diam menemui keluarganya, lalu datang (kembali) membawa (daging) anak sapi gemuk (yang dibakar).",
      "27": "Dia lalu menghidangkannya kepada mereka, (tetapi mereka tidak mau makan). Ibrahim berkata, “Mengapa kamu tidak makan?”",
      "28": "Dia (Ibrahim) menyimpan rasa takut terhadap mereka. Mereka berkata, “Janganlah takut!” Mereka memberi kabar gembira kepadanya dengan (akan kelahiran) seorang anak yang sangat berilmu (Ishaq).",
      "29": "Istrinya datang sambil berteriak (terperanjat) lalu menepuk-nepuk wajahnya sendiri dan berkata, “(Aku ini) seorang perempuan tua yang mandul.”",
      "30": "Mereka berkata, “Demikianlah Tuhanmu berfirman. Sesungguhnya Dialah Yang Maha Bijaksana lagi Maha Mengetahui.”",
      "31": "Dia (Ibrahim) bertanya, “Apa urusan pentingmu, wahai para utusan?”",
      "32": "Mereka menjawab, “Sesungguhnya kami diutus kepada kaum yang berdosa (kaum Lut untuk menyiksanya)",
      "33": "agar kami menimpa mereka dengan batu-batu yang berasal dari tanah liat",
      "34": "yang ditandai oleh Tuhanmu untuk (membinasakan) orang-orang yang melampaui batas.”",
      "35": "Kami mengeluarkan orang-orang mukmin yang berada di dalamnya (negeri kaum Lut).",
      "36": "Kami tidak mendapati di dalamnya, kecuali sebuah rumah dari orang-orang muslim (Lut dan keluarganya).",
      "37": "Kami meninggalkan suatu tanda (kebesaran-Nya702) di (negeri) itu bagi orang-orang yang takut pada azab yang pedih.",
      "38": "(Begitu pula Kami meninggalkan) pada Musa (tanda-tanda kekuasaan Allah) ketika Kami mengutusnya kepada Fir'aun dengan membawa mukjizat yang nyata.",
      "39": "Kemudian, dia (Fir'aun) bersama bala tentaranya berpaling dan (Fir'aun) berkata, “(Dia adalah) seorang penyihir atau orang gila.”",
      "40": "Maka, Kami menghukumnya beserta bala tentaranya, lalu Kami menenggelamkan mereka ke dalam laut dalam keadaan melakukan perbuatan yang tercela.",
      "41": "(Begitu pula Kami meninggalkan) pada (kaum) 'Ad (tanda-tanda kekuasaan Allah) ketika Kami mengirim kepada mereka angin yang membinasakan.",
      "42": "(Angin) itu tidak meninggalkan apa pun pada semua yang dilandanya, kecuali menjadikannya bagai tulang yang hancur.",
      "43": "(Begitu pula Kami meninggalkan) pada (kaum) Samud (tanda-tanda kekuasaan Allah) ketika dikatakan kepada mereka, “Bersenang-senanglah kamu sampai waktu yang ditentukan!”",
      "44": "Lalu, mereka bersikap angkuh terhadap perintah Tuhannya. Maka, mereka disambar petir sementara mereka menyaksikan(-nya).",
      "45": "Mereka sama sekali tidak mampu bangun dan tidak pula mendapat pertolongan.",
      "46": "Sebelum itu (Kami telah membinasakan) kaum Nuh. Sesungguhnya mereka adalah kaum fasik.",
      "47": "Langit Kami bangun dengan tangan (kekuatan Kami) dan sesungguhnya Kami benar-benar meluaskan(-nya).",
      "48": "Bumi Kami hamparkan. (Kami adalah) sebaik-baik Zat yang menghamparkan.",
      "49": "Segala sesuatu Kami ciptakan berpasang-pasangan agar kamu mengingat (kebesaran Allah).",
      "50": "Maka, (katakanlah kepada mereka, wahai Nabi Muhammad,) “Bersegeralah kembali (taat) kepada Allah. Sesungguhnya aku adalah seorang pemberi peringatan yang jelas dari-Nya untukmu.",
      "51": "Janganlah kamu mengadakan tuhan lain bersama Allah. Sesungguhnya aku adalah seorang pemberi peringatan yang jelas dari Allah untukmu.”",
      "52": "Demikianlah setiap kali seorang rasul datang kepada orang-orang sebelumnya, mereka pasti mengatakan, “(Dia itu adalah) penyihir atau orang gila.”",
      "53": "Apakah mereka saling menasihati tentang (apa yang dikatakan) itu? (Tidak!) Sebaliknya, mereka adalah kaum yang melampaui batas.",
      "54": "Berpalinglah dari mereka, maka engkau sama sekali bukan orang yang tercela.",
      "55": "Teruslah memberi peringatan karena sesungguhnya peringatan itu bermanfaat bagi orang-orang mukmin.",
      "56": "Tidaklah Aku menciptakan jin dan manusia kecuali untuk beribadah kepada-Ku.",
      "57": "Aku tidak menghendaki rezeki sedikit pun dari mereka dan tidak menghendaki agar mereka memberi makan kepada-Ku.",
      "58": "Sesungguhnya Allahlah Maha Pemberi Rezeki yang mempunyai kekuatan lagi sangat kukuh.",
      "59": "Sesungguhnya orang-orang yang zalim mendapatkan bagian (azab) seperti bagian teman-teman mereka (dahulu). Maka, janganlah mereka meminta kepada-Ku untuk menyegerakan(-nya).",
      "60": "Celakalah orang-orang yang kufur pada hari yang telah dijanjikan kepada mereka (hari Kiamat)."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Surah yang lalu diakhiri dengan penjelasan tentang hari Kebangkitan yang pada saat itu akan terbukti ancaman-ancaman Allah yang telah diungkapkan sebelumnya. Oleh karena itu sangat tepat ketika surah ini dimulai dengan kalimat-kalimat yang mengukuhkan ancaman tersebut. Pengukuhan itu diungkapkan dengan sumpah-Nya bahwa semua yang diperingatkan itu pasti akan terbukti. :”Demi angin kencang yang menerbangkan debu dengan tiupannya yang sangat kuat dan dahsyat,",
        "2": "dan demi awan yang gumpalannya mengandung banyak air hujan yang menyuburkan tanah,",
        "3": "dan demi kapal-kapal yang berlayar dengan membawa segala keperluan ke seluruh penjuru dengan mu-dah karena tiupan angin yang kuat,",
        "4": "dan demi malaikat-malaikat yang membagi-bagi urusan yang diamanahkan kepada mereka, seperti menurunkan hujan, membagi rezeki, dan lainnya.",
        "5": "Sungguh, apa saja yang telah dijanjikan kepadamu, seperti kebangkitan manusia setelah kematiannya, perhitungan di akhirat nanti pasti benar adanya,",
        "6": "dan sungguh, hari pembalasan seperti yang telah diingatkan oleh-Nya melalui para rasul pasti terjadi, dan tidak satu pun di antara manusia yang dapat menghindarinya.",
        "7": "Melanjutkan sumpah-Nya, “Demi langit yang mempunyai jalan-jalan yang merupakan garis edar atau orbit yang teratur sebagai arah dari pergerakan semua benda langit, seperti bumi, bintang-bintang, planet-planet, dan galaksi-galaksi.",
        "8": "“Sungguh, wahai orang-orang musyrik kamu benar-benar dalam keadaan berbeda-beda pendapat, tentang Nabi Muhammad dan Al-Qur’an.” Di antara mereka ada yang menganggap beliau sebagai tukang sihir, ada yang mengatakan bahwa ia adalah ahli syair, dan ada pula yang meng-anggapnya gila. Sedang mengenai Al-Qur’an, ada yang menyebutnya sebagai dongeng tentang kisah masa lalu, ada yang menilainya sebagai kitab syair, dan ada pula yang menganggapnya sebagai mantra sihir.",
        "9": "Dengan sifat dan sikap yang ingkar dari orang-orang musyrik tersebut, mereka semakin dipalingkan darinya, yaitu dari Al-Qur’an dan Rasul, sehingga mereka semakin jauh dan benar-benar sebagai orang yang dipalingkan dari jalan yang lurus karena keingkaran hatinya sehingga lebih mengedepankan bisikan nafsunya ketimbang tuntunan Allah dan Rasul-Nya.",
        "10": "Binasa dan terkutuklah orang-orang yang banyak berdusta dan sering berbicara dengan tanpa dasar sehingga menyesatkan orang,",
        "11": "mereka yang berperilaku demikian yaitu orang-orang yang terbenam dalam ke-sesatan, kebodohan dan sering kali berada dalam kelalaian, sehingga tidak memperhatikan bukti-bukti tentang kekuasaan Allah dan petunjuk-petunjuk-Nya.",
        "12": "Para pembohong yang lalai sehingga mereka dikutuk itu memperolok-olokkan dakwah Rasulullah dan cenderung mengingkarinya. Oleh karena itu mereka bertanya yang tujuannya adalah untuk mengejek dan bukan karena tidak tahu. Mereka berkata, “Kapankah datangnya hari pembalasan yang selalu engkau ungkapkan itu?”",
        "13": "Dalam rangka merespon olok-olok mereka, maka Allah berkata kepada Nabi Muhammad untuk menjawab bahwa hari pembalasan itu akan terjadi pada hari ketika mereka diazab di dalam api neraka sebagai hukuman dari keingkaran mereka terhadap ajaran-Nya.",
        "14": "Setelah para pembohong mendapatkan hukumannya, maka kemudian dikatakan kepada mereka, “Rasakanlah azabmu yang ditimpakan kepada kamu ini. Inilah azab yang dahulu ketika hidup di dunia tidak kamu percayai dan minta agar disegerakan datangnya.”",
        "15": "Pada ayat yang lalu dijelaskan tentang balasan bagi orang-orang yang durhaka, maka pada ayat-ayat berikut ini diterangkan tentang ganjaran bagi mereka yang bertakwa. “Sesungguhnya orang-orang yang bertakwa dan selalu melaksanakan perintah-Nya dan menjauhi larang-an-Nya akan diberi ganjaran yang baik dan berada di dalam taman-taman, yaitu surga yang indah, menyenangkan, dan selain itu mereka juga berada di mata air yang jernih lagi sejuk menyegarkan.",
        "16": "Mereka sangat menikmati ganjaran ini dan mengambil apa yang diberikan Tuhan kepada mereka. Orang-orang yang bertakwa itu mendapat anugerah yang membahagiakan ini karena sesungguhnya mereka sebelum itu, yakni saat kehidupannya di dunia adalah orang-orang yang selalu tekun beribadah dan berbuat baik kepada sesama dengan tujuan untuk mendapatkan rida-Nya.",
        "17": "Mereka, orang-orang yang bertakwa itu, sedikit sekali tidur pada waktu malam,",
        "18": "sebagian waktunya dipergunakan untuk melakukan kebaikan dan ibadah kepada Tuhannya, dan pada akhir malam, setelah melaksanakan salat tahajud mereka melanjutkan dengan zikir dan memohon ampunan kepada Allah Yang Maha Pengampun kepada semua makhluk-Nya yang bertobat.",
        "19": "Orang-orang yang bertakwa itu selalu taat dalam melaksanakan ajaran Allah, dan mereka juga menyadari bahwa pada harta benda yang mereka miliki sesungguhnya ada hak yang mesti dikeluarkan, baik berupa zakat maupun sedekah, untuk orang miskin yang meminta bantuan dan orang miskin yang tidak mengulurkan tangan untuk meminta kepada orang lain.",
        "20": "dan selain itu di bumi juga terdapat tanda-tanda kebesaran-Nya. Namun semuanya itu hanya dapat dipahami bagi orang-orang yang yakin,",
        "21": "dan di samping itu, sesungguhnya keagungan Allah juga banyak ditemukan pada dirimu sendiri. Sesudah dipahami semua tanda-tanda itu, maka apakah kamu tetap lalai dan tidak memperhatikan semua yang dapat disaksikan itu?",
        "22": "dan di langit yang sangat luas itu terdapat pula sebab-sebab datangnya rezekimu seperti cahaya matahari yang menerangi jagat, hujan yang menyuburkan tanah, angin yang bertiup sepoi-sepoi dan selain itu terdapat pula apa yang telah dijanjikan Allah melalui Rasul-Nya kepadamu.",
        "23": "Setelah menyadari semua kenikmatan itu, maka demi Tuhan Pencipta langit dan bumi, sungguh, apa yang dijanjikan dan yang sering kamu ingkari itu, seperti keniscayaan Kiamat, hari perhitungan, balasan surga, dan azab neraka pasti benar-benar terjadi seperti apa yang telah kamu ucapkan memang benar terjadi dan tidak seorang pun mengingkarinya.",
        "24": "Pada ayat-ayat yang lalu dijelaskan tentang keingkaran orang-orang musyrik dan ancaman Allah terhadap mereka yang pasti akan terjadi. Sedang pada ayat-ayat berikut diterangkan tentang perlakuan Allah terhadap utusan-Nya yang terpilih, yaitu Nabi Ibrahim dengan cara yang berbeda dari kebiasaan pada umumnya. Ayat-ayat ini diawali dengan pertanyaan untuk menarik minat mitra bicara dalam dialognya. “Sudahkah sampai kepadamu wahai Nabi Muhammad cerita tamu terhormat dari Nabi Ibrahim yang sesungguhnya merupakan malaikat-malaikat yang dimuliakan Allah?",
        "25": "Sesudah mengemukakan pertanyaan tersebut Allah mengawali kisah ini dengan firman-Nya: Ingatlah, wahai Nabi Muhammad, ketika mereka, yaitu para malaikat itu masuk ke tempatnya, yaitu ke rumah Nabi Ibrahim lalu mengucapkan, “Salaman”, yang maksudnya untuk menyatakan bahwa mereka datang dengan membawa kedamaian dan bukan untuk mengganggu ketenangannya. Ibrahim segera menjawab, “Salamun”, yang merupakan doa agar kedamaian dan keselamatan selalu tercurah kepada semuanya. Saat menyambut tamunya, Nabi Ibrahim berkata dalam hatinya bahwa mereka itu adalah orang-orang yang belum dikenalnya.",
        "26": "Sesudah Nabi Ibrahim mempersilakan tamunya, maka kemudian dengan diam-diam dia pergi menemui keluarganya, yaitu istrinya untuk menyiapkan jamuan untuk mereka. Kemudian dibawanya daging anak sapi gemuk yang sudah dibakar,",
        "27": "lalu dihidangkannya hidangan itu kepada mereka, tetapi ternyata mereka tidak mau makan jamuan itu. Segera saja Nabi Ibrahim berkata, “Mengapa tidak kamu makan hidangan ini.”",
        "28": "Ketika Nabi Ibrahim melihat tamunya tidak mau menyentuh makanan yang dihidangkan, maka dia kemudian merasa takut terhadap mereka. Melihat ketakutannya, mereka, yaitu para tamu itu berkata, “Janganlah kamu takut wahai Nabi Ibrahim”, Dan, selanjutnya mereka memberi kabar gembira kepadanya, yaitu dengan akan lahirnya seorang anak yang cerdas dan kelak akan menjadi seorang yang alim yang mendalam pengetahuannya yaitu Ishak.",
        "29": "Ketika mendengar berita yang disampaikan para tamu itu tentang akan lahirnya seorang anak yang alim, maka kemudian istrinya, yaitu Sarah datang memekik dengan tercengang karena heran dan gembira. Namun setelah menyadari keadaan dirinya, ia lalu menepuk wajah-nya sendiri seraya berkata, “Aku ini seorang perempuan tua yang mandul, bagaimana mungkin aku bisa melahirkan anak.”",
        "30": "Ketika para tamu itu mengetahui keraguan Sarah, maka mereka berkata, “Demikianlah”, yaitu seperti yang kami sampaikan Tuhanmu berfirman, dan ketetapan-Nya itu yang kami kabarkan. Sungguh, Dialah sendiri Yang Mahabijaksana dengan menempatkan segala sesuatu pada posisinya dan dalam waktu yang paling tepat, lagi Maha Mengetahui terhadap apa saja yang akan terjadi”.",
        "31": "Usai menjelaskan kedatangan para malaikat pemberi kabar gembira kepada Nabi Ibrahim tentang akan lahirnya seorang anak yang alim, pada ayat berikut Allah menerangkan bahwa dengan pengetahuannya sebagai seorang rasul, Nabi Ibrahim menduga para malaikat itu datang dengan tujuan lain. Dia berkata, “Apakah urusanmu yang penting, yang dengannya Allah menugaskanmu untuk datang ke wilayah ini, wahai para utusan yang mulia?",
        "32": "Mendapat pertanyaan dari Nabi Ibrahim, mereka menjawab, “Sesungguhnya kami diutus kepada kaum Nabi Lut yang sebagian anggotanya adalah orang yang berdosa dan terang-terangan tanpa malu berbuat homoseksual.",
        "33": "Kami datang agar kami menimpa mereka yang berdosa dengan batu-batu dari tanah yang keras",
        "34": "yang sudah ditandai dari Tuhanmu yang dipersiapkan untuk membinasakan orang-orang yang melampaui batas ajaran-ajaran Allah.",
        "35": "Allah mengkhususkan azabnya kepada mereka yang melampaui batas, sehingga orang-orang yang telah beriman tidak akan merasakan azab tersebut. Sebelum azab Allah datang, para malaikat memperingatkan mereka, lalu Kami, yakni Allah dan subjek lain yang berperan dalam penyelamatan ini, keluarkan orang-orang yang beriman yang berada di dalamnya,",
        "36": "yakni di negeri kaum Lut, itu agar mereka selamat dari bencana yang segera tiba. Maka para malaikat yang Kami utus tidak mendapati di dalamnya, yaitu di negeri tersebut, kecuali sebuah rumah saja dari orang-orang muslim yang beriman dan mengikuti ajaran Nabi Lut.",
        "37": "Kami turunkan azab sebagai peringatan bagi mereka yang ingkar, dan Kami telah tinggalkan pula padanya, yaitu negeri Nabi Lut, suatu tanda yang sangat jelas tentang kebesaran dan kekuasaan Kami. Kami menjadikannya pelajaran bagi orang-orang yang takut kepada azab yang pedih.",
        "38": "Usai menceritakan azab yang Allah timpakan kepada kaum Nabi Lut yang ingkar, pada ayat-ayat berikut Allah menyebut kisah umat masa lalu yang mengingkari nabinya. Kisah-kisah itu menunjukkan betapa Allah Mahakuasa, dan pada kisah Nabi Musa juga terdapat tanda-tanda kekuasaan Allah. Bukti-bukti itu antara lain terlihat ketika Kami mengutusnya kepada Fir’aun, yaitu penguasa Mesir Kuno, dengan membawa tanda kekuasaan Kami, yaitu mukjizat yang nyata dan tidak terbantahkan.",
        "39": "Fir’aun melihat mukjizat itu, tetapi dia bersama bala tentaranya berpaling dan dengan angkuh menolak ajakan Nabi Musa karena merasa dirinya berkuasa dan memiliki harta berlimpah. Dia berpaling dan berkata, “Dia, yaitu Nabi Musa, adalah seorang pesihir yang tidak mengenal kemampuan orang lain atau orang gila yang berbuat sesuatu tanpa berpikir terlebih dahulu.”",
        "40": "Akibat keangkuhan dan penolakan Fir’aun terhadap dakwah Nabi Musa, maka Kami siksa dia beserta bala tentaranya dengan berbagai musibah yang mengerikan, lalu Kami lemparkan mereka ke dalam laut bagai barang yang tidak berguna. Kami menenggelamkannya hingga mati dalam keadaan tercela.",
        "41": "Dan perhatikanlah pula tanda-tanda kekuasaan Kami pada kisah kaum 'Ad. Ingatlah ketika Kami kirimkan kepada mereka angin beku atau angin panas yang membinasakan mereka.",
        "42": "Saat bertiup, angin itu tidak membiarkan suatu apa pun yang dilandanya tetap seperti kondisinya semula, sesuai dengan ketetapan Allah. Bahkan, apa saja yang diterjang dijadikannya seperti serbuk halus yang diterbangkan angin.",
        "43": "Dan perhatikanlah pula tanda-tanda kekuasaan Kami pada ki-sah kaum Samud. Ingatlah ketika dikatakan kepada mereka oleh Nabi Saleh, “Bersenang-senanglah kamu sampai waktu yang telah ditentukan oleh Allah.”",
        "44": "Lalu mereka berlaku angkuh dan ingkar terhadap perintah Tuhannya. Mereka bahkan menyembelih unta betina mukjizat Nabi Saleh. Akibat kedurhakaan ini maka mereka disambar oleh petir yang datang dari arah awan hitam. Mereka binasa karenanya, sedang mereka saat itu melihatnya sendiri saat azab itu menimpa.",
        "45": "Petir itu menyambar dengan dahsyat, maka mereka tidak mampu bangun untuk menyelamatkan diri dan juga tidak mendapat pertolongan dari siapa pun. Itulah kisah umat terdahulu yang durhaka kepada para nabinya,",
        "46": "dan sesungguhnya sebelum itu telah Kami binasakan pula kaum Nuh karena keingkaran mereka. Sungguh, mereka semua adalah kaum yang fasik, durhaka, dan enggan beriman.",
        "47": "Tidak hanya berkuasa mengazab umat yang durhaka dan ingkar pada ajaran nabi, Allah juga kuasa menciptakan langit dan alam semesta. Dan langit yang terhampar luas di atas kepalamu itu Kami bangun dengan kekuasaan Kami Yang Mahadahsyat dan Mahasempurna, dan Kami benar-benar memiliki kekuasaan yang tidak terbatas sehingga tidak ada yang dapat menghalangi Kami untuk meluaskannya.",
        "48": "Dan bumi Kami hamparkan seluas-luasnya untuk menjadi tempat tinggal manusia dan makhluk lain; maka dengan bukti-bukti itu nyatalah bahwa Kami adalah sebaik-baik yang telah menghamparkan.",
        "49": "Dan segala sesuatu di alam semesta telah Kami ciptakan secara berpasang-pasangan untuk saling melengkapi. Yang demikian ini agar kamu selalu mengingat kekuasaan dan kebesaran Allah.",
        "50": "Wahai manusia, demikian besar kekuasaan Allah, maka segeralah kembali kepada Allah dengan menaati ajaran-Nya dan menunaikan perintah-Nya. Sungguh, aku adalah seorang pemberi peringatan yang jelas dari Allah untuk kepentingan dan kebahagiaanmu.",
        "51": "Dan untuk kembali kepada-Nya janganlah kamu mengadakan tuhan yang lain untuk disembah selain Allah. Sungguh, aku merupakan seorang pemberi peringatan yang jelas dari Allah untuk kebaikan dan kesejahteraanmu.",
        "52": "Tidak hanya Nabi Muhammad yang didustakan oleh kaumnya yang ingkar, para rasul terdahulu pun menghadapi tentangan kaumnya yang durhaka. Demikianlah sikap orang kafir Mekah; mereka menentang dakwah Nabi Muhammad dan mengatainya sebagai pendusta. Hal yang sama juga terjadi pada masa lalu; setiap kali seorang rasul yang datang untuk memberi peringatan kepada orang-orang yang sebelum mereka, mereka yang ingkar pasti menolak dan mengingkarinya serta mengatakan, “Dia itu pasti seorang pesihir atau orang gila.”",
        "53": "Sikap kaum kafir Mekah dan umat terdahulu identik, maka muncul pertanyaan apakah mereka pernah saling berpesan melalui kakek moyang tentang apa yang dikatakan itu? Tentu tidak. Mereka tidak saling berpesan, tetapi sebenarnya mereka adalah kaum yang melampaui batas dan benar-benar tidak mau beriman pada dakwah para rasul.",
        "54": "Wahai Nabi Muhammad, mereka tidak akan berhenti mengingkarimu, maka berpalinglah engkau dari mereka. Biarkan mereka mencercamu, tetapi teruskan perjuanganmu mengajak mereka ke jalan Allah. Dan berkat keteguhan sikapmu dalam berdakwah, engkau sama sekali tidak keliru dan tidak pula tercela karena penolakan dan keingkaran mereka.",
        "55": "Wahai Nabi Muhammad, dengan anugerah Allah, istikamahlah dalam dakwahmu dan tetaplah memberi peringatan kepada umatmu. Kalau orang-orang kafir itu tidak memperoleh faedah dari dakwahmu akibat penolakan mereka, jangan berputus asa karena sesungguhnya peringatan itu bermanfaat bagi orang-orang mukmin dan hal itu akan selalu menambah keyakinan mereka.",
        "56": "Allah memerintah Nabi Muhammad beristikamah dalam mengajak umatnya mengesakan Allah karena sesunguhnya itulah tujuan penciptaan. Aku tidak menciptakan jin dan manusia untuk kebaikan-Ku sendiri. Aku tidak menciptakan mereka melainkan agar tujuan hidup mereka adalah beribadah kepada-Ku karena ibadah itu pasti bermanfaat bagi mereka.",
        "57": "Aku menciptakan manusia dan jin hanya agar mereka beribadah, bukan agar mereka memberi balasan apa pun kepada-Ku. Aku tidak menghendaki rezeki atau balasan sedikit pun dari mereka dan Aku tidak menghendaki agar mereka memberi makan kepada-Ku, seperti halnya mereka memberi sesajian kepada dewa atau tuhan yang mereka sembah.",
        "58": "Sungguh, Allah Mahakuasa dan tidak memerlukan sesuatu dari makhluknya karena Dialah Pemberi rezeki kepada makhluk-Nya, dan Dia juga yang mempunyai kekuatan yang sangat besar lagi sangat kukuh.",
        "59": "Dengan ajaran yang disampaikan para rasul, Allah menegaskan bahwa siapa saja yang ingkar kepada-Nya maka sungguh mereka diancam dengan azab yang pedih. Karena itu, untuk orang-orang yang zalim dan tidak taat pada tuntunan-Nya pasti akan ada bagian azab seperti bagian teman-teman mereka dari generasi terdahulu yang selalu ingkar; maka janganlah mereka yang durhaka itu meminta kepada-Ku untuk menyegerakan azab yang merupakan hukuman-Nya.",
        "60": "Bila azab Allah datang, maka celakalah orang-orang yang kafir dan mendurhakai-Nya pada hari pembalasan yang telah dijanjikan kepada mereka. Pada saat itu tidak seorang pun dapat menghindarkan diri dari balasan perbuatannya dan tidak ada pula yang dapat menyelamatkannya dari azab tersebut."
      }
    }
  }
}