{
  "number": 72,
  "name": "الجنّ",
  "name_latin": "Al-Jinn",
  "name_id": "Al-Jinn",
  "name_trans_id": "Jin",
  "number_of_verse": 28,
  "category": "Makkiyah",
  "arabics": {
    "1": "قُلْ اُوْحِيَ اِلَيَّ اَنَّهُ اسْتَمَعَ نَفَرٌ مِّنَ الْجِنِّ فَقَالُوْٓا اِنَّا سَمِعْنَا قُرْاٰنًا عَجَبًاۙ",
    "2": "يَّهْدِيْٓ اِلَى الرُّشْدِ فَاٰمَنَّا بِهٖۗ وَلَنْ نُّشْرِكَ بِرَبِّنَآ اَحَدًاۖ",
    "3": "وَّاَنَّهٗ تَعٰلٰى جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَّلَا وَلَدًاۖ",
    "4": "وَّاَنَّهٗ كَانَ يَقُوْلُ سَفِيْهُنَا عَلَى اللّٰهِ شَطَطًاۖ",
    "5": "وَّاَنَّا ظَنَنَّآ اَنْ لَّنْ تَقُوْلَ الْاِنْسُ وَالْجِنُّ عَلَى اللّٰهِ كَذِبًاۙ",
    "6": "وَّاَنَّهٗ كَانَ رِجَالٌ مِّنَ الْاِنْسِ يَعُوْذُوْنَ بِرِجَالٍ مِّنَ الْجِنِّ فَزَادُوْهُمْ رَهَقًاۖ",
    "7": "وَّاَنَّهُمْ ظَنُّوْا كَمَا ظَنَنْتُمْ اَنْ لَّنْ يَّبْعَثَ اللّٰهُ اَحَدًاۖ",
    "8": "وَّاَنَّا لَمَسْنَا السَّمَاۤءَ فَوَجَدْنٰهَا مُلِئَتْ حَرَسًا شَدِيْدًا وَّشُهُبًاۖ",
    "9": "وَّاَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِۗ فَمَنْ يَّسْتَمِعِ الْاٰنَ يَجِدْ لَهٗ شِهَابًا رَّصَدًاۖ",
    "10": "وَّاَنَّا لَا نَدْرِيْٓ اَشَرٌّ اُرِيْدَ بِمَنْ فِى الْاَرْضِ اَمْ اَرَادَ بِهِمْ رَبُّهُمْ رَشَدًاۙ",
    "11": "وَّاَنَّا مِنَّا الصّٰلِحُوْنَ وَمِنَّا دُوْنَ ذٰلِكَۗ  كُنَّا طَرَاۤىِٕقَ قِدَدًاۙ",
    "12": "وَّاَنَّا ظَنَنَّآ اَنْ لَّنْ نُّعْجِزَ اللّٰهَ فِى الْاَرْضِ وَلَنْ نُّعْجِزَهٗ هَرَبًاۖ",
    "13": "وَّاَنَّا لَمَّا سَمِعْنَا الْهُدٰىٓ اٰمَنَّا بِهٖۗ فَمَنْ يُّؤْمِنْۢ بِرَبِّهٖ فَلَا يَخَافُ بَخْسًا وَّلَا رَهَقًاۖ",
    "14": "وَّاَنَّا مِنَّا الْمُسْلِمُوْنَ وَمِنَّا الْقٰسِطُوْنَۗ فَمَنْ اَسْلَمَ فَاُولٰۤىِٕكَ تَحَرَّوْا رَشَدًا",
    "15": "وَاَمَّا الْقٰسِطُوْنَ فَكَانُوْا لِجَهَنَّمَ حَطَبًاۙ",
    "16": "وَّاَنْ لَّوِ اسْتَقَامُوْا عَلَى الطَّرِيْقَةِ لَاَسْقَيْنٰهُمْ مَّاۤءً غَدَقًاۙ",
    "17": "لِّنَفْتِنَهُمْ فِيْهِۗ وَمَنْ يُّعْرِضْ عَنْ ذِكْرِ رَبِّهٖ يَسْلُكْهُ عَذَابًا صَعَدًاۙ",
    "18": "وَّاَنَّ الْمَسٰجِدَ لِلّٰهِ فَلَا تَدْعُوْا مَعَ اللّٰهِ اَحَدًاۖ",
    "19": "وَّاَنَّهٗ لَمَّا قَامَ عَبْدُ اللّٰهِ يَدْعُوْهُ كَادُوْا يَكُوْنُوْنَ عَلَيْهِ لِبَدًاۗ  ࣖ",
    "20": "قُلْ اِنَّمَآ اَدْعُوْا رَبِّيْ وَلَآ اُشْرِكُ بِهٖٓ اَحَدًا",
    "21": "قُلْ اِنِّيْ لَآ اَمْلِكُ لَكُمْ ضَرًّا وَّلَا رَشَدًا",
    "22": "قُلْ اِنِّيْ لَنْ يُّجِيْرَنِيْ مِنَ اللّٰهِ اَحَدٌ ەۙ وَّلَنْ اَجِدَ مِنْ دُوْنِهٖ مُلْتَحَدًا ۙ",
    "23": "اِلَّا بَلٰغًا مِّنَ اللّٰهِ وَرِسٰلٰتِهٖۗ وَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ فَاِنَّ لَهٗ نَارَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ",
    "24": "حَتّٰىٓ اِذَا رَاَوْا مَا يُوْعَدُوْنَ فَسَيَعْلَمُوْنَ مَنْ اَضْعَفُ نَاصِرًا وَّاَقَلُّ عَدَدًاۗ",
    "25": "قُلْ اِنْ اَدْرِيْٓ اَقَرِيْبٌ مَّا تُوْعَدُوْنَ اَمْ يَجْعَلُ لَهٗ رَبِّيْٓ اَمَدًا",
    "26": "عٰلِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلٰى غَيْبِهٖٓ اَحَدًاۙ",
    "27": "اِلَّا مَنِ ارْتَضٰى مِنْ رَّسُوْلٍ فَاِنَّهٗ يَسْلُكُ مِنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖ رَصَدًاۙ",
    "28": "لِّيَعْلَمَ اَنْ قَدْ اَبْلَغُوْا رِسٰلٰتِ رَبِّهِمْ وَاَحَاطَ بِمَا لَدَيْهِمْ وَاَحْصٰى كُلَّ شَيْءٍ عَدَدًا ࣖ"
  },
  "latins": [
    "Qul ūḥiya ilayya annahustama'a nafarum minal-jinni fa qālū innā sami'nā qur'ānan 'ajabā(n).",
    "Yahdī ilar-rusydi fa'āmannā bih(ī), wa lan nusyrika birabbinā aḥadā(n).",
    "Wa annahū ta'ālā jaddu rabbinā mattakhaża ṣāḥibataw wa lā waladā(n).",
    "Wa annahū kāna yaqūlu safīhunā 'alallāhi syaṭaṭā(n).",
    "Wa annā ẓanannā allan taqūlal-insu wal-jinnu 'alallāhi każibā(n).",
    "Wa annahū kāna rijālum minal insi ya'ūżūna birijālim minal-jinni fa zādūhum rahaqā(n).",
    "Wa annahum ẓannū kamā ẓanantum allay yab'aṡallāhu aḥadā(n).",
    "Wa annā lamasnas-samā'a fa wajadnāhā muli'at ḥarasan syadīdaw wa syuhubā(n).",
    "Wa annā kunnā naq'udu minhā maqā'ida lis-sam'(i), famay yastami'il-āna yajid lahū syihābar raṣadā(n).",
    "Wa annā lā nadrī asyarrun urīda biman fil-arḍi am arāda bihim rabbuhum rasyadā(n).",
    "Wa annā minnaṣ-ṣāliḥūna wa minnā dūna żālik(a), kunnā ṭarā'iqa qidadā(n).",
    "Wa annā ẓanannā allan nu'jizallāha fil-arḍi wa lan nu'jizahū harabā(n).",
    "Wa annā lammā sami'nal-hudā āmannā bih(ī), famay yu'mim birabbihī falā yakhāfu bakhsaw wa lā rahaqā(n).",
    "Wa annā minnal-muslimūna wa minnal-qāsiṭūn(a), faman aslama fa ulā'ika taḥarrau rasyadā(n).",
    "Wa ammal-qāsiṭūna fa kānū lijahannama ḥaṭabā(n).",
    "Wa allawistaqāmū 'alaṭ-ṭarīqati la'asqaināhum mā'an gadaqā(n).",
    "Linaftinahum fīh(i), wa may yu'riḍ 'an żikri rabbihī yasluk-hu 'ażāban ṣa'adā(n).",
    "Wa annal-masājida lillāhi falā tad'ū ma'allāhi aḥadā(n).",
    "Wa annahū lammā qāma 'abdullāhi yad'ūhu kādū yakūnūna 'alaihi libadā(n).",
    "Qul innamā ad'ū rabbī wa lā usyriku bihī aḥadā(n).",
    "Qul innī lā amliku lakum ḍarraw wa lā rasyadā(n).",
    "Qul innī lay yujīranī minallāhi aḥad(un), wa lan ajida min dūnihī multaḥadā(n).",
    "Illā balāgam minallāhi wa risālātih(ī), wa may ya'ṣillāha wa rasūlahū fa inna lahū nāra jahannama khālidīna fīhā abadā(n).",
    "Ḥattā iżā ra'au mā yū'adūna fasaya'lamūna man aḍ'afu nāṣiraw wa aqallu 'adadā(n).",
    "Qul in adrī aqarībum mā tū'adūna am yaj'alu lahū rabbī amadā(n).",
    "'Ālimul-gaibi falā yuẓhiru 'alā gaibihī aḥadā(n).",
    "Illā manirtaḍā mir rasūlin fa innahū yasluku mim baini yadaihi wa min khalfihī raṣadā(n).",
    "Liya'lama an qad ablagū risālāti rabbihim wa aḥāṭa bimā ladaihim wa aḥṣā kulla syai'in 'adadā(n)."
  ],
  "translations": {
    "id": {
      "1": "Katakanlah (Nabi Muhammad), “Telah diwahyukan kepadaku bahwa sekumpulan jin telah mendengarkan (Al-Qur’an yang kubaca).” Lalu, mereka berkata, “Kami telah mendengarkan bacaan yang menakjubkan,",
      "2": "yang memberi petunjuk pada kebenaran, sehingga kami pun beriman padanya dan tidak akan mempersekutukan sesuatu pun dengan Tuhan kami.",
      "3": "Sesungguhnya Maha Tinggi keagungan Tuhan kami. Dia tidak beristri dan tidak (pula) beranak.",
      "4": "Sesungguhnya orang yang bodoh di antara kami selalu mengucapkan (perkataan) yang melampaui batas terhadap Allah.",
      "5": "Sesungguhnya kami mengira bahwa manusia dan jin itu tidak akan mengatakan perkataan yang dusta terhadap Allah.”",
      "6": "Sesungguhnya ada beberapa orang laki-laki dari (kalangan) manusia yang meminta perlindungan kepada beberapa laki-laki dari (kalangan) jin sehingga mereka (jin) menjadikan mereka (manusia) bertambah sesat.",
      "7": "Sesungguhnya mereka (jin) mengira sebagaimana kamu (orang musyrik Makkah) mengira bahwa Allah tidak akan membangkitkan kembali siapa pun (pada hari Kiamat).",
      "8": "(Jin berkata lagi,) “Sesungguhnya kami (jin) telah mencoba mengetahui (rahasia) langit. Maka, kami mendapatinya penuh dengan penjagaan yang kuat dan panah-panah api.",
      "9": "Sesungguhnya kami (jin) dahulu selalu menduduki beberapa tempat (di langit) untuk mencuri dengar (berita-beritanya). Akan tetapi, sekarang731) siapa yang (mencoba) mencuri dengar pasti akan menjumpai panah api yang mengintai (untuk membakarnya).",
      "10": "Sesungguhnya kami tidak mengetahui apakah keburukan yang dikehendaki terhadap siapa yang di bumi ataukah Tuhan mereka menghendaki kebaikan terhadap mereka.",
      "11": "Sesungguhnya di antara kami ada yang saleh dan di antara kami ada (pula) yang tidak demikian halnya. Kami menempuh jalan yang berbeda-beda.",
      "12": "Sesungguhnya kami yakin bahwa kami tidak akan mampu melepaskan diri (dari kekuasaan) Allah di bumi dan tidak (pula) dapat lari melepaskan diri (dari)-Nya.",
      "13": "Sesungguhnya ketika mendengar petunjuk (Al-Qur’an), kami pun beriman kepadanya. Maka, siapa yang beriman kepada Tuhannya tidak (perlu) takut akan pengurangan (pahala amalnya) dan tidak (takut pula) akan kesulitan (akibat penambahan dosa).",
      "14": "Sesungguhnya di antara kami ada yang muslim dan ada (pula) yang menyimpang dari kebenaran. Siapa yang (memeluk) Islam telah memilih jalan yang benar.",
      "15": "Adapun para penyimpang dari kebenaran menjadi bahan bakar (neraka) Jahanam.”",
      "16": "Seandainya mereka tetap berjalan lurus di atas jalan itu (agama Islam), niscaya Kami akan mencurahkan air yang banyak (rezeki yang cukup).",
      "17": "Dengan (cara) itu Kami hendak menguji mereka. Siapa yang berpaling dari peringatan Tuhannya niscaya akan dimasukkan-Nya ke dalam azab yang sangat berat.",
      "18": "Sesungguhnya masjid-masjid itu milik Allah. Maka, janganlah menyembah apa pun bersamaan dengan (menyembah) Allah.",
      "19": "Sesungguhnya ketika hamba Allah (Nabi Muhammad) berdiri menyembah-Nya (melaksanakan salat), mereka (jin-jin) itu berdesakan mengerumuninya.",
      "20": "Katakanlah (Nabi Muhammad), “Sesungguhnya aku hanya menyembah Tuhanku dan aku tidak mempersekutukan-Nya dengan apa pun.”",
      "21": "Katakanlah, “Sesungguhnya aku tidak mampu (menolak) mudarat dan tidak (pula mampu mendatangkan) kebaikan kepadamu.”",
      "22": "Katakanlah, “Sesungguhnya tidak ada seorang pun yang dapat melindungiku dari (azab) Allah dan aku tidak akan memperoleh tempat berlindung selain-Nya.",
      "23": "(Yang aku mampu lakukan) hanyalah menyampaikan (peringatan) dari Allah dan risalah-Nya. Siapa yang mendurhakai Allah dan Rasul-Nya sesungguhnya akan mendapat (azab) neraka Jahanam. Mereka kekal di dalamnya selama-lamanya.”",
      "24": "Dengan demikian, apabila melihat (azab) yang diancamkan kepadanya, mereka akan mengetahui siapakah yang lebih lemah penolongnya dan lebih sedikit jumlahnya.",
      "25": "Katakanlah (Nabi Muhammad), “Aku tidak mengetahui apakah (azab) yang diancamkan kepadamu itu sudah dekat atau Tuhanku menjadikan waktunya masih lama.”",
      "26": "Dia mengetahui yang gaib. Lalu, Dia tidak memperlihatkan yang gaib itu kepada siapa pun,",
      "27": "kecuali kepada rasul yang diridai-Nya. Sesungguhnya Dia menempatkan penjaga-penjaga (malaikat) di depan dan di belakangnya.",
      "28": "(Yang demikian itu) agar Dia mengetahui bahwa (rasul-rasul itu) benar-benar telah menyampaikan risalah-risalah Tuhannya, sedangkan (ilmu-Nya) meliputi apa yang ada pada mereka. Dia menghitung segala sesuatu satu per satu."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Di akhir surah sebelum surah ini yaitu surah Nuh disebutkan doa Nabi Nuh atas perilaku kaumnya yang menolak dakwahnya. Di awal surah ini dijelaskan tentang dakwah Nabi Muhammad dengan Al-Qur’an yang merupakan kitab suci yang amat mengagumkan dari segala aspeknya. Katakanlah wahai Nabi Muhammad kepada seluruh manusia, “Telah diwahyukan kepadaku melalui Jibril, bahwa sekumpulan jin telah mendengarkan bacaan Al-Qur’an, lalu mereka berkata, 'Kami telah mendengarkan bacaan yang menakjubkan kata-kata maupun kandungan Al-Qur’an.'\"",
        "2": "Al-Qur’an yang memberi petunjuk dengan jelas lagi lemah lembut kepada jalan yang benar untuk mengenal Allah, kami yakin itu pasti firman Allah bukan buatan manusia, lalu kami beriman kepadanya. Dan sejak saat itu kami sekali-kali tidak akan mempersekutukan sesuatu pun dengan Tuhan kami, karena hal tersebut adalah perbuatan yang sangat dibenci Allah.",
        "3": "Setelah para jin yang mendengar al Quran tersebut berjanji tidak akan menyekutukan Allah, mereka kemudian memuji Allah dengan pujian yang tulus. Dan sesungguhnya Mahatinggi keagungan Tuhan kami sehingga tidak terjangkau oleh siapa pun dan apa pun, Dia tidak beristri dan tidak beranak.”",
        "4": "Jin yang mendengar bacaan Al-Qur’an tersebut melanjutkan testimoninya di hadapan kaumnya dengan menyatakan, \"Dan sesungguhnya orang yang bodoh kurang sehat akalnya di antara kami dahulu selalu mengucapkan perkataan yang melampaui batas terhadap Allah yang Maha Esa,",
        "5": "dan sesungguhnya kami mengira, bahwa manusia dan jin itu tidak akan mengatakan perkataan yang dusta terhadap Allah, dengan menasabkan sekutu, istri dan anak kepada-Nya.\"",
        "6": "Masih melanjutkan ucapan jin tersebut, \"Dan sesungguhnya ada beberapa orang laki-laki dari kalangan manusia di antaranya adalah tokoh-tokoh yang berpengaruh dalam masyarakatnya yang meminta perlindungan kepada beberapa tokoh laki-laki dari jin, tetapi mereka jin tersebut menjadikan mereka manusia bertambah sesat. Ada di antara orang-orang Arab apabila mereka melintasi tempat yang sunyi, mereka minta perlindungan kepada jin yang mereka anggap berkuasa di tempat itu.",
        "7": "Dan sesungguhnya mereka jin mengira seperti kamu orang kaum musyrik Mekah yang juga mengira bahwa Allah tidak akan membangkitkan kembali siapa pun pada hari Kiamat untuk dimintai pertanggungjawaban atas segala perbuatannya.",
        "8": "Setelah berbicara yang berkaitan dengan tidak adanya hari kebangkitan, jin tersebut yang telah sadar tersebut melanjutkan ucapannya, \"Dan sesungguhnya kami jin telah mencoba berusaha keras untuk mengetahui rahasia langit, maka kami mendapatinya penuh dengan penjagaan yang kuat dari para malaikat dan panah-panah api yang menghalangi kami dan siapa pun untuk mendekat.\"",
        "9": "Dan sesungguhnya kami jin dahulu yaitu sebelum Nabi Muhammad diutus Allah seringkali dapat menduduki satu tempat dari beberapa tempat di langit itu untuk mencuri dengar berita-beritanya ketika itu kami dapat mendengar tanpa gangguan apa pun. Tetapi sekarang setelah diutusnya Nabi Muhammad siapa pun yang mencoba mencuri dengar seperti itu pasti akan menjumpai panah-panah api yang mengintai untuk membakarnya.",
        "10": "Perubahan yang terjadi sebelum dan sesudah diutusnya Nabi Muhammad itu, tidak diketahui persis oleh para jin, maka mereka pun menegaskan, Dan sesungguhnya kami jin tidak mengetahui adanya penjagaan yang ketat itu apakah keburukan yang dikehendaki orang yang di bumi ataukah Tuhan mereka menghendaki kebaikan baginya.\"",
        "11": "Lebih jauh para jin itu menguraikan keadaan anggota masyarakat mereka dengan mengatakan, \"Dan sesungguhnya di antara kami, kaum jin ada yang saleh yang bertakwa lagi mantap kesalehannya, dan ada pula kebalikannya yang tidak saleh bahkan durhaka dan mengajak kepada kedurhakaan. Kami menempuh jalan yang berbeda-beda akibat perbedaan pandangan dan kecenderungan kami.",
        "12": "Dan sesungguhnya kami telah menduga dan percaya setelah berpikir dan mendengar ayat-ayat Allah dan menyadari kelemahan kami, bahwa kami tidak akan mampu melepaskan diri dari kekuasaan Allah di bumi dan tidak pula dapat lari melepaskan diri dari segala ketentuan dan ketetapan-Nya.",
        "13": "Setelah berbicara tentang adanya siksa bagi yang durhaka, maka ayat ini berbicara tentang sekelompok jin yang beriman. \"Dan sesungguhnya ketika kami mendengar petunjuk Al-Qur’an, kami beriman kepada-Nya tanpa ragu dan tanpa berpikir panjang, karena petunjuk dalam Al-Qur’an begitu jelas. Maka barang siapa beriman kepada Tuhan dan selalu memperbarui keimanannya, maka tidak perlu ia takut rugi karena berkurang amalnya atau berdosa.\"",
        "14": "Tidak semua jin durhaka begitu juga tidak semuanya beriman. Inilah yang ditegaskan pada ayat ini. \"Dan di antara kami ada yang Islam yang beriman dan patuh kepada Allah dan ada pula yang menyimpang dari kebenaran yang sangat mantap kedurhakaannya. Siapa yang Islam patuh kepada Allah, maka mereka itu telah memilih jalan yang lurus yang akan mengantarkannya kepada kebahagiaan hidup dunia dan akhirat.",
        "15": "Jin yang kufur dan tidak bertobat dari kekufurannya maka akan mendapat azab yang pedih. Inilah yang ditegaskan pada ayat ini. \"Dan adapun yang menyimpang dari kebenaran, maka mereka menjadi bahan bakar bagi neraka Jahanam.”",
        "16": "Sedangkan yang istikamah pada jalan kebenaran siapa pun dia termasuk para jin pasti akan mendapat balasan nikmat yang sempurna. \"Dan sekiranya mereka tetap berjalan lurus di atas jalan itu yakni agama Islam, niscaya Kami akan mencurahkan kepada mereka air yang cukup dan berbagai rezeki yang melimpah.\"",
        "17": "Dengan cara itu, tujuan pemberian rezeki adalah bahwa Kami hendak menguji mereka, barang siapa lulus dari ujian itu dengan tetap patuh kepada Allah, maka akan mendapat kebahagiaan hidup di dunia dan akhirat. Dan barangsiapa berpaling dari peringatan Tuhannya, niscaya akan dimasukkan-Nya ke dalam azab yang sangat berat.",
        "18": "Kelompok ayat ini berbicara tentang kenabian, keesaan Allah dan keniscayaan Kiamat sebagai kesimpulan uraian kisah jin yang disebut pada ayat-ayat sebelumnya. Dan sesungguhnya masjid-masjid yaitu bangunan khusus yang didirikan sebagai tempat beribadah kepada Allah itu adalah untuk Allah sehingga seluruh aktifitas di dalamnya haruslah difokuskan hanya untuk Allah. Maka janganlah kamu menyembah apa pun di dalamnya selain Allah.",
        "19": "Dan sesungguhnya ketika hamba Allah yaitu Nabi Muhammad berdiri menyembah-Nya yaitu melaksanakan salat dengan sungguh-sungguh, mereka, jin-jin itu berdesakan mengerumuninya karena merasa takjub dengan apa yang mereka lihat dan dengar.",
        "20": "Katakanlah, wahai Nabi Muhammad, kepada yang takjub tersebut bahwa, sesungguhnya aku hanya menyembah Tuhanku dan aku tidak mempersekutukan sesuatu pun dengan-Nya baik malaikat, berhala, manusia jin atau makhluk apa pun.”",
        "21": "Allah memerintahkan kepada Nabi Muhammad untuk melanjutkan menyampaikan pesan Allah, Katakanlah wahai Nabi Muhammad, “Aku tidak kuasa menolak mudarat maupun mendatangkan kebaikan kepadamu tanpa izin-Nya.” Tugasku hanyalah menyampaikan apa yang diwahyukannya kepadaku.",
        "22": "Jangankan terhadap orang lain bahkan terhadap diri sendiri Nabi pun tidak berkuasa. Inilah yang diisyaratkan pada ayat ini. Katakanlah, wahai Nabi Muhammad, “Sesungguhnya tidak ada sesuatu pun yang dapat melindungiku dari azab Allah dan aku tidak akan memperoleh tempat berlindung selain dari-Nya.",
        "23": "Bagi yang tetap menolak dakwah Nabi Muhammad maka Allah perintahkan untuk menyatakan bahwa aku hanya menyampaikan peringatan dari Allah dan risalah-Nya. Dan barangsiapa mendurhakai Allah dan Rasul-Nya setelah disampaikan peringatan tersebut, maka sesungguhnya dia akan mendapat azab neraka Jahanam, mereka kekal di dalamnya selama-lamanya.",
        "24": "Sikap durhaka manusia terus akan berlanjut dan baru berhenti setelah mereka melihat azab neraka. Inilah yang diisyaratkan oleh ayat ini. Sehingga apabila mereka melihat azab yang diancamkan kepadanya dan itu pasti akan terjadi, maka mereka akan mengetahui siapakah yang lebih lemah penolongnya dan lebih sedikit jumlahnya, apakah Nabi Muhammad ataukah para pendurhaka.",
        "25": "Kaum musyrik apabila diancam dengan siksa, seringkali melecehkan dan bertanya untuk tujuan mengejek, kapankah datangnya ancaman itu. Katakanlah wahai Nabi Muhammad, “Aku tidak mengetahui, apakah azab yang diancamkan kepadamu itu sudah dekat ataukah Tuhanku menetapkan waktunya masih lama, aku tidak diberitahu tentang hal itu.”",
        "26": "Yang mengetahui secara pasti tentang datangnya azab itu hanyalah Allah, karena Dia Mengetahui yang gaib, tetapi Dia tidak memperlihatkan kepada siapa pun tentang yang gaib itu.",
        "27": "Kecuali kepada rasul yang diridai-Nya yaitu dari golongan malaikat maupun manusia. Apabila Allah hendak memperlihatkan yang gaib kepada rasul-Nya, maka sesungguhnya Dia mengadakan penjaga-penjaga malaikat di depan dan di belakangnya.",
        "28": "Tujuan Allah melakukan penjagaan itu agar Dia mengetahui bahwa rasul-rasul itu sungguh telah menyampaikan risalah Tuhannya, sedang sebenarnya dengan ilmu dan Kuasa-Nya meliputi secara rinci apa yang ada pada diri mereka, dan Dia menghitung segala sesuatu satu persatu dan tidak satu pun yang luput dari pengetahuan-Nya."
      }
    }
  }
}