{
  "number": 99,
  "name": "الزّلزلة",
  "name_latin": "Az-Zalzalah",
  "name_id": "Az-Zalzalah",
  "name_trans_id": "Guncangan",
  "number_of_verse": 8,
  "category": "Madaniyah",
  "arabics": {
    "1": "اِذَا زُلْزِلَتِ الْاَرْضُ زِلْزَالَهَاۙ",
    "2": "وَاَخْرَجَتِ الْاَرْضُ اَثْقَالَهَاۙ",
    "3": "وَقَالَ الْاِنْسَانُ مَا لَهَاۚ",
    "4": "يَوْمَىِٕذٍ تُحَدِّثُ اَخْبَارَهَاۙ",
    "5": "بِاَنَّ رَبَّكَ اَوْحٰى لَهَاۗ",
    "6": "يَوْمَىِٕذٍ يَّصْدُرُ النَّاسُ اَشْتَاتًا ەۙ لِّيُرَوْا اَعْمَالَهُمْۗ",
    "7": "فَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَّرَهٗۚ",
    "8": "وَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَّرَهٗ ࣖ"
  },
  "latins": [
    "Iżā zulzilatil-arḍu zilzālahā.",
    "Wa akhrajatil-arḍu aṡqālahā.",
    "Wa qālal-insānu mā lahā.",
    "Yauma'iżin tuḥaddiṡu akhbārahā.",
    "Bi'anna rabbaka auḥā lahā.",
    "Yauma'iżiy yaṣdurun-nāsu asytātā(n), liyurau a'mālahum.",
    "Famay ya'mal miṡqāla żarratin khairay yarah(ū).",
    "Wa may ya'mal miṡqāla żarratin syarray yarah(ū)."
  ],
  "translations": {
    "id": {
      "1": "Apabila bumi diguncangkan dengan guncangan yang dahsyat,",
      "2": "bumi mengeluarkan isi perutnya,",
      "3": "dan manusia bertanya, “Apa yang terjadi dengannya (bumi)?”",
      "4": "Pada hari itu (bumi) menyampaikan berita (tentang apa yang diperbuat manusia di atasnya)",
      "5": "karena sesungguhnya Tuhanmu telah memerintahkan (yang demikian itu) kepadanya.",
      "6": "Pada hari itu manusia keluar (dari kuburnya) dalam keadaan terpencar untuk diperlihatkan kepada mereka (balasan) semua perbuatan mereka.",
      "7": "Siapa yang mengerjakan kebaikan seberat zarah, dia akan melihat (balasan)-nya.",
      "8": "Siapa yang mengerjakan kejahatan seberat zarah, dia akan melihat (balasan)-nya."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Banyak kejadian dahsyat yang terjadi di bumi ketika kiamat tiba. Apabila bumi diguncangkan oleh malaikat atas perintah Allah dengan guncangan yang dahsyat setelah Israfil meniupkan sangkakala pertama,",
        "2": "dan bumi telah mengeluarkan beban-beban berat yang dikandung-nya, baik kekayaan yang ada di dalamnya atau mayat-mayat yang terkubur,",
        "3": "dan pada saat itu manusia bertanya dengan penuh kekalutan dan ketakutan, “Apa yang terjadi pada bumi ini? Mengapa bumi berguncang sedemikian dahsyat dan mengeluarkan apa saja yang dikandungnya? Apakah ini hari kiamat?”",
        "4": "Pada hari itu bumi menyampaikan beritanya kepada manusia, mengapa bumi berguncang dan mengeluarkan semua kandungannya. Pada hari itu pula bumi bersaksi kepada Allah dengan rinci apa saja yang telah manusia lakukan di atasnya: kebajikan atau keburukan, besar atau kecil.",
        "5": "Bumi menyampaikan kepada manusia apa yang terjadi padanya dan bersaksi di hadapan Allah tentang apa saja yang manusia lakukan di atasnya karena sesungguhnya Tuhanmu telah memerintahkan padanya untuk berbuat demikian.",
        "6": "Pada hari itu manusia keluar dari kuburnya untuk menuju tempat hisab, atau beranjak dari tempat hisab itu, dalam keadaan berkelompok-kelompok. Kondisi mereka beragam; sebagian merasa tenang dan sebagian yang lain begitu gundah dan ketakutan. Mereka digiring dengan gegas ke surga atau neraka untuk diperlihatkan kepada mereka balasan semua perbuatannya yang telah Allah janjikan.",
        "7": "Pada saat itu setiap manusia akan mengetahui nasib dirinya. Maka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihatnya dalam buku catatan amalnya lalu dia akan menerima pahala atasnya. Dia merasa senang dan bahagia karena perbuatannya tidak sia-sia.",
        "8": "Dan sebaliknya, barang siapa mengerjakan kejahatan seberat zarrah dan menganggapnya remeh, niscaya dia akan melihatnya dalam buku catatan amalnya lalu dia pun akan menerima balasannya. Inilah bukti kemahaadilan Allah; Dia tidak menzalimi siapa pun."
      }
    }
  }
}