[
  {
    "verse_number": 1,
    "translation": "Послали Нуха Мы к его народу: \"Ты свой народ увещевай, Пока к ним не пришла мучительная кара"
  },
  {
    "verse_number": 2,
    "translation": "Он им сказал: \"О мой народ! Я - увещатель ваш, Кто с ясной (миссией к вам послан)"
  },
  {
    "verse_number": 3,
    "translation": "Чтоб поклонялись вы Аллаху, И Божьего страшились гнева, И, повинуясь, слушали меня"
  },
  {
    "verse_number": 4,
    "translation": "Тогда простит Он ваши прегрешенья И даст отсрочку вам (в сей жизни) До срока, что назначен Им. Поистине, когда сей срок придет, Его отсрочить невозможно. О, если бы вы знали это"
  },
  {
    "verse_number": 5,
    "translation": "И (Нух) сказал: \"О мой Господь! Я звал к Тебе народ свой днем и ночью"
  },
  {
    "verse_number": 6,
    "translation": "Но мой призыв лишь дальше удалил их (от Тебя)"
  },
  {
    "verse_number": 7,
    "translation": "И всякий раз, когда я к ним взывал, Чтоб мог Ты им грехи простить, Они втыкали пальцы в уши, В одежды (плотно) закрывались, Упорствуя (в грехах) с надменною гордыней"
  },
  {
    "verse_number": 8,
    "translation": "Но и тогда я их открыто призывал"
  },
  {
    "verse_number": 9,
    "translation": "Затем я обращался к ним на людях И тайно (в личных разговорах)"
  },
  {
    "verse_number": 10,
    "translation": "Я (им) сказал: \"Молите вашего Владыку о прощенье, - Ведь всепрощающ Он"
  },
  {
    "verse_number": 11,
    "translation": "Он (с неба) вам обильный дождь пошлет"
  },
  {
    "verse_number": 12,
    "translation": "И увеличит ваше достоянье, И ниспошлет вам больше сыновей, Сады устроит и обильно реки изольет"
  },
  {
    "verse_number": 13,
    "translation": "Что же не чтите вы величия Аллаха Достойным почитаньем"
  },
  {
    "verse_number": 14,
    "translation": "Ведь Он (назначил очередность) вам Различных стадий сотворенья"
  },
  {
    "verse_number": 15,
    "translation": "Ужель не видите вы, как Аллах Построил семь небес рядами"
  },
  {
    "verse_number": 16,
    "translation": "Меж ними свет луны пролил И солнце в качестве светильника поставил"
  },
  {
    "verse_number": 17,
    "translation": "Аллах взрастил вас из земли растеньем"
  },
  {
    "verse_number": 18,
    "translation": "И вновь в нее вас возвратит, И вновь вас изведет оттуда"
  },
  {
    "verse_number": 19,
    "translation": "Аллах ковром вам землю постелил"
  },
  {
    "verse_number": 20,
    "translation": "Чтоб вы по ней просторными дорогами ходили"
  },
  {
    "verse_number": 21,
    "translation": "И Нух сказал: \"О мой Господь! Меня ослушались они и устремилися за теми, Чьи достояния и дети лишь отягчают их потери"
  },
  {
    "verse_number": 22,
    "translation": "И хитрость (тяжкую) задумали они"
  },
  {
    "verse_number": 23,
    "translation": "(Друг другу) говоря: \"Вы никаких богов своих не оставляйте: Ни Вадда, ни Совага, ни Йагуса, ни Йаука и ни Насра"
  },
  {
    "verse_number": 24,
    "translation": "Они с пути уж многих сбили. И злотворящим ничего не прибавляй, А только (углуби) их заблужденье"
  },
  {
    "verse_number": 25,
    "translation": "За их грехи они потоплены и введены в Огонь - И не нашли себе иного покровителя, опричь Аллаха"
  },
  {
    "verse_number": 26,
    "translation": "И Нух сказал: \"О мой Господь! Не сохрани на сей земле (под кровом) Ни одного (упрямого) неверца"
  },
  {
    "verse_number": 27,
    "translation": "Коль Ты оставишь хоть кого-нибудь из них, Они в Твоих служителях посеют смуту И никого не смогут породить, Кроме неверных и распутных"
  },
  {
    "verse_number": 28,
    "translation": "О мой Господь! Прости моим родителям и мне И всем, кто в дом мой верующим вступит, Всем верующим девам и мужам. Но злотворящим ничего не прибавляй, а погуби их"
  }
]