[
  {
    "verse_number": 1,
    "translation": "Та - Син - Мим"
  },
  {
    "verse_number": 2,
    "translation": "Сие - айаты Книги, Что ясно (разъясняет и толкует все)"
  },
  {
    "verse_number": 3,
    "translation": "Тебе, (снедаемому горем), Быть может, хочется убить себя За то, что, (увещаниям твоим не внемля), Никак не веруют они"
  },
  {
    "verse_number": 4,
    "translation": "Но если бы желали Мы, Мы б низвели на них знамение с небес, И шеи б их в смирении согнулись перед ним"
  },
  {
    "verse_number": 5,
    "translation": "Но стоит к ним от Милосердного прийти Какому-либо новому посланью, Они воротят к нему спины"
  },
  {
    "verse_number": 6,
    "translation": "Они, поистине, считают его ложью. Но скоро им предстанет весть о том, Над чем они (так дерзко) насмехались"
  },
  {
    "verse_number": 7,
    "translation": "Ужель не приходилось им На землю посмотреть (и поразмыслить), Как много разных благородных пар На ней (Мы волею Своей) взрастили"
  },
  {
    "verse_number": 8,
    "translation": "В этом, поистине, знамение для них, Но большинство из них не верует (в Аллаха)"
  },
  {
    "verse_number": 9,
    "translation": "А ведь Господь твой, истинно, могуч и милосерд"
  },
  {
    "verse_number": 10,
    "translation": "И вот воззвал Господь твой к Мусе: \"Иди к народу, что погряз во зле"
  },
  {
    "verse_number": 11,
    "translation": "К народу Фараона. Неужто (в беззаконии своем) Они не убоятся гнева Бога"
  },
  {
    "verse_number": 12,
    "translation": "И он сказал: \"О мой Господь! Боюсь я, что сочтут меня они лжецом"
  },
  {
    "verse_number": 13,
    "translation": "Стеснится моя грудь, и не развяжется язык. Пошли Харуну (миссию - мне в помощь)"
  },
  {
    "verse_number": 14,
    "translation": "У них - (свидетельство) греха за мной, И я боюсь: они убьют меня"
  },
  {
    "verse_number": 15,
    "translation": "О нет! - сказал (Аллах). - Идите оба к ним с знаменьями Моими, Мы будем с вами - слушать и следить, (Чтоб с вами ничего дурного не случилось)"
  },
  {
    "verse_number": 16,
    "translation": "Идите оба к Фараону и скажите: (Мы к вам - посланники от Господа миров)"
  },
  {
    "verse_number": 17,
    "translation": "Ты с нами отпусти Исраиля сынов"
  },
  {
    "verse_number": 18,
    "translation": "Но (Фараон) сказал: Ужель с младенческих времен Тебя мы среди нас не воспитали? Не пребывал ли ты средь нас Столь много лет того, что ты живешь"
  },
  {
    "verse_number": 19,
    "translation": "Ты совершил поступок (мерзкий) (И знаешь сам), что совершил его, (Но мы тебя не наказали), А ты теперь неблагодарен (нам)"
  },
  {
    "verse_number": 20,
    "translation": "Я совершил его тогда, - ответил (Муса), - Когда я был в числе таких, Которые в неведенье блуждали"
  },
  {
    "verse_number": 21,
    "translation": "И, убоявшись сделанного мной, Я убежал от вас. Но (за истекшие года) Господь мой даровал мне мудрость И ввел в число посланников Своих"
  },
  {
    "verse_number": 22,
    "translation": "А эта милость, за которую меня (В неблагодарности) ты упрекаешь, В том (состоит), что ты поработил Сынов Исраиля, (моих собратьев)"
  },
  {
    "verse_number": 23,
    "translation": "Тут Фараон сказал: \"Кто этот Бог миров"
  },
  {
    "verse_number": 24,
    "translation": "Господь небес, земли, - ответил Муса, - И Бог всего, что между ними суще. (Вам было б ведомо сие), будь в вас Стремленье к истинному (знанью)"
  },
  {
    "verse_number": 25,
    "translation": "Вы слышите, (что говорит он)! - Тут Фараон сказал стоящим вкруг него"
  },
  {
    "verse_number": 26,
    "translation": "Но (Муса) продолжал: \"Господь ваш И Господь ваших отцов и предков"
  },
  {
    "verse_number": 27,
    "translation": "(И тут) сказал вновь Фараон: \"Посланник ваш, что послан к вам, Поистине, безумец одержимый"
  },
  {
    "verse_number": 28,
    "translation": "(Но Муса) продолжал: \"Господь востока, запада И Бог всего, что суще между ними! (Вам было б ведомо сие), Когда бы вы разумны были"
  },
  {
    "verse_number": 29,
    "translation": "Если ты взял себе, кроме меня, Иного Бога, - ответил Фараон, - Я, несомненно, заключу тебя в темницу"
  },
  {
    "verse_number": 30,
    "translation": "Но Муса отвечал: \"Если бы даже я тебе представил Свидетельство, что будет убедительным и явным"
  },
  {
    "verse_number": 31,
    "translation": "Что ж, приведи (свидетельство твое), Если слова твои правдивы, - Фараон сказал"
  },
  {
    "verse_number": 32,
    "translation": "И бросил (Муса) жезл свой (на землю), И стал он явною змеей"
  },
  {
    "verse_number": 33,
    "translation": "Он руку вытянул вперед, И белизной она сверкнула Перед (глазами всех) смотрящих"
  },
  {
    "verse_number": 34,
    "translation": "Тогда сказал вельможам Фараон, (Собравшимся) вокруг него: \"Конечно, он - искусный чародей"
  },
  {
    "verse_number": 35,
    "translation": "И он задумал чарами своими С вашей земли изгнать вас (навсегда). Каким будет ваше решение (на это)"
  },
  {
    "verse_number": 36,
    "translation": "Они ответили (ему): \"Отсрочь ему и его брату И сборщиков пошли по городам"
  },
  {
    "verse_number": 37,
    "translation": "Пусть приведут они к тебе Всяких искусных чародеев"
  },
  {
    "verse_number": 38,
    "translation": "Так были чародеи собраны на встречу Ко времени назначенного дня"
  },
  {
    "verse_number": 39,
    "translation": "Людей спросили: \"Все собрались"
  },
  {
    "verse_number": 40,
    "translation": "Быть может, мы последуем за ними, Если они одержат верх"
  },
  {
    "verse_number": 41,
    "translation": "Когда явились чародеи, Они сказали Фараону: \"Нам, несомненно, полагается награда, Если (его) мы превзойдем"
  },
  {
    "verse_number": 42,
    "translation": "Им (Фараон) ответил: \"Да! Вы будете приближены к моей персоне"
  },
  {
    "verse_number": 43,
    "translation": "Бросайте то, что вы (задумали) бросать! - Сказал им Муса"
  },
  {
    "verse_number": 44,
    "translation": "И бросили они свои веревки, посохи свои, (И всем почудилось, что это - змеи). \"Величием и мощью Фараона Мы, несомненно, победителями станем"
  },
  {
    "verse_number": 45,
    "translation": "И бросил Муса жезл свой - И вот мгновенно он пожрал То, что измыслили они лукаво"
  },
  {
    "verse_number": 46,
    "translation": "И пали ниц в поклоне чародеи"
  },
  {
    "verse_number": 47,
    "translation": "И сказали: \"Мы, истинно уверовали в Господа миров"
  },
  {
    "verse_number": 48,
    "translation": "Владыку Мусы и Харуна"
  },
  {
    "verse_number": 49,
    "translation": "Но Фараон сказал: \"В Него уверовали раньше, Чем я согласие свое на это дал? Конечно, он - над вами старший И обучил вас колдовству, Но вы узнаете, (что я намерен сделать): Я накрест руки ваши отсеку и ноги И (на кресте) распну вас всех"
  },
  {
    "verse_number": 50,
    "translation": "Они сказали: \"Не беда! Мы возвратимся к нашему Владыке"
  },
  {
    "verse_number": 51,
    "translation": "Мы лишь надеемся, что наш Господь Простит нам наши прегрешенья За то, что первыми (из вас) уверовали мы"
  },
  {
    "verse_number": 52,
    "translation": "Внушением Мы Мусе (повелели): \"Выйди со слугами Моими ночью; За вами будет послана погоня"
  },
  {
    "verse_number": 53,
    "translation": "И Фараон отправил сборщиков-глашатаев По городам страны, (которые гласили)"
  },
  {
    "verse_number": 54,
    "translation": "Число их так невелико"
  },
  {
    "verse_number": 55,
    "translation": "А нас они разгневали так сильно"
  },
  {
    "verse_number": 56,
    "translation": "Теперь должны мы все быть начеку"
  },
  {
    "verse_number": 57,
    "translation": "Мы (вынудили) их покинуть Сады, источники питья"
  },
  {
    "verse_number": 58,
    "translation": "Сокровища и благородные места (на службе Фараону)"
  },
  {
    "verse_number": 59,
    "translation": "Мы даровали это все В наследство детям Исраиля"
  },
  {
    "verse_number": 60,
    "translation": "А поутру они пустились вслед за ними"
  },
  {
    "verse_number": 61,
    "translation": "И вот когда два ополченья Попали в поле зрения друг другу, Сказали те, что с Мусой шли: \"Они настигли нас (и, несомненно, одолеют)"
  },
  {
    "verse_number": 62,
    "translation": "О нет! Со мной ведь мой Господь, - сказал (им Муса), - И Он мне, истинно, укажет путь"
  },
  {
    "verse_number": 63,
    "translation": "И Мы внушеньем Мусе (повелели): \"Ударь по морю посохом твоим!\" И в стороны разверзлось море, (И сушей путь открылся им), И обе стороны его, как две великие горы, (От них удерживали воды)"
  },
  {
    "verse_number": 64,
    "translation": "Потом приблизили Мы к морю остальных"
  },
  {
    "verse_number": 65,
    "translation": "Спасли Мы Мусу и всех тех, (Что с ним покинули Египет)"
  },
  {
    "verse_number": 66,
    "translation": "Потом Мы потопили остальных, (Что с Фараоном погнались за ними вслед)"
  },
  {
    "verse_number": 67,
    "translation": "В этом, поистине, знамение (для тех, Кто суть вещей постичь способен), И все же большинство из них (Упорно не желают) веровать (в Аллаха)"
  },
  {
    "verse_number": 68,
    "translation": "Господь твой, истинно, могуч и милосерд"
  },
  {
    "verse_number": 69,
    "translation": "Ты передай им весть об Ибрахиме"
  },
  {
    "verse_number": 70,
    "translation": "Вот своему отцу и своему народу он сказал: \"Кого вы почитаете (и служите кому)"
  },
  {
    "verse_number": 71,
    "translation": "Они ответили: \"Мы почитаем идолов И в постоянном поклонении им служим"
  },
  {
    "verse_number": 72,
    "translation": "Тогда спросил он: \"Слышат ли они вас, когда вы к ним взываете в молитве"
  },
  {
    "verse_number": 73,
    "translation": "Приносят они пользу вам или вредят"
  },
  {
    "verse_number": 74,
    "translation": "Они сказали: \"Вовсе нет! Мы просто видели, Что наши деды и отцы так поступали"
  },
  {
    "verse_number": 75,
    "translation": "Не посмотреть ли вам (внимательней) на тех, Кого (с таким усердием) вы чтите? - Спросил их Ибрахим"
  },
  {
    "verse_number": 76,
    "translation": "И вы, и ваши праотцы"
  },
  {
    "verse_number": 77,
    "translation": "Поистине, они - враги мне, Помимо Господа миров"
  },
  {
    "verse_number": 78,
    "translation": "Кто сотворил меня и праведным путем направил"
  },
  {
    "verse_number": 79,
    "translation": "Кто кормит и поит меня"
  },
  {
    "verse_number": 80,
    "translation": "А если заболею, Он излечит"
  },
  {
    "verse_number": 81,
    "translation": "Кто (повелит) мне умереть, (Чтобы) потом вернуть мне снова жизнь"
  },
  {
    "verse_number": 82,
    "translation": "Кто, внемля (моей страждущей душе), Простит мне в Судный День грехи (земные)"
  },
  {
    "verse_number": 83,
    "translation": "О мой Господь! Дай мудрость мне! Введи в число благочестивых"
  },
  {
    "verse_number": 84,
    "translation": "И сделай мою (речь в моих) потомках (Носителем) высокой Правды"
  },
  {
    "verse_number": 85,
    "translation": "Введи в число наследников Эдема"
  },
  {
    "verse_number": 86,
    "translation": "И ниспошли прощенье моему отцу, - Ведь он - из тех, кто заблудился"
  },
  {
    "verse_number": 87,
    "translation": "Не опозорь меня в тот День, Когда воскрешены все будут"
  },
  {
    "verse_number": 88,
    "translation": "В тот День, Когда не смогут помощь оказать Ни сыновья и ни богатства"
  },
  {
    "verse_number": 89,
    "translation": "Помимо тех, кто пред Аллахом Предстанет с сердцем непорочным"
  },
  {
    "verse_number": 90,
    "translation": "Приближен будет Рай к благочестивым"
  },
  {
    "verse_number": 91,
    "translation": "А злочестивым Ад предстанет"
  },
  {
    "verse_number": 92,
    "translation": "И скажут им: \"Где те, кого вы чтили"
  },
  {
    "verse_number": 93,
    "translation": "Кроме Бога? Способны ли они вам помощь оказать Или самим себе помочь способны"
  },
  {
    "verse_number": 94,
    "translation": "И будут ввержены в Огонь Они и те, кто в заблуждение поверг их"
  },
  {
    "verse_number": 95,
    "translation": "Все воинства Иблиса"
  },
  {
    "verse_number": 96,
    "translation": "Там, препираясь меж собою, они скажут"
  },
  {
    "verse_number": 97,
    "translation": "Клянемся именем Аллаха: Мы были в явном заблужденье"
  },
  {
    "verse_number": 98,
    "translation": "Когда мы к Господу миров приравнивали вас"
  },
  {
    "verse_number": 99,
    "translation": "Но в заблуждение ввели нас те, Которые в грехах погрязли"
  },
  {
    "verse_number": 100,
    "translation": "И нет у нас заступников теперь"
  },
  {
    "verse_number": 101,
    "translation": "Нет искреннего друга"
  },
  {
    "verse_number": 102,
    "translation": "О, если б нам дарован был возврат (на землю), Мы были бы средь верующих там"
  },
  {
    "verse_number": 103,
    "translation": "В этом, поистине, знамение (для тех, Кто суть вещей постичь способен). И все же большинство из них (Упорно не желают) веровать (в Аллаха)"
  },
  {
    "verse_number": 104,
    "translation": "Господь твой, истинно, могуч и милосерд"
  },
  {
    "verse_number": 105,
    "translation": "И люди Нуха Сочли лжецами посланных (Аллахом)"
  },
  {
    "verse_number": 106,
    "translation": "И вот сказал им брат их Нух: \"Ужель не побоитесь (Бога)"
  },
  {
    "verse_number": 107,
    "translation": "Я - к вам посланник верный (от Него)"
  },
  {
    "verse_number": 108,
    "translation": "Побойтесь же Аллаха и повинуйтесь мне"
  },
  {
    "verse_number": 109,
    "translation": "У вас награды я за это не прошу. Поистине, моя награда - Только у Господа миров"
  },
  {
    "verse_number": 110,
    "translation": "Побойтесь же Аллаха и повинуйтесь мне"
  },
  {
    "verse_number": 111,
    "translation": "Тебе ли верить нам, - они сказали, - Коль за тобой пошли безродные И самые никчемные из нас"
  },
  {
    "verse_number": 112,
    "translation": "Он им ответил: \"Я не знаю, чем эти (люди) прежде занимались"
  },
  {
    "verse_number": 113,
    "translation": "Расчет их - только у Владыки моего. О, если б наконец вы осознали это"
  },
  {
    "verse_number": 114,
    "translation": "Я от себя не стану гнать уверовавших (в Бога), (Какими б низкими они ни представлялись вам)"
  },
  {
    "verse_number": 115,
    "translation": "Я только вам наставник явный"
  },
  {
    "verse_number": 116,
    "translation": "Они же отвечали так: \"Если от этого себя ты не удержишь, Мы (дОсмерти) побьем тебя камнями"
  },
  {
    "verse_number": 117,
    "translation": "Тогда он (к Господу) воззвал: \"О мой Господь! Народ отверг меня и обвинил во лжи"
  },
  {
    "verse_number": 118,
    "translation": "Ты между мной и ими рассуди открыто, Спаси меня и верных, что со мной, (От незаслуженной расправы)"
  },
  {
    "verse_number": 119,
    "translation": "И Мы спасли его и тех, что были с ним В нагруженном ковчеге"
  },
  {
    "verse_number": 120,
    "translation": "Потом Мы потопили тех, которые остались"
  },
  {
    "verse_number": 121,
    "translation": "В этом, поистине, знамение (для тех, Кто суть вещей постичь способен), И все же большинство из них (Упорно не желают) веровать (в Аллаха)"
  },
  {
    "verse_number": 122,
    "translation": "Господь твой, истинно, могуч и милосерд"
  },
  {
    "verse_number": 123,
    "translation": "И люди Ад Сочли лжецами посланных (Аллахом)"
  },
  {
    "verse_number": 124,
    "translation": "И вот сказал им брат их Худ: \"Ужель не побоитесь (Бога)"
  },
  {
    "verse_number": 125,
    "translation": "Я - к вам посланник верный (от Него)"
  },
  {
    "verse_number": 126,
    "translation": "Побойтесь же Аллаха и повинуйтесь мне"
  },
  {
    "verse_number": 127,
    "translation": "У вас награды я за это не прошу. Поистине, моя награда - Только у Господа миров"
  },
  {
    "verse_number": 128,
    "translation": "Что же на всяком возвышении (вкруг вас) Вы, забавляясь, строите себе (Своих годов) затейливые вехи"
  },
  {
    "verse_number": 129,
    "translation": "Себе заводите прекрасные места для почиванья С надеждой в них почить (навечно)"
  },
  {
    "verse_number": 130,
    "translation": "Когда же властвуете вы, Вы властвуете, как тираны, (Забыв, что есть над вами Страж)"
  },
  {
    "verse_number": 131,
    "translation": "Побойтесь же Аллаха и повинуйтесь мне"
  },
  {
    "verse_number": 132,
    "translation": "Того побойтесь, Кто вас щедро одарил Всем тем, чем вы богаты и знатнЫ. (И что на пользу вам Он сотворил и соразмерил)"
  },
  {
    "verse_number": 133,
    "translation": "Вам благо дал в скоте и сыновьях"
  },
  {
    "verse_number": 134,
    "translation": "В садах (с обилием плодов), В источниках (благословенных) вод"
  },
  {
    "verse_number": 135,
    "translation": "Боюсь я мук для вас В Великий День (Господнего Суда)"
  },
  {
    "verse_number": 136,
    "translation": "Они ответили: \"Нам все равно - ты будешь нас увещевать Или не будешь увещающим, (как те, Что приходили к нашим предкам)"
  },
  {
    "verse_number": 137,
    "translation": "Все это - измышление людей, (в небытие) ушедших"
  },
  {
    "verse_number": 138,
    "translation": "И мы наказаны не будем"
  },
  {
    "verse_number": 139,
    "translation": "Они сочли его лжецом - и Мы их погубили. В этом, поистине, знамение (Господне), Но большинство из них в неверии (живут и умирают)"
  },
  {
    "verse_number": 140,
    "translation": "Господь твой, истинно, могуч и милосерд"
  },
  {
    "verse_number": 141,
    "translation": "И самудяне Сочли лжецами посланных (Аллахом)"
  },
  {
    "verse_number": 142,
    "translation": "И вот сказал им брат их Салех: \"Ужель не побоитесь Бога"
  },
  {
    "verse_number": 143,
    "translation": "Я - к вам посланник верный (от Него)"
  },
  {
    "verse_number": 144,
    "translation": "Побойтесь же Аллаха и повинуйтесь мне"
  },
  {
    "verse_number": 145,
    "translation": "У вас награды я за это не прошу. Поистине, моя награда - Только у Господа миров"
  },
  {
    "verse_number": 146,
    "translation": "Ужель оставят в безопасности вас здесь - Средь (Божьей) благодати - (Грешить сполна и не нести ответной кары)"
  },
  {
    "verse_number": 147,
    "translation": "Среди садов, источников (обильных вод)"
  },
  {
    "verse_number": 148,
    "translation": "Посевов финиковых пальм, Завязь которых так густа и нЕжна"
  },
  {
    "verse_number": 149,
    "translation": "И, величаясь (мастерством своим), Вы высекаете дома в горах скалистых"
  },
  {
    "verse_number": 150,
    "translation": "Побойтесь же Аллаха и повинуйтесь мне"
  },
  {
    "verse_number": 151,
    "translation": "Не повинуйтесь приказаниям распутных, (Что неумеренны в желаниях своих)"
  },
  {
    "verse_number": 152,
    "translation": "Распространяют нечесть по земле И не творят благое"
  },
  {
    "verse_number": 153,
    "translation": "Они сказали: \"Ты - из тех, кто (неземными чарами) опутан"
  },
  {
    "verse_number": 154,
    "translation": "Всего лишь человек ты - нам сравнИ, И если говоришь ты правду, Представь знамение (Владыки твоего)"
  },
  {
    "verse_number": 155,
    "translation": "Это - верблюдица, (И это - вам знаменье), - он ответил, - В определенный день - пить ей, в другой - пить вам"
  },
  {
    "verse_number": 156,
    "translation": "Не причиняйте зла ей, чтобы вас (Мучительная) кара не постигла В Великий День (Господнего Суда)"
  },
  {
    "verse_number": 157,
    "translation": "Они ж, (подрезав сухожилья ног), ее убили, Но (о содеянном) раскаялись потом"
  },
  {
    "verse_number": 158,
    "translation": "Расплата же (за этот грех) постигла их немедля, - В этом, поистине, знаменье (для людей), Но большинство из них не веруют (в Аллаха)"
  },
  {
    "verse_number": 159,
    "translation": "Господь твой, истинно, велик и милосерд"
  },
  {
    "verse_number": 160,
    "translation": "И люди Лута Сочли лжецами посланных (Аллахом)"
  },
  {
    "verse_number": 161,
    "translation": "И вот сказал им брат их Лут: \"Ужель не побоитесь Бога"
  },
  {
    "verse_number": 162,
    "translation": "Я - к вам посланник верный (от Него)"
  },
  {
    "verse_number": 163,
    "translation": "Побойтесь же Аллаха и повинуйтесь мне"
  },
  {
    "verse_number": 164,
    "translation": "У вас награды я за это не прошу. Поистине, моя награда - Только у Господа миров"
  },
  {
    "verse_number": 165,
    "translation": "Неужто вы из всех миров (людского рода) Идете (в вожделении своем) к мужчинам"
  },
  {
    "verse_number": 166,
    "translation": "Оставив (в одиночестве) всех тех, Кого Господь в напарницы вам создал? О да! Вы, истинно, народ преступный"
  },
  {
    "verse_number": 167,
    "translation": "Они сказали (ему так): \"Если от этого себя ты не удержишь, Лут, Ты будешь изгнан (с этих мест)"
  },
  {
    "verse_number": 168,
    "translation": "Я ненавижу все ваши дела, - он (им) ответил"
  },
  {
    "verse_number": 169,
    "translation": "О мой Господь! Убереги меня и всю мою семью От (мерзости) того, что делают они"
  },
  {
    "verse_number": 170,
    "translation": "И Мы спасли его и всю его семью"
  },
  {
    "verse_number": 171,
    "translation": "Кроме (жены)-старухи, что была среди отставших"
  },
  {
    "verse_number": 172,
    "translation": "Потом Мы погубили остальных"
  },
  {
    "verse_number": 173,
    "translation": "И пролили на них (смертельный) дождь, - И был ужасен этот дождь Для тех, кто был увещеваем, но не внял"
  },
  {
    "verse_number": 174,
    "translation": "В этом, поистине, знамение (Господне), Но большинство из них не веруют (в Него)"
  },
  {
    "verse_number": 175,
    "translation": "Господь твой, истинно, велик и милосерд"
  },
  {
    "verse_number": 176,
    "translation": "И обитатели Аль Айки Сочли лжецами посланных (Аллахом)"
  },
  {
    "verse_number": 177,
    "translation": "Вот им сказал Шу'айб: \"Ужель не побоитесь Бога"
  },
  {
    "verse_number": 178,
    "translation": "Я - к вам посланник верный (от Него)"
  },
  {
    "verse_number": 179,
    "translation": "Побойтесь же Аллаха и повинуйтесь мне"
  },
  {
    "verse_number": 180,
    "translation": "У вас награды я за это не прошу. Поистине, моя награда - Только у Господа миров"
  },
  {
    "verse_number": 181,
    "translation": "Вы ж соблюдайте меру верно, Не будьте из числа таких, Кто (ближнему) чинит потери недомером"
  },
  {
    "verse_number": 182,
    "translation": "И взвешивайте верными весами"
  },
  {
    "verse_number": 183,
    "translation": "И не удерживайте от людей того, Что им принадлежит по праву, И не ходите по земле, нечестие творя"
  },
  {
    "verse_number": 184,
    "translation": "Побойтесь (гнева вашего Владыки), Кто сотворил и вас, и прежние народы"
  },
  {
    "verse_number": 185,
    "translation": "Они сказали: \"Ты - всего лишь из числа таких, Кто (злыми) чарами опутан"
  },
  {
    "verse_number": 186,
    "translation": "Ты - человек лишь, нам сравни, И мы лжецом тебя считаем"
  },
  {
    "verse_number": 187,
    "translation": "Вели упасть на нас кусочку неба, Если ты правду говоришь"
  },
  {
    "verse_number": 188,
    "translation": "Господь мой знает лучше, - отвечал он, - О том, что делаете вы"
  },
  {
    "verse_number": 189,
    "translation": "И все ж они сочли его лжецом, И их постигла (Божья) кара В день пелены, (затмившей солнце), Что кару Дня Великого явила им"
  },
  {
    "verse_number": 190,
    "translation": "В этом, поистине, знамение (Господне), Но большинство из них не веруют (в Него)"
  },
  {
    "verse_number": 191,
    "translation": "Господь твой, истинно, могуч и милосерд"
  },
  {
    "verse_number": 192,
    "translation": "Это - поистине, послание от Господа миров"
  },
  {
    "verse_number": 193,
    "translation": "С ним снизошел Дух верный"
  },
  {
    "verse_number": 194,
    "translation": "На твое сердце, Чтоб быть тебе в числе Увещевающих (рабов Господних)"
  },
  {
    "verse_number": 195,
    "translation": "На языке арабском, ясном"
  },
  {
    "verse_number": 196,
    "translation": "И несомненно, (есть свидетельство) о нем В Писаниях, (что приходили) прежде"
  },
  {
    "verse_number": 197,
    "translation": "Неужто им знамением не служит то, Что ведают о нем Исраиля ученые мужи"
  },
  {
    "verse_number": 198,
    "translation": "И если б ниспослали Мы его На человека из другого племени иль рода"
  },
  {
    "verse_number": 199,
    "translation": "И он бы им зачитывал его (на языке иноплеменном), Они бы не поверили в него"
  },
  {
    "verse_number": 200,
    "translation": "Так в души грешников его Мы вводим"
  },
  {
    "verse_number": 201,
    "translation": "Но не уверуют они в него, Пока мучительную кару не увидят"
  },
  {
    "verse_number": 202,
    "translation": "Она постигнет их внезапно, Они же знать о ней не знают"
  },
  {
    "verse_number": 203,
    "translation": "(Когда падет она на них), они воскликнут: \"Не будет ли дана отсрочка нам, (Чтобы раскаяться и обратиться к Богу)"
  },
  {
    "verse_number": 204,
    "translation": "Так неужели (в дерзости своей) Они (сейчас тебя) торопят с Нашей карой"
  },
  {
    "verse_number": 205,
    "translation": "Разве не видишь ты, Что, если бы Мы дали им На протяжении годов вкушать (земные блага)"
  },
  {
    "verse_number": 206,
    "translation": "А после этого пришло б к ним то, Что обещали им, (от зла) увещевая"
  },
  {
    "verse_number": 207,
    "translation": "Их не спасли бы никакие (блага), Что были им даны (Аллахом) Во сласть (земного бытия)"
  },
  {
    "verse_number": 208,
    "translation": "Мы ни один народ не погубили, Не дав до этого наставника ему"
  },
  {
    "verse_number": 209,
    "translation": "Чтоб (их) увещевать (от зла и заповедовать благое), - И в этом никогда Мы не были несправедливы (иль жестоки)"
  },
  {
    "verse_number": 210,
    "translation": "И не был он шайтанами ниспослан"
  },
  {
    "verse_number": 211,
    "translation": "На это власть им не была дана, И не способны они были это сделать"
  },
  {
    "verse_number": 212,
    "translation": "Ведь их не допускали даже слушать"
  },
  {
    "verse_number": 213,
    "translation": "А потому другого бога С Аллахом наравне не призывай, Чтобы тебе не быть в числе таких, Кто (Господом) наказан будет"
  },
  {
    "verse_number": 214,
    "translation": "Увещевай твою ближайшую родню"
  },
  {
    "verse_number": 215,
    "translation": "Простри крыло (душевной доброты и дружбы) Над теми из уверовавших (в Бога), Кто следует (одним путем) с тобой"
  },
  {
    "verse_number": 216,
    "translation": "А если станут непослушны, то скажи: \"Я не ответственен за то, что вы творите"
  },
  {
    "verse_number": 217,
    "translation": "И уповай лишь на Того, Кто милосерден и могуч (безмерно)"
  },
  {
    "verse_number": 218,
    "translation": "Кто зрит тебя, стоящего (в молитве)"
  },
  {
    "verse_number": 219,
    "translation": "Сменяя все позиции ее, Средь тех, кто ниц склонился (пред Аллахом)"
  },
  {
    "verse_number": 220,
    "translation": "Ведь слышит Он и знает (все)"
  },
  {
    "verse_number": 221,
    "translation": "Не сообщить ли вам: Нисходят на кого шайтаны"
  },
  {
    "verse_number": 222,
    "translation": "На всякого лжеца и грешника они нисходят"
  },
  {
    "verse_number": 223,
    "translation": "Они передают подслушанное ими, Но большинство из них - лжецы"
  },
  {
    "verse_number": 224,
    "translation": "Такими (могут быть безумные) поэты - За ними следуют заблудшие (в невежестве своем)"
  },
  {
    "verse_number": 225,
    "translation": "Неужто ты не видишь, как они В смятении по всем долинам бродят"
  },
  {
    "verse_number": 226,
    "translation": "И то, что речи их (Заблудших) побуждают совершать такое, Чего не совершают сами"
  },
  {
    "verse_number": 227,
    "translation": "Помимо тех, Кто (в Господа) уверовал, и делает благое, И в поминании Аллаха проводит долгие (часы); И тех, которые умеют защищаться, Когда на них без права нападут, - И уж тогда напавшие несправедливо Узнают, как (дела их) обратятся (против них)"
  }
]