[
  {
    "verse_number": 1,
    "translation": "Алеф - Лям - Ра. (Сие) - Писание, которое тебе Мы ниспослали, Чтоб вывел ты людей из мрака к свету По изволению их Господа На путь Всесильного и Славного"
  },
  {
    "verse_number": 2,
    "translation": "Аллаха, Кому подвластно все, Что суще в небесах и на земле. И горе всем, кто не уверовал (в Него), От страшной кары, (что Он им назначит)"
  },
  {
    "verse_number": 3,
    "translation": "Кто любит (блага) ближней жизни Превыше (вечности) второго бытия И сводит со стези Аллаха, Стремясь в нее извилины внести, - Они в глубоком заблужденье пребывают"
  },
  {
    "verse_number": 4,
    "translation": "И ни один посланник не был послан Нами, Кто не владел бы языком своих людей, Чтобы он мог им ясно говорить о сути. Аллах по (мудрости) желанья Своего (Одних) уводит с правого пути, (Других же - милостиво) направляет, - Он, истинно, могуч и мудр"
  },
  {
    "verse_number": 5,
    "translation": "Мы с Нашими знаменьями послали Мусу: \"Ты выведи из мрака к свету твой народ, Напомни им о Днях Аллаха, - Поистине, здесь кроются знамения для тех, Кто стойко-терпелив и благодарен"
  },
  {
    "verse_number": 6,
    "translation": "И вот сказал народу Муса: \"Вы вспомните о милостях Аллаха вам, Как Он избавил вас от рода Фараона: Они вас тяжким мукам подвергали, Лишали жизни ваших сыновей, В живых лишь женщин оставляя, - И это было вам Великим испытаньем от Аллаха"
  },
  {
    "verse_number": 7,
    "translation": "Вот (через Мусу) возвестил Господь: \"Коль станете признательными (Мне), Я вам умножу (милости Свои), Но если будете неблагодарны, То наказание Мое, поистине, сурово"
  },
  {
    "verse_number": 8,
    "translation": "И Муса молвил: \"Если вы и те, кто на земле, - все до едина Неблагодарны станете (Аллаху), - Так ведь свободен Он от всяких нужд И преисполнен славы"
  },
  {
    "verse_number": 9,
    "translation": "Неужто не пришел вам сказ о тех, Которые до вас (грешили): О людях Нуха, Ад, Самуд И тех, что были после них? Не знает их никто, кроме Аллаха. К ним с ясными знаменьями от Нас (Из них самих) посланники являлись; Они ж к устам своим протягивали руки, (Персты кусая от досады), И говорили: \"Мы не верим в то, с чем посланы вы к нам. Мы в тягостных сомнениях о том, К чему вы нас зовете"
  },
  {
    "verse_number": 10,
    "translation": "Но их посланники им говорили: \"Неужто есть (у вас) сомненья об Аллахе, О Том, Кто небеса и землю сотворил? Он вас зовет, чтоб вам простить грехи И дать отсрочку до назначенного срока\". Они же говорили им: \"Всего лишь люди вы, такие же, как мы, И вы хотите отвратить нас от (богов), Которых чтили наши праотцы. Представьте ясное (свидетельство) о власти, (Которою Аллах вас наделил)"
  },
  {
    "verse_number": 11,
    "translation": "Посланники им отвечали так: \"Всего лишь люди мы, такие же, как вы, Но жалует Аллах Свое благоволенье Тому из слуг Своих, Кого сочтет Своей угодой. Мы вам не можем дать (свидетельства) о власти, Если на то нет дозволения Аллаха. Так пусть же уповают на Него Все те, кто благочестие обрел"
  },
  {
    "verse_number": 12,
    "translation": "И почему нам на Него не уповать? Ведь Он нас вывел на пути, Которыми идем мы ныне. И терпеливо будем мы сносить обиды, Что причиняете вы нам. И пусть доверятся Аллаху те, Кто на Него надежды возлагает"
  },
  {
    "verse_number": 13,
    "translation": "Неверные посланникам своим сказали: \"Иль вы вернетесь к нашей вере, Иль мы вас со своей земли изгоним\". Тогда Господь их им открыл: \"Погубим непременно Мы неверных"
  },
  {
    "verse_number": 14,
    "translation": "И после них поселим вас на сей земле. И это - тем, кто убоится Передо Мною (во грехе) предстать, Страшась Моих угроз (о наказанье)"
  },
  {
    "verse_number": 15,
    "translation": "Они просили для себя победы, И рушились (строптивые уловки) тех, Кто им противился столь дерзко и упрямо"
  },
  {
    "verse_number": 16,
    "translation": "А впереди зияет Ад, Где пить ему зловонный кипяток"
  },
  {
    "verse_number": 17,
    "translation": "Столь омерзительный, Что проглотить его великой мукой будет; К нему со всех сторон подступит смерть, Но не дадут ему вкусить ее (И завершить свои страданья), - Ведь впереди его уж ждут Жестокие, болезненные муки"
  },
  {
    "verse_number": 18,
    "translation": "Притча о тех, кто не уверовал (в Аллаха): Деянья их подобны пеплу, над которым Поднялся вихрь в бурный день. Они не властны ни над чем, Что (заблуждением) себе стяжали, - А заблуждение (их) слишком глубоко"
  },
  {
    "verse_number": 19,
    "translation": "Ужель не видишь, что Аллах По (мудрой) Истине построил небеса и землю, И, будь на то желание Его, Он повелит исчезнуть вам И новое творение назначит"
  },
  {
    "verse_number": 20,
    "translation": "И это для (могущества) Аллаха Великой (мОчи) не составит"
  },
  {
    "verse_number": 21,
    "translation": "Предстанут все перед Аллахом, И скажут кроткие всем тем, кто величался: \"Мы следовали вам, и вот теперь Вы можете избавить нас Хоть от чего-нибудь из мук Аллаха?\" Они им скажут: \"Если бы Аллах был нам Водитель, Мы повели бы за собой и вас. Ну, а сейчас нам все равно: Остаться ли с печалью в сердце Или терпением его наполнить, - Нам избавления уж нет"
  },
  {
    "verse_number": 22,
    "translation": "Когда же все решится, Сатана им скажет: \"Ведь обещанье Истины вам дал Аллах, Давал вам обещание и я, Но в нем я обманул вас, И власти не было над вами у меня: Я только звал вас, ну, а вы (По доброй воле) отозвались. А потому меня не попрекайте, Вините только лишь себя. Я не могу ничем помочь вам, И вы не можете мне помощь оказать. Я отрекаюсь от того, что раньше Меня вы в соучастники (Аллаху) возвели. Для злотворящих - истинно, мучительная кара"
  },
  {
    "verse_number": 23,
    "translation": "Но те, кто верует и делает добро, Будут допущены в Сады, реками омовенны, Где пребывать навечно им с Господнего соизволенья. Для них - приветствие там: \"Мир"
  },
  {
    "verse_number": 24,
    "translation": "Ужель не видел ты, какую притчу О Слове Добром нам Аллах приводит: Оно как древо доброе, Чей корень крепко (держится в земле), А ветви к небесам взметнулись"
  },
  {
    "verse_number": 25,
    "translation": "Оно плоды свои приносит каждый миг По изволению его Владыки, - И так Аллах приводит Свои притчи людям, Чтоб они вняли (наставлениям Его)"
  },
  {
    "verse_number": 26,
    "translation": "А притча (Господа) о Скверном Слове: Оно как древо скверное, Что исторгает (свои корни) из земли - И потому устойчиво стоять не может"
  },
  {
    "verse_number": 27,
    "translation": "Аллах же верных укрепляет твердым словом И в этом мире, и в другом. И сводит Он с пути неверных, - (Ведь безграничной мудростью Своей) Творит Он все, что пожелает"
  },
  {
    "verse_number": 28,
    "translation": "Неужто ты не вглядывался в тех, Кто обменял благодеяния Аллаха На богохульное неверие (в Него) И этим поселил своих собратьев В обитель (вечных) мук"
  },
  {
    "verse_number": 29,
    "translation": "В Огонь, где им гореть? И это - мерзкая обитель"
  },
  {
    "verse_number": 30,
    "translation": "Они измыслили Аллаху равных, Чтобы свести людей с Его пути. Скажи: \"Сладитесь (краткое мгновенье), Ведь путь ваш - в (вечный) огнь Ада"
  },
  {
    "verse_number": 31,
    "translation": "Скажи Моим благочестивым слугам, Чтобы они молитву совершали, Творили милостыню втайне и открыто Из благ, что Мы им даровали, Покуда не настанет День, В который нет ни торга, ни услуг друзей"
  },
  {
    "verse_number": 32,
    "translation": "Аллах есть Тот, Кто небеса и землю сотворил, С небес на землю воду льет И ею в пищу вам плоды выводит; На службу вам поставил корабли, Чтобы велением Его Они моря пересекали; И реки вашим нуждам подчинил"
  },
  {
    "verse_number": 33,
    "translation": "Он подчинил вам Солнце и Луну, Что неустанно следуют (назначенному) курсу; Послушными вам сделал Ночь и День"
  },
  {
    "verse_number": 34,
    "translation": "И доставляет вам все (блага), Которые вы просите себе. А коль задумаете счет вести благодеяниям Аллаха, Вам никогда их не исчислить. Но человек, поистине, несправедлив и (Господу) неблагодарен"
  },
  {
    "verse_number": 35,
    "translation": "И (вспомните,) как Ибрахим сказал: \"Господь мой! Сделай безопасным этот город! Убереги меня и сыновей моих От поклоненья истуканам"
  },
  {
    "verse_number": 36,
    "translation": "Господь мой! Ведь они уже свели с пути Великое число народов, - Но кто последует за мной (по вере), Тот - из моих, (предавшихся Тебе), А кто меня ослушается - что ж! - Ведь Ты прощающ, милосерд"
  },
  {
    "verse_number": 37,
    "translation": "О наш Господь! Я поселил из отпрысков моих В долине, не возделанной для злаков, У Твоего Святого Дома, Чтобы они, о наш Господь! Творили регулярную молитву. Ты к ним сердца людей расположи и надели плодами, Чтобы они могли быть благодарны"
  },
  {
    "verse_number": 38,
    "translation": "Господь наш! Истинно, Ты знаешь, Что мы таим в душе, А что являем напоказ, - Поистине, ничто не скрыто от Аллаха Ни в небесах, ни на земле"
  },
  {
    "verse_number": 39,
    "translation": "Хвала Аллаху, Кто на старость Мне Исмаила и Исхака даровал; Ведь, истинно, Он - мой Господь, Кто внемлет зову (вопиющего к Нему)"
  },
  {
    "verse_number": 40,
    "translation": "Господь мой! Выстрой меня так, Чтоб я исправно совершал молитву И чтобы из моих потомков (Молились лишь Тебе они); Господь наш! Внемли зову моему"
  },
  {
    "verse_number": 41,
    "translation": "Господь наш! Ниспошли Свое прощенье Мне, и родителям моим, и верным В тот День, когда настанет (наш) расчет"
  },
  {
    "verse_number": 42,
    "translation": "Не думай, что Аллах внимания не обращает На то, что нечестивые творят, - Он только им дает отсрочку до Дня, Когда их взоры в ужасе замрут"
  },
  {
    "verse_number": 43,
    "translation": "И, вскинув головы назад, С застывшими зрачками глаз, С опустошенными сердцами, Они все ринутся вперед, (Где предстоит им Суд нести)"
  },
  {
    "verse_number": 44,
    "translation": "А потому, увещевая, Людей предостеречь ты должен О Дне, когда придет к ним кара. Тогда возмолят нечестивые: \"Господь наш! Отсрочь нам хоть до близкого предела. Мы Твоему призыву отзовемся И будем следовать посланникам Твоим\". (Им прозвучит): \"Неужто прежде вы не клялись, Что нет вам убыли и спада никогда"
  },
  {
    "verse_number": 45,
    "translation": "И вы в дома селились к тем, Кто зло самим себе чинил, Потом же стало ясно вам, Как Мы (сурово) с ними обошлись, И Мы (на этот счет) вам притчи приводили"
  },
  {
    "verse_number": 46,
    "translation": "Они же разными уловками хитрили, Но вся их хитрость - у Аллаха на виду, Если бы даже силою ее (задумки) Могли сдвигаться с места горы"
  },
  {
    "verse_number": 47,
    "translation": "Не думай, что Аллах нарушит обещание Свое, Которое посланникам Своим (в обет) поставил, - Поистине, Аллах могуч, возмездия Блюститель"
  },
  {
    "verse_number": 48,
    "translation": "В тот День, Когда земля заменится другою, Другими станут небеса, - Они предстанут пред Аллахом, Единым и неодолимым в Своей мощи"
  },
  {
    "verse_number": 49,
    "translation": "И ты увидишь в День тот грешников, Что скованы одною цепью (совершённого греха)"
  },
  {
    "verse_number": 50,
    "translation": "Их верхние одежды - из смолы, А лица пламенем покрыты"
  },
  {
    "verse_number": 51,
    "translation": "Чтоб возымела от Аллаха каждая душа, Что уготовила себе (деяньями своими), - Аллах, поистине, в расчете скор"
  },
  {
    "verse_number": 52,
    "translation": "Это - Послание всем людям, Чтоб назидались им и знали, Что Он - Единый Бог для всех, И чтобы мыслящие этим проникались"
  }
]