[
  {
    "verse_number": 1,
    "translation": "Алеф - Лям - Мим"
  },
  {
    "verse_number": 2,
    "translation": "Поистине, сомненья нет, Что Откровение сей Книги (Пришло) от Господа миров"
  },
  {
    "verse_number": 3,
    "translation": "Иль они скажут: \"Он его измыслил!\" О нет! Сие есть Истина, Пришедшая от Бога твоего, Чтоб ею ты увещевал людей, К которым до тебя не приходил наставник, Чтобы могли они идти прямой стезею"
  },
  {
    "verse_number": 4,
    "translation": "Аллах есть Тот, Кто небеса и землю сотворил И все, что между ними, за шесть (небесных) дней И после утвердился на Престоле. Кроме Него, защитника вам нет, Нет покровителя иного. Что ж вам не вспомнить (О судьбах прошлых поколений)"
  },
  {
    "verse_number": 5,
    "translation": "Он сводит Повеление Свое с небес на землю, И, (воплотившись на земле), Оно потом к Нему восходит В какой-то День, Что мерится одною тысячью годов По вашему (земному) счету"
  },
  {
    "verse_number": 6,
    "translation": "Таков Он - Ведающий (все): Сокрытое (от вас) или (представленное) явно, - Могущ и милосерден Он"
  },
  {
    "verse_number": 7,
    "translation": "Кто совершенный вид придал всему, что создал, Из глины начал сотворенье человека"
  },
  {
    "verse_number": 8,
    "translation": "Потом продлил его потомство Из капли жидкости презренной"
  },
  {
    "verse_number": 9,
    "translation": "Потом Он выровнял его и соразмерил, От Духа Своего вдохнул, Дал зрение, и слух, и сердце, - И все ж как мало благодарны вы"
  },
  {
    "verse_number": 10,
    "translation": "И говорят они: \"Ужель когда мы затеряемся в земле, Неужто в обновленном виде Мы будем вновь воссозданы?\" Увы! Они во встречу с Господом своим не верят"
  },
  {
    "verse_number": 11,
    "translation": "Скажи (им): \"Ангел смерти, Кому даны на попеченье вы, Приемлет душу вашу по кончине; Потом к Владыке своему вы возвратитесь"
  },
  {
    "verse_number": 12,
    "translation": "И если б мог ты только видеть, Как головы (в бесчестье) склонят Преступные пред Господом своим: \"Господь наш! Видели и слышали мы то, (О чем нас на земле предупреждали). Верни (на землю) нас, Чтоб мы могли творить благое, - Теперь же в Истине Твоей Убеждены мы всей душой"
  },
  {
    "verse_number": 13,
    "translation": "И если б Мы того желали, Мы б душу всякую вели прямым путем, Но Мое Слово было неизменно: \"Я Ад людьми и джиннами наполню - всеми вместе"
  },
  {
    "verse_number": 14,
    "translation": "Вкусите же (плоды того), Что вы о встрече с этим Днем забыли! Теперь же Мы забудем вас, - Вкусите кару Вечности за все свои дела"
  },
  {
    "verse_number": 15,
    "translation": "Ведь только те в знаменья Наши верят, Кто при помине их ниц падает И воздает свои хвалы Аллаху - Не величаясь, не гордясь"
  },
  {
    "verse_number": 16,
    "translation": "Они свои постели оставляют, И призывают Бога своего Из страха (гнев Его навлечь), С надеждой (на Его благоволенье), И (щедро) раздают (на подать) (Из благ), что низвели Мы им"
  },
  {
    "verse_number": 17,
    "translation": "И ни одна душа из них не знает, (Как много Божьей) благодати Еще сокрыто взорам их В награду за их добрые деянья"
  },
  {
    "verse_number": 18,
    "translation": "Так неужели тот, кто (всей душой) уверовал (в Аллаха), Сравни тому, кто предалсЯ греху? Нет, не равны они нисколько"
  },
  {
    "verse_number": 19,
    "translation": "Тем, кто уверовал и доброе творил, Станут обителью сады Эдема - Как вечное пристанище за праведность их дел"
  },
  {
    "verse_number": 20,
    "translation": "Пристанищем же тем, кто был распутен, Станет огонь (пылающего Ада), И всякий раз, как захотят они его покинуть, Туда их возвратят опять и скажут: \"Вкусите наказание Огнем, Который вы считали ложью"
  },
  {
    "verse_number": 21,
    "translation": "(Но прежде) Мы дадим вкусить им кару ближней (жизни), Прежде чем их подвергнуть величайшей (каре во второй), Чтобы могли покаяться они и (к Нам) вернуться"
  },
  {
    "verse_number": 22,
    "translation": "И есть ли нечестивее того, Кому знаменья Господа его напоминают, А он все ж отвращается от них? Поистине, Мы взыщем с грешников сполна"
  },
  {
    "verse_number": 23,
    "translation": "Мы прежде Мусе дали Книгу - Не будь в сомнении о встрече с Ним - И сыновьям Исраиля назначили ее Путеводителем (по жизни)"
  },
  {
    "verse_number": 24,
    "translation": "И сделали из их числа имамов, Которые указывают путь по Нашим повеленьям, Пока живет в них стойкое терпенье, Пока в них убежденность есть В Господнем (естестве) знамений"
  },
  {
    "verse_number": 25,
    "translation": "В День Воскресения (на Суд) Господь твой, истинно, рассудит между ними Все то, в чем разошлись они"
  },
  {
    "verse_number": 26,
    "translation": "Разве для них не стало поучительным (уроком), Сколько до них Мы погубили поколений, По обиталищам которых они ходят и поныне? В этом, поистине, знамения для них, - Неужто им они не внемлют"
  },
  {
    "verse_number": 27,
    "translation": "Разве не видно им, Как Мы на выжженную землю льем дожди И ими взращиваем (хлебные) поля и нивы (травяные) И с них едят они и кормится их скот, - Неужто этого они не видят"
  },
  {
    "verse_number": 28,
    "translation": "И говорят они: \"Когда же будет этому развязка, Если вы правду говорите"
  },
  {
    "verse_number": 29,
    "translation": "Скажи (им): \"В День Развязки Неверным не поможет вера их, Не будет им дано отсрочки"
  },
  {
    "verse_number": 30,
    "translation": "Так отвернись от них и жди, - Ведь они тоже ждут"
  }
]