[
  {
    "verse_number": 1,
    "translation": "И неминуемо свершится повеление Аллаха, Не торопите (с исполнением) его. Хвала ему! Превыше Он того, Что в соучастники Ему они призвали"
  },
  {
    "verse_number": 2,
    "translation": "Он сводит ангелов (с небес) С Духом Господнего соизволенья К тем из служителей Своих, Кого сочтет Своей угодой: \"Предостеречь (вам надлежит), Что нет иного божества, кроме Меня. Так чтите же Меня (как должно)"
  },
  {
    "verse_number": 3,
    "translation": "Он небеса и землю сотворил По Истине (Господнего Творенья) И превознесся высоко над теми, Которых они прочат в соучастники Ему"
  },
  {
    "verse_number": 4,
    "translation": "Он человека сотворил из капли, И вот - он предстает с открытою враждой"
  },
  {
    "verse_number": 5,
    "translation": "Он сотворил (вам) скот. Для вас в нем - и тепло, и всякая другая польза И от него ж вам - мясо в пищу"
  },
  {
    "verse_number": 6,
    "translation": "Для вас в них - красота и гордость, Когда вы на закате дня Их загоняете домой, А (на восходе солнца) выпускаете (из стойла)"
  },
  {
    "verse_number": 7,
    "translation": "Они же перевозят ваши грузы В те земли, что для вас бы не были доступны Иначе, как с большой затратой сил. Господь ваш, истинно, (к вам) благ и милосерден"
  },
  {
    "verse_number": 8,
    "translation": "(Он сотворил) коней вам, мулов и ослов Для переездов и для пышных (церемоний), И Он творит вам много из того, Что вам доселе неизвестно"
  },
  {
    "verse_number": 9,
    "translation": "И на (всеведенье) Аллаха, (Кого) направить праведным путем, - Ведь есть и те, что отступают от него. И если б Он желал того, Он всех бы вас одним путем направил"
  },
  {
    "verse_number": 10,
    "translation": "Он - Тот, Кто шлет вам воду с неба: Вам от нее - питье И от нее - произрастание (лугов), Где вы (свои стада) пасете"
  },
  {
    "verse_number": 11,
    "translation": "Он ею вам выращивает злаки, Оливы, пальмы, виноградную лозу И множество других плодов (вам в пищу). Поистине, здесь кроется знамение для тех, Кто размышленьям предается"
  },
  {
    "verse_number": 12,
    "translation": "Он подчинил вам Ночь и День И Солнце и Луну И Волею Своей На службу Звезды вам поставил. Поистине, здесь кроется знамение для тех, Кто обладает разуменьем"
  },
  {
    "verse_number": 13,
    "translation": "И то, что Он (для вас) рассеял на земле Такой обильной гаммой цвета, - Поистине, здесь кроется знаменье для людей, Кто вспоминает (благодарно о милосердии Аллаха)"
  },
  {
    "verse_number": 14,
    "translation": "И это Он, Кто подчинил вам море, Чтоб вы питались свежим мясом (обитателей его) И извлекали из него украсы для своих нарядов. Ты видишь корабли, что рассекают его волны Для испрошенья благости Его И чтобы вы могли быть благодарны"
  },
  {
    "verse_number": 15,
    "translation": "И бросил Он на землю горные твердыни, Прочно стоящие (в недвижности своей), Чтобы она не колебалась с вами. Провел вам реки и (скрестил) пути, Чтоб, осознав величие Его, Идти вам праведной стезею"
  },
  {
    "verse_number": 16,
    "translation": "И знаки (на путях поставил), Хотя (так часто!) и по звездам Вершат они (свой дальний) путь"
  },
  {
    "verse_number": 17,
    "translation": "Так неужели Тот, Кто (все) творит, Сравни тому, кто ничего создать не может? Что ж вам об этом не подумать"
  },
  {
    "verse_number": 18,
    "translation": "И если станете считать благодеяния Аллаха, Вам (никогда) не счесть их (до конца), - Аллах, поистине, прощающ, милосерд"
  },
  {
    "verse_number": 19,
    "translation": "И знает Он, что вы скрываете (в душе), А что являете открыто"
  },
  {
    "verse_number": 20,
    "translation": "И те, кого вы чтите наравне с Аллахом, Не в состоянье ничего творить, А сами же сотворены (воображеньем вашим)"
  },
  {
    "verse_number": 21,
    "translation": "Они мертвы, в них жизни нет, А потому и знать не могут, Когда им предстоит воскреснуть"
  },
  {
    "verse_number": 22,
    "translation": "Ваш Бог - Единый Бог (для всех), А те, кто в будущую жизнь не верит, - Сердца их это отвергают, И величаются они (в гордыне)"
  },
  {
    "verse_number": 23,
    "translation": "Аллах же несомненно знает И что они таят (в душе), Что напоказ являют. Аллах не любит тех, Кто величается в гордыне"
  },
  {
    "verse_number": 24,
    "translation": "Когда им говорят: \"Что ваш Господь вам ниспослал?\", Они (небрежно) отвечают: \"Сказы былых (народов и времен)"
  },
  {
    "verse_number": 25,
    "translation": "Так пусть они несут сполна В День Воскресения (на Суд) Весь тяжкий груз (земных деяний), А также ношу тех, Кого по безрассудству Они свели (с Господнего пути), - И как же горестна им будет эта ноша"
  },
  {
    "verse_number": 26,
    "translation": "Хитрили и предшественники их, Но снес Аллах их здание до основанья, И кровля от него обрушилась на них, И поразила их Господня кара, Откуда они знать не знали"
  },
  {
    "verse_number": 27,
    "translation": "Но потом В День Воскресения (на Суд) Он их бесчестием покроет И скажет: \"Где \"сотоварищи\" Мои, Касательно которых Вы (неустанно) спор вели?\" И скажут те, кому даровано познанье: \"Сегодня, истинно, бесчестие и зло Падут (на головы) неверных"
  },
  {
    "verse_number": 28,
    "translation": "На тех, которых ангелы берут на упокой, Когда осквернены их души (Грехами) собственных деяний (на земле). Тогда они покорность явят, (говоря): \"Мы зла (намеренно) не совершали!\" \"Но нет! - (ответом будет им). - Аллаху, истинно, известно (Все то), что совершили вы"
  },
  {
    "verse_number": 29,
    "translation": "Войдите же во врАта Ада, Чтобы навечно там остаться. И как мерзка обитель тех, Которые исполнились гордыни"
  },
  {
    "verse_number": 30,
    "translation": "(А праведным), что Господа страшились, скажут: \"Что вам Господь ваш ниспослал?\" Они ответят: \"(Все) благое\". Для тех, кто в этой жизни делает добро, Благое - в этом мире И еще лучше - пребывание в другом. И как, поистине, прекрасна Обитель тех, кто был благочестив, (Господнего страшася гнева)"
  },
  {
    "verse_number": 31,
    "translation": "Эдемские сады, куда они войдут, реками омовенны, - Для них там все, что захотят они. Так воздает Аллах благочестивым"
  },
  {
    "verse_number": 32,
    "translation": "Таким, Которых ангелы возьмут на упокой благими И скажут им: \"Мир вам! Войдите в Рай (в награду) за деянья ваши"
  },
  {
    "verse_number": 33,
    "translation": "Неужто ждут (неверные) того, Чтоб ангелы пришли за ними (взять души их на упокой), Или пришло к ним повеленье твоего Владыки (Касательно их участи по смерти)? Но то же делали и те, кто был до них. Им не Аллах обиды причинил - Они самим себе обиды причинили"
  },
  {
    "verse_number": 34,
    "translation": "На них обрушилась вся мерзость их деяний, Со всех сторон их охватило то, Над чем они (в сей жизни) насмехались"
  },
  {
    "verse_number": 35,
    "translation": "Сказали те, кто прочит соучастников (Аллаху): \"Если б Аллах желал того, Мы б никому, кроме Него, не поклонялись - Ни мы, ни наши праотцы, И ни на что бы без Него Запретов мы не налагали б\". Так делали и те, Которые до них (грешили). Неужто в миссии посланников есть что-то, Помимо ясной передачи (Откровений)"
  },
  {
    "verse_number": 36,
    "translation": "Поистине, Мы каждому народу Посланника послали (с повеленьем): \"Аллаха чтите и Тагута обходите стороной\". Были средь них и те, Кого Аллах прямой стезей направил, Но были также те, Чья участь утвердилась заблужденьем. Пройдите ж по земле и посмотрите, Каков конец был тех, Кто ложью счел (увещевания пророков)"
  },
  {
    "verse_number": 37,
    "translation": "И если жаждешь ты, (о Мухаммад!), их руководства, Так ведь Аллах не поведет прямым путем, Кого оставил в заблуждении скитаться, - Таким помощников не будет"
  },
  {
    "verse_number": 38,
    "translation": "Они клянутся именем Аллаха - Своею величайшею из клятв: \"Не воскресит Аллах того, кто умер!\" Но нет! Он (сделает сие) По истине Его обетованья! Но большинство людей не знает"
  },
  {
    "verse_number": 39,
    "translation": "(Он сделает сие), чтоб ясно указать им Всю суть того, в чем разошлись они, И чтоб неверные узнали, Что были именно они лжецами"
  },
  {
    "verse_number": 40,
    "translation": "Ведь для всего, что Мы желаем, Есть Слово, сказанное Нами: \"Будь!\" И вот оно уж есть"
  },
  {
    "verse_number": 41,
    "translation": "А тем, которые ради Аллаха Переселились (в чуждые края) После того, как их подвергли притесненьям, Мы, несомненно, предоставим Прекрасные жилища в этом мире, И еще большей будет им Награда будущего мира, - О, если б они только знали"
  },
  {
    "verse_number": 42,
    "translation": "Все те, кто стойко-терпелив И кто на Господа надежды возлагает"
  },
  {
    "verse_number": 43,
    "translation": "И до тебя Посланцами от Нас лишь люди были, Которым Мы внушали (Откровенье); И если этого не знаете вы сами, Спросите тех, кому Писание дано (до вас)"
  },
  {
    "verse_number": 44,
    "translation": "(И слали их Мы) С ясными знаменьями и Книгами (пророчеств). И Мы тебе послали Откровенье, Чтобы ты ясно людям изъяснял, Что им ниспослано (от Нас), И чтоб они могли (над этим) поразмыслить"
  },
  {
    "verse_number": 45,
    "translation": "Неужто те, кто ухищряется во зле, Уверены, что никогда Аллах Не повелит земле их поглотить Иль не падет на них (Господня) кара, Откуда они знать не знают"
  },
  {
    "verse_number": 46,
    "translation": "Иль что их не настигнет (кара) В разгаре их хлопот (мирских) И им возможности не будет Освободиться от нее"
  },
  {
    "verse_number": 47,
    "translation": "Иль что их не настигнет медленная гибель? Ведь твой Господь, поистине, и благ, и милосерд"
  },
  {
    "verse_number": 48,
    "translation": "Не видят ли они, Как от всего, что создано Аллахом, (Покорно) тени клонятся направо и налево, Аллаху (благовейно) поклоняясь, А сами же они исполнены смиренья"
  },
  {
    "verse_number": 49,
    "translation": "И поклоняется Аллаху Вся живность в небесах и на земле, И ангелы (Ему послушны), - Все перед Ним слагают свою гордость, (Не величаются пред Ним)"
  },
  {
    "verse_number": 50,
    "translation": "Они благоговейно чтят Владыку своего над ними И выполняют то, Что им повелено свершить"
  },
  {
    "verse_number": 51,
    "translation": "Аллах сказал: \"Вы не берите двух богов (для почитанья), Ведь Бог, поистине, Един. А потому (в деяниях мирских) Вам должно лишь Меня страшиться"
  },
  {
    "verse_number": 52,
    "translation": "Ведь, истинно, Ему принадлежит Все в небесах и на земле, И неустанное служение - Ему! Так неужели вы иных (богов), кроме Аллаха, (Способны чтить) и станете страшиться"
  },
  {
    "verse_number": 53,
    "translation": "Каким бы благом вы ни обладали, Оно исходит от Аллаха. Когда же вас коснется горе, Вы со стенанием взываете к Нему"
  },
  {
    "verse_number": 54,
    "translation": "Когда же Он рассеет ваше горе, Глядите! Часть из вас Уж соучастников Владыке своему пророчит"
  },
  {
    "verse_number": 55,
    "translation": "Не веря в то, что это Мы им дали. (Так что ж!) Черпайте наслажденье! Потом вам предстоит узнать"
  },
  {
    "verse_number": 56,
    "translation": "Они отводят тем, кого не знают, Долю того, чем Мы их наделили. Клянусь Аллахом, спросят вас за то, Что вы измыслили (своим воображеньем)"
  },
  {
    "verse_number": 57,
    "translation": "Они Аллаху прочат дочерей. Субхан Алла! Себе же - то, чего они желают"
  },
  {
    "verse_number": 58,
    "translation": "Когда ж кого-нибудь из них Обрадуют о дочери благою вестью, Мрачнеет лик его, И он становится уныл и удручен"
  },
  {
    "verse_number": 59,
    "translation": "И начинает сторониться он людей От горечи той самой вести, Которой был обрадован (обложно для него): Оставить ли ее на посрамление себе Или в песке (надежно) схоронить? Как зло (и нечестиво) они мыслят"
  },
  {
    "verse_number": 60,
    "translation": "И тем, кто в будущую жизнь не верит, - Лишь злая притча о дурном; Аллаху ж - притча, величайшая из всех. Он, истинно, могуч и мудр"
  },
  {
    "verse_number": 61,
    "translation": "И если бы Аллах вменил себе Наказывать людей за их несправедливость, Он на земле бы не оставил Ни одного живого существа. Но Он дает отсрочку им До установленного срока. Когда же срок сей подойдет, Они ни на единый час Его не смогут отложить или ускорить"
  },
  {
    "verse_number": 62,
    "translation": "Они Аллаху придают такое, Чего гнушаются и ненавидят сами; Их языки вещают ложь, Что им прекрасное - (лишь в этом мире). Им, несомненно, - огнь Ада, И будут они первыми низвергнуты в него"
  },
  {
    "verse_number": 63,
    "translation": "В знак (имени) Аллаха, - Мы до тебя (посланников) к народам разным слали, Но Сатана им разукрасил их деянья. Сегодня он - защитник им, А (в будущем) их (ждет) мучительная кара"
  },
  {
    "verse_number": 64,
    "translation": "Мы ниспослали тебе Книгу Лишь для того, чтоб разъяснил ты им То, в чем они между собой разноголосят; Чтоб она стала руководством И милостью (от Нас) для верующих (в Бога)"
  },
  {
    "verse_number": 65,
    "translation": "Аллах ниспосылает с неба воду И ею возвращает жизнь земле После того, как смерть ей наступила. В этом, поистине, знамение для тех, Которые прислушаться (готовы)"
  },
  {
    "verse_number": 66,
    "translation": "Поистине, для вас (даже) в скоте Таится назидание (Господне): Мы из того даем вам пить, Что (образуется) в их теле Между экскрецией и кровью, - Молоко, которое и чисто, и приятно Для тех, кто пьет его"
  },
  {
    "verse_number": 67,
    "translation": "Из пальмовых плодов и виноградных лоз Вы пищу добрую находите себе И опьяняющий напиток, - Здесь, истинно, знамение для тех, кто разумеет"
  },
  {
    "verse_number": 68,
    "translation": "И твой Господь вменил пчеле: \"Устраивай себе жилище В горах, в деревьях и в людских постройках"
  },
  {
    "verse_number": 69,
    "translation": "Питайся всякими плодами, Летай смиренно по путям, (Проложенным) твоим Владыкой\". Из внутренностей их питье выходит, Что различается по цвету, - В котором врачеванье для людей, И здесь, поистине, знамение для тех, Кто размышленьям предается"
  },
  {
    "verse_number": 70,
    "translation": "Аллах творит вас, А потом на упокой вас забирает. Средь вас есть те, Кто, погружаясь в немощь дряхлых лет, Лишается (всего богатства) знаний, Которым он владел в былые времена. Аллах, поистине, всезнающ и могуч"
  },
  {
    "verse_number": 71,
    "translation": "В (раздаче) жизненных даров Аллах одних из вас другим предпочитает. Но те, которым предпочтения даны, Не отдадут (и части) своей доли (Невольникам), которыми владеют, Чтоб с ними в этом наравне не быть. Неужто и теперь они (посмеют) отрицать Ту милость, (что Он им назначил)"
  },
  {
    "verse_number": 72,
    "translation": "Аллах вам дал супруг из вас самих, И от супруг вам дал детей и внуков, И одарил благами вас, - Так неужели они верят в ложь, Неблагодарно отвергая Его милость"
  },
  {
    "verse_number": 73,
    "translation": "И чтят они с Аллахом наравне Того, кто им ни с неба, ни с земли Не в состоянии потребное доставить"
  },
  {
    "verse_number": 74,
    "translation": "Не проводите же подобий, относящихся к Аллаху, (И не зовите в равные Ему). Аллах, поистине, (все) знает - Вам не известно (ничего)"
  },
  {
    "verse_number": 75,
    "translation": "Аллах приводит вам сравненье: Невольник - раб, который не владеет, истинно, ничем, - И тот, которого прекраснейшим уделом Мы наделили от Себя, И он расходует (на милость) из него Открыто или тайно. Сравни ль друг другу эти двое? Хвала Аллаху, нет! Но большинство из них (того) не понимает"
  },
  {
    "verse_number": 76,
    "translation": "Аллах приводит вам сравненье: Один - немой, который ничего не может И в тягость господину своему, - Куда б его он ни послал, С добром не возвратится он. Так неужели наравне он с тем, Кто к справедливости зовет И на прямом пути деяет"
  },
  {
    "verse_number": 77,
    "translation": "И лишь Аллах владеет Сокровенным неба и земли, Его решенье о (приходе) Часа - Мгновенье ока иль еще быстрее. Аллах, поистине, над каждой вещью мощен"
  },
  {
    "verse_number": 78,
    "translation": "Аллах извел вас из утробы ваших матерей Лишенными любого знанья, Он дал вам слух и зрение, познание и чувства, Чтоб вы могли быть благодарны"
  },
  {
    "verse_number": 79,
    "translation": "Разве не видят они птиц, (Держащихся) в пространстве неба Послушно (воле своего Творца)? Так удержать их может лишь Аллах, - В этом, поистине, знамение для тех, Кто верует (в Него)"
  },
  {
    "verse_number": 80,
    "translation": "Аллах вам дал очаг в ваших домах И дал жилища вам из шкур скота, Которые легки для переноса, Когда вы отправляетесь (в поход) Иль в переездах делаете остановку. Из шерсти их, щетины иль волос - Вам бытовая утварь на (походный) срок"
  },
  {
    "verse_number": 81,
    "translation": "И из того, что сотворил Аллах: Он дал вам тень, Убежища средь гор построил, Одежды дал, что от жары спасают вас, И дал одежды вам, Что вас от ярости друг друга защищают. Так завершает Он Свою вам милость, Чтобы Ему вы предались"
  },
  {
    "verse_number": 82,
    "translation": "Но если же они отворотятся, То на тебе, (о Мухаммад!), Лишь передача ясная (Господнего посланья)"
  },
  {
    "verse_number": 83,
    "translation": "Благодеяния Аллаха им понятны, Потом же отрицают они их, - Ведь большинство из них В своем неверии неблагодарны"
  },
  {
    "verse_number": 84,
    "translation": "Настанет День, Когда от каждого народа Восставим Мы свидетеля (их дел), И вот тогда не будет разрешение дано Таким, кто не уверовал (в Аллаха, Ни оправдать себя в том мире, Ни искупить вину, вернувшись в этот мир), И милость им оказана не будет"
  },
  {
    "verse_number": 85,
    "translation": "Тогда увидят те, что были беззаконны, кару - Она не будет смягчена для них, И им не получить отсрочки"
  },
  {
    "verse_number": 86,
    "translation": "А те, что придавали соучастников Аллаху, Когда увидят соучастников своих, \"Владыка наш! - воскликнут. - Вот - наши соучастники, К которым мы взывали наравне с Тобой!\" Но те (ответное) им бросят слово: \"Лжецы вы, истинно, и только"
  },
  {
    "verse_number": 87,
    "translation": "В тот День Они Аллаху явят полную покорность, От них исчезнет то, Что они лживо измышляли"
  },
  {
    "verse_number": 88,
    "translation": "Для тех, кто не уверовал в Аллаха И совратил с Его пути (других), Мы будем кару к каре прибавлять За то, что сеяли нечестие (и смуту)"
  },
  {
    "verse_number": 89,
    "translation": "Настанет День, Когда из каждого народа Мы против них свидетеля (их дел) поставим, А против этих Тебя свидетелем, (о Мухаммад!), Мы приведем. Мы ниспослали тебе Книгу для разъяснения всего, Как руководство, благовестие и милость Для мусульман, (предавшихся Господней Воле)"
  },
  {
    "verse_number": 90,
    "translation": "Аллах повелевает справедливость, Благодеяние и щедрость к близким, Он запрещает мерзость, беззаконие и бунт, Он вразумляет вас, Чтоб вы размыслили (и обратились)"
  },
  {
    "verse_number": 91,
    "translation": "Так соблюдайте ж Договор с Аллахом, Когда в него уже вступили вы; Не нарушайте ваших клятв, Когда вы их уже скрепили: Ведь вы назначили Аллаха поручителем за вас, - Ему же, истинно известно Все то, что делаете вы"
  },
  {
    "verse_number": 92,
    "translation": "Не будьте вы подобны той, Что распустила свою пряжу После того, как накрепко свила Отдельные ее плетенья. Не обращайте своих клятв (В объект доходного) обмана меж собой, Когда из вас одна община Числом поболее другой, - Этим Аллах испытывает вас. В День Воскресения Он ясно вам покажет Все то, в чем расходились вы"
  },
  {
    "verse_number": 93,
    "translation": "И будь на то желание Аллаха, Он сделал бы вас всех одним народом (веры). Но Он (всеведеньем Своим) желает Одних (оставить во грехе) блуждать, Других - направить (благосклонно). И непременно спросят вас о том, Что вы творили (по своей угоде)"
  },
  {
    "verse_number": 94,
    "translation": "И не используйте вы клятв своих Как (средство) вероломного обмана, Чтоб, поскользнувшись, ваши ноги (Не опрокинули с пути вас) После того, как они твердо встали на него; Чтоб не вкусить вам зло за то, Что совратили вы (людей) с пути Аллаха. И вам - великое (за это) наказанье"
  },
  {
    "verse_number": 95,
    "translation": "За Договор с Аллахом мизерную плату не берите, - Для вас ведь то, что у Аллаха, Поистине, гораздо лучше, - О, если бы вы только знали"
  },
  {
    "verse_number": 96,
    "translation": "Всё, чем владеете вы (здесь), (со временем) иссякнет, Что у Аллаха - остается навсегда, И воздадим Мы терпеливым их награду По соответствию их лучших дел"
  },
  {
    "verse_number": 97,
    "translation": "Тот, кто творит добро и верует (в Аллаха), Будь то мужчина или дева, - Тому Мы жизнь благодатную даруем И воздадим награду им По соответствию их лучших дел"
  },
  {
    "verse_number": 98,
    "translation": "Когда читаешь ты Коран, Проси защиты у Аллаха От Сатаны, гонимого камнями"
  },
  {
    "verse_number": 99,
    "translation": "Поистине, нет власти у него Над теми, кто уверовал (в Аллаха) И на Него свои надежды возлагает"
  },
  {
    "verse_number": 100,
    "translation": "Он власть имеет лишь над теми, Кто избирает покровителем его И соучастников Аллаху прочит"
  },
  {
    "verse_number": 101,
    "translation": "Когда одно знамение Корана Другим Мы заменить (изволим) - Ведь, истинно, Аллаху лучше знать, Что Он ниспосылает, - То говорят они: \"Ты - выдумщик, и только!\" Нет! Большинство из них не знает"
  },
  {
    "verse_number": 102,
    "translation": "Скажи (им): \"Дух святой Низвел его во Истине от вашего Владыки, Чтоб верных утвердить (на праведной стезе) И чтобы стал он руководством (для людей) И благовестием для всех предавшихся Аллаху"
  },
  {
    "verse_number": 103,
    "translation": "Поистине, Мы знаем О том, что говорят они: \"Ведь учит этому его всего лишь человек!\" Хотя язык того, кого они обложно называют, - Чужеземный, А этот же - язык арабский, ясный"
  },
  {
    "verse_number": 104,
    "translation": "Тех, кто не верует в знамения Аллаха, Аллах прямым путем не поведет, Для них - мучительная кара"
  },
  {
    "verse_number": 105,
    "translation": "Ведь измышляют ложь лишь те, Кто не уверовал в знамения Господни. Они-то, истинно, лжецы"
  },
  {
    "verse_number": 106,
    "translation": "Над теми, кто отверг Аллаха После того, как он уверовал в Него, - Помимо тех, кто приневолен был к тому, А сердцем же остался твердым в своей вере, - Над теми лишь, Кто грудь свою неверию открыл, Отяготеет гнев Аллаха, И наказание великое пребудет"
  },
  {
    "verse_number": 107,
    "translation": "И это им - за то, Что возлюбили они жизнь в этом мире Больше (наградной вечности) в другом. Неверных же Аллах не направляет"
  },
  {
    "verse_number": 108,
    "translation": "И это - те, на чьи сердца, глаза и уши Наложена печать (всеведеньем) Аллаха: Они - беспечны и не внемлют"
  },
  {
    "verse_number": 109,
    "translation": "И, несомненно, в (вечности) другого мира Они убыток (тяжкий) понесут"
  },
  {
    "verse_number": 110,
    "translation": "Но к тем, кто (в чуждые края) переселился После (тяжелых) испытаний, Потом все силы и терпение свое В борьбе (за веру) положил, - Господь твой после этого (к ним будет), Поистине, прощающ, милосерд"
  },
  {
    "verse_number": 111,
    "translation": "Настанет День, В который каждая душа Придет (на Суд) и будет защищаться, И каждой будет верно воздано за то, Что предварили ей ее деянья, И им не нанесут обид несправедливо"
  },
  {
    "verse_number": 112,
    "translation": "Аллах приводит в притчу город, Что пребывал в спокойствии и мире, И в изобилии к нему со всех сторон Потребное для жизни приходило. Но не признал он милостей Аллаха, И вот тогда одел его Аллах В одежды голода и страха. За (зло)деянья (жителей его)"
  },
  {
    "verse_number": 113,
    "translation": "Из них самих пришел посланник к ним, Они же как лжеца его отвергли, И поразила их (Господня) кара, Когда они, (не внемля увещаньям, По-прежнему) творили зло"
  },
  {
    "verse_number": 114,
    "translation": "Берите ж в пищу то, Что вам Аллах дарует: дозволенное и благое, И благодарны будьте милости Его, Коль Он есть Тот, в Кого уверовали вы"
  },
  {
    "verse_number": 115,
    "translation": "Он запретил вам в пищу только мертвечину, Кровь, и свинину, и всякую живую тварь, Что с именем других, а не Аллаха Была заколота (для пищи). Но кто принУжден будет к этой пище Без нечестивости и своевольного непослушанья, - Так ведь Аллах прощающ, милосерд"
  },
  {
    "verse_number": 116,
    "translation": "Какую б ложь вам ваши языки Ни издавали (из корысти), Не говорите никогда: \"Сие - дозволено, сие - запрещено\", Чтоб приписать Аллаху ложь. Не благоденствовать, поистине, таким, Кто ложь возводит на Аллаха"
  },
  {
    "verse_number": 117,
    "translation": "Их наслажденье (в этом мире) кратко и ничтожно, (В другом же) - им болезненные муки"
  },
  {
    "verse_number": 118,
    "translation": "А тем, кто следует иудаизму, Мы запретили то, О чем тебе поведали Мы раньше. Не Мы несправедливы были к ним - Они к самим себе несправедливы были"
  },
  {
    "verse_number": 119,
    "translation": "Но, истинно, Господь твой к тем, Кто по неведению совершит дурное, Потом раскается и зло добром покроет, - Господь твой после этого всего Будет прощающ, истинно, и милосерд"
  },
  {
    "verse_number": 120,
    "translation": "Был Ибрахим, поистине, имамом, Покорно преданным Аллаху, - истинный ханиф, И не был он из многобожников (неверных)"
  },
  {
    "verse_number": 121,
    "translation": "Он благодарным был за милости Аллаха, И Он избрал его и праведным путем направил"
  },
  {
    "verse_number": 122,
    "translation": "Мы даровали ему блага в этой жизни, А в будущей - ему средь праведников быть"
  },
  {
    "verse_number": 123,
    "translation": "Потом тебе Мы (в Откровении) внушили: \"Ты следуй вере Ибрахима, верного ханифа, Ведь не был он из многобожников (неверных)"
  },
  {
    "verse_number": 124,
    "translation": "И лишь для тех была назначена суббота, Что разошлись (в вопросе соблюдения) ее. Но в День (их) Воскресения (на Суд) Господь твой, истинно, рассудит между ними Все то, в чем разошлись они"
  },
  {
    "verse_number": 125,
    "translation": "Зови на путь Господень мудростью и добрым наставленьем И с ними спор достойным образом веди. Поистине, Господь твой лучше знает тех, Которые сошли с Его пути, И лучше знает тех, Которые идут прямой стезею"
  },
  {
    "verse_number": 126,
    "translation": "И если вы (хотите) наказать (кого-то за обиду), Наказывайте в равной степени тому, Чем (прежде) наказали (они) вас. Но если вы (великодушно предпочтете Снести обиду) терпеливо (и простить), То это - лучше (по Господнему завету) Для тех, кто терпелив (и ближнему прощает)"
  },
  {
    "verse_number": 127,
    "translation": "Так будь же терпелив, (о Мухаммад!), Твое терпенье - только в веденье Аллаха; О них печалиться не надо - Пусть их коварные уловки Стеснением тебе не давят грудь"
  },
  {
    "verse_number": 128,
    "translation": "Аллах, поистине, лишь с теми, Которые страшатся Его гнева, И с теми, кто творит добро"
  }
]