[
  {
    "verse_number": 1,
    "translation": "Ta-Sin-Mim.",
    "text_uthmani": " طسٓمٓ",
    "text_uthmani_transcribed": "Ṭā Sīm Mīm."
  },
  {
    "verse_number": 2,
    "translation": "Dies sind die Zeichen des deutlichen Buches.",
    "text_uthmani": "تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ ٱلْمُبِينِ",
    "text_uthmani_transcribed": "Tilka āyātul-kitābil-mubīn(i)."
  },
  {
    "verse_number": 3,
    "translation": "Wir verlesen dir von der Kunde über Musa und Fir’aun der Wahrheit entsprechend, für Leute, die glauben.",
    "text_uthmani": "نَتْلُوا۟ عَلَيْكَ مِن نَّبَإِ مُوسَىٰ وَفِرْعَوْنَ بِٱلْحَقِّ لِقَوْمٍ يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Natlū 'alaika min naba'i mūsā wa fir'auna bil-ḥaqqi liqaumiy yu'minūn(a)."
  },
  {
    "verse_number": 4,
    "translation": "Gewiß, Fir’aun zeigte sich überheblich im Land und machte seine Bewohner zu Lagern, von denen er einen Teil unterdrückte, indem er ihre Söhne abschlachtete und (nur) ihre Frauen am Leben ließ. Gewiß, er gehörte zu den Unheilstiftern.",
    "segmented": [
      {
        "translation": "Gewiß, Fir’aun zeigte sich überheblich im Land",
        "text_uthmani": "إِنَّ فِرْعَوْنَ عَلَا فِى ٱلْأَرْضِ",
        "text_uthmani_transcribed": "Inna fir'awna 'ala fi al-ardi"
      },
      {
        "translation": "und machte seine Bewohner zu Lagern, von denen er einen Teil unterdrückte, indem er ihre Söhne abschlachtete",
        "text_uthmani": "وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَآئِفَةً مِّنْهُمْ يُذَبِّحُ أَبْنَآءَهُمْ",
        "text_uthmani_transcribed": "Waja'ala ahlaha shiya'an yastad'ifu ta'ifatan minhum yudhabbihu abna'ahum"
      },
      {
        "translation": "und (nur) ihre Frauen am Leben ließ. Gewiß, er gehörte zu den Unheilstiftern.",
        "text_uthmani": "وَيَسْتَحْىِۦ نِسَآءَهُمْ ۚ إِنَّهُۥ كَانَ مِنَ ٱلْمُفْسِدِينَ",
        "text_uthmani_transcribed": "Wa yastahyi nisa'ahum. Innahu kana mina al-mufsidin"
      }
    ],
    "text_uthmani": "إِنَّ فِرْعَوْنَ عَلَا فِى ٱلْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَآئِفَةً مِّنْهُمْ يُذَبِّحُ أَبْنَآءَهُمْ وَيَسْتَحْىِۦ نِسَآءَهُمْ ۚ إِنَّهُۥ كَانَ مِنَ ٱلْمُفْسِدِينَ",
    "text_uthmani_transcribed": "Inna fir'auna 'alā fil-arḍi wa ja'ala ahlahā syiya'ay yastaḍ'ifu ṭā'ifatam minhum yużabbiḥu abnā'ahum wa yastaḥyī nisā'ahum, innahū kāna minal-mufsidīn(a)."
  },
  {
    "verse_number": 5,
    "translation": "Wir aber wollten denjenigen, die im Land unterdrückt wurden, eine Wohltat erweisen und sie zu Vorbildern machen und zu Erben machen,",
    "text_uthmani": "وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسْتُضْعِفُوا۟ فِى ٱلْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ ٱلْوَٰرِثِينَ",
    "text_uthmani_transcribed": "Wa nurīdu an namunna 'alal-lażīnastuḍ'ifū fil-arḍi wa naj'alahum a'immataw wa naj'alahumul-wāriṡīn(a)."
  },
  {
    "verse_number": 6,
    "translation": "ihnen eine feste Stellung im Land verleihen und Fir’aun, Haman und deren Heerscharen durch sie das erfahren lassen, wovor sie sich immer vorzusehen suchten.",
    "segmented": [
      {
        "translation": "ihnen eine feste Stellung im Land verleihen und Fir’aun, Haman",
        "text_uthmani": "وَنُمَكِّنَ لَهُمْ فِى ٱلْأَرْضِ وَنُرِىَ فِرْعَوْنَ وَهَـٰمَـٰنَ",
        "text_uthmani_transcribed": "Wa numakkina lahum fi al-ardi wa nuriya fir'awna wa haman"
      },
      {
        "translation": "und deren Heerscharen durch sie das erfahren lassen, wovor sie sich immer vorzusehen suchten.",
        "text_uthmani": "وَجُنُودَهُمَا مِنْهُم مَّا كَانُوا۟ يَحْذَرُونَ",
        "text_uthmani_transcribed": "Wa junudahuma minhum ma kanu yahdharoon"
      }
    ],
    "text_uthmani": "وَنُمَكِّنَ لَهُمْ فِى ٱلْأَرْضِ وَنُرِىَ فِرْعَوْنَ وَهَـٰمَـٰنَ وَجُنُودَهُمَا مِنْهُم مَّا كَانُوا۟ يَحْذَرُونَ",
    "text_uthmani_transcribed": "Wa numakkina lahum fil-arḍi wa nuriya fir'auna wa hāmāna wa junūdahumā minhum mā kānū yaḥżarūn(a)."
  },
  {
    "verse_number": 7,
    "translation": "Und Wir gaben der Mutter Musas ein: „Stille ihn. Und wenn du um ihn fürchtest, dann setze ihn in das Wasser und fürchte dich nicht und sei nicht traurig. Wir werden ihn dir zurückbringen und ihn zu einem der Gesandten machen.",
    "segmented": [
      {
        "translation": "Und Wir gaben der Mutter Musas ein: „Stille ihn.",
        "text_uthmani": "وَأَوْحَيْنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنْ أَرْضِعِيهِ",
        "text_uthmani_transcribed": "Wa awhayna ila ummi Musa an ardi'ihi"
      },
      {
        "translation": "Und wenn du um ihn fürchtest, dann setze ihn in das Wasser und fürchte dich nicht und sei nicht traurig.",
        "text_uthmani": "ۖ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِى ٱلْيَمِّ وَلَا تَخَافِى وَلَا تَحْزَنِىٓ",
        "text_uthmani_transcribed": "Fa idha khifti alayhi fa alqihi fi al-yammi wa la takhafi wa la tahzani"
      },
      {
        "translation": "Wir werden ihn dir zurückbringen und ihn zu einem der Gesandten machen.",
        "text_uthmani": "ۖ إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ ٱلْمُرْسَلِينَ",
        "text_uthmani_transcribed": "Inna raduhu ilayki wa ja'iluhu mina al-mursalin"
      }
    ],
    "text_uthmani": "وَأَوْحَيْنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنْ أَرْضِعِيهِ ۖ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِى ٱلْيَمِّ وَلَا تَخَافِى وَلَا تَحْزَنِىٓ ۖ إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ ٱلْمُرْسَلِينَ",
    "text_uthmani_transcribed": "Wa auḥainā ilā mūsā an arḍi'īh(i), fa'iżā khifti 'alaihi fa'alqīhi fil yammi wa lā takhāfī wa lā taḥzanī, innā rāddūhu ilaiki wa jā'ilūhu minal-mursalīn(a)."
  },
  {
    "verse_number": 8,
    "translation": "Da lasen ihn die Angehörigen Fir’auns auf, damit er ihnen zum Feind und (Grund zum) Kummer werde. Gewiß, Fir’aun, Haman und deren Heerscharen pflegten verfehlt zu handeln.",
    "segmented": [
      {
        "translation": "Da lasen ihn die Angehörigen Fir’auns auf, damit er ihnen zum Feind und (Grund zum) Kummer werde.",
        "text_uthmani": "فَٱلْتَقَطَهُۥٓ ءَالُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا ۗ",
        "text_uthmani_transcribed": "Fa-altqatahu alu fir'awna liyakuna lahum 'aduwwan wa hazanan."
      },
      {
        "translation": "Gewiß, Fir’aun, Haman und deren Heerscharen pflegten verfehlt zu handeln.",
        "text_uthmani": "إِنَّ فِرْعَوْنَ وَهَـٰمَـٰنَ وَجُنُودَهُمَا كَانُوا۟ خَـٰطِـِٔينَ",
        "text_uthmani_transcribed": "Inna fir'awna wa haman wa junudahuma kanu khati'in."
      }
    ],
    "text_uthmani": "فَٱلْتَقَطَهُۥٓ ءَالُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا ۗ إِنَّ فِرْعَوْنَ وَهَـٰمَـٰنَ وَجُنُودَهُمَا كَانُوا۟ خَـٰطِـِٔينَ",
    "text_uthmani_transcribed": "Faltaqaṭahū ālu fir'auna liyakūna lahum 'aduwwaw wa ḥazanā(n), inna fir'auna wa hāmāna wa junūdahumā kānū khāṭi'īn(a)."
  },
  {
    "verse_number": 9,
    "translation": "Die Frau Fir’auns sagte: „(Er wird) für mich und dich ein Grund zur Freude sein. Tötet ihn nicht. Vielleicht nützt er uns oder wir nehmen ihn als Kind an. Dabei merkten sie nicht (, was sie taten).",
    "segmented": [
      {
        "translation": "Die Frau Fir’auns sagte: „(Er wird) für mich und dich ein Grund zur Freude sein. Tötet ihn nicht.",
        "text_uthmani": "وَقَالَتِ ٱمْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِّى وَلَكَ ۖ لَا تَقْتُلُوهُ",
        "text_uthmani_transcribed": "Wa qalati imra'atu fir'awna qurratu 'aynin li wa laka. La taqtuluhu"
      },
      {
        "translation": "Vielleicht nützt er uns oder wir nehmen ihn als Kind an. Dabei merkten sie nicht (, was sie taten).",
        "text_uthmani": "عَسَىٰٓ أَن يَنفَعَنَآ أَوْ نَتَّخِذَهُۥ وَلَدًا وَهُمْ لَا يَشْعُرُونَ",
        "text_uthmani_transcribed": "'Asa an yanfa'ana aw nattakhidhahu waladan wa hum la yash'urun"
      }
    ],
    "text_uthmani": "وَقَالَتِ ٱمْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِّى وَلَكَ ۖ لَا تَقْتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوْ نَتَّخِذَهُۥ وَلَدًا وَهُمْ لَا يَشْعُرُونَ",
    "text_uthmani_transcribed": "Wa qālatimra'atu fir'auna qurratu 'ainil lī wa lak(a), lā taqtulūh(u), 'asā ay yanfa'anā au nattakhiżahū waladaw wa hum lā yasy'urūn(a)."
  },
  {
    "verse_number": 10,
    "translation": "Und das Herz der Mutter Musas wurde leer. Beinahe hätte sie ihn fürwahr offen bekanntgegeben, wenn Wir nicht ihr Herz gestärkt hätten, damit sie zu den Gläubigen gehöre.",
    "segmented": [
      {
        "translation": "Und das Herz der Mutter Musas wurde leer.",
        "text_uthmani": "وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَـٰرِغًا ۖ",
        "text_uthmani_transcribed": "Wa asbaha fu'adu ummi musa farighan."
      },
      {
        "translation": "Beinahe hätte sie ihn fürwahr offen bekanntgegeben, wenn Wir nicht ihr Herz gestärkt hätten, damit sie zu den Gläubigen gehöre.",
        "text_uthmani": "إِن كَادَتْ لَتُبْدِى بِهِۦ لَوْلَآ أَن رَّبَطْنَا عَلَىٰ قَلْبِهَا لِتَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
        "text_uthmani_transcribed": "In kadat latubdi bihi lawla an rabatna 'ala qalbiha litakuna mina al-mu'minin."
      }
    ],
    "text_uthmani": "وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَـٰرِغًا ۖ إِن كَادَتْ لَتُبْدِى بِهِۦ لَوْلَآ أَن رَّبَطْنَا عَلَىٰ قَلْبِهَا لِتَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
    "text_uthmani_transcribed": "Wa aṣbaḥa fu'ādu ummi mūsā fārigā(n), in kādat latubdī bihī lau lā ar rabaṭnā 'alā qalbihā litakūna minal-mu'minīn(a)."
  },
  {
    "verse_number": 11,
    "translation": "Und sie sagte zu seiner Schwester: „Folge seiner Spur. Sie beobachtete ihn von fern, ohne daß sie merkten.",
    "text_uthmani": "وَقَالَتْ لِأُخْتِهِۦ قُصِّيهِ ۖ فَبَصُرَتْ بِهِۦ عَن جُنُبٍ وَهُمْ لَا يَشْعُرُونَ",
    "text_uthmani_transcribed": "Wa qālat li'ukhtihī quṣṣīh(i), fabaṣurat bihī 'an junubiw wa hum lā yasy'urūn(a)."
  },
  {
    "verse_number": 12,
    "translation": "Nun hatten Wir ihm zuvor die Ammenbrüste verwehrt. Da sagte sie: „Soll ich euch auf Hausleute hinweisen, die ihn für euch betreuen und ihm aufrichtig zugetan sein würden?",
    "segmented": [
      {
        "translation": "Nun hatten Wir ihm zuvor die Ammenbrüste verwehrt.",
        "text_uthmani": "۞ وَحَرَّمْنَا عَلَيْهِ ٱلْمَرَاضِعَ مِن قَبْلُ",
        "text_uthmani_transcribed": "Wa harramna 'alayhi al-maradi'a min qablu"
      },
      {
        "translation": "Da sagte sie: „Soll ich euch auf Hausleute hinweisen, die ihn für euch betreuen und ihm aufrichtig zugetan sein würden?",
        "text_uthmani": "فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَىٰٓ أَهْلِ بَيْتٍ يَكْفُلُونَهُۥ لَكُمْ وَهُمْ لَهُۥ نَـٰصِحُونَ",
        "text_uthmani_transcribed": "Fa qalat hal adullukum 'ala ahli baytin yakfulunahu lakum wa hum lahu nasihoon"
      }
    ],
    "text_uthmani": "۞ وَحَرَّمْنَا عَلَيْهِ ٱلْمَرَاضِعَ مِن قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَىٰٓ أَهْلِ بَيْتٍ يَكْفُلُونَهُۥ لَكُمْ وَهُمْ لَهُۥ نَـٰصِحُونَ",
    "text_uthmani_transcribed": "Wa ḥarramnā 'alaihil-marāḍi'a min qablu faqālat hal adullukum 'alā ahli baitiy yakfulūnahū lakum wa hum lahū nāṣiḥūn(a)."
  },
  {
    "verse_number": 13,
    "translation": "So brachten Wir ihn zu seiner Mutter zurück, damit sie frohen Mutes und nicht mehr traurig sei und damit sie wissen sollte, daß Allahs Versprechen wahr ist. Aber die meisten von ihnen wissen nicht.",
    "segmented": [
      {
        "translation": "So brachten Wir ihn zu seiner Mutter zurück, damit sie frohen Mutes und nicht mehr traurig sei",
        "text_uthmani": "فَرَدَدْنَـٰهُ إِلَىٰٓ أُمِّهِۦ كَىْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ",
        "text_uthmani_transcribed": "Faradadnahu ila ummihi kay taqarra 'aynuha wa la tahzan"
      },
      {
        "translation": "und damit sie wissen sollte, daß Allahs Versprechen wahr ist. Aber die meisten von ihnen wissen nicht.",
        "text_uthmani": "وَلِتَعْلَمَ أَنَّ وَعْدَ ٱللَّهِ حَقٌّ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
        "text_uthmani_transcribed": "Wa lita'lam anna wa'da Allahi haqqun wa lakinn aktharahum la ya'lamun"
      }
    ],
    "text_uthmani": "فَرَدَدْنَـٰهُ إِلَىٰٓ أُمِّهِۦ كَىْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ ٱللَّهِ حَقٌّ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Faradadnāhu ilā ummihī kai taqarra 'ainuhā wa lā taḥzana wa lita'lama anna wa'dallāhi ḥaqquw wa lākinna akṡarahum lā ya'lamūn(a)."
  },
  {
    "verse_number": 14,
    "translation": "Und als er seine Vollreife und sein Ebenmaß erlangt hatte, gaben Wir ihm Urteil(skraft) und Wissen. So vergelten Wir den Gutes Tuenden.",
    "text_uthmani": "وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسْتَوَىٰٓ ءَاتَيْنَـٰهُ حُكْمًا وَعِلْمًا ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ",
    "text_uthmani_transcribed": "Wa lammā balaga asyuddahū wastawā ātaināhu ḥukmaw wa 'ilmā(n), wa każālika najzil-muḥsinīn(a)."
  },
  {
    "verse_number": 15,
    "translation": "Und er betrat die Stadt zu einer Zeit, als ihre Bewohner unachtsam waren. Da fand er darin zwei Männer, die miteinander kämpften, der eine war von seinem (eigenen) Lager, der andere von seinen Feinden. Da rief ihn derjenige, der von seinem Lager war, zu Hilfe gegen denjenigen, der von den Feinden war. Dann schlug ihn Musa mit der Faust und brachte ihn so um. Er sagte: „Das gehört zum Werk des Satans. Gewiß, er ist ein deutlicher Feind, der in die Irre führt.",
    "segmented": [
      {
        "translation": "Und er betrat die Stadt zu einer Zeit, als ihre Bewohner unachtsam waren.",
        "text_uthmani": "وَدَخَلَ ٱلْمَدِينَةَ عَلَىٰ حِينِ غَفْلَةٍ مِّنْ أَهْلِهَا",
        "text_uthmani_transcribed": "Wa dakhal al-madinata 'ala heeni ghaflatin min ahliha"
      },
      {
        "translation": "Da fand er darin zwei Männer, die miteinander kämpften, der eine war von seinem (eigenen) Lager, der andere von seinen Feinden.",
        "text_uthmani": "فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَـٰذَا مِن شِيعَتِهِۦ وَهَـٰذَا مِنْ عَدُوِّهِۦ",
        "text_uthmani_transcribed": "Fawajada feeha rajulayni yaqtatilani hadha min shi'atihi wa hadha min 'aduwihi"
      },
      {
        "translation": "Da rief ihn derjenige, der von seinem Lager war, zu Hilfe gegen denjenigen, der von den Feinden war.",
        "text_uthmani": "ۖ فَٱسْتَغَـٰثَهُ ٱلَّذِى مِن شِيعَتِهِۦ عَلَى ٱلَّذِى مِنْ عَدُوِّهِۦ",
        "text_uthmani_transcribed": "Fasta'ghathahu alladhee min shi'atihi 'ala alladhee min 'aduwihi"
      },
      {
        "translation": "Dann schlug ihn Musa mit der Faust und brachte ihn so um. Er sagte: „Das gehört zum Werk des Satans.",
        "text_uthmani": "فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيْهِ ۖ قَالَ هَـٰذَا مِنْ عَمَلِ ٱلشَّيْطَـٰنِ",
        "text_uthmani_transcribed": "Fawakazahu Musa faqada 'alayhi. Qala hadha min 'amali ash-shaytan"
      },
      {
        "translation": "Gewiß, er ist ein deutlicher Feind, der in die Irre führt.",
        "text_uthmani": "ۖ إِنَّهُۥ عَدُوٌّ مُّضِلٌّ مُّبِينٌ",
        "text_uthmani_transcribed": "Innahu 'aduwwun mudhillun mubeen"
      }
    ],
    "text_uthmani": "وَدَخَلَ ٱلْمَدِينَةَ عَلَىٰ حِينِ غَفْلَةٍ مِّنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَـٰذَا مِن شِيعَتِهِۦ وَهَـٰذَا مِنْ عَدُوِّهِۦ ۖ فَٱسْتَغَـٰثَهُ ٱلَّذِى مِن شِيعَتِهِۦ عَلَى ٱلَّذِى مِنْ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيْهِ ۖ قَالَ هَـٰذَا مِنْ عَمَلِ ٱلشَّيْطَـٰنِ ۖ إِنَّهُۥ عَدُوٌّ مُّضِلٌّ مُّبِينٌ",
    "text_uthmani_transcribed": "Wa dakhalal-madīnata 'alā ḥīni gaflatim min ahlihā fawajada fīhā rajulaini yaqtatilān(i), hāżā min syī'atihī wa hāżā min 'aduwwih(ī), fastagāṡahul-lażī min syī'atihī 'alal-lażī min 'aduwwih(ī), fawakazahū mūsā faqaḍā 'alaih(i), qāla hāżā min 'amalisy-syaiṭān(i), innahū 'aduwwum muḍillum mubīn(un)."
  },
  {
    "verse_number": 16,
    "translation": "Er sagte: „Mein Herr, ich habe mir selbst Unrecht zugefügt; so vergib mir. Da vergab Er ihm, denn Er ist ja der Allvergebende und Barmherzige.",
    "text_uthmani": "قَالَ رَبِّ إِنِّى ظَلَمْتُ نَفْسِى فَٱغْفِرْ لِى فَغَفَرَ لَهُۥٓ ۚ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
    "text_uthmani_transcribed": "Qāla rabbi innī ẓalamtu nafsī fagfir lī fagafara lah(ū), innahū huwal-gafūrur-raḥīm(u)."
  },
  {
    "verse_number": 17,
    "translation": "Er sagte: „Mein Herr, darum, daß Du mir Gunst erwiesen hast, werde ich den Übeltätern nicht mehr Beistand leisten.",
    "text_uthmani": "قَالَ رَبِّ بِمَآ أَنْعَمْتَ عَلَىَّ فَلَنْ أَكُونَ ظَهِيرًا لِّلْمُجْرِمِينَ",
    "text_uthmani_transcribed": "Qāla rabbi bimā an'amta 'alayya falan akūna ẓahīral lil-mujrimīn(a)."
  },
  {
    "verse_number": 18,
    "translation": "Am Morgen war er in der Stadt furchtsam und hielt (immer wieder) Ausschau. Auf einmal schrie derjenige, der ihn am Tag zuvor um Hilfe gebeten hatte, zu ihm um Beistand. Musa sagte zu ihm: „Du bist offenkundig einer, der wahrlich (zu Gewalttaten) verleitet.",
    "segmented": [
      {
        "translation": "Am Morgen war er in der Stadt furchtsam und hielt (immer wieder) Ausschau.",
        "text_uthmani": "فَأَصْبَحَ فِى ٱلْمَدِينَةِ خَآئِفًا يَتَرَقَّبُ",
        "text_uthmani_transcribed": "Faasbaha fi al-madinati kha'ifan yatarqabu"
      },
      {
        "translation": "Auf einmal schrie derjenige, der ihn am Tag zuvor um Hilfe gebeten hatte, zu ihm um Beistand.",
        "text_uthmani": "فَإِذَا ٱلَّذِى ٱسْتَنصَرَهُۥ بِٱلْأَمْسِ يَسْتَصْرِخُهُۥ",
        "text_uthmani_transcribed": "Fa'ida alladhee istansarahu bil-amsi yastasrikhuhu"
      },
      {
        "translation": "Musa sagte zu ihm: „Du bist offenkundig einer, der wahrlich (zu Gewalttaten) verleitet.",
        "text_uthmani": "ۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِىٌّ مُّبِينٌ",
        "text_uthmani_transcribed": "Qala lahu Musa innaka laghawiyyun mubeenun"
      }
    ],
    "text_uthmani": "فَأَصْبَحَ فِى ٱلْمَدِينَةِ خَآئِفًا يَتَرَقَّبُ فَإِذَا ٱلَّذِى ٱسْتَنصَرَهُۥ بِٱلْأَمْسِ يَسْتَصْرِخُهُۥ ۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِىٌّ مُّبِينٌ",
    "text_uthmani_transcribed": "Fa'aṣbaḥa fil-madīnati khā'ifay yataraqqabu fa'iżal-lażistanṣarahū bil-amsi yastaṣrikhuh(ū), qāla lahū mūsā innaka lagawiyyum mubīn(un)."
  },
  {
    "verse_number": 19,
    "translation": "Als er nun mit Gewalt denjenigen packen wollte, der ihrer beider Feind war, sagte dieser: „O Musa, willst du denn mich töten, wie du gestern eine (Menschen)seele getötet hast? Du willst ja nur ein Gewalttäter im Land sein, und du willst nicht zu den Heilstiftern gehören.",
    "segmented": [
      {
        "translation": "Als er nun mit Gewalt denjenigen packen wollte, der ihrer beider Feind war, sagte dieser: „O Musa, willst du denn mich töten, wie du gestern",
        "text_uthmani": "فَلَمَّآ أَنْ أَرَادَ أَن يَبْطِشَ بِٱلَّذِى هُوَ عَدُوٌّ لَّهُمَا قَالَ يَـٰمُوسَىٰٓ أَتُرِيدُ أَن تَقْتُلَنِى كَمَا قَتَلْتَ نَفْسًۢا بِٱلْأَمْسِ",
        "text_uthmani_transcribed": "Fa lamma an arada an yabtisha bil-ladhee huwa 'aduwwun lahumaa qala ya Musa atureedu an taqtulanee kama qatalta nafsan bil-amsi"
      },
      {
        "translation": "eine (Menschen)seele getötet hast? Du willst ja nur ein Gewalttäter im Land sein, und du willst nicht zu den Heilstiftern gehören.",
        "text_uthmani": "ۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارًا فِى ٱلْأَرْضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلْمُصْلِحِينَ",
        "text_uthmani_transcribed": "In tureedu illa an takuna jabbaran fil-ardi wa ma tureedu an takuna mina al-musliheen"
      }
    ],
    "text_uthmani": "فَلَمَّآ أَنْ أَرَادَ أَن يَبْطِشَ بِٱلَّذِى هُوَ عَدُوٌّ لَّهُمَا قَالَ يَـٰمُوسَىٰٓ أَتُرِيدُ أَن تَقْتُلَنِى كَمَا قَتَلْتَ نَفْسًۢا بِٱلْأَمْسِ ۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارًا فِى ٱلْأَرْضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلْمُصْلِحِينَ",
    "text_uthmani_transcribed": "Falammā an arāda ay yabṭisya bil-lażī huwa 'aduwwul lahumā, qāla yā mūsā aturīdu an taqtulanī kamā qatalta nafsam bil-ams(i), in turīdu illā an takūna jabbāran fil-arḍi wa mā turīdu an takūna minal-muṣliḥīn(a)."
  },
  {
    "verse_number": 20,
    "translation": "Und es kam ein Mann vom äußersten Ende der Stadt gelaufen. Er sagte: „O Musa, die führende Schar berät über dich, um dich zu töten. So geh fort, gewiß, ich gehöre zu denjenigen, die dir guten Rat geben.",
    "segmented": [
      {
        "translation": "Und es kam ein Mann vom äußersten Ende der Stadt gelaufen. Er sagte: „O Musa, die führende Schar berät über dich, um dich zu töten.",
        "text_uthmani": "وَجَآءَ رَجُلٌ مِّنْ أَقْصَا ٱلْمَدِينَةِ يَسْعَىٰ قَالَ يَـٰمُوسَىٰٓ إِنَّ ٱلْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ",
        "text_uthmani_transcribed": "Wa jaa rajulun min aqsa al-madinati yas'aa qala ya Musa inna al-mala'a yatamiruna bika liyaqtuluka"
      },
      {
        "translation": "So geh fort, gewiß, ich gehöre zu denjenigen, die dir guten Rat geben.",
        "text_uthmani": "فَٱخْرُجْ إِنِّى لَكَ مِنَ ٱلنَّـٰصِحِينَ",
        "text_uthmani_transcribed": "Fakhruj inni laka mina al-nasiheen"
      }
    ],
    "text_uthmani": "وَجَآءَ رَجُلٌ مِّنْ أَقْصَا ٱلْمَدِينَةِ يَسْعَىٰ قَالَ يَـٰمُوسَىٰٓ إِنَّ ٱلْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَٱخْرُجْ إِنِّى لَكَ مِنَ ٱلنَّـٰصِحِينَ",
    "text_uthmani_transcribed": "Wa jā'a rajulum min aqṣal-madīnati yas'ā, qāla yā mūsā innal-mala'a ya'tamirūna bika liyaqtulūka fakhruj innī laka minan-nāṣiḥīn(a)."
  },
  {
    "verse_number": 21,
    "translation": "So ging er furchtsam aus ihr fort und hielt (immer wieder) Ausschau. Er sagte: „Mein Herr, errette mich von dem ungerechten Volk.",
    "text_uthmani": "فَخَرَجَ مِنْهَا خَآئِفًا يَتَرَقَّبُ ۖ قَالَ رَبِّ نَجِّنِى مِنَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Fakharaja minhā khā'ifay yataraqqab(u), qāla rabbi najjinī minal-qaumiẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 22,
    "translation": "Und als er sich Madyan zuwandte, sagte er: „Vielleicht wird mein Herr mich den rechten Weg leiten.",
    "text_uthmani": "وَلَمَّا تَوَجَّهَ تِلْقَآءَ مَدْيَنَ قَالَ عَسَىٰ رَبِّىٓ أَن يَهْدِيَنِى سَوَآءَ ٱلسَّبِيلِ",
    "text_uthmani_transcribed": "Wa lammā tawajjaha tilqā'a madyana qāla 'asā rabbī ay yahdiyanī sawā'as-sabīl(i)."
  },
  {
    "verse_number": 23,
    "translation": "Als er nun zum Wasser von Madyan kam, fand er dort eine (ganze) Gemeinschaft von Menschen, die (ihr Vieh) tränkten. Und er fand außer ihnen zwei Frauen, die (ihre Tiere) fernhielten. Er sagte: „Was ist mit euch beiden? Sie sagten: „Wir tränken (unsere Tiere) nicht, bis die Hirten (ihr Vieh) weggetrieben haben. Und unser Vater ist ein hochbetagter Greis.",
    "segmented": [
      {
        "translation": "Als er nun zum Wasser von Madyan kam, fand er dort eine (ganze) Gemeinschaft von Menschen, die (ihr Vieh) tränkten.",
        "text_uthmani": "وَلَمَّا وَرَدَ مَآءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِّنَ ٱلنَّاسِ يَسْقُونَ",
        "text_uthmani_transcribed": "Wa lamma warada ma'a Madyana wajada 'alayhi ummatan mina al-nasi yasquna"
      },
      {
        "translation": "Und er fand außer ihnen zwei Frauen, die (ihre Tiere) fernhielten. Er sagte: „Was ist mit euch beiden?",
        "text_uthmani": "وَوَجَدَ مِن دُونِهِمُ ٱمْرَأَتَيْنِ تَذُودَانِ ۖ قَالَ مَا خَطْبُكُمَا ۖ",
        "text_uthmani_transcribed": "Wa wajada min duni himu imra'atayni tazudani. Qala ma khatbukuma"
      },
      {
        "translation": "Sie sagten: „Wir tränken (unsere Tiere) nicht, bis die Hirten (ihr Vieh) weggetrieben haben. Und unser Vater ist ein hochbetagter Greis.",
        "text_uthmani": "قَالَتَا لَا نَسْقِى حَتَّىٰ يُصْدِرَ ٱلرِّعَآءُ ۖ وَأَبُونَا شَيْخٌ كَبِيرٌ",
        "text_uthmani_transcribed": "Qalata la nasqi hatta yusdira al-ri'a' wa abuna shaykhun kabir"
      }
    ],
    "text_uthmani": "وَلَمَّا وَرَدَ مَآءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِّنَ ٱلنَّاسِ يَسْقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمْرَأَتَيْنِ تَذُودَانِ ۖ قَالَ مَا خَطْبُكُمَا ۖ قَالَتَا لَا نَسْقِى حَتَّىٰ يُصْدِرَ ٱلرِّعَآءُ ۖ وَأَبُونَا شَيْخٌ كَبِيرٌ",
    "text_uthmani_transcribed": "Wa lammā warada mā'a madyana wajada 'alaihi ummatam minan-nāsi yasqūn(a), wa wajada min dūnihimumra'ataini tażūdān(i), qāla mā khaṭbukumā, qālatā lā nasqī ḥattā yuṣdirar-ri'ā'u wa abūnā syaikhun kabīr(un)."
  },
  {
    "verse_number": 24,
    "translation": "Da tränkte er ihnen (ihre Tiere). Hierauf zog er sich zurück in den Schatten und sagte: „Mein Herr, ich bin dessen bedürftig, was Du auch immer an Gutem zu mir herabsendest.",
    "segmented": [
      {
        "translation": "Da tränkte er ihnen (ihre Tiere).",
        "text_uthmani": "فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ",
        "text_uthmani_transcribed": "Fasaqā lahumā thumma tawallā"
      },
      {
        "translation": "Hierauf zog er sich zurück in den Schatten und sagte: „Mein Herr, ich bin dessen bedürftig, was Du auch immer an Gutem zu mir herabsendest.",
        "text_uthmani": "إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّى لِمَآ أَنزَلْتَ إِلَىَّ مِنْ خَيْرٍ فَقِيرٌ",
        "text_uthmani_transcribed": "Ilā aẓ-ẓilli faqāla rabbi innī limā anzalta ilayya min khayrin faqīr"
      }
    ],
    "text_uthmani": "فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّى لِمَآ أَنزَلْتَ إِلَىَّ مِنْ خَيْرٍ فَقِيرٌ",
    "text_uthmani_transcribed": "Fasaqā lahumā ṡumma tawallā ilaẓ-ẓilli faqāla rabbi innī limā anzalta ilayya min khairin faqīr(un)."
  },
  {
    "verse_number": 25,
    "translation": "Da kam die eine von den beiden zu ihm, indem sie verschämt einherging. Sie sagte: „Mein Vater ruft dich, um dir den Lohn dafür zu entrichten, daß du uns (die Tiere) getränkt hast. Nachdem er zu ihm gekommen war und ihm die Geschichte berichtet hatte, sagte er: „Fürchte dich nicht; du bist dem ungerechten Volk entkommen.",
    "segmented": [
      {
        "translation": "Da kam die eine von den beiden zu ihm, indem sie verschämt einherging.",
        "text_uthmani": "فَجَآءَتْهُ إِحْدَىٰهُمَا تَمْشِى عَلَى ٱسْتِحْيَآءٍ",
        "text_uthmani_transcribed": "Fajā'athu ihdāhumā tamshī 'alā istiḥyāin"
      },
      {
        "translation": "Sie sagte: „Mein Vater ruft dich, um dir den Lohn dafür zu entrichten, daß du uns (die Tiere) getränkt hast.",
        "text_uthmani": "قَالَتْ إِنَّ أَبِى يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا",
        "text_uthmani_transcribed": "Qālat innā abī yad'ūka liyajziyaka ajra mā saqayta lanā"
      },
      {
        "translation": "Nachdem er zu ihm gekommen war und ihm die Geschichte berichtet hatte, sagte er: „Fürchte dich nicht; du bist dem ungerechten Volk entkommen.",
        "text_uthmani": "ۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيْهِ ٱلْقَصَصَ قَالَ لَا تَخَفْ ۖ نَجَوْتَ مِنَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
        "text_uthmani_transcribed": "Falammā jā'ahu waqaṣṣa 'alayhi al-qaṣaṣa qāla lā takhaf najawta mina al-qawmi al-ẓālimīn"
      }
    ],
    "text_uthmani": "فَجَآءَتْهُ إِحْدَىٰهُمَا تَمْشِى عَلَى ٱسْتِحْيَآءٍ قَالَتْ إِنَّ أَبِى يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا ۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيْهِ ٱلْقَصَصَ قَالَ لَا تَخَفْ ۖ نَجَوْتَ مِنَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Fajā'athu iḥdāhumā tamsyī 'alastiḥyā'(in), qālat inna abī yad'ūka liyajziyaka ajra mā saqaita lanā, falammā jā'ahū wa qaṣṣa 'alaihil-qaṣaṣ(a), qāla lā takhaf, najauta minal-qaumiẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 26,
    "translation": "Die eine von den beiden sagte: „O mein lieber Vater, nimm ihn in Dienst, denn der Beste, den du in Dienst nehmen kannst, ist der Starke und Vertrauenswürdige.",
    "segmented": [
      {
        "translation": "Die eine von den beiden sagte: „O mein lieber Vater, nimm ihn in Dienst, denn der Beste, den du in Dienst nehmen kannst, ist der Starke",
        "text_uthmani": "قَالَتْ إِحْدَىٰهُمَا يَـٰٓأَبَتِ ٱسْتَـْٔجِرْهُ ۖ إِنَّ خَيْرَ مَنِ ٱسْتَـْٔجَرْتَ ٱلْقَوِىُّ",
        "text_uthmani_transcribed": "Qālat ʾiḥdāhumā yāʾabati ʾastaʾjirhu ʾinna khayra mani ʾastaʾjarta ʾal-qawīyu"
      },
      {
        "translation": "und Vertrauenswürdige.",
        "text_uthmani": "ٱلْأَمِينُ",
        "text_uthmani_transcribed": "ʾal-ʾamīnu"
      }
    ],
    "text_uthmani": "قَالَتْ إِحْدَىٰهُمَا يَـٰٓأَبَتِ ٱسْتَـْٔجِرْهُ ۖ إِنَّ خَيْرَ مَنِ ٱسْتَـْٔجَرْتَ ٱلْقَوِىُّ ٱلْأَمِينُ",
    "text_uthmani_transcribed": "Qālat iḥdāhumā yā abatista'jirh(u), inna khaira manista'jartal-qawiyyul-amīn(u)."
  },
  {
    "verse_number": 27,
    "translation": "Er sagte: „Ich will dich mit einer dieser meiner beiden Töchter verheiraten unter der Bedingung, daß du acht Jahre in meinen Dienst trittst. Wenn du sie aber auf zehn vollmachst, so steht es bei dir. Ich will dir keine Härte auferlegen. Du wirst mich, wenn Allah will, als einen der Rechtschaffenen finden.",
    "segmented": [
      {
        "translation": "Er sagte: „Ich will dich mit einer dieser meiner beiden Töchter verheiraten unter der Bedingung, daß du acht Jahre in meinen Dienst trittst.",
        "text_uthmani": "قَالَ إِنِّىٓ أُرِيدُ أَنْ أُنكِحَكَ إِحْدَى ٱبْنَتَىَّ هَـٰتَيْنِ عَلَىٰٓ أَن تَأْجُرَنِى ثَمَـٰنِىَ حِجَجٍ",
        "text_uthmani_transcribed": "Qāla innī urīdu an unkahaka iḥdā ibnatayya hātayni ʿalā an taʾjuranī thamāniya ḥijajin"
      },
      {
        "translation": "Wenn du sie aber auf zehn vollmachst, so steht es bei dir. Ich will dir keine Härte auferlegen.",
        "text_uthmani": "ۖ فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِندِكَ ۖ وَمَآ أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ",
        "text_uthmani_transcribed": "Fa-in atmamta ʿashran fa-min ʿindika. Wa-mā urīdu an ashuqqa ʿalayka"
      },
      {
        "translation": "Du wirst mich, wenn Allah will, als einen der Rechtschaffenen finden.",
        "text_uthmani": "ۚ سَتَجِدُنِىٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّـٰلِحِينَ",
        "text_uthmani_transcribed": "Satajidunī in shā Allāhu mina aṣ-ṣāliḥīn"
      }
    ],
    "text_uthmani": "قَالَ إِنِّىٓ أُرِيدُ أَنْ أُنكِحَكَ إِحْدَى ٱبْنَتَىَّ هَـٰتَيْنِ عَلَىٰٓ أَن تَأْجُرَنِى ثَمَـٰنِىَ حِجَجٍ ۖ فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِندِكَ ۖ وَمَآ أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ ۚ سَتَجِدُنِىٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّـٰلِحِينَ",
    "text_uthmani_transcribed": "Qāla innī urīdu an unkiḥaka iḥdabnatayya hātaini 'alā an ta'juranī ṡamāniya ḥijaj(in), fa'in atmamta 'asyran famin 'indik(a), wa mā urīdu an asyuqqa 'alaik(a), satajidunī in syā'allāhu minaṣ-ṣāliḥīn(a)."
  },
  {
    "verse_number": 28,
    "translation": "Er sagte: „Dies sei zwischen mir und dir (abgemacht). Welche der beiden Fristen ich auch erfülle, so darf es keine Bedrängnis gegen mich geben. Und Allah ist Sachwalter über das, was wir (hier) sagen.",
    "segmented": [
      {
        "translation": "Er sagte: „Dies sei zwischen mir und dir (abgemacht). Welche der beiden Fristen ich auch erfülle, so darf es keine Bedrängnis gegen mich geben.",
        "text_uthmani": "قَالَ ذَٰلِكَ بَيْنِى وَبَيْنَكَ ۖ أَيَّمَا ٱلْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَٰنَ عَلَىَّ ۖ",
        "text_uthmani_transcribed": "Qāla dhālika baynī wa baynaka ۖ Ayyama al-ajalayni qaḍaytu falā 'udwāna 'alayya ۖ"
      },
      {
        "translation": "Und Allah ist Sachwalter über das, was wir (hier) sagen.",
        "text_uthmani": "وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ",
        "text_uthmani_transcribed": "Wa Allāhu 'alā mā naqūlu wakīlun"
      }
    ],
    "text_uthmani": "قَالَ ذَٰلِكَ بَيْنِى وَبَيْنَكَ ۖ أَيَّمَا ٱلْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَٰنَ عَلَىَّ ۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ",
    "text_uthmani_transcribed": "Qāla żālika bainī wa bainak(a), ayyamal-ajalaini qaḍaitu falā 'udwāna 'alayy(a), wallāhu 'alā mā naqūlu wakīl(un)."
  },
  {
    "verse_number": 29,
    "translation": "Als Musa die Frist erfüllt hatte und mit seinen Angehörigen fortzog, nahm er auf der Seite des Berges ein Feuer wahr. Er sagte zu seinen Angehörigen: „Bleibt hier. Ich habe ein Feuer wahrgenommen; vielleicht kann ich euch davon eine Nachricht oder ein Stück brennendes Holz aus dem Feuer bringen, auf daß ihr euch (daran) wärmen könnt.",
    "segmented": [
      {
        "translation": "Als Musa die Frist erfüllt hatte und mit seinen Angehörigen fortzog, nahm er auf der Seite des Berges ein Feuer wahr.",
        "text_uthmani": "۞ فَلَمَّا قَضَىٰ مُوسَى ٱلْأَجَلَ وَسَارَ بِأَهْلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارًا",
        "text_uthmani_transcribed": "Falammā qaḍā mūsā al-'ajala wasāra bi'ahlihī 'ānasa min jānibi al-ṭūri nārā"
      },
      {
        "translation": "Er sagte zu seinen Angehörigen: „Bleibt hier. Ich habe ein Feuer wahrgenommen; vielleicht kann ich euch davon eine Nachricht",
        "text_uthmani": "قَالَ لِأَهْلِهِ ٱمْكُثُوٓا۟ إِنِّىٓ ءَانَسْتُ نَارًا لَّعَلِّىٓ ءَاتِيكُم مِّنْهَا بِخَبَرٍ",
        "text_uthmani_transcribed": "Qāla li'ahlihi imkuthū 'innī 'ānastu nāran la'allī 'ātīkum minhā bi-khabar"
      },
      {
        "translation": "oder ein Stück brennendes Holz aus dem Feuer bringen, auf daß ihr euch (daran) wärmen könnt.",
        "text_uthmani": "أَوْ جَذْوَةٍ مِّنَ ٱلنَّارِ لَعَلَّكُمْ تَصْطَلُونَ",
        "text_uthmani_transcribed": "Aw jaḏwatin mina al-nāri la'allakum taṣṭalūn"
      }
    ],
    "text_uthmani": "۞ فَلَمَّا قَضَىٰ مُوسَى ٱلْأَجَلَ وَسَارَ بِأَهْلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارًا قَالَ لِأَهْلِهِ ٱمْكُثُوٓا۟ إِنِّىٓ ءَانَسْتُ نَارًا لَّعَلِّىٓ ءَاتِيكُم مِّنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ مِّنَ ٱلنَّارِ لَعَلَّكُمْ تَصْطَلُونَ",
    "text_uthmani_transcribed": "Falammā qaḍā mūsal-ajala wa sāra bi'ahlihī ānasa min jānibiṭ-ṭūri nārā(n), qāla li'ahlihimkuṡū innī ānastu nāral la'allī ātīkum minhā bikhabarin au jażwatim minan-nāri la'allakum taṣṭalūn(a)."
  },
  {
    "verse_number": 30,
    "translation": "Als er dort ankam, wurde ihm vom rechten Ufer des Tales im gesegneten Fleck (Land) aus dem Baum zugerufen: „O Musa, gewiß, Ich bin Allah, der Herr der Weltenbewohner.",
    "segmented": [
      {
        "translation": "Als er dort ankam, wurde ihm vom rechten Ufer des Tales im gesegneten Fleck (Land) aus dem Baum zugerufen: „O Musa, gewiß, Ich bin Allah, der",
        "text_uthmani": "فَلَمَّآ أَتَىٰهَا نُودِىَ مِن شَـٰطِئِ ٱلْوَادِ ٱلْأَيْمَنِ فِى ٱلْبُقْعَةِ ٱلْمُبَـٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَـٰمُوسَىٰٓ إِنِّىٓ أَنَا ٱللَّهُ",
        "text_uthmani_transcribed": "Fa lamma ataha nudiya min shati'i al-wadi al-aymani fi al-buq'ati al-mubarakati mina al-shajarah an ya Musa inni ana Allah"
      },
      {
        "translation": "Herr der Weltenbewohner.",
        "text_uthmani": "رَبُّ ٱلْعَـٰلَمِينَ",
        "text_uthmani_transcribed": "Rabbu al-'alameen"
      }
    ],
    "text_uthmani": "فَلَمَّآ أَتَىٰهَا نُودِىَ مِن شَـٰطِئِ ٱلْوَادِ ٱلْأَيْمَنِ فِى ٱلْبُقْعَةِ ٱلْمُبَـٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَـٰمُوسَىٰٓ إِنِّىٓ أَنَا ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Falammā atāhā nūdiya min syāṭi'il wādil aimani fil buq'atil mubārakati minasy syajarati ay yā mūsā innī anallāhu rabbul-'ālamīn(a)."
  },
  {
    "verse_number": 31,
    "translation": "Und: „Wirf deinen Stock hin. Doch als er sah, daß er sich hin und her bewegte, als wäre er eine flinke Schlange, kehrte er den Rücken und wandte sich nicht mehr um. - „O Musa, komm her und fürchte dich nicht, denn du sollst zu denjenigen gehören, die in Sicherheit sind.",
    "segmented": [
      {
        "translation": "Und: „Wirf deinen Stock hin.",
        "text_uthmani": "وَأَنْ أَلْقِ عَصَاكَ ۖ",
        "text_uthmani_transcribed": "Wa an alqi 'asāka."
      },
      {
        "translation": "Doch als er sah, daß er sich hin und her bewegte, als wäre er eine flinke Schlange, kehrte er den Rücken und wandte sich nicht mehr um.",
        "text_uthmani": "فَلَمَّا رَءَاهَا تَهْتَزُّ كَأَنَّهَا جَآنٌّ وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ ۚ",
        "text_uthmani_transcribed": "Falammā ra'āhā tahtazzu ka'annahā jānnun wallā mudbiran wa lam yu'āqqib."
      },
      {
        "translation": "- „O Musa, komm her und fürchte dich nicht, denn du sollst zu denjenigen gehören, die in Sicherheit sind.",
        "text_uthmani": "يَـٰمُوسَىٰٓ أَقْبِلْ وَلَا تَخَفْ ۖ إِنَّكَ مِنَ ٱلْـَٔامِنِينَ",
        "text_uthmani_transcribed": "Yā Mūsā aqbil wa lā takhaf. Innaka mina al-āminīn."
      }
    ],
    "text_uthmani": "وَأَنْ أَلْقِ عَصَاكَ ۖ فَلَمَّا رَءَاهَا تَهْتَزُّ كَأَنَّهَا جَآنٌّ وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ ۚ يَـٰمُوسَىٰٓ أَقْبِلْ وَلَا تَخَفْ ۖ إِنَّكَ مِنَ ٱلْـَٔامِنِينَ",
    "text_uthmani_transcribed": "Wa alqi 'aṣāk(a), falammā ra'āhā tahtazzu ka'annahā jānnuw wallā mudbiraw wa lam yu'aqqib, yā mūsā aqbil wa lā takhaf, innaka minal-āminīn(a)."
  },
  {
    "verse_number": 32,
    "translation": "(Und) stecke die Hand in deinen Brustschlitz, so kommt sie weiß, jedoch nicht von Übel befallen, heraus. - Und zieh deinen Arm an dich gegen den Schreck. - Dies sind zwei Beweise von deinem Herrn, (gerichtet) an Fir’aun und seine führende Schar. Gewiß, sie sind ein Volk von Frevlern.",
    "segmented": [
      {
        "translation": "(Und) stecke die Hand in deinen Brustschlitz, so kommt sie weiß, jedoch nicht von Übel befallen, heraus.",
        "text_uthmani": "ٱسْلُكْ يَدَكَ فِى جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٍ",
        "text_uthmani_transcribed": "Isluk yadaka fi jaybika takhruj baydaa min ghayri suin"
      },
      {
        "translation": "- Und zieh deinen Arm an dich gegen den Schreck. - Dies sind zwei Beweise von deinem Herrn, (gerichtet) an Fir’aun und seine führende Schar.",
        "text_uthmani": "وَٱضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ ٱلرَّهْبِ ۖ فَذَٰنِكَ بُرْهَـٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦٓ",
        "text_uthmani_transcribed": "Wad'mum ilayka janahaka mina al-rahbi, fadhanika burhanani min rabbika ila fir'awna wa malaihi"
      },
      {
        "translation": "Gewiß, sie sind ein Volk von Frevlern.",
        "text_uthmani": "ۚ إِنَّهُمْ كَانُوا۟ قَوْمًا فَـٰسِقِينَ",
        "text_uthmani_transcribed": "Innahum kanu qawman fasiqeen"
      }
    ],
    "text_uthmani": "ٱسْلُكْ يَدَكَ فِى جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٍ وَٱضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ ٱلرَّهْبِ ۖ فَذَٰنِكَ بُرْهَـٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦٓ ۚ إِنَّهُمْ كَانُوا۟ قَوْمًا فَـٰسِقِينَ",
    "text_uthmani_transcribed": "Usluk yadaka fī jaibika takhruj baiḍā'a min gairi sū'(in), waḍmum ilaika janāḥaka minar-rahbi fażānika burhānāni mir rabbika ilā fir'auna wa mala'ih(ī), innahum kānū qauman fāsiqīn(a)."
  },
  {
    "verse_number": 33,
    "translation": "Er sagte: „Mein Herr, ich habe eine (Menschen)seele von ihnen getötet, und so fürchte ich, daß sie mich töten.",
    "text_uthmani": "قَالَ رَبِّ إِنِّى قَتَلْتُ مِنْهُمْ نَفْسًا فَأَخَافُ أَن يَقْتُلُونِ",
    "text_uthmani_transcribed": "Qāla rabbi innī qataltu minhum nafsan fa'akhāfu ay yaqtulūn(i)."
  },
  {
    "verse_number": 34,
    "translation": "Auch hat mein Bruder Harun eine redegewandtere Zunge. So sende ihn mit mir zur Unterstützung, mich zu bestätigen, denn ich fürchte, daß sie mich der Lüge bezichtigen.",
    "segmented": [
      {
        "translation": "Auch hat mein Bruder Harun eine redegewandtere Zunge.",
        "text_uthmani": "وَأَخِى هَـٰرُونُ هُوَ أَفْصَحُ مِنِّى لِسَانًا",
        "text_uthmani_transcribed": "Wa akhi Harunu huwa afsahu minni lisanan"
      },
      {
        "translation": "So sende ihn mit mir zur Unterstützung, mich zu bestätigen, denn ich fürchte, daß sie mich der Lüge bezichtigen.",
        "text_uthmani": "فَأَرْسِلْهُ مَعِىَ رِدْءًا يُصَدِّقُنِىٓ ۖ إِنِّىٓ أَخَافُ أَن يُكَذِّبُونِ",
        "text_uthmani_transcribed": "Fa arsilhu ma'iya rid'an yusaddiquni. Inni akhafu an yukadhdhibuni"
      }
    ],
    "text_uthmani": "وَأَخِى هَـٰرُونُ هُوَ أَفْصَحُ مِنِّى لِسَانًا فَأَرْسِلْهُ مَعِىَ رِدْءًا يُصَدِّقُنِىٓ ۖ إِنِّىٓ أَخَافُ أَن يُكَذِّبُونِ",
    "text_uthmani_transcribed": "Wa akhī hārūnu huwa afṣaḥu minnī lisānan fa'arsilhu ma'iya rid'ay yuṣaddiqunī, innī akhāfu ay yukażżibūn(i)."
  },
  {
    "verse_number": 35,
    "translation": "Er sagte: „Wir werden deinen Arm durch deinen Bruder festigen und euch beiden eine Ermächtigung erteilen, so daß sie nicht zu euch gelangen (können). Mit Unseren Zeichen werdet ihr und diejenigen, die euch folgen, Sieger sein.",
    "segmented": [
      {
        "translation": "Er sagte: „Wir werden deinen Arm durch deinen Bruder festigen",
        "text_uthmani": "قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ",
        "text_uthmani_transcribed": "Qāla sanashuddu 'aḍudaka bi'akhīka"
      },
      {
        "translation": "und euch beiden eine Ermächtigung erteilen, so daß sie nicht zu euch gelangen (können).",
        "text_uthmani": "وَنَجْعَلُ لَكُمَا سُلْطَـٰنًا فَلَا يَصِلُونَ إِلَيْكُمَا ۚ",
        "text_uthmani_transcribed": "wanaj'alu lakumā sultanāan falā yaṣilūna ilaykumā."
      },
      {
        "translation": "Mit Unseren Zeichen werdet ihr und diejenigen, die euch folgen, Sieger sein.",
        "text_uthmani": "بِـَٔايَـٰتِنَآ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلْغَـٰلِبُونَ",
        "text_uthmani_transcribed": "bi'āyātinā antumā wamani ittaba'akumā alghālibūn."
      }
    ],
    "text_uthmani": "قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَـٰنًا فَلَا يَصِلُونَ إِلَيْكُمَا ۚ بِـَٔايَـٰتِنَآ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلْغَـٰلِبُونَ",
    "text_uthmani_transcribed": "Qāla sanasyuddu 'aḍudaka bi'akhīka wa naj'alu lakumā sulṭānan falā yaṣilūna ilaikumā - bi'āyātinā - antumā wa manittaba'akumal-gālibūn(a)."
  },
  {
    "verse_number": 36,
    "translation": "Als nun Musa mit Unseren Zeichen als klare Beweise kam, sagten sie: „Das ist nur ersonnene Zauberei. Und wir haben so etwas bei unseren Vorvätern nicht gehört.",
    "segmented": [
      {
        "translation": "Als nun Musa mit Unseren Zeichen als klare Beweise kam, sagten sie: „Das ist nur ersonnene Zauberei.",
        "text_uthmani": "فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَـٰتِنَا بَيِّنَـٰتٍ قَالُوا۟ مَا هَـٰذَآ إِلَّا سِحْرٌ مُّفْتَرًى",
        "text_uthmani_transcribed": "Fa lamma jaa'ahum Musa bi-ayatina bayyinatin qaloo ma hadha illa sihrun muftaray"
      },
      {
        "translation": "Und wir haben so etwas bei unseren Vorvätern nicht gehört.",
        "text_uthmani": "وَمَا سَمِعْنَا بِهَـٰذَا فِىٓ ءَابَآئِنَا ٱلْأَوَّلِينَ",
        "text_uthmani_transcribed": "Wa ma sami'na bihatha fi aba'ina al-awwaleen"
      }
    ],
    "text_uthmani": "فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَـٰتِنَا بَيِّنَـٰتٍ قَالُوا۟ مَا هَـٰذَآ إِلَّا سِحْرٌ مُّفْتَرًى وَمَا سَمِعْنَا بِهَـٰذَا فِىٓ ءَابَآئِنَا ٱلْأَوَّلِينَ",
    "text_uthmani_transcribed": "Falammā jā'ahum mūsā bi'āyātinā bayyinātin qālū mā hāżā illā siḥrum muftarā(n), wa mā sami'nā bihāżā fī ābā'inal-awwalīn(a)."
  },
  {
    "verse_number": 37,
    "translation": "Musa sagte: „Mein Herr weiß besser, wer von Ihm her die Rechtleitung bringt und wem die letztendliche Wohnstätte gehören wird. Gewiß, den Ungerechten wird es nicht wohl ergehen.",
    "segmented": [
      {
        "translation": "Musa sagte: „Mein Herr weiß besser, wer von Ihm her die Rechtleitung bringt und wem die letztendliche Wohnstätte gehören wird.",
        "text_uthmani": "وَقَالَ مُوسَىٰ رَبِّىٓ أَعْلَمُ بِمَن جَآءَ بِٱلْهُدَىٰ مِنْ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَـٰقِبَةُ ٱلدَّارِ",
        "text_uthmani_transcribed": "Wa qāla mūsā rabbiī a'lamu bi-man jā'a bil-hudā min 'indihi wa man takūnu lahu 'āqibatu ad-dār"
      },
      {
        "translation": "Gewiß, den Ungerechten wird es nicht wohl ergehen.",
        "text_uthmani": "ۖ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّـٰلِمُونَ",
        "text_uthmani_transcribed": "Innahu lā yuflīhu aẓ-ẓālimūn"
      }
    ],
    "text_uthmani": "وَقَالَ مُوسَىٰ رَبِّىٓ أَعْلَمُ بِمَن جَآءَ بِٱلْهُدَىٰ مِنْ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَـٰقِبَةُ ٱلدَّارِ ۖ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّـٰلِمُونَ",
    "text_uthmani_transcribed": "Wa qāla mūsā rabbī a'lamu biman jā'a bil-hudā min 'indihī wa man takūnu lahū 'āqibatud-dār(i), innahū lā yufliḥuẓ-ẓālimūn(a)."
  },
  {
    "verse_number": 38,
    "translation": "Und Fir’aun sagte: „O ihr führende Schar, keinen anderen Gott weiß ich für euch als mich (selbst). So entfache mir, o Haman, einen Brand auf Lehm, und mache mir einen Hochbau, auf daß ich zum Gott Musas emporsteige. Ich glaube fürwahr, daß er zu den Lügnern gehört.",
    "segmented": [
      {
        "translation": "Und Fir’aun sagte: „O ihr führende Schar, keinen anderen Gott weiß ich für euch als mich (selbst).",
        "text_uthmani": "وَقَالَ فِرْعَوْنُ يَـٰٓأَيُّهَا ٱلْمَلَأُ مَا عَلِمْتُ لَكُم مِّنْ إِلَـٰهٍ غَيْرِى",
        "text_uthmani_transcribed": "Wa qāla fir'awnu yā ayyuhā al-mala'u mā 'alimtu lakum min ilāhin ghayrī"
      },
      {
        "translation": "So entfache mir, o Haman, einen Brand auf Lehm, und mache mir einen Hochbau, auf daß ich zum Gott Musas emporsteige.",
        "text_uthmani": "فَأَوْقِدْ لِى يَـٰهَـٰمَـٰنُ عَلَى ٱلطِّينِ فَٱجْعَل لِّى صَرْحًا لَّعَلِّىٓ أَطَّلِعُ إِلَىٰٓ إِلَـٰهِ مُوسَىٰ",
        "text_uthmani_transcribed": "Fa'awqid lī yā hāmānu 'alā al-ṭīni fa'ij'al lī ṣarḥan la'allī aṭṭali'u ilā ilāhi mūsā"
      },
      {
        "translation": "Ich glaube fürwahr, daß er zu den Lügnern gehört.",
        "text_uthmani": "وَإِنِّى لَأَظُنُّهُۥ مِنَ ٱلْكَـٰذِبِينَ",
        "text_uthmani_transcribed": "Wa innī la'aẓunnuhu mina al-kādhibīn"
      }
    ],
    "text_uthmani": "وَقَالَ فِرْعَوْنُ يَـٰٓأَيُّهَا ٱلْمَلَأُ مَا عَلِمْتُ لَكُم مِّنْ إِلَـٰهٍ غَيْرِى فَأَوْقِدْ لِى يَـٰهَـٰمَـٰنُ عَلَى ٱلطِّينِ فَٱجْعَل لِّى صَرْحًا لَّعَلِّىٓ أَطَّلِعُ إِلَىٰٓ إِلَـٰهِ مُوسَىٰ وَإِنِّى لَأَظُنُّهُۥ مِنَ ٱلْكَـٰذِبِينَ",
    "text_uthmani_transcribed": "Wa qāla fir'aunu yā ayyuhal-mala'u mā 'alimtu lakum min ilāhin gairī, fa'auqid lī yā hāmānu 'alaṭ-ṭīni faj'al lī ṣarḥal la'allī aṭṭali'u ilā ilāhi mūsā, wa innī la'aẓunnuhū minal-kāżibīn(a)."
  },
  {
    "verse_number": 39,
    "translation": "Er und seine Heerscharen verhielten sich ohne Recht hochmütig auf der Erde und glaubten, daß sie (dereinst) nicht zu Uns zurückgebracht würden.",
    "text_uthmani": "وَٱسْتَكْبَرَ هُوَ وَجُنُودُهُۥ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَظَنُّوٓا۟ أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ",
    "text_uthmani_transcribed": "Wastakbara huwa wa judūduhū fil-arḍi bigairil-ḥaqqi wa ẓannū annahum ilainā lā yurja'ūn(a)."
  },
  {
    "verse_number": 40,
    "translation": "Da ergriffen Wir ihn und seine Heerscharen und warfen sie dann in das große Gewässer. So schau, wie das Ende der Ungerechten war.",
    "text_uthmani": "فَأَخَذْنَـٰهُ وَجُنُودَهُۥ فَنَبَذْنَـٰهُمْ فِى ٱلْيَمِّ ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Fa'akhażnāhu wa junūdahū fanabażnāhum fil-yamm(i), fanẓur kaifa kāna 'āqibatuẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 41,
    "translation": "Und Wir machten sie zu Anführern, die zum (Höllen)feuer einladen. Und am Tag der Auferstehung wird ihnen keine Hilfe zuteil werden.",
    "text_uthmani": "وَجَعَلْنَـٰهُمْ أَئِمَّةً يَدْعُونَ إِلَى ٱلنَّارِ ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ لَا يُنصَرُونَ",
    "text_uthmani_transcribed": "Wa ja'alnāhum a'immatay yad'ūna ilan-nār(i), wa yaumal-qiyāmati lā yunṣarūn(a)."
  },
  {
    "verse_number": 42,
    "translation": "Und Wir ließen ihnen einen Fluch im Diesseits nachfolgen, und am Tag der Auferstehung werden sie zu den Verabscheuten gehören.",
    "text_uthmani": "وَأَتْبَعْنَـٰهُمْ فِى هَـٰذِهِ ٱلدُّنْيَا لَعْنَةً ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ هُم مِّنَ ٱلْمَقْبُوحِينَ",
    "text_uthmani_transcribed": "Wa atba'nāhum fī hāżihid-dun-yā la'nah(tan), wa yaumal-qiyāmati hum minal-maqbūḥīn(a)."
  },
  {
    "verse_number": 43,
    "translation": "Und Wir gaben ja Musa die Schrift -, nachdem Wir die früheren Geschlechter vernichteten, - als einsichtbringende Zeichen für die Menschen und als Rechtleitung und Barmherzigkeit, auf daß sie bedenken mögen.",
    "segmented": [
      {
        "translation": "Und Wir gaben ja Musa die Schrift -, nachdem Wir die früheren Geschlechter vernichteten, - als einsichtbringende Zeichen für die Menschen",
        "text_uthmani": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ مِنۢ بَعْدِ مَآ أَهْلَكْنَا ٱلْقُرُونَ ٱلْأُولَىٰ بَصَآئِرَ لِلنَّاسِ",
        "text_uthmani_transcribed": "Wa laqad atayna Musa al-kitaba min ba'di ma ahlakna al-quruna al-oola basa'ira lilnasi"
      },
      {
        "translation": "und als Rechtleitung und Barmherzigkeit, auf daß sie bedenken mögen.",
        "text_uthmani": "وَهُدًى وَرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُونَ",
        "text_uthmani_transcribed": "wa hudan wa rahmatan la'allahum yatadhakkaroon"
      }
    ],
    "text_uthmani": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ مِنۢ بَعْدِ مَآ أَهْلَكْنَا ٱلْقُرُونَ ٱلْأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُونَ",
    "text_uthmani_transcribed": "Wa laqad ātainā mūsal-kitāba mim ba'di mā ahlaknal-qurūnal ūlā baṣā'ira lin-nāsi wa hudaw wa raḥmatal la'allahum yatażakkarūn(a)."
  },
  {
    "verse_number": 44,
    "translation": "Du warst nicht auf der westlichen Seite, als Wir Musa die Angelegenheit auftrugen, und du warst nicht zugegen.",
    "text_uthmani": "وَمَا كُنتَ بِجَانِبِ ٱلْغَرْبِىِّ إِذْ قَضَيْنَآ إِلَىٰ مُوسَى ٱلْأَمْرَ وَمَا كُنتَ مِنَ ٱلشَّـٰهِدِينَ",
    "text_uthmani_transcribed": "Wa mā kunta bijānibil-garbiyyi iż qaḍainā ilā mūsal-amra wa mā kunta minasy-syāhidīn(a)."
  },
  {
    "verse_number": 45,
    "translation": "Wir aber ließen Geschlechter entstehen, und es war ihnen ein langes Leben beschieden. Und du hattest dich nicht unter den Leuten von Madyan niedergelassen, um ihnen Unsere Zeichen zu verlesen. Wir aber entsandten immer wieder (Propheten).",
    "segmented": [
      {
        "translation": "Wir aber ließen Geschlechter entstehen, und es war ihnen ein langes Leben beschieden.",
        "text_uthmani": "وَلَـٰكِنَّآ أَنشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ ٱلْعُمُرُ ۚ",
        "text_uthmani_transcribed": "Wa lakinnā 'ansha'nā qurūnan fatatāwala 'alayhimu al-'umuru."
      },
      {
        "translation": "Und du hattest dich nicht unter den Leuten von Madyan niedergelassen, um ihnen Unsere Zeichen zu verlesen.",
        "text_uthmani": "وَمَا كُنتَ ثَاوِيًا فِىٓ أَهْلِ مَدْيَنَ تَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِنَا",
        "text_uthmani_transcribed": "Wa mā kunta thāwiyan fī ahli madyana tatlu 'alayhim āyātinā"
      },
      {
        "translation": "Wir aber entsandten immer wieder (Propheten).",
        "text_uthmani": "وَلَـٰكِنَّا كُنَّا مُرْسِلِينَ",
        "text_uthmani_transcribed": "Wa lakinnā kunnā mursilīn"
      }
    ],
    "text_uthmani": "وَلَـٰكِنَّآ أَنشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ ٱلْعُمُرُ ۚ وَمَا كُنتَ ثَاوِيًا فِىٓ أَهْلِ مَدْيَنَ تَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِنَا وَلَـٰكِنَّا كُنَّا مُرْسِلِينَ",
    "text_uthmani_transcribed": "Wa lākinnā ansya'nā qurūnan fataṭāwala 'alaihimul-'umur(u), wa mā kunta ṡāwiyan fī ahli madyana tatlū 'alaihim āyātinā, wa lākinnā kunnā mursilīn(a)."
  },
  {
    "verse_number": 46,
    "translation": "Und du warst nicht auf der Seite des Berges, als Wir zuriefen. Aber (die Offenbarung ist) als Barmherzigkeit von deinem Herrn (zu dir gekommen), damit du Leute warnst, zu denen noch kein Warner vor dir gekommen ist, auf daß sie bedenken mögen.",
    "segmented": [
      {
        "translation": "Und du warst nicht auf der Seite des Berges, als Wir zuriefen.",
        "text_uthmani": "وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذْ نَادَيْنَا",
        "text_uthmani_transcribed": "Wa ma kunta bijanibi alṭūri idh nādaynā"
      },
      {
        "translation": "Aber (die Offenbarung ist) als Barmherzigkeit von deinem Herrn (zu dir gekommen), damit du Leute warnst, zu denen noch kein Warner vor dir",
        "text_uthmani": "وَلَـٰكِن رَّحْمَةً مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّآ أَتَىٰهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ",
        "text_uthmani_transcribed": "Wa lakinn raḥmatan min rabbika litunḏira qawman mā atāhum min naḏīrin min qablika"
      },
      {
        "translation": "gekommen ist, auf daß sie bedenken mögen.",
        "text_uthmani": "لَعَلَّهُمْ يَتَذَكَّرُونَ",
        "text_uthmani_transcribed": "Laʿallahum yataḏakkarūna"
      }
    ],
    "text_uthmani": "وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذْ نَادَيْنَا وَلَـٰكِن رَّحْمَةً مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّآ أَتَىٰهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ",
    "text_uthmani_transcribed": "Wa mā kunta bijānibiṭ-ṭūri iż nādainā wa lākir raḥmatam mir rabbika litunżira qaumam mā atāhum min nażīrim min qablika la'allahum yatażakkarūn(a)."
  },
  {
    "verse_number": 47,
    "translation": "(Hätten Wir dich nicht entsandt), würden sie sagen, wenn sie ein Unglück trifft wegen dessen, was ihre Hände vorausgeschickt haben: „Unser Herr, hättest Du doch einen Gesandten zu uns gesandt, so daß wir Deinen Zeichen hätten folgen können und zu den Gläubigen hätten gehören können!",
    "segmented": [
      {
        "translation": "(Hätten Wir dich nicht entsandt), würden sie sagen, wenn sie ein Unglück trifft wegen dessen, was ihre Hände vorausgeschickt haben: „Unser Herr, hättest Du doch einen Gesandten zu uns gesandt, so daß wir Deinen Zeichen hätten folgen können",
        "text_uthmani": "وَلَوْلَآ أَن تُصِيبَهُم مُّصِيبَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُوا۟ رَبَّنَا لَوْلَآ أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ ءَايَـٰتِكَ",
        "text_uthmani_transcribed": "Wa lawla an tusibahum musibatun bima qaddamat aydihim fayaqooloo rabbana lawla arsalta ilayna rasoolan fanattabi'a aayatika"
      },
      {
        "translation": "und zu den Gläubigen hätten gehören können!",
        "text_uthmani": "وَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
        "text_uthmani_transcribed": "wa nakoon mina al-mu'mineen"
      }
    ],
    "text_uthmani": "وَلَوْلَآ أَن تُصِيبَهُم مُّصِيبَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُوا۟ رَبَّنَا لَوْلَآ أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ ءَايَـٰتِكَ وَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
    "text_uthmani_transcribed": "Wa lau lā an tuṣībahum muṣībatum bimā qaddamat aidīhim fayaqūlū rabbanā lau lā arsalta ilainā rasūlan fanattabi'a āyātika wa nakūna minal-mu'minīn(a)."
  },
  {
    "verse_number": 48,
    "translation": "Als nun die Wahrheit von Uns her zu ihnen kam, sagten sie: „Wäre ihm doch das gleiche gegeben worden, was Musa gegeben wurde! Haben sie denn nicht das verleugnet, was zuvor Musa gegeben wurde? Sie sagen: „Zwei Zauberwerke, die einander beistehen. Und sie sagen: „Wir verleugnen sie alle (beide).",
    "segmented": [
      {
        "translation": "Als nun die Wahrheit von Uns her zu ihnen kam, sagten sie: „Wäre ihm doch das gleiche gegeben worden, was Musa gegeben wurde!",
        "text_uthmani": "فَلَمَّا جَآءَهُمُ ٱلْحَقُّ مِنْ عِندِنَا قَالُوا۟ لَوْلَآ أُوتِىَ مِثْلَ مَآ أُوتِىَ مُوسَىٰٓ",
        "text_uthmani_transcribed": "Fa lamma jaa'ahumu al-haqqu min 'indina qaloo lawla ootiya mithla ma ootiya moosa"
      },
      {
        "translation": "Haben sie denn nicht das verleugnet, was zuvor Musa gegeben wurde? Sie sagen: „Zwei Zauberwerke, die einander beistehen.",
        "text_uthmani": "ۚ أَوَلَمْ يَكْفُرُوا۟ بِمَآ أُوتِىَ مُوسَىٰ مِن قَبْلُ ۖ قَالُوا۟ سِحْرَانِ تَظَـٰهَرَا",
        "text_uthmani_transcribed": "Awalam yakfuroo bima ootiya moosa min qabl? Qaloo sihrani tazahara"
      },
      {
        "translation": "Und sie sagen: „Wir verleugnen sie alle (beide).",
        "text_uthmani": "وَقَالُوٓا۟ إِنَّا بِكُلٍّ كَـٰفِرُونَ",
        "text_uthmani_transcribed": "Wa qaloo inna bi kullin kaafiroon"
      }
    ],
    "text_uthmani": "فَلَمَّا جَآءَهُمُ ٱلْحَقُّ مِنْ عِندِنَا قَالُوا۟ لَوْلَآ أُوتِىَ مِثْلَ مَآ أُوتِىَ مُوسَىٰٓ ۚ أَوَلَمْ يَكْفُرُوا۟ بِمَآ أُوتِىَ مُوسَىٰ مِن قَبْلُ ۖ قَالُوا۟ سِحْرَانِ تَظَـٰهَرَا وَقَالُوٓا۟ إِنَّا بِكُلٍّ كَـٰفِرُونَ",
    "text_uthmani_transcribed": "Falammā jā'ahumul-ḥaqqu min 'indinā qālū lau lā ūtiya miṡla mā ūtiya mūsā, awalam yakfurū bimā ūtiya mūsā min qabl(u), qālū siḥrāni taẓāharā, wa qālū innā bikullin kāfirūn(a)."
  },
  {
    "verse_number": 49,
    "translation": "Sag: Bringt doch eine Schrift von Allah bei, die eine bessere Rechtleitung enthält als diese beiden, so will ich ihr folgen, wenn ihr wahrhaftig seid.",
    "segmented": [
      {
        "translation": "Sag: Bringt doch eine Schrift von Allah bei, die eine bessere Rechtleitung enthält als diese beiden, so will ich ihr folgen, wenn ihr wahrhaftig",
        "text_uthmani": "قُلْ فَأْتُوا۟ بِكِتَـٰبٍ مِّنْ عِندِ ٱللَّهِ هُوَ أَهْدَىٰ مِنْهُمَآ أَتَّبِعْهُ إِن كُنتُمْ",
        "text_uthmani_transcribed": "Qul fa'tū bi-kitābin min 'indi Allāhi huwa ahdā minhumā attabi'hu in kuntum"
      },
      {
        "translation": "seid.",
        "text_uthmani": "صَـٰدِقِينَ",
        "text_uthmani_transcribed": "ṣādiqīna"
      }
    ],
    "text_uthmani": "قُلْ فَأْتُوا۟ بِكِتَـٰبٍ مِّنْ عِندِ ٱللَّهِ هُوَ أَهْدَىٰ مِنْهُمَآ أَتَّبِعْهُ إِن كُنتُمْ صَـٰدِقِينَ",
    "text_uthmani_transcribed": "Qul fa'tū bikitābim min 'indillāhi huwa ahdā minhumā attabi'hu in kuntum ṣādiqīn(a)."
  },
  {
    "verse_number": 50,
    "translation": "Wenn sie nicht auf dich hören, so wisse, daß sie nur ihren Neigungen folgen. Und wer ist weiter abgeirrt als jemand, der seiner Neigung folgt ohne Rechtleitung von Allah. Gewiß, Allah leitet das ungerechte Volk nicht recht.",
    "segmented": [
      {
        "translation": "Wenn sie nicht auf dich hören, so wisse, daß sie nur ihren Neigungen folgen.",
        "text_uthmani": "فَإِن لَّمْ يَسْتَجِيبُوا۟ لَكَ فَٱعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَآءَهُمْ ۚ",
        "text_uthmani_transcribed": "Fa-in lam yastajeeboo laka fa'lam annama yattabi'oon ahwaahum."
      },
      {
        "translation": "Und wer ist weiter abgeirrt als jemand, der seiner Neigung folgt ohne Rechtleitung von Allah.",
        "text_uthmani": "وَمَنْ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيْرِ هُدًى مِّنَ ٱللَّهِ ۚ",
        "text_uthmani_transcribed": "Wa man adallu mimmani ittaba'a hawahu bighayri hudan min Allah."
      },
      {
        "translation": "Gewiß, Allah leitet das ungerechte Volk nicht recht.",
        "text_uthmani": "إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
        "text_uthmani_transcribed": "Inna Allah la yahdi al-qawma al-zalimeen."
      }
    ],
    "text_uthmani": "فَإِن لَّمْ يَسْتَجِيبُوا۟ لَكَ فَٱعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَآءَهُمْ ۚ وَمَنْ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيْرِ هُدًى مِّنَ ٱللَّهِ ۚ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Fa illam yastajībū laka fa'lam annamā yattabi'ūna ahwā'ahum, wa man aḍallu mimmanittaba'a hawāhu bigairi hudam minallāh(i), innallāha lā yahdil-qaumaẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 51,
    "translation": "Und Wir haben ihnen ja das Wort aufeinanderfolgend übermittelt, auf daß sie bedenken mögen.",
    "text_uthmani": "۞ وَلَقَدْ وَصَّلْنَا لَهُمُ ٱلْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُونَ",
    "text_uthmani_transcribed": "Wa laqad waṣṣalnā lahumul-qaula la'allahum yatażakkarūn(a)."
  },
  {
    "verse_number": 52,
    "translation": "Diejenigen, denen Wir vor ihm die Schrift gaben, glauben an ihn.",
    "text_uthmani": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ مِن قَبْلِهِۦ هُم بِهِۦ يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Allażīna ātaināhumul-kitāba min qablihī hum bihī yu'minūn(a)."
  },
  {
    "verse_number": 53,
    "translation": "Und wenn er ihnen verlesen wird, sagen sie: „Wir glauben an ihn. Gewiß, es ist die Wahrheit von unserem Herrn. Wir waren ja schon vor ihm (Allah) ergeben.",
    "segmented": [
      {
        "translation": "Und wenn er ihnen verlesen wird, sagen sie: „Wir glauben an ihn. Gewiß, es ist die Wahrheit von unserem Herrn.",
        "text_uthmani": "وَإِذَا يُتْلَىٰ عَلَيْهِمْ قَالُوٓا۟ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلْحَقُّ مِن رَّبِّنَآ",
        "text_uthmani_transcribed": "Wa idha yutla 'alayhim qaloo aamanna bihi innahu alhaqqu min rabbina"
      },
      {
        "translation": "Wir waren ja schon vor ihm (Allah) ergeben.",
        "text_uthmani": "إِنَّا كُنَّا مِن قَبْلِهِۦ مُسْلِمِينَ",
        "text_uthmani_transcribed": "Inna kunna min qablihi muslimin"
      }
    ],
    "text_uthmani": "وَإِذَا يُتْلَىٰ عَلَيْهِمْ قَالُوٓا۟ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلْحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبْلِهِۦ مُسْلِمِينَ",
    "text_uthmani_transcribed": "Wa iżā yutlā 'alaihim qālū āmannā bihī innahul-ḥaqqu mir rabbinā innā kunnā min qablihī muslimīn(a)."
  },
  {
    "verse_number": 54,
    "translation": "Diese erhalten ihren Lohn zweimal dafür, daß sie standhaft waren. Und sie wehren mit dem Guten das Böse ab und geben von dem aus, womit Wir sie versorgt haben.",
    "segmented": [
      {
        "translation": "Diese erhalten ihren Lohn zweimal dafür, daß sie standhaft waren.",
        "text_uthmani": "أُو۟لَـٰٓئِكَ يُؤْتَوْنَ أَجْرَهُم مَّرَّتَيْنِ بِمَا صَبَرُوا۟",
        "text_uthmani_transcribed": "Ulaika yu'tawna ajrahum marratayni bima sabaru"
      },
      {
        "translation": "Und sie wehren mit dem Guten das Böse ab und geben von dem aus, womit Wir sie versorgt haben.",
        "text_uthmani": "وَيَدْرَءُونَ بِٱلْحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
        "text_uthmani_transcribed": "Wa yadra'una bilhasanati assayyi'ata wa mimma razaqnahum yunfiqun"
      }
    ],
    "text_uthmani": "أُو۟لَـٰٓئِكَ يُؤْتَوْنَ أَجْرَهُم مَّرَّتَيْنِ بِمَا صَبَرُوا۟ وَيَدْرَءُونَ بِٱلْحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
    "text_uthmani_transcribed": "Ulā'ika yu'tauna ajrahum marrataini bimā ṣabarū wa yadra'ūna bil-ḥasanatis-sayyi'ata wa mimmā razaqnāhum yunfiqūn(a)."
  },
  {
    "verse_number": 55,
    "translation": "Und wenn sie unbedachte Rede hören, wenden sie sich davon ab und sagen: „Wir haben unsere Taten und ihr habt eure Taten (zu verantworten). Friede sei auf euch! Wir trachten nicht nach (dem Umgang mit) den Toren.",
    "segmented": [
      {
        "translation": "Und wenn sie unbedachte Rede hören, wenden sie sich davon ab und sagen: „Wir haben unsere Taten und ihr habt eure Taten (zu verantworten).",
        "text_uthmani": "وَإِذَا سَمِعُوا۟ ٱللَّغْوَ أَعْرَضُوا۟ عَنْهُ وَقَالُوا۟ لَنَآ أَعْمَـٰلُنَا وَلَكُمْ أَعْمَـٰلُكُمْ",
        "text_uthmani_transcribed": "Wa idha sami'u al-lagwa a'radu 'anhu wa qalu lana a'maluna wa lakum a'malukum"
      },
      {
        "translation": "Friede sei auf euch! Wir trachten nicht nach (dem Umgang mit) den Toren.",
        "text_uthmani": "سَلَـٰمٌ عَلَيْكُمْ لَا نَبْتَغِى ٱلْجَـٰهِلِينَ",
        "text_uthmani_transcribed": "Salamun 'alaikum la nabtaghi al-jahilin"
      }
    ],
    "text_uthmani": "وَإِذَا سَمِعُوا۟ ٱللَّغْوَ أَعْرَضُوا۟ عَنْهُ وَقَالُوا۟ لَنَآ أَعْمَـٰلُنَا وَلَكُمْ أَعْمَـٰلُكُمْ سَلَـٰمٌ عَلَيْكُمْ لَا نَبْتَغِى ٱلْجَـٰهِلِينَ",
    "text_uthmani_transcribed": "Wa iżā sami'ul-lagwa a'raḍū 'anhu wa qālū lanā a'mālunā wa lakum a'mālukum, salāmun 'alaikum, lā nabtagil-jāhilīn(a)."
  },
  {
    "verse_number": 56,
    "translation": "Gewiß, du kannst nicht rechtleiten, wen du gern (rechtgeleitet sehen) möchtest. Allah aber leitet recht, wen Er will. Er kennt sehr wohl die Rechtgeleiteten.",
    "segmented": [
      {
        "translation": "Gewiß, du kannst nicht rechtleiten, wen du gern (rechtgeleitet sehen) möchtest. Allah aber leitet recht, wen Er will.",
        "text_uthmani": "إِنَّكَ لَا تَهْدِى مَنْ أَحْبَبْتَ وَلَـٰكِنَّ ٱللَّهَ يَهْدِى مَن يَشَآءُ ۚ",
        "text_uthmani_transcribed": "Innaka la tahdi man ahbabta wa lakinnallaha yahdi man yasha."
      },
      {
        "translation": "Er kennt sehr wohl die Rechtgeleiteten.",
        "text_uthmani": "وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ",
        "text_uthmani_transcribed": "Wa huwa a'lamu bil-muhtadeen."
      }
    ],
    "text_uthmani": "إِنَّكَ لَا تَهْدِى مَنْ أَحْبَبْتَ وَلَـٰكِنَّ ٱللَّهَ يَهْدِى مَن يَشَآءُ ۚ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ",
    "text_uthmani_transcribed": "Innaka lā tahdī man aḥbabta wa lākinnallāha yahdī may yasyā'(u), wa huwa a'lamu bil-muhtadīn(a)."
  },
  {
    "verse_number": 57,
    "translation": "Und sie sagen: „Wenn wir der Rechtleitung mit dir folgen, werden wir von unserem Land fortgerissen. Haben Wir ihnen denn nicht eine feste Stellung in einem sicheren geschützten Bezirk verliehen, zu dem die Früchte jeder Art zusammengetragen werden als Versorgung von Uns aus? Aber die meisten von ihnen wissen nicht.",
    "segmented": [
      {
        "translation": "Und sie sagen: „Wenn wir der Rechtleitung mit dir folgen, werden wir von unserem Land fortgerissen.",
        "text_uthmani": "وَقَالُوٓا۟ إِن نَّتَّبِعِ ٱلْهُدَىٰ مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَآ ۚ",
        "text_uthmani_transcribed": "Wa qālū in nattabi'i alhudā ma'aka nutakhattafo min arḍinā."
      },
      {
        "translation": "Haben Wir ihnen denn nicht eine feste Stellung in einem sicheren geschützten Bezirk verliehen, zu dem die Früchte jeder Art zusammengetragen",
        "text_uthmani": "أَوَلَمْ نُمَكِّن لَّهُمْ حَرَمًا ءَامِنًا يُجْبَىٰٓ إِلَيْهِ ثَمَرَٰتُ كُلِّ شَىْءٍ",
        "text_uthmani_transcribed": "Awalam numakkin lahum ḥaraman āminan yujba ilayhi thamarātu kulli shayin"
      },
      {
        "translation": "werden als Versorgung von Uns aus? Aber die meisten von ihnen wissen nicht.",
        "text_uthmani": "رِّزْقًا مِّن لَّدُنَّا وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
        "text_uthmani_transcribed": "rizqan min ladunnā walākinna aktharahum lā ya'lamūn"
      }
    ],
    "text_uthmani": "وَقَالُوٓا۟ إِن نَّتَّبِعِ ٱلْهُدَىٰ مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَآ ۚ أَوَلَمْ نُمَكِّن لَّهُمْ حَرَمًا ءَامِنًا يُجْبَىٰٓ إِلَيْهِ ثَمَرَٰتُ كُلِّ شَىْءٍ رِّزْقًا مِّن لَّدُنَّا وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa qālū in natabi'il-hudā ma'aka nutakhaṭṭaf min arḍinā, awalam numakkil lahum ḥaraman āminay yujbā ilaihi ṡamarātu kulli syai'ir rizqam mil ladunnā wa lākinna akṡarahum lā ya'lamūn(a)."
  },
  {
    "verse_number": 58,
    "translation": "Und wie (so) manche Stadt, die sich übermütig ihres Lebensunterhaltes erfreute, haben Wir vernichtet! Da sind nun ihre Wohnorte, die nach ihnen nicht mehr bewohnt wurden, bis auf wenige. Und Wir sind es, die Erben (all dessen) geworden sind.",
    "segmented": [
      {
        "translation": "Und wie (so) manche Stadt, die sich übermütig ihres Lebensunterhaltes erfreute, haben Wir vernichtet!",
        "text_uthmani": "وَكَمْ أَهْلَكْنَا مِن قَرْيَةٍۭ بَطِرَتْ مَعِيشَتَهَا ۖ",
        "text_uthmani_transcribed": "Wa kam ahlakna min qaryatin batirat ma'ishataha."
      },
      {
        "translation": "Da sind nun ihre Wohnorte, die nach ihnen nicht mehr bewohnt wurden, bis auf wenige. Und Wir sind es, die Erben (all dessen) geworden sind.",
        "text_uthmani": "فَتِلْكَ مَسَـٰكِنُهُمْ لَمْ تُسْكَن مِّنۢ بَعْدِهِمْ إِلَّا قَلِيلًا ۖ وَكُنَّا نَحْنُ ٱلْوَٰرِثِينَ",
        "text_uthmani_transcribed": "Fatilka masakinuhum lam tuskun min ba'dihim illa qaleelan. Wa kunna nahnu alwarithin."
      }
    ],
    "text_uthmani": "وَكَمْ أَهْلَكْنَا مِن قَرْيَةٍۭ بَطِرَتْ مَعِيشَتَهَا ۖ فَتِلْكَ مَسَـٰكِنُهُمْ لَمْ تُسْكَن مِّنۢ بَعْدِهِمْ إِلَّا قَلِيلًا ۖ وَكُنَّا نَحْنُ ٱلْوَٰرِثِينَ",
    "text_uthmani_transcribed": "Wa kam ahlaknā min qaryatim baṭirat ma'īsyatahā, fatilka masākinuhum lam tuskam mim ba'dihim illā qalīlā(n), wa kunnā naḥnul-wāriṡīn(a)."
  },
  {
    "verse_number": 59,
    "translation": "Und dein Herr hätte nimmer die Städte vernichtet, bevor Er nicht in ihrem Mittelpunkt einen Gesandten hätte erstehen lassen, der ihnen Unsere Zeichen verliest. Und Wir hätten die Städte nimmer vernichtet, wenn ihre Bewohner nicht ungerecht gewesen wären.",
    "segmented": [
      {
        "translation": "Und dein Herr hätte nimmer die Städte vernichtet, bevor Er nicht in ihrem Mittelpunkt einen Gesandten hätte erstehen lassen, der ihnen Unsere",
        "text_uthmani": "وَمَا كَانَ رَبُّكَ مُهْلِكَ ٱلْقُرَىٰ حَتَّىٰ يَبْعَثَ فِىٓ أُمِّهَا رَسُولًا يَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِنَا",
        "text_uthmani_transcribed": "Wa ma kana rabbuka muhlika alqura hatta yab'atha fee ummiha rasoolan yatluwa 'alayhim aayatina"
      },
      {
        "translation": "Zeichen verliest. Und Wir hätten die Städte nimmer vernichtet, wenn ihre Bewohner nicht ungerecht gewesen wären.",
        "text_uthmani": "ۚ وَمَا كُنَّا مُهْلِكِى ٱلْقُرَىٰٓ إِلَّا وَأَهْلُهَا ظَـٰلِمُونَ",
        "text_uthmani_transcribed": "Wa ma kunna muhliki alqura illa wa ahluha thalimoon"
      }
    ],
    "text_uthmani": "وَمَا كَانَ رَبُّكَ مُهْلِكَ ٱلْقُرَىٰ حَتَّىٰ يَبْعَثَ فِىٓ أُمِّهَا رَسُولًا يَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِنَا ۚ وَمَا كُنَّا مُهْلِكِى ٱلْقُرَىٰٓ إِلَّا وَأَهْلُهَا ظَـٰلِمُونَ",
    "text_uthmani_transcribed": "Wa mā kāna rabbuka muhlikal-qurā ḥattā yab'aṡa fī ummihā rasūlay yatlū 'alaihim āyātinā, wa mā kunnā muhlikil-qurā illā wa ahluhā ẓālimūn(a)."
  },
  {
    "verse_number": 60,
    "translation": "Und was immer euch gegeben geworden ist, ist Genuß und Schmuck des diesseitigen Lebens. Was aber bei Allah ist, ist besser und beständiger. Begreift ihr denn nicht?",
    "segmented": [
      {
        "translation": "Und was immer euch gegeben geworden ist, ist Genuß und Schmuck des diesseitigen Lebens. Was aber bei Allah ist, ist besser und beständiger.",
        "text_uthmani": "وَمَآ أُوتِيتُم مِّن شَىْءٍ فَمَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَزِينَتُهَا ۚ وَمَا عِندَ ٱللَّهِ خَيْرٌ وَأَبْقَىٰٓ",
        "text_uthmani_transcribed": "Wa maa ootitum min shay'in famataa'u alhayati alddunya wazeenatuha. Wa maa 'inda Allahi khayrun wa abqaa"
      },
      {
        "translation": "Begreift ihr denn nicht?",
        "text_uthmani": "ۚ أَفَلَا تَعْقِلُونَ",
        "text_uthmani_transcribed": "Afa laa ta'qiloon"
      }
    ],
    "text_uthmani": "وَمَآ أُوتِيتُم مِّن شَىْءٍ فَمَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَزِينَتُهَا ۚ وَمَا عِندَ ٱللَّهِ خَيْرٌ وَأَبْقَىٰٓ ۚ أَفَلَا تَعْقِلُونَ",
    "text_uthmani_transcribed": "Wa mā ūtītum min syai'in famatā'ul-ḥayātid-dun-yā wa zīnatuhā, wa mā 'indallāhi khairuw wa abqā, afalā ta'qilūn(a)."
  },
  {
    "verse_number": 61,
    "translation": "Ist denn einer, dem Wir ein schönes Versprechen gegeben haben und der es auch vorfinden wird, einem gleich, den Wir den Genuß des diesseitigen Lebens genießen lassen, der hierauf aber am Tag der Auferstehung zu den Vorgeführten gehören wird?",
    "segmented": [
      {
        "translation": "Ist denn einer, dem Wir ein schönes Versprechen gegeben haben",
        "text_uthmani": "أَفَمَن وَعَدْنَـٰهُ وَعْدًا حَسَنًا",
        "text_uthmani_transcribed": "Afa man wa'adnahu wa'dan hasanan"
      },
      {
        "translation": "und der es auch vorfinden wird, einem gleich, den Wir den Genuß des diesseitigen Lebens genießen lassen, der hierauf aber am Tag der Auferstehung zu den Vorgeführten gehören wird?",
        "text_uthmani": "فَهُوَ لَـٰقِيهِ كَمَن مَّتَّعْنَـٰهُ مَتَـٰعَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ثُمَّ هُوَ يَوْمَ ٱلْقِيَـٰمَةِ مِنَ ٱلْمُحْضَرِينَ",
        "text_uthmani_transcribed": "Fahuwa laqiyhi kaman matta'nahu mata'a alhayawati addunya thumma huwa yawma alqiyamati mina almuhdhareen"
      }
    ],
    "text_uthmani": "أَفَمَن وَعَدْنَـٰهُ وَعْدًا حَسَنًا فَهُوَ لَـٰقِيهِ كَمَن مَّتَّعْنَـٰهُ مَتَـٰعَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ثُمَّ هُوَ يَوْمَ ٱلْقِيَـٰمَةِ مِنَ ٱلْمُحْضَرِينَ",
    "text_uthmani_transcribed": "Afamaw wa'adnāhu wa'dan ḥasanan fahuwa lāqīhi kamam matta'nāhu matā'al-ḥayātid-dun-yā ṡumma huwa yaumal-qiyāmati minal-muḥḍarīn(a)."
  },
  {
    "verse_number": 62,
    "translation": "Und am Tag, da Er ihnen zurufen wird und dann sagt: „Wo sind denn Meine Teilhaber, die ihr stets angegeben habt?",
    "text_uthmani": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
    "text_uthmani_transcribed": "Wa yauma yunādīhim fayaqūlu aina syurakā'iyal-lażīna kuntum taz'umūn(a)."
  },
  {
    "verse_number": 63,
    "translation": "Diejenigen, gegen die sich das Wort bewahrheitet hat, sagen: „Unser Herr, diese, die wir in Verirrung haben fallen lassen, haben wir (nur) in Verirrung fallen lassen, wie wir selbst in Verirrung gefallen waren. (Von ihnen) sagen wir uns vor Dir los. Nicht uns dienten sie ja.",
    "segmented": [
      {
        "translation": "Diejenigen, gegen die sich das Wort bewahrheitet hat, sagen: „Unser Herr, diese, die wir in Verirrung haben fallen lassen, haben wir (nur) in",
        "text_uthmani": "قَالَ ٱلَّذِينَ حَقَّ عَلَيْهِمُ ٱلْقَوْلُ رَبَّنَا هَـٰٓؤُلَآءِ ٱلَّذِينَ أَغْوَيْنَآ أَغْوَيْنَـٰهُمْ كَمَا غَوَيْنَا",
        "text_uthmani_transcribed": "Qāla alladhīna ḥaqqa ʿalayhimu al-qawlu rabbana hāulāi alladhīna aghwaynā aghwaynāhum kamā ghawaynā"
      },
      {
        "translation": "Verirrung fallen lassen, wie wir selbst in Verirrung gefallen waren. (Von ihnen) sagen wir uns vor Dir los. Nicht uns dienten sie ja.",
        "text_uthmani": "ۖ تَبَرَّأْنَآ إِلَيْكَ ۖ مَا كَانُوٓا۟ إِيَّانَا يَعْبُدُونَ",
        "text_uthmani_transcribed": "Tabarrā'nā ilayka mā kānū iyyānā yaʿbudūn"
      }
    ],
    "text_uthmani": "قَالَ ٱلَّذِينَ حَقَّ عَلَيْهِمُ ٱلْقَوْلُ رَبَّنَا هَـٰٓؤُلَآءِ ٱلَّذِينَ أَغْوَيْنَآ أَغْوَيْنَـٰهُمْ كَمَا غَوَيْنَا ۖ تَبَرَّأْنَآ إِلَيْكَ ۖ مَا كَانُوٓا۟ إِيَّانَا يَعْبُدُونَ",
    "text_uthmani_transcribed": "Wa qālal-lażīna ḥaqqa 'alaihimul-qaulu rabbanā hā'ulā'il-lażīna agwainā, agwaināhum kamā gawainā, tabarra'nā ilaika mā kānū iyyānā ya'budūn(a)."
  },
  {
    "verse_number": 64,
    "translation": "Und es wird gesagt werden: „Ruft eure Teilhaber. Sie werden sie anrufen, aber sie werden ihnen nicht antworten. Und sie werden die Strafe sehen. Wenn sie sich hätten rechtleiten lassen (, wären sie gerettet gewesen).",
    "segmented": [
      {
        "translation": "Und es wird gesagt werden: „Ruft eure Teilhaber. Sie werden sie anrufen, aber sie werden ihnen nicht antworten. Und sie werden die Strafe sehen.",
        "text_uthmani": "وَقِيلَ ٱدْعُوا۟ شُرَكَآءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا۟ لَهُمْ وَرَأَوُا۟ ٱلْعَذَابَ",
        "text_uthmani_transcribed": "Wa qeela od'oo shurakaakum fada'awhum falam yastajeeboo lahum wa ra'awoo al'adhaba"
      },
      {
        "translation": "Wenn sie sich hätten rechtleiten lassen (, wären sie gerettet gewesen).",
        "text_uthmani": "ۚ لَوْ أَنَّهُمْ كَانُوا۟ يَهْتَدُونَ",
        "text_uthmani_transcribed": "Law annahum kanoo yahtadoon"
      }
    ],
    "text_uthmani": "وَقِيلَ ٱدْعُوا۟ شُرَكَآءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا۟ لَهُمْ وَرَأَوُا۟ ٱلْعَذَابَ ۚ لَوْ أَنَّهُمْ كَانُوا۟ يَهْتَدُونَ",
    "text_uthmani_transcribed": "Wa qīlad'ū syurakā'akum fada'auhum falam yastajībū lahum wa ra'awul-'ażāb(a), lau annahum kānū yahtadūn(a)."
  },
  {
    "verse_number": 65,
    "translation": "Und am Tag, da Er ihnen zurufen wird und sagt: „Was habt ihr den Gesandten geantwortet?",
    "text_uthmani": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَآ أَجَبْتُمُ ٱلْمُرْسَلِينَ",
    "text_uthmani_transcribed": "Wa yauma yunādīhim fayaqūlu māżā ajabtumul-mursalīn(a)."
  },
  {
    "verse_number": 66,
    "translation": "Ihren Blicken werden an jenem Tag die Beweise entzogen sein, und so fragen sie sich nicht mehr gegenseitig.",
    "text_uthmani": "فَعَمِيَتْ عَلَيْهِمُ ٱلْأَنۢبَآءُ يَوْمَئِذٍ فَهُمْ لَا يَتَسَآءَلُونَ",
    "text_uthmani_transcribed": "Fa 'amiyat 'alaihimul-ambā'u yauma'iżin fahum lā yatasā'alūn(a)."
  },
  {
    "verse_number": 67,
    "translation": "Was aber jemanden angeht, der bereut und glaubt und rechtschaffen handelt, der wird vielleicht zu denjenigen gehören, denen es wohl ergeht.",
    "text_uthmani": "فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَـٰلِحًا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلْمُفْلِحِينَ",
    "text_uthmani_transcribed": "Fa ammā man tāba wa āmana wa 'amila ṣāliḥan fa'asā ay yakūna minal-mufliḥīn(a)."
  },
  {
    "verse_number": 68,
    "translation": "Und dein Herr erschafft, was Er will, und wählt. Ihnen aber steht es nicht zu, zu wählen. Preis sei Allah! Erhaben ist Er über das, was sie (Ihm) beigesellen.",
    "segmented": [
      {
        "translation": "Und dein Herr erschafft, was Er will, und wählt. Ihnen aber steht es nicht zu, zu wählen. Preis sei Allah!",
        "text_uthmani": "وَرَبُّكَ يَخْلُقُ مَا يَشَآءُ وَيَخْتَارُ ۗ مَا كَانَ لَهُمُ ٱلْخِيَرَةُ ۚ سُبْحَـٰنَ ٱللَّهِ",
        "text_uthmani_transcribed": "Wa rabbuka yakhluqu ma yasha'u wa yakhtaru. Ma kana lahumul khiyaratu. Subhan Allahi"
      },
      {
        "translation": "Erhaben ist Er über das, was sie (Ihm) beigesellen.",
        "text_uthmani": "وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
        "text_uthmani_transcribed": "Wa ta'ala 'amma yushrikun"
      }
    ],
    "text_uthmani": "وَرَبُّكَ يَخْلُقُ مَا يَشَآءُ وَيَخْتَارُ ۗ مَا كَانَ لَهُمُ ٱلْخِيَرَةُ ۚ سُبْحَـٰنَ ٱللَّهِ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
    "text_uthmani_transcribed": "Wa rabbuka yakhluqu mā yasyā'u wa yakhtār(u), mā kāna lahumul-khiyarah(tu), subḥānallāhi wa ta'ālā 'ammā yusyrikūn(a)."
  },
  {
    "verse_number": 69,
    "translation": "Und dein Herr weiß, was ihre Brüste verhehlen und was sie offenlegen.",
    "text_uthmani": "وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ",
    "text_uthmani_transcribed": "Wa rabbuka ya'lamu mā tukinnu ṣudūruhum wa mā yu'linūn(a)."
  },
  {
    "verse_number": 70,
    "translation": "Und Er ist Allah. Es gibt keinen Gott außer Ihm. (Alles) Lob gehört Ihm in der diesseitigen und in der jenseitigen Welt! Ihm gehört das Urteil, und zu Ihm werdet ihr zurückgebracht.",
    "segmented": [
      {
        "translation": "Und Er ist Allah. Es gibt keinen Gott außer Ihm. (Alles) Lob gehört Ihm in der diesseitigen und in der jenseitigen Welt!",
        "text_uthmani": "وَهُوَ ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ لَهُ ٱلْحَمْدُ فِى ٱلْأُولَىٰ وَٱلْـَٔاخِرَةِ",
        "text_uthmani_transcribed": "Wa huwa Allahu la ilaha illa huwa. Lahu al-hamdu fi al-oola wa al-akhirah"
      },
      {
        "translation": "Ihm gehört das Urteil, und zu Ihm werdet ihr zurückgebracht.",
        "text_uthmani": "ۖ وَلَهُ ٱلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ",
        "text_uthmani_transcribed": "Wa lahu al-hukmu wa ilayhi turja'oon"
      }
    ],
    "text_uthmani": "وَهُوَ ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ لَهُ ٱلْحَمْدُ فِى ٱلْأُولَىٰ وَٱلْـَٔاخِرَةِ ۖ وَلَهُ ٱلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ",
    "text_uthmani_transcribed": "Wa huwallāhu lā ilāha illā huw(a), lahul-ḥamdu fil-ūlā wal-ākhirah(ti), wa lahul-ḥukmu wa ilaihi turja'ūn(a)."
  },
  {
    "verse_number": 71,
    "translation": "Sag: Was meint ihr, wenn Allah auf euch die Nacht als Dauerzustand legen würde bis zum Tag der Auferstehung, wer wäre (dann) Gott außer Allah, Der euch Licht bringen würde? Wollt ihr denn nicht hören?",
    "segmented": [
      {
        "translation": "Sag: Was meint ihr, wenn Allah auf euch die Nacht als Dauerzustand legen würde bis zum Tag der Auferstehung, wer wäre (dann) Gott außer Allah,",
        "text_uthmani": "قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلَّيْلَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَنْ إِلَـٰهٌ غَيْرُ ٱللَّهِ",
        "text_uthmani_transcribed": "Qul ara'aytum in ja'ala Allahu 'alaykumu allayla sarmadan ila yawmi alqiyamati man ilahun ghayru Allahi"
      },
      {
        "translation": "Der euch Licht bringen würde? Wollt ihr denn nicht hören?",
        "text_uthmani": "يَأْتِيكُم بِضِيَآءٍ ۖ أَفَلَا تَسْمَعُونَ",
        "text_uthmani_transcribed": "ya'teekum bithiya'in afala tasma'oon"
      }
    ],
    "text_uthmani": "قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلَّيْلَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَنْ إِلَـٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِضِيَآءٍ ۖ أَفَلَا تَسْمَعُونَ",
    "text_uthmani_transcribed": "Qul ara'aitum in ja'alallāhu 'alaikumul-laila sarmadan ilā yaumil-qiyāmati man ilāhun gairullāhi ya'tīkum biḍiyā'(in), afalā tasma'ūn(a)."
  },
  {
    "verse_number": 72,
    "translation": "Sag: Was meint ihr, wenn Allah auf euch den Tag als Dauerzustand legen würde bis zum Tag der Auferstehung, wer wäre (dann) Gott außer Allah, Der euch eine Nacht bringen würde, in der ihr ruht? Wollt ihr denn nicht einsichtig sein?",
    "segmented": [
      {
        "translation": "Sag: Was meint ihr, wenn Allah auf euch den Tag als Dauerzustand legen würde bis zum Tag der Auferstehung, wer wäre (dann) Gott außer Allah, Der",
        "text_uthmani": "قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلنَّهَارَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَنْ إِلَـٰهٌ غَيْرُ ٱللَّهِ",
        "text_uthmani_transcribed": "Qul ara'aytum in ja'ala Allahu 'alaykumu an-nahara sarmadan ila yawmi al-qiyamati man ilahun ghayru Allahi"
      },
      {
        "translation": "euch eine Nacht bringen würde, in der ihr ruht? Wollt ihr denn nicht einsichtig sein?",
        "text_uthmani": "يَأْتِيكُم بِلَيْلٍ تَسْكُنُونَ فِيهِ ۖ أَفَلَا تُبْصِرُونَ",
        "text_uthmani_transcribed": "ya'teekum bilaylin taskununa feehi afala tubsiroon"
      }
    ],
    "text_uthmani": "قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلنَّهَارَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَنْ إِلَـٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِلَيْلٍ تَسْكُنُونَ فِيهِ ۖ أَفَلَا تُبْصِرُونَ",
    "text_uthmani_transcribed": "Qul ara'aitum in ja'alallāhu 'alaikumun-nahāra  sarmadan ilā yaumil-qiyāmati man ilāhun gairullāhi ya'tīkum bilailin taskunūna fīh(i),  afalā tubṣirūn(a)."
  },
  {
    "verse_number": 73,
    "translation": "In Seiner Barmherzigkeit hat Er euch die Nacht und den Tag gemacht, damit ihr darin ruht und damit ihr (auch) nach etwas von Seiner Huld trachtet, und auf daß ihr dankbar sein möget.",
    "segmented": [
      {
        "translation": "In Seiner Barmherzigkeit hat Er euch die Nacht und den Tag gemacht, damit ihr darin ruht",
        "text_uthmani": "وَمِن رَّحْمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ لِتَسْكُنُوا۟ فِيهِ",
        "text_uthmani_transcribed": "Wa min rahmatihi jaa'ala lakumu allayla wa annahara litaskunoo feehi"
      },
      {
        "translation": "und damit ihr (auch) nach etwas von Seiner Huld trachtet, und auf daß ihr dankbar sein möget.",
        "text_uthmani": "وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
        "text_uthmani_transcribed": "Wa litabtaghoo min fadlihi wa la'allakum tashkuroon"
      }
    ],
    "text_uthmani": "وَمِن رَّحْمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ لِتَسْكُنُوا۟ فِيهِ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
    "text_uthmani_transcribed": "Wa mir raḥmatihī ja'ala lakumul-laila wan-nahāra litaskunū fīhi wa litabtagū min faḍlihī wa la'allakum tasykurūn(a)."
  },
  {
    "verse_number": 74,
    "translation": "Und am Tag, da Er ihnen zurufen wird und dann sagt: „Wo sind denn Meine Teilhaber, die ihr stets angegeben habt?",
    "text_uthmani": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
    "text_uthmani_transcribed": "Wa yauma yunādīhim fayaqūlu aina syurakā'iyal-lażīna kuntum taz'umūn(a)."
  },
  {
    "verse_number": 75,
    "translation": "Und Wir nehmen aus jeder Gemeinschaft einen Zeugen heraus, und da sagen Wir: „Bringt euren Beweis vor. Dann werden sie wissen, daß die Wahrheit Allah gehört. Und entschwunden wird ihnen sein, was sie zu ersinnen pflegten.",
    "segmented": [
      {
        "translation": "Und Wir nehmen aus jeder Gemeinschaft einen Zeugen heraus, und da sagen Wir: „Bringt euren Beweis vor.",
        "text_uthmani": "وَنَزَعْنَا مِن كُلِّ أُمَّةٍ شَهِيدًا فَقُلْنَا هَاتُوا۟ بُرْهَـٰنَكُمْ",
        "text_uthmani_transcribed": "Wa naz'na min kulli ummatin shahidan faqulna hatoo burhanakum"
      },
      {
        "translation": "Dann werden sie wissen, daß die Wahrheit Allah gehört. Und entschwunden wird ihnen sein, was sie zu ersinnen pflegten.",
        "text_uthmani": "فَعَلِمُوٓا۟ أَنَّ ٱلْحَقَّ لِلَّهِ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
        "text_uthmani_transcribed": "Fa'alimoo anna alhaqqa lillahi wa dalla 'anhum ma kanoo yaftaroon"
      }
    ],
    "text_uthmani": "وَنَزَعْنَا مِن كُلِّ أُمَّةٍ شَهِيدًا فَقُلْنَا هَاتُوا۟ بُرْهَـٰنَكُمْ فَعَلِمُوٓا۟ أَنَّ ٱلْحَقَّ لِلَّهِ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
    "text_uthmani_transcribed": "Wa naza'nā min kulli ummatin syahīdan faqulnā hātū burhānakum fa'alimū annal-ḥaqqa lillāhi wa ḍalla 'anhum mā kānū yaftarūn(a)."
  },
  {
    "verse_number": 76,
    "translation": "Gewiß, Qarun gehörte zum Volk Musas, doch unterdrückte er sie. Und Wir gaben ihm solche Schätze, daß deren Schlüssel wahrlich eine schwere Last für eine (ganze) Schar kräftiger Männer gewesen wären. Als sein Volk zu ihm sagte: „Sei nicht (übermütig) froh, denn Allah liebt nicht diejenigen (Unterdrücker), die (zu übermütig) froh sind,",
    "segmented": [
      {
        "translation": "Gewiß, Qarun gehörte zum Volk Musas, doch unterdrückte er sie.",
        "text_uthmani": "۞ إِنَّ قَـٰرُونَ كَانَ مِن قَوْمِ مُوسَىٰ فَبَغَىٰ عَلَيْهِمْ ۖ",
        "text_uthmani_transcribed": "Inna qaruna kana min qawmi musa fabagha 'alayhim."
      },
      {
        "translation": "Und Wir gaben ihm solche Schätze, daß deren Schlüssel wahrlich eine schwere Last für eine (ganze) Schar kräftiger Männer gewesen wären.",
        "text_uthmani": "وَءَاتَيْنَـٰهُ مِنَ ٱلْكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلْعُصْبَةِ أُو۟لِى ٱلْقُوَّةِ",
        "text_uthmani_transcribed": "Wa ataynahu mina alkanuzi ma inna mafatihahu latanu'u bil'usbati uli alquwati."
      },
      {
        "translation": "Als sein Volk zu ihm sagte: „Sei nicht (übermütig) froh, denn Allah liebt nicht diejenigen (Unterdrücker), die (zu übermütig) froh sind,",
        "text_uthmani": "إِذْ قَالَ لَهُۥ قَوْمُهُۥ لَا تَفْرَحْ ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْفَرِحِينَ",
        "text_uthmani_transcribed": "Idh qala lahu qawmuhu la tafrah. Inna Allaha la yuhibbu al-farihin."
      }
    ],
    "text_uthmani": "۞ إِنَّ قَـٰرُونَ كَانَ مِن قَوْمِ مُوسَىٰ فَبَغَىٰ عَلَيْهِمْ ۖ وَءَاتَيْنَـٰهُ مِنَ ٱلْكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلْعُصْبَةِ أُو۟لِى ٱلْقُوَّةِ إِذْ قَالَ لَهُۥ قَوْمُهُۥ لَا تَفْرَحْ ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْفَرِحِينَ",
    "text_uthmani_transcribed": "Inna qārūna kāna min qaumi mūsā fabagā 'alaihim, wa ātaināhu minal-kunūzi  mā inna mafātiḥahū latanū'u bil-'uṣbati ulil-quwwah(ti), iż qāla lahū qaumuhū lā tafraḥ, innallāha lā yuḥibbul-fariḥīn(a)."
  },
  {
    "verse_number": 77,
    "translation": "sondern trachte mit dem, was Allah dir gegeben hat, nach der jenseitigen Wohnstätte, vergiß aber auch nicht deinen Anteil am Diesseits. Und tu Gutes, so wie Allah dir Gutes getan hat. Und trachte nicht nach Unheil auf der Erde, denn Allah liebt nicht die Unheilstifter.",
    "segmented": [
      {
        "translation": "sondern trachte mit dem, was Allah dir gegeben hat, nach der jenseitigen Wohnstätte, vergiß aber auch nicht deinen Anteil am Diesseits.",
        "text_uthmani": "وَٱبْتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلْـَٔاخِرَةَ ۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنْيَا ۖ",
        "text_uthmani_transcribed": "Wa ibtaghi feema ataka Allahu addara al-akhirata. Wa la tansa naseebaka mina addunya."
      },
      {
        "translation": "Und tu Gutes, so wie Allah dir Gutes getan hat. Und trachte nicht nach Unheil auf der Erde, denn Allah liebt nicht die Unheilstifter.",
        "text_uthmani": "وَأَحْسِن كَمَآ أَحْسَنَ ٱللَّهُ إِلَيْكَ ۖ وَلَا تَبْغِ ٱلْفَسَادَ فِى ٱلْأَرْضِ ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُفْسِدِينَ",
        "text_uthmani_transcribed": "Wa ahsin kama ahsana Allahu ilayka. Wa la tabghi alfasada fil-ardi. Inna Allaha la yuhibbu al-mufsidin."
      }
    ],
    "text_uthmani": "وَٱبْتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلْـَٔاخِرَةَ ۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنْيَا ۖ وَأَحْسِن كَمَآ أَحْسَنَ ٱللَّهُ إِلَيْكَ ۖ وَلَا تَبْغِ ٱلْفَسَادَ فِى ٱلْأَرْضِ ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُفْسِدِينَ",
    "text_uthmani_transcribed": "Wabtagi fīmā ātākallāhud-dāral-ākhirata wa lā tansa naṣībaka minad-dun-yā wa aḥsin kama aḥsanallāhu ilaika wa lā tabgil-fasāda fil-arḍ(i), innallāha lā yuḥibbul-mufsidīn(a)."
  },
  {
    "verse_number": 78,
    "translation": "Er sagte: „Es ist mir nur gegeben worden aufgrund von Wissen, das ich besitze. Wußte er denn nicht, daß Allah bereits vor ihm solche Geschlechter vernichtet hatte, die eine stärkere Kraft als er besaßen und eine größere Ansammlung (an Helfern) hatten? Und die Übeltäter werden nicht nach ihren Sünden befragt.",
    "segmented": [
      {
        "translation": "Er sagte: „Es ist mir nur gegeben worden aufgrund von Wissen, das ich besitze.",
        "text_uthmani": "قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلْمٍ عِندِىٓ ۚ",
        "text_uthmani_transcribed": "Qāla innamā ūtītuhū ʿalā ʿilmin ʿindī."
      },
      {
        "translation": "Wußte er denn nicht, daß Allah bereits vor ihm solche Geschlechter vernichtet hatte, die eine stärkere Kraft als er besaßen",
        "text_uthmani": "أَوَلَمْ يَعْلَمْ أَنَّ ٱللَّهَ قَدْ أَهْلَكَ مِن قَبْلِهِۦ مِنَ ٱلْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً",
        "text_uthmani_transcribed": "Awalam yaʿlam anna Allāha qad ahlaka min qablihi mina al-qurūni man huwa ashaddu minhu quwwatan"
      },
      {
        "translation": "und eine größere Ansammlung (an Helfern) hatten? Und die Übeltäter werden nicht nach ihren Sünden befragt.",
        "text_uthmani": "وَأَكْثَرُ جَمْعًا ۚ وَلَا يُسْـَٔلُ عَن ذُنُوبِهِمُ ٱلْمُجْرِمُونَ",
        "text_uthmani_transcribed": "wa-aktharu jamʿan. wa-lā yus'alu ʿan dhunūbihimu al-mujrimūn"
      }
    ],
    "text_uthmani": "قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلْمٍ عِندِىٓ ۚ أَوَلَمْ يَعْلَمْ أَنَّ ٱللَّهَ قَدْ أَهْلَكَ مِن قَبْلِهِۦ مِنَ ٱلْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا ۚ وَلَا يُسْـَٔلُ عَن ذُنُوبِهِمُ ٱلْمُجْرِمُونَ",
    "text_uthmani_transcribed": "Qāla innamā ūtītuhū 'alā 'ilmin 'indī, awalam ya'lam annallāha qad ahlaka min qablihī minal-qurūni man huwa asyaddu minhu quwwataw wa akṡaru jam'ā(n), wa lā yus'alu 'an żunūbihimul-mujrimūn(a)."
  },
  {
    "verse_number": 79,
    "translation": "Und so trat er zu seinem Volk in seinem Schmuck heraus. Diejenigen, die das diesseitige Leben begehrten, sagten: „O hätten doch (auch) wir das gleiche wie das, was Qarun gegeben worden ist! Er hat wahrlich gewaltiges Glück.",
    "segmented": [
      {
        "translation": "Und so trat er zu seinem Volk in seinem Schmuck heraus.",
        "text_uthmani": "فَخَرَجَ عَلَىٰ قَوْمِهِۦ فِى زِينَتِهِۦ ۖ",
        "text_uthmani_transcribed": "Fakharaja 'ala qawmihi fi zeenatihi."
      },
      {
        "translation": "Diejenigen, die das diesseitige Leben begehrten, sagten: „O hätten doch (auch) wir das gleiche wie das, was Qarun gegeben worden ist!",
        "text_uthmani": "قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا يَـٰلَيْتَ لَنَا مِثْلَ مَآ أُوتِىَ قَـٰرُونُ",
        "text_uthmani_transcribed": "Qala allatheena yureedoona alhayata aldunya ya layta lana mithla ma ootiya qaroon."
      },
      {
        "translation": "Er hat wahrlich gewaltiges Glück.",
        "text_uthmani": "إِنَّهُۥ لَذُو حَظٍّ عَظِيمٍ",
        "text_uthmani_transcribed": "Innahu ladhu hazzin 'azeem."
      }
    ],
    "text_uthmani": "فَخَرَجَ عَلَىٰ قَوْمِهِۦ فِى زِينَتِهِۦ ۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا يَـٰلَيْتَ لَنَا مِثْلَ مَآ أُوتِىَ قَـٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٍ",
    "text_uthmani_transcribed": "Fa kharaja 'alā qaumihī fī zīnatih(ī), qālal-lażīna yurīdūnal-ḥayātad-dun-yā yā laita lanā miṡla mā ūtiya qārūn(u), innahū lażū ḥaẓẓin 'aẓīm(in)."
  },
  {
    "verse_number": 80,
    "translation": "Aber diejenigen, denen das Wissen gegeben worden war, sagten: „Wehe euch! Allahs Belohnung ist besser für jemanden, der glaubt und rechtschaffen handelt. Aber es wird nur den Standhaften dargeboten.",
    "segmented": [
      {
        "translation": "Aber diejenigen, denen das Wissen gegeben worden war, sagten: „Wehe euch!",
        "text_uthmani": "وَقَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ وَيْلَكُمْ",
        "text_uthmani_transcribed": "Wa qāla alladhīna ūtū al-'ilma wailakum"
      },
      {
        "translation": "Allahs Belohnung ist besser für jemanden, der glaubt und rechtschaffen handelt. Aber es wird nur den Standhaften dargeboten.",
        "text_uthmani": "ثَوَابُ ٱللَّهِ خَيْرٌ لِّمَنْ ءَامَنَ وَعَمِلَ صَـٰلِحًا وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّـٰبِرُونَ",
        "text_uthmani_transcribed": "Thawābu allāhi khayrun liman āmana wa 'amila ṣāliḥan wa lā yulaqqāhā illā aṣ-ṣābirūn"
      }
    ],
    "text_uthmani": "وَقَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ وَيْلَكُمْ ثَوَابُ ٱللَّهِ خَيْرٌ لِّمَنْ ءَامَنَ وَعَمِلَ صَـٰلِحًا وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّـٰبِرُونَ",
    "text_uthmani_transcribed": "Wa qālal-lażīna ūtul-'ilma wailakum ṡawābullāhi khairul liman āmana wa 'amila ṣāliḥā(n), wa lā yulaqqāhā illaṣ-ṣābirūn(a)."
  },
  {
    "verse_number": 81,
    "translation": "Da ließen Wir mit ihm und mit seiner Wohnstätte die Erde versinken. Und da hatte er weder eine Schar, die ihm vor Allah half, noch konnte er sich selbst helfen.",
    "segmented": [
      {
        "translation": "Da ließen Wir mit ihm und mit seiner Wohnstätte die Erde versinken.",
        "text_uthmani": "فَخَسَفْنَا بِهِۦ وَبِدَارِهِ ٱلْأَرْضَ",
        "text_uthmani_transcribed": "Fakhasafna bihi wa bidarihi al-arda"
      },
      {
        "translation": "Und da hatte er weder eine Schar, die ihm vor Allah half, noch konnte er sich selbst helfen.",
        "text_uthmani": "فَمَا كَانَ لَهُۥ مِن فِئَةٍ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلْمُنتَصِرِينَ",
        "text_uthmani_transcribed": "Fama kana lahu min fi'atin yansurunahu min duni Allahi wa ma kana mina al-muntasirin"
      }
    ],
    "text_uthmani": "فَخَسَفْنَا بِهِۦ وَبِدَارِهِ ٱلْأَرْضَ فَمَا كَانَ لَهُۥ مِن فِئَةٍ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلْمُنتَصِرِينَ",
    "text_uthmani_transcribed": "Fakhasafnā bihī wa bidārihil-arḍ(a), famā kāna lahū min fi'atiy yanṣurūnahū min dūnillāh(i), wa mā kāna minal-muntaṣirīn(a)."
  },
  {
    "verse_number": 82,
    "translation": "Und diejenigen, die sich am Tag zuvor (an) seine(r) Stelle (zu sein) gewünscht hatten, begannen zu sagen: „Ah sieh! Allah gewährt die Versorgung großzügig, wem von Seinen Dienern Er will, und bemißt auch. Wenn Allah uns nicht eine Wohltat erwiesen hätte, hätte Er uns wahrlich (auch) versinken lassen. Ah sieh! Den Ungläubigen wird es nicht wohl ergehen.",
    "segmented": [
      {
        "translation": "Und diejenigen, die sich am Tag zuvor (an) seine(r) Stelle (zu sein) gewünscht hatten, begannen zu sagen: „Ah sieh!",
        "text_uthmani": "وَأَصْبَحَ ٱلَّذِينَ تَمَنَّوْا۟ مَكَانَهُۥ بِٱلْأَمْسِ يَقُولُونَ وَيْكَأَنَّ",
        "text_uthmani_transcribed": "Wa asbaha allatheena tamannaw makanahu bial-amsi yaqooloona waykaanna"
      },
      {
        "translation": "Allah gewährt die Versorgung großzügig, wem von Seinen Dienern Er will, und bemißt auch.",
        "text_uthmani": "ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ ۖ",
        "text_uthmani_transcribed": "Allahu yabsutu alrizqa liman yashao min ibadihi wayaqdiru"
      },
      {
        "translation": "Wenn Allah uns nicht eine Wohltat erwiesen hätte, hätte Er uns wahrlich (auch) versinken lassen. Ah sieh!",
        "text_uthmani": "لَوْلَآ أَن مَّنَّ ٱللَّهُ عَلَيْنَا لَخَسَفَ بِنَا ۖ وَيْكَأَنَّهُۥ",
        "text_uthmani_transcribed": "Lawla an manna Allahu alayna lakhasafa bina waykaannahu"
      },
      {
        "translation": "Den Ungläubigen wird es nicht wohl ergehen.",
        "text_uthmani": "لَا يُفْلِحُ ٱلْكَـٰفِرُونَ",
        "text_uthmani_transcribed": "La yuflihu alkafiroona"
      }
    ],
    "text_uthmani": "وَأَصْبَحَ ٱلَّذِينَ تَمَنَّوْا۟ مَكَانَهُۥ بِٱلْأَمْسِ يَقُولُونَ وَيْكَأَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ ۖ لَوْلَآ أَن مَّنَّ ٱللَّهُ عَلَيْنَا لَخَسَفَ بِنَا ۖ وَيْكَأَنَّهُۥ لَا يُفْلِحُ ٱلْكَـٰفِرُونَ",
    "text_uthmani_transcribed": "Wa aṣbaḥal-lażīna tamannau makānahū bil-amsi yaqūlūna waika'annallāha yabsuṭur-rizqa limay yasyā'u min 'ibādihī wa yaqdir(u), lau lā am mannallāhu 'alainā lakhasafa binā, waika'annahū lā yufliḥul-kāfirūn(a)."
  },
  {
    "verse_number": 83,
    "translation": "Das ist die jenseitige Wohnstätte. Wir bestimmen sie für diejenigen, die weder Überheblichkeit auf der Erde noch Unheil begehren. Und das (gute) Ende gehört den Gottesfürchtigen.",
    "segmented": [
      {
        "translation": "Das ist die jenseitige Wohnstätte. Wir bestimmen sie für diejenigen, die weder Überheblichkeit auf der Erde noch Unheil begehren.",
        "text_uthmani": "تِلْكَ ٱلدَّارُ ٱلْـَٔاخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِى ٱلْأَرْضِ وَلَا فَسَادًا ۚ",
        "text_uthmani_transcribed": "Tilka alddaru al-akhiratu naj'aluhā lilladhīna lā yurīdūna 'uluwwan fī al-ardi wa-lā fasādan."
      },
      {
        "translation": "Und das (gute) Ende gehört den Gottesfürchtigen.",
        "text_uthmani": "وَٱلْعَـٰقِبَةُ لِلْمُتَّقِينَ",
        "text_uthmani_transcribed": "Wa-al-'āqibatu lil-muttaqīn."
      }
    ],
    "text_uthmani": "تِلْكَ ٱلدَّارُ ٱلْـَٔاخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِى ٱلْأَرْضِ وَلَا فَسَادًا ۚ وَٱلْعَـٰقِبَةُ لِلْمُتَّقِينَ",
    "text_uthmani_transcribed": "Tilkad-dārul-ākhiratu naj'aluhā lil-lażīna lā yurīdūna 'uluwwan fil-arḍi wa lā fasādā(n), wal-'āqibatu lil-muttaqīn(a)."
  },
  {
    "verse_number": 84,
    "translation": "Wer mit einer guten Tat kommt, für den wird es etwas Besseres als sie geben. Wer aber mit einer bösen Tat kommt, so wird denjenigen, die böse Taten begehen, nur das vergolten, was sie zu tun pflegten.",
    "segmented": [
      {
        "translation": "Wer mit einer guten Tat kommt, für den wird es etwas Besseres als sie geben.",
        "text_uthmani": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ خَيْرٌ مِّنْهَا ۖ",
        "text_uthmani_transcribed": "Man jaa'a bil-hasanati falahu khayrun minha."
      },
      {
        "translation": "Wer aber mit einer bösen Tat kommt, so wird denjenigen, die böse Taten begehen, nur das vergolten, was sie zu tun pflegten.",
        "text_uthmani": "وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجْزَى ٱلَّذِينَ عَمِلُوا۟ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
        "text_uthmani_transcribed": "Wa man jaa'a bis-sayyi'ati fala yujza alladhina 'amilu as-sayyi'ati illa ma kanu ya'malun."
      }
    ],
    "text_uthmani": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ خَيْرٌ مِّنْهَا ۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجْزَى ٱلَّذِينَ عَمِلُوا۟ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Man jā'a bil-ḥasanati falahū khairum minhā, wa man jā'a bis-sayyi'ati falā yujzal-lażīna 'amilus-sayyi'āti illā mā kānū ya'malūn(a)."
  },
  {
    "verse_number": 85,
    "translation": "Derjenige, Der dir den Qur’an verpflichtend gemacht hat, wird dich sicher zu einem Ort der Wiederkehr zurückkehren lassen. Sag: Mein Herr weiß besser, wer die Rechtleitung bringt und wer sich in deutlichem Irrtum befindet.",
    "segmented": [
      {
        "translation": "Derjenige, Der dir den Qur’an verpflichtend gemacht hat, wird dich sicher zu einem Ort der Wiederkehr zurückkehren lassen.",
        "text_uthmani": "إِنَّ ٱلَّذِى فَرَضَ عَلَيْكَ ٱلْقُرْءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٍ ۚ",
        "text_uthmani_transcribed": "Inna allathee farada 'alayka al-Qur'ana laradduka ila ma'adin."
      },
      {
        "translation": "Sag: Mein Herr weiß besser, wer die Rechtleitung bringt und wer sich in deutlichem Irrtum befindet.",
        "text_uthmani": "قُل رَّبِّىٓ أَعْلَمُ مَن جَآءَ بِٱلْهُدَىٰ وَمَنْ هُوَ فِى ضَلَـٰلٍ مُّبِينٍ",
        "text_uthmani_transcribed": "Qul rabbi a'lamu man ja'a bil-huda wa man huwa fi dalalin mubin."
      }
    ],
    "text_uthmani": "إِنَّ ٱلَّذِى فَرَضَ عَلَيْكَ ٱلْقُرْءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٍ ۚ قُل رَّبِّىٓ أَعْلَمُ مَن جَآءَ بِٱلْهُدَىٰ وَمَنْ هُوَ فِى ضَلَـٰلٍ مُّبِينٍ",
    "text_uthmani_transcribed": "Innal-lażī faraḍa 'alaikal-qur'āna larādduka ilā ma'ād(in), qur rabbī a'lamu man jā'a bil-hudā wa man huwa fī ḍalālim mubīn(in)."
  },
  {
    "verse_number": 86,
    "translation": "Und du hattest nicht erwartet, daß das Buch an dich gerichtet würde. Es ist nur aus Barmherzigkeit von deinem Herrn. Darum leiste den Ungläubigen ja keinen Beistand.",
    "segmented": [
      {
        "translation": "Und du hattest nicht erwartet, daß das Buch an dich gerichtet würde. Es ist nur aus Barmherzigkeit von deinem Herrn.",
        "text_uthmani": "وَمَا كُنتَ تَرْجُوٓا۟ أَن يُلْقَىٰٓ إِلَيْكَ ٱلْكِتَـٰبُ إِلَّا رَحْمَةً مِّن رَّبِّكَ ۖ",
        "text_uthmani_transcribed": "Wa ma kunta tarjoo an yulqa ilayka al-kitabu illa rahmatan min rabbika."
      },
      {
        "translation": "Darum leiste den Ungläubigen ja keinen Beistand.",
        "text_uthmani": "فَلَا تَكُونَنَّ ظَهِيرًا لِّلْكَـٰفِرِينَ",
        "text_uthmani_transcribed": "Fala takoonanna zahiran lil-kafireen."
      }
    ],
    "text_uthmani": "وَمَا كُنتَ تَرْجُوٓا۟ أَن يُلْقَىٰٓ إِلَيْكَ ٱلْكِتَـٰبُ إِلَّا رَحْمَةً مِّن رَّبِّكَ ۖ فَلَا تَكُونَنَّ ظَهِيرًا لِّلْكَـٰفِرِينَ",
    "text_uthmani_transcribed": "Wa mā kunta tarjū ay yulqā ilaikal-kitābu illā raḥmatam mir rabbika falā takūnanna ẓahīral lil-kāfirīn(a)."
  },
  {
    "verse_number": 87,
    "translation": "Und lasse sie dich nur nicht von den Zeichen Allahs abhalten, nachdem sie nun zu dir herabgesandt worden sind. Und rufe zu deinem Herrn, und gehöre ja nicht zu den Götzendienern.",
    "segmented": [
      {
        "translation": "Und lasse sie dich nur nicht von den Zeichen Allahs abhalten, nachdem sie nun zu dir herabgesandt worden sind.",
        "text_uthmani": "وَلَا يَصُدُّنَّكَ عَنْ ءَايَـٰتِ ٱللَّهِ بَعْدَ إِذْ أُنزِلَتْ إِلَيْكَ ۖ",
        "text_uthmani_transcribed": "Wa la yasuddunnaka 'an aayati Allahi ba'da idh unzilat ilayka."
      },
      {
        "translation": "Und rufe zu deinem Herrn, und gehöre ja nicht zu den Götzendienern.",
        "text_uthmani": "وَٱدْعُ إِلَىٰ رَبِّكَ ۖ وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ",
        "text_uthmani_transcribed": "Wa od'u ila rabbika. Wa la takoonanna mina al-mushrikeen."
      }
    ],
    "text_uthmani": "وَلَا يَصُدُّنَّكَ عَنْ ءَايَـٰتِ ٱللَّهِ بَعْدَ إِذْ أُنزِلَتْ إِلَيْكَ ۖ وَٱدْعُ إِلَىٰ رَبِّكَ ۖ وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ",
    "text_uthmani_transcribed": "Wa lā yaṣuddunnaka 'an āyātillāhi ba'da iż unzilat ilaika wad'u ilā rabbika wa lā takūnanna minal-musyrikīn(a)."
  },
  {
    "verse_number": 88,
    "translation": "Und rufe neben Allah keinen anderen Gott an. Es gibt keinen Gott außer Ihm. Alles wird untergehen - außer Seinem Angesicht. Ihm gehört das Urteil, und zu Ihm werdet ihr zurückgebracht.",
    "segmented": [
      {
        "translation": "Und rufe neben Allah keinen anderen Gott an. Es gibt keinen Gott außer Ihm. Alles wird untergehen - außer Seinem Angesicht.",
        "text_uthmani": "وَلَا تَدْعُ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ ۘ لَآ إِلَـٰهَ إِلَّا هُوَ ۚ كُلُّ شَىْءٍ هَالِكٌ إِلَّا وَجْهَهُۥ",
        "text_uthmani_transcribed": "Wa la tad'u ma'a Allahi ilahan akhara. La ilaha illa huwa. Kullu shay'in halikun illa wajhahu."
      },
      {
        "translation": "Ihm gehört das Urteil, und zu Ihm werdet ihr zurückgebracht.",
        "text_uthmani": "ۚ لَهُ ٱلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ",
        "text_uthmani_transcribed": "Lahu al-hukmu wa ilayhi turja'oon."
      }
    ],
    "text_uthmani": "وَلَا تَدْعُ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ ۘ لَآ إِلَـٰهَ إِلَّا هُوَ ۚ كُلُّ شَىْءٍ هَالِكٌ إِلَّا وَجْهَهُۥ ۚ لَهُ ٱلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ",
    "text_uthmani_transcribed": "Wa lā tad'u ma'allāhi ilāhan ākhar(a), lā ilāha illā huw(a), kullu syai'in hālikun illā wajhah(ū), lahul-ḥukmu wa ilaihi turja'ūn(a)."
  }
]