[
  {
    "verse_number": 1,
    "translation": "O die ihr glaubt, haltet die Abmachungen! Erlaubt (zu essen) sind euch die Vierfüßler unter dem Vieh, außer dem, was euch verlesen wird, ohne daß ihr jedoch das Jagdwild als erlaubt betrachtet, während ihr im Zustand der Pilgerweihe seid. Allah ordnet an, was Er will.",
    "segmented": [
      {
        "belongs_to_verse_number": 1,
        "translation": "O die ihr glaubt, haltet die Abmachungen!",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَوْفُوا۟ بِٱلْعُقُودِ ۚ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū aufū bil-'uqūd(i),"
      },
      {
        "belongs_to_verse_number": 1,
        "translation": "Erlaubt (zu essen) sind euch die Vierfüßler unter dem Vieh, außer dem, was euch verlesen wird, ohne daß ihr jedoch das Jagdwild als erlaubt",
        "text_uthmani": "أُحِلَّتْ لَكُم بَهِيمَةُ ٱلْأَنْعَـٰمِ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ غَيْرَ مُحِلِّى ٱلصَّيْدِ",
        "text_uthmani_transcribed": "uḥillat lakum bahīmatul-an'āmi illā mā yutlā 'alaikum gaira muḥilliṣ-ṣaidi"
      },
      {
        "belongs_to_verse_number": 1,
        "translation": "betrachtet, während ihr im Zustand der Pilgerweihe seid. Allah ordnet an, was Er will.",
        "text_uthmani": "غَيْرَ مُحِلِّى ٱلصَّيْدِ وَأَنتُمْ حُرُمٌ ۗ إِنَّ ٱللَّهَ يَحْكُمُ مَا يُرِيدُ",
        "text_uthmani_transcribed": "gaira muḥilliṣ-ṣaidi wa antum ḥurum(un), innallāha yaḥkumu mā yurīd(u)."
      }
    ],
    "text_uthmani": " يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَوْفُوا۟ بِٱلْعُقُودِ ۚ أُحِلَّتْ لَكُم بَهِيمَةُ ٱلْأَنْعَـٰمِ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ غَيْرَ مُحِلِّى ٱلصَّيْدِ وَأَنتُمْ حُرُمٌ ۗ إِنَّ ٱللَّهَ يَحْكُمُ مَا يُرِيدُ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū aufū bil-'uqūd(i), uḥillat lakum bahīmatul-an'āmi illā mā yutlā 'alaikum gaira muḥilliṣ-ṣaidi wa antum ḥurum(un), innallāha yaḥkumu mā yurīd(u)."
  },
  {
    "verse_number": 2,
    "translation": "O die ihr glaubt, entweiht nicht die Kultzeichen Allahs, noch den Schutzmonat, noch die Opfertiere, noch die Halsgehänge, noch die, die das geschützte Haus aufsuchen, indem sie nach Huld von ihrem Herrn trachten und nach Wohlgefallen. - Wenn ihr den Weihezustand abgelegt habt, dann dürft ihr jagen. - Und der Haß, den ihr gegen (bestimmte) Leute hegt, weil sie euch von der geschützten Gebetsstätte abgehalten haben, soll euch ja nicht dazu bringen zu übertreten. Helft einander zur Güte und Gottesfurcht, aber helft einander nicht zur Sünde und feindseligem Vorgehen, und fürchtet Allah! Allah ist streng im Bestrafen.",
    "segmented": [
      {
        "belongs_to_verse_number": 2,
        "translation": "O die ihr glaubt, entweiht nicht die Kultzeichen Allahs, noch den Schutzmonat, noch die Opfertiere, noch die Halsgehänge, noch die, die das geschützte Haus aufsuchen, indem sie nach Huld von ihrem Herrn trachten",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُحِلُّوا۟ شَعَـٰٓئِرَ ٱللَّهِ وَلَا ٱلشَّهْرَ ٱلْحَرَامَ وَلَا ٱلْهَدْىَ وَلَا ٱلْقَلَـٰٓئِدَ وَلَآ ءَآمِّينَ ٱلْبَيْتَ ٱلْحَرَامَ يَبْتَغُونَ فَضْلًا مِّن رَّبِّهِمْ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tuḥillū sya'ā'irallāhi wa lasy-syahral-ḥarāma wa lal-hadya wa lal-qalā'ida wa lā āmmīnal-baital-ḥarāma yabtagūna faḍlam mir rabbihim"
      },
      {
        "belongs_to_verse_number": 2,
        "translation": "und nach Wohlgefallen. - Wenn ihr den Weihezustand abgelegt habt, dann dürft ihr jagen.",
        "text_uthmani": "وَرِضْوَٰنًا ۚ وَإِذَا حَلَلْتُمْ فَٱصْطَادُوا۟ ۚ",
        "text_uthmani_transcribed": "wa riḍwānā(n), wa iżā ḥalaltum faṣṭādū,"
      },
      {
        "belongs_to_verse_number": 2,
        "translation": "- Und der Haß, den ihr gegen (bestimmte) Leute hegt, weil sie euch von der geschützten Gebetsstätte abgehalten haben, soll euch ja nicht dazu",
        "text_uthmani": "وَلَا يَجْرِمَنَّكُمْ شَنَـَٔانُ قَوْمٍ أَن صَدُّوكُمْ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ أَن تَعْتَدُوا۟ ۘ",
        "text_uthmani_transcribed": "wa lā yajrimannakum syana'ānu qaumin an ṣaddūkum 'anil- asjidil-ḥarāmi an ta'tadū"
      },
      {
        "belongs_to_verse_number": 2,
        "translation": "bringen zu übertreten.",
        "text_uthmani": "وَلَا يَجْرِمَنَّكُمْ شَنَـَٔانُ قَوْمٍ أَن صَدُّوكُمْ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ أَن تَعْتَدُوا۟ ۘ",
        "text_uthmani_transcribed": "wa lā yajrimannakum syana'ānu qaumin an ṣaddūkum 'anil- asjidil-ḥarāmi an ta'tadū, wa"
      },
      {
        "belongs_to_verse_number": 2,
        "translation": "Helft einander zur Güte und Gottesfurcht, aber helft einander nicht zur Sünde und feindseligem Vorgehen, und fürchtet Allah!",
        "text_uthmani": "وَتَعَاوَنُوا۟ عَلَى ٱلْبِرِّ وَٱلتَّقْوَىٰ ۖ وَلَا تَعَاوَنُوا۟ عَلَى ٱلْإِثْمِ وَٱلْعُدْوَٰنِ ۚ وَٱتَّقُوا۟ ٱللَّهَ ۖ",
        "text_uthmani_transcribed": "wa ta'āwanū 'alal-birri wat-taqwā, wa lā ta'āwanū 'alal-iṡmi wal-'udwān(i), wattaqullāh(a)"
      },
      {
        "belongs_to_verse_number": 2,
        "translation": "Allah ist streng im Bestrafen.",
        "text_uthmani": "إِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
        "text_uthmani_transcribed": "innallāha syadīdul-'iqāb(i)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُحِلُّوا۟ شَعَـٰٓئِرَ ٱللَّهِ وَلَا ٱلشَّهْرَ ٱلْحَرَامَ وَلَا ٱلْهَدْىَ وَلَا ٱلْقَلَـٰٓئِدَ وَلَآ ءَآمِّينَ ٱلْبَيْتَ ٱلْحَرَامَ يَبْتَغُونَ فَضْلًا مِّن رَّبِّهِمْ وَرِضْوَٰنًا ۚ وَإِذَا حَلَلْتُمْ فَٱصْطَادُوا۟ ۚ وَلَا يَجْرِمَنَّكُمْ شَنَـَٔانُ قَوْمٍ أَن صَدُّوكُمْ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ أَن تَعْتَدُوا۟ ۘ وَتَعَاوَنُوا۟ عَلَى ٱلْبِرِّ وَٱلتَّقْوَىٰ ۖ وَلَا تَعَاوَنُوا۟ عَلَى ٱلْإِثْمِ وَٱلْعُدْوَٰنِ ۚ وَٱتَّقُوا۟ ٱللَّهَ ۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tuḥillū sya'ā'irallāhi wa lasy-syahral-ḥarāma wa lal-hadya wa lal-qalā'ida wa lā āmmīnal-baital-ḥarāma yabtagūna faḍlam mir rabbihim wa riḍwānā(n), wa iżā ḥalaltum faṣṭādū, wa lā yajrimannakum syana'ānu qaumin an ṣaddūkum 'anil- asjidil-ḥarāmi an ta'tadū, wa ta'āwanū 'alal-birri wat-taqwā, wa lā ta'āwanū 'alal-iṡmi wal-'udwān(i), wattaqullāh(a), innallāha syadīdul-'iqāb(i)."
  },
  {
    "verse_number": 3,
    "translation": "Verboten ist euch (der Genuß von) Verendetem, Blut, Schweinefleisch und dem, worüber ein anderer (Name) als Allah(s) angerufen worden ist, und (der Genuß von) Ersticktem, Erschlagenem, zu Tode Gestürztem oder Gestoßenem, und was von einem wilden Tier gerissen worden ist - außer dem, was ihr schlachtet - und (verboten ist euch,) was auf einem Opferstein geschlachtet worden ist, und mit Pfeilen zu losen. Das ist Frevel. - Heute haben diejenigen, die ungläubig sind, hinsichtlich eurer Religion die Hoffnung aufgegeben. So fürchtet nicht sie, sondern fürchtet Mich! Heute habe Ich euch eure Religion vervollkommnet und Meine Gunst an euch vollendet, und Ich bin mit dem Islam als Religion für euch zufrieden. - Und wer sich aus Hunger in einer Zwangslage befindet, ohne zu einer Sünde hinzuneigen, so ist Allah Allvergebend und Barmherzig.",
    "segmented": [
      {
        "belongs_to_verse_number": 3,
        "translation": "Verboten ist euch (der Genuß von) Verendetem, Blut, Schweinefleisch und dem, worüber ein anderer (Name) als Allah(s) angerufen worden ist,",
        "text_uthmani": "حُرِّمَتْ عَلَيْكُمُ ٱلْمَيْتَةُ وَٱلدَّمُ وَلَحْمُ ٱلْخِنزِيرِ وَمَآ أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ",
        "text_uthmani_transcribed": "Ḥurrimat 'alaikumul-maitatu wad-damu wa laḥmul-khinzīri wa mā uhilla ligairillāhi bihī"
      },
      {
        "belongs_to_verse_number": 3,
        "translation": "und (der Genuß von) Ersticktem, Erschlagenem, zu Tode Gestürztem oder Gestoßenem,",
        "text_uthmani": "وَٱلْمُنْخَنِقَةُ وَٱلْمَوْقُوذَةُ وَٱلْمُتَرَدِّيَةُ وَٱلنَّطِيحَةُ",
        "text_uthmani_transcribed": "wal-munkhaniqatu wal-mauqūżatu wal-mutaraddiyatu wan-naṭīḥatu"
      },
      {
        "belongs_to_verse_number": 3,
        "translation": "und was von einem wilden Tier gerissen worden ist - außer dem, was ihr schlachtet -",
        "text_uthmani": "وَمَآ أَكَلَ ٱلسَّبُعُ إِلَّا مَا ذَكَّيْتُمْ",
        "text_uthmani_transcribed": "wa mā akalas-sabu'u illā mā żakkaitum"
      },
      {
        "belongs_to_verse_number": 3,
        "translation": "und (verboten ist euch,) was auf einem Opferstein geschlachtet worden ist, und mit Pfeilen zu losen.",
        "text_uthmani": "وَمَا ذُبِحَ عَلَى ٱلنُّصُبِ وَأَن تَسْتَقْسِمُوا۟ بِٱلْأَزْلَـٰمِ ۚ",
        "text_uthmani_transcribed": "wa mā żubiḥa 'alan-nuṣubi wa an tastaqsimū bil-azlām(i),"
      },
      {
        "belongs_to_verse_number": 3,
        "translation": "Das ist Frevel. - Heute haben diejenigen, die ungläubig sind, hinsichtlich eurer Religion die Hoffnung aufgegeben.",
        "text_uthmani": "ذَٰلِكُمْ فِسْقٌ ۗ ٱلْيَوْمَ يَئِسَ ٱلَّذِينَ كَفَرُوا۟ مِن دِينِكُمْ",
        "text_uthmani_transcribed": "żālikum fisq(un), al-yauma ya'isal-lażīna kafarū min dīnikum"
      },
      {
        "belongs_to_verse_number": 3,
        "translation": "So fürchtet nicht sie, sondern fürchtet Mich!",
        "text_uthmani": "فَلَا تَخْشَوْهُمْ وَٱخْشَوْنِ ۚ",
        "text_uthmani_transcribed": "falā takhsyauhum wakhsyaun(i),"
      },
      {
        "belongs_to_verse_number": 3,
        "translation": "Heute habe Ich euch eure Religion vervollkommnet und Meine Gunst an euch vollendet, und Ich bin mit dem Islam als Religion für euch zufrieden.",
        "text_uthmani": "ٱلْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِى وَرَضِيتُ لَكُمُ ٱلْإِسْلَـٰمَ دِينًا ۚ",
        "text_uthmani_transcribed": "al-yauma akmaltu lakum dīnakum wa atmamtu 'alaikum ni'matī wa raḍītu lakumul-islāma dīnā(n)."
      },
      {
        "belongs_to_verse_number": 3,
        "translation": "- Und wer sich aus Hunger in einer Zwangslage befindet, ohne zu einer Sünde hinzuneigen, so ist Allah Allvergebend und Barmherzig.",
        "text_uthmani": "فَمَنِ ٱضْطُرَّ فِى مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِّإِثْمٍ ۙ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
        "text_uthmani_transcribed": "fa maniḍṭurra fī makhmaṣatin gaira mutajānifil li'iṡm(in), fa innallāha gafūrur raḥīm(un)."
      }
    ],
    "text_uthmani": "حُرِّمَتْ عَلَيْكُمُ ٱلْمَيْتَةُ وَٱلدَّمُ وَلَحْمُ ٱلْخِنزِيرِ وَمَآ أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ وَٱلْمُنْخَنِقَةُ وَٱلْمَوْقُوذَةُ وَٱلْمُتَرَدِّيَةُ وَٱلنَّطِيحَةُ وَمَآ أَكَلَ ٱلسَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى ٱلنُّصُبِ وَأَن تَسْتَقْسِمُوا۟ بِٱلْأَزْلَـٰمِ ۚ ذَٰلِكُمْ فِسْقٌ ۗ ٱلْيَوْمَ يَئِسَ ٱلَّذِينَ كَفَرُوا۟ مِن دِينِكُمْ فَلَا تَخْشَوْهُمْ وَٱخْشَوْنِ ۚ ٱلْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِى وَرَضِيتُ لَكُمُ ٱلْإِسْلَـٰمَ دِينًا ۚ فَمَنِ ٱضْطُرَّ فِى مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِّإِثْمٍ ۙ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Ḥurrimat 'alaikumul-maitatu wad-damu wa laḥmul-khinzīri wa mā uhilla ligairillāhi bihī wal-munkhaniqatu wal-mauqūżatu wal-mutaraddiyatu wan-naṭīḥatu wa mā akalas-sabu'u illā mā żakkaitum, wa mā żubiḥa 'alan-nuṣubi wa an tastaqsimū bil-azlām(i), żālikum fisq(un), al-yauma ya'isal-lażīna kafarū min dīnikum falā takhsyauhum wakhsyaun(i), al-yauma akmaltu lakum dīnakum wa atmamtu 'alaikum ni'matī wa raḍītu lakumul-islāma dīnā(n), fa maniḍṭurra fī makhmaṣatin gaira mutajānifil li'iṡm(in), fa innallāha gafūrur raḥīm(un)."
  },
  {
    "verse_number": 4,
    "translation": "Sie fragen dich, was ihnen erlaubt ist. Sag: Erlaubt sind euch die guten Dinge. Und wenn ihr beutegreifende Tiere durch Abrichtung von dem gelehrt habt, was Allah euch gelehrt hat, dann eßt von dem, was sie für euch fassen, und sprecht den Namen Allahs darüber aus. Und fürchtet Allah. Allah ist schnell im Abrechnen.",
    "segmented": [
      {
        "belongs_to_verse_number": 4,
        "translation": "Sie fragen dich, was ihnen erlaubt ist. Sag: Erlaubt sind euch die guten Dinge.",
        "text_uthmani": "يَسْـَٔلُونَكَ مَاذَآ أُحِلَّ لَهُمْ ۖ قُلْ أُحِلَّ لَكُمُ ٱلطَّيِّبَـٰتُ ۙ",
        "text_uthmani_transcribed": "Yas'alūnaka māżā uḥilla lahum, qul uḥilla lakumuṭ-ṭayyibāt(u),"
      },
      {
        "belongs_to_verse_number": 4,
        "translation": "Und wenn ihr beutegreifende Tiere durch Abrichtung von dem gelehrt habt, was Allah euch gelehrt hat, dann eßt von dem, was sie für euch fassen,",
        "text_uthmani": "وَمَا عَلَّمْتُم مِّنَ ٱلْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ ٱللَّهُ ۖ فَكُلُوا۟ مِمَّآ أَمْسَكْنَ عَلَيْكُمْ",
        "text_uthmani_transcribed": "wa mā 'allamtum minal-jawāriḥi mukallibīna tu'allimūnahunna mimmā 'allamakumullāhu fa kulū mimmā amsakna 'alaikum"
      },
      {
        "belongs_to_verse_number": 4,
        "translation": "und sprecht den Namen Allahs darüber aus. Und fürchtet Allah. Allah ist schnell im Abrechnen.",
        "text_uthmani": "وَٱذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَيْهِ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
        "text_uthmani_transcribed": "ważkurusmallāhi 'alaih(i), wattaqullāh(a), innallāha sarī'ul-ḥisāb(i)."
      }
    ],
    "text_uthmani": "يَسْـَٔلُونَكَ مَاذَآ أُحِلَّ لَهُمْ ۖ قُلْ أُحِلَّ لَكُمُ ٱلطَّيِّبَـٰتُ ۙ وَمَا عَلَّمْتُم مِّنَ ٱلْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ ٱللَّهُ ۖ فَكُلُوا۟ مِمَّآ أَمْسَكْنَ عَلَيْكُمْ وَٱذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَيْهِ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
    "text_uthmani_transcribed": "Yas'alūnaka māżā uḥilla lahum, qul uḥilla lakumuṭ-ṭayyibāt(u), wa mā 'allamtum minal-jawāriḥi mukallibīna tu'allimūnahunna mimmā 'allamakumullāhu fa kulū mimmā amsakna 'alaikum ważkurusmallāhi 'alaih(i), wattaqullāh(a), innallāha sarī'ul-ḥisāb(i)."
  },
  {
    "verse_number": 5,
    "translation": "Heute sind euch die guten Dinge erlaubt. Und die Speise derjenigen, denen die Schrift gegeben wurde, ist euch erlaubt, und eure Speise ist ihnen erlaubt. Und die Ehrbaren von den gläubigen Frauen und die ehrbaren Frauen von denjenigen, denen vor euch die Schrift gegeben wurde, wenn ihr ihnen ihren Lohn gebt, als ehrbare Ehemänner, nicht als solche, die Hurerei treiben und sich Liebschaften halten. Wer den Glauben verleugnet, dessen Werk wird hinfällig, und im Jenseits gehört er zu den Verlierern.",
    "segmented": [
      {
        "belongs_to_verse_number": 5,
        "translation": "Heute sind euch die guten Dinge erlaubt.",
        "text_uthmani": "ٱلْيَوْمَ أُحِلَّ لَكُمُ ٱلطَّيِّبَـٰتُ ۖ",
        "text_uthmani_transcribed": "Al-yauma uḥilla lakumuṭ-ṭayyibāt(u),"
      },
      {
        "belongs_to_verse_number": 5,
        "translation": "Und die Speise derjenigen, denen die Schrift gegeben wurde, ist euch erlaubt, und eure Speise ist ihnen erlaubt.",
        "text_uthmani": "وَطَعَامُ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ حِلٌّ لَّكُمْ وَطَعَامُكُمْ حِلٌّ لَّهُمْ ۖ",
        "text_uthmani_transcribed": "wa ṭa'āmul-lażīna ūtul-kitāba ḥillul lakum, wa ṭa'āmukum ḥillul lahum,"
      },
      {
        "belongs_to_verse_number": 5,
        "translation": "Und die Ehrbaren von den gläubigen Frauen",
        "text_uthmani": "وَٱلْمُحْصَنَـٰتُ مِنَ ٱلْمُؤْمِنَـٰتِ",
        "text_uthmani_transcribed": "wal-muḥṣanātu minal-mu'mināti"
      },
      {
        "belongs_to_verse_number": 5,
        "translation": "und die ehrbaren Frauen von denjenigen, denen vor euch die Schrift gegeben wurde, wenn ihr ihnen ihren Lohn gebt, als ehrbare Ehemänner, nicht als solche, die Hurerei treiben",
        "text_uthmani": "وَٱلْمُحْصَنَـٰتُ مِنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلِكُمْ إِذَآ ءَاتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَـٰفِحِينَ",
        "text_uthmani_transcribed": "wal-muḥṣanātu minal-lażīna ūtul-kitāba min qablikum iżā ātaitumūhunna ujūrahunna muḥṣinīna gaira musāfiḥīna"
      },
      {
        "belongs_to_verse_number": 5,
        "translation": "und sich Liebschaften halten. Wer den Glauben verleugnet, dessen Werk wird hinfällig, und im Jenseits gehört er zu den Verlierern.",
        "text_uthmani": "وَلَا مُتَّخِذِىٓ أَخْدَانٍ ۗ وَمَن يَكْفُرْ بِٱلْإِيمَـٰنِ فَقَدْ حَبِطَ عَمَلُهُۥ وَهُوَ فِى ٱلْـَٔاخِرَةِ مِنَ ٱلْخَـٰسِرِينَ",
        "text_uthmani_transcribed": "wa lā muttakhiżī akhdān(in), wa may yakfur bil-īmāni faqad ḥabiṭa 'amaluh(ū), wa huwa fil-ākhirati minal-khāsirīn(a)."
      }
    ],
    "text_uthmani": "ٱلْيَوْمَ أُحِلَّ لَكُمُ ٱلطَّيِّبَـٰتُ ۖ وَطَعَامُ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ حِلٌّ لَّكُمْ وَطَعَامُكُمْ حِلٌّ لَّهُمْ ۖ وَٱلْمُحْصَنَـٰتُ مِنَ ٱلْمُؤْمِنَـٰتِ وَٱلْمُحْصَنَـٰتُ مِنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلِكُمْ إِذَآ ءَاتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَـٰفِحِينَ وَلَا مُتَّخِذِىٓ أَخْدَانٍ ۗ وَمَن يَكْفُرْ بِٱلْإِيمَـٰنِ فَقَدْ حَبِطَ عَمَلُهُۥ وَهُوَ فِى ٱلْـَٔاخِرَةِ مِنَ ٱلْخَـٰسِرِينَ",
    "text_uthmani_transcribed": "Al-yauma uḥilla lakumuṭ-ṭayyibāt(u), wa ṭa'āmul-lażīna ūtul-kitāba ḥillul lakum, wa ṭa'āmukum ḥillul lahum, wal-muḥṣanātu minal-mu'mināti wal-muḥṣanātu minal-lażīna ūtul-kitāba min qablikum iżā ātaitumūhunna ujūrahunna muḥṣinīna gaira musāfiḥīna wa lā muttakhiżī akhdān(in), wa may yakfur bil-īmāni faqad ḥabiṭa 'amaluh(ū), wa huwa fil-ākhirati minal-khāsirīn(a)."
  },
  {
    "verse_number": 6,
    "translation": "O die ihr glaubt, wenn ihr euch zum Gebet aufstellt, dann wascht euch das Gesicht und die Hände bis zu den Ellbogen und streicht euch über den Kopf und (wascht euch) die Füße bis zu den Knöcheln. Und wenn ihr im Zustand der Unreinheit seid, dann reinigt euch. Und wenn ihr krank seid oder auf einer Reise oder jemand von euch vom Abort kommt oder ihr Frauen berührt habt und dann kein Wasser findet, so wendet euch dem guten Erdboden zu und streicht euch damit über das Gesicht und die Hände. Allah will euch keine Bedrängnis auferlegen, sondern Er will euch reinigen und Seine Gunst an euch vollenden, auf daß ihr dankbar sein möget.",
    "segmented": [
      {
        "belongs_to_verse_number": 6,
        "translation": "O die ihr glaubt, wenn ihr euch zum Gebet aufstellt, dann wascht euch das Gesicht und die Hände bis zu den Ellbogen",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا قُمْتُمْ إِلَى ٱلصَّلَوٰةِ فَٱغْسِلُوا۟ وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى ٱلْمَرَافِقِ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū iżā qumtum ilaṣ-ṣalāti fagsilū wujūhakum wa aidiyakum ilal-marāfiqi"
      },
      {
        "belongs_to_verse_number": 6,
        "translation": "und streicht euch über den Kopf und (wascht euch) die Füße bis zu den Knöcheln. Und wenn ihr im Zustand der Unreinheit seid, dann reinigt euch.",
        "text_uthmani": "وَٱمْسَحُوا۟ بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى ٱلْكَعْبَيْنِ ۚ وَإِن كُنتُمْ جُنُبًا فَٱطَّهَّرُوا۟ ۚ",
        "text_uthmani_transcribed": "wamsaḥū biru'ūsikum wa arjulakum ilal-ka'bain(i), wa in kuntum junuban faṭṭahharū,"
      },
      {
        "belongs_to_verse_number": 6,
        "translation": "Und wenn ihr krank seid oder auf einer Reise oder jemand von euch vom Abort kommt oder ihr Frauen berührt habt",
        "text_uthmani": "وَإِن كُنتُم مَّرْضَىٰٓ أَوْ عَلَىٰ سَفَرٍ أَوْ جَآءَ أَحَدٌ مِّنكُم مِّنَ ٱلْغَآئِطِ أَوْ لَـٰمَسْتُمُ ٱلنِّسَآءَ",
        "text_uthmani_transcribed": "wa in kuntum marḍā au 'alā safarin au jā'a aḥadum minkum minal-gā'iṭi au lāmastumun-nisā'a"
      },
      {
        "belongs_to_verse_number": 6,
        "translation": "und dann kein Wasser findet, so wendet euch dem guten Erdboden zu und streicht euch damit über das Gesicht und die Hände.",
        "text_uthmani": "فَلَمْ تَجِدُوا۟ مَآءً فَتَيَمَّمُوا۟ صَعِيدًا طَيِّبًا فَٱمْسَحُوا۟ بِوُجُوهِكُمْ وَأَيْدِيكُم مِّنْهُ ۚ",
        "text_uthmani_transcribed": "falam tajidū mā'an fa tayammamū ṣa'īdan ṭayyiban famsaḥū biwujūhikum wa aidīkum minh(u),"
      },
      {
        "belongs_to_verse_number": 6,
        "translation": "Allah will euch keine Bedrängnis auferlegen, sondern Er will euch reinigen und Seine Gunst an euch vollenden, auf daß ihr dankbar sein möget.",
        "text_uthmani": "مَا يُرِيدُ ٱللَّهُ لِيَجْعَلَ عَلَيْكُم مِّنْ حَرَجٍ وَلَـٰكِن يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُۥ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
        "text_uthmani_transcribed": "mā yurīdullāhu liyaj'ala 'alaikum min ḥarajiw wa lākiy yurīdu liyuṭahhirakum wa liyutimma na'matahū 'alaikum la'allakum tasykurūn(a)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا قُمْتُمْ إِلَى ٱلصَّلَوٰةِ فَٱغْسِلُوا۟ وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى ٱلْمَرَافِقِ وَٱمْسَحُوا۟ بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى ٱلْكَعْبَيْنِ ۚ وَإِن كُنتُمْ جُنُبًا فَٱطَّهَّرُوا۟ ۚ وَإِن كُنتُم مَّرْضَىٰٓ أَوْ عَلَىٰ سَفَرٍ أَوْ جَآءَ أَحَدٌ مِّنكُم مِّنَ ٱلْغَآئِطِ أَوْ لَـٰمَسْتُمُ ٱلنِّسَآءَ فَلَمْ تَجِدُوا۟ مَآءً فَتَيَمَّمُوا۟ صَعِيدًا طَيِّبًا فَٱمْسَحُوا۟ بِوُجُوهِكُمْ وَأَيْدِيكُم مِّنْهُ ۚ مَا يُرِيدُ ٱللَّهُ لِيَجْعَلَ عَلَيْكُم مِّنْ حَرَجٍ وَلَـٰكِن يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُۥ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū iżā qumtum ilaṣ-ṣalāti fagsilū wujūhakum wa aidiyakum ilal-marāfiqi wamsaḥū biru'ūsikum wa arjulakum ilal-ka'bain(i), wa in kuntum junuban faṭṭahharū, wa in kuntum marḍā au 'alā safarin au jā'a aḥadum minkum minal-gā'iṭi au lāmastumun-nisā'a falam tajidū mā'an fa tayammamū ṣa'īdan ṭayyiban famsaḥū biwujūhikum wa aidīkum minh(u), mā yurīdullāhu liyaj'ala 'alaikum min ḥarajiw wa lākiy yurīdu liyuṭahhirakum wa liyutimma na'matahū 'alaikum la'allakum tasykurūn(a)."
  },
  {
    "verse_number": 7,
    "translation": "Und gedenkt Allahs Gunst an euch und des Abkommens, das Er mit euch getroffen hat, als ihr sagtet: Wir hören und gehorchen! Und fürchtet Allah. Gewiß, Allah weiß über das Innerste der Brüste Bescheid.",
    "segmented": [
      {
        "belongs_to_verse_number": 7,
        "translation": "Und gedenkt Allahs Gunst an euch und des Abkommens, das Er mit euch getroffen hat, als ihr sagtet: Wir hören und gehorchen! Und fürchtet Allah.",
        "text_uthmani": "وَٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ وَمِيثَـٰقَهُ ٱلَّذِى وَاثَقَكُم بِهِۦٓ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا ۖ وَٱتَّقُوا۟ ٱللَّهَ",
        "text_uthmani_transcribed": "Ważkurū ni'matallāhi 'alaikum wa mīṡāqahul-lażī wāṡaqakum bih(ī), iż qultum sami'nā wa aṭa'nā, wattaqullāh(a)"
      },
      {
        "belongs_to_verse_number": 7,
        "translation": "Gewiß, Allah weiß über das Innerste der Brüste Bescheid.",
        "text_uthmani": "إِنَّ ٱللَّهَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
        "text_uthmani_transcribed": "innallāha 'alīmum biżātiṣ-ṣudūr(i)."
      }
    ],
    "text_uthmani": "وَٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ وَمِيثَـٰقَهُ ٱلَّذِى وَاثَقَكُم بِهِۦٓ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
    "text_uthmani_transcribed": "Ważkurū ni'matallāhi 'alaikum wa mīṡāqahul-lażī wāṡaqakum bih(ī), iż qultum sami'nā wa aṭa'nā, wattaqullāh(a), innallāha 'alīmum biżātiṣ-ṣudūr(i)."
  },
  {
    "verse_number": 8,
    "translation": "O die ihr glaubt, seid Wahrer (der Sache) Allahs als Zeugen für die Gerechtigkeit. Und der Haß, den ihr gegen (bestimmte) Leute hegt, soll euch ja nicht dazu bringen, daß ihr nicht gerecht handelt. Handelt gerecht. Das kommt der Gottesfurcht näher. Und fürchtet Allah. Gewiß, Allah ist Kundig dessen, was ihr tut.",
    "segmented": [
      {
        "belongs_to_verse_number": 8,
        "translation": "O die ihr glaubt, seid Wahrer (der Sache) Allahs als Zeugen für die Gerechtigkeit.",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوا۟ قَوَّٰمِينَ لِلَّهِ شُهَدَآءَ بِٱلْقِسْطِ ۖ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū kūnū qawwāmīna lillāhi syuhadā'a bil-qisṭi."
      },
      {
        "belongs_to_verse_number": 8,
        "translation": "Und der Haß, den ihr gegen (bestimmte) Leute hegt, soll euch ja nicht dazu bringen, daß ihr nicht gerecht handelt. Handelt gerecht.",
        "text_uthmani": "وَلَا يَجْرِمَنَّكُمْ شَنَـَٔانُ قَوْمٍ عَلَىٰٓ أَلَّا تَعْدِلُوا۟ ۚ ٱعْدِلُوا۟",
        "text_uthmani_transcribed": "wa lā yajrimannakum syana'ānu qamin 'alā allā ta'dilū, i'dilū"
      },
      {
        "belongs_to_verse_number": 8,
        "translation": "Das kommt der Gottesfurcht näher. Und fürchtet Allah. Gewiß, Allah ist Kundig dessen, was ihr tut.",
        "text_uthmani": "هُوَ أَقْرَبُ لِلتَّقْوَىٰ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
        "text_uthmani_transcribed": "huwa aqrabu lit-taqwā wattaqullāh(a), innallāha khabīrum bimā ta'malūn(a)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوا۟ قَوَّٰمِينَ لِلَّهِ شُهَدَآءَ بِٱلْقِسْطِ ۖ وَلَا يَجْرِمَنَّكُمْ شَنَـَٔانُ قَوْمٍ عَلَىٰٓ أَلَّا تَعْدِلُوا۟ ۚ ٱعْدِلُوا۟ هُوَ أَقْرَبُ لِلتَّقْوَىٰ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū kūnū qawwāmīna lillāhi syuhadā'a bil-qisṭi wa lā yajrimannakum syana'ānu qamin 'alā allā ta'dilū, i'dilū, huwa aqrabu lit-taqwā wattaqullāh(a), innallāha khabīrum bimā ta'malūn(a)."
  },
  {
    "verse_number": 9,
    "translation": "Allah hat denen, die glauben und rechtschaffene Werke tun, versprochen, daß es für sie Vergebung und großartigen Lohn geben wird.",
    "text_uthmani": "وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ ۙ لَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ",
    "text_uthmani_transcribed": "Wa'adallāhul-lażīna āmanū wa 'amiluṣ-ṣāliḥāt(i), lahum magfiratuw wa ajrun 'aẓīm(un)."
  },
  {
    "verse_number": 10,
    "translation": "Diejenigen aber, die ungläubig sind und Unsere Zeichen für Lüge erklären, das sind Insassen des Höllenbrandes.",
    "text_uthmani": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَحِيمِ",
    "text_uthmani_transcribed": "Wal-lażīna kafarū wa każżabū bi'āyātinā ulā'ika aṣḥābul-jaḥīm(i)."
  },
  {
    "verse_number": 11,
    "translation": "O ihr, die ihr glaubt, gedenkt Allahs Gunst an euch, (damals) als (gewisse) Leute vorhatten, ihre Hände nach euch auszustrecken, worauf Er ihre Hände von euch zurückhielt. Und fürchtet Allah. Und auf Allah sollen sich die Gläubigen verlassen.",
    "segmented": [
      {
        "belongs_to_verse_number": 11,
        "translation": "O ihr, die ihr glaubt, gedenkt Allahs Gunst an euch, (damals) als (gewisse) Leute vorhatten, ihre Hände nach euch auszustrecken, worauf Er ihre",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَن يَبْسُطُوٓا۟ إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanużkurū ni'matallāhi 'alaikum iż hamma qaumun ay yabsuṭū ilaikum aidiyahum fa kaffa aidiyahum"
      },
      {
        "belongs_to_verse_number": 11,
        "translation": "Hände von euch zurückhielt. Und fürchtet Allah. Und auf Allah sollen sich die Gläubigen verlassen.",
        "text_uthmani": "فَكَفَّ أَيْدِيَهُمْ عَنكُمْ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
        "text_uthmani_transcribed": "fa kaffa aidiyahum 'ankum, wattaqullāh(a), wa 'alallāhi falyatawakkalil-mu'minūn(a)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَن يَبْسُطُوٓا۟ إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنكُمْ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanużkurū ni'matallāhi 'alaikum iż hamma qaumun ay yabsuṭū ilaikum aidiyahum fa kaffa aidiyahum 'ankum, wattaqullāh(a), wa 'alallāhi falyatawakkalil-mu'minūn(a)."
  },
  {
    "verse_number": 12,
    "translation": "Allah hatte ja mit den Kinder Isra’ils ein Abkommen getroffen. Und Wir beriefen von ihnen zwölf Obmänner. Und Allah sagte: Ich bin mit euch. Wenn ihr das Gebet verrichtet, die Abgabe entrichtet, an Meine Gesandten glaubt und ihnen beisteht und Allah ein gutes Darlehen gebt, werde Ich euch ganz gewiß eure bösen Taten tilgen und euch ganz gewiß in Gärten eingehen lassen, durcheilt von Bächen. Wer aber von euch danach ungläubig wird, der ist wirklich vom rechten Weg abgeirrt.",
    "segmented": [
      {
        "belongs_to_verse_number": 12,
        "translation": "Allah hatte ja mit den Kinder Isra’ils ein Abkommen getroffen. Und Wir beriefen von ihnen zwölf Obmänner. Und Allah sagte: Ich bin mit euch.",
        "text_uthmani": "۞ وَلَقَدْ أَخَذَ ٱللَّهُ مِيثَـٰقَ بَنِىٓ إِسْرَٰٓءِيلَ وَبَعَثْنَا مِنْهُمُ ٱثْنَىْ عَشَرَ نَقِيبًا ۖ وَقَالَ ٱللَّهُ إِنِّى مَعَكُمْ ۖ",
        "text_uthmani_transcribed": "Wa laqad akhażallāhu mīṡāqa banī isrā'īl(a), wa ba'aṡnā minhumuṡnai 'asyara naqībā(n), wa qālallāhu innī ma'akum,"
      },
      {
        "belongs_to_verse_number": 12,
        "translation": "Wenn ihr das Gebet verrichtet, die Abgabe entrichtet, an Meine Gesandten glaubt und ihnen beisteht",
        "text_uthmani": "لَئِنْ أَقَمْتُمُ ٱلصَّلَوٰةَ وَءَاتَيْتُمُ ٱلزَّكَوٰةَ وَءَامَنتُم بِرُسُلِى وَعَزَّرْتُمُوهُمْ",
        "text_uthmani_transcribed": "la'in aqamtumuṣ-ṣalāta wa ātaitumuz-zakāta wa āmantum birusulī wa 'azzartumūhum"
      },
      {
        "belongs_to_verse_number": 12,
        "translation": "und Allah ein gutes Darlehen gebt, werde Ich euch ganz gewiß eure bösen Taten tilgen",
        "text_uthmani": "وَأَقْرَضْتُمُ ٱللَّهَ قَرْضًا حَسَنًا لَّأُكَفِّرَنَّ عَنكُمْ سَيِّـَٔاتِكُمْ",
        "text_uthmani_transcribed": "wa aqraḍtumullāha qarḍan ḥasanal la'ukaffiranna 'ankum sayyi'ātikum"
      },
      {
        "belongs_to_verse_number": 12,
        "translation": "und euch ganz gewiß in Gärten eingehen lassen, durcheilt von Bächen.",
        "text_uthmani": "وَلَأُدْخِلَنَّكُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ",
        "text_uthmani_transcribed": "wa la'udkhilannakum jannātin tajrī min taḥtihal-anhār(u)"
      },
      {
        "belongs_to_verse_number": 12,
        "translation": "Wer aber von euch danach ungläubig wird, der ist wirklich vom rechten Weg abgeirrt.",
        "text_uthmani": "ۚ فَمَن كَفَرَ بَعْدَ ذَٰلِكَ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
        "text_uthmani_transcribed": "faman kafara ba'da żālika minkum faqad ḍalla sawā'as-sabīl(i)."
      }
    ],
    "text_uthmani": "۞ وَلَقَدْ أَخَذَ ٱللَّهُ مِيثَـٰقَ بَنِىٓ إِسْرَٰٓءِيلَ وَبَعَثْنَا مِنْهُمُ ٱثْنَىْ عَشَرَ نَقِيبًا ۖ وَقَالَ ٱللَّهُ إِنِّى مَعَكُمْ ۖ لَئِنْ أَقَمْتُمُ ٱلصَّلَوٰةَ وَءَاتَيْتُمُ ٱلزَّكَوٰةَ وَءَامَنتُم بِرُسُلِى وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ ٱللَّهَ قَرْضًا حَسَنًا لَّأُكَفِّرَنَّ عَنكُمْ سَيِّـَٔاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۚ فَمَن كَفَرَ بَعْدَ ذَٰلِكَ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
    "text_uthmani_transcribed": "Wa laqad akhażallāhu mīṡāqa banī isrā'īl(a), wa ba'aṡnā minhumuṡnai 'asyara naqībā(n), wa qālallāhu innī ma'akum, la'in aqamtumuṣ-ṣalāta wa ātaitumuz-zakāta wa āmantum birusulī wa 'azzartumūhum wa aqraḍtumullāha qarḍan ḥasanal la'ukaffiranna 'ankum sayyi'ātikum wa la'udkhilannakum jannātin tajrī min taḥtihal-anhār(u), faman kafara ba'da żālika minkum faqad ḍalla sawā'as-sabīl(i)."
  },
  {
    "verse_number": 13,
    "translation": "Dafür, daß sie ihr Abkommen brachen, haben Wir sie verflucht und ihre Herzen hart gemacht. Sie verdrehen den Sinn der Worte, und sie haben einen Teil von dem vergessen, womit sie ermahnt worden waren. Und du wirst immer wieder Verrat von ihnen erfahren - bis auf wenige von ihnen. Aber verzeihe ihnen und übe Nachsicht. Gewiß, Allah liebt die Gutes Tuenden.",
    "segmented": [
      {
        "belongs_to_verse_number": 13,
        "translation": "Dafür, daß sie ihr Abkommen brachen, haben Wir sie verflucht und ihre Herzen hart gemacht.",
        "text_uthmani": "فَبِمَا نَقْضِهِم مِّيثَـٰقَهُمْ لَعَنَّـٰهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَـٰسِيَةً ۖ",
        "text_uthmani_transcribed": "Fabimā naqḍihim mīṡāqahum la'annāhum wa ja'alnā qulūbahum qāsiyah(tan),"
      },
      {
        "belongs_to_verse_number": 13,
        "translation": "Sie verdrehen den Sinn der Worte, und sie haben einen Teil von dem vergessen, womit sie ermahnt worden waren.",
        "text_uthmani": "يُحَرِّفُونَ ٱلْكَلِمَ عَن مَّوَاضِعِهِۦ ۙ وَنَسُوا۟ حَظًّا مِّمَّا ذُكِّرُوا۟ بِهِۦ ۚ",
        "text_uthmani_transcribed": "yuḥarrifūnal-kalima 'am mawāḍi'ih(ī), wa nasū ḥaẓẓam mimmā żukkirū bih(ī),"
      },
      {
        "belongs_to_verse_number": 13,
        "translation": "Und du wirst immer wieder Verrat von ihnen erfahren - bis auf wenige von ihnen. Aber verzeihe ihnen und übe Nachsicht.",
        "text_uthmani": "وَلَا تَزَالُ تَطَّلِعُ عَلَىٰ خَآئِنَةٍ مِّنْهُمْ إِلَّا قَلِيلًا مِّنْهُمْ ۖ فَٱعْفُ عَنْهُمْ وَٱصْفَحْ ۚ",
        "text_uthmani_transcribed": "wa lā tazālu taṭṭali'u 'alā khā'inatim minhum illā qalīlam minhum fa'fu 'anhum waṣfaḥ,"
      },
      {
        "belongs_to_verse_number": 13,
        "translation": "Gewiß, Allah liebt die Gutes Tuenden.",
        "text_uthmani": "إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُحْسِنِينَ",
        "text_uthmani_transcribed": "innallāha yuḥibbul-muḥsinīn(a)."
      }
    ],
    "text_uthmani": "فَبِمَا نَقْضِهِم مِّيثَـٰقَهُمْ لَعَنَّـٰهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَـٰسِيَةً ۖ يُحَرِّفُونَ ٱلْكَلِمَ عَن مَّوَاضِعِهِۦ ۙ وَنَسُوا۟ حَظًّا مِّمَّا ذُكِّرُوا۟ بِهِۦ ۚ وَلَا تَزَالُ تَطَّلِعُ عَلَىٰ خَآئِنَةٍ مِّنْهُمْ إِلَّا قَلِيلًا مِّنْهُمْ ۖ فَٱعْفُ عَنْهُمْ وَٱصْفَحْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُحْسِنِينَ",
    "text_uthmani_transcribed": "Fabimā naqḍihim mīṡāqahum la'annāhum wa ja'alnā qulūbahum qāsiyah(tan), yuḥarrifūnal-kalima 'am mawāḍi'ih(ī), wa nasū ḥaẓẓam mimmā żukkirū bih(ī), wa lā tazālu taṭṭali'u 'alā khā'inatim minhum illā qalīlam minhum fa'fu 'anhum waṣfaḥ, innallāha yuḥibbul-muḥsinīn(a)."
  },
  {
    "verse_number": 14,
    "translation": "Und (auch) mit denen, die sagen: Wir sind Christen’ haben Wir ihr Abkommen getroffen. Aber dann vergaßen sie einen Teil von dem, womit sie ermahnt worden waren. So erregten Wir unter ihnen Feindschaft und Haß bis zum Tag der Auferstehung. Und Allah wird ihnen kundtun, was sie zu machen pflegten.",
    "segmented": [
      {
        "belongs_to_verse_number": 14,
        "translation": "Und (auch) mit denen, die sagen: Wir sind Christen’ haben Wir ihr Abkommen getroffen.",
        "text_uthmani": "وَمِنَ ٱلَّذِينَ قَالُوٓا۟ إِنَّا نَصَـٰرَىٰٓ أَخَذْنَا مِيثَـٰقَهُمْ",
        "text_uthmani_transcribed": "Wa minal-lażīna qālū innā naṣārā akhażnā mīṡāqahum"
      },
      {
        "belongs_to_verse_number": 14,
        "translation": "Aber dann vergaßen sie einen Teil von dem, womit sie ermahnt worden waren.",
        "text_uthmani": "فَنَسُوا۟ حَظًّا مِّمَّا ذُكِّرُوا۟ بِهِۦ",
        "text_uthmani_transcribed": "fa nasū ḥaẓẓam mimmā żukkirū bih(ī)"
      },
      {
        "belongs_to_verse_number": 14,
        "translation": "So erregten Wir unter ihnen Feindschaft und Haß bis zum Tag der Auferstehung. Und Allah wird ihnen kundtun, was sie zu machen pflegten.",
        "text_uthmani": "فَأَغْرَيْنَا بَيْنَهُمُ ٱلْعَدَاوَةَ وَٱلْبَغْضَآءَ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ ۚ وَسَوْفَ يُنَبِّئُهُمُ ٱللَّهُ بِمَا كَانُوا۟ يَصْنَعُونَ",
        "text_uthmani_transcribed": "fa agrainā bainahumul-'adāwata wal-bagḍā'a ilā yaumil-qiyāmah(ti), wa saufa yunabbi'uhumullāhu bimā kānū yaṣna'ūn(a)."
      }
    ],
    "text_uthmani": "وَمِنَ ٱلَّذِينَ قَالُوٓا۟ إِنَّا نَصَـٰرَىٰٓ أَخَذْنَا مِيثَـٰقَهُمْ فَنَسُوا۟ حَظًّا مِّمَّا ذُكِّرُوا۟ بِهِۦ فَأَغْرَيْنَا بَيْنَهُمُ ٱلْعَدَاوَةَ وَٱلْبَغْضَآءَ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ ۚ وَسَوْفَ يُنَبِّئُهُمُ ٱللَّهُ بِمَا كَانُوا۟ يَصْنَعُونَ",
    "text_uthmani_transcribed": "Wa minal-lażīna qālū innā naṣārā akhażnā mīṡāqahum fa nasū ḥaẓẓam mimmā żukkirū bih(ī), fa agrainā bainahumul-'adāwata wal-bagḍā'a ilā yaumil-qiyāmah(ti), wa saufa yunabbi'uhumullāhu bimā kānū yaṣna'ūn(a)."
  },
  {
    "verse_number": 15,
    "translation": "O Leute der Schrift, Unser Gesandter ist nunmehr zu euch gekommen, um euch vieles von dem klarzumachen, was ihr von der Schrift verborgengehalten habt, und er vieles verzeiht. Gekommen ist, nunmehr zu euch von Allah ein Licht und ein deutliches Buch,",
    "segmented": [
      {
        "belongs_to_verse_number": 15,
        "translation": "O Leute der Schrift, Unser Gesandter ist nunmehr zu euch gekommen, um euch vieles von dem klarzumachen, was ihr von der Schrift verborgengehalten habt,",
        "text_uthmani": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ قَدْ جَآءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِّمَّا كُنتُمْ تُخْفُونَ مِنَ ٱلْكِتَـٰبِ",
        "text_uthmani_transcribed": "Yā ahlal-kitābi qad jā'akum rasūlunā yubayyinu lakum kaṡīram mimmā kuntum tukhfūna minal-kitābi"
      },
      {
        "belongs_to_verse_number": 15,
        "translation": "und er vieles verzeiht. Gekommen ist, nunmehr zu euch von Allah ein Licht und ein deutliches Buch,",
        "text_uthmani": "وَيَعْفُوا۟ عَن كَثِيرٍ ۚ قَدْ جَآءَكُم مِّنَ ٱللَّهِ نُورٌ وَكِتَـٰبٌ مُّبِينٌ",
        "text_uthmani_transcribed": "wa ya'fū 'an kaṡīr(in), qad jā'akum minallāhi nūruw wa kitābum mubīn(un)."
      }
    ],
    "text_uthmani": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ قَدْ جَآءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِّمَّا كُنتُمْ تُخْفُونَ مِنَ ٱلْكِتَـٰبِ وَيَعْفُوا۟ عَن كَثِيرٍ ۚ قَدْ جَآءَكُم مِّنَ ٱللَّهِ نُورٌ وَكِتَـٰبٌ مُّبِينٌ",
    "text_uthmani_transcribed": "Yā ahlal-kitābi qad jā'akum rasūlunā yubayyinu lakum kaṡīram mimmā kuntum tukhfūna minal-kitābi wa ya'fū 'an kaṡīr(in), qad jā'akum minallāhi nūruw wa kitābum mubīn(un)."
  },
  {
    "verse_number": 16,
    "translation": "mit dem Allah diejenigen, die Seinem Wohlgefallen folgen, die Wege des Heils leitet und sie aus den Finsternissen hinaus mit Seiner Erlaubnis ins Licht bringt und sie zu einem geraden Weg leitet.",
    "segmented": [
      {
        "belongs_to_verse_number": 16,
        "translation": "mit dem Allah diejenigen, die Seinem Wohlgefallen folgen, die Wege des Heils leitet",
        "text_uthmani": "يَهْدِى بِهِ ٱللَّهُ مَنِ ٱتَّبَعَ رِضْوَٰنَهُۥ سُبُلَ ٱلسَّلَـٰمِ",
        "text_uthmani_transcribed": "Yahdī bihillāhi manittaba'a riḍwānahū subulas-salāmi"
      },
      {
        "belongs_to_verse_number": 16,
        "translation": "und sie aus den Finsternissen hinaus mit Seiner Erlaubnis ins Licht bringt und sie zu einem geraden Weg leitet.",
        "text_uthmani": "وَيُخْرِجُهُم مِّنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ بِإِذْنِهِۦ وَيَهْدِيهِمْ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
        "text_uthmani_transcribed": "wa yukhrijuhum minaẓ-ẓulumāti ilan-nūri bi'iżnihī wa yahdīhim ilā ṣirāṭim mustaqīm(in)."
      }
    ],
    "text_uthmani": "يَهْدِى بِهِ ٱللَّهُ مَنِ ٱتَّبَعَ رِضْوَٰنَهُۥ سُبُلَ ٱلسَّلَـٰمِ وَيُخْرِجُهُم مِّنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ بِإِذْنِهِۦ وَيَهْدِيهِمْ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "text_uthmani_transcribed": "Yahdī bihillāhi manittaba'a riḍwānahū subulas-salāmi wa yukhrijuhum minaẓ-ẓulumāti ilan-nūri bi'iżnihī wa yahdīhim ilā ṣirāṭim mustaqīm(in)."
  },
  {
    "verse_number": 17,
    "translation": "Ungläubig sind ja diejenigen, die sagen: Allah ist ja al-Masih, der Sohn Maryams. Sag: Wer vermag denn gegen Allah etwas (auszurichten), wenn Er al-Masih, den Sohn Maryams, seine Mutter und all diejenigen, die auf der Erde sind, vernichten will? Allah gehört die Herrschaft der Himmel und der Erde und dessen, was dazwischen ist. Er erschafft, was Er will. Und Allah hat zu allem die Macht.",
    "segmented": [
      {
        "belongs_to_verse_number": 17,
        "translation": "Ungläubig sind ja diejenigen, die sagen: Allah ist ja al-Masih, der Sohn Maryams.",
        "text_uthmani": "لَّقَدْ كَفَرَ ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ هُوَ ٱلْمَسِيحُ ٱبْنُ مَرْيَمَ ۚ",
        "text_uthmani_transcribed": "Laqad kafaral-lażīna qālū innallāha huwal-masīḥubnu maryam(a),"
      },
      {
        "belongs_to_verse_number": 17,
        "translation": "Sag: Wer vermag denn gegen Allah etwas (auszurichten), wenn Er al-Masih, den Sohn Maryams, seine Mutter",
        "text_uthmani": "قُلْ فَمَن يَمْلِكُ مِنَ ٱللَّهِ شَيْـًٔا إِنْ أَرَادَ أَن يُهْلِكَ ٱلْمَسِيحَ ٱبْنَ مَرْيَمَ وَأُمَّهُۥ",
        "text_uthmani_transcribed": "qul famay yamliku minallāhi syai'an in arāda ay yuhlikal-masīḥabna maryama wa ummahū"
      },
      {
        "belongs_to_verse_number": 17,
        "translation": "und all diejenigen, die auf der Erde sind, vernichten will?",
        "text_uthmani": "وَمَن فِى ٱلْأَرْضِ جَمِيعًا ۗ",
        "text_uthmani_transcribed": "wa man fil-arḍi jamī'ā(n),"
      },
      {
        "belongs_to_verse_number": 17,
        "translation": "Allah gehört die Herrschaft der Himmel und der Erde und dessen, was dazwischen ist. Er erschafft, was Er will. Und Allah hat zu allem die Macht.",
        "text_uthmani": "وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ۚ يَخْلُقُ مَا يَشَآءُ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "text_uthmani_transcribed": "wa lillāhi mulkus-samāwāti wal-arḍi wa mā bainahumā, yakhluqu mā yasyā'(u), wallāhu 'alā kulli syai'in qadīr(un)."
      }
    ],
    "text_uthmani": "لَّقَدْ كَفَرَ ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ هُوَ ٱلْمَسِيحُ ٱبْنُ مَرْيَمَ ۚ قُلْ فَمَن يَمْلِكُ مِنَ ٱللَّهِ شَيْـًٔا إِنْ أَرَادَ أَن يُهْلِكَ ٱلْمَسِيحَ ٱبْنَ مَرْيَمَ وَأُمَّهُۥ وَمَن فِى ٱلْأَرْضِ جَمِيعًا ۗ وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ۚ يَخْلُقُ مَا يَشَآءُ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Laqad kafaral-lażīna qālū innallāha huwal-masīḥubnu maryam(a), qul famay yamliku minallāhi syai'an in arāda ay yuhlikal-masīḥabna maryama wa ummahū wa man fil-arḍi jamī'ā(n), wa lillāhi mulkus-samāwāti wal-arḍi wa mā bainahumā, yakhluqu mā yasyā'(u), wallāhu 'alā kulli syai'in qadīr(un)."
  },
  {
    "verse_number": 18,
    "translation": "Die Juden und Christen sagen: Wir sind Allahs Söhne und Seine Lieblinge. Sag: Warum bestraft Er euch dann für eure Sünden? Nein! Vielmehr seid ihr menschliche Wesen von denen, die Er erschaffen hat. Er vergibt, wem Er will, und Er straft, wen Er will. Und Allah gehört die Herrschaft der Himmel und der Erde und dessen, was dazwischen ist, und zu Ihm ist der Ausgang.",
    "segmented": [
      {
        "belongs_to_verse_number": 18,
        "translation": "Die Juden und Christen sagen: Wir sind Allahs Söhne und Seine Lieblinge. Sag: Warum bestraft Er euch dann für eure Sünden? Nein!",
        "text_uthmani": "وَقَالَتِ ٱلْيَهُودُ وَٱلنَّصَـٰرَىٰ نَحْنُ أَبْنَـٰٓؤُا۟ ٱللَّهِ وَأَحِبَّـٰٓؤُهُۥ ۚ قُلْ فَلِمَ يُعَذِّبُكُم بِذُنُوبِكُم ۖ بَلْ",
        "text_uthmani_transcribed": "Wa qālatil-yahūdu wan-naṣārā naḥnu abnā'ullāhi wa aḥibbā'uh(ū), qul falima yu'ażżibukum biżunūbikum, bal"
      },
      {
        "belongs_to_verse_number": 18,
        "translation": "Vielmehr seid ihr menschliche Wesen von denen, die Er erschaffen hat. Er vergibt, wem Er will, und Er straft, wen Er will.",
        "text_uthmani": "بَلْ أَنتُم بَشَرٌ مِّمَّنْ خَلَقَ ۚ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۚ",
        "text_uthmani_transcribed": "bal antum basyarum mimman khalaq(a), yagfiru limay yasyā'u wa yu'ażżibu may yasyā'(u),"
      },
      {
        "belongs_to_verse_number": 18,
        "translation": "Und Allah gehört die Herrschaft der Himmel und der Erde und dessen, was dazwischen ist, und zu Ihm ist der Ausgang.",
        "text_uthmani": "وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ۖ وَإِلَيْهِ ٱلْمَصِيرُ",
        "text_uthmani_transcribed": "wa lillāhi mulkus-samāwāti wal-arḍi wa mā bainahumā, wa ilaihil-maṣīr(u)."
      }
    ],
    "text_uthmani": "وَقَالَتِ ٱلْيَهُودُ وَٱلنَّصَـٰرَىٰ نَحْنُ أَبْنَـٰٓؤُا۟ ٱللَّهِ وَأَحِبَّـٰٓؤُهُۥ ۚ قُلْ فَلِمَ يُعَذِّبُكُم بِذُنُوبِكُم ۖ بَلْ أَنتُم بَشَرٌ مِّمَّنْ خَلَقَ ۚ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۚ وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ۖ وَإِلَيْهِ ٱلْمَصِيرُ",
    "text_uthmani_transcribed": "Wa qālatil-yahūdu wan-naṣārā naḥnu abnā'ullāhi wa aḥibbā'uh(ū), qul falima yu'ażżibukum biżunūbikum, bal antum basyarum mimman khalaq(a), yagfiru limay yasyā'u wa yu'ażżibu may yasyā'(u), wa lillāhi mulkus-samāwāti wal-arḍi wa mā bainahumā, wa ilaihil-maṣīr(u)."
  },
  {
    "verse_number": 19,
    "translation": "O Leute der Schrift, Unser Gesandter ist nunmehr zu euch gekommen, um euch nach einer Unterbrechungszeit (in der Reihe) der Gesandten Klarheit zu geben, damit ihr (nicht etwa) sagt: Zu uns ist kein Frohbote und kein Warner gekommen. Nun ist ja ein Frohbote und ein Warner zu euch gekommen. Und Allah hat zu allem die Macht.",
    "segmented": [
      {
        "belongs_to_verse_number": 19,
        "translation": "O Leute der Schrift, Unser Gesandter ist nunmehr zu euch gekommen, um euch nach einer Unterbrechungszeit (in der Reihe) der Gesandten Klarheit zu geben, damit ihr (nicht etwa) sagt: Zu uns ist kein Frohbote",
        "text_uthmani": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ قَدْ جَآءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَىٰ فَتْرَةٍ مِّنَ ٱلرُّسُلِ أَن تَقُولُوا۟ مَا جَآءَنَا مِنۢ بَشِيرٍ",
        "text_uthmani_transcribed": "Yā ahlal-kitābi qad jā'akum rasūlunā yubayyinu lakum 'alā fatratim minar-rusuli an taqūlū mā jā'anā mim basyīriw"
      },
      {
        "belongs_to_verse_number": 19,
        "translation": "und kein Warner gekommen. Nun ist ja ein Frohbote und ein Warner zu euch gekommen. Und Allah hat zu allem die Macht.",
        "text_uthmani": "مَا جَآءَنَا مِنۢ بَشِيرٍ وَلَا نَذِيرٍ ۖ فَقَدْ جَآءَكُم بَشِيرٌ وَنَذِيرٌ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "text_uthmani_transcribed": "mā jā'anā mim basyīriw wa lā nażīr(in), faqad jā'akum basyīruw wa nażīr(un), wallāhu 'alā kulli syai'in qadīr(un)."
      }
    ],
    "text_uthmani": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ قَدْ جَآءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَىٰ فَتْرَةٍ مِّنَ ٱلرُّسُلِ أَن تَقُولُوا۟ مَا جَآءَنَا مِنۢ بَشِيرٍ وَلَا نَذِيرٍ ۖ فَقَدْ جَآءَكُم بَشِيرٌ وَنَذِيرٌ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Yā ahlal-kitābi qad jā'akum rasūlunā yubayyinu lakum 'alā fatratim minar-rusuli an taqūlū mā jā'anā mim basyīriw wa lā nażīr(in), faqad jā'akum basyīruw wa nażīr(un), wallāhu 'alā kulli syai'in qadīr(un)."
  },
  {
    "verse_number": 20,
    "translation": "Und als Musa zu seinem Volk sagte: O mein Volk, gedenkt der Gunst Allahs an euch, als Er unter euch Propheten einsetzte und euch zu Königen machte und euch gab, was Er niemandem (anderen) der Weltenbewohner gegeben hat.",
    "segmented": [
      {
        "belongs_to_verse_number": 20,
        "translation": "Und als Musa zu seinem Volk sagte: O mein Volk, gedenkt der Gunst Allahs an euch, als Er unter euch Propheten einsetzte",
        "text_uthmani": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَـٰقَوْمِ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنۢبِيَآءَ",
        "text_uthmani_transcribed": "Wa iż qāla mūsā liqaumihī yā qaumiżkurū ni'matallāhi 'alaikum iż ja'ala fīkum ambiyā'a"
      },
      {
        "belongs_to_verse_number": 20,
        "translation": "und euch zu Königen machte und euch gab, was Er niemandem (anderen) der Weltenbewohner gegeben hat.",
        "text_uthmani": "وَجَعَلَكُم مُّلُوكًا وَءَاتَىٰكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّنَ ٱلْعَـٰلَمِينَ",
        "text_uthmani_transcribed": "wa ja'alakum mulūkā(n), wa ātākum mā lam yu'ti aḥadam minal-'ālamīn(a)."
      }
    ],
    "text_uthmani": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَـٰقَوْمِ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنۢبِيَآءَ وَجَعَلَكُم مُّلُوكًا وَءَاتَىٰكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّنَ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Wa iż qāla mūsā liqaumihī yā qaumiżkurū ni'matallāhi 'alaikum iż ja'ala fīkum ambiyā'a wa ja'alakum mulūkā(n), wa ātākum mā lam yu'ti aḥadam minal-'ālamīn(a)."
  },
  {
    "verse_number": 21,
    "translation": "O mein Volk, tretet in das geheiligte Land ein, das Allah für euch bestimmt hat, und kehrt nicht den Rücken, denn dann werdet ihr als Verlierer zurückkehren.",
    "segmented": [
      {
        "belongs_to_verse_number": 21,
        "translation": "O mein Volk, tretet in das geheiligte Land ein, das Allah für euch bestimmt hat,",
        "text_uthmani": "يَـٰقَوْمِ ٱدْخُلُوا۟ ٱلْأَرْضَ ٱلْمُقَدَّسَةَ ٱلَّتِى كَتَبَ ٱللَّهُ لَكُمْ",
        "text_uthmani_transcribed": "Yā qaumidkhulul-arḍal-muqaddasatal-latī kataballāhu lakum"
      },
      {
        "belongs_to_verse_number": 21,
        "translation": "und kehrt nicht den Rücken, denn dann werdet ihr als Verlierer zurückkehren.",
        "text_uthmani": "وَلَا تَرْتَدُّوا۟ عَلَىٰٓ أَدْبَارِكُمْ فَتَنقَلِبُوا۟ خَـٰسِرِينَ",
        "text_uthmani_transcribed": "wa lā tartaddū 'alā adbārikum fa tanqalibū khāsirīn(a)."
      }
    ],
    "text_uthmani": "يَـٰقَوْمِ ٱدْخُلُوا۟ ٱلْأَرْضَ ٱلْمُقَدَّسَةَ ٱلَّتِى كَتَبَ ٱللَّهُ لَكُمْ وَلَا تَرْتَدُّوا۟ عَلَىٰٓ أَدْبَارِكُمْ فَتَنقَلِبُوا۟ خَـٰسِرِينَ",
    "text_uthmani_transcribed": "Yā qaumidkhulul-arḍal-muqaddasatal-latī kataballāhu lakum wa lā tartaddū 'alā adbārikum fa tanqalibū khāsirīn(a)."
  },
  {
    "verse_number": 22,
    "translation": "Sie sagten: O Musa, in ihm ist ein übermächtiges Volk. Wir werden es gewiß nicht betreten, bis sie aus ihm herausgehen. Wenn sie aus ihm herausgehen, dann wollen wir (es) gewiß betreten.",
    "segmented": [
      {
        "belongs_to_verse_number": 22,
        "translation": "Sie sagten: O Musa, in ihm ist ein übermächtiges Volk. Wir werden es gewiß nicht betreten, bis sie aus ihm herausgehen.",
        "text_uthmani": "قَالُوا۟ يَـٰمُوسَىٰٓ إِنَّ فِيهَا قَوْمًا جَبَّارِينَ وَإِنَّا لَن نَّدْخُلَهَا حَتَّىٰ يَخْرُجُوا۟ مِنْهَا",
        "text_uthmani_transcribed": "Qālū yā mūsā inna fīhā qauman jabbārīn(a), wa innā lan nadkhulahā ḥattā yakhrujū minhā"
      },
      {
        "belongs_to_verse_number": 22,
        "translation": "Wenn sie aus ihm herausgehen, dann wollen wir (es) gewiß betreten.",
        "text_uthmani": "فَإِن يَخْرُجُوا۟ مِنْهَا فَإِنَّا دَٰخِلُونَ",
        "text_uthmani_transcribed": "fa iy yakhrujū minhā fa innā dākhilūn(a)."
      }
    ],
    "text_uthmani": "قَالُوا۟ يَـٰمُوسَىٰٓ إِنَّ فِيهَا قَوْمًا جَبَّارِينَ وَإِنَّا لَن نَّدْخُلَهَا حَتَّىٰ يَخْرُجُوا۟ مِنْهَا فَإِن يَخْرُجُوا۟ مِنْهَا فَإِنَّا دَٰخِلُونَ",
    "text_uthmani_transcribed": "Qālū yā mūsā inna fīhā qauman jabbārīn(a),  wa innā lan nadkhulahā ḥattā yakhrujū minhā, fa iy yakhrujū minhā fa innā dākhilūn(a)."
  },
  {
    "verse_number": 23,
    "translation": "Zwei Männer von denen, die (Allah) fürchteten und denen Allah Gunst erwiesen hatte, sagten: Tretet gegen sie durch das Tor ein; wenn ihr dadurch eintretet, dann werdet ihr Sieger sein. Und verlaßt euch auf Allah, wenn ihr gläubig seid.",
    "segmented": [
      {
        "belongs_to_verse_number": 23,
        "translation": "Zwei Männer von denen, die (Allah) fürchteten",
        "text_uthmani": "قَالَ رَجُلَانِ مِنَ ٱلَّذِينَ يَخَافُونَ",
        "text_uthmani_transcribed": "Qāla rajulāni minal-lażīna yakhāfūna"
      },
      {
        "belongs_to_verse_number": 23,
        "translation": "und denen Allah Gunst erwiesen hatte, sagten: Tretet gegen sie durch das Tor ein; wenn ihr dadurch eintretet, dann werdet ihr Sieger sein.",
        "text_uthmani": "أَنْعَمَ ٱللَّهُ عَلَيْهِمَا ٱدْخُلُوا۟ عَلَيْهِمُ ٱلْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَـٰلِبُونَ",
        "text_uthmani_transcribed": "an'amallāhu 'alaihimadkhulū 'alaihimul-bāb(a), fa iżā dakhaltumūhu fa innakum gālibūn(a)"
      },
      {
        "belongs_to_verse_number": 23,
        "translation": "Und verlaßt euch auf Allah, wenn ihr gläubig seid.",
        "text_uthmani": "وَعَلَى ٱللَّهِ فَتَوَكَّلُوٓا۟ إِن كُنتُم مُّؤْمِنِينَ",
        "text_uthmani_transcribed": "wa 'alallāhi fa tawakkalū in kuntum mu'minīn(a)."
      }
    ],
    "text_uthmani": "قَالَ رَجُلَانِ مِنَ ٱلَّذِينَ يَخَافُونَ أَنْعَمَ ٱللَّهُ عَلَيْهِمَا ٱدْخُلُوا۟ عَلَيْهِمُ ٱلْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَـٰلِبُونَ ۚ وَعَلَى ٱللَّهِ فَتَوَكَّلُوٓا۟ إِن كُنتُم مُّؤْمِنِينَ",
    "text_uthmani_transcribed": "Qāla rajulāni minal-lażīna yakhāfūna an'amallāhu 'alaihimadkhulū 'alaihimul-bāb(a), fa iżā dakhaltumūhu fa innakum gālibūn(a), wa 'alallāhi fa tawakkalū in kuntum mu'minīn(a)."
  },
  {
    "verse_number": 24,
    "translation": "Sie (, die anderen,) sagten: O Musa, gewiß werden wir es niemals betreten, solange sie darin sind. Geh doch du und dein Herr hin und kämpft! Wir werden hier sitzen bleiben.",
    "segmented": [
      {
        "belongs_to_verse_number": 24,
        "translation": "Sie (, die anderen,) sagten: O Musa, gewiß werden wir es niemals betreten, solange sie darin sind. Geh doch du und dein Herr hin und kämpft!",
        "text_uthmani": "قَالُوا۟ يَـٰمُوسَىٰٓ إِنَّا لَن نَّدْخُلَهَآ أَبَدًا مَّا دَامُوا۟ فِيهَا ۖ فَٱذْهَبْ أَنتَ وَرَبُّكَ فَقَـٰتِلَآ",
        "text_uthmani_transcribed": "Qālū yā mūsā innā lan nadkhulahā abadam mā dāmū fīhā, fażhab anta wa rabbuka fa qātilā"
      },
      {
        "belongs_to_verse_number": 24,
        "translation": "Wir werden hier sitzen bleiben.",
        "text_uthmani": "إِنَّا هَـٰهُنَا قَـٰعِدُونَ",
        "text_uthmani_transcribed": "innā hāhunā qā'idūn(a)."
      }
    ],
    "text_uthmani": "قَالُوا۟ يَـٰمُوسَىٰٓ إِنَّا لَن نَّدْخُلَهَآ أَبَدًا مَّا دَامُوا۟ فِيهَا ۖ فَٱذْهَبْ أَنتَ وَرَبُّكَ فَقَـٰتِلَآ إِنَّا هَـٰهُنَا قَـٰعِدُونَ",
    "text_uthmani_transcribed": "Qālū yā mūsā innā  lan nadkhulahā abadam mā dāmū fīhā, fażhab anta wa rabbuka fa qātilā innā hāhunā qā'idūn(a)."
  },
  {
    "verse_number": 25,
    "translation": "Er sagte: Mein Herr, ich habe ja nur Macht über mich selbst und meinen Bruder. Darum (unter)scheide uns von dem Volk der Frevler.",
    "text_uthmani": "قَالَ رَبِّ إِنِّى لَآ أَمْلِكُ إِلَّا نَفْسِى وَأَخِى ۖ فَٱفْرُقْ بَيْنَنَا وَبَيْنَ ٱلْقَوْمِ ٱلْفَـٰسِقِينَ",
    "text_uthmani_transcribed": "Qāla rabbi innī lā amliku illā nafsī wa akhī fafruq bainanā wa bainal-qaumil-fāsiqīn(a)."
  },
  {
    "verse_number": 26,
    "translation": "Er (Allah) sagte: Gewiß, so soll es ihnen denn für vierzig Jahre verwehrt sein, (während derer) sie auf der Erde umherirren. So sei nicht betrübt über das Volk der Frevler!",
    "segmented": [
      {
        "belongs_to_verse_number": 26,
        "translation": "Er (Allah) sagte: Gewiß, so soll es ihnen denn für vierzig Jahre verwehrt sein, (während derer) sie auf der Erde umherirren.",
        "text_uthmani": "قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ ۛ أَرْبَعِينَ سَنَةً ۛ يَتِيهُونَ فِى ٱلْأَرْضِ ۚ",
        "text_uthmani_transcribed": "Qāla fa innahā muḥarramatun 'alaihim arba'īna sanah(tan), yatīhūna fil-arḍ(i),"
      },
      {
        "belongs_to_verse_number": 26,
        "translation": "So sei nicht betrübt über das Volk der Frevler!",
        "text_uthmani": "فَلَا تَأْسَ عَلَى ٱلْقَوْمِ ٱلْفَـٰسِقِينَ",
        "text_uthmani_transcribed": "falā ta'sa 'alal qaumil-fāsiqīn(a)."
      }
    ],
    "text_uthmani": "قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ ۛ أَرْبَعِينَ سَنَةً ۛ يَتِيهُونَ فِى ٱلْأَرْضِ ۚ فَلَا تَأْسَ عَلَى ٱلْقَوْمِ ٱلْفَـٰسِقِينَ",
    "text_uthmani_transcribed": "Qāla fa innahā muḥarramatun 'alaihim arba'īna sanah(tan), yatīhūna fil-arḍ(i), falā ta'sa 'alal qaumil-fāsiqīn(a)."
  },
  {
    "verse_number": 27,
    "translation": "Und verlies ihnen die Kunde von den beiden Söhnen Adams, der Wahrheit entsprechend, als sie ein Opfer darbrachten. Da wurde es von dem einen von ihnen angenommen, während es vom anderen nicht angenommen wurde. Der sagte: Ich werde dich ganz gewiß töten. Der andere sagte: Allah nimmt nur von den Gottesfürchtigen an.",
    "segmented": [
      {
        "belongs_to_verse_number": 27,
        "translation": "Und verlies ihnen die Kunde von den beiden Söhnen Adams, der Wahrheit entsprechend, als sie ein Opfer darbrachten.",
        "text_uthmani": "۞ وَٱتْلُ عَلَيْهِمْ نَبَأَ ٱبْنَىْ ءَادَمَ بِٱلْحَقِّ إِذْ قَرَّبَا قُرْبَانًا",
        "text_uthmani_transcribed": "Watlu 'alaihim naba'abnai ādama bil-ḥaqqi iż qarrabā qurbānan"
      },
      {
        "belongs_to_verse_number": 27,
        "translation": "Da wurde es von dem einen von ihnen angenommen, während es vom anderen nicht angenommen wurde. Der sagte: Ich werde dich ganz gewiß töten.",
        "text_uthmani": "فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ ٱلْـَٔاخَرِ قَالَ لَأَقْتُلَنَّكَ ۖ",
        "text_uthmani_transcribed": "fa tuqubbila min aḥadihimā wa lam yutaqabbal minal-ākhar(i), qāla la'aqtulannak(a),"
      },
      {
        "belongs_to_verse_number": 27,
        "translation": "Der andere sagte: Allah nimmt nur von den Gottesfürchtigen an.",
        "text_uthmani": "قَالَ إِنَّمَا يَتَقَبَّلُ ٱللَّهُ مِنَ ٱلْمُتَّقِينَ",
        "text_uthmani_transcribed": "qāla innamā yataqabbalullāhu minal-muttaqīn(a)."
      }
    ],
    "text_uthmani": "۞ وَٱتْلُ عَلَيْهِمْ نَبَأَ ٱبْنَىْ ءَادَمَ بِٱلْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ ٱلْـَٔاخَرِ قَالَ لَأَقْتُلَنَّكَ ۖ قَالَ إِنَّمَا يَتَقَبَّلُ ٱللَّهُ مِنَ ٱلْمُتَّقِينَ",
    "text_uthmani_transcribed": "Watlu 'alaihim naba'abnai ādama bil-ḥaqqi iż qarrabā qurbānan fa tuqubbila min aḥadihimā wa lam yutaqabbal minal-ākhar(i), qāla la'aqtulannak(a), qāla innamā yataqabbalullāhu minal-muttaqīn(a)."
  },
  {
    "verse_number": 28,
    "translation": "Wenn du deine Hand nach mir ausstreckst, um mich zu töten, so werde ich meine Hand nicht nach dir ausstrecken, um dich zu töten. Ich fürchte Allah, den Herrn der Weltenbewohner.",
    "segmented": [
      {
        "belongs_to_verse_number": 28,
        "translation": "Wenn du deine Hand nach mir ausstreckst, um mich zu töten, so werde ich meine Hand nicht nach dir ausstrecken, um dich zu töten.",
        "text_uthmani": "لَئِنۢ بَسَطتَ إِلَىَّ يَدَكَ لِتَقْتُلَنِى مَآ أَنَا۠ بِبَاسِطٍ يَدِىَ إِلَيْكَ لِأَقْتُلَكَ ۖ",
        "text_uthmani_transcribed": "La'im basaṭta ilayya yadaka litaqtulanī mā ana bibāsiṭiy yadiya ilaika li'aqtulak(a),"
      },
      {
        "belongs_to_verse_number": 28,
        "translation": "Ich fürchte Allah, den Herrn der Weltenbewohner.",
        "text_uthmani": "إِنِّىٓ أَخَافُ ٱللَّهَ رَبَّ ٱلْعَـٰلَمِينَ",
        "text_uthmani_transcribed": "innī akhāfullāha rabbal-'ālamīn(a)."
      }
    ],
    "text_uthmani": "لَئِنۢ بَسَطتَ إِلَىَّ يَدَكَ لِتَقْتُلَنِى مَآ أَنَا۠ بِبَاسِطٍ يَدِىَ إِلَيْكَ لِأَقْتُلَكَ ۖ إِنِّىٓ أَخَافُ ٱللَّهَ رَبَّ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "La'im basaṭta ilayya yadaka litaqtulanī mā ana bibāsiṭiy yadiya ilaika li'aqtulak(a), innī akhāfullāha rabbal-'ālamīn(a)."
  },
  {
    "verse_number": 29,
    "translation": "Ich will, daß du meine und deine Sünde auf dich lädst und so einer von den Insassen des (Höllen)feuers sein wirst. Das ist der Lohn der Ungerechten.",
    "segmented": [
      {
        "belongs_to_verse_number": 29,
        "translation": "Ich will, daß du meine und deine Sünde auf dich lädst und so einer von den Insassen des (Höllen)feuers sein wirst.",
        "text_uthmani": "إِنِّىٓ أُرِيدُ أَن تَبُوٓأَ بِإِثْمِى وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَـٰبِ ٱلنَّارِ ۚ",
        "text_uthmani_transcribed": "Innī urīdu an tabū'a bi'iṡmī wa iṡmika fa takūna min aṣḥābin-nār(i),"
      },
      {
        "belongs_to_verse_number": 29,
        "translation": "Das ist der Lohn der Ungerechten.",
        "text_uthmani": "وَذَٰلِكَ جَزَٰٓؤُا۟ ٱلظَّـٰلِمِينَ",
        "text_uthmani_transcribed": "wa żālika jazā'uẓ-ẓālimīn(a)."
      }
    ],
    "text_uthmani": "إِنِّىٓ أُرِيدُ أَن تَبُوٓأَ بِإِثْمِى وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَـٰبِ ٱلنَّارِ ۚ وَذَٰلِكَ جَزَٰٓؤُا۟ ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Innī urīdu an tabū'a bi'iṡmī wa iṡmika fa takūna min aṣḥābin-nār(i), wa żālika jazā'uẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 30,
    "translation": "Doch machte ihn seine Seele willig, seinen Bruder zu töten. Und so tötete er ihn. Und er wurde einer von den Verlierern.",
    "text_uthmani": "فَطَوَّعَتْ لَهُۥ نَفْسُهُۥ قَتْلَ أَخِيهِ فَقَتَلَهُۥ فَأَصْبَحَ مِنَ ٱلْخَـٰسِرِينَ",
    "text_uthmani_transcribed": "Fa ṭawwa'at lahū nafsuhū qatla akhīhi fa qatalahū fa aṣbaḥa minal-khāsirīn(a)."
  },
  {
    "verse_number": 31,
    "translation": "Da schickte Allah einen Raben, der in der Erde scharrte, um ihm zu zeigen, wie er die böse Tat an seinem Bruder verbergen könne. Er sagte: O wehe mir! War ich unfähig, zu sein wie dieser Rabe und die böse Tat an meinem Bruder zu verbergen? So wurde er von denjenigen, die bereuen.",
    "segmented": [
      {
        "belongs_to_verse_number": 31,
        "translation": "Da schickte Allah einen Raben, der in der Erde scharrte, um ihm zu zeigen, wie er die böse Tat an seinem Bruder verbergen könne.",
        "text_uthmani": "فَبَعَثَ ٱللَّهُ غُرَابًا يَبْحَثُ فِى ٱلْأَرْضِ لِيُرِيَهُۥ كَيْفَ يُوَٰرِى سَوْءَةَ أَخِيهِ ۚ",
        "text_uthmani_transcribed": "Fa ba'aṡallāhu gurābay yabḥaṡu fil-arḍi liyuriyahū kaifa yuwārī sau'ata akhīh(i),"
      },
      {
        "belongs_to_verse_number": 31,
        "translation": "Er sagte: O wehe mir! War ich unfähig, zu sein wie dieser Rabe und die böse Tat an meinem Bruder zu verbergen?",
        "text_uthmani": "قَالَ يَـٰوَيْلَتَىٰٓ أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَـٰذَا ٱلْغُرَابِ فَأُوَٰرِىَ سَوْءَةَ أَخِى ۖ",
        "text_uthmani_transcribed": "qāla yā wailatā a'ajazta an akūna miṡla hāżal-gurābi fa uwāriya sau'ata akhī."
      },
      {
        "belongs_to_verse_number": 31,
        "translation": "So wurde er von denjenigen, die bereuen.",
        "text_uthmani": "فَأَصْبَحَ مِنَ ٱلنَّـٰدِمِينَ",
        "text_uthmani_transcribed": "fa aṣbaḥa minan-nādimīn(a)."
      }
    ],
    "text_uthmani": "فَبَعَثَ ٱللَّهُ غُرَابًا يَبْحَثُ فِى ٱلْأَرْضِ لِيُرِيَهُۥ كَيْفَ يُوَٰرِى سَوْءَةَ أَخِيهِ ۚ قَالَ يَـٰوَيْلَتَىٰٓ أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَـٰذَا ٱلْغُرَابِ فَأُوَٰرِىَ سَوْءَةَ أَخِى ۖ فَأَصْبَحَ مِنَ ٱلنَّـٰدِمِينَ",
    "text_uthmani_transcribed": "Fa ba'aṡallāhu gurābay yabḥaṡu fil-arḍi liyuriyahū kaifa yuwārī sau'ata akhīh(i), qāla yā wailatā a'ajazta an akūna miṡla hāżal-gurābi fa uwāriya sau'ata akhī, fa aṣbaḥa minan-nādimīn(a)."
  },
  {
    "verse_number": 32,
    "translation": "Aus diesem Grunde haben Wir den Kindern Isra’ils vorgeschrieben: Wer ein menschliches Wesen tötet, ohne (daß es) einen Mord (begangen) oder auf der Erde Unheil gestiftet (hat), so ist es, als ob er alle Menschen getötet hätte. Und wer es am Leben erhält, so ist es, als ob er alle Menschen am Leben erhält. Unsere Gesandten sind bereits mit klaren Beweisen zu ihnen gekommen. Danach aber sind viele von ihnen wahrlich maßlos auf der Erde geblieben.",
    "segmented": [
      {
        "belongs_to_verse_number": 32,
        "translation": "Aus diesem Grunde haben Wir den Kindern Isra’ils vorgeschrieben: Wer ein menschliches Wesen tötet, ohne (daß es) einen Mord (begangen)",
        "text_uthmani": "مِنْ أَجْلِ ذَٰلِكَ كَتَبْنَا عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ أَنَّهُۥ مَن قَتَلَ نَفْسًۢا بِغَيْرِ نَفْسٍ",
        "text_uthmani_transcribed": "Min ajli żālik(a), katabnā 'alā banī isrā'īla annahū man qatala nafsam bigairi nafsin"
      },
      {
        "belongs_to_verse_number": 32,
        "translation": "oder auf der Erde Unheil gestiftet (hat), so ist es, als ob er alle Menschen getötet hätte.",
        "text_uthmani": "أَوْ فَسَادٍ فِى ٱلْأَرْضِ فَكَأَنَّمَا قَتَلَ ٱلنَّاسَ جَمِيعًا",
        "text_uthmani_transcribed": "au fasādin fil-arḍi fa ka'annamā qatalan-nāsa jamī'ā(n)"
      },
      {
        "belongs_to_verse_number": 32,
        "translation": "Und wer es am Leben erhält, so ist es, als ob er alle Menschen am Leben erhält.",
        "text_uthmani": "وَمَنْ أَحْيَاهَا فَكَأَنَّمَآ أَحْيَا ٱلنَّاسَ جَمِيعًا",
        "text_uthmani_transcribed": "wa man aḥyāhā fa ka'annamā aḥyan-nāsa jamī'ā(n)"
      },
      {
        "belongs_to_verse_number": 32,
        "translation": "Unsere Gesandten sind bereits mit klaren Beweisen zu ihnen gekommen. Danach aber sind viele von ihnen wahrlich maßlos auf der Erde geblieben.",
        "text_uthmani": "وَلَقَدْ جَآءَتْهُمْ رُسُلُنَا بِٱلْبَيِّنَـٰتِ ثُمَّ إِنَّ كَثِيرًا مِّنْهُم بَعْدَ ذَٰلِكَ فِى ٱلْأَرْضِ لَمُسْرِفُونَ",
        "text_uthmani_transcribed": "wa laqad jā'athum rusulunā bil-bayyināt(i), ṡumma inna kaṡīram minhum ba'da żālika fil-arḍi lamusrifūn(a)."
      }
    ],
    "text_uthmani": "مِنْ أَجْلِ ذَٰلِكَ كَتَبْنَا عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ أَنَّهُۥ مَن قَتَلَ نَفْسًۢا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِى ٱلْأَرْضِ فَكَأَنَّمَا قَتَلَ ٱلنَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَآ أَحْيَا ٱلنَّاسَ جَمِيعًا ۚ وَلَقَدْ جَآءَتْهُمْ رُسُلُنَا بِٱلْبَيِّنَـٰتِ ثُمَّ إِنَّ كَثِيرًا مِّنْهُم بَعْدَ ذَٰلِكَ فِى ٱلْأَرْضِ لَمُسْرِفُونَ",
    "text_uthmani_transcribed": "Min ajli żālik(a), katabnā 'alā banī isrā'īla annahū man qatala nafsam bigairi nafsin au fasādin fil-arḍi fa ka'annamā qatalan-nāsa jamī'ā(n), wa man aḥyāhā fa ka'annamā aḥyan-nāsa jamī'ā(n), wa laqad jā'athum rusulunā bil-bayyināt(i), ṡumma inna kaṡīram minhum ba'da żālika fil-arḍi lamusrifūn(a)."
  },
  {
    "verse_number": 33,
    "translation": "Der Lohn derjenigen, die Krieg führen gegen Allah und Seinen Gesandten und sich bemühen, auf der Erde Unheil zu stiften, ist indessen (der), daß sie allesamt getötet oder gekreuzigt werden, oder daß ihnen Hände und Füße wechselseitig abgehackt werden, oder daß sie aus dem Land verbannt werden. Das ist für sie eine Schande im Diesseits, und im Jenseits gibt es für sie gewaltige Strafe,",
    "segmented": [
      {
        "belongs_to_verse_number": 33,
        "translation": "Der Lohn derjenigen, die Krieg führen gegen Allah und Seinen Gesandten",
        "text_uthmani": "إِنَّمَا جَزَٰٓؤُا۟ ٱلَّذِينَ يُحَارِبُونَ ٱللَّهَ وَرَسُولَهُۥ",
        "text_uthmani_transcribed": "Innamā jazā'ul-lażīna yuḥāribūnallāha wa rasūlahū"
      },
      {
        "belongs_to_verse_number": 33,
        "translation": "und sich bemühen, auf der Erde Unheil zu stiften, ist indessen (der), daß sie allesamt getötet oder gekreuzigt werden, oder daß ihnen Hände",
        "text_uthmani": "وَيَسْعَوْنَ فِى ٱلْأَرْضِ فَسَادًا أَن يُقَتَّلُوٓا۟ أَوْ يُصَلَّبُوٓا۟ أَوْ تُقَطَّعَ أَيْدِيهِمْ",
        "text_uthmani_transcribed": "wa yas'auna fil-arḍi fasādan ay yuqattalū au yuṣallabū au tuqaṭṭa'a aidīhim"
      },
      {
        "belongs_to_verse_number": 33,
        "translation": "und Füße wechselseitig abgehackt werden, oder daß sie aus dem Land verbannt werden.",
        "text_uthmani": "أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُم مِّنْ خِلَـٰفٍ أَوْ يُنفَوْا۟ مِنَ ٱلْأَرْضِ",
        "text_uthmani_transcribed": "au tuqaṭṭa'a aidīhim wa arjuluhum min khilāfin au yunfau minal-arḍ(i)"
      },
      {
        "belongs_to_verse_number": 33,
        "translation": "Das ist für sie eine Schande im Diesseits, und im Jenseits gibt es für sie gewaltige Strafe,",
        "text_uthmani": "ذَٰلِكَ لَهُمْ خِزْىٌ فِى ٱلدُّنْيَا ۖ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابٌ عَظِيمٌ",
        "text_uthmani_transcribed": "żālika lahum khizyun fid-dun-yā wa lahum fil-ākhirati 'ażābun 'aẓīm(un)."
      }
    ],
    "text_uthmani": "إِنَّمَا جَزَٰٓؤُا۟ ٱلَّذِينَ يُحَارِبُونَ ٱللَّهَ وَرَسُولَهُۥ وَيَسْعَوْنَ فِى ٱلْأَرْضِ فَسَادًا أَن يُقَتَّلُوٓا۟ أَوْ يُصَلَّبُوٓا۟ أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُم مِّنْ خِلَـٰفٍ أَوْ يُنفَوْا۟ مِنَ ٱلْأَرْضِ ۚ ذَٰلِكَ لَهُمْ خِزْىٌ فِى ٱلدُّنْيَا ۖ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابٌ عَظِيمٌ",
    "text_uthmani_transcribed": "Innamā jazā'ul-lażīna yuḥāribūnallāha wa rasūlahū wa yas'auna fil-arḍi fasādan ay yuqattalū au yuṣallabū au tuqaṭṭa'a aidīhim wa arjuluhum min khilāfin au yunfau minal-arḍ(i), żālika lahum khizyun fid-dun-yā wa lahum fil-ākhirati 'ażābun 'aẓīm(un)."
  },
  {
    "verse_number": 34,
    "translation": "außer denjenigen, die bereuen, bevor ihr Macht über sie habt. So wisset, daß Allah Allvergebend und Barmherzig ist.",
    "text_uthmani": "إِلَّا ٱلَّذِينَ تَابُوا۟ مِن قَبْلِ أَن تَقْدِرُوا۟ عَلَيْهِمْ ۖ فَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Illal-lażīna tābū min qabli an taqdirū 'alaihim, fa'lamū annallāha gafūrur raḥīm(un)."
  },
  {
    "verse_number": 35,
    "translation": "O die ihr glaubt, fürchtet Allah und trachtet nach einem Mittel zu Ihm und müht euch auf Seinem Weg ab, auf daß es euch wohl ergehen möge!",
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَٱبْتَغُوٓا۟ إِلَيْهِ ٱلْوَسِيلَةَ وَجَـٰهِدُوا۟ فِى سَبِيلِهِۦ لَعَلَّكُمْ تُفْلِحُونَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanuttaqullāha wabtagū ilaihil-wasīlata wa jāhidū fī sabīlihī la'allakum tufliḥūn(a)."
  },
  {
    "verse_number": 36,
    "translation": "Gewiß, wenn diejenigen, die ungläubig sind, alles hätten, was auf der Erde ist, und noch einmal das Gleiche dazu, um sich damit von der Strafe des Tages der Auferstehung loszukaufen, würde es nicht von ihnen angenommen werden, und für sie gibt es schmerzhafte Strafe.",
    "segmented": [
      {
        "belongs_to_verse_number": 36,
        "translation": "Gewiß, wenn diejenigen, die ungläubig sind, alles hätten, was auf der Erde ist,",
        "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ لَوْ أَنَّ لَهُم مَّا فِى ٱلْأَرْضِ جَمِيعًا",
        "text_uthmani_transcribed": "Innal-lażīna kafarū lau anna lahum mā fil-arḍi jamī'aw"
      },
      {
        "belongs_to_verse_number": 36,
        "translation": "und noch einmal das Gleiche dazu, um sich damit von der Strafe des Tages der Auferstehung loszukaufen, würde es nicht von ihnen angenommen werden,",
        "text_uthmani": "وَمِثْلَهُۥ مَعَهُۥ لِيَفْتَدُوا۟ بِهِۦ مِنْ عَذَابِ يَوْمِ ٱلْقِيَـٰمَةِ مَا تُقُبِّلَ مِنْهُمْ ۖ",
        "text_uthmani_transcribed": "wa miṡlahū ma'ahū liyaftadū bihī min 'ażābi yaumil-qiyāmati mā tuqubbila minhum, ۖ"
      },
      {
        "belongs_to_verse_number": 36,
        "translation": "und für sie gibt es schmerzhafte Strafe.",
        "text_uthmani": "وَلَهُمْ عَذَابٌ أَلِيمٌ",
        "text_uthmani_transcribed": "wa lahum 'ażābun alīm(un)."
      }
    ],
    "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ لَوْ أَنَّ لَهُم مَّا فِى ٱلْأَرْضِ جَمِيعًا وَمِثْلَهُۥ مَعَهُۥ لِيَفْتَدُوا۟ بِهِۦ مِنْ عَذَابِ يَوْمِ ٱلْقِيَـٰمَةِ مَا تُقُبِّلَ مِنْهُمْ ۖ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "text_uthmani_transcribed": "Innal-lażīna kafarū lau anna lahum mā fil-arḍi jamī'aw wa miṡlahū ma'ahū liyaftadū bihī min 'ażābi yaumil-qiyāmati mā tuqubbila minhum, wa lahum 'ażābun alīm(un)."
  },
  {
    "verse_number": 37,
    "translation": "Sie wollen aus dem (Höllen)feuer herauskommen, aber sie werden nicht aus ihm herauskommen, und für sie gibt es beständige Strafe.",
    "text_uthmani": "يُرِيدُونَ أَن يَخْرُجُوا۟ مِنَ ٱلنَّارِ وَمَا هُم بِخَـٰرِجِينَ مِنْهَا ۖ وَلَهُمْ عَذَابٌ مُّقِيمٌ",
    "text_uthmani_transcribed": "Yurīdūna ay yakhrujū minan-nāri wa mā hum bikhārijīna minhā, wa lahum 'ażābun muqīm(un)."
  },
  {
    "verse_number": 38,
    "translation": "Der Dieb und die Diebin: trennt ihnen ihre Hände ab als Lohn für das, was sie begangen haben, und als ein warnendes Beispiel von Allah. Allah ist Allmächtig und Allweise.",
    "segmented": [
      {
        "belongs_to_verse_number": 38,
        "translation": "Der Dieb und die Diebin: trennt ihnen ihre Hände ab als Lohn für das, was sie begangen haben, und als ein warnendes Beispiel von Allah.",
        "text_uthmani": "وَٱلسَّارِقُ وَٱلسَّارِقَةُ فَٱقْطَعُوٓا۟ أَيْدِيَهُمَا جَزَآءًۢ بِمَا كَسَبَا نَكَـٰلًا مِّنَ ٱللَّهِ ۗ",
        "text_uthmani_transcribed": "Was-sāriqu was-sāriqatu faqṭa'ū aidiyahumā jazā'am bimā kasabā nakālam minallāh(i),"
      },
      {
        "belongs_to_verse_number": 38,
        "translation": "Allah ist Allmächtig und Allweise.",
        "text_uthmani": "وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
        "text_uthmani_transcribed": "wallāhu 'azīzun ḥakīm(un)."
      }
    ],
    "text_uthmani": "وَٱلسَّارِقُ وَٱلسَّارِقَةُ فَٱقْطَعُوٓا۟ أَيْدِيَهُمَا جَزَآءًۢ بِمَا كَسَبَا نَكَـٰلًا مِّنَ ٱللَّهِ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
    "text_uthmani_transcribed": "Was-sāriqu was-sāriqatu faqṭa'ū aidiyahumā jazā'am bimā kasabā nakālam minallāh(i), wallāhu 'azīzun ḥakīm(un)."
  },
  {
    "verse_number": 39,
    "translation": "Wer aber bereut, nachdem er Unrecht getan hat, und es wieder gutmacht, so nimmt Allah seine Reue gewiß an. Allah ist Allvergebend und Barmherzig.",
    "segmented": [
      {
        "belongs_to_verse_number": 39,
        "translation": "Wer aber bereut, nachdem er Unrecht getan hat, und es wieder gutmacht, so nimmt Allah seine Reue gewiß an.",
        "text_uthmani": "فَمَن تَابَ مِنۢ بَعْدِ ظُلْمِهِۦ وَأَصْلَحَ فَإِنَّ ٱللَّهَ يَتُوبُ عَلَيْهِ ۗ",
        "text_uthmani_transcribed": "Faman tāba mim ba'di ẓulmihī wa aṣlaḥa fa innallāha yatūbu 'alaih(i),"
      },
      {
        "belongs_to_verse_number": 39,
        "translation": "Allah ist Allvergebend und Barmherzig.",
        "text_uthmani": "إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
        "text_uthmani_transcribed": "innallāha gafūrur raḥīm(un)."
      }
    ],
    "text_uthmani": "فَمَن تَابَ مِنۢ بَعْدِ ظُلْمِهِۦ وَأَصْلَحَ فَإِنَّ ٱللَّهَ يَتُوبُ عَلَيْهِ ۗ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Faman tāba mim ba'di ẓulmihī wa aṣlaḥa fa innallāha yatūbu 'alaih(i), innallāha gafūrur raḥīm(un)."
  },
  {
    "verse_number": 40,
    "translation": "Weißt du nicht, daß Allah die Herrschaft über die Himmel und die Erde gehört? Er straft, wen Er will, und vergibt, wem Er will. Und Allah hat zu allem die Macht.",
    "segmented": [
      {
        "belongs_to_verse_number": 40,
        "translation": "Weißt du nicht, daß Allah die Herrschaft über die Himmel und die Erde gehört? Er straft, wen Er will, und vergibt, wem Er will.",
        "text_uthmani": "أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ يُعَذِّبُ مَن يَشَآءُ وَيَغْفِرُ لِمَن يَشَآءُ ۗ",
        "text_uthmani_transcribed": "Alam ta'lam annallāha lahū mulkus-samāwāti wal-arḍ(i), yu'ażżibu may yasyā'u wa yagfiru limay yasyā'(u),"
      },
      {
        "belongs_to_verse_number": 40,
        "translation": "Und Allah hat zu allem die Macht.",
        "text_uthmani": "وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "text_uthmani_transcribed": "wallāhu 'alā kulli syai'in qadīr(un)."
      }
    ],
    "text_uthmani": "أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ يُعَذِّبُ مَن يَشَآءُ وَيَغْفِرُ لِمَن يَشَآءُ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Alam ta'lam annallāha lahū mulkus-samāwāti wal-arḍ(i), yu'ażżibu may yasyā'u wa yagfiru limay yasyā'(u), wallāhu 'alā kulli syai'in qadīr(un)."
  },
  {
    "verse_number": 41,
    "translation": "O du Gesandter, lasse dich nicht durch jene traurig machen, die im Unglauben dahineilen, unter denen, die mit ihren Mündern sagen: Wir glauben, während ihre Herzen nicht glauben, Und unter denjenigen, die dem Judentum angehören, unter ihnen gibt es manche, die auf Lügen horchen, die auf andere Leute horchen, die nicht zu dir gekommen sind. Sie verdrehen den Sinn der Worte, nach(dem sie an) ihrer (richtigen) Stelle (waren), und sagen: Wenn euch dies gegeben wird, dann nehmt es an. Wenn euch dies aber nicht gegeben wird, dann seht euch vor. Wen Allah der Versuchung aussetzen will, für den wirst du gegen Allah nichts (auszurichten) vermögen. Das sind diejenigen, deren Herzen Allah nicht rein machen wollte. Schande gibt es für sie im Diesseits, und im Jenseits gibt es für sie gewaltige Strafe;",
    "segmented": [
      {
        "belongs_to_verse_number": 41,
        "translation": "O du Gesandter, lasse dich nicht durch jene traurig machen, die im Unglauben dahineilen, unter denen, die mit ihren Mündern sagen: Wir glauben,",
        "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلرَّسُولُ لَا يَحْزُنكَ ٱلَّذِينَ يُسَـٰرِعُونَ فِى ٱلْكُفْرِ مِنَ ٱلَّذِينَ قَالُوٓا۟ ءَامَنَّا بِأَفْوَٰهِهِمْ",
        "text_uthmani_transcribed": "Yā ayyuhar-rasūlu lā yaḥzunkal-lażīna yusāri'ūna fil-kufri minal-lażīna qālū āmannā bi'afwāhihim"
      },
      {
        "belongs_to_verse_number": 41,
        "translation": "während ihre Herzen nicht glauben, Und unter denjenigen, die dem Judentum angehören, unter ihnen gibt es manche, die auf Lügen horchen, die auf",
        "text_uthmani": "وَلَمْ تُؤْمِن قُلُوبُهُمْ ۛ وَمِنَ ٱلَّذِينَ هَادُوا۟ ۛ سَمَّـٰعُونَ لِلْكَذِبِ سَمَّـٰعُونَ لِقَوْمٍ",
        "text_uthmani_transcribed": "wa lam tu'min qulūbuhum - wa minal-lażīna hādū - sammā'ūna lil-każibi sammā'ūna liqaumin"
      },
      {
        "belongs_to_verse_number": 41,
        "translation": "andere Leute horchen, die nicht zu dir gekommen sind.",
        "text_uthmani": "سَمَّـٰعُونَ لِقَوْمٍ ءَاخَرِينَ لَمْ يَأْتُوكَ ۖ",
        "text_uthmani_transcribed": "sammā'ūna liqaumin ākharīna lam ya'tūk(a),"
      },
      {
        "belongs_to_verse_number": 41,
        "translation": "Sie verdrehen den Sinn der Worte, nach(dem sie an) ihrer (richtigen) Stelle (waren), und sagen: Wenn euch dies gegeben wird, dann nehmt es an.",
        "text_uthmani": "يُحَرِّفُونَ ٱلْكَلِمَ مِنۢ بَعْدِ مَوَاضِعِهِۦ ۖ يَقُولُونَ إِنْ أُوتِيتُمْ هَـٰذَا فَخُذُوهُ",
        "text_uthmani_transcribed": "yuḥarrifūnal-kalima mim ba'di mawāḍi'ih(ī), yaqūlūna in ūtītum hāżā fa khuż­hu"
      },
      {
        "belongs_to_verse_number": 41,
        "translation": "Wenn euch dies aber nicht gegeben wird, dann seht euch vor.",
        "text_uthmani": "وَإِن لَّمْ تُؤْتَوْهُ فَٱحْذَرُوا۟ ۚ",
        "text_uthmani_transcribed": "wa illam tu'tauhu faḥżarū,"
      },
      {
        "belongs_to_verse_number": 41,
        "translation": "Wen Allah der Versuchung aussetzen will, für den wirst du gegen Allah nichts (auszurichten) vermögen.",
        "text_uthmani": "وَمَن يُرِدِ ٱللَّهُ فِتْنَتَهُۥ فَلَن تَمْلِكَ لَهُۥ مِنَ ٱللَّهِ شَيْـًٔا ۚ",
        "text_uthmani_transcribed": "wa may yuridillāhu fitnatahū falan tamlika lahū minallāhi syai'ā(n),"
      },
      {
        "belongs_to_verse_number": 41,
        "translation": "Das sind diejenigen, deren Herzen Allah nicht rein machen wollte.",
        "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَمْ يُرِدِ ٱللَّهُ أَن يُطَهِّرَ قُلُوبَهُمْ ۚ",
        "text_uthmani_transcribed": "ulā'ikal-lażīna lam yuridillāhu ay yuṭahhira qulūbahum,"
      },
      {
        "belongs_to_verse_number": 41,
        "translation": "Schande gibt es für sie im Diesseits, und im Jenseits gibt es für sie gewaltige Strafe;",
        "text_uthmani": "لَهُمْ فِى ٱلدُّنْيَا خِزْىٌ ۖ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابٌ عَظِيمٌ",
        "text_uthmani_transcribed": "lahum fid-dun-yā khizyuw wa lahum fil-ākhirati 'ażābun 'aẓīm(un)."
      }
    ],
    "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلرَّسُولُ لَا يَحْزُنكَ ٱلَّذِينَ يُسَـٰرِعُونَ فِى ٱلْكُفْرِ مِنَ ٱلَّذِينَ قَالُوٓا۟ ءَامَنَّا بِأَفْوَٰهِهِمْ وَلَمْ تُؤْمِن قُلُوبُهُمْ ۛ وَمِنَ ٱلَّذِينَ هَادُوا۟ ۛ سَمَّـٰعُونَ لِلْكَذِبِ سَمَّـٰعُونَ لِقَوْمٍ ءَاخَرِينَ لَمْ يَأْتُوكَ ۖ يُحَرِّفُونَ ٱلْكَلِمَ مِنۢ بَعْدِ مَوَاضِعِهِۦ ۖ يَقُولُونَ إِنْ أُوتِيتُمْ هَـٰذَا فَخُذُوهُ وَإِن لَّمْ تُؤْتَوْهُ فَٱحْذَرُوا۟ ۚ وَمَن يُرِدِ ٱللَّهُ فِتْنَتَهُۥ فَلَن تَمْلِكَ لَهُۥ مِنَ ٱللَّهِ شَيْـًٔا ۚ أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَمْ يُرِدِ ٱللَّهُ أَن يُطَهِّرَ قُلُوبَهُمْ ۚ لَهُمْ فِى ٱلدُّنْيَا خِزْىٌ ۖ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابٌ عَظِيمٌ",
    "text_uthmani_transcribed": "Yā ayyuhar-rasūlu lā yaḥzunkal-lażīna yusāri'ūna fil-kufri minal-lażīna qālū āmannā bi'afwāhihim wa lam tu'min qulūbuhum - wa minal-lażīna hādū - sammā'ūna lil-każibi sammā'ūna liqaumin ākharīna lam ya'tūk(a), yuḥarrifūnal-kalima mim ba'di mawāḍi'ih(ī), yaqūlūna in ūtītum hāżā fa khuż­hu wa illam tu'tauhu faḥżarū, wa may yuridillāhu fitnatahū falan tamlika lahū minallāhi syai'ā(n), ulā'ikal-lażīna lam yuridillāhu ay yuṭahhira qulūbahum, lahum fid-dun-yā khizyuw wa lahum fil-ākhirati 'ażābun 'aẓīm(un)."
  },
  {
    "verse_number": 42,
    "translation": "(sie), die auf Lügen horchen, und die darauf aus sind, unrechtmäßig Erworbenes zu verschlingen. Wenn sie zu dir kommen, so richte zwischen ihnen oder wende dich von ihnen ab! Wenn du dich von ihnen abwendest, werden sie dir keinen Schaden zufügen, wenn du aber richtest, dann richte zwischen ihnen in Gerechtigkeit. Gewiß, Allah liebt die Gerechten.",
    "segmented": [
      {
        "belongs_to_verse_number": 42,
        "translation": "(sie), die auf Lügen horchen, und die darauf aus sind, unrechtmäßig Erworbenes zu verschlingen.",
        "text_uthmani": "سَمَّـٰعُونَ لِلْكَذِبِ أَكَّـٰلُونَ لِلسُّحْتِ ۚ",
        "text_uthmani_transcribed": "Sammā'ūna lil-każibi akkālūna lis-suḥt(i),"
      },
      {
        "belongs_to_verse_number": 42,
        "translation": "Wenn sie zu dir kommen, so richte zwischen ihnen oder wende dich von ihnen ab!",
        "text_uthmani": "فَإِن جَآءُوكَ فَٱحْكُم بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ ۖ",
        "text_uthmani_transcribed": "fa in jā'ūka faḥkum bainahum au a'riḍ 'anhum,"
      },
      {
        "belongs_to_verse_number": 42,
        "translation": "Wenn du dich von ihnen abwendest, werden sie dir keinen Schaden zufügen, wenn du aber richtest, dann richte zwischen ihnen in Gerechtigkeit.",
        "text_uthmani": "وَإِن تُعْرِضْ عَنْهُمْ فَلَن يَضُرُّوكَ شَيْـًٔا ۖ وَإِنْ حَكَمْتَ فَٱحْكُم بَيْنَهُم بِٱلْقِسْطِ ۚ",
        "text_uthmani_transcribed": "wa in tu'riḍ 'anhum falay yaḍurrūka syai'ā(n), wa in ḥakamta faḥkum bainahum bil-qisṭ(i),"
      },
      {
        "belongs_to_verse_number": 42,
        "translation": "Gewiß, Allah liebt die Gerechten.",
        "text_uthmani": "إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ",
        "text_uthmani_transcribed": "innallāha yuḥibbul-muqsiṭīn(a)."
      }
    ],
    "text_uthmani": "سَمَّـٰعُونَ لِلْكَذِبِ أَكَّـٰلُونَ لِلسُّحْتِ ۚ فَإِن جَآءُوكَ فَٱحْكُم بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ ۖ وَإِن تُعْرِضْ عَنْهُمْ فَلَن يَضُرُّوكَ شَيْـًٔا ۖ وَإِنْ حَكَمْتَ فَٱحْكُم بَيْنَهُم بِٱلْقِسْطِ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ",
    "text_uthmani_transcribed": "Sammā'ūna lil-każibi akkālūna lis-suḥt(i), fa in jā'ūka faḥkum bainahum au a'riḍ 'anhum, wa in tu'riḍ 'anhum falay yaḍurrūka syai'ā(n), wa in ḥakamta faḥkum bainahum bil-qisṭ(i), innallāha yuḥibbul-muqsiṭīn(a)."
  },
  {
    "verse_number": 43,
    "translation": "Wie aber können sie dich richten lassen, während sie doch die Tora haben, in der das Urteil Allahs (enthalten) ist, und sich hierauf, nach alledem, abkehren? Diese sind doch keine Gläubigen.",
    "segmented": [
      {
        "belongs_to_verse_number": 43,
        "translation": "Wie aber können sie dich richten lassen, während sie doch die Tora haben, in der das Urteil Allahs (enthalten) ist,",
        "text_uthmani": "وَكَيْفَ يُحَكِّمُونَكَ وَعِندَهُمُ ٱلتَّوْرَىٰةُ فِيهَا حُكْمُ ٱللَّهِ",
        "text_uthmani_transcribed": "Wa kaifa yuḥakkimūnaka wa 'indahumut-taurātu fīhā ḥukmullāhi"
      },
      {
        "belongs_to_verse_number": 43,
        "translation": "und sich hierauf, nach alledem, abkehren? Diese sind doch keine Gläubigen.",
        "text_uthmani": "ثُمَّ يَتَوَلَّوْنَ مِنۢ بَعْدِ ذَٰلِكَ ۚ وَمَآ أُو۟لَـٰٓئِكَ بِٱلْمُؤْمِنِينَ",
        "text_uthmani_transcribed": "ṡumma yatawallauna mim ba'di żālik(a), wa mā ulā'ika bil-mu'minīn(a)."
      }
    ],
    "text_uthmani": "وَكَيْفَ يُحَكِّمُونَكَ وَعِندَهُمُ ٱلتَّوْرَىٰةُ فِيهَا حُكْمُ ٱللَّهِ ثُمَّ يَتَوَلَّوْنَ مِنۢ بَعْدِ ذَٰلِكَ ۚ وَمَآ أُو۟لَـٰٓئِكَ بِٱلْمُؤْمِنِينَ",
    "text_uthmani_transcribed": "Wa kaifa yuḥakkimūnaka wa 'indahumut-taurātu fīhā ḥukmullāhi ṡumma yatawallauna mim ba'di żālik(a), wa mā ulā'ika bil-mu'minīn(a)."
  },
  {
    "verse_number": 44,
    "translation": "Gewiß, Wir haben die Tora hinabgesandt, in der Rechtleitung und Licht sind, womit die Propheten, die sich (Allah) ergeben hatten, für diejenigen, die dem Judentum angehören, walten, und so auch die Leute des Herrn und die Gelehrten, nach dem, was ihnen von der Schrift Allahs anvertraut worden war und worüber sie Zeugen waren. So fürchtet nicht die Menschen, sondern fürchtet Mich. Und verkauft Meine Zeichen nicht für einen geringen Preis! Wer nicht nach dem waltet, was Allah (als Offenbarung) herabgesandt hat, das sind die Ungläubigen.",
    "segmented": [
      {
        "belongs_to_verse_number": 44,
        "translation": "Gewiß, Wir haben die Tora hinabgesandt, in der Rechtleitung",
        "text_uthmani": "إِنَّآ أَنزَلْنَا ٱلتَّوْرَىٰةَ فِيهَا هُدًى",
        "text_uthmani_transcribed": "Innā anzalnat-taurāta fīhā hudaw"
      },
      {
        "belongs_to_verse_number": 44,
        "translation": "und Licht sind, womit die Propheten, die sich (Allah) ergeben hatten, für diejenigen, die dem Judentum angehören, walten,",
        "text_uthmani": "وَنُورٌ ۚ يَحْكُمُ بِهَا ٱلنَّبِيُّونَ ٱلَّذِينَ أَسْلَمُوا۟ لِلَّذِينَ هَادُوا۟",
        "text_uthmani_transcribed": "wa nūr(un), yaḥkumu bihan-nabiyyūnal-lażīna aslamū lil-lażīna hādū"
      },
      {
        "belongs_to_verse_number": 44,
        "translation": "und so auch die Leute des Herrn und die Gelehrten, nach dem, was ihnen von der Schrift Allahs anvertraut worden war",
        "text_uthmani": "وَٱلرَّبَّـٰنِيُّونَ وَٱلْأَحْبَارُ بِمَا ٱسْتُحْفِظُوا۟ مِن كِتَـٰبِ ٱللَّهِ",
        "text_uthmani_transcribed": "war-rabbāniyyūna wal-aḥbāru bimastuḥfiẓū min kitābillāhi"
      },
      {
        "belongs_to_verse_number": 44,
        "translation": "und worüber sie Zeugen waren. So fürchtet nicht die Menschen, sondern fürchtet Mich. Und verkauft Meine Zeichen nicht für einen geringen Preis!",
        "text_uthmani": "وَكَانُوا۟ عَلَيْهِ شُهَدَآءَ ۚ فَلَا تَخْشَوُا۟ ٱلنَّاسَ وَٱخْشَوْنِ وَلَا تَشْتَرُوا۟ بِـَٔايَـٰتِى ثَمَنًا قَلِيلًا ۚ",
        "text_uthmani_transcribed": "wa kānū 'alaihi syuhadā'(a), falā takhsyawun-nāsa wakhsyauni wa lā tasytarū bi'āyātī ṡamanan qalīlā(n),"
      },
      {
        "belongs_to_verse_number": 44,
        "translation": "Wer nicht nach dem waltet, was Allah (als Offenbarung) herabgesandt hat, das sind die Ungläubigen.",
        "text_uthmani": "وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْكَـٰفِرُونَ",
        "text_uthmani_transcribed": "wa mal lam yaḥkum bimā anzalallāhu fa ulā'ika humul-kāfirūn(a)."
      }
    ],
    "text_uthmani": "إِنَّآ أَنزَلْنَا ٱلتَّوْرَىٰةَ فِيهَا هُدًى وَنُورٌ ۚ يَحْكُمُ بِهَا ٱلنَّبِيُّونَ ٱلَّذِينَ أَسْلَمُوا۟ لِلَّذِينَ هَادُوا۟ وَٱلرَّبَّـٰنِيُّونَ وَٱلْأَحْبَارُ بِمَا ٱسْتُحْفِظُوا۟ مِن كِتَـٰبِ ٱللَّهِ وَكَانُوا۟ عَلَيْهِ شُهَدَآءَ ۚ فَلَا تَخْشَوُا۟ ٱلنَّاسَ وَٱخْشَوْنِ وَلَا تَشْتَرُوا۟ بِـَٔايَـٰتِى ثَمَنًا قَلِيلًا ۚ وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْكَـٰفِرُونَ",
    "text_uthmani_transcribed": "Innā anzalnat-taurāta fīhā hudaw wa nūr(un), yaḥkumu bihan-nabiyyūnal-lażīna aslamū lil-lażīna hādū war-rabbāniyyūna wal-aḥbāru bimastuḥfiẓū min kitābillāhi wa kānū 'alaihi syuhadā'(a), falā takhsyawun-nāsa wakhsyauni wa lā tasytarū bi'āyātī ṡamanan qalīlā(n), wa mal lam yaḥkum bimā anzalallāhu fa ulā'ika humul-kāfirūn(a)."
  },
  {
    "verse_number": 45,
    "translation": "Und Wir haben ihnen darin vorgeschrieben: Leben um Leben, Auge um Auge, Nase um Nase, Ohr um Ohr, Zahn um Zahn; und (auch) für Verwundungen Wiedervergeltung. Wer es aber als Almosen erläßt, für den ist es eine Sühne. Wer nicht nach dem waltet, was Allah (als Offenbarung) herabgesandt hat, das sind die Ungerechten.",
    "segmented": [
      {
        "belongs_to_verse_number": 45,
        "translation": "Und Wir haben ihnen darin vorgeschrieben: Leben um Leben, Auge um Auge, Nase um Nase, Ohr um Ohr, Zahn um Zahn;",
        "text_uthmani": "وَكَتَبْنَا عَلَيْهِمْ فِيهَآ أَنَّ ٱلنَّفْسَ بِٱلنَّفْسِ وَٱلْعَيْنَ بِٱلْعَيْنِ وَٱلْأَنفَ بِٱلْأَنفِ وَٱلْأُذُنَ بِٱلْأُذُنِ وَٱلسِّنَّ بِٱلسِّنِّ",
        "text_uthmani_transcribed": "Wa katabnā 'alaihim fīhā annan-nafsa bin-nafsi wal-'aina bil-'aini wal-anfa bil-anfi wal-użuna bil-użuni was-sinna bis-sinni"
      },
      {
        "belongs_to_verse_number": 45,
        "translation": "und (auch) für Verwundungen Wiedervergeltung. Wer es aber als Almosen erläßt, für den ist es eine Sühne.",
        "text_uthmani": "وَٱلْجُرُوحَ قِصَاصٌ ۚ فَمَن تَصَدَّقَ بِهِۦ فَهُوَ كَفَّارَةٌ لَّهُۥ ۚ",
        "text_uthmani_transcribed": "wal-jurūḥa qiṣāṣ(un), faman taṣaddaqa bihī fa huwa kaffāratul lah(ū),"
      },
      {
        "belongs_to_verse_number": 45,
        "translation": "Wer nicht nach dem waltet, was Allah (als Offenbarung) herabgesandt hat, das sind die Ungerechten.",
        "text_uthmani": "وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
        "text_uthmani_transcribed": "wa mal lam yaḥkum bimā anzalallāhu fa ulā'ika humuẓ-ẓālimūn(a)."
      }
    ],
    "text_uthmani": "وَكَتَبْنَا عَلَيْهِمْ فِيهَآ أَنَّ ٱلنَّفْسَ بِٱلنَّفْسِ وَٱلْعَيْنَ بِٱلْعَيْنِ وَٱلْأَنفَ بِٱلْأَنفِ وَٱلْأُذُنَ بِٱلْأُذُنِ وَٱلسِّنَّ بِٱلسِّنِّ وَٱلْجُرُوحَ قِصَاصٌ ۚ فَمَن تَصَدَّقَ بِهِۦ فَهُوَ كَفَّارَةٌ لَّهُۥ ۚ وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
    "text_uthmani_transcribed": "Wa katabnā 'alaihim fīhā annan-nafsa bin-nafsi wal-'aina bil-'aini wal-anfa bil-anfi wal-użuna bil-użuni was-sinna bis-sinni wal-jurūḥa qiṣāṣ(un), faman taṣaddaqa bihī fa huwa kaffāratul lah(ū), wa mal lam yaḥkum bimā anzalallāhu fa ulā'ika humuẓ-ẓālimūn(a)."
  },
  {
    "verse_number": 46,
    "translation": "Und Wir ließen auf ihren Spuren ’Isa, den Sohn Maryams, folgen, das zu bestätigen, was von der Tora vor ihm (offenbart) war; und Wir gaben ihm das Evangelium, in dem Rechtleitung und Licht sind, und das zu bestätigen, was von der Tora vor ihm (offenbart) war, und als Rechtleitung und Ermahnung für die Gottesfürchtigen.",
    "segmented": [
      {
        "belongs_to_verse_number": 46,
        "translation": "Und Wir ließen auf ihren Spuren ’Isa, den Sohn Maryams, folgen, das zu bestätigen, was von der Tora vor ihm (offenbart) war;",
        "text_uthmani": "وَقَفَّيْنَا عَلَىٰٓ ءَاثَـٰرِهِم بِعِيسَى ٱبْنِ مَرْيَمَ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ ٱلتَّوْرَىٰةِ ۖ",
        "text_uthmani_transcribed": "Wa qaffainā 'alā āṡārihim bi'īsabni maryama muṣaddiqal limā baina yadaihi minat-taurāh(ti),"
      },
      {
        "belongs_to_verse_number": 46,
        "translation": "und Wir gaben ihm das Evangelium, in dem Rechtleitung und Licht sind, und das zu bestätigen, was von der Tora vor ihm (offenbart) war,",
        "text_uthmani": "وءَاتَيْنَـٰهُ ٱلْإِنجِيلَ فِيهِ هُدًى وَنُورٌ وَمُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ ٱلتَّوْرَىٰةِ",
        "text_uthmani_transcribed": "wa ātaināhul-injīla fīhi hudaw wa nūr(un), wa muṣaddiqal limā baina yadaihi minat-taurāti"
      },
      {
        "belongs_to_verse_number": 46,
        "translation": "und als Rechtleitung und Ermahnung für die Gottesfürchtigen.",
        "text_uthmani": "وَهُدًى وَمَوْعِظَةً لِّلْمُتَّقِينَ",
        "text_uthmani_transcribed": "wa hudaw wa mau'iẓatal lil-muttaqīn(a)."
      }
    ],
    "text_uthmani": "وَقَفَّيْنَا عَلَىٰٓ ءَاثَـٰرِهِم بِعِيسَى ٱبْنِ مَرْيَمَ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ ٱلتَّوْرَىٰةِ ۖ وَءَاتَيْنَـٰهُ ٱلْإِنجِيلَ فِيهِ هُدًى وَنُورٌ وَمُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ ٱلتَّوْرَىٰةِ وَهُدًى وَمَوْعِظَةً لِّلْمُتَّقِينَ",
    "text_uthmani_transcribed": "Wa qaffainā 'alā āṡārihim bi'īsabni maryama muṣaddiqal limā baina yadaihi minat-taurāh(ti), wa ātaināhul-injīla fīhi hudaw wa nūr(un), wa muṣaddiqal limā baina yadaihi minat-taurāti wa hudaw wa mau'iẓatal lil-muttaqīn(a)."
  },
  {
    "verse_number": 47,
    "translation": "Und so sollen die Leute des Evangeliums nach dem walten, was Allah darin herabgesandt hat. Wer nicht nach dem waltet, was Allah (als Offenbarung) herabgesandt hat, das sind die Frevler.",
    "segmented": [
      {
        "belongs_to_verse_number": 47,
        "translation": "Und so sollen die Leute des Evangeliums nach dem walten, was Allah darin herabgesandt hat.",
        "text_uthmani": "وَلْيَحْكُمْ أَهْلُ ٱلْإِنجِيلِ بِمَآ أَنزَلَ ٱللَّهُ فِيهِ ۚ",
        "text_uthmani_transcribed": "Walyaḥkum ahlul-injīli bimā anzalallāhu fīh(i),"
      },
      {
        "belongs_to_verse_number": 47,
        "translation": "Wer nicht nach dem waltet, was Allah (als Offenbarung) herabgesandt hat, das sind die Frevler.",
        "text_uthmani": "وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَـٰسِقُونَ",
        "text_uthmani_transcribed": "wa mal lam yaḥkum bimā anzalallāhu fa ulā'ika humul-fasiqūn(a)."
      }
    ],
    "text_uthmani": "وَلْيَحْكُمْ أَهْلُ ٱلْإِنجِيلِ بِمَآ أَنزَلَ ٱللَّهُ فِيهِ ۚ وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَـٰسِقُونَ",
    "text_uthmani_transcribed": "Walyaḥkum ahlul-injīli bimā anzalallāhu fīh(i), wa mal lam yaḥkum bimā anzalallāhu fa ulā'ika humul-fasiqūn(a)."
  },
  {
    "verse_number": 48,
    "translation": "Und Wir haben zu dir das Buch mit der Wahrheit hinabgesandt, das zu bestätigen, was von dem Buch vor ihm (offenbart) war, und als Wächter darüber. So richte zwischen ihnen nach dem, was Allah (als Offenbarung) herabgesandt hat, und folge nicht ihren Neigungen entgegen dem, was dir von der Wahrheit zugekommen ist. Für jeden von euch haben Wir ein Gesetz und einen deutlichen Weg festgelegt. Und wenn Allah wollte, hätte Er euch wahrlich zu einer einzigen Gemeinschaft gemacht. Aber (es ist so,) damit Er euch in dem, was Er euch gegeben hat? prüfe. So wetteifert nach den guten Dingen! Zu Allah wird euer aller Rückkehr sein, und dann wird Er euch kundtun, worüber ihr uneinig zu sein pflegtet.",
    "segmented": [
      {
        "belongs_to_verse_number": 48,
        "translation": "Und Wir haben zu dir das Buch mit der Wahrheit hinabgesandt, das zu bestätigen, was von dem Buch vor ihm (offenbart) war,",
        "text_uthmani": "وَأَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ بِٱلْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ ٱلْكِتَـٰبِ",
        "text_uthmani_transcribed": "Wa anzalnā ilaikal-kitāba bil-ḥaqqi muṣaddiqal limā baina yadaihi minal-kitābi"
      },
      {
        "belongs_to_verse_number": 48,
        "translation": "und als Wächter darüber. So richte zwischen ihnen nach dem, was Allah (als Offenbarung) herabgesandt hat,",
        "text_uthmani": "وَمُهَيْمِنًا عَلَيْهِ ۖ فَٱحْكُم بَيْنَهُم بِمَآ أَنزَلَ ٱللَّهُ ۖ",
        "text_uthmani_transcribed": "wa muhaiminan 'alaihi faḥkum bainahum bimā anzalallāhu"
      },
      {
        "belongs_to_verse_number": 48,
        "translation": "und folge nicht ihren Neigungen entgegen dem, was dir von der Wahrheit zugekommen ist.",
        "text_uthmani": "وَلَا تَتَّبِعْ أَهْوَآءَهُمْ عَمَّا جَآءَكَ مِنَ ٱلْحَقِّ ۚ",
        "text_uthmani_transcribed": "wa lā tattabi' ahwā'ahum 'ammā jā'aka minal-ḥaqq(i),"
      },
      {
        "belongs_to_verse_number": 48,
        "translation": "Für jeden von euch haben Wir ein Gesetz und einen deutlichen Weg festgelegt.",
        "text_uthmani": "لِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَاجًا ۚ",
        "text_uthmani_transcribed": "likullin ja'alnā minkum syir'ataw wa minhājā(n),"
      },
      {
        "belongs_to_verse_number": 48,
        "translation": "Und wenn Allah wollte, hätte Er euch wahrlich zu einer einzigen Gemeinschaft gemacht.",
        "text_uthmani": "وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَكُمْ أُمَّةً وَٰحِدَةً",
        "text_uthmani_transcribed": "wa lau syā'allāhu laja'alakum ummataw wāḥidataw"
      },
      {
        "belongs_to_verse_number": 48,
        "translation": "Aber (es ist so,) damit Er euch in dem, was Er euch gegeben hat? prüfe. So wetteifert nach den guten Dingen!",
        "text_uthmani": "وَلَـٰكِن لِّيَبْلُوَكُمْ فِى مَآ ءَاتَىٰكُمْ ۖ فَٱسْتَبِقُوا۟ ٱلْخَيْرَٰتِ ۚ",
        "text_uthmani_transcribed": "wa lākil liyabluwakum fī mā ātākum fastabiqul-khairāt(i)"
      },
      {
        "belongs_to_verse_number": 48,
        "translation": "Zu Allah wird euer aller Rückkehr sein, und dann wird Er euch kundtun, worüber ihr uneinig zu sein pflegtet.",
        "text_uthmani": "إِلَى ٱللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
        "text_uthmani_transcribed": "ilallāhi marji'ukum jamī'an fa yunabbi'ukum bimā kuntum fīhi takhtalifūn(a)."
      }
    ],
    "text_uthmani": "وَأَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ بِٱلْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ ٱلْكِتَـٰبِ وَمُهَيْمِنًا عَلَيْهِ ۖ فَٱحْكُم بَيْنَهُم بِمَآ أَنزَلَ ٱللَّهُ ۖ وَلَا تَتَّبِعْ أَهْوَآءَهُمْ عَمَّا جَآءَكَ مِنَ ٱلْحَقِّ ۚ لِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَاجًا ۚ وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَكُمْ أُمَّةً وَٰحِدَةً وَلَـٰكِن لِّيَبْلُوَكُمْ فِى مَآ ءَاتَىٰكُمْ ۖ فَٱسْتَبِقُوا۟ ٱلْخَيْرَٰتِ ۚ إِلَى ٱللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
    "text_uthmani_transcribed": "Wa anzalnā ilaikal-kitāba bil-ḥaqqi muṣaddiqal limā baina yadaihi minal-kitābi wa muhaiminan 'alaihi faḥkum bainahum bimā anzalallāhu wa lā tattabi' ahwā'ahum 'ammā jā'aka minal-ḥaqq(i), likullin ja'alnā minkum syir'ataw wa minhājā(n), wa lau syā'allāhu laja'alakum ummataw wāḥidataw wa lākil liyabluwakum fī mā ātākum fastabiqul-khairāt(i), ilallāhi marji'ukum jamī'an fa yunabbi'ukum bimā kuntum fīhi takhtalifūn(a)."
  },
  {
    "verse_number": 49,
    "translation": "Und so richte zwischen ihnen nach dem, was Allah (als Offenbarung) herabgesandt hat, und folge nicht ihren Neigungen, sondern sieh dich vor ihnen vor, daß sie dich nicht der Versuchung aussetzen (abzuweichen) von einem Teil dessen, was Allah zu dir (als Offenbarung) herabgesandt hat! Doch wenn sie sich abkehren, so wisse, daß Allah sie für einen Teil ihrer Sünden treffen will. Viele von den Menschen sind fürwahr Frevler.",
    "segmented": [
      {
        "belongs_to_verse_number": 49,
        "translation": "Und so richte zwischen ihnen nach dem, was Allah (als Offenbarung) herabgesandt hat,",
        "text_uthmani": "وَأَنِ ٱحْكُم بَيْنَهُم بِمَآ أَنزَلَ ٱللَّهُ",
        "text_uthmani_transcribed": "Wa aniḥkum bainahum bimā anzalallāhu"
      },
      {
        "belongs_to_verse_number": 49,
        "translation": "und folge nicht ihren Neigungen, sondern sieh dich vor ihnen vor, daß sie dich nicht der Versuchung aussetzen (abzuweichen) von einem Teil dessen, was Allah zu dir (als Offenbarung) herabgesandt hat!",
        "text_uthmani": "وَلَا تَتَّبِعْ أَهْوَآءَهُمْ وَٱحْذَرْهُمْ أَن يَفْتِنُوكَ عَنۢ بَعْضِ مَآ أَنزَلَ ٱللَّهُ إِلَيْكَ ۖ",
        "text_uthmani_transcribed": "wa lā tattabi' ahwā'ahum waḥżarūhum ay yaftinūka 'am ba'ḍi mā anzalallāhu ilaik(a),"
      },
      {
        "belongs_to_verse_number": 49,
        "translation": "Doch wenn sie sich abkehren, so wisse, daß Allah sie für einen Teil ihrer Sünden treffen will. Viele von den Menschen sind fürwahr Frevler.",
        "text_uthmani": "فَإِن تَوَلَّوْا۟ فَٱعْلَمْ أَنَّمَا يُرِيدُ ٱللَّهُ أَن يُصِيبَهُم بِبَعْضِ ذُنُوبِهِمْ ۗ وَإِنَّ كَثِيرًا مِّنَ ٱلنَّاسِ لَفَـٰسِقُونَ",
        "text_uthmani_transcribed": "fa in tawallau fa'lam annamā yurīdullāhu ay yuṣībahum biba'ḍi żunūbihim, wa inna kaṡīram minan-nāsi lafāsiqūn(a)."
      }
    ],
    "text_uthmani": "وَأَنِ ٱحْكُم بَيْنَهُم بِمَآ أَنزَلَ ٱللَّهُ وَلَا تَتَّبِعْ أَهْوَآءَهُمْ وَٱحْذَرْهُمْ أَن يَفْتِنُوكَ عَنۢ بَعْضِ مَآ أَنزَلَ ٱللَّهُ إِلَيْكَ ۖ فَإِن تَوَلَّوْا۟ فَٱعْلَمْ أَنَّمَا يُرِيدُ ٱللَّهُ أَن يُصِيبَهُم بِبَعْضِ ذُنُوبِهِمْ ۗ وَإِنَّ كَثِيرًا مِّنَ ٱلنَّاسِ لَفَـٰسِقُونَ",
    "text_uthmani_transcribed": "Wa aniḥkum bainahum bimā anzalallāhu wa lā tattabi' ahwā'ahum waḥżarūhum ay yaftinūka 'am ba'ḍi mā anzalallāhu ilaik(a), fa in tawallau fa'lam annamā yurīdullāhu ay yuṣībahum biba'ḍi żunūbihim, wa inna kaṡīram minan-nāsi lafāsiqūn(a)."
  },
  {
    "verse_number": 50,
    "translation": "Begehren sie etwa das Urteil der Unwissenheit? Wer kann denn besser walten als Allah für Leute, die (in ihrem Glauben) überzeugt sind?",
    "text_uthmani": "أَفَحُكْمَ ٱلْجَـٰهِلِيَّةِ يَبْغُونَ ۚ وَمَنْ أَحْسَنُ مِنَ ٱللَّهِ حُكْمًا لِّقَوْمٍ يُوقِنُونَ",
    "text_uthmani_transcribed": "Afaḥukmul-jāhiliyyati yabgūn(a),  wa man aḥsanu minallāhi ḥukmal liqaumiy yūqinūn(a)."
  },
  {
    "verse_number": 51,
    "translation": "O die ihr glaubt, nehmt nicht die Juden und die Christen zu Schutzherren! Sie sind einer des anderen Schutzherren. Und wer von euch sie zu Schutzherren nimmt, der gehört zu ihnen. Gewiß, Allah leitet das ungerechte Volk nicht recht.",
    "segmented": [
      {
        "belongs_to_verse_number": 51,
        "translation": "O die ihr glaubt, nehmt nicht die Juden und die Christen zu Schutzherren! Sie sind einer des anderen Schutzherren.",
        "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلْيَهُودَ وَٱلنَّصَـٰرَىٰٓ أَوْلِيَآءَ ۘ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۚ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tattakhiżul-yahūda wan-naṣārā auliyā'(a), ba'ḍuhum auliyā'u ba'ḍ(in),"
      },
      {
        "belongs_to_verse_number": 51,
        "translation": "Und wer von euch sie zu Schutzherren nimmt, der gehört zu ihnen. Gewiß, Allah leitet das ungerechte Volk nicht recht.",
        "text_uthmani": "وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُۥ مِنْهُمْ ۗ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
        "text_uthmani_transcribed": "wa may yatawallahum minkum fa innahū minhum, innallāha lā yahdil-qaumaẓ-ẓālimīn(a)."
      }
    ],
    "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلْيَهُودَ وَٱلنَّصَـٰرَىٰٓ أَوْلِيَآءَ ۘ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۚ وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُۥ مِنْهُمْ ۗ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tattakhiżul-yahūda wan-naṣārā auliyā'(a), ba'ḍuhum auliyā'u ba'ḍ(in), wa may yatawallahum minkum fa innahū minhum, innallāha lā yahdil-qaumaẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 52,
    "translation": "Und so siehst du diejenigen, in deren Herzen Krankheit ist, sich ihretwegen beeilen; sie sagen: Wir fürchten, daß uns eine Schicksalswendung treffen wird. Aber vielleicht wird Allah den entscheidenden Sieg oder eine Anordnung von Ihm herbeibringen. Dann werden sie über das, was sie in ihrem Innersten geheimgehalten haben, Reue empfinden.",
    "segmented": [
      {
        "belongs_to_verse_number": 52,
        "translation": "Und so siehst du diejenigen, in deren Herzen Krankheit ist, sich ihretwegen beeilen; sie sagen: Wir fürchten, daß uns eine Schicksalswendung",
        "text_uthmani": "فَتَرَى ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ يُسَـٰرِعُونَ فِيهِمْ يَقُولُونَ نَخْشَىٰٓ أَن تُصِيبَنَا دَآئِرَةٌ",
        "text_uthmani_transcribed": "Fa taral-lażīna fī qulūbihim maraḍuy yusāri'ūna fīhim yaqūlūna nakhsyā an tuṣībanā dā'irah(tun)"
      },
      {
        "belongs_to_verse_number": 52,
        "translation": "treffen wird. Aber vielleicht wird Allah den entscheidenden Sieg oder eine Anordnung von Ihm herbeibringen.",
        "text_uthmani": "تُصِيبَنَا دَآئِرَةٌ ۚ فَعَسَى ٱللَّهُ أَن يَأْتِىَ بِٱلْفَتْحِ أَوْ أَمْرٍ مِّنْ عِندِهِۦ",
        "text_uthmani_transcribed": "tuṣībanā dā'irah(tun), fa 'asallāhu ay ya'tiya bil-fatḥi au amrim min 'indihī"
      },
      {
        "belongs_to_verse_number": 52,
        "translation": "Dann werden sie über das, was sie in ihrem Innersten geheimgehalten haben, Reue empfinden.",
        "text_uthmani": "فَيُصْبِحُوا۟ عَلَىٰ مَآ أَسَرُّوا۟ فِىٓ أَنفُسِهِمْ نَـٰدِمِينَ",
        "text_uthmani_transcribed": "fa yuṣbiḥū 'alā mā asarrū fī anfusihim nādimīn(a)."
      }
    ],
    "text_uthmani": "فَتَرَى ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ يُسَـٰرِعُونَ فِيهِمْ يَقُولُونَ نَخْشَىٰٓ أَن تُصِيبَنَا دَآئِرَةٌ ۚ فَعَسَى ٱللَّهُ أَن يَأْتِىَ بِٱلْفَتْحِ أَوْ أَمْرٍ مِّنْ عِندِهِۦ فَيُصْبِحُوا۟ عَلَىٰ مَآ أَسَرُّوا۟ فِىٓ أَنفُسِهِمْ نَـٰدِمِينَ",
    "text_uthmani_transcribed": "Fa taral-lażīna fī qulūbihim maraḍuy yusāri'ūna fīhim yaqūlūna nakhsyā an tuṣībanā dā'irah(tun), fa 'asallāhu ay ya'tiya bil-fatḥi au amrim min 'indihī fa yuṣbiḥū 'alā mā asarrū fī anfusihim nādimīn(a)."
  },
  {
    "verse_number": 53,
    "translation": "Und diejenigen, die glauben, werden sagen: Sind dies diejenigen, die bei Allah ihren kräftigsten Eid schworen, daß sie wahrlich mit euch seien? Ihre Werke sind hinfallig, so daß sie (nun) Verlierer geworden sind.",
    "segmented": [
      {
        "belongs_to_verse_number": 53,
        "translation": "Und diejenigen, die glauben, werden sagen: Sind dies diejenigen, die bei Allah ihren kräftigsten Eid schworen, daß sie wahrlich mit euch seien?",
        "text_uthmani": "وَيَقُولُ ٱلَّذِينَ ءَامَنُوٓا۟ أَهَـٰٓؤُلَآءِ ٱلَّذِينَ أَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ ۙ إِنَّهُمْ لَمَعَكُمْ ۚ",
        "text_uthmani_transcribed": "Wa yaqūlul-lażīna āmanū ahā'ulā'il-lażīna aqsamū billāhi jahda aimānihim, innahum lama'akum,"
      },
      {
        "belongs_to_verse_number": 53,
        "translation": "Ihre Werke sind hinfallig, so daß sie (nun) Verlierer geworden sind.",
        "text_uthmani": "حَبِطَتْ أَعْمَـٰلُهُمْ فَأَصْبَحُوا۟ خَـٰسِرِينَ",
        "text_uthmani_transcribed": "ḥabiṭat a'māluhum fa aṣbaḥū khāsirīn(a)."
      }
    ],
    "text_uthmani": "وَيَقُولُ ٱلَّذِينَ ءَامَنُوٓا۟ أَهَـٰٓؤُلَآءِ ٱلَّذِينَ أَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ ۙ إِنَّهُمْ لَمَعَكُمْ ۚ حَبِطَتْ أَعْمَـٰلُهُمْ فَأَصْبَحُوا۟ خَـٰسِرِينَ",
    "text_uthmani_transcribed": "Wa yaqūlul-lażīna āmanū ahā'ulā'il-lażīna aqsamū billāhi jahda aimānihim, innahum lama'akum, ḥabiṭat a'māluhum fa aṣbaḥū khāsirīn(a)."
  },
  {
    "verse_number": 54,
    "translation": "O die ihr glaubt, wer von euch sich von seiner Religion abkehrt -, so wird Allah Leute bringen, die Er liebt und die Ihn lieben, bescheiden gegenüber den Gläubigen, mächtig (auftretend) gegenüber den Ungläubigen, und die sich auf Allahs Weg abmühen und nicht den Tadel des Tadlers fürchten. Das ist Allahs Huld, die Er gewährt, wem Er will. Allah ist Allumfassend und Allwissend.",
    "segmented": [
      {
        "belongs_to_verse_number": 54,
        "translation": "O die ihr glaubt, wer von euch sich von seiner Religion abkehrt -, so wird Allah Leute bringen, die Er liebt",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِۦ فَسَوْفَ يَأْتِى ٱللَّهُ بِقَوْمٍ يُحِبُّهُمْ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū may yartadda minkum 'an dīnihī fa saufa ya'tillāhu biqaumiy yuḥibbuhum"
      },
      {
        "belongs_to_verse_number": 54,
        "translation": "und die Ihn lieben, bescheiden gegenüber den Gläubigen, mächtig (auftretend) gegenüber den Ungläubigen, und die sich auf Allahs Weg abmühen",
        "text_uthmani": "وَيُحِبُّونَهُۥٓ أَذِلَّةٍ عَلَى ٱلْمُؤْمِنِينَ أَعِزَّةٍ عَلَى ٱلْكَـٰفِرِينَ يُجَـٰهِدُونَ فِى سَبِيلِ ٱللَّهِ",
        "text_uthmani_transcribed": "wa yuḥibbūnah(ū), ażillatin 'alal-mu'minīna a'izzatin 'alal-kāfirīn(a), yujāhidūna fī sabīlillāhi"
      },
      {
        "belongs_to_verse_number": 54,
        "translation": "und nicht den Tadel des Tadlers fürchten. Das ist Allahs Huld, die Er gewährt, wem Er will. Allah ist Allumfassend und Allwissend.",
        "text_uthmani": "وَلَا يَخَافُونَ لَوْمَةَ لَآئِمٍ ۚ ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
        "text_uthmani_transcribed": "wa lā yakhāfūna laumata lā'im(in), żālika faḍlullāhi yu'tīhi may yasyā'(u), wallāhu wāsi'un 'alīm(un)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِۦ فَسَوْفَ يَأْتِى ٱللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُۥٓ أَذِلَّةٍ عَلَى ٱلْمُؤْمِنِينَ أَعِزَّةٍ عَلَى ٱلْكَـٰفِرِينَ يُجَـٰهِدُونَ فِى سَبِيلِ ٱللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَآئِمٍ ۚ ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū may yartadda minkum 'an dīnihī fa saufa ya'tillāhu biqaumiy yuḥibbuhum wa yuḥibbūnah(ū), ażillatin 'alal-mu'minīna a'izzatin 'alal-kāfirīn(a), yujāhidūna fī sabīlillāhi wa lā yakhāfūna laumata lā'im(in), żālika faḍlullāhi yu'tīhi may yasyā'(u), wallāhu wāsi'un 'alīm(un)."
  },
  {
    "verse_number": 55,
    "translation": "Euer Schutzherr ist (allein) Allah und (auch) Sein Gesandter und diejenigen, die glauben, die das Gebet verrichten, die Abgabe entrichten und zu den sich Verbeugenden gehören.",
    "segmented": [
      {
        "belongs_to_verse_number": 55,
        "translation": "Euer Schutzherr ist (allein) Allah und (auch) Sein Gesandter und diejenigen, die glauben, die das Gebet verrichten, die Abgabe entrichten",
        "text_uthmani": "إِنَّمَا وَلِيُّكُمُ ٱللَّهُ وَرَسُولُهُۥ وَٱلَّذِينَ ءَامَنُوا۟ ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ",
        "text_uthmani_transcribed": "Innamā waliyyukumullāhu wa rasūluhū wal-lażīna āmanul-lażīna yuqīmūnaṣ-ṣalāta wa yu'tūnaz-zakāta"
      },
      {
        "belongs_to_verse_number": 55,
        "translation": "und zu den sich Verbeugenden gehören.",
        "text_uthmani": "وَهُمْ رَٰكِعُونَ",
        "text_uthmani_transcribed": "wa hum rāki'ūn(a)."
      }
    ],
    "text_uthmani": "إِنَّمَا وَلِيُّكُمُ ٱللَّهُ وَرَسُولُهُۥ وَٱلَّذِينَ ءَامَنُوا۟ ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُمْ رَٰكِعُونَ",
    "text_uthmani_transcribed": "Innamā waliyyukumullāhu wa rasūluhū wal-lażīna āmanul-lażīna yuqīmūnaṣ-ṣalāta wa yu'tūnaz-zakāta wa hum rāki'ūn(a)."
  },
  {
    "verse_number": 56,
    "translation": "Wer sich Allah zum Schutzherrn nimmt und (auch) Seinen Gesandten und diejenigen, die glauben, - gewiß, die Anhängerschaft Allahs wird der Sieger sein.",
    "segmented": [
      {
        "belongs_to_verse_number": 56,
        "translation": "Wer sich Allah zum Schutzherrn nimmt und (auch) Seinen Gesandten",
        "text_uthmani": "وَمَن يَتَوَلَّ ٱللَّهَ وَرَسُولَهُۥ",
        "text_uthmani_transcribed": "Wa may yatawallallāha wa rasūlahū"
      },
      {
        "belongs_to_verse_number": 56,
        "translation": "und diejenigen, die glauben, - gewiß, die Anhängerschaft Allahs wird der Sieger sein.",
        "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ فَإِنَّ حِزْبَ ٱللَّهِ هُمُ ٱلْغَـٰلِبُونَ",
        "text_uthmani_transcribed": "wal-lażīna āmanū fa inna ḥizballāhi humul-gālibūn(a)."
      }
    ],
    "text_uthmani": "وَمَن يَتَوَلَّ ٱللَّهَ وَرَسُولَهُۥ وَٱلَّذِينَ ءَامَنُوا۟ فَإِنَّ حِزْبَ ٱللَّهِ هُمُ ٱلْغَـٰلِبُونَ",
    "text_uthmani_transcribed": "Wa may yatawallallāha wa rasūlahū wal-lażīna āmanū fa inna ḥizballāhi humul-gālibūn(a)."
  },
  {
    "verse_number": 57,
    "translation": "O die ihr glaubt, nehmt nicht diejenigen, die sich über eure Religion lustig machen und sie zum Gegenstand des Spiels nehmen, von denjenigen, denen vor euch die Schrift gegeben wurde, und die Ungläubigen zu Schutzherren. Und fürchtet Allah, wenn ihr gläubig seid!",
    "segmented": [
      {
        "belongs_to_verse_number": 57,
        "translation": "O die ihr glaubt, nehmt nicht diejenigen, die sich über eure Religion lustig machen",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلَّذِينَ ٱتَّخَذُوا۟ دِينَكُمْ هُزُوًا",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tattakhiżul-lażīnattakhażū dīnakum huzuwaw"
      },
      {
        "belongs_to_verse_number": 57,
        "translation": "und sie zum Gegenstand des Spiels nehmen, von denjenigen, denen vor euch die Schrift gegeben wurde, und die Ungläubigen zu Schutzherren.",
        "text_uthmani": "وَلَعِبًا مِّنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلِكُمْ وَٱلْكُفَّارَ أَوْلِيَآءَ ۚ",
        "text_uthmani_transcribed": "wa la'ibam minal-lażīna ūtul-kitāba min qablikum wal-kuffāra auliyā'(a),"
      },
      {
        "belongs_to_verse_number": 57,
        "translation": "Und fürchtet Allah, wenn ihr gläubig seid!",
        "text_uthmani": "وَٱتَّقُوا۟ ٱللَّهَ إِن كُنتُم مُّؤْمِنِينَ",
        "text_uthmani_transcribed": "wattaqullāha in kuntum mu'minīn(a)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلَّذِينَ ٱتَّخَذُوا۟ دِينَكُمْ هُزُوًا وَلَعِبًا مِّنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلِكُمْ وَٱلْكُفَّارَ أَوْلِيَآءَ ۚ وَٱتَّقُوا۟ ٱللَّهَ إِن كُنتُم مُّؤْمِنِينَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tattakhiżul-lażīnattakhażū dīnakum huzuwaw wa la'ibam minal-lażīna ūtul-kitāba min qablikum wal-kuffāra auliyā'(a), wattaqullāha in kuntum mu'minīn(a)."
  },
  {
    "verse_number": 58,
    "translation": "Wenn ihr zum Gebet ruft, machen sie sich darüber lustig und nehmen es zum Gegenstand des Spiels. Dies, weil sie Leute sind, die nicht begreifen.",
    "text_uthmani": "وَإِذَا نَادَيْتُمْ إِلَى ٱلصَّلَوٰةِ ٱتَّخَذُوهَا هُزُوًا وَلَعِبًا ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْقِلُونَ",
    "text_uthmani_transcribed": "Wa iżā nādaitum ilaṣ-ṣalātittakhażūhā huzuwaw wa la'ibā(n), żālika bi'annahum qaumul lā ya'qilūn(a)."
  },
  {
    "verse_number": 59,
    "translation": "Sag: O Leute der Schrift, grollt ihr uns nur (darum), daß wir an Allah glauben und an das, was zu uns (als Offenbarung) herabgesandt worden ist und was zuvor herabgesandt wurde, und daß die meisten von euch Frevler sind?",
    "segmented": [
      {
        "belongs_to_verse_number": 59,
        "translation": "Sag: O Leute der Schrift, grollt ihr uns nur (darum), daß wir an Allah glauben und an das, was zu uns (als Offenbarung) herabgesandt worden ist",
        "text_uthmani": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ هَلْ تَنقِمُونَ مِنَّآ إِلَّآ أَنْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيْنَا",
        "text_uthmani_transcribed": "Qul yā ahlal-kitābi hal tanqimūna minnā illā an āmannā billāhi wa mā unzila ilainā"
      },
      {
        "belongs_to_verse_number": 59,
        "translation": "und was zuvor herabgesandt wurde, und daß die meisten von euch Frevler sind?",
        "text_uthmani": "وَمَآ أُنزِلَ مِن قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَـٰسِقُونَ",
        "text_uthmani_transcribed": "wa mā unzila min qabl(u), wa anna akṡarakum fāsiqūn(a)."
      }
    ],
    "text_uthmani": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ هَلْ تَنقِمُونَ مِنَّآ إِلَّآ أَنْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيْنَا وَمَآ أُنزِلَ مِن قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَـٰسِقُونَ",
    "text_uthmani_transcribed": "Qul yā ahlal-kitābi hal tanqimūna minnā illā an āmannā billāhi wa mā unzila ilainā wa mā unzila min qabl(u), wa anna akṡarakum fāsiqūn(a)."
  },
  {
    "verse_number": 60,
    "translation": "Sag: Soll ich euch kundtun, was als Belohnung bei Allah (noch) schlechter ist? Diejenigen, die Allah verflucht hat und denen Er zürnt und aus denen Er Affen und Schweine gemacht hat und die falschen Göttern dienen. Diese befinden sich in einer (noch) schlechteren Lage und sind (noch) weiter vom rechten Weg abgeirrt.",
    "segmented": [
      {
        "belongs_to_verse_number": 60,
        "translation": "Sag: Soll ich euch kundtun, was als Belohnung bei Allah (noch) schlechter ist?",
        "text_uthmani": "قُلْ هَلْ أُنَبِّئُكُم بِشَرٍّ مِّن ذَٰلِكَ مَثُوبَةً عِندَ ٱللَّهِ ۚ",
        "text_uthmani_transcribed": "Qul hal unabbi'ukum bisyarrim min żālika maṡūbatan 'indallāh(i),"
      },
      {
        "belongs_to_verse_number": 60,
        "translation": "Diejenigen, die Allah verflucht hat und denen Er zürnt und aus denen Er Affen und Schweine gemacht hat und die falschen Göttern dienen.",
        "text_uthmani": "مَن لَّعَنَهُ ٱللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ ٱلْقِرَدَةَ وَٱلْخَنَازِيرَ وَعَبَدَ ٱلطَّـٰغُوتَ",
        "text_uthmani_transcribed": "mal la'anahullāhu wa gaḍiba 'alaihi wa ja'ala minhumul-qiradata wal-khanāzīra wa 'abadaṭ-ṭāgūt(a)"
      },
      {
        "belongs_to_verse_number": 60,
        "translation": "Diese befinden sich in einer (noch) schlechteren Lage und sind (noch) weiter vom rechten Weg abgeirrt.",
        "text_uthmani": "أُو۟لَـٰٓئِكَ شَرٌّ مَّكَانًا وَأَضَلُّ عَن سَوَآءِ ٱلسَّبِيلِ",
        "text_uthmani_transcribed": "ulā'ika syarrum makānaw wa aḍallu 'an sawā'is-sabīl(i)."
      }
    ],
    "text_uthmani": "قُلْ هَلْ أُنَبِّئُكُم بِشَرٍّ مِّن ذَٰلِكَ مَثُوبَةً عِندَ ٱللَّهِ ۚ مَن لَّعَنَهُ ٱللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ ٱلْقِرَدَةَ وَٱلْخَنَازِيرَ وَعَبَدَ ٱلطَّـٰغُوتَ ۚ أُو۟لَـٰٓئِكَ شَرٌّ مَّكَانًا وَأَضَلُّ عَن سَوَآءِ ٱلسَّبِيلِ",
    "text_uthmani_transcribed": "Qul hal unabbi'ukum bisyarrim min żālika maṡūbatan 'indallāh(i), mal la'anahullāhu wa gaḍiba 'alaihi wa ja'ala minhumul-qiradata wal-khanāzīra wa 'abadaṭ-ṭāgūt(a), ulā'ika syarrum makānaw wa aḍallu 'an sawā'is-sabīl(i)."
  },
  {
    "verse_number": 61,
    "translation": "Wenn sie zu euch kommen, sagen sie: Wir glauben, wo sie schon mit Unglauben (behaftet) eintreten und auch noch mit ihm (behaftet wieder) herausgehen. Doch Allah weiß sehr wohl, was sie verbergen.",
    "segmented": [
      {
        "belongs_to_verse_number": 61,
        "translation": "Wenn sie zu euch kommen, sagen sie: Wir glauben, wo sie schon mit Unglauben (behaftet) eintreten",
        "text_uthmani": "وَإِذَا جَآءُوكُمْ قَالُوٓا۟ ءَامَنَّا وَقَد دَّخَلُوا۟ بِٱلْكُفْرِ",
        "text_uthmani_transcribed": "Wa iżā jā'ūkum qālū āmannā wa qad dakhalū bil-kufri"
      },
      {
        "belongs_to_verse_number": 61,
        "translation": "und auch noch mit ihm (behaftet wieder) herausgehen. Doch Allah weiß sehr wohl, was sie verbergen.",
        "text_uthmani": "وَهُمْ قَدْ خَرَجُوا۟ بِهِۦ ۚ وَٱللَّهُ أَعْلَمُ بِمَا كَانُوا۟ يَكْتُمُونَ",
        "text_uthmani_transcribed": "wa hum qad kharajū bih(ī), wallāhu a'lamu bimā kānū yaktumūn(a)."
      }
    ],
    "text_uthmani": "وَإِذَا جَآءُوكُمْ قَالُوٓا۟ ءَامَنَّا وَقَد دَّخَلُوا۟ بِٱلْكُفْرِ وَهُمْ قَدْ خَرَجُوا۟ بِهِۦ ۚ وَٱللَّهُ أَعْلَمُ بِمَا كَانُوا۟ يَكْتُمُونَ",
    "text_uthmani_transcribed": "Wa iżā jā'ūkum qālū āmannā wa qad dakhalū bil-kufri wa hum qad kharajū bih(ī), wallāhu a'lamu bimā kānū yaktumūn(a)."
  },
  {
    "verse_number": 62,
    "translation": "Und du siehst viele von ihnen in Sünde, feindseligem Vorgehen und dem Verschlingen von unrechtmäßig Erworbenem dahineilen. Fürwahr, wie schlimm ist, was sie tun!",
    "segmented": [
      {
        "belongs_to_verse_number": 62,
        "translation": "Und du siehst viele von ihnen in Sünde, feindseligem Vorgehen und dem Verschlingen von unrechtmäßig Erworbenem dahineilen.",
        "text_uthmani": "وَتَرَىٰ كَثِيرًا مِّنْهُمْ يُسَـٰرِعُونَ فِى ٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَأَكْلِهِمُ ٱلسُّحْتَ ۚ",
        "text_uthmani_transcribed": "Wa tarā kaṡīram minhum yusāri'ūna fil-iṡmi wal-'udwāni wa aklihimus-suḥt(a),"
      },
      {
        "belongs_to_verse_number": 62,
        "translation": "Fürwahr, wie schlimm ist, was sie tun!",
        "text_uthmani": "لَبِئْسَ مَا كَانُوا۟ يَعْمَلُونَ",
        "text_uthmani_transcribed": "labi'sa mā kānū ya'malūn(a)."
      }
    ],
    "text_uthmani": "وَتَرَىٰ كَثِيرًا مِّنْهُمْ يُسَـٰرِعُونَ فِى ٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَأَكْلِهِمُ ٱلسُّحْتَ ۚ لَبِئْسَ مَا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Wa tarā kaṡīram minhum yusāri'ūna fil-iṡmi wal-'udwāni wa aklihimus-suḥt(a), labi'sa mā kānū ya'malūn(a)."
  },
  {
    "verse_number": 63,
    "translation": "Warum verbieten ihnen nicht die Leute des Herrn und die Gelehrten die sündhaften Worte und das Verschlingen von unrechtmäßig Erworbenem? Fürwahr, wie schlimm ist, was sie machen!",
    "segmented": [
      {
        "belongs_to_verse_number": 63,
        "translation": "Warum verbieten ihnen nicht die Leute des Herrn und die Gelehrten die sündhaften Worte und das Verschlingen von unrechtmäßig Erworbenem?",
        "text_uthmani": "لَوْلَا يَنْهَىٰهُمُ ٱلرَّبَّـٰنِيُّونَ وَٱلْأَحْبَارُ عَن قَوْلِهِمُ ٱلْإِثْمَ وَأَكْلِهِمُ ٱلسُّحْتَ ۚ",
        "text_uthmani_transcribed": "Lau lā yanhāhumur-rabbāniyyūna wal-aḥbāru 'an qaulihimul-iṡma wa aklihimus-suḥt(a),"
      },
      {
        "belongs_to_verse_number": 63,
        "translation": "Fürwahr, wie schlimm ist, was sie machen!",
        "text_uthmani": "لَبِئْسَ مَا كَانُوا۟ يَصْنَعُونَ",
        "text_uthmani_transcribed": "labi'sa mā kānū yaṣna'ūn(a)."
      }
    ],
    "text_uthmani": "لَوْلَا يَنْهَىٰهُمُ ٱلرَّبَّـٰنِيُّونَ وَٱلْأَحْبَارُ عَن قَوْلِهِمُ ٱلْإِثْمَ وَأَكْلِهِمُ ٱلسُّحْتَ ۚ لَبِئْسَ مَا كَانُوا۟ يَصْنَعُونَ",
    "text_uthmani_transcribed": "Lau lā yanhāhumur-rabbāniyyūna wal-aḥbāru 'an qaulihimul-iṡma wa aklihimus-suḥt(a), labi'sa mā kānū yaṣna'ūn(a)."
  },
  {
    "verse_number": 64,
    "translation": "Und die Juden sagen: Allahs Hand ist gefesselt. Ihre (eigenen) Hände seien gefesselt und sie seien verflucht für das, was sie sagen. Nein! Vielmehr sind Seine Hände (weit) ausgestreckt; Er gibt aus, wie Er will. Was zu dir (als Offenbarung) von deinem Herrn herabgesandt worden ist, wird sicherlich bei vielen von ihnen die Auflehnung und den Unglauben noch mehren. Und Wir haben unter ihnen Feindschaft und Haß erregt bis zum Tag der Auferstehung. Jedesmal, wenn sie ein Feuer zum Krieg anzünden, löscht Allah es aus. Und sie bemühen sich, auf der Erde Unheil zu stiften. Aber Allah liebt nicht die Unheilstifter.",
    "segmented": [
      {
        "belongs_to_verse_number": 64,
        "translation": "Und die Juden sagen: Allahs Hand ist gefesselt. Ihre (eigenen) Hände seien gefesselt und sie seien verflucht für das, was sie sagen. Nein!",
        "text_uthmani": "وَقَالَتِ ٱلْيَهُودُ يَدُ ٱللَّهِ مَغْلُولَةٌ ۚ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا۟ بِمَا قَالُوا۟ ۘ بَلْ",
        "text_uthmani_transcribed": "Wa qālatil-yahūdu yadullāhi maglūlah(tun), gullat aidīhim wa lu'inū bimā qālū, bal"
      },
      {
        "belongs_to_verse_number": 64,
        "translation": "Vielmehr sind Seine Hände (weit) ausgestreckt; Er gibt aus, wie Er will.",
        "text_uthmani": "بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنفِقُ كَيْفَ يَشَآءُ ۚ",
        "text_uthmani_transcribed": "bal yadāhu mabsūṭatān(i), yunfiqu kaifa yasyā'(u),"
      },
      {
        "belongs_to_verse_number": 64,
        "translation": "Was zu dir (als Offenbarung) von deinem Herrn herabgesandt worden ist, wird sicherlich bei vielen von ihnen die Auflehnung",
        "text_uthmani": "وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَـٰنًا",
        "text_uthmani_transcribed": "wa layazīdanna kaṡīram minhum mā unzila ilaika mir rabbika ṭugyānā(n)"
      },
      {
        "belongs_to_verse_number": 64,
        "translation": "und den Unglauben noch mehren. Und Wir haben unter ihnen Feindschaft und Haß erregt bis zum Tag der Auferstehung.",
        "text_uthmani": "وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَـٰنًا وَكُفْرًا ۚ وَأَلْقَيْنَا بَيْنَهُمُ ٱلْعَدَٰوَةَ وَٱلْبَغْضَآءَ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ ۚ",
        "text_uthmani_transcribed": "wa layazīdanna kaṡīram minhum mā unzila ilaika mir rabbika ṭugyānaw wa kufrā(n), wa alqainā bainahumul-'adāwata wal-bagḍā'a ilā yaumil-qiyāmah(ti),"
      },
      {
        "belongs_to_verse_number": 64,
        "translation": "Jedesmal, wenn sie ein Feuer zum Krieg anzünden, löscht Allah es aus. Und sie bemühen sich, auf der Erde Unheil zu stiften.",
        "text_uthmani": "كُلَّمَآ أَوْقَدُوا۟ نَارًا لِّلْحَرْبِ أَطْفَأَهَا ٱللَّهُ ۚ وَيَسْعَوْنَ فِى ٱلْأَرْضِ فَسَادًا ۚ",
        "text_uthmani_transcribed": "kullamā auqadū nāral lil-ḥarbi aṭfa'ahallāh(u), wa yas'auna fil-arḍi fasādā(n),"
      },
      {
        "belongs_to_verse_number": 64,
        "translation": "Aber Allah liebt nicht die Unheilstifter.",
        "text_uthmani": "وَٱللَّهُ لَا يُحِبُّ ٱلْمُفْسِدِينَ",
        "text_uthmani_transcribed": "wallāhu lā yuḥibbul-mufsidīn(a)."
      }
    ],
    "text_uthmani": "وَقَالَتِ ٱلْيَهُودُ يَدُ ٱللَّهِ مَغْلُولَةٌ ۚ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا۟ بِمَا قَالُوا۟ ۘ بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنفِقُ كَيْفَ يَشَآءُ ۚ وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَـٰنًا وَكُفْرًا ۚ وَأَلْقَيْنَا بَيْنَهُمُ ٱلْعَدَٰوَةَ وَٱلْبَغْضَآءَ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ ۚ كُلَّمَآ أَوْقَدُوا۟ نَارًا لِّلْحَرْبِ أَطْفَأَهَا ٱللَّهُ ۚ وَيَسْعَوْنَ فِى ٱلْأَرْضِ فَسَادًا ۚ وَٱللَّهُ لَا يُحِبُّ ٱلْمُفْسِدِينَ",
    "text_uthmani_transcribed": "Wa qālatil-yahūdu yadullāhi maglūlah(tun), gullat aidīhim wa lu'inū bimā qālū, bal yadāhu mabsūṭatān(i), yunfiqu kaifa yasyā'(u), wa layazīdanna kaṡīram minhum mā unzila ilaika mir rabbika ṭugyānaw wa kufrā(n), wa alqainā bainahumul-'adāwata wal-bagḍā'a ilā yaumil-qiyāmah(ti), kullamā auqadū nāral lil-ḥarbi aṭfa'ahallāh(u), wa yas'auna fil-arḍi fasādā(n), wallāhu lā yuḥibbul-mufsidīn(a)."
  },
  {
    "verse_number": 65,
    "translation": "Wenn die Leute der Schrift nur glaubten und gottesfürchtig wären, würden Wir ihnen wahrlich ihre bösen Taten tilgen und sie wahrlich in die Gärten der Wonne eingehen lassen.",
    "segmented": [
      {
        "belongs_to_verse_number": 65,
        "translation": "Wenn die Leute der Schrift nur glaubten und gottesfürchtig wären, würden Wir ihnen wahrlich ihre bösen Taten tilgen",
        "text_uthmani": "وَلَوْ أَنَّ أَهْلَ ٱلْكِتَـٰبِ ءَامَنُوا۟ وَٱتَّقَوْا۟ لَكَفَّرْنَا عَنْهُمْ سَيِّـَٔاتِهِمْ",
        "text_uthmani_transcribed": "Wa lau anna ahlal-kitābi āmanū wattaqau lakaffarnā 'anhum sayyi'ātihim"
      },
      {
        "belongs_to_verse_number": 65,
        "translation": "und sie wahrlich in die Gärten der Wonne eingehen lassen.",
        "text_uthmani": "وَلَأَدْخَلْنَـٰهُمْ جَنَّـٰتِ ٱلنَّعِيمِ",
        "text_uthmani_transcribed": "wa la'adkhalnāhum jannātin-na'īm(i)."
      }
    ],
    "text_uthmani": "وَلَوْ أَنَّ أَهْلَ ٱلْكِتَـٰبِ ءَامَنُوا۟ وَٱتَّقَوْا۟ لَكَفَّرْنَا عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَأَدْخَلْنَـٰهُمْ جَنَّـٰتِ ٱلنَّعِيمِ",
    "text_uthmani_transcribed": "Wa lau anna ahlal-kitābi āmanū wattaqau lakaffarnā 'anhum sayyi'ātihim wa la'adkhalnāhum jannātin-na'īm(i)."
  },
  {
    "verse_number": 66,
    "translation": "Wenn sie nur die Tora und das Evangelium und das befolgten, was zu ihnen (als Offenbarung) von ihrem Herrn herabgesandt wurde, würden sie fürwahr von (den guten Dingen) über ihnen und unter ihren Füßen essen. Unter ihnen ist eine gemäßigte Gemeinschaft; aber wie böse ist bei vielen von ihnen, was sie tun.",
    "segmented": [
      {
        "belongs_to_verse_number": 66,
        "translation": "Wenn sie nur die Tora und das Evangelium",
        "text_uthmani": "وَلَوْ أَنَّهُمْ أَقَامُوا۟ ٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ",
        "text_uthmani_transcribed": "Wa lau annahum aqāmut-taurāta wal-injīla"
      },
      {
        "belongs_to_verse_number": 66,
        "translation": "und das befolgten, was zu ihnen (als Offenbarung) von ihrem Herrn herabgesandt wurde, würden sie fürwahr von (den guten Dingen) über ihnen",
        "text_uthmani": "وَمَآ أُنزِلَ إِلَيْهِم مِّن رَّبِّهِمْ لَأَكَلُوا۟ مِن فَوْقِهِمْ",
        "text_uthmani_transcribed": "wa mā unzila ilaihim mir rabbihim la'akalū min fauqihim"
      },
      {
        "belongs_to_verse_number": 66,
        "translation": "und unter ihren Füßen essen. Unter ihnen ist eine gemäßigte Gemeinschaft; aber wie böse ist bei vielen von ihnen, was sie tun.",
        "text_uthmani": "وَمِن تَحْتِ أَرْجُلِهِم ۚ مِّنْهُمْ أُمَّةٌ مُّقْتَصِدَةٌ ۖ وَكَثِيرٌ مِّنْهُمْ سَآءَ مَا يَعْمَلُونَ",
        "text_uthmani_transcribed": "wa min taḥti arjulihim, minhum ummatum muqtaṣidah(tun), wa kaṡīrum minhum sā'a mā ya'malūn(a)."
      }
    ],
    "text_uthmani": "وَلَوْ أَنَّهُمْ أَقَامُوا۟ ٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ وَمَآ أُنزِلَ إِلَيْهِم مِّن رَّبِّهِمْ لَأَكَلُوا۟ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِم ۚ مِّنْهُمْ أُمَّةٌ مُّقْتَصِدَةٌ ۖ وَكَثِيرٌ مِّنْهُمْ سَآءَ مَا يَعْمَلُونَ",
    "text_uthmani_transcribed": "Wa lau annahum aqāmut-taurāta wal-injīla wa mā unzila ilaihim mir rabbihim la'akalū min fauqihim wa min taḥti arjulihim, minhum ummatum muqtaṣidah(tun), wa kaṡīrum minhum sā'a mā ya'malūn(a)."
  },
  {
    "verse_number": 67,
    "translation": "O du Gesandter, übermittele, was zu dir (als Offenbarung) von deinem Herrn herabgesandt worden ist! Wenn du es nicht tust, so hast du Seine Botschaft nicht übermittelt. Allah wird dich vor den Menschen schützen. Gewiß, Allah leitet das ungläubige Volk nicht recht.",
    "segmented": [
      {
        "belongs_to_verse_number": 67,
        "translation": "O du Gesandter, übermittele, was zu dir (als Offenbarung) von deinem Herrn herabgesandt worden ist!",
        "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلرَّسُولُ بَلِّغْ مَآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ۖ",
        "text_uthmani_transcribed": "Yā ayyuhar-rasūlu ballig mā unzila ilaika mir rabbik(a),"
      },
      {
        "belongs_to_verse_number": 67,
        "translation": "Wenn du es nicht tust, so hast du Seine Botschaft nicht übermittelt. Allah wird dich vor den Menschen schützen.",
        "text_uthmani": "وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُۥ ۚ وَٱللَّهُ يَعْصِمُكَ مِنَ ٱلنَّاسِ ۗ",
        "text_uthmani_transcribed": "wa illam taf'al famā ballagta risālatah(ū), wallāhu ya'ṣimuka minan-nās(i),"
      },
      {
        "belongs_to_verse_number": 67,
        "translation": "Gewiß, Allah leitet das ungläubige Volk nicht recht.",
        "text_uthmani": "إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
        "text_uthmani_transcribed": "innallāha lā yahdil-qaumal-kāfirīn(a)."
      }
    ],
    "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلرَّسُولُ بَلِّغْ مَآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ۖ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُۥ ۚ وَٱللَّهُ يَعْصِمُكَ مِنَ ٱلنَّاسِ ۗ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
    "text_uthmani_transcribed": "Yā ayyuhar-rasūlu ballig mā unzila ilaika mir rabbik(a), wa illam taf'al famā ballagta risālatah(ū), wallāhu ya'ṣimuka minan-nās(i), innallāha lā yahdil-qaumal-kāfirīn(a)."
  },
  {
    "verse_number": 68,
    "translation": "Sag: O Leute der Schrift, ihr fußt auf nichts, bis ihr die Tora und das Evangelium und das befolgt, was zu euch (als Offenbarung) von eurem Herrn herabgesandt worden ist. Was zu dir (als Offenbarung) von deinem Herrn herabgesandt worden ist, wird ganz gewiß bei vielen von ihnen die Auflehnung und den Unglauben noch mehren. So sei nicht betrübt über das ungläubige Volk!",
    "segmented": [
      {
        "belongs_to_verse_number": 68,
        "translation": "Sag: O Leute der Schrift, ihr fußt auf nichts, bis ihr die Tora und das Evangelium",
        "text_uthmani": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لَسْتُمْ عَلَىٰ شَىْءٍ حَتَّىٰ تُقِيمُوا۟ ٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ",
        "text_uthmani_transcribed": "Qul yā ahlal-kitābi lastum 'alā syai'in ḥattā tuqīmut-taurāta wal-injīla"
      },
      {
        "belongs_to_verse_number": 68,
        "translation": "und das befolgt, was zu euch (als Offenbarung) von eurem Herrn herabgesandt worden ist.",
        "text_uthmani": "وَمَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ ۗ",
        "text_uthmani_transcribed": "wa mā unzila ilaikum mir rabbikum,"
      },
      {
        "belongs_to_verse_number": 68,
        "translation": "Was zu dir (als Offenbarung) von deinem Herrn herabgesandt worden ist, wird ganz gewiß bei vielen von ihnen die Auflehnung",
        "text_uthmani": "وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَـٰنًا",
        "text_uthmani_transcribed": "wa layazīdanna kaṡīram minhum mā unzila ilaika mir rabbika ṭugyānā(n)"
      },
      {
        "belongs_to_verse_number": 68,
        "translation": "und den Unglauben noch mehren. So sei nicht betrübt über das ungläubige Volk!",
        "text_uthmani": "وَكُفْرًا ۖ فَلَا تَأْسَ عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
        "text_uthmani_transcribed": "wa kufrā(n), falā ta'sa 'alal-qaumil-kāfirīn(a)."
      }
    ],
    "text_uthmani": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لَسْتُمْ عَلَىٰ شَىْءٍ حَتَّىٰ تُقِيمُوا۟ ٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ وَمَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ ۗ وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَـٰنًا وَكُفْرًا ۖ فَلَا تَأْسَ عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
    "text_uthmani_transcribed": "Qul yā ahlal-kitābi lastum 'alā syai'in ḥattā tuqīmut-taurāta wal-injīla wa mā unzila ilaikum mir rabbikum, wa layazīdanna kaṡīram minhum mā unzila ilaika mir rabbika ṭugyānaw wa kufrā(n), falā ta'sa 'alal-qaumil-kāfirīn(a)."
  },
  {
    "verse_number": 69,
    "translation": "Gewiß, diejenigen, die glauben, und diejenigen, die dem Judentum angehören, und die Säbier und die Christen, - wer (immer) an Allah und den Jüngsten Tag glaubt und rechtschaffen handelt, - über die soll keine Furcht kommen, noch sollen sie traurig sein.",
    "segmented": [
      {
        "belongs_to_verse_number": 69,
        "translation": "Gewiß, diejenigen, die glauben, und diejenigen, die dem Judentum angehören, und die Säbier und die Christen, - wer (immer) an Allah",
        "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلصَّـٰبِـُٔونَ وَٱلنَّصَـٰرَىٰ مَنْ ءَامَنَ بِٱللَّهِ",
        "text_uthmani_transcribed": "Innal-lażīna āmanū wal-lażīna hādū waṣ-ṣābi'ūna wan-naṣārā man āmana billāhi"
      },
      {
        "belongs_to_verse_number": 69,
        "translation": "und den Jüngsten Tag glaubt und rechtschaffen handelt, - über die soll keine Furcht kommen, noch sollen sie traurig sein.",
        "text_uthmani": "وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَعَمِلَ صَـٰلِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
        "text_uthmani_transcribed": "wal-yaumil-ākhiri wa 'amila ṣāliḥan falā khaufun 'alaihim wa lā hum yaḥzanūn(a)."
      }
    ],
    "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلصَّـٰبِـُٔونَ وَٱلنَّصَـٰرَىٰ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَعَمِلَ صَـٰلِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "text_uthmani_transcribed": "Innal-lażīna āmanū wal-lażīna hādū waṣ-ṣābi'ūna wan-naṣārā man āmana billāhi wal-yaumil-ākhiri wa 'amila ṣāliḥan falā khaufun 'alaihim wa lā hum yaḥzanūn(a)."
  },
  {
    "verse_number": 70,
    "translation": "Und Wir trafen doch schon mit den Kindern Isra’ils ein Abkommen und sandten zu ihnen Gesandte. Jedesmal, wenn ein Gesandter zu ihnen kam mit etwas, wozu sie selbst nicht neigten, bezichtigten sie einen Teil (der Gesandten) der Lüge und töteten einen (anderen) Teil.",
    "segmented": [
      {
        "belongs_to_verse_number": 70,
        "translation": "Und Wir trafen doch schon mit den Kindern Isra’ils ein Abkommen und sandten zu ihnen Gesandte.",
        "text_uthmani": "لَقَدْ أَخَذْنَا مِيثَـٰقَ بَنِىٓ إِسْرَٰٓءِيلَ وَأَرْسَلْنَآ إِلَيْهِمْ رُسُلًا ۖ",
        "text_uthmani_transcribed": "Laqad akhażnā mīṡāqa banī isrā'īla wa arsalnā ilaihim rusulā(n),"
      },
      {
        "belongs_to_verse_number": 70,
        "translation": "Jedesmal, wenn ein Gesandter zu ihnen kam mit etwas, wozu sie selbst nicht neigten, bezichtigten sie einen Teil (der Gesandten) der Lüge",
        "text_uthmani": "كُلَّمَا جَآءَهُمْ رَسُولٌۢ بِمَا لَا تَهْوَىٰٓ أَنفُسُهُمْ فَرِيقًا كَذَّبُوا۟",
        "text_uthmani_transcribed": "kullamā jā'ahum rasūlum bimā lā tahwā anfusuhum, farīqan każżabū"
      },
      {
        "belongs_to_verse_number": 70,
        "translation": "und töteten einen (anderen) Teil.",
        "text_uthmani": "وَفَرِيقًا يَقْتُلُونَ",
        "text_uthmani_transcribed": "wa farīqay yaqtulūn(a)."
      }
    ],
    "text_uthmani": "لَقَدْ أَخَذْنَا مِيثَـٰقَ بَنِىٓ إِسْرَٰٓءِيلَ وَأَرْسَلْنَآ إِلَيْهِمْ رُسُلًا ۖ كُلَّمَا جَآءَهُمْ رَسُولٌۢ بِمَا لَا تَهْوَىٰٓ أَنفُسُهُمْ فَرِيقًا كَذَّبُوا۟ وَفَرِيقًا يَقْتُلُونَ",
    "text_uthmani_transcribed": "Laqad akhażnā mīṡāqa banī isrā'īla wa arsalnā ilaihim rusulā(n), kullamā jā'ahum rasūlum bimā lā tahwā anfusuhum, farīqan każżabū wa farīqay yaqtulūn(a)."
  },
  {
    "verse_number": 71,
    "translation": "Und sie meinten, daß es keine Versuchung gäbe. Sie waren blind und taub. Hierauf nahm Allah ihre Reue an. Dann aber wurden (wieder) viele von ihnen blind und taub. Und Allah sieht wohl, was sie tun.",
    "segmented": [
      {
        "belongs_to_verse_number": 71,
        "translation": "Und sie meinten, daß es keine Versuchung gäbe. Sie waren blind und taub. Hierauf nahm Allah ihre Reue an.",
        "text_uthmani": "وَحَسِبُوٓا۟ أَلَّا تَكُونَ فِتْنَةٌ فَعَمُوا۟ وَصَمُّوا۟ ثُمَّ تَابَ ٱللَّهُ عَلَيْهِمْ",
        "text_uthmani_transcribed": "Wa ḥasibū allā takūna fitnatun fa 'amū wa ṣammū ṡumma tāballāhu 'alaihim"
      },
      {
        "belongs_to_verse_number": 71,
        "translation": "Dann aber wurden (wieder) viele von ihnen blind und taub. Und Allah sieht wohl, was sie tun.",
        "text_uthmani": "ثُمَّ عَمُوا۟ وَصَمُّوا۟ كَثِيرٌ مِّنْهُمْ ۚ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ",
        "text_uthmani_transcribed": "ṡumma 'amū wa ṣammū kaṡīrum minhum, wallāhu baṣīrum bimā ya'malūn(a)."
      }
    ],
    "text_uthmani": "وَحَسِبُوٓا۟ أَلَّا تَكُونَ فِتْنَةٌ فَعَمُوا۟ وَصَمُّوا۟ ثُمَّ تَابَ ٱللَّهُ عَلَيْهِمْ ثُمَّ عَمُوا۟ وَصَمُّوا۟ كَثِيرٌ مِّنْهُمْ ۚ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ",
    "text_uthmani_transcribed": "Wa ḥasibū allā takūna fitnatun fa 'amū wa ṣammū ṡumma tāballāhu 'alaihim ṡumma 'amū wa ṣammū kaṡīrum minhum, wallāhu baṣīrum bimā ya'malūn(a)."
  },
  {
    "verse_number": 72,
    "translation": "Fürwahr, ungläubig sind diejenigen, die sagen: Gewiß, Allah ist al-Masih, der Sohn Maryams, wo doch al-Masih (selbst) gesagt hat: O Kinder Isra’ils, dient Allah, meinem Herrn und eurem Herrn! Wer Allah (etwas) beigesellt, dem verbietet fürwahr Allah das Paradies, und dessen Zufluchtsort wird das (Höllen)feuer sein. Die Ungerechten werden keine Helfer haben.",
    "segmented": [
      {
        "belongs_to_verse_number": 72,
        "translation": "Fürwahr, ungläubig sind diejenigen, die sagen: Gewiß, Allah ist al-Masih, der Sohn Maryams, wo doch al-Masih (selbst) gesagt hat: O Kinder Isra’ils, dient Allah, meinem Herrn",
        "text_uthmani": "لَقَدْ كَفَرَ ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ هُوَ ٱلْمَسِيحُ ٱبْنُ مَرْيَمَ ۖ وَقَالَ ٱلْمَسِيحُ يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱعْبُدُوا۟ ٱللَّهَ رَبِّى",
        "text_uthmani_transcribed": "Laqad kafaral-lażīna qālū innallāha huwal-masīḥubnu maryam(a), wa qālal-masīḥu yā banī isrā'īla'budullāha rabbī"
      },
      {
        "belongs_to_verse_number": 72,
        "translation": "und eurem Herrn! Wer Allah (etwas) beigesellt, dem verbietet fürwahr Allah das Paradies, und dessen Zufluchtsort wird das (Höllen)feuer sein.",
        "text_uthmani": "وَرَبَّكُمْ ۖ إِنَّهُۥ مَن يُشْرِكْ بِٱللَّهِ فَقَدْ حَرَّمَ ٱللَّهُ عَلَيْهِ ٱلْجَنَّةَ وَمَأْوَىٰهُ ٱلنَّارُ",
        "text_uthmani_transcribed": "wa rabbakum, innahū may yusyrik billāhi faqad ḥarramallāhu 'alaihil-jannata wa ma'wāhun nār(u)"
      },
      {
        "belongs_to_verse_number": 72,
        "translation": "Die Ungerechten werden keine Helfer haben.",
        "text_uthmani": "وَمَا لِلظَّـٰلِمِينَ مِنْ أَنصَارٍ",
        "text_uthmani_transcribed": "wa mā liẓ-ẓālimīna min anṣār(in)."
      }
    ],
    "text_uthmani": "لَقَدْ كَفَرَ ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ هُوَ ٱلْمَسِيحُ ٱبْنُ مَرْيَمَ ۖ وَقَالَ ٱلْمَسِيحُ يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱعْبُدُوا۟ ٱللَّهَ رَبِّى وَرَبَّكُمْ ۖ إِنَّهُۥ مَن يُشْرِكْ بِٱللَّهِ فَقَدْ حَرَّمَ ٱللَّهُ عَلَيْهِ ٱلْجَنَّةَ وَمَأْوَىٰهُ ٱلنَّارُ ۖ وَمَا لِلظَّـٰلِمِينَ مِنْ أَنصَارٍ",
    "text_uthmani_transcribed": "Laqad kafaral-lażīna qālū innallāha huwal-masīḥubnu maryam(a), wa qālal-masīḥu yā banī isrā'īla'budullāha rabbī wa rabbakum, innahū may yusyrik billāhi faqad ḥarramallāhu 'alaihil-jannata wa ma'wāhun nār(u), wa mā liẓ-ẓālimīna min anṣār(in)."
  },
  {
    "verse_number": 73,
    "translation": "Fürwahr, ungläubig sind diejenigen, die sagen: Gewiß, Allah ist einer von dreien. Es gibt aber keinen Gott außer dem Einen Einzigen. Wenn sie mit dem, was sie sagen, nicht aufhören, so wird denjenigen von ihnen, die ungläubig sind, ganz gewiß schmerzhafte Strafe widerfahren.",
    "segmented": [
      {
        "belongs_to_verse_number": 73,
        "translation": "Fürwahr, ungläubig sind diejenigen, die sagen: Gewiß, Allah ist einer von dreien. Es gibt aber keinen Gott außer dem Einen Einzigen.",
        "text_uthmani": "لَّقَدْ كَفَرَ ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ ثَالِثُ ثَلَـٰثَةٍ ۘ وَمَا مِنْ إِلَـٰهٍ إِلَّآ إِلَـٰهٌ وَٰحِدٌ ۚ",
        "text_uthmani_transcribed": "Laqad kafaral-lażīna qālū innallāha ṡāliṡu ṡalāsah(tin), wa mā min ilāhin illā ilāhuw wāḥid(un),"
      },
      {
        "belongs_to_verse_number": 73,
        "translation": "Wenn sie mit dem, was sie sagen, nicht aufhören, so wird denjenigen von ihnen, die ungläubig sind, ganz gewiß schmerzhafte Strafe widerfahren.",
        "text_uthmani": "وَإِن لَّمْ يَنتَهُوا۟ عَمَّا يَقُولُونَ لَيَمَسَّنَّ ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ عَذَابٌ أَلِيمٌ",
        "text_uthmani_transcribed": "wa illam yantahū 'ammā yaqūlūna layamassannal-lażīna kafarū minhum 'ażābun alīm(un)."
      }
    ],
    "text_uthmani": "لَّقَدْ كَفَرَ ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ ثَالِثُ ثَلَـٰثَةٍ ۘ وَمَا مِنْ إِلَـٰهٍ إِلَّآ إِلَـٰهٌ وَٰحِدٌ ۚ وَإِن لَّمْ يَنتَهُوا۟ عَمَّا يَقُولُونَ لَيَمَسَّنَّ ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ عَذَابٌ أَلِيمٌ",
    "text_uthmani_transcribed": "Laqad kafaral-lażīna qālū innallāha ṡāliṡu ṡalāsah(tin), wa mā min ilāhin illā ilāhuw wāḥid(un), wa illam yantahū 'ammā yaqūlūna layamassannal-lażīna kafarū minhum 'ażābun alīm(un)."
  },
  {
    "verse_number": 74,
    "translation": "Wenden sie sich denn nicht in Reue zu Allah und bitten Ihn um Vergebung? Allah ist Allvergebend und Barmherzig.",
    "text_uthmani": "أَفَلَا يَتُوبُونَ إِلَى ٱللَّهِ وَيَسْتَغْفِرُونَهُۥ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Afalā yatūbūna ilallāhi wa yastagfirūnah(ū), wallāhu gafūrur raḥīm(un)."
  },
  {
    "verse_number": 75,
    "translation": "Al-Masih, der Sohn Maryams, war doch nur ein Gesandter, vor dem bereits Gesandte vorübergegangen waren. Und seine Mutter war sehr wahrheitsliebend; sie (beide) pflegten Speise zu essen. Schau, wie Wir ihnen die Zeichen klar machen, und schau, wie sie sich abwendig machen lassen!",
    "segmented": [
      {
        "belongs_to_verse_number": 75,
        "translation": "Al-Masih, der Sohn Maryams, war doch nur ein Gesandter, vor dem bereits Gesandte vorübergegangen waren.",
        "text_uthmani": "مَّا ٱلْمَسِيحُ ٱبْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ ٱلرُّسُلُ",
        "text_uthmani_transcribed": "Mal-masīḥubnu maryama illā rasūl(un), qad khalat min qablihir rusul(u)"
      },
      {
        "belongs_to_verse_number": 75,
        "translation": "Und seine Mutter war sehr wahrheitsliebend; sie (beide) pflegten Speise zu essen.",
        "text_uthmani": "وَأُمُّهُۥ صِدِّيقَةٌ ۖ كَانَا يَأْكُلَانِ ٱلطَّعَامَ ۗ",
        "text_uthmani_transcribed": "wa ummuhū ṣiddīqah(tun), kānā ya'kulāniṭ-ṭa'ām(a),"
      },
      {
        "belongs_to_verse_number": 75,
        "translation": "Schau, wie Wir ihnen die Zeichen klar machen, und schau, wie sie sich abwendig machen lassen!",
        "text_uthmani": "ٱنظُرْ كَيْفَ نُبَيِّنُ لَهُمُ ٱلْـَٔايَـٰتِ ثُمَّ ٱنظُرْ أَنَّىٰ يُؤْفَكُونَ",
        "text_uthmani_transcribed": "unẓur kaifa nubayyinu lahumul-āyāti ṡummanẓur annā yu'fakūn(a)."
      }
    ],
    "text_uthmani": "مَّا ٱلْمَسِيحُ ٱبْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ ٱلرُّسُلُ وَأُمُّهُۥ صِدِّيقَةٌ ۖ كَانَا يَأْكُلَانِ ٱلطَّعَامَ ۗ ٱنظُرْ كَيْفَ نُبَيِّنُ لَهُمُ ٱلْـَٔايَـٰتِ ثُمَّ ٱنظُرْ أَنَّىٰ يُؤْفَكُونَ",
    "text_uthmani_transcribed": "Mal-masīḥubnu maryama illā rasūl(un), qad khalat min qablihir rusul(u), wa ummuhū ṣiddīqah(tun), kānā ya'kulāniṭ-ṭa'ām(a), unẓur kaifa nubayyinu lahumul-āyāti ṡummanẓur annā yu'fakūn(a)."
  },
  {
    "verse_number": 76,
    "translation": "Sag: Wollt ihr außer Allah dem dienen, was euch weder Schaden noch Nutzen zu bringen vermag? Und Allah ist es (doch), der Allhörend und Allwissend ist.",
    "segmented": [
      {
        "belongs_to_verse_number": 76,
        "translation": "Sag: Wollt ihr außer Allah dem dienen, was euch weder Schaden noch Nutzen zu bringen vermag?",
        "text_uthmani": "قُلْ أَتَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَلَا نَفْعًا ۚ",
        "text_uthmani_transcribed": "Qul ata'budūna min dūnillāhi mā lā yamliku lakum ḍarraw wa lā naf'ā(n),"
      },
      {
        "belongs_to_verse_number": 76,
        "translation": "Und Allah ist es (doch), der Allhörend und Allwissend ist.",
        "text_uthmani": "وَٱللَّهُ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
        "text_uthmani_transcribed": "wallāhu huwas-samī'ul-'alīm(u)."
      }
    ],
    "text_uthmani": "قُلْ أَتَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَلَا نَفْعًا ۚ وَٱللَّهُ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "text_uthmani_transcribed": "Qul ata'budūna min dūnillāhi mā lā yamliku lakum ḍarraw wa lā naf'ā(n), wallāhu huwas-samī'ul-'alīm(u)."
  },
  {
    "verse_number": 77,
    "translation": "Sag: O Leute der Schrift, übertreibt nicht in eurer Religion außer in (dem Rahmen) der Wahrheit und folgt nicht den Neigungen von Leuten, die schon zuvor irregegangen sind und viele (andere mit ihnen) in die Irre geführt haben und vom rechten Weg abgeirrt sind.",
    "segmented": [
      {
        "belongs_to_verse_number": 77,
        "translation": "Sag: O Leute der Schrift, übertreibt nicht in eurer Religion außer in (dem Rahmen) der Wahrheit",
        "text_uthmani": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لَا تَغْلُوا۟ فِى دِينِكُمْ غَيْرَ ٱلْحَقِّ",
        "text_uthmani_transcribed": "Qul yā ahlal-kitābi lā taglū fī dīnikum gairal-ḥaqqi"
      },
      {
        "belongs_to_verse_number": 77,
        "translation": "und folgt nicht den Neigungen von Leuten, die schon zuvor irregegangen sind und viele (andere mit ihnen) in die Irre geführt haben",
        "text_uthmani": "وَلَا تَتَّبِعُوٓا۟ أَهْوَآءَ قَوْمٍ قَدْ ضَلُّوا۟ مِن قَبْلُ وَأَضَلُّوا۟ كَثِيرًا",
        "text_uthmani_transcribed": "wa lā tattabi'ū ahwā'a qaumin qad ḍallū min qablu wa aḍallū kaṡīraw"
      },
      {
        "belongs_to_verse_number": 77,
        "translation": "und vom rechten Weg abgeirrt sind.",
        "text_uthmani": "وَضَلُّوا۟ عَن سَوَآءِ ٱلسَّبِيلِ",
        "text_uthmani_transcribed": "wa ḍallū 'an sawā'is-sabīl(i)."
      }
    ],
    "text_uthmani": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لَا تَغْلُوا۟ فِى دِينِكُمْ غَيْرَ ٱلْحَقِّ وَلَا تَتَّبِعُوٓا۟ أَهْوَآءَ قَوْمٍ قَدْ ضَلُّوا۟ مِن قَبْلُ وَأَضَلُّوا۟ كَثِيرًا وَضَلُّوا۟ عَن سَوَآءِ ٱلسَّبِيلِ",
    "text_uthmani_transcribed": "Qul yā ahlal-kitābi lā taglū fī dīnikum gairal-ḥaqqi wa lā tattabi'ū ahwā'a qaumin qad ḍallū min qablu wa aḍallū kaṡīraw wa ḍallū 'an sawā'is-sabīl(i)."
  },
  {
    "verse_number": 78,
    "translation": "Verflucht wurden diejenigen von den Kindern Isra’ils, die ungläubig waren, durch den Mund Dawuds und ’Isas, des Sohnes Maryams. Dies dafür, daß sie sich widersetzten und stets übertraten.",
    "segmented": [
      {
        "belongs_to_verse_number": 78,
        "translation": "Verflucht wurden diejenigen von den Kindern Isra’ils, die ungläubig waren, durch den Mund Dawuds und ’Isas, des Sohnes Maryams.",
        "text_uthmani": "لُعِنَ ٱلَّذِينَ كَفَرُوا۟ مِنۢ بَنِىٓ إِسْرَٰٓءِيلَ عَلَىٰ لِسَانِ دَاوُۥدَ وَعِيسَى ٱبْنِ مَرْيَمَ ۚ",
        "text_uthmani_transcribed": "Lu'inal-lażīna kafarū mim banī isrā'īla 'alā lisāni dāwūda wa 'īsabni maryam(a),"
      },
      {
        "belongs_to_verse_number": 78,
        "translation": "Dies dafür, daß sie sich widersetzten und stets übertraten.",
        "text_uthmani": "ذَٰلِكَ بِمَا عَصَوا۟ وَّكَانُوا۟ يَعْتَدُونَ",
        "text_uthmani_transcribed": "żālika bimā 'aṣaw wa kānū ya'tadūn(a)."
      }
    ],
    "text_uthmani": "لُعِنَ ٱلَّذِينَ كَفَرُوا۟ مِنۢ بَنِىٓ إِسْرَٰٓءِيلَ عَلَىٰ لِسَانِ دَاوُۥدَ وَعِيسَى ٱبْنِ مَرْيَمَ ۚ ذَٰلِكَ بِمَا عَصَوا۟ وَّكَانُوا۟ يَعْتَدُونَ",
    "text_uthmani_transcribed": "Lu'inal-lażīna kafarū mim banī isrā'īla 'alā lisāni dāwūda wa 'īsabni maryam(a), żālika bimā 'aṣaw wa kānū ya'tadūn(a)."
  },
  {
    "verse_number": 79,
    "translation": "Sie pflegten einander nichts Verwerfliches, das sie taten, zu verbieten. Fürwahr, wie schlimm ist, was sie zu tun pflegten!",
    "text_uthmani": "كَانُوا۟ لَا يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ ۚ لَبِئْسَ مَا كَانُوا۟ يَفْعَلُونَ",
    "text_uthmani_transcribed": "Kānū lā yatanāhauna 'am munkarin fa'alūh(u), labi'sa mā kānū yaf'alūn(a)."
  },
  {
    "verse_number": 80,
    "translation": "Du siehst viele von ihnen diejenigen, die ungläubig sind, zu Vertrauten nehmen. Fürwahr, wie schlimm ist, was sie sich selbst vorausgeschickt haben; (es ist,) daß Allah ihnen gegenüber Sein Mißfallen zeigt; und ewig werden sie in der Strafe bleiben.",
    "segmented": [
      {
        "belongs_to_verse_number": 80,
        "translation": "Du siehst viele von ihnen diejenigen, die ungläubig sind, zu Vertrauten nehmen.",
        "text_uthmani": "تَرَىٰ كَثِيرًا مِّنْهُمْ يَتَوَلَّوْنَ ٱلَّذِينَ كَفَرُوا۟",
        "text_uthmani_transcribed": "Tarā kaṡīram minhum yatawallaunal-lażīna kafarū"
      },
      {
        "belongs_to_verse_number": 80,
        "translation": "Fürwahr, wie schlimm ist, was sie sich selbst vorausgeschickt haben; (es ist,) daß Allah ihnen gegenüber Sein Mißfallen zeigt;",
        "text_uthmani": "لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنفُسُهُمْ أَن سَخِطَ ٱللَّهُ عَلَيْهِمْ",
        "text_uthmani_transcribed": "labi'sa mā qaddamat lahum anfusuhum an sakhiṭallāhu 'alaihim"
      },
      {
        "belongs_to_verse_number": 80,
        "translation": "und ewig werden sie in der Strafe bleiben.",
        "text_uthmani": "وَفِى ٱلْعَذَابِ هُمْ خَـٰلِدُونَ",
        "text_uthmani_transcribed": "wa fil 'ażābi hum khālidūn(a)."
      }
    ],
    "text_uthmani": "تَرَىٰ كَثِيرًا مِّنْهُمْ يَتَوَلَّوْنَ ٱلَّذِينَ كَفَرُوا۟ ۚ لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنفُسُهُمْ أَن سَخِطَ ٱللَّهُ عَلَيْهِمْ وَفِى ٱلْعَذَابِ هُمْ خَـٰلِدُونَ",
    "text_uthmani_transcribed": "Tarā kaṡīram minhum yatawallaunal-lażīna kafarū, labi'sa mā qaddamat lahum anfusuhum an sakhiṭallāhu 'alaihim wa fil 'ażābi hum khālidūn(a)."
  },
  {
    "verse_number": 81,
    "translation": "Wenn sie an Allah und den Propheten und das, was zu ihm (als Offenbarung) herabgesandt worden ist, glauben würden, hätten sie sie nicht zu Schutzherren genommen. Aber viele von ihnen sind Frevler.",
    "segmented": [
      {
        "belongs_to_verse_number": 81,
        "translation": "Wenn sie an Allah und den Propheten",
        "text_uthmani": "وَلَوْ كَانُوا۟ يُؤْمِنُونَ بِٱللَّهِ وَٱلنَّبِىِّ",
        "text_uthmani_transcribed": "Wa lau kānū yu'minūna billāhi wan-nabiyyi"
      },
      {
        "belongs_to_verse_number": 81,
        "translation": "und das, was zu ihm (als Offenbarung) herabgesandt worden ist, glauben würden, hätten sie sie nicht zu Schutzherren genommen.",
        "text_uthmani": "وَمَآ أُنزِلَ إِلَيْهِ مَا ٱتَّخَذُوهُمْ أَوْلِيَآءَ",
        "text_uthmani_transcribed": "wa mā unzila ilaihi mattakhażūhum auliyā'a"
      },
      {
        "belongs_to_verse_number": 81,
        "translation": "Aber viele von ihnen sind Frevler.",
        "text_uthmani": "وَلَـٰكِنَّ كَثِيرًا مِّنْهُمْ فَـٰسِقُونَ",
        "text_uthmani_transcribed": "wa lākinna kaṡīram minhum fāsiqūn(a)."
      }
    ],
    "text_uthmani": "وَلَوْ كَانُوا۟ يُؤْمِنُونَ بِٱللَّهِ وَٱلنَّبِىِّ وَمَآ أُنزِلَ إِلَيْهِ مَا ٱتَّخَذُوهُمْ أَوْلِيَآءَ وَلَـٰكِنَّ كَثِيرًا مِّنْهُمْ فَـٰسِقُونَ",
    "text_uthmani_transcribed": "Wa lau kānū yu'minūna billāhi wan-nabiyyi wa mā unzila ilaihi mattakhażūhum auliyā'a wa lākinna kaṡīram minhum fāsiqūn(a)."
  },
  {
    "verse_number": 82,
    "translation": "Du wirst ganz gewiß finden, daß diejenigen Menschen, die den Gläubigen am heftigsten Feindschaft zeigen, die Juden und diejenigen sind, die (Allah etwas) beigesellen. Und du wirst ganz gewiß finden, daß diejenigen, die den Gläubigen in Freundschaft am nächsten stehen, die sind, die sagen: Wir sind Christen. Dies, weil es unter ihnen Priester und Mönche gibt und weil sie sich nicht hochmütig verhalten.",
    "segmented": [
      {
        "belongs_to_verse_number": 82,
        "translation": "Du wirst ganz gewiß finden, daß diejenigen Menschen, die den Gläubigen am heftigsten Feindschaft zeigen, die Juden",
        "text_uthmani": "۞ لَتَجِدَنَّ أَشَدَّ ٱلنَّاسِ عَدَٰوَةً لِّلَّذِينَ ءَامَنُوا۟ ٱلْيَهُودَ",
        "text_uthmani_transcribed": "Latajidanna asyaddan-nāsi 'adāwatal lil-lażīna āmanul-yahūda"
      },
      {
        "belongs_to_verse_number": 82,
        "translation": "und diejenigen sind, die (Allah etwas) beigesellen.",
        "text_uthmani": "وَٱلَّذِينَ أَشْرَكُوا۟ ۖ",
        "text_uthmani_transcribed": "wal-lażīna asyrakū,"
      },
      {
        "belongs_to_verse_number": 82,
        "translation": "Und du wirst ganz gewiß finden, daß diejenigen, die den Gläubigen in Freundschaft am nächsten stehen, die sind, die sagen: Wir sind Christen.",
        "text_uthmani": "۞ وَلَتَجِدَنَّ أَقْرَبَهُم مَّوَدَّةً لِّلَّذِينَ ءَامَنُوا۟ ٱلَّذِينَ قَالُوٓا۟ إِنَّا نَصَـٰرَىٰ ۚ",
        "text_uthmani_transcribed": "wa latajidanna aqrabahum mawaddatal lil-lażīna āmanul-lażīna qālū innā naṣārā,"
      },
      {
        "belongs_to_verse_number": 82,
        "translation": "Dies, weil es unter ihnen Priester und Mönche gibt und weil sie sich nicht hochmütig verhalten.",
        "text_uthmani": "ذَٰلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ",
        "text_uthmani_transcribed": "żālika bi'anna minhum qissīsīna wa ruhbānaw wa annahum lā yastakbirūn(a)."
      }
    ],
    "text_uthmani": "۞ لَتَجِدَنَّ أَشَدَّ ٱلنَّاسِ عَدَٰوَةً لِّلَّذِينَ ءَامَنُوا۟ ٱلْيَهُودَ وَٱلَّذِينَ أَشْرَكُوا۟ ۖ وَلَتَجِدَنَّ أَقْرَبَهُم مَّوَدَّةً لِّلَّذِينَ ءَامَنُوا۟ ٱلَّذِينَ قَالُوٓا۟ إِنَّا نَصَـٰرَىٰ ۚ ذَٰلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ",
    "text_uthmani_transcribed": "Latajidanna asyaddan-nāsi 'adāwatal lil-lażīna āmanul-yahūda wal-lażīna asyrakū, wa latajidanna aqrabahum  mawaddatal lil-lażīna āmanul-lażīna qālū innā naṣārā, żālika bi'anna minhum qissīsīna wa ruhbānaw wa annahum lā yastakbirūn(a)."
  },
  {
    "verse_number": 83,
    "translation": "Wenn sie hören, was zum Gesandten (als Offenbarung) herabgesandt worden ist, siehst du ihre Augen von Tränen überfließen wegen dessen, was sie (darin) als Wahrheit erkannt haben. Sie sagen: Unser Herr, wir glauben. Schreibe uns unter den Zeugnis Ablegenden auf.",
    "segmented": [
      {
        "belongs_to_verse_number": 83,
        "translation": "Wenn sie hören, was zum Gesandten (als Offenbarung) herabgesandt worden ist, siehst du ihre Augen von Tränen überfließen wegen dessen, was sie",
        "text_uthmani": "وَإِذَا سَمِعُوا۟ مَآ أُنزِلَ إِلَى ٱلرَّسُولِ تَرَىٰٓ أَعْيُنَهُمْ تَفِيضُ مِنَ ٱلدَّمْعِ مِمَّا عَرَفُوا۟",
        "text_uthmani_transcribed": "Wa iżā sami'ū mā unzila ilar-rasūli tarā a'yunahum tafīḍu minad-dam'i mimmā 'arafū"
      },
      {
        "belongs_to_verse_number": 83,
        "translation": "(darin) als Wahrheit erkannt haben. Sie sagen: Unser Herr, wir glauben. Schreibe uns unter den Zeugnis Ablegenden auf.",
        "text_uthmani": "مِمَّا عَرَفُوا۟ مِنَ ٱلْحَقِّ ۖ يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱكْتُبْنَا مَعَ ٱلشَّـٰهِدِينَ",
        "text_uthmani_transcribed": "mimmā 'arafū minal-ḥaqq(i), yaqūlūna rabbanā āmannā faktubnā ma'asy-syāhidīn(a)."
      }
    ],
    "text_uthmani": "وَإِذَا سَمِعُوا۟ مَآ أُنزِلَ إِلَى ٱلرَّسُولِ تَرَىٰٓ أَعْيُنَهُمْ تَفِيضُ مِنَ ٱلدَّمْعِ مِمَّا عَرَفُوا۟ مِنَ ٱلْحَقِّ ۖ يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱكْتُبْنَا مَعَ ٱلشَّـٰهِدِينَ",
    "text_uthmani_transcribed": "Wa iżā sami'ū mā unzila ilar-rasūli tarā a'yunahum tafīḍu minad-dam'i mimmā 'arafū minal-ḥaqq(i), yaqūlūna rabbanā āmannā faktubnā ma'asy-syāhidīn(a)."
  },
  {
    "verse_number": 84,
    "translation": "Warum sollten wir nicht an Allah glauben und an das, was von der Wahrheit zu uns gekommen ist, und begehren, daß uns unser Herr zusammen mit dem rechtschaffenen Volk (in den Paradiesgarten) eingehen lasse?",
    "segmented": [
      {
        "belongs_to_verse_number": 84,
        "translation": "Warum sollten wir nicht an Allah glauben und an das, was von der Wahrheit zu uns gekommen ist,",
        "text_uthmani": "وَمَا لَنَا لَا نُؤْمِنُ بِٱللَّهِ وَمَا جَآءَنَا مِنَ ٱلْحَقِّ",
        "text_uthmani_transcribed": "Wa mā lanā lā nu'minu billāhi wa mā jā'anā minal-ḥaqq(i)"
      },
      {
        "belongs_to_verse_number": 84,
        "translation": "und begehren, daß uns unser Herr zusammen mit dem rechtschaffenen Volk (in den Paradiesgarten) eingehen lasse?",
        "text_uthmani": "وَنَطْمَعُ أَن يُدْخِلَنَا رَبُّنَا مَعَ ٱلْقَوْمِ ٱلصَّـٰلِحِينَ",
        "text_uthmani_transcribed": "wa naṭma'u ay yudkhilanā rabbunā ma'al-qaumiṣ-ṣāliḥīn(a)."
      }
    ],
    "text_uthmani": "وَمَا لَنَا لَا نُؤْمِنُ بِٱللَّهِ وَمَا جَآءَنَا مِنَ ٱلْحَقِّ وَنَطْمَعُ أَن يُدْخِلَنَا رَبُّنَا مَعَ ٱلْقَوْمِ ٱلصَّـٰلِحِينَ",
    "text_uthmani_transcribed": "Wa mā lanā lā nu'minu billāhi wa mā jā'anā minal-ḥaqq(i), wa naṭma'u ay yudkhilanā rabbunā ma'al-qaumiṣ-ṣāliḥīn(a)."
  },
  {
    "verse_number": 85,
    "translation": "So wird Allah sie für das, was sie gesagt haben, mit Gärten belohnen, durcheilt von Bächen, ewig darin zu bleiben. Das ist der Lohn der Gutes Tuenden.",
    "segmented": [
      {
        "belongs_to_verse_number": 85,
        "translation": "So wird Allah sie für das, was sie gesagt haben, mit Gärten belohnen, durcheilt von Bächen, ewig darin zu bleiben.",
        "text_uthmani": "فَأَثَـٰبَهُمُ ٱللَّهُ بِمَا قَالُوا۟ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ",
        "text_uthmani_transcribed": "Fa aṡābahumullāhu bimā qālū jannātin tajrī min taḥtihal-anhāru khālidīna fīhā, "
      },
      {
        "belongs_to_verse_number": 85,
        "translation": "Das ist der Lohn der Gutes Tuenden.",
        "text_uthmani": "وَذَٰلِكَ جَزَآءُ ٱلْمُحْسِنِينَ",
        "text_uthmani_transcribed": "wa żālika jazā'ul-muḥsinīn(a)."
      }
    ],
    "text_uthmani": "فَأَثَـٰبَهُمُ ٱللَّهُ بِمَا قَالُوا۟ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ وَذَٰلِكَ جَزَآءُ ٱلْمُحْسِنِينَ",
    "text_uthmani_transcribed": "Fa aṡābahumullāhu bimā qālū jannātin tajrī min taḥtihal-anhāru khālidīna fīhā, wa żālika jazā'ul-muḥsinīn(a)."
  },
  {
    "verse_number": 86,
    "translation": "Diejenigen aber, die ungläubig sind und Unsere Zeichen für Lüge erklären, das sind die Insassen des Höllenbrandes.",
    "text_uthmani": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَحِيمِ",
    "text_uthmani_transcribed": "Wal-lażīna kafarū wa każżabū bi'āyātinā ulā'ika aṣḥābul-jaḥīm(i)."
  },
  {
    "verse_number": 87,
    "translation": "O die ihr glaubt, verbietet nicht die guten Dinge, die Allah euch erlaubt hat. und übertretet nicht! Allah liebt nicht die Übertreter.",
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُحَرِّمُوا۟ طَيِّبَـٰتِ مَآ أَحَلَّ ٱللَّهُ لَكُمْ وَلَا تَعْتَدُوٓا۟ ۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُعْتَدِينَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tuḥarrimū ṭayyibāti mā aḥallallāhu lakum wa lā ta'tadū, innallāha lā yuḥibbul-mu'tadīn(a)."
  },
  {
    "verse_number": 88,
    "translation": "Und eßt von dem, womit Allah euch versorgt hat, als etwas Erlaubtem und Gutem, und fürchtet Allah, an Den ihr glaubt!",
    "text_uthmani": "وَكُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَـٰلًا طَيِّبًا ۚ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ أَنتُم بِهِۦ مُؤْمِنُونَ",
    "text_uthmani_transcribed": "Wa kulū mimmā razaqakumullāhu ḥalālan ṭayyibā(n), wattaqullāhal-lażī antum bihī mu'minūn(a)."
  },
  {
    "verse_number": 89,
    "translation": "Allah wird euch nicht für etwas Unbedachtes in euren Eiden belangen. Jedoch wird Er euch für das belangen, was ihr mit euren Eiden fest abmacht (und dieses dann nicht einhaltet). Die Sühne dafür besteht in der Speisung von zehn Armen in dem Maß, wie ihr eure Angehörigen im Durchschnitt speist, oder ihrer Bekleidung oder der Befreiung eines Sklaven. Wer aber keine (Möglichkeit) findet, (der hat) drei Tage (zu) fasten. Das ist die Sühne für eure Eide, wenn ihr schwört. Und erfüllt eure Eide. So macht Allah euch Seine Zeichen klar, auf daß ihr dankbar sein möget!",
    "segmented": [
      {
        "belongs_to_verse_number": 89,
        "translation": "Allah wird euch nicht für etwas Unbedachtes in euren Eiden belangen.",
        "text_uthmani": "لَا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغْوِ فِىٓ أَيْمَـٰنِكُمْ",
        "text_uthmani_transcribed": "Lā yu'ākhiżukumullāhu bil-lagwi fī aimānikum"
      },
      {
        "belongs_to_verse_number": 89,
        "translation": "Jedoch wird Er euch für das belangen, was ihr mit euren Eiden fest abmacht (und dieses dann nicht einhaltet).",
        "text_uthmani": "وَلَـٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلْأَيْمَـٰنَ ۖ",
        "text_uthmani_transcribed": "wa lākiy yu'ākhiżukum bimā 'aqqattumul-aimān(a),"
      },
      {
        "belongs_to_verse_number": 89,
        "translation": "Die Sühne dafür besteht in der Speisung von zehn Armen in dem Maß, wie ihr eure Angehörigen im Durchschnitt speist, oder ihrer Bekleidung",
        "text_uthmani": "فَكَفَّـٰرَتُهُۥٓ إِطْعَامُ عَشَرَةِ مَسَـٰكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ",
        "text_uthmani_transcribed": "fa kaffāratuhū iṭ'āmu 'asyarati masākīna min ausaṭi mā tuṭ'imūna ahlīkum au kiswatuhum"
      },
      {
        "belongs_to_verse_number": 89,
        "translation": "oder der Befreiung eines Sklaven.",
        "text_uthmani": "أَوْ تَحْرِيرُ رَقَبَةٍ ۖ",
        "text_uthmani_transcribed": "au taḥrīru raqabah(tin),"
      },
      {
        "belongs_to_verse_number": 89,
        "translation": "Wer aber keine (Möglichkeit) findet, (der hat) drei Tage (zu) fasten. Das ist die Sühne für eure Eide, wenn ihr schwört. Und erfüllt eure Eide.",
        "text_uthmani": "فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلَـٰثَةِ أَيَّامٍ ۚ ذَٰلِكَ كَفَّـٰرَةُ أَيْمَـٰنِكُمْ إِذَا حَلَفْتُمْ ۚ وَٱحْفَظُوٓا۟ أَيْمَـٰنَكُمْ ۚ",
        "text_uthmani_transcribed": "famal lam yajid fa ṣiyāmu ṡalāṡati ayyām(in), żālika kaffāratu aimānikum iżā ḥalaftum, waḥfaẓū aimānakum,"
      },
      {
        "belongs_to_verse_number": 89,
        "translation": "So macht Allah euch Seine Zeichen klar, auf daß ihr dankbar sein möget!",
        "text_uthmani": "كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَـٰتِهِۦ لَعَلَّكُمْ تَشْكُرُونَ",
        "text_uthmani_transcribed": "każālika yubayyinullāhu lakum āyātihī la'allakum tasykurūn(a)."
      }
    ],
    "text_uthmani": "لَا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغْوِ فِىٓ أَيْمَـٰنِكُمْ وَلَـٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلْأَيْمَـٰنَ ۖ فَكَفَّـٰرَتُهُۥٓ إِطْعَامُ عَشَرَةِ مَسَـٰكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ ۖ فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلَـٰثَةِ أَيَّامٍ ۚ ذَٰلِكَ كَفَّـٰرَةُ أَيْمَـٰنِكُمْ إِذَا حَلَفْتُمْ ۚ وَٱحْفَظُوٓا۟ أَيْمَـٰنَكُمْ ۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَـٰتِهِۦ لَعَلَّكُمْ تَشْكُرُونَ",
    "text_uthmani_transcribed": "Lā yu'ākhiżukumullāhu bil-lagwi fī aimānikum wa lākiy yu'ākhiżukum bimā 'aqqattumul-aimān(a), fa kaffāratuhū iṭ'āmu 'asyarati masākīna min ausaṭi mā tuṭ'imūna ahlīkum au kiswatuhum au taḥrīru raqabah(tin), famal lam yajid fa ṣiyāmu ṡalāṡati ayyām(in), żālika kaffāratu aimānikum iżā ḥalaftum, waḥfaẓū aimānakum, każālika yubayyinullāhu lakum āyātihī la'allakum tasykurūn(a)."
  },
  {
    "verse_number": 90,
    "translation": "O die ihr glaubt, berauschender Trank, Glücksspiel, Opfersteine und Lospfeile sind nur ein Greuel vom Werk des Satans. So meidet ihn, auf daß es euch wohl ergehen möge!",
    "segmented": [
      {
        "belongs_to_verse_number": 90,
        "translation": "O die ihr glaubt, berauschender Trank, Glücksspiel, Opfersteine und Lospfeile sind nur ein Greuel vom Werk des Satans.",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّمَا ٱلْخَمْرُ وَٱلْمَيْسِرُ وَٱلْأَنصَابُ وَٱلْأَزْلَـٰمُ رِجْسٌ مِّنْ عَمَلِ ٱلشَّيْطَـٰنِ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū innamal-khamru wal-maisiru wal-anṣābu wal-azlāmu rijsum min 'amalisy-syaiṭāni."
      },
      {
        "belongs_to_verse_number": 90,
        "translation": "So meidet ihn, auf daß es euch wohl ergehen möge!",
        "text_uthmani": "فَٱجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ",
        "text_uthmani_transcribed": "fajtanibūhu la'allakum tufliḥūn(a)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّمَا ٱلْخَمْرُ وَٱلْمَيْسِرُ وَٱلْأَنصَابُ وَٱلْأَزْلَـٰمُ رِجْسٌ مِّنْ عَمَلِ ٱلشَّيْطَـٰنِ فَٱجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū innamal-khamru wal-maisiru wal-anṣābu wal-azlāmu rijsum min 'amalisy-syaiṭāni fajtanibūhu la'allakum tufliḥūn(a)."
  },
  {
    "verse_number": 91,
    "translation": "Der Satan will (ja) zwischen euch nur Feindschaft und Haß säen durch berauschenden Trank und Glücksspiel und euch vom Gedenken Allahs und vom Gebet abhalten. Werdet ihr (damit) nun wohl aufhören?",
    "segmented": [
      {
        "belongs_to_verse_number": 91,
        "translation": "Der Satan will (ja) zwischen euch nur Feindschaft und Haß säen durch berauschenden Trank und Glücksspiel und euch vom Gedenken Allahs",
        "text_uthmani": "إِنَّمَا يُرِيدُ ٱلشَّيْطَـٰنُ أَن يُوقِعَ بَيْنَكُمُ ٱلْعَدَٰوَةَ وَٱلْبَغْضَآءَ فِى ٱلْخَمْرِ وَٱلْمَيْسِرِ وَيَصُدَّكُمْ عَن ذِكْرِ ٱللَّهِ",
        "text_uthmani_transcribed": "Innamā yurīdusy-syaiṭānu ay yūqi'a bainakumul-'adāwata wal-bagḍā'a fil-khamri wal-maisiri wa yaṣuddakum 'an żikrillāhi"
      },
      {
        "belongs_to_verse_number": 91,
        "translation": "und vom Gebet abhalten. Werdet ihr (damit) nun wohl aufhören?",
        "text_uthmani": "وَيَصُدَّكُمْ عَن ذِكْرِ ٱللَّهِ وَعَنِ ٱلصَّلَوٰةِ ۖ فَهَلْ أَنتُم مُّنتَهُونَ",
        "text_uthmani_transcribed": "wa yaṣuddakum 'an żikrillāhi wa 'aniṣ-ṣalāti fahal antum muntahūn(a)."
      }
    ],
    "text_uthmani": "إِنَّمَا يُرِيدُ ٱلشَّيْطَـٰنُ أَن يُوقِعَ بَيْنَكُمُ ٱلْعَدَٰوَةَ وَٱلْبَغْضَآءَ فِى ٱلْخَمْرِ وَٱلْمَيْسِرِ وَيَصُدَّكُمْ عَن ذِكْرِ ٱللَّهِ وَعَنِ ٱلصَّلَوٰةِ ۖ فَهَلْ أَنتُم مُّنتَهُونَ",
    "text_uthmani_transcribed": "Innamā yurīdusy-syaiṭānu ay yūqi'a bainakumul-'adāwata wal-bagḍā'a fil-khamri wal-maisiri wa yaṣuddakum 'an żikrillāhi wa 'aniṣ-ṣalāti fahal antum muntahūn(a)."
  },
  {
    "verse_number": 92,
    "translation": "Und gehorcht Allah und gehorcht dem Gesandten und seht euch vor! Doch wenn ihr euch abkehrt, so wißt, daß Unserem Gesandten nur die deutliche Übermittelung (der Botschaft) obliegt.",
    "segmented": [
      {
        "belongs_to_verse_number": 92,
        "translation": "Und gehorcht Allah und gehorcht dem Gesandten und seht euch vor!",
        "text_uthmani": "وَأَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَٱحْذَرُوا۟ ۚ",
        "text_uthmani_transcribed": "Wa aṭī'ullāha wa aṭī'ur-rasūla waḥżarū,"
      },
      {
        "belongs_to_verse_number": 92,
        "translation": "Doch wenn ihr euch abkehrt, so wißt, daß Unserem Gesandten nur die deutliche Übermittelung (der Botschaft) obliegt.",
        "text_uthmani": "فَإِن تَوَلَّيْتُمْ فَٱعْلَمُوٓا۟ أَنَّمَا عَلَىٰ رَسُولِنَا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
        "text_uthmani_transcribed": "fa in tawallaitum fa'lamū annamā 'alā rasūlinal-balāgul-mubīn(u)."
      }
    ],
    "text_uthmani": "وَأَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَٱحْذَرُوا۟ ۚ فَإِن تَوَلَّيْتُمْ فَٱعْلَمُوٓا۟ أَنَّمَا عَلَىٰ رَسُولِنَا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
    "text_uthmani_transcribed": "Wa aṭī'ullāha wa aṭī'ur-rasūla waḥżarū, fa in tawallaitum fa'lamū annamā 'alā rasūlinal-balāgul-mubīn(u)."
  },
  {
    "verse_number": 93,
    "translation": "Es lastet keine Sünde auf denjenigen, die glauben und rechtschaffene Werke tun, hinsichtlich dessen, was sie (bisher) verzehrt haben, wenn sie (fortan) gottesfürchtig sind und glauben und rechtschaffene Werke tun und wiederum gottesfürchtig sind und glauben und wiederum gottesfürchtig sind und Gutes tun. Allah liebt die Gutes Tuenden.",
    "segmented": [
      {
        "belongs_to_verse_number": 93,
        "translation": "Es lastet keine Sünde auf denjenigen, die glauben",
        "text_uthmani": "لَيْسَ عَلَى ٱلَّذِينَ ءَامَنُوا۟",
        "text_uthmani_transcribed": "Laisa 'alal-lażīna āmanū"
      },
      {
        "belongs_to_verse_number": 93,
        "translation": "und rechtschaffene Werke tun, hinsichtlich dessen, was sie (bisher) verzehrt haben, wenn sie (fortan) gottesfürchtig sind und glauben",
        "text_uthmani": "وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جُنَاحٌ فِيمَا طَعِمُوٓا۟ إِذَا مَا ٱتَّقَوا۟ وَّءَامَنُوا۟",
        "text_uthmani_transcribed": "wa 'amiluṣ-ṣāliḥāti junāḥun fīmā ṭaʿimū idhā mā ittaqau wa āmanū"
      },
      {
        "belongs_to_verse_number": 93,
        "translation": "und rechtschaffene Werke tun und wiederum gottesfürchtig sind und glauben und wiederum gottesfürchtig sind und Gutes tun.",
        "text_uthmani": "وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ ثُمَّ ٱتَّقَوا۟ وَّءَامَنُوا۟ ثُمَّ ٱتَّقَوا۟ وَّأَحْسَنُوا۟",
        "text_uthmani_transcribed": "wa 'amiluṣ-ṣāliḥāti ṡummattaqau wa āmanū ṡummattaqau wa aḥsanū"
      },
      {
        "belongs_to_verse_number": 93,
        "translation": "Allah liebt die Gutes Tuenden.",
        "text_uthmani": "وَٱللَّهُ يُحِبُّ ٱلْمُحْسِنِينَ",
        "text_uthmani_transcribed": "wallāhu yuḥibbul-muḥsinīn(a)."
      }
    ],
    "text_uthmani": "لَيْسَ عَلَى ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جُنَاحٌ فِيمَا طَعِمُوٓا۟ إِذَا مَا ٱتَّقَوا۟ وَّءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ ثُمَّ ٱتَّقَوا۟ وَّءَامَنُوا۟ ثُمَّ ٱتَّقَوا۟ وَّأَحْسَنُوا۟ ۗ وَٱللَّهُ يُحِبُّ ٱلْمُحْسِنِينَ",
    "text_uthmani_transcribed": "Laisa 'alal-lażīna āmanū  wa 'amiluṣ-ṣāliḥāti  ṡummattaqau wa āmanū ṡummattaqau wa aḥsanū, wallāhu yuḥibbul-muḥsinīn(a)."
  },
  {
    "verse_number": 94,
    "translation": "O die ihr glaubt, Allah wird euch ganz gewiß mit etwas von dem Jagdwild prüfen, das eure Hände und Lanzen erreichen (können), damit Allah denjenigen kenne, der Ihn im Verborgenen fürchtet. Wer nun danach eine Übertretung begeht, für den gibt es schmerzhafte Strafe.",
    "segmented": [
      {
        "belongs_to_verse_number": 94,
        "translation": "O die ihr glaubt, Allah wird euch ganz gewiß mit etwas von dem Jagdwild prüfen, das eure Hände",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَيَبْلُوَنَّكُمُ ٱللَّهُ بِشَىْءٍ مِّنَ ٱلصَّيْدِ تَنَالُهُۥٓ أَيْدِيكُمْ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū layabluwannakumullāhu bisyai'im minaṣ-ṣaidi tanāluhū aidīkum"
      },
      {
        "belongs_to_verse_number": 94,
        "translation": "und Lanzen erreichen (können), damit Allah denjenigen kenne, der Ihn im Verborgenen fürchtet.",
        "text_uthmani": "تَنَالُهُۥٓ أَيْدِيكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ ٱللَّهُ مَن يَخَافُهُۥ بِٱلْغَيْبِ ۚ",
        "text_uthmani_transcribed": "tanāluhū aidīkum wa rimāḥukum liya'lamallāhu may yakhāfuhū bil-gaib(i),"
      },
      {
        "belongs_to_verse_number": 94,
        "translation": "Wer nun danach eine Übertretung begeht, für den gibt es schmerzhafte Strafe.",
        "text_uthmani": "فَمَنِ ٱعْتَدَىٰ بَعْدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٌ",
        "text_uthmani_transcribed": "fa mani'tadā ba'da żālika fa lahū 'ażābun alīm(un)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَيَبْلُوَنَّكُمُ ٱللَّهُ بِشَىْءٍ مِّنَ ٱلصَّيْدِ تَنَالُهُۥٓ أَيْدِيكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ ٱللَّهُ مَن يَخَافُهُۥ بِٱلْغَيْبِ ۚ فَمَنِ ٱعْتَدَىٰ بَعْدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٌ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū layabluwannakumullāhu bisyai'im minaṣ-ṣaidi tanāluhū aidīkum wa rimāḥukum liya'lamallāhu may yakhāfuhū bil-gaib(i), fa mani'tadā ba'da żālika fa lahū 'ażābun alīm(un)."
  },
  {
    "verse_number": 95,
    "translation": "O die ihr glaubt, tötet nicht das Jagdwild, während ihr im Zustand der Pilgerweihe seid! Wer von euch es vorsätzlich tötet, (für den gilt es,) eine Ersatzleistung (zu zahlen), ein Gleiches, wie das, was er getötet hat, an Stück Vieh - darüber sollen zwei gerechte Personen von euch richten - (eine Ersatzleistung, die) als Opfertier die Ka’ba erreichen soll. Oder (er leistet als) eine Sühne die Speisung von Armen oder die (entsprechende) Ersatzleistung an Fasten, damit er die schlimmen Folgen seines Verhaltens koste. Allah verzeiht, was (vorher) geschehen ist. Wer aber rückfällig wird, den wird Allah der Vergeltung aussetzen. Allah ist Allmächtig und Besitzer von Vergeltungsgewalt.",
    "segmented": [
      {
        "belongs_to_verse_number": 95,
        "translation": "O die ihr glaubt, tötet nicht das Jagdwild, während ihr im Zustand der Pilgerweihe seid!",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَقْتُلُوا۟ ٱلصَّيْدَ وَأَنتُمْ حُرُمٌ ۚ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā taqtuluṣ-ṣaida wa antum ḥurum(un),"
      },
      {
        "belongs_to_verse_number": 95,
        "translation": "Wer von euch es vorsätzlich tötet, (für den gilt es,) eine Ersatzleistung (zu zahlen), ein Gleiches, wie das, was er getötet hat, an Stück Vieh",
        "text_uthmani": "وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدًا فَجَزَآءٌ مِّثْلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ",
        "text_uthmani_transcribed": "wa man qatalahū minkum muta'ammidan fa jazā'um miṡlu mā qatala minan-na'ami"
      },
      {
        "belongs_to_verse_number": 95,
        "translation": "- darüber sollen zwei gerechte Personen von euch richten - (eine Ersatzleistung, die) als Opfertier die Ka’ba erreichen soll.",
        "text_uthmani": "يَحْكُمُ بِهِۦ ذَوَا عَدْلٍ مِّنكُمْ هَدْيًۢا بَـٰلِغَ ٱلْكَعْبَةِ",
        "text_uthmani_transcribed": "yaḥkumu bihī żawā 'adlim minkum hadyam bāligal-ka'bati"
      },
      {
        "belongs_to_verse_number": 95,
        "translation": "Oder (er leistet als) eine Sühne die Speisung von Armen",
        "text_uthmani": "أَوْ كَفَّـٰرَةٌ طَعَامُ مَسَـٰكِينَ",
        "text_uthmani_transcribed": "au kaffāratun ṭa'āmu masākīna"
      },
      {
        "belongs_to_verse_number": 95,
        "translation": "oder die (entsprechende) Ersatzleistung an Fasten, damit er die schlimmen Folgen seines Verhaltens koste.",
        "text_uthmani": "أَوْ عَدْلُ ذَٰلِكَ صِيَامًا لِّيَذُوقَ وَبَالَ أَمْرِهِۦ ۗ",
        "text_uthmani_transcribed": "au 'adlu żālika ṣiyāmal liyażūqa wabāla amrih(ī),"
      },
      {
        "belongs_to_verse_number": 95,
        "translation": "Allah verzeiht, was (vorher) geschehen ist. Wer aber rückfällig wird, den wird Allah der Vergeltung aussetzen.",
        "text_uthmani": "عَفَا ٱللَّهُ عَمَّا سَلَفَ ۚ وَمَنْ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنْهُ ۗ",
        "text_uthmani_transcribed": "'afallāhu 'ammā salaf(a), wa man 'āda fa yantaqimullāhu minh(u),"
      },
      {
        "belongs_to_verse_number": 95,
        "translation": "Allah ist Allmächtig und Besitzer von Vergeltungsgewalt.",
        "text_uthmani": "وَٱللَّهُ عَزِيزٌ ذُو ٱنتِقَامٍ",
        "text_uthmani_transcribed": "wallāhu 'azīzun żuntiqām(in)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَقْتُلُوا۟ ٱلصَّيْدَ وَأَنتُمْ حُرُمٌ ۚ وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدًا فَجَزَآءٌ مِّثْلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ يَحْكُمُ بِهِۦ ذَوَا عَدْلٍ مِّنكُمْ هَدْيًۢا بَـٰلِغَ ٱلْكَعْبَةِ أَوْ كَفَّـٰرَةٌ طَعَامُ مَسَـٰكِينَ أَوْ عَدْلُ ذَٰلِكَ صِيَامًا لِّيَذُوقَ وَبَالَ أَمْرِهِۦ ۗ عَفَا ٱللَّهُ عَمَّا سَلَفَ ۚ وَمَنْ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنْهُ ۗ وَٱللَّهُ عَزِيزٌ ذُو ٱنتِقَامٍ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā taqtuluṣ-ṣaida wa antum ḥurum(un), wa man qatalahū minkum muta'ammidan fa jazā'um miṡlu mā qatala minan-na'ami yaḥkumu bihī żawā 'adlim minkum hadyam bāligal-ka'bati au kaffāratun ṭa'āmu masākīna au 'adlu żālika ṣiyāmal liyażūqa wabāla amrih(ī), 'afallāhu 'ammā salaf(a), wa man 'āda fa yantaqimullāhu minh(u), wallāhu 'azīzun żuntiqām(in)."
  },
  {
    "verse_number": 96,
    "translation": "Erlaubt sind euch die Jagdtiere des Meeres und (all) das Eßbare aus ihm als Nießbrauch für euch und für die Reisenden; doch verboten ist euch die Jagd auf die Landtiere, solange ihr im Zustand der Pilgerweihe seid. Und fürchtet Allah, zu Dem ihr versammelt werdet.",
    "segmented": [
      {
        "belongs_to_verse_number": 96,
        "translation": "Erlaubt sind euch die Jagdtiere des Meeres und (all) das Eßbare aus ihm als Nießbrauch für euch",
        "text_uthmani": "أُحِلَّ لَكُمْ صَيْدُ ٱلْبَحْرِ وَطَعَامُهُۥ مَتَـٰعًا لَّكُمْ",
        "text_uthmani_transcribed": "Uḥilla lakum ṣaidul-baḥri wa ṭa'āmuhū matā'al lakum"
      },
      {
        "belongs_to_verse_number": 96,
        "translation": "und für die Reisenden; doch verboten ist euch die Jagd auf die Landtiere, solange ihr im Zustand der Pilgerweihe seid.",
        "text_uthmani": "وَلِلسَّيَّارَةِ ۖ وَحُرِّمَ عَلَيْكُمْ صَيْدُ ٱلْبَرِّ مَا دُمْتُمْ حُرُمًا ۗ",
        "text_uthmani_transcribed": "wa lis-sayyārah(ti), wa ḥurrima 'alaikum ṣaidul-barri mā dumtum ḥurumā(n),"
      },
      {
        "belongs_to_verse_number": 96,
        "translation": "Und fürchtet Allah, zu Dem ihr versammelt werdet.",
        "text_uthmani": "وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ",
        "text_uthmani_transcribed": "wattaqullāhal-lażī ilaihi tuḥsyarūn(a)."
      }
    ],
    "text_uthmani": "أُحِلَّ لَكُمْ صَيْدُ ٱلْبَحْرِ وَطَعَامُهُۥ مَتَـٰعًا لَّكُمْ وَلِلسَّيَّارَةِ ۖ وَحُرِّمَ عَلَيْكُمْ صَيْدُ ٱلْبَرِّ مَا دُمْتُمْ حُرُمًا ۗ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ",
    "text_uthmani_transcribed": "Uḥilla lakum ṣaidul-baḥri wa ṭa'āmuhū matā'al lakum wa lis-sayyārah(ti), wa ḥurrima 'alaikum ṣaidul-barri mā dumtum ḥurumā(n), wattaqullāhal-lażī ilaihi tuḥsyarūn(a)."
  },
  {
    "verse_number": 97,
    "translation": "Allah hat die Ka’ba, das geschützte Haus, zu einer Stätte des Gottesdienstes für die Menschen gemacht, und (ebenso) den Schutzmonat, die Opfertiere und die (Opfertiere mit den) Halsgehänge(n). Dies, damit ihr wisset, daß Allah weiß, was in den Himmeln und was auf der Erde ist, und daß Allah über alles Bescheid weiß.",
    "segmented": [
      {
        "belongs_to_verse_number": 97,
        "translation": "Allah hat die Ka’ba, das geschützte Haus, zu einer Stätte des Gottesdienstes für die Menschen gemacht,",
        "text_uthmani": "۞ جَعَلَ ٱللَّهُ ٱلْكَعْبَةَ ٱلْبَيْتَ ٱلْحَرَامَ قِيَـٰمًا لِّلنَّاسِ",
        "text_uthmani_transcribed": "Ja'alallāhul-ka'batal-baital-ḥarāma qiyāmal lin-nāsi"
      },
      {
        "belongs_to_verse_number": 97,
        "translation": "und (ebenso) den Schutzmonat, die Opfertiere und die (Opfertiere mit den) Halsgehänge(n).",
        "text_uthmani": "وَٱلشَّهْرَ ٱلْحَرَامَ وَٱلْهَدْىَ وَٱلْقَلَـٰٓئِدَ ۚ",
        "text_uthmani_transcribed": "wasy-syahral-ḥarāma wal-hadya wal-qalā'id(a),"
      },
      {
        "belongs_to_verse_number": 97,
        "translation": "Dies, damit ihr wisset, daß Allah weiß, was in den Himmeln und was auf der Erde ist, und daß Allah über alles Bescheid weiß.",
        "text_uthmani": "ذَٰلِكَ لِتَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
        "text_uthmani_transcribed": "żālika lita'lamū annallāha ya'lamu mā fis-samāwāti wa mā fil-arḍ(i), wa annallāha bikulli syai'in 'alīm(un)."
      }
    ],
    "text_uthmani": "۞ جَعَلَ ٱللَّهُ ٱلْكَعْبَةَ ٱلْبَيْتَ ٱلْحَرَامَ قِيَـٰمًا لِّلنَّاسِ وَٱلشَّهْرَ ٱلْحَرَامَ وَٱلْهَدْىَ وَٱلْقَلَـٰٓئِدَ ۚ ذَٰلِكَ لِتَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "text_uthmani_transcribed": "Ja'alallāhul-ka'batal-baital-ḥarāma qiyāmal lin-nāsi wasy-syahral-ḥarāma wal-hadya wal-qalā'id(a), żālika lita'lamū annallāha ya'lamu mā fis-samāwāti wa mā fil-arḍ(i), wa annallāha bikulli syai'in 'alīm(un)."
  },
  {
    "verse_number": 98,
    "translation": "Wisset, daß Allah streng im Bestrafen, daß Allah (aber auch) Allvergebend und Barmherzig ist.",
    "text_uthmani": "ٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ وَأَنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "I'lamū annallāha syadīdul-'iqāb(i), wa annallāha gafūrur raḥīm(un)."
  },
  {
    "verse_number": 99,
    "translation": "Dem Gesandten obliegt nur die Übermittelung (der Botschaft). Und Allah weiß, was ihr offenlegt und was ihr verbergt.",
    "text_uthmani": "مَّا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَـٰغُ ۗ وَٱللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ",
    "text_uthmani_transcribed": "Mā 'alar-rasūli illal-balāg(u),wallāhu ya'lamu mā tubdūna wa mā taktumūn(a)."
  },
  {
    "verse_number": 100,
    "translation": "Sag: Nicht gleich sind das Schlechte und das Gute, auch wenn die Menge des Schlechten dir gefallen sollte. Darum fürchtet Allah, o die ihr Verstand besitzt, auf daß es euch wohl ergehen möge!",
    "segmented": [
      {
        "belongs_to_verse_number": 100,
        "translation": "Sag: Nicht gleich sind das Schlechte und das Gute, auch wenn die Menge des Schlechten dir gefallen sollte.",
        "text_uthmani": "قُل لَّا يَسْتَوِى ٱلْخَبِيثُ وَٱلطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ ٱلْخَبِيثِ ۚ",
        "text_uthmani_transcribed": "Qul lā yastawil-khabīṡu waṭ-ṭayyibu wa lau a'jabaka kaṡratul-khabīṡ(i),"
      },
      {
        "belongs_to_verse_number": 100,
        "translation": "Darum fürchtet Allah, o die ihr Verstand besitzt, auf daß es euch wohl ergehen möge!",
        "text_uthmani": "فَٱتَّقُوا۟ ٱللَّهَ يَـٰٓأُو۟لِى ٱلْأَلْبَـٰبِ لَعَلَّكُمْ تُفْلِحُونَ",
        "text_uthmani_transcribed": "fattaqullāha yā ulil-albābi la'allakum tufliḥūn(a)."
      }
    ],
    "text_uthmani": "قُل لَّا يَسْتَوِى ٱلْخَبِيثُ وَٱلطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ ٱلْخَبِيثِ ۚ فَٱتَّقُوا۟ ٱللَّهَ يَـٰٓأُو۟لِى ٱلْأَلْبَـٰبِ لَعَلَّكُمْ تُفْلِحُونَ",
    "text_uthmani_transcribed": "Qul lā yastawil-khabīṡu waṭ-ṭayyibu wa lau a'jabaka kaṡratul-khabīṡ(i), fattaqullāha yā ulil-albābi la'allakum tufliḥūn(a)."
  },
  {
    "verse_number": 101,
    "translation": "O die ihr glaubt, fragt nicht nach Dingen, die, wenn sie euch offengelegt werden, euch leid tun, wenn ihr nach ihnen fragt zu der Zeit, da der Qur’an offenbart wird, sie euch (gewiß) offengelegt werden, wo Allah sie übergangen hat. Und Allah ist Allvergebend und Nachsichtig.",
    "segmented": [
      {
        "belongs_to_verse_number": 101,
        "translation": "O die ihr glaubt, fragt nicht nach Dingen, die, wenn sie euch offengelegt werden, euch leid tun, wenn ihr nach ihnen fragt zu der Zeit, da der",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَسْـَٔلُوا۟ عَنْ أَشْيَآءَ إِن تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِن تَسْـَٔلُوا۟ عَنْهَا حِينَ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tas'alū 'an asy-yā'a in tubda lakum tasu'kum, wa in tas'alū 'anhā ḥīna"
      },
      {
        "belongs_to_verse_number": 101,
        "translation": "Qur’an offenbart wird, sie euch (gewiß) offengelegt werden, wo Allah sie übergangen hat. Und Allah ist Allvergebend und Nachsichtig.",
        "text_uthmani": "حِينَ يُنَزَّلُ ٱلْقُرْءَانُ تُبْدَ لَكُمْ عَفَا ٱللَّهُ عَنْهَا ۗ وَٱللَّهُ غَفُورٌ حَلِيمٌ",
        "text_uthmani_transcribed": "ḥīna yunazzalul-qur'ānu tubda lakum, afallāhu 'anhā, wallāhu gafūrun ḥalīm(un)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَسْـَٔلُوا۟ عَنْ أَشْيَآءَ إِن تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِن تَسْـَٔلُوا۟ عَنْهَا حِينَ يُنَزَّلُ ٱلْقُرْءَانُ تُبْدَ لَكُمْ عَفَا ٱللَّهُ عَنْهَا ۗ وَٱللَّهُ غَفُورٌ حَلِيمٌ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tas'alū 'an asy-yā'a in tubda lakum tasu'kum, wa in tas'alū 'anhā ḥīna yunazzalul-qur'ānu tubda lakum, afallāhu 'anhā, wallāhu gafūrun ḥalīm(un)."
  },
  {
    "verse_number": 102,
    "translation": "Leute vor euch haben schon danach gefragt, doch dann wurden sie ihretwegen ungläubig.",
    "text_uthmani": "قَدْ سَأَلَهَا قَوْمٌ مِّن قَبْلِكُمْ ثُمَّ أَصْبَحُوا۟ بِهَا كَـٰفِرِينَ",
    "text_uthmani_transcribed": "Qad sa'alahā qaumum min qablikum ṡumma aṣbaḥū bihā kāfirīn(a)."
  },
  {
    "verse_number": 103,
    "translation": "Allah hat keine Bahira, keine Sa’iba, keine Wasila und keine Ham bestimmt, sondern diejenigen, die ungläubig sind, ersinnen gegen Allah Lügen, und die meisten von ihnen begreifen nicht.",
    "segmented": [
      {
        "belongs_to_verse_number": 103,
        "translation": "Allah hat keine Bahira, keine Sa’iba, keine Wasila und keine Ham bestimmt, sondern diejenigen, die ungläubig sind, ersinnen gegen Allah Lügen,",
        "text_uthmani": "مَا جَعَلَ ٱللَّهُ مِنۢ بَحِيرَةٍ وَلَا سَآئِبَةٍ وَلَا وَصِيلَةٍ وَلَا حَامٍ ۙ وَلَـٰكِنَّ ٱلَّذِينَ كَفَرُوا۟ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ ۖ",
        "text_uthmani_transcribed": "Mā ja'alallāhu mim baḥīratiw wa lā sā'ibatiw wa lā waṣīlatiw wa lā ḥām(in), wa lākinnal-lażīna kafarū yaftarūna 'alallāhil-każib(a),"
      },
      {
        "belongs_to_verse_number": 103,
        "translation": "und die meisten von ihnen begreifen nicht.",
        "text_uthmani": "وَأَكْثَرُهُمْ لَا يَعْقِلُونَ",
        "text_uthmani_transcribed": "wa akṡaruhum lā ya'qilūn(a)."
      }
    ],
    "text_uthmani": "مَا جَعَلَ ٱللَّهُ مِنۢ بَحِيرَةٍ وَلَا سَآئِبَةٍ وَلَا وَصِيلَةٍ وَلَا حَامٍ ۙ وَلَـٰكِنَّ ٱلَّذِينَ كَفَرُوا۟ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ ۖ وَأَكْثَرُهُمْ لَا يَعْقِلُونَ",
    "text_uthmani_transcribed": "Mā ja'alallāhu mim baḥīratiw wa lā sā'ibatiw wa lā waṣīlatiw wa lā ḥām(in), wa lākinnal-lażīna kafarū yaftarūna 'alallāhil-każib(a), wa akṡaruhum lā ya'qilūn(a)."
  },
  {
    "verse_number": 104,
    "translation": "Und wenn man zu ihnen sagt: Kommt her zu dem, was Allah (als Offenbarung) herabgesandt hat, und zum Gesandten, sagen sie: Unsere Genüge ist das, worin wir unsere Väter (vor)gefunden haben. Was denn, auch wenn ihre Väter nichts begriffen und nicht rechtgeleitet waren?",
    "segmented": [
      {
        "belongs_to_verse_number": 104,
        "translation": "Und wenn man zu ihnen sagt: Kommt her zu dem, was Allah (als Offenbarung) herabgesandt hat,",
        "text_uthmani": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ",
        "text_uthmani_transcribed": "Wa iżā qīla lahum ta'ālau ilā mā anzalallāhu"
      },
      {
        "belongs_to_verse_number": 104,
        "translation": "und zum Gesandten, sagen sie: Unsere Genüge ist das, worin wir unsere Väter (vor)gefunden haben.",
        "text_uthmani": "وَإِلَى ٱلرَّسُولِ قَالُوا۟ حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ ءَابَآءَنَآ ۚ",
        "text_uthmani_transcribed": "wa ilar-rasūli qālū ḥasbunā mā wajadnā 'alaihi ābā'anā,"
      },
      {
        "belongs_to_verse_number": 104,
        "translation": "Was denn, auch wenn ihre Väter nichts begriffen und nicht rechtgeleitet waren?",
        "text_uthmani": "أَوَلَوْ كَانَ ءَابَآؤُهُمْ لَا يَعْلَمُونَ شَيْـًٔا وَلَا يَهْتَدُونَ",
        "text_uthmani_transcribed": "awalau kāna ābā'uhum lā ya'lamūna syai'aw wa lā yahtadūn(a)."
      }
    ],
    "text_uthmani": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ قَالُوا۟ حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ ءَابَآءَنَآ ۚ أَوَلَوْ كَانَ ءَابَآؤُهُمْ لَا يَعْلَمُونَ شَيْـًٔا وَلَا يَهْتَدُونَ",
    "text_uthmani_transcribed": "Wa iżā qīla lahum ta'ālau ilā mā anzalallāhu wa ilar-rasūli qālū ḥasbunā mā wajadnā 'alaihi ābā'anā, awalau kāna ābā'uhum lā ya'lamūna syai'aw wa lā yahtadūn(a)."
  },
  {
    "verse_number": 105,
    "translation": "O die ihr glaubt, wacht über euch selbst! Wer abirrt, kann euch keinen Schaden zufügen, wenn ihr rechtgeleitet seid. Zu Allah wird eure aller Rückkehr sein, und dann wird Er kundtun, was ihr zu tun pflegtet.",
    "segmented": [
      {
        "belongs_to_verse_number": 105,
        "translation": "O die ihr glaubt, wacht über euch selbst! Wer abirrt, kann euch keinen Schaden zufügen, wenn ihr rechtgeleitet seid.",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ عَلَيْكُمْ أَنفُسَكُمْ ۖ لَا يَضُرُّكُم مَّن ضَلَّ إِذَا ٱهْتَدَيْتُمْ ۚ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū 'alaikum anfusakum, lā yaḍurrukum man ḍalla iżahtadaitum,"
      },
      {
        "belongs_to_verse_number": 105,
        "translation": "Zu Allah wird eure aller Rückkehr sein, und dann wird Er kundtun, was ihr zu tun pflegtet.",
        "text_uthmani": "إِلَى ٱللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
        "text_uthmani_transcribed": "ilallāhi marji'ukum jamī'an fa yunabbi'ukum bimā kuntum ta'malūn(a)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ عَلَيْكُمْ أَنفُسَكُمْ ۖ لَا يَضُرُّكُم مَّن ضَلَّ إِذَا ٱهْتَدَيْتُمْ ۚ إِلَى ٱللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū 'alaikum anfusakum, lā yaḍurrukum man ḍalla iżahtadaitum, ilallāhi marji'ukum jamī'an fa yunabbi'ukum bimā kuntum ta'malūn(a)."
  },
  {
    "verse_number": 106,
    "translation": "O die ihr glaubt, wenn einem von euch der Tod naht zu der Zeit, da (er sein) Vermächtnis (macht), (soll) das Zeugnis unter euch (erfolgen) durch zwei gerechte Personen von euch, oder durch zwei andere, (die) nicht von euch (sind), wenn ihr im Land umherreist und euch dann das Unglück des Todes trifft. Ihr sollt sie nach dem Gebet festhalten, und sie sollen dann, wenn ihr zweifelt, bei Allah schwören: Wir verkaufen es für keinen Preis, auch wenn es sich um einen Verwandten handelt, und verheimlichen das Zeugnis Allahs nicht; wir gehörten sonst wahrlich zu den Sündhaften.",
    "segmented": [
      {
        "belongs_to_verse_number": 106,
        "translation": "O die ihr glaubt, wenn einem von euch der Tod naht zu der Zeit, da (er sein) Vermächtnis (macht), (soll) das Zeugnis unter euch (erfolgen) durch zwei gerechte Personen von euch, oder durch zwei andere, (die) nicht von euch (sind), wenn ihr im Land umherreist",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ شَهَـٰدَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ ٱلْمَوْتُ حِينَ ٱلْوَصِيَّةِ ٱثْنَانِ ذَوَا عَدْلٍ مِّنكُمْ أَوْ ءَاخَرَانِ مِنْ غَيْرِكُمْ إِنْ أَنتُمْ ضَرَبْتُمْ فِى ٱلْأَرْضِ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū syahādatu bainikum iżā ḥaḍara aḥadakumul-mautu ḥīnal-waṣiyyatiṡnāni żawā 'adlim minkum au ākharāni min gairikum in antum ḍarabtum fil-arḍi"
      },
      {
        "belongs_to_verse_number": 106,
        "translation": "und euch dann das Unglück des Todes trifft. Ihr sollt sie nach dem Gebet festhalten,",
        "text_uthmani": "فَأَصَـٰبَتْكُم مُّصِيبَةُ ٱلْمَوْتِ ۚ تَحْبِسُونَهُمَا مِنۢ بَعْدِ ٱلصَّلَوٰةِ",
        "text_uthmani_transcribed": "fa aṣābatkum muṣībatul-maut(i), taḥbisūnahumā mim ba'diṣ-ṣalāti"
      },
      {
        "belongs_to_verse_number": 106,
        "translation": "und sie sollen dann, wenn ihr zweifelt, bei Allah schwören: Wir verkaufen es für keinen Preis, auch wenn es sich um einen Verwandten handelt,",
        "text_uthmani": "فَيُقْسِمَانِ بِٱللَّهِ إِنِ ٱرْتَبْتُمْ لَا نَشْتَرِى بِهِۦ ثَمَنًا وَلَوْ كَانَ ذَا قُرْبَىٰ",
        "text_uthmani_transcribed": "fa yuqsimāni billāhi inirtabtum lā nasytarī bihī ṡamanaw wa lau kāna żā qurbā"
      },
      {
        "belongs_to_verse_number": 106,
        "translation": "und verheimlichen das Zeugnis Allahs nicht; wir gehörten sonst wahrlich zu den Sündhaften.",
        "text_uthmani": "وَلَا نَكْتُمُ شَهَـٰدَةَ ٱللَّهِ إِنَّآ إِذًا لَّمِنَ ٱلْـَٔاثِمِينَ",
        "text_uthmani_transcribed": "wa lā naktumu syahādatallāhi innā iżal laminal-āṡimīn(a)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ شَهَـٰدَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ ٱلْمَوْتُ حِينَ ٱلْوَصِيَّةِ ٱثْنَانِ ذَوَا عَدْلٍ مِّنكُمْ أَوْ ءَاخَرَانِ مِنْ غَيْرِكُمْ إِنْ أَنتُمْ ضَرَبْتُمْ فِى ٱلْأَرْضِ فَأَصَـٰبَتْكُم مُّصِيبَةُ ٱلْمَوْتِ ۚ تَحْبِسُونَهُمَا مِنۢ بَعْدِ ٱلصَّلَوٰةِ فَيُقْسِمَانِ بِٱللَّهِ إِنِ ٱرْتَبْتُمْ لَا نَشْتَرِى بِهِۦ ثَمَنًا وَلَوْ كَانَ ذَا قُرْبَىٰ ۙ وَلَا نَكْتُمُ شَهَـٰدَةَ ٱللَّهِ إِنَّآ إِذًا لَّمِنَ ٱلْـَٔاثِمِينَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū syahādatu bainikum iżā ḥaḍara aḥadakumul-mautu ḥīnal-waṣiyyatiṡnāni żawā 'adlim minkum au ākharāni min gairikum in antum ḍarabtum fil-arḍi fa aṣābatkum muṣībatul-maut(i), taḥbisūnahumā mim ba'diṣ-ṣalāti fa yuqsimāni billāhi inirtabtum lā nasytarī bihī ṡamanaw wa lau kāna żā qurbā, wa lā naktumu syahādatallāhi innā iżal laminal-āṡimīn(a)."
  },
  {
    "verse_number": 107,
    "translation": "Wenn man danach aber entdeckt, daß sie (beide) sich einer Sünde schuldig gemacht haben, dann (sollen) zwei andere an ihre Stelle treten von denen, zu deren Nachteil die beiden sich (einer Sünde) schuldig gemacht haben, und (sie) (beide sollen) bei Allah schwören: Unser Zeugnis ist wahrlich berechtigter als deren Zeugnis. Und wir haben nicht übertreten; wir gehörten sonst wahrlich zu den Ungerechten.",
    "segmented": [
      {
        "belongs_to_verse_number": 107,
        "translation": "Wenn man danach aber entdeckt, daß sie (beide) sich einer Sünde schuldig gemacht haben, dann (sollen) zwei andere an ihre Stelle treten von denen, zu deren Nachteil die beiden sich (einer Sünde) schuldig gemacht haben,",
        "text_uthmani": "فَإِنْ عُثِرَ عَلَىٰٓ أَنَّهُمَا ٱسْتَحَقَّآ إِثْمًا فَـَٔاخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ ٱلَّذِينَ ٱسْتَحَقَّ عَلَيْهِمُ",
        "text_uthmani_transcribed": "Fa in 'uṡira 'alā annahumastaḥaqqā iṡman fa ākharāni yaqūmāni maqāmahumā minal-lażīnastaḥaqqa 'alaihimul-"
      },
      {
        "belongs_to_verse_number": 107,
        "translation": "und (sie) (beide sollen) bei Allah schwören: Unser Zeugnis ist wahrlich berechtigter als deren Zeugnis.",
        "text_uthmani": "فَيُقْسِمَانِ بِٱللَّهِ لَشَهَـٰدَتُنَآ أَحَقُّ مِن شَهَـٰدَتِهِمَا",
        "text_uthmani_transcribed": "fa yuqsimāni billāhi lasyahādatunā aḥaqqu min syahādatihimā"
      },
      {
        "belongs_to_verse_number": 107,
        "translation": "Und wir haben nicht übertreten; wir gehörten sonst wahrlich zu den Ungerechten.",
        "text_uthmani": "وَمَا ٱعْتَدَيْنَآ إِنَّآ إِذًا لَّمِنَ ٱلظَّـٰلِمِينَ",
        "text_uthmani_transcribed": "wa ma'tadainā, innā iżal laminaẓ-ẓālimīn(a)."
      }
    ],
    "text_uthmani": "فَإِنْ عُثِرَ عَلَىٰٓ أَنَّهُمَا ٱسْتَحَقَّآ إِثْمًا فَـَٔاخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ ٱلَّذِينَ ٱسْتَحَقَّ عَلَيْهِمُ ٱلْأَوْلَيَـٰنِ فَيُقْسِمَانِ بِٱللَّهِ لَشَهَـٰدَتُنَآ أَحَقُّ مِن شَهَـٰدَتِهِمَا وَمَا ٱعْتَدَيْنَآ إِنَّآ إِذًا لَّمِنَ ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Fa in 'uṡira 'alā annahumastaḥaqqā iṡman fa ākharāni yaqūmāni maqāmahumā minal-lażīnastaḥaqqa 'alaihimul-aulayāni fa yuqsimāni billāhi lasyahādatunā aḥaqqu min syahādatihimā wa ma'tadainā, innā iżal laminaẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 108,
    "translation": "Das ist eher geeignet, daß sie das Zeugnis, wie es sein soll, ablegen oder sie befürchten (müssen), daß nach ihren Eiden wieder (andere) Eide (geschworen) werden. Und fürchtet Allah und hört! Allah leitet das Volk der Frevler nicht recht.",
    "segmented": [
      {
        "belongs_to_verse_number": 108,
        "translation": "Das ist eher geeignet, daß sie das Zeugnis, wie es sein soll, ablegen",
        "text_uthmani": "ذَٰلِكَ أَدْنَىٰٓ أَن يَأْتُوا۟ بِٱلشَّهَـٰدَةِ عَلَىٰ وَجْهِهَآ",
        "text_uthmani_transcribed": "Żālika adnā ay ya'tū bisy-syahādati 'alā wajhihā"
      },
      {
        "belongs_to_verse_number": 108,
        "translation": "oder sie befürchten (müssen), daß nach ihren Eiden wieder (andere) Eide (geschworen) werden.",
        "text_uthmani": "أَوْ يَخَافُوٓا۟ أَن تُرَدَّ أَيْمَـٰنٌۢ بَعْدَ أَيْمَـٰنِهِمْ ۗ",
        "text_uthmani_transcribed": "au yakhāfū an turadda aimānum ba'da aimānihim, ۗ"
      },
      {
        "belongs_to_verse_number": 108,
        "translation": "Und fürchtet Allah und hört! Allah leitet das Volk der Frevler nicht recht.",
        "text_uthmani": "وَٱتَّقُوا۟ ٱللَّهَ وَٱسْمَعُوا۟ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
        "text_uthmani_transcribed": "wattaqullāha wasma'ū, wallāhu lā yahdil qaumal-fāsiqīn(a)."
      }
    ],
    "text_uthmani": "ذَٰلِكَ أَدْنَىٰٓ أَن يَأْتُوا۟ بِٱلشَّهَـٰدَةِ عَلَىٰ وَجْهِهَآ أَوْ يَخَافُوٓا۟ أَن تُرَدَّ أَيْمَـٰنٌۢ بَعْدَ أَيْمَـٰنِهِمْ ۗ وَٱتَّقُوا۟ ٱللَّهَ وَٱسْمَعُوا۟ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
    "text_uthmani_transcribed": "Żālika adnā ay ya'tū bisy-syahādati 'alā wajhihā au yakhāfū an turadda aimānum ba'da aimānihim, wattaqullāha wasma'ū, wallāhu lā yahdil qaumal-fāsiqīn(a)."
  },
  {
    "verse_number": 109,
    "translation": "An dem Tag, da Allah die Gesandten versammelt und dann sagt: Was wurde euch geantwortet?’, werden sie sagen: Wir haben kein Wissen (darüber). Du bist ja der Allwisser der verborgenen Dinge.",
    "segmented": [
      {
        "belongs_to_verse_number": 109,
        "translation": "An dem Tag, da Allah die Gesandten versammelt und dann sagt: Was wurde euch geantwortet?’, werden sie sagen: Wir haben kein Wissen (darüber).",
        "text_uthmani": "۞ يَوْمَ يَجْمَعُ ٱللَّهُ ٱلرُّسُلَ فَيَقُولُ مَاذَآ أُجِبْتُمْ ۖ قَالُوا۟ لَا عِلْمَ لَنَآ ۖ",
        "text_uthmani_transcribed": "Yauma yajma'ullāhur-rusula fa yaqūlu māżā ujibtum, qālū lā 'ilma lanā,"
      },
      {
        "belongs_to_verse_number": 109,
        "translation": "Du bist ja der Allwisser der verborgenen Dinge.",
        "text_uthmani": "إِنَّكَ أَنتَ عَلَّـٰمُ ٱلْغُيُوبِ",
        "text_uthmani_transcribed": "innaka anta 'allāmul-guyūb(i)."
      }
    ],
    "text_uthmani": "۞ يَوْمَ يَجْمَعُ ٱللَّهُ ٱلرُّسُلَ فَيَقُولُ مَاذَآ أُجِبْتُمْ ۖ قَالُوا۟ لَا عِلْمَ لَنَآ ۖ إِنَّكَ أَنتَ عَلَّـٰمُ ٱلْغُيُوبِ",
    "text_uthmani_transcribed": "Yauma yajma'ullāhur-rusula fa yaqūlu māżā ujibtum, qālū lā 'ilma lanā, innaka anta 'allāmul-guyūb(i)."
  },
  {
    "verse_number": 110,
    "translation": "Wenn Allah sagt: O ’Isa, Sohn Maryams, gedenke Meiner Gunst an dir und an deiner Mutter, als Ich dich mit dem Heiligen Geist stärkte, so daß du in der Wiege zu den Menschen sprachst und im Mannesalter; und als Ich dich die Schrift, die Weisheit, die Tora und das Evangelium lehrte; und als du aus Lehm mit Meiner Erlaubnis (etwas) schufst, (was so aussah) wie die Gestalt eines Vogels, und ihr dann einhauchtest, und sie da ein (wirklicher) Vogel wurde mit Meiner Erlaubnis; und (als) du den Blindgeborenen und den Weißgefleckten mit Meiner Erlaubnis heiltest und Tote mit Meiner Erlaubnis (aus den Gräbern) herauskommen ließest; und als Ich die Kinder Isra’ils von dir zurückhielt, als du mit den klaren Beweisen zu ihnen kamst, worauf diejenigen von ihnen, die ungläubig waren, sagten: ,Das ist nichts als deutliche Zauberei’.",
    "segmented": [
      {
        "belongs_to_verse_number": 110,
        "translation": "Wenn Allah sagt: O ’Isa, Sohn Maryams, gedenke Meiner Gunst an dir",
        "text_uthmani": "إِذْ قَالَ ٱللَّهُ يَـٰعِيسَى ٱبْنَ مَرْيَمَ ٱذْكُرْ نِعْمَتِى عَلَيْكَ",
        "text_uthmani_transcribed": "Iż qālallāhu yā 'īsabna maryamażkur ni'matī 'alaika"
      },
      {
        "belongs_to_verse_number": 110,
        "translation": "und an deiner Mutter, als Ich dich mit dem Heiligen Geist stärkte, so daß du in der Wiege zu den Menschen sprachst und im Mannesalter;",
        "text_uthmani": "وَعَلَىٰ وَٰلِدَتِكَ إِذْ أَيَّدتُّكَ بِرُوحِ ٱلْقُدُسِ تُكَلِّمُ ٱلنَّاسَ فِى ٱلْمَهْدِ وَكَهْلًا ۖ",
        "text_uthmani_transcribed": "wa 'alā wālidatik(a), iż ayyattuka birūḥil-qudus(i), tukallimun-nāsa fil-mahdi wa kahlā(n),"
      },
      {
        "belongs_to_verse_number": 110,
        "translation": "und als Ich dich die Schrift, die Weisheit, die Tora und das Evangelium lehrte;",
        "text_uthmani": "وَإِذْ عَلَّمْتُكَ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَٱلتَّوْرَىٰةَ وَٱلإِنجِيلَ ۖ",
        "text_uthmani_transcribed": "wa iż 'allamtukal-kitāba wal-ḥikmata wat-taurāta wal-injīl(a)"
      },
      {
        "belongs_to_verse_number": 110,
        "translation": "und als du aus Lehm mit Meiner Erlaubnis (etwas) schufst, (was so aussah) wie die Gestalt eines Vogels, und ihr dann einhauchtest,",
        "text_uthmani": "وَإِذْ تَخْلُقُ مِنَ ٱلطِّينِ كَهَيْـَٔةِ ٱلطَّيْرِ بِإِذْنِى فَتَنفُخُ فِيهَا",
        "text_uthmani_transcribed": "wa iż takhluqu minaṭ-ṭīni kahai'atiṭ-ṭairi bi'iżnī fa tanfukhu fīhā"
      },
      {
        "belongs_to_verse_number": 110,
        "translation": "und sie da ein (wirklicher) Vogel wurde mit Meiner Erlaubnis; und (als) du den Blindgeborenen",
        "text_uthmani": "فَتَكُونُ طَيْرًۢا بِإِذْنِى ۖ وَتُبْرِئُ ٱلْأَكْمَهَ",
        "text_uthmani_transcribed": "fa takūnu ṭairam bi'iżnī wa tubri'ul-akmaha"
      },
      {
        "belongs_to_verse_number": 110,
        "translation": "und den Weißgefleckten mit Meiner Erlaubnis heiltest und Tote mit Meiner Erlaubnis (aus den Gräbern) herauskommen ließest;",
        "text_uthmani": "وَتُبْرِئُ ٱلْأَبْرَصَ بِإِذْنِى ۖ وَإِذْ تُخْرِجُ ٱلْمَوْتَىٰ بِإِذْنِى ۖ",
        "text_uthmani_transcribed": "wa tubri'ul-abraṣa bi'iżnī wa iż tukhrijul-mautā bi'iżnī"
      },
      {
        "belongs_to_verse_number": 110,
        "translation": "und als Ich die Kinder Isra’ils von dir zurückhielt, als du mit den klaren Beweisen zu ihnen kamst, worauf diejenigen von ihnen, die ungläubig waren, sagten: ,Das ist nichts als deutliche Zauberei’.",
        "text_uthmani": "وَإِذْ كَفَفْتُ بَنِىٓ إِسْرَٰٓءِيلَ عَنكَ إِذْ جِئْتَهُم بِٱلْبَيِّنَـٰتِ فَقَالَ ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
        "text_uthmani_transcribed": "wa iż kafaftu banī isrā'īla 'anka iż ji'tahum bil-bayyināti fa qālal-lażīna kafarū minhum in hāżā illā siḥrum mubīn(un)."
      }
    ],
    "text_uthmani": "إِذْ قَالَ ٱللَّهُ يَـٰعِيسَى ٱبْنَ مَرْيَمَ ٱذْكُرْ نِعْمَتِى عَلَيْكَ وَعَلَىٰ وَٰلِدَتِكَ إِذْ أَيَّدتُّكَ بِرُوحِ ٱلْقُدُسِ تُكَلِّمُ ٱلنَّاسَ فِى ٱلْمَهْدِ وَكَهْلًا ۖ وَإِذْ عَلَّمْتُكَ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ ۖ وَإِذْ تَخْلُقُ مِنَ ٱلطِّينِ كَهَيْـَٔةِ ٱلطَّيْرِ بِإِذْنِى فَتَنفُخُ فِيهَا فَتَكُونُ طَيْرًۢا بِإِذْنِى ۖ وَتُبْرِئُ ٱلْأَكْمَهَ وَٱلْأَبْرَصَ بِإِذْنِى ۖ وَإِذْ تُخْرِجُ ٱلْمَوْتَىٰ بِإِذْنِى ۖ وَإِذْ كَفَفْتُ بَنِىٓ إِسْرَٰٓءِيلَ عَنكَ إِذْ جِئْتَهُم بِٱلْبَيِّنَـٰتِ فَقَالَ ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
    "text_uthmani_transcribed": "Iż qālallāhu yā 'īsabna maryamażkur ni'matī 'alaika wa 'alā wālidatik(a), iż ayyattuka birūḥil-qudus(i), tukallimun-nāsa fil-mahdi wa kahlā(n), wa iż 'allamtukal-kitāba wal-ḥikmata wat-taurāta wal-injīl(a), wa iż takhluqu minaṭ-ṭīni kahai'atiṭ-ṭairi bi'iżnī fa tanfukhu fīhā fa takūnu ṭairam bi'iżnī wa tubri'ul-akmaha wal-abraṣa bi'iżnī, wa iż tukhrijul-mautā bi'iżnī, wa iż kafaftu banī isrā'īla 'anka iż ji'tahum bil-bayyināti fa qālal-lażīna kafarū minhum  in hāżā illā siḥrum mubīn(un)."
  },
  {
    "verse_number": 111,
    "translation": "Und als Ich den Jüngern eingab: Glaubt an Mich und an Meinen Gesandten! Sie sagten: Wir glauben. Bezeuge, daß wir Dir ergeben sind!",
    "text_uthmani": "وَإِذْ أَوْحَيْتُ إِلَى ٱلْحَوَارِيِّـۧنَ أَنْ ءَامِنُوا۟ بِى وَبِرَسُولِى قَالُوٓا۟ ءَامَنَّا وَٱشْهَدْ بِأَنَّنَا مُسْلِمُونَ",
    "text_uthmani_transcribed": "Wa iż auḥaitu ilal-ḥawāriyyīna an āminū bī wa birasūlī, qālū āmannā wasyhad bi'annanā muslimūn(a)."
  },
  {
    "verse_number": 112,
    "translation": "Als die Jünger sagten: O ’Isa, Sohn Maryams, kann dein Herr zu uns einen Tisch (mit Speisen) vom Himmel herabsenden? Er sagte: Fürchtet Allah, wenn ihr gläubig seid!",
    "segmented": [
      {
        "belongs_to_verse_number": 112,
        "translation": "Als die Jünger sagten: O ’Isa, Sohn Maryams, kann dein Herr zu uns einen Tisch (mit Speisen) vom Himmel herabsenden?",
        "text_uthmani": "إِذْ قَالَ ٱلْحَوَارِيُّونَ يَـٰعِيسَى ٱبْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيْنَا مَآئِدَةً مِّنَ ٱلسَّمَآءِ ۖ",
        "text_uthmani_transcribed": "Iż qālal-ḥawāriyyūna yā 'īsabna maryama hal yastaṭī'u rabbuka ay yunazzila 'alainā mā'idatam minas-samā'(i),"
      },
      {
        "belongs_to_verse_number": 112,
        "translation": "Er sagte: Fürchtet Allah, wenn ihr gläubig seid!",
        "text_uthmani": "قَالَ ٱتَّقُوا۟ ٱللَّهَ إِن كُنتُم مُّؤْمِنِينَ",
        "text_uthmani_transcribed": "qālattaqullāha in kuntum mu'minīn(a)."
      }
    ],
    "text_uthmani": "إِذْ قَالَ ٱلْحَوَارِيُّونَ يَـٰعِيسَى ٱبْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيْنَا مَآئِدَةً مِّنَ ٱلسَّمَآءِ ۖ قَالَ ٱتَّقُوا۟ ٱللَّهَ إِن كُنتُم مُّؤْمِنِينَ",
    "text_uthmani_transcribed": "Iż qālal-ḥawāriyyūna yā 'īsabna maryama hal yastaṭī'u rabbuka ay yunazzila 'alainā mā'idatam minas-samā'(i), qālattaqullāha in kuntum mu'minīn(a)."
  },
  {
    "verse_number": 113,
    "translation": "Sie sagten: Wir wollen von ihr essen und, daß unsere Herzen Ruhe finden und, daß wir wissen, daß du zu uns tatsächlich die Wahrheit gesprochen hast und, daß wir zu denen gehören, die darüber Zeugnis ablegen (können).",
    "segmented": [
      {
        "belongs_to_verse_number": 113,
        "translation": "Sie sagten: Wir wollen von ihr essen und, daß unsere Herzen Ruhe finden und, daß wir wissen, daß du zu uns tatsächlich die Wahrheit gesprochen",
        "text_uthmani": "قَالُوا۟ نُرِيدُ أَن نَّأْكُلَ مِنْهَا وَتَطْمَئِنَّ قُلُوبُنَا وَنَعْلَمَ أَن قَدْ صَدَقْتَنَا",
        "text_uthmani_transcribed": "Qālū nurīdu an na'kula minhā wa taṭma'inna qulūbunā wa na'lama an qad ṣadaqtanā"
      },
      {
        "belongs_to_verse_number": 113,
        "translation": "hast und, daß wir zu denen gehören, die darüber Zeugnis ablegen (können).",
        "text_uthmani": "وَنَكُونَ عَلَيْهَا مِنَ ٱلشَّـٰهِدِينَ",
        "text_uthmani_transcribed": "wa nakūna 'alaihā minasy-syāhidīn(a)."
      }
    ],
    "text_uthmani": "قَالُوا۟ نُرِيدُ أَن نَّأْكُلَ مِنْهَا وَتَطْمَئِنَّ قُلُوبُنَا وَنَعْلَمَ أَن قَدْ صَدَقْتَنَا وَنَكُونَ عَلَيْهَا مِنَ ٱلشَّـٰهِدِينَ",
    "text_uthmani_transcribed": "Qālū nurīdu an na'kula minhā wa taṭma'inna qulūbunā wa na'lama an qad ṣadaqtanā wa nakūna 'alaihā minasy-syāhidīn(a)."
  },
  {
    "verse_number": 114,
    "translation": "Isa, der Sohn Maryams, sagte: O Allah, unser Herr, sende zu uns einen Tisch (mit Speisen) vom Himmel herab, der für uns, für den ersten von uns und den letzten von uns, ein Fest sein soll und ein Zeichen von Dir. Und versorge uns. Du bist ja der beste Versorger.",
    "segmented": [
      {
        "belongs_to_verse_number": 114,
        "translation": "Isa, der Sohn Maryams, sagte: O Allah, unser Herr, sende zu uns einen Tisch (mit Speisen) vom Himmel herab, der für uns, für den ersten von uns",
        "text_uthmani": "قَالَ عِيسَى ٱبْنُ مَرْيَمَ ٱللَّهُمَّ رَبَّنَآ أَنزِلْ عَلَيْنَا مَآئِدَةً مِّنَ ٱلسَّمَآءِ تَكُونُ لَنَا عِيدًا لِّأَوَّلِنَا",
        "text_uthmani_transcribed": "Qāla 'īsabnu maryamallāhumma rabbanā anzil 'alainā mā'idatam minas-samā'i takūnu lanā 'īdal li'awwalinā"
      },
      {
        "belongs_to_verse_number": 114,
        "translation": "und den letzten von uns, ein Fest sein soll und ein Zeichen von Dir. Und versorge uns. Du bist ja der beste Versorger.",
        "text_uthmani": "وءَاخِرِنَا وَءَايَةً مِّنكَ ۖ وَٱرْزُقْنَا وَأَنتَ خَيْرُ ٱلرَّٰزِقِينَ",
        "text_uthmani_transcribed": "wa ākhirinā wa āyatam minka warzuqnā wa anta khairur-rāziqīn(a)."
      }
    ],
    "text_uthmani": "قَالَ عِيسَى ٱبْنُ مَرْيَمَ ٱللَّهُمَّ رَبَّنَآ أَنزِلْ عَلَيْنَا مَآئِدَةً مِّنَ ٱلسَّمَآءِ تَكُونُ لَنَا عِيدًا لِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَةً مِّنكَ ۖ وَٱرْزُقْنَا وَأَنتَ خَيْرُ ٱلرَّٰزِقِينَ",
    "text_uthmani_transcribed": "Qāla 'īsabnu maryamallāhumma rabbanā anzil 'alainā mā'idatam minas-samā'i takūnu lanā 'īdal li'awwalinā wa ākhirinā wa āyatam minka warzuqnā wa anta khairur-rāziqīn(a)."
  },
  {
    "verse_number": 115,
    "translation": "Allah sagte: Ich werde ihn gewiß zu euch hinabsenden. Wer von euch aber danach ungläubig ist, den werde Ich mit einer Strafe strafen, mit der Ich (sonst) niemanden (anderen) der Weltenbewohner strafe.",
    "segmented": [
      {
        "belongs_to_verse_number": 115,
        "translation": "Allah sagte: Ich werde ihn gewiß zu euch hinabsenden.",
        "text_uthmani": "قَالَ ٱللَّهُ إِنِّى مُنَزِّلُهَا عَلَيْكُمْ ۖ",
        "text_uthmani_transcribed": "Qālallāhu innī munazziluhā 'alaikum,"
      },
      {
        "belongs_to_verse_number": 115,
        "translation": "Wer von euch aber danach ungläubig ist, den werde Ich mit einer Strafe strafen, mit der Ich (sonst) niemanden (anderen) der Weltenbewohner",
        "text_uthmani": "فَمَن يَكْفُرْ بَعْدُ مِنكُمْ فَإِنِّىٓ أُعَذِّبُهُۥ عَذَابًا لَّآ أُعَذِّبُهُۥٓ أَحَدًا مِّنَ ٱلْعَـٰلَمِينَ",
        "text_uthmani_transcribed": "famay yakfur ba'du minkum fa innī u'ażżibuhū 'ażābal lā u'ażzibuhū aḥadam minal-'ālamīn(a)."
      },
      {
        "belongs_to_verse_number": 115,
        "translation": "strafe.",
        "text_uthmani": "عَذَابًا لَّآ أُعَذِّبُهُۥٓ أَحَدًا مِّنَ ٱلْعَـٰلَمِينَ",
        "text_uthmani_transcribed": "'ażābal lā u'ażżibuhū aḥadam minal-'ālamīn(a)."
      }
    ],
    "text_uthmani": "قَالَ ٱللَّهُ إِنِّى مُنَزِّلُهَا عَلَيْكُمْ ۖ فَمَن يَكْفُرْ بَعْدُ مِنكُمْ فَإِنِّىٓ أُعَذِّبُهُۥ عَذَابًا لَّآ أُعَذِّبُهُۥٓ أَحَدًا مِّنَ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Qālallāhu innī munazziluhā 'alaikum, famay yakfur ba'du minkum fa innī u'ażżibuhū 'ażābal lā u'ażzibuhū aḥadam minal-'ālamīn(a)."
  },
  {
    "verse_number": 116,
    "translation": "Und wenn Allah sagt: O ’Isa, Sohn Maryams, bist du es, der zu den Menschen gesagt hat: ,Nehmt mich und meine Mutter außer Allah zu Göttern!’?, wird er sagen: Preis sei Dir! Es steht mir nicht zu, etwas zu sagen, wozu ich kein Recht habe. Wenn ich es (tatsächlich doch) gesagt hätte, dann wüßtest Du es bestimmt. Du weißt, was in mir vorgeht, aber ich weiß nicht, was in Dir vorgeht. Du bist ja der Allwisser der verborgenen Dinge.",
    "segmented": [
      {
        "belongs_to_verse_number": 116,
        "translation": "Und wenn Allah sagt: O ’Isa, Sohn Maryams, bist du es, der zu den Menschen gesagt hat: ,Nehmt mich",
        "text_uthmani": "وَإِذْ قَالَ ٱللَّهُ يَـٰعِيسَى ٱبْنَ مَرْيَمَ ءَأَنتَ قُلْتَ لِلنَّاسِ ٱتَّخِذُونِى",
        "text_uthmani_transcribed": "Wa iż qālallāhu yā 'īsabna maryama a'anta qulta lin-nāsittakhiżūnī"
      },
      {
        "belongs_to_verse_number": 116,
        "translation": "und meine Mutter außer Allah zu Göttern!’?, wird er sagen: Preis sei Dir!",
        "text_uthmani": "وَأُمِّىَ إِلَـٰهَيْنِ مِن دُونِ ٱللَّهِ ۖ قَالَ سُبْحَـٰنَكَ",
        "text_uthmani_transcribed": "wa ummiya ilāhaini min dūnillah(i), qāla subḥānaka"
      },
      {
        "belongs_to_verse_number": 116,
        "translation": "Es steht mir nicht zu, etwas zu sagen, wozu ich kein Recht habe. Wenn ich es (tatsächlich doch) gesagt hätte, dann wüßtest Du es bestimmt.",
        "text_uthmani": "مَا يَكُونُ لِىٓ أَنْ أَقُولَ مَا لَيْسَ لِى بِحَقٍّ ۚ إِن كُنتُ قُلْتُهُۥ فَقَدْ عَلِمْتَهُۥ ۚ",
        "text_uthmani_transcribed": "mā yakūnu lī an aqūla mā laisa lī biḥaqq(in), in kuntu qultuhū faqad 'alimtah(ū),"
      },
      {
        "belongs_to_verse_number": 116,
        "translation": "Du weißt, was in mir vorgeht, aber ich weiß nicht, was in Dir vorgeht. Du bist ja der Allwisser der verborgenen Dinge.",
        "text_uthmani": "تَعْلَمُ مَا فِى نَفْسِى وَلَآ أَعْلَمُ مَا فِى نَفْسِكَ ۚ إِنَّكَ أَنتَ عَلَّـٰمُ ٱلْغُيُوبِ",
        "text_uthmani_transcribed": "ta'lamu mā fī nafsī wa lā a'lamu mā fī nafsik(a), innaka anta 'allāmul-guyūb(i)."
      }
    ],
    "text_uthmani": "وَإِذْ قَالَ ٱللَّهُ يَـٰعِيسَى ٱبْنَ مَرْيَمَ ءَأَنتَ قُلْتَ لِلنَّاسِ ٱتَّخِذُونِى وَأُمِّىَ إِلَـٰهَيْنِ مِن دُونِ ٱللَّهِ ۖ قَالَ سُبْحَـٰنَكَ مَا يَكُونُ لِىٓ أَنْ أَقُولَ مَا لَيْسَ لِى بِحَقٍّ ۚ إِن كُنتُ قُلْتُهُۥ فَقَدْ عَلِمْتَهُۥ ۚ تَعْلَمُ مَا فِى نَفْسِى وَلَآ أَعْلَمُ مَا فِى نَفْسِكَ ۚ إِنَّكَ أَنتَ عَلَّـٰمُ ٱلْغُيُوبِ",
    "text_uthmani_transcribed": "Wa iż qālallāhu yā 'īsabna maryama a'anta qulta lin-nāsittakhiżūnī wa ummiya ilāhaini min dūnillah(i), qāla subḥānaka mā yakūnu lī an aqūla mā laisa lī biḥaqq(in), in kuntu qultuhū faqad 'alimtah(ū), ta'lamu mā fī nafsī wa lā a'lamu mā fī nafsik(a), innaka anta 'allāmul-guyūb(i)."
  },
  {
    "verse_number": 117,
    "translation": "Ich habe ihnen nur gesagt, was Du mir befohlen hast (, nämlich): ,Dient Allah, meinem und eurem Herrn! Und ich war über sie Zeuge, solange ich unter ihnen weilte. Seitdem Du mich abberufen hast, bist Du der Wächter über sie. Du bist über alles Zeuge.",
    "segmented": [
      {
        "belongs_to_verse_number": 117,
        "translation": "Ich habe ihnen nur gesagt, was Du mir befohlen hast (, nämlich): ,Dient Allah, meinem und eurem Herrn!",
        "text_uthmani": "مَا قُلْتُ لَهُمْ إِلَّا مَآ أَمَرْتَنِى بِهِۦٓ أَنِ ٱعْبُدُوا۟ ٱللَّهَ رَبِّى وَرَبَّكُمْ ۚ",
        "text_uthmani_transcribed": "Mā qultu lahum illā mā amartanī bihī ani'budullāha rabbī wa rabbakum,"
      },
      {
        "belongs_to_verse_number": 117,
        "translation": "Und ich war über sie Zeuge, solange ich unter ihnen weilte. Seitdem Du mich abberufen hast, bist Du der Wächter über sie.",
        "text_uthmani": "وَكُنتُ عَلَيْهِمْ شَهِيدًا مَّا دُمْتُ فِيهِمْ ۖ فَلَمَّا تَوَفَّيْتَنِى كُنتَ أَنتَ ٱلرَّقِيبَ عَلَيْهِمْ",
        "text_uthmani_transcribed": "wa kuntu 'alaihim syahīdam mā dumtu fīhim, falammā tawaffaitanī kunta antar-raqība 'alaihim"
      },
      {
        "belongs_to_verse_number": 117,
        "translation": "Du bist über alles Zeuge.",
        "text_uthmani": "وَأَنتَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
        "text_uthmani_transcribed": "wa anta 'alā kulli syai'in syahīd(un)."
      }
    ],
    "text_uthmani": "مَا قُلْتُ لَهُمْ إِلَّا مَآ أَمَرْتَنِى بِهِۦٓ أَنِ ٱعْبُدُوا۟ ٱللَّهَ رَبِّى وَرَبَّكُمْ ۚ وَكُنتُ عَلَيْهِمْ شَهِيدًا مَّا دُمْتُ فِيهِمْ ۖ فَلَمَّا تَوَفَّيْتَنِى كُنتَ أَنتَ ٱلرَّقِيبَ عَلَيْهِمْ ۚ وَأَنتَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
    "text_uthmani_transcribed": "Mā qultu lahum illā mā amartanī bihī ani'budullāha rabbī wa rabbakum, wa kuntu 'alaihim syahīdam mā dumtu fīhim, falammā tawaffaitanī kunta antar-raqība 'alaihim, wa anta 'alā kulli syai'in syahīd(un)."
  },
  {
    "verse_number": 118,
    "translation": "Wenn Du sie strafst, so sind sie Deine Diener, und wenn Du ihnen vergibst, so bist Du ja der Allmächtige und Allweise.",
    "text_uthmani": "إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ ۖ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "text_uthmani_transcribed": "In tu'ażżibhum fa innahum 'ibāduk(a), wa in tagfir lahum fa innaka antal-'azīzul-ḥakīm(u)."
  },
  {
    "verse_number": 119,
    "translation": "Allah wird sagen: Dies ist der Tag, an dem den Wahrhaftigen ihre Wahrhaftigkeit nützt. Für sie sind Gärten, durcheilt von Bächen, ewig und auf immer darin zu bleiben. Allah hat Wohlgefallen an ihnen, und sie haben Wohlgefallen an Ihm. Das ist der großartige Erfolg.",
    "segmented": [
      {
        "belongs_to_verse_number": 119,
        "translation": "Allah wird sagen: Dies ist der Tag, an dem den Wahrhaftigen ihre Wahrhaftigkeit nützt.",
        "text_uthmani": "قَالَ ٱللَّهُ هَـٰذَا يَوْمُ يَنفَعُ ٱلصَّـٰدِقِينَ صِدْقُهُمْ ۚ",
        "text_uthmani_transcribed": "Qālallāhu  hāżā yaumu yanfa'uṣ-ṣādiqīna ṣidquhum,"
      },
      {
        "belongs_to_verse_number": 119,
        "translation": "Für sie sind Gärten, durcheilt von Bächen, ewig und auf immer darin zu bleiben.",
        "text_uthmani": "لَهُمْ جَنَّـٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۚ",
        "text_uthmani_transcribed": "lahum jannātun tajrī min taḥtihal-anhāru khālidīna fīhā abadā(n),"
      },
      {
        "belongs_to_verse_number": 119,
        "translation": "Allah hat Wohlgefallen an ihnen, und sie haben Wohlgefallen an Ihm. Das ist der großartige Erfolg.",
        "text_uthmani": "رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
        "text_uthmani_transcribed": "raḍiyallāhu 'anhum wa raḍū 'anh(u), żālikal-fauzul-'aẓīm(u)."
      }
    ],
    "text_uthmani": "قَالَ ٱللَّهُ هَـٰذَا يَوْمُ يَنفَعُ ٱلصَّـٰدِقِينَ صِدْقُهُمْ ۚ لَهُمْ جَنَّـٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۚ رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
    "text_uthmani_transcribed": "Qālallāhu  hāżā yaumu yanfa'uṣ-ṣādiqīna ṣidquhum, lahum jannātun tajrī min taḥtihal-anhāru khālidīna fīhā abadā(n), raḍiyallāhu 'anhum wa raḍū 'anh(u), żālikal-fauzul-'aẓīm(u)."
  },
  {
    "verse_number": 120,
    "translation": "Allah gehört die Herrschaft über die Himmel und die Erde und das, was in ihnen ist. Und Er hat zu allem die Macht.",
    "text_uthmani": "لِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا فِيهِنَّ ۚ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌۢ",
    "text_uthmani_transcribed": "Lillāhi mulkus-samāwāti wal-arḍi wa mā fīhinn(a), wa huwa 'alā kulli syai'in qadīr(un)."
  }
]