[
  {
    "verse_number": 1,
    "translation": "Alif-Lam-Mim.",
    "text_uthmani": " الٓمٓ",
    "text_uthmani_transcribed": "Alif lām mīm."
  },
  {
    "verse_number": 2,
    "translation": "Dies sind die Zeichen des weisen Buches,",
    "text_uthmani": "تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ ٱلْحَكِيمِ",
    "text_uthmani_transcribed": "Tilka āyātul-kitābil-ḥakīm(i)."
  },
  {
    "verse_number": 3,
    "translation": "eine Rechtleitung und Barmherzigkeit für die Gutes Tuenden,",
    "text_uthmani": "هُدًى وَرَحْمَةً لِّلْمُحْسِنِينَ",
    "text_uthmani_transcribed": "Hudaw wa raḥmatal lil-muḥsinīn(a)."
  },
  {
    "verse_number": 4,
    "translation": "die das Gebet verrichten und die Abgabe entrichten, und sie, die sie vom Jenseits überzeugt sind.",
    "text_uthmani": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْـَٔاخِرَةِ هُمْ يُوقِنُونَ",
    "text_uthmani_transcribed": "Allażīna yuqīmūnaṣ-ṣalāta wa yu'tūnaz-zakāta wa hum bil-ākhirati hum yūqinūn(a)."
  },
  {
    "verse_number": 5,
    "translation": "Jene verfahren nach einer Rechtleitung von ihrem Herrn, und das sind diejenigen, denen es wohl ergeht.",
    "text_uthmani": "أُو۟لَـٰٓئِكَ عَلَىٰ هُدًى مِّن رَّبِّهِمْ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "text_uthmani_transcribed": "Ulā'ika 'alā hudam mir rabbihim wa ulā'ika humul-mufliḥūn(a)."
  },
  {
    "verse_number": 6,
    "translation": "Unter den Menschen gibt es manchen, der zerstreuende Unterhaltung erkauft, um (die Menschen) von Allahs Weg ohne (richtiges) Wissen in die Irre zu führen und sich über ihn lustig zu machen. Für solche wird es schmachvolle Strafe geben.",
    "segmented": [
      {
        "translation": "Unter den Menschen gibt es manchen, der zerstreuende Unterhaltung erkauft, um (die Menschen) von Allahs Weg ohne (richtiges) Wissen in die Irre zu führen",
        "text_uthmani": "وَمِنَ ٱلنَّاسِ مَن يَشْتَرِى لَهْوَ ٱلْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيْرِ عِلْمٍ",
        "text_uthmani_transcribed": "Wa mina alnnasi man yashtari lahw alhadeethi liyudilla 'an sabeeli Allahi bighayri 'ilmin"
      },
      {
        "translation": "und sich über ihn lustig zu machen. Für solche wird es schmachvolle Strafe geben.",
        "text_uthmani": "وَيَتَّخِذَهَا هُزُوًا ۚ أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ مُّهِينٌ",
        "text_uthmani_transcribed": "wayattakhidhaha huzuwan. Ula-ika lahum 'adhabun muheenun"
      }
    ],
    "text_uthmani": "وَمِنَ ٱلنَّاسِ مَن يَشْتَرِى لَهْوَ ٱلْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا ۚ أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ مُّهِينٌ",
    "text_uthmani_transcribed": "Wa minan-nāsi may yasytarī lahwal-ḥadīṡi liyuḍilla 'an sabīlillāhi bigairi 'ilmiw wa yattakhiżahā huzuwā(n), ulā'ika lahum 'ażābum muhīn(un)."
  },
  {
    "verse_number": 7,
    "translation": "Und wenn ihm Unsere Zeichen verlesen werden, kehrt er sich hochmütig ab, als ob er sie nicht gehört hätte, als ob in seinen Ohren Schwerhörigkeit wäre. So verkünde ihm schmerzhafte Strafe.",
    "segmented": [
      {
        "translation": "Und wenn ihm Unsere Zeichen verlesen werden, kehrt er sich hochmütig ab, als ob er sie nicht gehört hätte, als ob in seinen Ohren",
        "text_uthmani": "وَإِذَا تُتْلَىٰ عَلَيْهِ ءَايَـٰتُنَا وَلَّىٰ مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ فِىٓ أُذُنَيْهِ",
        "text_uthmani_transcribed": "Wa idha tutla 'alayhi ayatuna walla mustakbiran ka'an lam yasma'ha ka'anna fi udhunayhi"
      },
      {
        "translation": "Schwerhörigkeit wäre. So verkünde ihm schmerzhafte Strafe.",
        "text_uthmani": "وَقْرًا ۖ فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ",
        "text_uthmani_transcribed": "waqran, fabashshirhu bi'adabin aleem"
      }
    ],
    "text_uthmani": "وَإِذَا تُتْلَىٰ عَلَيْهِ ءَايَـٰتُنَا وَلَّىٰ مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ فِىٓ أُذُنَيْهِ وَقْرًا ۖ فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ",
    "text_uthmani_transcribed": "Wa iżā tutlā 'alaihi āyātunā wallā mustakbiran ka'allam yasma'hā ka'anna fī użunaihi waqrā(n), fabasyyirhu bi'ażābin alīm(in)."
  },
  {
    "verse_number": 8,
    "translation": "Gewiß, diejenigen, die glauben und rechtschaffene Werke tun, für sie wird es die Gärten der Wonne geben;",
    "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُمْ جَنَّـٰتُ ٱلنَّعِيمِ",
    "text_uthmani_transcribed": "Innal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti lahum jannātun na'īm(i)."
  },
  {
    "verse_number": 9,
    "translation": "ewig darin zu bleiben. (Das ist) Allahs Versprechen in Wahrheit. Und Er ist der Allmächtige und Allweise.",
    "text_uthmani": "خَـٰلِدِينَ فِيهَا ۖ وَعْدَ ٱللَّهِ حَقًّا ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "text_uthmani_transcribed": "Khālidīna fīhā, wa'dallāhi ḥaqqā(n), wa huwal-'azīzul-ḥakīm(u)."
  },
  {
    "verse_number": 10,
    "translation": "Er hat die Himmel ohne Stützen, die ihr sehen könnt, erschaffen und auf der Erde festgegründete Berge gesetzt, daß sie nicht mit euch wanke, und auf ihr allerlei Tiere sich ausbreiten lassen. Und Wir lassen Wasser vom Himmel herabkommen und dann viele edle Arten auf ihr wachsen.",
    "segmented": [
      {
        "translation": "Er hat die Himmel ohne Stützen, die ihr sehen könnt, erschaffen und auf der Erde festgegründete Berge gesetzt, daß sie nicht mit euch wanke,",
        "text_uthmani": "خَلَقَ ٱلسَّمَـٰوَٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ۖ وَأَلْقَىٰ فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِكُمْ",
        "text_uthmani_transcribed": "Khalaqa alssamawati bighayri 'amadin tarawnaha wa'alqa fee al-ardi rawasiya an tameeda bikum"
      },
      {
        "translation": "und auf ihr allerlei Tiere sich ausbreiten lassen. Und Wir lassen Wasser vom Himmel herabkommen und dann viele edle Arten auf ihr wachsen.",
        "text_uthmani": "وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ ۚ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً فَأَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ",
        "text_uthmani_transcribed": "wabaththa feeha min kulli dabbatin waanzalna mina alssama-i maan faanbatna feeha min kulli zawjin kareem"
      }
    ],
    "text_uthmani": "خَلَقَ ٱلسَّمَـٰوَٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ۖ وَأَلْقَىٰ فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ ۚ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً فَأَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ",
    "text_uthmani_transcribed": "Khalaqas-samāwāti bigairi 'amadin taraunahā wa alqā fil-arḍi rawāsiya an tamīda bikum wa baṡṡa fīhā min kulli dābbah(tin), wa anzalnā minas-samā'i mā'an fa ambatnā fīhā min kulli zaujin karīm(in)."
  },
  {
    "verse_number": 11,
    "translation": "Das ist Allahs Schöpfung. Zeigt mir nun, was diejenigen außer Ihm erschaffen haben. Aber nein! Die Ungerechten befinden sich in deutlichem Irrtum.",
    "segmented": [
      {
        "translation": "Das ist Allahs Schöpfung. Zeigt mir nun, was diejenigen außer Ihm erschaffen haben. Aber nein!",
        "text_uthmani": "هَـٰذَا خَلْقُ ٱللَّهِ فَأَرُونِى مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦ ۚ بَلِ",
        "text_uthmani_transcribed": "Hādhā khalqu Allāhi fa-arūnī mādhā khalaqa alladhīna min dūnihi. Bal,"
      },
      {
        "translation": "Die Ungerechten befinden sich in deutlichem Irrtum.",
        "text_uthmani": "ٱلظَّـٰلِمُونَ فِى ضَلَـٰلٍ مُّبِينٍ",
        "text_uthmani_transcribed": "adh-dhālimūna fī ḍalālin mubīn."
      }
    ],
    "text_uthmani": "هَـٰذَا خَلْقُ ٱللَّهِ فَأَرُونِى مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦ ۚ بَلِ ٱلظَّـٰلِمُونَ فِى ضَلَـٰلٍ مُّبِينٍ",
    "text_uthmani_transcribed": "Hāżā khalqullāhi fa arūnī māżā khalaqal-lażīna min dūnih(ī), baliẓ-ẓālimūna fī ḍalālim mubīn(in)."
  },
  {
    "verse_number": 12,
    "translation": "Und Wir gaben ja Luqman Weisheit: „Sei Allah dankbar. Und wer dankbar ist, der ist nur zu seinem eigenen Vorteil dankbar. Und wer undankbar ist, - so ist Allah Unbedürftig und Lobenswürdig.",
    "segmented": [
      {
        "translation": "Und Wir gaben ja Luqman Weisheit: „Sei Allah dankbar. Und wer dankbar ist, der ist nur zu seinem eigenen Vorteil dankbar.",
        "text_uthmani": "وَلَقَدْ ءَاتَيْنَا لُقْمَـٰنَ ٱلْحِكْمَةَ أَنِ ٱشْكُرْ لِلَّهِ ۚ وَمَن يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِۦ",
        "text_uthmani_transcribed": "Wa laqad atayna Luqmana alhikmata ani ishkuri lillahi. Wa man yashkur fa'innama yashkuru linafsihi"
      },
      {
        "translation": "Und wer undankbar ist, - so ist Allah Unbedürftig und Lobenswürdig.",
        "text_uthmani": "وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِىٌّ حَمِيدٌ",
        "text_uthmani_transcribed": "Wa man kafara fa'innallaha ghaniyyun hameedun"
      }
    ],
    "text_uthmani": "وَلَقَدْ ءَاتَيْنَا لُقْمَـٰنَ ٱلْحِكْمَةَ أَنِ ٱشْكُرْ لِلَّهِ ۚ وَمَن يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِۦ ۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِىٌّ حَمِيدٌ",
    "text_uthmani_transcribed": "Wa laqad ātainā luqmānal-ḥikmata anisykur lillāh(i), wa may yasykur fa'innamā yasykuru linafsih(ī), wa man kafara fa'innallāha ganiyyun ḥamīd(un)."
  },
  {
    "verse_number": 13,
    "translation": "Und (gedenke,) als Luqman zu seinem Sohn sagte, indem er ihn ermahnte: „O mein lieber Sohn, geselle Allah nicht(s) bei, denn Götzendienst ist fürwahr ein gewaltiges Unrecht.",
    "segmented": [
      {
        "translation": "Und (gedenke,) als Luqman zu seinem Sohn sagte, indem er ihn ermahnte: „O mein lieber Sohn, geselle Allah nicht(s) bei, denn Götzendienst ist",
        "text_uthmani": "وَإِذْ قَالَ لُقْمَـٰنُ لِٱبْنِهِۦ وَهُوَ يَعِظُهُۥ يَـٰبُنَىَّ لَا تُشْرِكْ بِٱللَّهِ ۖ إِنَّ ٱلشِّرْكَ",
        "text_uthmani_transcribed": "Wa idh qala Luqmanu li-ibnihi wa huwa ya'izuhu ya bunayya la tushrik bi Allahi, inna ash-shirka"
      },
      {
        "translation": "fürwahr ein gewaltiges Unrecht.",
        "text_uthmani": "لَظُلْمٌ عَظِيمٌ",
        "text_uthmani_transcribed": "la dhulmun 'azimun"
      }
    ],
    "text_uthmani": "وَإِذْ قَالَ لُقْمَـٰنُ لِٱبْنِهِۦ وَهُوَ يَعِظُهُۥ يَـٰبُنَىَّ لَا تُشْرِكْ بِٱللَّهِ ۖ إِنَّ ٱلشِّرْكَ لَظُلْمٌ عَظِيمٌ",
    "text_uthmani_transcribed": "Wa iż qāla luqmānu libnihī wa huwa ya'iẓuhū yā bunayya lā tusyrik billāh(i), innasy-syirka laẓulmun 'aẓīm(un)."
  },
  {
    "verse_number": 14,
    "translation": "Und Wir haben dem Menschen seine Eltern anbefohlen - seine Mutter hat ihn unter wiederholter Schwäche getragen, und seine Entwöhnung (erfolgt) innerhalb von zwei Jahren -: „Sei Mir und deinen Eltern dankbar. Zu Mir ist der Ausgang.",
    "segmented": [
      {
        "translation": "Und Wir haben dem Menschen seine Eltern anbefohlen - seine Mutter hat ihn unter wiederholter Schwäche getragen,",
        "text_uthmani": "وَوَصَّيْنَا ٱلْإِنسَـٰنَ بِوَٰلِدَيْهِ حَمَلَتْهُ أُمُّهُۥ وَهْنًا عَلَىٰ وَهْنٍ",
        "text_uthmani_transcribed": "Wa waṣṣaynā al-insāna biwālidayhi ḥamalat-hu ummuhū wahnān ʿalā wahnin"
      },
      {
        "translation": "und seine Entwöhnung (erfolgt) innerhalb von zwei Jahren -: „Sei Mir und deinen Eltern dankbar. Zu Mir ist der Ausgang.",
        "text_uthmani": "وَفِصَـٰلُهُۥ فِى عَامَيْنِ أَنِ ٱشْكُرْ لِى وَلِوَٰلِدَيْكَ إِلَىَّ ٱلْمَصِيرُ",
        "text_uthmani_transcribed": "Wa fiṣāluhū fī ʿāmayni ani ashkur lī wa liwālidayka ilayya al-maṣīru"
      }
    ],
    "text_uthmani": "وَوَصَّيْنَا ٱلْإِنسَـٰنَ بِوَٰلِدَيْهِ حَمَلَتْهُ أُمُّهُۥ وَهْنًا عَلَىٰ وَهْنٍ وَفِصَـٰلُهُۥ فِى عَامَيْنِ أَنِ ٱشْكُرْ لِى وَلِوَٰلِدَيْكَ إِلَىَّ ٱلْمَصِيرُ",
    "text_uthmani_transcribed": "Wa waṣṣainal-insāna biwālidaih(i), ḥamalathu ummuhū wahnan 'alā wahniw wa fiṣāluhū fī 'āmaini anisykur lī wa liwālidaik(a), ilayyal-maṣīr(u)."
  },
  {
    "verse_number": 15,
    "translation": "Wenn sie sich aber darum bemühen, daß du Mir das beigesellst, wovon du kein Wissen hast, dann gehorche ihnen nicht, doch geh mit ihnen im Diesseits in rechtlicher Weise um. Und folge dem Weg dessen, der sich Mir reuig zuwendet. Zu Mir wird hierauf eure Rückkehr sein, da werde Ich euch kundtun, was ihr zu tun pflegtet.",
    "segmented": [
      {
        "translation": "Wenn sie sich aber darum bemühen, daß du Mir das beigesellst, wovon du kein Wissen hast",
        "text_uthmani": "وَإِن جَـٰهَدَاكَ عَلَىٰٓ أَن تُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ",
        "text_uthmani_transcribed": "Wa in jahadaka 'ala an tushrika bi ma laysa laka bihi 'ilmun"
      },
      {
        "translation": "dann gehorche ihnen nicht, doch geh mit ihnen im Diesseits in rechtlicher Weise um. Und folge dem Weg dessen, der sich Mir reuig zuwendet.",
        "text_uthmani": "فَلَا تُطِعْهُمَا ۖ وَصَاحِبْهُمَا فِى ٱلدُّنْيَا مَعْرُوفًا ۖ وَٱتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَىَّ",
        "text_uthmani_transcribed": "Fala tuti'huma. Wasahibhuma fi alddunya ma'rufan. Wat-tabi' sabil man anaba ilayya"
      },
      {
        "translation": "Zu Mir wird hierauf eure Rückkehr sein, da werde Ich euch kundtun, was ihr zu tun pflegtet.",
        "text_uthmani": "ۚ ثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
        "text_uthmani_transcribed": "Thumma ilayya marji'ukum fa unabbi'ukum bima kuntum ta'maloon"
      }
    ],
    "text_uthmani": "وَإِن جَـٰهَدَاكَ عَلَىٰٓ أَن تُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ فَلَا تُطِعْهُمَا ۖ وَصَاحِبْهُمَا فِى ٱلدُّنْيَا مَعْرُوفًا ۖ وَٱتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَىَّ ۚ ثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
    "text_uthmani_transcribed": "Wa in jāhadāka 'alā an tusyrika bī mā laisa laka bihī 'ilmun falā tuṭi'humā wa ṣāḥibhumā fid-dun-yā ma'rūfā(n), wattabi' sabīla man anāba ilayya(a), ṡumma ilayya marji'ukum fa unabbi'ukum bimā kuntum ta'malūn(a)."
  },
  {
    "verse_number": 16,
    "translation": "O mein lieber Sohn, gewiß, wäre es auch das Gewicht eines Senfkorns und befände es sich in einem Felsen oder in den Himmeln oder in der Erde, bringt es Allah bei. Gewiß, Allah ist Feinfühlig und Allkundig.",
    "segmented": [
      {
        "translation": "O mein lieber Sohn, gewiß, wäre es auch das Gewicht eines Senfkorns",
        "text_uthmani": "يَـٰبُنَىَّ إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ",
        "text_uthmani_transcribed": "Ya bunayya innaha in taku mithqala habbatin min khardalin"
      },
      {
        "translation": "und befände es sich in einem Felsen oder in den Himmeln oder in der Erde, bringt es Allah bei. Gewiß, Allah ist Feinfühlig und Allkundig.",
        "text_uthmani": "فَتَكُن فِى صَخْرَةٍ أَوْ فِى ٱلسَّمَـٰوَٰتِ أَوْ فِى ٱلْأَرْضِ يَأْتِ بِهَا ٱللَّهُ ۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٌ",
        "text_uthmani_transcribed": "Fataku fi sakhratin aw fi as-samawati aw fi al-ardi ya'ti biha Allah. Inna Allah latifun khabirun"
      }
    ],
    "text_uthmani": "يَـٰبُنَىَّ إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُن فِى صَخْرَةٍ أَوْ فِى ٱلسَّمَـٰوَٰتِ أَوْ فِى ٱلْأَرْضِ يَأْتِ بِهَا ٱللَّهُ ۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٌ",
    "text_uthmani_transcribed": "Yā bunayya innahā in taku miṡqāla ḥabbatim min khardalin fatakun fī ṣakhratin au fis-samāwāti au fil-arḍi ya'ti bihallāh(u), innallāha laṭīfun khabīr(un)."
  },
  {
    "verse_number": 17,
    "translation": "O mein lieber Sohn, verrichte das Gebet, gebiete das Rechte und verbiete das Verwerfliche und ertrage standhaft, was dich trifft. Gewiß, dies gehört zur Entschlossenheit (in der Handhabung) der Angelegenheiten.",
    "segmented": [
      {
        "translation": "O mein lieber Sohn, verrichte das Gebet, gebiete das Rechte und verbiete das Verwerfliche und ertrage standhaft, was dich trifft.",
        "text_uthmani": "يَـٰبُنَىَّ أَقِمِ ٱلصَّلَوٰةَ وَأْمُرْ بِٱلْمَعْرُوفِ وَٱنْهَ عَنِ ٱلْمُنكَرِ وَٱصْبِرْ عَلَىٰ مَآ أَصَابَكَ ۖ",
        "text_uthmani_transcribed": "Ya bunayya aqimi assalata wa'mur bilma'rufi wanha 'anil munkari wasbir 'ala ma asabaka."
      },
      {
        "translation": "Gewiß, dies gehört zur Entschlossenheit (in der Handhabung) der Angelegenheiten.",
        "text_uthmani": "إِنَّ ذَٰلِكَ مِنْ عَزْمِ ٱلْأُمُورِ",
        "text_uthmani_transcribed": "Inna thalika min 'azmil umoor."
      }
    ],
    "text_uthmani": "يَـٰبُنَىَّ أَقِمِ ٱلصَّلَوٰةَ وَأْمُرْ بِٱلْمَعْرُوفِ وَٱنْهَ عَنِ ٱلْمُنكَرِ وَٱصْبِرْ عَلَىٰ مَآ أَصَابَكَ ۖ إِنَّ ذَٰلِكَ مِنْ عَزْمِ ٱلْأُمُورِ",
    "text_uthmani_transcribed": "Yā bunayya aqimiṣ-ṣalāta wa'mur bil-ma'rūfi wanha 'anil-munkari waṣbir 'alā mā aṣābak(a), inna żālika min 'azmil-umūr(i)."
  },
  {
    "verse_number": 18,
    "translation": "Und zeige den Menschen nicht geringschätzig die Wange und gehe nicht übermütig auf der Erde einher, denn Allah liebt niemanden, der eingebildet und prahlerisch ist.",
    "segmented": [
      {
        "translation": "Und zeige den Menschen nicht geringschätzig die Wange und gehe nicht übermütig auf der Erde einher, denn Allah liebt niemanden, der eingebildet",
        "text_uthmani": "وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِى ٱلْأَرْضِ مَرَحًا ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ",
        "text_uthmani_transcribed": "Wa la tus'arr khaddaka lilnasi wa la tamshi fil ardi marahan. Inna Allaha la yuhibbu kulla mukhtalin"
      },
      {
        "translation": "und prahlerisch ist.",
        "text_uthmani": "فَخُورٍ",
        "text_uthmani_transcribed": "fakhoorin"
      }
    ],
    "text_uthmani": "وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِى ٱلْأَرْضِ مَرَحًا ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ",
    "text_uthmani_transcribed": "Wa lā tuṣa''ir khaddaka lin-nāsi wa lā tamsyi fil-arḍi maraḥā(n), innallāha lā yuḥibbu kulla mukhtālin fakhūr(in)."
  },
  {
    "verse_number": 19,
    "translation": "Halte das rechte Maß in deinem Gang und dämpfe deine Stimme, denn die widerwärtigste der Stimmen ist wahrlich die Stimme der Esel.",
    "text_uthmani": "وَٱقْصِدْ فِى مَشْيِكَ وَٱغْضُضْ مِن صَوْتِكَ ۚ إِنَّ أَنكَرَ ٱلْأَصْوَٰتِ لَصَوْتُ ٱلْحَمِيرِ",
    "text_uthmani_transcribed": "Waqṣid fī masy-yika wagḍuḍ min ṣautik(a), inna ankaral-aṣwāti laṣautul-ḥamīr(i)."
  },
  {
    "verse_number": 20,
    "translation": "Seht ihr nicht, daß Allah euch das, was in den Himmeln und was auf der Erde ist, dienstbar gemacht hat, und euch mit Seinen Gunsterweisen überhäuft hat - äußerlich und innerlich? Doch gibt es unter den Menschen manchen, der über Allah ohne (richtiges) Wissen, ohne Rechtleitung und ohne erleuchtendes Buch streitet.",
    "segmented": [
      {
        "translation": "Seht ihr nicht, daß Allah euch das, was in den Himmeln und was auf der Erde ist, dienstbar gemacht hat,",
        "text_uthmani": "أَلَمْ تَرَوْا۟ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ",
        "text_uthmani_transcribed": "Alam taraw anna Allaha sakhkhara lakum ma fee assamawati wama fee al-ardi"
      },
      {
        "translation": "und euch mit Seinen Gunsterweisen überhäuft hat - äußerlich und innerlich?",
        "text_uthmani": "وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُۥ ظَـٰهِرَةً وَبَاطِنَةً ۗ",
        "text_uthmani_transcribed": "Waasbaga alaykum ni'amahu thahiratan wabatinatan"
      },
      {
        "translation": "Doch gibt es unter den Menschen manchen, der über Allah ohne (richtiges) Wissen, ohne Rechtleitung und ohne erleuchtendes Buch streitet.",
        "text_uthmani": "وَمِنَ ٱلنَّاسِ مَن يُجَـٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَـٰبٍ مُّنِيرٍ",
        "text_uthmani_transcribed": "Wamina annasi man yujadilu fee Allahi bighayri ilmin wala hudan wala kitabin muneerin"
      }
    ],
    "text_uthmani": "أَلَمْ تَرَوْا۟ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُۥ ظَـٰهِرَةً وَبَاطِنَةً ۗ وَمِنَ ٱلنَّاسِ مَن يُجَـٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَـٰبٍ مُّنِيرٍ",
    "text_uthmani_transcribed": "Alam tarau annallāha sakhkhara lakum mā fis-samāwāti wa mā fil-arḍi wa asbaga 'alaikum ni'amahū ẓāhirataw wa bāṭinah(tan), wa minan-nāsi may yujādilu fillāhi bigairi 'ilmiw wa lā hudaw wa lā kitābim munīr(in)."
  },
  {
    "verse_number": 21,
    "translation": "Und wenn zu ihnen gesagt wird: „Folgt dem, was Allah herabgesandt hat, sagen sie: „Nein! Vielmehr folgen wir dem, worin wir unsere Väter vorgefunden haben. Was denn, auch wenn der Satan sie zur Strafe der Feuerglut einlädt?",
    "segmented": [
      {
        "translation": "Und wenn zu ihnen gesagt wird: „Folgt dem, was Allah herabgesandt hat, sagen sie: „Nein!",
        "text_uthmani": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُوا۟ مَآ أَنزَلَ ٱللَّهُ قَالُوا۟ بَلْ",
        "text_uthmani_transcribed": "Wa idha qila lahumu ittabi'u ma anzala Allahu qalu bal"
      },
      {
        "translation": "Vielmehr folgen wir dem, worin wir unsere Väter vorgefunden haben. Was denn, auch wenn der Satan sie zur Strafe der Feuerglut einlädt?",
        "text_uthmani": "نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ ءَابَآءَنَآ ۚ أَوَلَوْ كَانَ ٱلشَّيْطَـٰنُ يَدْعُوهُمْ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
        "text_uthmani_transcribed": "nattabi'u ma wajadna 'alayhi aba'ana. Awalaw kana al-shaytanu yad'uuhum ila 'adhabi al-sa'ir"
      }
    ],
    "text_uthmani": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُوا۟ مَآ أَنزَلَ ٱللَّهُ قَالُوا۟ بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ ءَابَآءَنَآ ۚ أَوَلَوْ كَانَ ٱلشَّيْطَـٰنُ يَدْعُوهُمْ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
    "text_uthmani_transcribed": "Wa iżā qīla lahumuttabi'ū mā anzalallāhu qālū bal nattabi'u mā wajadnā 'alaihi ābā'anā, awalau kānasy-syaiṭānu yad'ūhum ilā 'ażābis-sa'īr(i)."
  },
  {
    "verse_number": 22,
    "translation": "Wer sich Allah völlig hingibt und dabei Gutes tut, der hält sich an die festeste Handhabe. Und zu Allah (führt) das Ende der Angelegenheiten.",
    "text_uthmani": "۞ وَمَن يُسْلِمْ وَجْهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ ۗ وَإِلَى ٱللَّهِ عَـٰقِبَةُ ٱلْأُمُورِ",
    "text_uthmani_transcribed": "Wa may yuslim wajhahū ilallāhi wa huwa muḥsinun faqadistamsaka bil-'urwatil-wuṡqā, wa ilallāhi 'āqibatul-umūr(i)."
  },
  {
    "verse_number": 23,
    "translation": "Und wer ungläubig ist, dessen Unglaube soll dich nicht traurig machen. Zu Uns wird ihre Rückkehr sein, dann werden Wir ihnen kundtun, was sie taten. Gewiß, Allah weiß über das Innerste der Brüste Bescheid.",
    "segmented": [
      {
        "translation": "Und wer ungläubig ist, dessen Unglaube soll dich nicht traurig machen.",
        "text_uthmani": "وَمَن كَفَرَ فَلَا يَحْزُنكَ كُفْرُهُۥٓ ۚ",
        "text_uthmani_transcribed": "Wa man kafara fala yahzunka kufruhu."
      },
      {
        "translation": "Zu Uns wird ihre Rückkehr sein, dann werden Wir ihnen kundtun, was sie taten. Gewiß, Allah weiß über das Innerste der Brüste Bescheid.",
        "text_uthmani": "إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُم بِمَا عَمِلُوٓا۟ ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
        "text_uthmani_transcribed": "Ilayna marji'uhum fanunabbi'uhum bima 'amilu. Inna Allaha 'alimun bi thati alsudur."
      }
    ],
    "text_uthmani": "وَمَن كَفَرَ فَلَا يَحْزُنكَ كُفْرُهُۥٓ ۚ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُم بِمَا عَمِلُوٓا۟ ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
    "text_uthmani_transcribed": "Wa man kafara falā yaḥzunka kufruh(ū), ilainā marji'uhum fanunabbi'uhum bimā 'amilū, innallāha 'alīmum biżātiṣ-ṣudūr(i)."
  },
  {
    "verse_number": 24,
    "translation": "Wir lassen sie ein wenig genießen, dann zwingen Wir sie in eine harte Strafe.",
    "text_uthmani": "نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍ",
    "text_uthmani_transcribed": "Numatti'uhum qalīlan ṡumma naḍṭarruhum ilā 'ażābin galīẓ(in)."
  },
  {
    "verse_number": 25,
    "translation": "Und wenn du sie fragst, wer die Himmel und die Erde erschaffen hat, sagen sie ganz gewiß: „Allah. Sag: (Alles) Lob gehört Allah! Aber nein! Die meisten von ihnen wissen nicht.",
    "segmented": [
      {
        "translation": "Und wenn du sie fragst, wer die Himmel und die Erde erschaffen hat, sagen sie ganz gewiß: „Allah. Sag: (Alles) Lob gehört Allah! Aber nein!",
        "text_uthmani": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ ۚ قُلِ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ",
        "text_uthmani_transcribed": "Wa la'in sa'altahum man khalaqa as-samawati wa al-arda layaqulunna Allah. Quli al-hamdu lillahi. Bal"
      },
      {
        "translation": "Die meisten von ihnen wissen nicht.",
        "text_uthmani": "أَكْثَرُهُمْ لَا يَعْلَمُونَ",
        "text_uthmani_transcribed": "Aktharuhum la ya'lamoon"
      }
    ],
    "text_uthmani": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ ۚ قُلِ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa la'in sa'altahum man khalaqas-samāwāti wal-arḍa  layaqūlunnallāh(u), qulil-ḥamdu lillāh(i), bal akṡaruhum lā ya'lamūn(a)."
  },
  {
    "verse_number": 26,
    "translation": "Allah gehört, was in den Himmeln und auf der Erde ist. Gewiß, Allah ist der Unbedürftige und Lobenswürdige.",
    "text_uthmani": "لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
    "text_uthmani_transcribed": "Lillāhi mā fis-samāwāti wal-arḍ(i), innallāha huwal-ganiyyul-ḥamīd(u)."
  },
  {
    "verse_number": 27,
    "translation": "Und wenn auch das, was es auf der Erde an Bäumen gibt, Schreibrohre wären und das (gesamte) Meer und danach sieben weitere Meere als Nachschub (Tinte wären), würden die Worte Allahs nicht zu Ende gehen, denn Allah ist Allmächtig und Allweise.",
    "segmented": [
      {
        "translation": "Und wenn auch das, was es auf der Erde an Bäumen gibt, Schreibrohre wären und das (gesamte) Meer",
        "text_uthmani": "وَلَوْ أَنَّمَا فِى ٱلْأَرْضِ مِن شَجَرَةٍ أَقْلَـٰمٌ وَٱلْبَحْرُ",
        "text_uthmani_transcribed": "Wa law annama fi al-ardi min shajaratin aqlamun wal-bahru"
      },
      {
        "translation": "und danach sieben weitere Meere als Nachschub (Tinte wären), würden die Worte Allahs nicht zu Ende gehen, denn Allah ist Allmächtig",
        "text_uthmani": "يَمُدُّهُۥ مِنۢ بَعْدِهِۦ سَبْعَةُ أَبْحُرٍ مَّا نَفِدَتْ كَلِمَـٰتُ ٱللَّهِ ۗ إِنَّ ٱللَّهَ عَزِيزٌ",
        "text_uthmani_transcribed": "Yamudduhu min ba'dihi sab'atu abhurin ma nafidat kalimatu Allahi. Inna Allaha 'Azizun"
      },
      {
        "translation": "und Allweise.",
        "text_uthmani": "حَكِيمٌ",
        "text_uthmani_transcribed": "Hakimun"
      }
    ],
    "text_uthmani": "وَلَوْ أَنَّمَا فِى ٱلْأَرْضِ مِن شَجَرَةٍ أَقْلَـٰمٌ وَٱلْبَحْرُ يَمُدُّهُۥ مِنۢ بَعْدِهِۦ سَبْعَةُ أَبْحُرٍ مَّا نَفِدَتْ كَلِمَـٰتُ ٱللَّهِ ۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
    "text_uthmani_transcribed": "Wa lau anna mā fil-arḍi min syajaratin aqlāmuw wal-baḥru yamudduhū mim ba'dihī sab'atu abḥurim mā nafidat kalimātullāh(i), innallāha 'azīzun ḥakīm(un)."
  },
  {
    "verse_number": 28,
    "translation": "Die Erschaffung und die Auferweckung von euch (allen) ist nur (so) wie bei einer einzigen Seele. Gewiß, Allah ist Allhörend und Allsehend.",
    "text_uthmani": "مَّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَٰحِدَةٍ ۗ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
    "text_uthmani_transcribed": "Mā khalqukum wa lā ba'ṡukum illā kanafsiw wāḥidah(tin), innallāha samī'um baṣīr(un)."
  },
  {
    "verse_number": 29,
    "translation": "Siehst du denn nicht, daß Allah die Nacht in den Tag eindringen und den Tag in die Nacht eindringen läßt und die Sonne und den Mond dienstbar gemacht hat - ein jedes läuft auf eine festgesetzte Frist zu -, und daß Allah dessen Kundig ist, was ihr tut?",
    "segmented": [
      {
        "translation": "Siehst du denn nicht, daß Allah die Nacht in den Tag eindringen und den Tag in die Nacht eindringen läßt und die Sonne",
        "text_uthmani": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ",
        "text_uthmani_transcribed": "Alam tara anna Allaha yuliju allayla fee annahari wayuliju annahara fee allayli wasakhkhara ashshamsa"
      },
      {
        "translation": "und den Mond dienstbar gemacht hat - ein jedes läuft auf eine festgesetzte Frist zu -, und daß Allah dessen Kundig ist, was ihr tut?",
        "text_uthmani": "وَٱلْقَمَرَ كُلٌّ يَجْرِىٓ إِلَىٰٓ أَجَلٍ مُّسَمًّى وَأَنَّ ٱللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ",
        "text_uthmani_transcribed": "walqamara kullun yajri ila ajalin musamman waanna Allaha bima ta'maloona khabirun"
      }
    ],
    "text_uthmani": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ يَجْرِىٓ إِلَىٰٓ أَجَلٍ مُّسَمًّى وَأَنَّ ٱللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ",
    "text_uthmani_transcribed": "Alam tara annallāha yūlijul-laila fin-nahāri wa yūlijun-nahāra fil-laili wa sakhkharasy-syamsa wal-qamar(a), kulluy yajrī ilā ajalim musammaw wa annallāha bimā ta'malūna khabīr(un)."
  },
  {
    "verse_number": 30,
    "translation": "Dies, weil Allah die Wahrheit ist und weil das, was sie anstatt Seiner anrufen, das Falsche ist und weil Allah der Erhabene, der Große ist.",
    "text_uthmani": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ ٱلْبَـٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ",
    "text_uthmani_transcribed": "Żālika bi'annallāha huwal-ḥaqqu wa anna mā yad'ūna min dūnihil-bāṭil(u), wa annallāha huwal-'aliyyul-kabīr(u)."
  },
  {
    "verse_number": 31,
    "translation": "Siehst du nicht, daß die Schiffe durch die Gunst Allahs auf dem Meer fahren, damit Er euch etwas von Seinen Zeichen zeigt? Darin sind wahrlich Zeichen für jeden sehr Standhaften und sehr Dankbaren.",
    "segmented": [
      {
        "translation": "Siehst du nicht, daß die Schiffe durch die Gunst Allahs auf dem Meer fahren, damit Er euch etwas von Seinen Zeichen zeigt?",
        "text_uthmani": "أَلَمْ تَرَ أَنَّ ٱلْفُلْكَ تَجْرِى فِى ٱلْبَحْرِ بِنِعْمَتِ ٱللَّهِ لِيُرِيَكُم مِّنْ ءَايَـٰتِهِۦٓ",
        "text_uthmani_transcribed": "Alam tara anna alfulka tajrii fii albahri bini'mati Allahi liyuriyakum min aayatihi"
      },
      {
        "translation": "Darin sind wahrlich Zeichen für jeden sehr Standhaften und sehr Dankbaren.",
        "text_uthmani": "ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
        "text_uthmani_transcribed": "Inna fii dhaalika la'aayatin likulli sabbaarin shakuurin"
      }
    ],
    "text_uthmani": "أَلَمْ تَرَ أَنَّ ٱلْفُلْكَ تَجْرِى فِى ٱلْبَحْرِ بِنِعْمَتِ ٱللَّهِ لِيُرِيَكُم مِّنْ ءَايَـٰتِهِۦٓ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
    "text_uthmani_transcribed": "Alam tara annal-fulka tajrī fil-baḥri bini'matillāhi liyuriyakum min āyātih(ī), inna fī żālika  la'āyātil likulli ṣabbārin syakūr(in)."
  },
  {
    "verse_number": 32,
    "translation": "Und wenn Wogen wie Schattendächer sie überdecken, rufen sie Allah an, (wobei sie) Ihm gegenüber aufrichtig in der Religion (sind). Wenn Er sie nun ans Land errettet, zeigen einige von ihnen ein gemäßigtes Verhalten. Und Unsere Zeichen verleugnet nur jeder sehr Treulose und sehr Undankbare.",
    "segmented": [
      {
        "translation": "Und wenn Wogen wie Schattendächer sie überdecken, rufen sie Allah an, (wobei sie) Ihm gegenüber aufrichtig in der Religion (sind).",
        "text_uthmani": "وَإِذَا غَشِيَهُم مَّوْجٌ كَٱلظُّلَلِ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ",
        "text_uthmani_transcribed": "Wa idha ghashiyahum mawjun ka alzzulali da'awu Allah mukhliseena lahu alddeena"
      },
      {
        "translation": "Wenn Er sie nun ans Land errettet, zeigen einige von ihnen ein gemäßigtes Verhalten.",
        "text_uthmani": "فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ فَمِنْهُم مُّقْتَصِدٌ",
        "text_uthmani_transcribed": "Falamma najjahum ila albarri faminhum muqtasidun"
      },
      {
        "translation": "Und Unsere Zeichen verleugnet nur jeder sehr Treulose und sehr Undankbare.",
        "text_uthmani": "ۚ وَمَا يَجْحَدُ بِـَٔايَـٰتِنَآ إِلَّا كُلُّ خَتَّارٍ كَفُورٍ",
        "text_uthmani_transcribed": "Wa ma yajhadu bi-ayatina illa kullu khattarin kafoorin"
      }
    ],
    "text_uthmani": "وَإِذَا غَشِيَهُم مَّوْجٌ كَٱلظُّلَلِ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ فَمِنْهُم مُّقْتَصِدٌ ۚ وَمَا يَجْحَدُ بِـَٔايَـٰتِنَآ إِلَّا كُلُّ خَتَّارٍ كَفُورٍ",
    "text_uthmani_transcribed": "Wa iżā gasyiyahum maujun kaẓ-ẓulali da'awullāha mukhliṣīna lahud-dīn(a), falammā najjāhum ilal-barri faminhum muqtaṣid(un), wa mā yajḥadu bi'āyātinā illā kullu khattārin kafūr(in)."
  },
  {
    "verse_number": 33,
    "translation": "O ihr Menschen, fürchtet euren Herrn und habt Angst vor einem Tag, an dem weder ein Vater etwas für sein Kind begleichen kann, noch ein Kind für seinen Vater etwas wird begleichen können. Gewiß, Allahs Versprechen ist wahr. So soll euch das diesseitige Leben nicht täuschen, und nicht täuschen soll euch hinsichtlich Allahs der Täuscher.",
    "segmented": [
      {
        "translation": "O ihr Menschen, fürchtet euren Herrn",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ",
        "text_uthmani_transcribed": "Ya ayyuha an-nasu ittaqoo rabbakum"
      },
      {
        "translation": "und habt Angst vor einem Tag, an dem weder ein Vater etwas für sein Kind begleichen kann, noch ein Kind für seinen Vater etwas wird begleichen können.",
        "text_uthmani": "وَٱخْشَوْا۟ يَوْمًا لَّا يَجْزِى وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيْـًٔا",
        "text_uthmani_transcribed": "Wa ikhshaw yawman la yajzi walidun 'an waladihi wa la mawludun huwa jazin 'an walidihi shay'an"
      },
      {
        "translation": "Gewiß, Allahs Versprechen ist wahr.",
        "text_uthmani": "ۚ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ",
        "text_uthmani_transcribed": "Inna wa'da Allahi haqqun"
      },
      {
        "translation": "So soll euch das diesseitige Leben nicht täuschen, und nicht täuschen soll euch hinsichtlich Allahs der Täuscher.",
        "text_uthmani": "ۖ فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ",
        "text_uthmani_transcribed": "Fala taghurrannakumu alhayatu ad-dunya wa la yaghurrannakum billahi al-gharoor"
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ وَٱخْشَوْا۟ يَوْمًا لَّا يَجْزِى وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيْـًٔا ۚ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۖ فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ",
    "text_uthmani_transcribed": "Ya ayyuhan-nāsuttaqū rabbakum wakhsyau yaumal lā yajzī wālidun 'aw waladih(ī), wa lā maulūdun huwa jāzin 'aw wālidihī syai'ā(n), inna wa'dallāhi ḥaqqun falā tagurrannakumul-ḥayātud-dun-yā, wa lā yagurrannakum billāhil-garūr(u)."
  },
  {
    "verse_number": 34,
    "translation": "Gewiß, Allah (allein) besitzt das Wissen über die Stunde, läßt den Regen herabkommen und weiß, was im Mutterleib ist. Niemand weiß, was er morgen erwerben wird, und niemand weiß, in welchem Land er sterben wird. Gewiß, Allah ist Allwissend und Allkundig.",
    "segmented": [
      {
        "translation": "Gewiß, Allah (allein) besitzt das Wissen über die Stunde, läßt den Regen herabkommen und weiß, was im Mutterleib ist.",
        "text_uthmani": "إِنَّ ٱللَّهَ عِندَهُۥ عِلْمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلْغَيْثَ وَيَعْلَمُ مَا فِى ٱلْأَرْحَامِ ۖ",
        "text_uthmani_transcribed": "Inna Allaha 'indahu 'ilmu as-sa'ati wa yunazzilu al-ghaytha wa ya'lamu ma fi al-arhami."
      },
      {
        "translation": "Niemand weiß, was er morgen erwerben wird, und niemand weiß, in welchem Land er sterben wird. Gewiß, Allah ist Allwissend und Allkundig.",
        "text_uthmani": "وَمَا تَدْرِى نَفْسٌ مَّاذَا تَكْسِبُ غَدًا ۖ وَمَا تَدْرِى نَفْسٌۢ بِأَىِّ أَرْضٍ تَمُوتُ ۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٌۢ",
        "text_uthmani_transcribed": "Wa ma tadri nafsun mada taksibu ghada. Wa ma tadri nafsun bi-ayyi ardin tamutu. Inna Allaha 'alimun khabirun."
      }
    ],
    "text_uthmani": "إِنَّ ٱللَّهَ عِندَهُۥ عِلْمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلْغَيْثَ وَيَعْلَمُ مَا فِى ٱلْأَرْحَامِ ۖ وَمَا تَدْرِى نَفْسٌ مَّاذَا تَكْسِبُ غَدًا ۖ وَمَا تَدْرِى نَفْسٌۢ بِأَىِّ أَرْضٍ تَمُوتُ ۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٌۢ",
    "text_uthmani_transcribed": "Innallāha 'indahū 'ilmus-sā'ah(ti), wa yunazzilul-gaiṡ(a), wa ya'lamu mā fil-arḥām(i), wa mā tadrī nafsum māżā taksibu gadā(n), wa mā tadrī nafsum bi'ayyi arḍin tamūt(u), innallāha 'alīmun khabīr(un)."
  }
]