[
  {
    "verse_number": 1,
    "translation": "(Alles) Lob gehört Allah, dem Erschaffer der Himmel und der Erde, Der die Engel zu Gesandten gemacht hat mit Flügeln, (je) zwei, drei und vier! Er fügt der Schöpfung hinzu, was Er will. Gewiß, Allah hat zu allem die Macht.",
    "segmented": [
      {
        "translation": "(Alles) Lob gehört Allah, dem Erschaffer der Himmel und der Erde, Der die Engel zu Gesandten gemacht hat mit Flügeln, (je) zwei, drei und vier!",
        "text_uthmani": "ٱلْحَمْدُ لِلَّهِ فَاطِرِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ جَاعِلِ ٱلْمَلَـٰٓئِكَةِ رُسُلًا أُو۟لِىٓ أَجْنِحَةٍ مَّثْنَىٰ وَثُلَـٰثَ وَرُبَـٰعَ",
        "text_uthmani_transcribed": "Alhamdu lillahi fatiri assamawati wal-ardi ja'ili al-mala'ikati rusulan uli ajnihatin mathna wa thulatha wa ruba'"
      },
      {
        "translation": "Er fügt der Schöpfung hinzu, was Er will. Gewiß, Allah hat zu allem die Macht.",
        "text_uthmani": "ۚ يَزِيدُ فِى ٱلْخَلْقِ مَا يَشَآءُ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "text_uthmani_transcribed": "Yazeedu fee alkhalki ma yasha'. Inna Allaha 'ala kulli shay'in qadeer"
      }
    ],
    "text_uthmani": " ٱلْحَمْدُ لِلَّهِ فَاطِرِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ جَاعِلِ ٱلْمَلَـٰٓئِكَةِ رُسُلًا أُو۟لِىٓ أَجْنِحَةٍ مَّثْنَىٰ وَثُلَـٰثَ وَرُبَـٰعَ ۚ يَزِيدُ فِى ٱلْخَلْقِ مَا يَشَآءُ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Al-ḥamdu lillāhi fāṭiris-samāwāti wal-arḍi jā'ilil-malāikati rusulā(n), ulī ajniḥatim maṡnā wa ṡulāṡa wa rubā'(a), yazīdu fil-khalqi mā yasyā'(u), innallāha 'alā kulli syai'in qadīr(un)."
  },
  {
    "verse_number": 2,
    "translation": "Was Allah den Menschen an Barmherzigkeit auftut, das kann keiner zurückhalten. Und was Er zurückhält, das kann keiner nach Ihm freigeben. Und Er ist der Allmächtige und Allweise.",
    "segmented": [
      {
        "translation": "Was Allah den Menschen an Barmherzigkeit auftut, das kann keiner zurückhalten. Und was Er zurückhält, das kann keiner nach Ihm freigeben.",
        "text_uthmani": "مَّا يَفْتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحْمَةٍ فَلَا مُمْسِكَ لَهَا ۖ وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُۥ مِنۢ بَعْدِهِۦ",
        "text_uthmani_transcribed": "Mā yaftaḥi allāhu lilnāsi min raḥmatin falā mumsika lahā. Wa mā yumsik falā mursila lahu min baʿdihi"
      },
      {
        "translation": "Und Er ist der Allmächtige und Allweise.",
        "text_uthmani": "ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
        "text_uthmani_transcribed": "Wa huwa al-ʿazīzu al-ḥakīmu"
      }
    ],
    "text_uthmani": "مَّا يَفْتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحْمَةٍ فَلَا مُمْسِكَ لَهَا ۖ وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُۥ مِنۢ بَعْدِهِۦ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "text_uthmani_transcribed": "Mā yaftaḥillāhu lin-nāsi mir raḥmatin falā mumsika lahā, wa mā yumsik falā mursila lahū mim ba'dih(ī), wa huwal-'azīzul-ḥakīm(u)."
  },
  {
    "verse_number": 3,
    "translation": "O ihr Menschen, gedenkt der Gunst Allahs an euch. Gibt es einen anderen Schöpfer als Allah, Der euch vom Himmel und von der Erde versorgt? Es gibt keinen Gott außer Ihm. Wie laßt ihr euch also abwendig machen?",
    "segmented": [
      {
        "translation": "O ihr Menschen, gedenkt der Gunst Allahs an euch. Gibt es einen anderen Schöpfer als Allah, Der euch vom Himmel und von der Erde versorgt?",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ ۚ هَلْ مِنْ خَـٰلِقٍ غَيْرُ ٱللَّهِ يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ",
        "text_uthmani_transcribed": "Ya ayyuha an-nasu udhkurū ni'mata Allahi 'alaykum. Hal min khāliqin ghayru Allahi yarzuqukum mina as-samā'i wa al-ardi"
      },
      {
        "translation": "Es gibt keinen Gott außer Ihm. Wie laßt ihr euch also abwendig machen?",
        "text_uthmani": "ۚ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
        "text_uthmani_transcribed": "Lā ilāha illā huwa. Fa'annā tu'fakūn"
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ ۚ هَلْ مِنْ خَـٰلِقٍ غَيْرُ ٱللَّهِ يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ ۚ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
    "text_uthmani_transcribed": "Yā ayyuhan-nāsużkurū ni'matallāhi 'alaikum, hal min khāliqin gairullāhi yarzuqukum minas-samā'i wal-arḍ(i), lā ilāha illā huw(a), fa'annā tu'fakūn(a)."
  },
  {
    "verse_number": 4,
    "translation": "Wenn sie dich der Lüge bezichtigen, so wurden bereits vor dir Gesandte der Lüge bezichtigt. Und zu Allah werden (all) die Angelegenheiten zurückgebracht.",
    "segmented": [
      {
        "translation": "Wenn sie dich der Lüge bezichtigen, so wurden bereits vor dir Gesandte der Lüge bezichtigt.",
        "text_uthmani": "وَإِن يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ ۚ",
        "text_uthmani_transcribed": "Wa in yukadhdhibūka faqad kudhdhibat rusulun min qablika."
      },
      {
        "translation": "Und zu Allah werden (all) die Angelegenheiten zurückgebracht.",
        "text_uthmani": "وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
        "text_uthmani_transcribed": "Wa ila Allahi turja'u al-umooru."
      }
    ],
    "text_uthmani": "وَإِن يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
    "text_uthmani_transcribed": "Wa iy yukażżibūka faqad kużżibat rusulum min qablik(a), wa ilallāhi turja'ul-umūr(u)."
  },
  {
    "verse_number": 5,
    "translation": "O ihr Menschen, gewiß, Allahs Versprechen ist wahr. So soll euch das diesseitige Leben nicht täuschen, und nicht täuschen soll euch hinsichtlich Allahs der Täuscher.",
    "segmented": [
      {
        "translation": "O ihr Menschen, gewiß, Allahs Versprechen ist wahr.",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۖ",
        "text_uthmani_transcribed": "Ya ayyuha an-nasu inna wa'da Allahi haqqun."
      },
      {
        "translation": "So soll euch das diesseitige Leben nicht täuschen, und nicht täuschen soll euch hinsichtlich Allahs der Täuscher.",
        "text_uthmani": "فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۖ وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ",
        "text_uthmani_transcribed": "Fala taghurrannakumu alhayatu addunya wala yaghurrannakum billahi algharoor."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۖ فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۖ وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ",
    "text_uthmani_transcribed": "Yā ayyuhan-nāsu inna wa'dallāhi ḥaqqun falā tagurrannakumul-ḥayātud-dun-yā, wa lā yagurrannakum billāhil-garūr(u)."
  },
  {
    "verse_number": 6,
    "translation": "Gewiß, der Satan ist euch ein Feind; so nehmt ihn euch zum Feind. Er ruft ja seine Anhängerschaft nur dazu auf, zu den Insassen der Feuerglut zu gehören.",
    "segmented": [
      {
        "translation": "Gewiß, der Satan ist euch ein Feind; so nehmt ihn euch zum Feind.",
        "text_uthmani": "إِنَّ ٱلشَّيْطَـٰنَ لَكُمْ عَدُوٌّ فَٱتَّخِذُوهُ عَدُوًّا ۚ",
        "text_uthmani_transcribed": "Inna alshshaytana lakum 'aduwwun faittakhidhuhu 'aduwwa."
      },
      {
        "translation": "Er ruft ja seine Anhängerschaft nur dazu auf, zu den Insassen der Feuerglut zu gehören.",
        "text_uthmani": "إِنَّمَا يَدْعُوا۟ حِزْبَهُۥ لِيَكُونُوا۟ مِنْ أَصْحَـٰبِ ٱلسَّعِيرِ",
        "text_uthmani_transcribed": "Innama yad'u hizbahu liyakoonoo min as-habi alsa'eer."
      }
    ],
    "text_uthmani": "إِنَّ ٱلشَّيْطَـٰنَ لَكُمْ عَدُوٌّ فَٱتَّخِذُوهُ عَدُوًّا ۚ إِنَّمَا يَدْعُوا۟ حِزْبَهُۥ لِيَكُونُوا۟ مِنْ أَصْحَـٰبِ ٱلسَّعِيرِ",
    "text_uthmani_transcribed": "Innasy-syaiṭāna lakum 'aduwwun fattakhiżūhu 'aduwwā(n), innamā yad'ū  ḥizbahū liyakūnū min aṣḥābis-sa'īr(i)."
  },
  {
    "verse_number": 7,
    "translation": "Diejenigen, die ungläubig sind, für sie wird es strenge Strafe geben; und diejenigen, die glauben und rechtschaffene Werke tun, für sie wird es Vergebung und großen Lohn geben.",
    "segmented": [
      {
        "translation": "Diejenigen, die ungläubig sind, für sie wird es strenge Strafe geben; und diejenigen, die glauben",
        "text_uthmani": "ٱلَّذِينَ كَفَرُوا۟ لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَٱلَّذِينَ ءَامَنُوا۟",
        "text_uthmani_transcribed": "Alladhīna kafarū lahum 'adhābun shadīdun. Wa alladhīna āmanū"
      },
      {
        "translation": "und rechtschaffene Werke tun, für sie wird es Vergebung und großen Lohn geben.",
        "text_uthmani": "وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
        "text_uthmani_transcribed": "wa 'amilū aṣ-ṣāliḥāti lahum maghfiratun wa ajrun kabīrun"
      }
    ],
    "text_uthmani": "ٱلَّذِينَ كَفَرُوا۟ لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
    "text_uthmani_transcribed": "Allażīna kafarū lahum 'ażābun syadīd(un), wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti lahum magfiratuw wa ajrun kabīr(un)."
  },
  {
    "verse_number": 8,
    "translation": "Soll denn derjenige, dem sein böses Tun ausgeschmückt wird und der es dann für schön befindet, (wie jemand sein, der rechtgeleitet ist)? Allah läßt in die Irre gehen, wen Er will, und Er leitet recht, wen Er will. Darum soll deine Seele nicht über sie in Bedauern zergehen, denn Allah weiß Bescheid über das, was sie machen.",
    "segmented": [
      {
        "translation": "Soll denn derjenige, dem sein böses Tun ausgeschmückt wird und der es dann für schön befindet, (wie jemand sein, der rechtgeleitet ist)?",
        "text_uthmani": "أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنًا",
        "text_uthmani_transcribed": "Afa man zuyyina lahu suu'u amalihi fara'ahu hasanan"
      },
      {
        "translation": "Allah läßt in die Irre gehen, wen Er will, und Er leitet recht, wen Er will.",
        "text_uthmani": "ۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ",
        "text_uthmani_transcribed": "Fa inna Allaha yudillu man yasha'u wa yahdi man yasha'u"
      },
      {
        "translation": "Darum soll deine Seele nicht über sie in Bedauern zergehen, denn Allah weiß Bescheid über das, was sie machen.",
        "text_uthmani": "ۖ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَٰتٍ ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا يَصْنَعُونَ",
        "text_uthmani_transcribed": "Fala tadhhab nafsuka 'alayhim hasarat. Inna Allaha 'aleemun bima yasna'oon"
      }
    ],
    "text_uthmani": "أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنًا ۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۖ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَٰتٍ ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا يَصْنَعُونَ",
    "text_uthmani_transcribed": "Afaman zuyyina lahū sū'u 'amalihī fara'āhu ḥasanā(n), fa'innallāha yuḍillu may yasyā'u wa yahdī may yasyā'(u), falā tażhab nafsuka 'alaihim ḥasarāt(in), innallāha 'alīmum bimā yaṣna'ūn(a)."
  },
  {
    "verse_number": 9,
    "translation": "Und Allah ist es, Der die Winde sendet, und da wühlen sie die Wolken auf. Dann treiben Wir sie zu einem toten Land und machen damit dann die Erde nach ihrem Tod wieder lebendig. Ebenso wird es auch mit der Auferstehung sein.",
    "segmented": [
      {
        "translation": "Und Allah ist es, Der die Winde sendet, und da wühlen sie die Wolken auf.",
        "text_uthmani": "وَٱللَّهُ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَـٰحَ فَتُثِيرُ سَحَابًا",
        "text_uthmani_transcribed": "Wa Allahu alladhee arsala alreeaha fatutheeru sahaban"
      },
      {
        "translation": "Dann treiben Wir sie zu einem toten Land und machen damit dann die Erde nach ihrem Tod wieder lebendig.",
        "text_uthmani": "فَسُقْنَـٰهُ إِلَىٰ بَلَدٍ مَّيِّتٍ فَأَحْيَيْنَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا",
        "text_uthmani_transcribed": "Fasooqnaahu ila baladin mayyitin faahyayna bihi al-arda ba'da mawtiha"
      },
      {
        "translation": "Ebenso wird es auch mit der Auferstehung sein.",
        "text_uthmani": "ۚ كَذَٰلِكَ ٱلنُّشُورُ",
        "text_uthmani_transcribed": "Kathalika al-nushoor"
      }
    ],
    "text_uthmani": "وَٱللَّهُ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَـٰحَ فَتُثِيرُ سَحَابًا فَسُقْنَـٰهُ إِلَىٰ بَلَدٍ مَّيِّتٍ فَأَحْيَيْنَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ كَذَٰلِكَ ٱلنُّشُورُ",
    "text_uthmani_transcribed": "Wallāhul-lażī arsalar-riyāḥa fatuṡīru saḥāban fasuqnāhu ilā baladim mayyitin fa'aḥyainā bihil-arḍa ba'da mautihā, każālikan-nusyūr(u)."
  },
  {
    "verse_number": 10,
    "translation": "Wenn immer einer die Macht anstrebt, so gehört alle Macht Allah. Zu Ihm steigt das gute Wort hinauf, und die rechtschaffene Tat hebt Er (zu sich) empor. Und für diejenigen, die Ränke böser Taten schmieden, wird es strenge Strafe geben, und die Ränke jener werden zu Fall kommen.",
    "segmented": [
      {
        "translation": "Wenn immer einer die Macht anstrebt, so gehört alle Macht Allah.",
        "text_uthmani": "مَن كَانَ يُرِيدُ ٱلْعِزَّةَ فَلِلَّهِ ٱلْعِزَّةُ جَمِيعًا ۚ",
        "text_uthmani_transcribed": "Man kana yuridu al-'izzata falillahi al-'izzatu jamee'an."
      },
      {
        "translation": "Zu Ihm steigt das gute Wort hinauf, und die rechtschaffene Tat hebt Er (zu sich) empor.",
        "text_uthmani": "إِلَيْهِ يَصْعَدُ ٱلْكَلِمُ ٱلطَّيِّبُ وَٱلْعَمَلُ ٱلصَّـٰلِحُ يَرْفَعُهُۥ ۚ",
        "text_uthmani_transcribed": "Ilayhi yas'adu al-kalimu al-tayyibu wal-'amalu al-salihu yarfa'uhu."
      },
      {
        "translation": "Und für diejenigen, die Ränke böser Taten schmieden, wird es strenge Strafe geben, und die Ränke jener werden zu Fall kommen.",
        "text_uthmani": "وَٱلَّذِينَ يَمْكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَمَكْرُ أُو۟لَـٰٓئِكَ هُوَ يَبُورُ",
        "text_uthmani_transcribed": "Wal-ladhina yamkuroona al-sayyi'ati lahum 'adhabun shadidun. Wa makru ola'ika huwa yabur."
      }
    ],
    "text_uthmani": "مَن كَانَ يُرِيدُ ٱلْعِزَّةَ فَلِلَّهِ ٱلْعِزَّةُ جَمِيعًا ۚ إِلَيْهِ يَصْعَدُ ٱلْكَلِمُ ٱلطَّيِّبُ وَٱلْعَمَلُ ٱلصَّـٰلِحُ يَرْفَعُهُۥ ۚ وَٱلَّذِينَ يَمْكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَمَكْرُ أُو۟لَـٰٓئِكَ هُوَ يَبُورُ",
    "text_uthmani_transcribed": "Man kāna yurīdul-'izzata falillāhil-'izzatu jamī'ā(n), ilaihi yaṣ'adul-kalimuṭ-ṭayyibu wal-'amaluṣ-ṣāliḥu yarfa'uh(ū), wal-lażīna yamkurūnas-sayyi'āti lahum 'ażābun syadīd(un), wa makru ulā'ika huwa yabūr(u)."
  },
  {
    "verse_number": 11,
    "translation": "Und Allah hat euch aus Erde, hierauf aus einem Samentropfen erschaffen und euch hierauf zu Paaren gemacht. Nicht schwanger wird ein weibliches Wesen noch kommt es nieder, außer mit Seinem Wissen. Und keinem, dem ein langes Leben gewährt wird, wird das Altwerden oder eine Verkürzung seiner Lebenszeit zuteil, ohne daß es in einem Buch (verzeichnet) wäre. Gewiß, dies ist Allah ein leichtes.",
    "segmented": [
      {
        "translation": "Und Allah hat euch aus Erde, hierauf aus einem Samentropfen erschaffen und euch hierauf zu Paaren gemacht.",
        "text_uthmani": "وَٱللَّهُ خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَٰجًا ۚ",
        "text_uthmani_transcribed": "Wa Allahu khalaqakum min turabin thumma min nut'fatin thumma ja'alakum azwajan."
      },
      {
        "translation": "Nicht schwanger wird ein weibliches Wesen noch kommt es nieder, außer mit Seinem Wissen.",
        "text_uthmani": "وَمَا تَحْمِلُ مِنْ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِۦ ۚ",
        "text_uthmani_transcribed": "Wa ma tahmilu min untha wa la tad'u illa bi'ilmih."
      },
      {
        "translation": "Und keinem, dem ein langes Leben gewährt wird, wird das Altwerden",
        "text_uthmani": "وَمَا يُعَمَّرُ مِن مُّعَمَّرٍ",
        "text_uthmani_transcribed": "Wa ma yu'ammru min mu'ammirin"
      },
      {
        "translation": "oder eine Verkürzung seiner Lebenszeit zuteil, ohne daß es in einem Buch (verzeichnet) wäre. Gewiß, dies ist Allah ein leichtes.",
        "text_uthmani": "وَلَا يُنقَصُ مِنْ عُمُرِهِۦٓ إِلَّا فِى كِتَـٰبٍ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
        "text_uthmani_transcribed": "Wa la yunqasu min 'umurihi illa fi kitabin. Inna thalika 'ala Allahi yaseer."
      }
    ],
    "text_uthmani": "وَٱللَّهُ خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَٰجًا ۚ وَمَا تَحْمِلُ مِنْ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِۦ ۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٍ وَلَا يُنقَصُ مِنْ عُمُرِهِۦٓ إِلَّا فِى كِتَـٰبٍ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
    "text_uthmani_transcribed": "Wallāhu khalaqakum min turābin ṡumma min nuṭfatin ṡumma ja'alakum azwājā(n), wa mā taḥmilu min unṡā wa lā taḍa'u illā bi'ilmih(ī), wa mā yu'ammaru mim mu'ammariw wa lā yunqaṣu min 'umurihī illā fī kitāb(in), inna żālika 'alallāhi yasīr(un)."
  },
  {
    "verse_number": 12,
    "translation": "Nicht gleich sind die beiden Meere: dies ist süß, erfrischend und angenehm zu trinken; jenes ist salzig und (auf der Zunge) brennend. Und aus allen (beiden) eßt ihr frisches Fleisch und holt Schmuck heraus, den ihr anlegt. Und du siehst die Schiffe, wie sie es durchpflügen, damit ihr nach etwas von Seiner Huld trachtet, und auf daß ihr dankbar sein möget!",
    "segmented": [
      {
        "translation": "Nicht gleich sind die beiden Meere: dies ist süß, erfrischend und angenehm zu trinken; jenes ist salzig und (auf der Zunge) brennend.",
        "text_uthmani": "وَمَا يَسْتَوِى ٱلْبَحْرَانِ هَـٰذَا عَذْبٌ فُرَاتٌ سَآئِغٌ شَرَابُهُۥ وَهَـٰذَا مِلْحٌ أُجَاجٌ ۖ",
        "text_uthmani_transcribed": "Wa ma yastawī al-baḥrāni hādhā 'adhbun furātun sā'ighun sharābuhū wa hādhā milḥun ujājun."
      },
      {
        "translation": "Und aus allen (beiden) eßt ihr frisches Fleisch und holt Schmuck heraus, den ihr anlegt.",
        "text_uthmani": "وَمِن كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا ۖ",
        "text_uthmani_transcribed": "Wa min kullin ta'kulūna laḥman ṭarīyan wa tastakhrijūna ḥilyatan talbasūnaha."
      },
      {
        "translation": "Und du siehst die Schiffe, wie sie es durchpflügen, damit ihr nach etwas von Seiner Huld trachtet, und auf daß ihr dankbar sein möget!",
        "text_uthmani": "وَتَرَى ٱلْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
        "text_uthmani_transcribed": "Wa tarā al-fulka fīhi mawākhira litabtaghū min faḍlihi wa la'allakum tashkurūn."
      }
    ],
    "text_uthmani": "وَمَا يَسْتَوِى ٱلْبَحْرَانِ هَـٰذَا عَذْبٌ فُرَاتٌ سَآئِغٌ شَرَابُهُۥ وَهَـٰذَا مِلْحٌ أُجَاجٌ ۖ وَمِن كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا ۖ وَتَرَى ٱلْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
    "text_uthmani_transcribed": "Wa mā yastawil-baḥrān(i), hāżā 'ażbun furātun sā'igun syarābuhū wa hāżā milḥun ujāj(un), wa min kullin ta'kulūna laḥman ṭariyyaw wa tastakhrijūna ḥilyatan talbasūnahā, wa taral-fulka fīhi mawākhira litabtagū min faḍlihī wa la'allakum tasykurūn(a)."
  },
  {
    "verse_number": 13,
    "translation": "Er läßt die Nacht in den Tag eindringen, und Er läßt den Tag in die Nacht eindringen. Und Er hat die Sonne und den Mond dienstbar gemacht - ein jedes läuft auf eine festgesetzte Frist zu. Dies ist doch Allah, euer Herr; Ihm gehört die Herrschaft. Diejenigen aber, die ihr anstatt Seiner anruft, verfügen nicht einmal über das Häutchen eines Dattelkerns.",
    "segmented": [
      {
        "translation": "Er läßt die Nacht in den Tag eindringen, und Er läßt den Tag in die Nacht eindringen.",
        "text_uthmani": "يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ",
        "text_uthmani_transcribed": "Yuuliju allayla fee alnnahari wayuuliju alnnahara fee allayli"
      },
      {
        "translation": "Und Er hat die Sonne und den Mond dienstbar gemacht - ein jedes läuft auf eine festgesetzte Frist zu.",
        "text_uthmani": "وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى",
        "text_uthmani_transcribed": "Wasakhkhara alshshamsa waalqamara kullun yajree liajalin musamman"
      },
      {
        "translation": "Dies ist doch Allah, euer Herr; Ihm gehört die Herrschaft.",
        "text_uthmani": "ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ لَهُ ٱلْمُلْكُ",
        "text_uthmani_transcribed": "Thalikumu Allahu rabbukum lahu almulku"
      },
      {
        "translation": "Diejenigen aber, die ihr anstatt Seiner anruft, verfügen nicht einmal über das Häutchen eines Dattelkerns.",
        "text_uthmani": "ۚ وَٱلَّذِينَ تَدْعُونَ مِن دُونِهِۦ مَا يَمْلِكُونَ مِن قِطْمِيرٍ",
        "text_uthmani_transcribed": "Waallatheena tadAAoona min doonihi ma yamlikoona min qitmeerin"
      }
    ],
    "text_uthmani": "يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ لَهُ ٱلْمُلْكُ ۚ وَٱلَّذِينَ تَدْعُونَ مِن دُونِهِۦ مَا يَمْلِكُونَ مِن قِطْمِيرٍ",
    "text_uthmani_transcribed": "Yūlijul-laila fin-nahāri wa yūlijun-nahāra fil-lail(i), wa sakhkharasy-syamsa wal-qamara kulluy yajrī li'ajalim musammā(n), żālikumullāhu rabbukum lahul-mulk(u), wal-lażīna tad'ūna min dūnihī mā yamlikūna min qiṭmīr(in)."
  },
  {
    "verse_number": 14,
    "translation": "Wenn ihr sie anruft, hören sie euer Bittgebet nicht, und wenn sie (es) auch hörten, würden sie euch doch nicht erhören. Und am Tag der Auferstehung verleugnen sie, daß ihr (sie Allah) beigesellt habt. Keiner kann dir kundtun wie Einer, der Kenntnis von allem hat.",
    "segmented": [
      {
        "translation": "Wenn ihr sie anruft, hören sie euer Bittgebet nicht, und wenn sie (es) auch hörten, würden sie euch doch nicht erhören.",
        "text_uthmani": "إِن تَدْعُوهُمْ لَا يَسْمَعُوا۟ دُعَآءَكُمْ وَلَوْ سَمِعُوا۟ مَا ٱسْتَجَابُوا۟ لَكُمْ ۖ",
        "text_uthmani_transcribed": "In tad'ūhum lā yasma'ū du'ā'akum wa law sami'ū mā istajābū lakum."
      },
      {
        "translation": "Und am Tag der Auferstehung verleugnen sie, daß ihr (sie Allah) beigesellt habt. Keiner kann dir kundtun wie Einer, der Kenntnis von allem hat.",
        "text_uthmani": "وَيَوْمَ ٱلْقِيَـٰمَةِ يَكْفُرُونَ بِشِرْكِكُمْ ۚ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ",
        "text_uthmani_transcribed": "Wa yawma al-qiyāmati yakfurūna bi shirkikum. Wa lā yunabbīuka mithlu khabīr."
      }
    ],
    "text_uthmani": "إِن تَدْعُوهُمْ لَا يَسْمَعُوا۟ دُعَآءَكُمْ وَلَوْ سَمِعُوا۟ مَا ٱسْتَجَابُوا۟ لَكُمْ ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ يَكْفُرُونَ بِشِرْكِكُمْ ۚ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ",
    "text_uthmani_transcribed": "In tad'ūhum lā yasma'ū du'ā'akum, wa lau sami'ū mastajābū lakum, wa yaumal-qiyāmati yakfurūna bisyirkikum, wa lā yunabbi'uka miṡlu khabīr(in)."
  },
  {
    "verse_number": 15,
    "translation": "O ihr Menschen, ihr seid es, die Allahs bedürftig sind; Allah aber ist der Unbedürftige und Lobenswürdige.",
    "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلْفُقَرَآءُ إِلَى ٱللَّهِ ۖ وَٱللَّهُ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
    "text_uthmani_transcribed": "Yā ayyuhan-nāsu antumul-fuqarā'u ilallāh(i), wallāhu huwal-ganiyyul-ḥamīd(u)."
  },
  {
    "verse_number": 16,
    "translation": "Wenn Er will, läßt Er euch vergehen und bringt eine neue Schöpfung.",
    "text_uthmani": "إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
    "text_uthmani_transcribed": "Iy yasya' yużhibkum wa ya'ti bikhalqin jadīd(in)."
  },
  {
    "verse_number": 17,
    "translation": "Und dies ist für Allah keineswegs schwer.",
    "text_uthmani": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٍ",
    "text_uthmani_transcribed": "Wa mā żālika 'alallāhi bi'azīz(in)."
  },
  {
    "verse_number": 18,
    "translation": "Keine lasttragende (Seele) nimmt die Last einer anderen auf sich. Und wenn eine Schwerbeladene (zum Mittragen) ihrer Last aufruft, wird nichts davon (für sie) getragen, und handelte es sich dabei um einen Verwandten . Du kannst nur diejenigen warnen, die ihren Herrn im Verborgenen fürchten und das Gebet verrichten. Und wer sich läutert, läutert sich nur zu seinem eigenen Vorteil. Und zu Allah ist der Ausgang.",
    "segmented": [
      {
        "translation": "Keine lasttragende (Seele) nimmt die Last einer anderen auf sich.",
        "text_uthmani": "وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۚ",
        "text_uthmani_transcribed": "Wa la taziru waziratun wizra ukhra."
      },
      {
        "translation": "Und wenn eine Schwerbeladene (zum Mittragen) ihrer Last aufruft, wird nichts davon (für sie) getragen,",
        "text_uthmani": "وَإِن تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَىْءٌ",
        "text_uthmani_transcribed": "Wa in tad'u muthqalatun ila himliha la yuhmal minhu shay'un"
      },
      {
        "translation": "und handelte es sich dabei um einen Verwandten .",
        "text_uthmani": "وَلَوْ كَانَ ذَا قُرْبَىٰٓ ۗ",
        "text_uthmani_transcribed": "Wa law kana dha qurba."
      },
      {
        "translation": "Du kannst nur diejenigen warnen, die ihren Herrn im Verborgenen fürchten und das Gebet verrichten.",
        "text_uthmani": "إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ ۚ",
        "text_uthmani_transcribed": "Innama tunthiru allatheena yakhshawna rabbahum bilghaybi wa aqamoo assalata."
      },
      {
        "translation": "Und wer sich läutert, läutert sich nur zu seinem eigenen Vorteil. Und zu Allah ist der Ausgang.",
        "text_uthmani": "وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفْسِهِۦ ۚ وَإِلَى ٱللَّهِ ٱلْمَصِيرُ",
        "text_uthmani_transcribed": "Wa man tazakka fa-innama yatazakka linafsihi. Wa ila Allahi almasir."
      }
    ],
    "text_uthmani": "وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۚ وَإِن تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَىْءٌ وَلَوْ كَانَ ذَا قُرْبَىٰٓ ۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ ۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفْسِهِۦ ۚ وَإِلَى ٱللَّهِ ٱلْمَصِيرُ",
    "text_uthmani_transcribed": "Wa lā taziru wāziratuw wizra ukhrā, wa in tad'u muṡqalatun ilā ḥimlihā lā yuḥmal minhu syai'uw wa lau kāna żā qurbā, innamā tunżirul-lażīna yakhsyauna rabbahum bil-gaibi wa aqāmuṣ-ṣalāh(ta), wa man tazakkā fa innamā yatazakkā linafsih(ī), wa ilallāhil-maṣīr(u)."
  },
  {
    "verse_number": 19,
    "translation": "Nicht gleich sind der Blinde und der Sehende,",
    "text_uthmani": "وَمَا يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ",
    "text_uthmani_transcribed": "Wa mā yastawil-a'mā wal-baṣīr(u)."
  },
  {
    "verse_number": 20,
    "translation": "noch die Finsternisse und das Licht,",
    "text_uthmani": "وَلَا ٱلظُّلُمَـٰتُ وَلَا ٱلنُّورُ",
    "text_uthmani_transcribed": "Wa laẓ-ẓulumātu wa lan-nūr(u)."
  },
  {
    "verse_number": 21,
    "translation": "noch der Schatten und die (Sonnen)hitze.",
    "text_uthmani": "وَلَا ٱلظِّلُّ وَلَا ٱلْحَرُورُ",
    "text_uthmani_transcribed": "Wa laẓ-ẓillu wa lal-ḥarūr(u)."
  },
  {
    "verse_number": 22,
    "translation": "Und nicht gleich sind auch die Lebenden und die Toten. Allah läßt hören, wen Er will. Und du vermagst nicht, diejenigen hören zu lassen, die in den Gräbern sind.",
    "segmented": [
      {
        "translation": "Und nicht gleich sind auch die Lebenden und die Toten. Allah läßt hören, wen Er will.",
        "text_uthmani": "وَمَا يَسْتَوِى ٱلْأَحْيَآءُ وَلَا ٱلْأَمْوَٰتُ ۚ إِنَّ ٱللَّهَ يُسْمِعُ مَن يَشَآءُ ۖ",
        "text_uthmani_transcribed": "Wa ma yastawī al-aḥyā'u wa-lā al-amwātu. Inna Allāha yusmi'u man yashā'u."
      },
      {
        "translation": "Und du vermagst nicht, diejenigen hören zu lassen, die in den Gräbern sind.",
        "text_uthmani": "وَمَآ أَنتَ بِمُسْمِعٍ مَّن فِى ٱلْقُبُورِ",
        "text_uthmani_transcribed": "Wa mā anta bi-musmi'in man fī al-qubūr."
      }
    ],
    "text_uthmani": "وَمَا يَسْتَوِى ٱلْأَحْيَآءُ وَلَا ٱلْأَمْوَٰتُ ۚ إِنَّ ٱللَّهَ يُسْمِعُ مَن يَشَآءُ ۖ وَمَآ أَنتَ بِمُسْمِعٍ مَّن فِى ٱلْقُبُورِ",
    "text_uthmani_transcribed": "Wa mā yastawil-aḥyā'u wa lal-amwāt(u), innallāha yusmi'u may yasyā'(u), wa mā anta bimusmi'im man fil-qubūr(i)."
  },
  {
    "verse_number": 23,
    "translation": "Du bist nur ein Warner.",
    "text_uthmani": "إِنْ أَنتَ إِلَّا نَذِيرٌ",
    "text_uthmani_transcribed": "In anta illā nażīr(un)."
  },
  {
    "verse_number": 24,
    "translation": "Wir haben dich ja mit der Wahrheit gesandt als Frohboten und als Warner. Und es gibt keine Gemeinschaft, in der nicht ein Warner vorangegangen wäre.",
    "segmented": [
      {
        "translation": "Wir haben dich ja mit der Wahrheit gesandt als Frohboten und als Warner.",
        "text_uthmani": "إِنَّآ أَرْسَلْنَـٰكَ بِٱلْحَقِّ بَشِيرًا وَنَذِيرًا ۚ",
        "text_uthmani_transcribed": "Innaa arsalnaka bilhaqqi basheeran wa natheeran."
      },
      {
        "translation": "Und es gibt keine Gemeinschaft, in der nicht ein Warner vorangegangen wäre.",
        "text_uthmani": "وَإِن مِّنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ",
        "text_uthmani_transcribed": "Wa in min ummatin illa khala feeha natheer."
      }
    ],
    "text_uthmani": "إِنَّآ أَرْسَلْنَـٰكَ بِٱلْحَقِّ بَشِيرًا وَنَذِيرًا ۚ وَإِن مِّنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ",
    "text_uthmani_transcribed": "Innā arsalnāka bil-ḥaqqi basyīraw wa nażīrā(n), wa im min ummatin illā khalā fīhā nażīr(un)."
  },
  {
    "verse_number": 25,
    "translation": "Und wenn sie dich der Lüge bezichtigen, so haben bereits diejenigen, die vor ihnen waren, (die Gesandten) der Lüge bezichtigt. Ihre Gesandten kamen zu ihnen mit den klaren Beweisen und mit den Schriften und den erleuchtenden Büchern.",
    "segmented": [
      {
        "translation": "Und wenn sie dich der Lüge bezichtigen, so haben bereits diejenigen, die vor ihnen waren, (die Gesandten) der Lüge bezichtigt.",
        "text_uthmani": "وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ",
        "text_uthmani_transcribed": "Wa in yukadhdhibūka faqad kadhhaba alladhīna min qablihim"
      },
      {
        "translation": "Ihre Gesandten kamen zu ihnen mit den klaren Beweisen und mit den Schriften und den erleuchtenden Büchern.",
        "text_uthmani": "جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ وَبِٱلزُّبُرِ وَبِٱلْكِتَـٰبِ ٱلْمُنِيرِ",
        "text_uthmani_transcribed": "Jā'athum rusuluhum bilbayyināti wabilzzuburi wabilkitābi almunīr"
      }
    ],
    "text_uthmani": "وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ وَبِٱلزُّبُرِ وَبِٱلْكِتَـٰبِ ٱلْمُنِيرِ",
    "text_uthmani_transcribed": "Wa iy yukażżibūka faqad każżabal-lażīna min qablihim, jā'athum rusuluhum bil-bayyināti wa biz-zuburi wa bil-kitābil-munīr(i)."
  },
  {
    "verse_number": 26,
    "translation": "Hierauf ergriff Ich diejenigen, die ungläubig waren. Wie war da Meine Mißbilligung!",
    "text_uthmani": "ثُمَّ أَخَذْتُ ٱلَّذِينَ كَفَرُوا۟ ۖ فَكَيْفَ كَانَ نَكِيرِ",
    "text_uthmani_transcribed": "Ṡumma akhażtul-lażīna kafarū fakaifa kāna nakīr(i)."
  },
  {
    "verse_number": 27,
    "translation": "Siehst du nicht, daß Allah vom Himmel Wasser herabkommen läßt? Damit bringen Wir dann Früchte von unterschiedlichen Farben hervor. Und von den Bergen gibt es Schichten, weiße und rote - von unterschiedlichen Farben - und rabenschwarze.",
    "segmented": [
      {
        "translation": "Siehst du nicht, daß Allah vom Himmel Wasser herabkommen läßt? Damit bringen Wir dann Früchte von unterschiedlichen Farben hervor.",
        "text_uthmani": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجْنَا بِهِۦ ثَمَرَٰتٍ مُّخْتَلِفًا أَلْوَٰنُهَا",
        "text_uthmani_transcribed": "Alam tara anna Allaha anzala mina alssama-i maan faakhrajna bihi thamaratin mukhtalifan alwanuha"
      },
      {
        "translation": "Und von den Bergen gibt es Schichten, weiße und rote - von unterschiedlichen Farben - und rabenschwarze.",
        "text_uthmani": "ۚ وَمِنَ ٱلْجِبَالِ جُدَدٌۢ بِيضٌ وَحُمْرٌ مُّخْتَلِفٌ أَلْوَٰنُهَا وَغَرَابِيبُ سُودٌ",
        "text_uthmani_transcribed": "Wa mina aljibali judadun baydun wahumrun mukhtalifun alwanuha wagharaabeebu soodun"
      }
    ],
    "text_uthmani": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجْنَا بِهِۦ ثَمَرَٰتٍ مُّخْتَلِفًا أَلْوَٰنُهَا ۚ وَمِنَ ٱلْجِبَالِ جُدَدٌۢ بِيضٌ وَحُمْرٌ مُّخْتَلِفٌ أَلْوَٰنُهَا وَغَرَابِيبُ سُودٌ",
    "text_uthmani_transcribed": "Alam tara annallāha anzala minas-samā'i mā'ā(n), fa'akhrajnā bihī ṡamarātim mukhtalifan alwānuhā, wa minal-jibāli judadum bīḍuw wa khumrum mukhtalifun alwānuhā wa garābību sūd(un)."
  },
  {
    "verse_number": 28,
    "translation": "Und unter den Menschen und den Tieren und dem Vieh gibt es (auf ähnliche Weise) unterschiedliche Farben. So ist es. Allah fürchten von Seinen Dienern eben nur die Gelehrten. Gewiß, Allah ist Allmächtig und Allvergebend.",
    "segmented": [
      {
        "translation": "Und unter den Menschen und den Tieren und dem Vieh gibt es (auf ähnliche Weise) unterschiedliche Farben. So ist es.",
        "text_uthmani": "وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلْأَنْعَـٰمِ مُخْتَلِفٌ أَلْوَٰنُهُۥ كَذَٰلِكَ ۗ",
        "text_uthmani_transcribed": "Wa mina alnnasi waalddawabi waalanAAami mukhtalifun alwanuhu kathalika"
      },
      {
        "translation": "Allah fürchten von Seinen Dienern eben nur die Gelehrten. Gewiß, Allah ist Allmächtig und Allvergebend.",
        "text_uthmani": "إِنَّمَا يَخْشَى ٱللَّهَ مِنْ عِبَادِهِ ٱلْعُلَمَـٰٓؤُا۟ ۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ",
        "text_uthmani_transcribed": "Innama yakhsha Allah min ibadihi alAAulamao inna Allaha AAazizun ghafoorun"
      }
    ],
    "text_uthmani": "وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلْأَنْعَـٰمِ مُخْتَلِفٌ أَلْوَٰنُهُۥ كَذَٰلِكَ ۗ إِنَّمَا يَخْشَى ٱللَّهَ مِنْ عِبَادِهِ ٱلْعُلَمَـٰٓؤُا۟ ۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ",
    "text_uthmani_transcribed": "Wa minan-nāsi wad-dawābbi wal-an'āmi mukhtalifun alwānuhū każālik(a), innamā yakhsyallāha min 'ibādihil-ulamā'(u), innallāha 'azīzun gafūr(un)."
  },
  {
    "verse_number": 29,
    "translation": "Gewiß, diejenigen, die Allahs Buch verlesen, das Gebet verrichten und von dem, womit Wir sie versorgt haben, heimlich und öffentlich ausgeben, hoffen auf einen Handel, der nicht zu Fall kommen wird,",
    "segmented": [
      {
        "translation": "Gewiß, diejenigen, die Allahs Buch verlesen, das Gebet verrichten und von dem, womit Wir sie versorgt haben, heimlich",
        "text_uthmani": "إِنَّ ٱلَّذِينَ يَتْلُونَ كِتَـٰبَ ٱللَّهِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَنفَقُوا۟ مِمَّا رَزَقْنَـٰهُمْ سِرًّا",
        "text_uthmani_transcribed": "Inna allatheena yatloona kitaba Allahi wa-aqamoo assalata wa-anfaqoo mimma razaqnahum sirran"
      },
      {
        "translation": "und öffentlich ausgeben, hoffen auf einen Handel, der nicht zu Fall kommen wird,",
        "text_uthmani": "وَعَلَانِيَةً يَرْجُونَ تِجَـٰرَةً لَّن تَبُورَ",
        "text_uthmani_transcribed": "wa-alaniyatan yarjoona tijaratan lan taboor"
      }
    ],
    "text_uthmani": "إِنَّ ٱلَّذِينَ يَتْلُونَ كِتَـٰبَ ٱللَّهِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَنفَقُوا۟ مِمَّا رَزَقْنَـٰهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَـٰرَةً لَّن تَبُورَ",
    "text_uthmani_transcribed": "Innal-lażīna yatlūna kitāballāhi wa aqāmuṣ-ṣalāta wa anfaqū mimmā razaqnāhum sirraw wa 'alāniyatay yarjūna tijāratal lan tabūr(a)."
  },
  {
    "verse_number": 30,
    "translation": "damit Er ihnen ihren Lohn in vollem Maß zukommen lasse und ihnen von Seiner Huld noch mehr gebe. Gewiß, Er ist Allvergebend und stets zu Dank bereit.",
    "segmented": [
      {
        "translation": "damit Er ihnen ihren Lohn in vollem Maß zukommen lasse und ihnen von Seiner Huld noch mehr gebe.",
        "text_uthmani": "لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُم مِّن فَضْلِهِۦٓ",
        "text_uthmani_transcribed": "liyuwaffiyahum ujoorahum wayazeedahum min fadlihi"
      },
      {
        "translation": "Gewiß, Er ist Allvergebend und stets zu Dank bereit.",
        "text_uthmani": "ۚ إِنَّهُۥ غَفُورٌ شَكُورٌ",
        "text_uthmani_transcribed": "innahu ghafoorun shakoorun"
      }
    ],
    "text_uthmani": "لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُم مِّن فَضْلِهِۦٓ ۚ إِنَّهُۥ غَفُورٌ شَكُورٌ",
    "text_uthmani_transcribed": "Liyuwaffiyahum ujūrahum wa yazīdahum min faḍlih(ī), innahū gafūrun syakūr(un)."
  },
  {
    "verse_number": 31,
    "translation": "Und was Wir dir vom Buch (als Offenbarung) eingegeben haben, ist die Wahrheit, das zu bestätigen, was vor ihm war. Allah hat wahrlich Kenntnis von Seinen Dienern und sieht sie wohl.",
    "segmented": [
      {
        "translation": "Und was Wir dir vom Buch (als Offenbarung) eingegeben haben, ist die Wahrheit, das zu bestätigen, was vor ihm war.",
        "text_uthmani": "وَٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ مِنَ ٱلْكِتَـٰبِ هُوَ ٱلْحَقُّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ ۗ",
        "text_uthmani_transcribed": "Wa alladhee awḥaynā ilayka mina al-kitābi huwa al-ḥaqqu muṣaddiqan limā bayna yadayhi."
      },
      {
        "translation": "Allah hat wahrlich Kenntnis von Seinen Dienern und sieht sie wohl.",
        "text_uthmani": "إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرٌۢ بَصِيرٌ",
        "text_uthmani_transcribed": "Inna Allaha bi'ibadihi la khabirun basir."
      }
    ],
    "text_uthmani": "وَٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ مِنَ ٱلْكِتَـٰبِ هُوَ ٱلْحَقُّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ ۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرٌۢ بَصِيرٌ",
    "text_uthmani_transcribed": "Wal-lażī auḥainā ilaika minal-kitābi huwal-ḥaqqu muṣaddiqal limā baina yadaih(i), innallāha bi'ibādihī lakhabīrum baṣīr(un)."
  },
  {
    "verse_number": 32,
    "translation": "Hierauf gaben Wir das Buch denjenigen von Unseren Dienern, die Wir auserwählten, zum Erbe. Mancher von ihnen tut sich selbst Unrecht, mancher von ihnen zeigt ein gemäßigtes Verhalten, und mancher von ihnen geht mit den guten Dingen mit Allahs Erlaubnis voran. Das ist die große Huld.",
    "segmented": [
      {
        "translation": "Hierauf gaben Wir das Buch denjenigen von Unseren Dienern, die Wir auserwählten, zum Erbe.",
        "text_uthmani": "ثُمَّ أَوْرَثْنَا ٱلْكِتَـٰبَ ٱلَّذِينَ ٱصْطَفَيْنَا مِنْ عِبَادِنَا ۖ",
        "text_uthmani_transcribed": "Thumma awrathna alkitaba allatheena istafayna min 'ibadina."
      },
      {
        "translation": "Mancher von ihnen tut sich selbst Unrecht, mancher von ihnen zeigt ein gemäßigtes Verhalten,",
        "text_uthmani": "فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهِۦ وَمِنْهُم مُّقْتَصِدٌ",
        "text_uthmani_transcribed": "Faminhum thalimun linafsihi waminhum muqtasid."
      },
      {
        "translation": "und mancher von ihnen geht mit den guten Dingen mit Allahs Erlaubnis voran. Das ist die große Huld.",
        "text_uthmani": "وَمِنْهُمْ سَابِقٌۢ بِٱلْخَيْرَٰتِ بِإِذْنِ ٱللَّهِ ۚ ذَٰلِكَ هُوَ ٱلْفَضْلُ ٱلْكَبِيرُ",
        "text_uthmani_transcribed": "Waminhum sabiqun bilkhayrati bi-idhni Allahi. Thalika huwa alfadlu alkabeer."
      }
    ],
    "text_uthmani": "ثُمَّ أَوْرَثْنَا ٱلْكِتَـٰبَ ٱلَّذِينَ ٱصْطَفَيْنَا مِنْ عِبَادِنَا ۖ فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهِۦ وَمِنْهُم مُّقْتَصِدٌ وَمِنْهُمْ سَابِقٌۢ بِٱلْخَيْرَٰتِ بِإِذْنِ ٱللَّهِ ۚ ذَٰلِكَ هُوَ ٱلْفَضْلُ ٱلْكَبِيرُ",
    "text_uthmani_transcribed": "Ṡumma auraṡnal-kitābal-lażīnaṣṭafainā min 'ibādinā, fa minhum ẓālimul linafsih(ī), wa minhum muqtaṣid(un), wa minhum sābiqum bil-khairāti bi'iżnillāh(i), żālika huwal-faḍlul-kabīr(u)."
  },
  {
    "verse_number": 33,
    "translation": "Die Gärten Edens (sind es), in die sie eingehen, worin sie mit Armreifen aus Gold und mit Perlen geschmückt sein werden, und ihre Kleidung wird darin aus Seide sein.",
    "segmented": [
      {
        "translation": "Die Gärten Edens (sind es), in die sie eingehen, worin sie mit Armreifen aus Gold und mit Perlen geschmückt sein werden,",
        "text_uthmani": "جَنَّـٰتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا ۖ",
        "text_uthmani_transcribed": "Jannatu 'Adnin yadkhuloonaha yuhallawna feeha min asawira min dhahabin wa lu'lu'an."
      },
      {
        "translation": "und ihre Kleidung wird darin aus Seide sein.",
        "text_uthmani": "وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
        "text_uthmani_transcribed": "wa libasuhum feeha hareerun."
      }
    ],
    "text_uthmani": "جَنَّـٰتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
    "text_uthmani_transcribed": "Jannātu 'adniy yadkhulūnahā yuḥallauna fīhā min asāwira min żahabiw wa lu'lu'ā(n), wa libāsuhum fīhā ḥarīr(un)."
  },
  {
    "verse_number": 34,
    "translation": "Und sie werden sagen: „(Alles) Lob gehört Allah, Der den Kummer von uns hinweggenommen hat! Unser Herr ist wahrlich Allvergebend und stets zu Dank bereit.",
    "segmented": [
      {
        "translation": "Und sie werden sagen: „(Alles) Lob gehört Allah, Der den Kummer von uns hinweggenommen hat!",
        "text_uthmani": "وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَذْهَبَ عَنَّا ٱلْحَزَنَ ۖ",
        "text_uthmani_transcribed": "Wa qālū al-ḥamdu lillāhi alladhī adhhaba ʿannā al-ḥazana."
      },
      {
        "translation": "Unser Herr ist wahrlich Allvergebend und stets zu Dank bereit.",
        "text_uthmani": "إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ",
        "text_uthmani_transcribed": "Inna rabbana laghafūrun shakūrun."
      }
    ],
    "text_uthmani": "وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَذْهَبَ عَنَّا ٱلْحَزَنَ ۖ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ",
    "text_uthmani_transcribed": "Wa qālul-ḥamdu lillāhil-lażī ażhaba 'annal-ḥazan(a), inna rabbanā lagafūrun syakūr(un)."
  },
  {
    "verse_number": 35,
    "translation": "(Er), Der uns durch Seine Huld in die (ewig) bleibende Wohnstätte versetzt hat, in der uns keine Mühsal widerfährt und in der uns keine Ermüdung befällt.",
    "segmented": [
      {
        "translation": "(Er), Der uns durch Seine Huld in die (ewig) bleibende Wohnstätte versetzt hat, in der uns keine Mühsal widerfährt",
        "text_uthmani": "ٱلَّذِىٓ أَحَلَّنَا دَارَ ٱلْمُقَامَةِ مِن فَضْلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٌ",
        "text_uthmani_transcribed": "Alladhī 'aḥallanā dāra al-muqāmati min faḍlihi lā yamassunā fīhā naṣabun"
      },
      {
        "translation": "und in der uns keine Ermüdung befällt.",
        "text_uthmani": "وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ",
        "text_uthmani_transcribed": "wa-lā yamassunā fīhā lughūbun"
      }
    ],
    "text_uthmani": "ٱلَّذِىٓ أَحَلَّنَا دَارَ ٱلْمُقَامَةِ مِن فَضْلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ",
    "text_uthmani_transcribed": "Allażī aḥallanā dāral-muqāmati min faḍlih(ī), lā yamassunā fīhā naṣabuw wa lā yamassunā fīhā lugūb(un)."
  },
  {
    "verse_number": 36,
    "translation": "Diejenigen aber, die ungläubig sind, für sie wird es das Feuer der Hölle geben, wobei mit ihnen kein Ende gemacht wird, so daß sie sterben, und ihnen auch seine Strafe nicht erleichtert wird. So vergelten Wir jedem sehr Ungläubigen.",
    "segmented": [
      {
        "translation": "Diejenigen aber, die ungläubig sind, für sie wird es das Feuer der Hölle geben, wobei mit ihnen kein Ende gemacht wird, so daß sie sterben,",
        "text_uthmani": "وَٱلَّذِينَ كَفَرُوا۟ لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا۟",
        "text_uthmani_transcribed": "Wa alladhīna kafarū lahum nāru jahannama lā yuqḍá 'alayhim fayamūtū"
      },
      {
        "translation": "und ihnen auch seine Strafe nicht erleichtert wird. So vergelten Wir jedem sehr Ungläubigen.",
        "text_uthmani": "وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا ۚ كَذَٰلِكَ نَجْزِى كُلَّ كَفُورٍ",
        "text_uthmani_transcribed": "wa lā yukhaffafu 'anhum min 'adhābiha. Kadhalika najzī kulla kafūr"
      }
    ],
    "text_uthmani": "وَٱلَّذِينَ كَفَرُوا۟ لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا۟ وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا ۚ كَذَٰلِكَ نَجْزِى كُلَّ كَفُورٍ",
    "text_uthmani_transcribed": "Wal-lażīna kafarū lahum nāru jahannam(a), lā yuqḍā 'alaihim fayamūtū wa lā yukhaffafu 'anhum min 'ażābihā, każālika najzī kulla kafūr(in)."
  },
  {
    "verse_number": 37,
    "translation": "Und sie schreien darin laut: „Unser Herr, bringe uns heraus, so werden wir rechtschaffen handeln, anders als das, was wir zu tun pflegten. - „Haben Wir euch nicht ein so langes Leben gewährt, daß jeder, der hätte bedenken wollen, darin hätte bedenken können? Und ist nicht der Warner zu euch gekommen? So kostet nun, denn die Ungerechten haben keinen Helfer.",
    "segmented": [
      {
        "translation": "Und sie schreien darin laut: „Unser Herr, bringe uns heraus, so werden wir rechtschaffen handeln, anders als das, was wir zu tun pflegten.",
        "text_uthmani": "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَآ أَخْرِجْنَا نَعْمَلْ صَـٰلِحًا غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ",
        "text_uthmani_transcribed": "Wa hum yastarikhuna fiha rabbana akhrijna na'mal salihan ghayra alladhee kunna na'malu"
      },
      {
        "translation": "- „Haben Wir euch nicht ein so langes Leben gewährt, daß jeder, der hätte bedenken wollen, darin hätte bedenken können?",
        "text_uthmani": "ۚ أَوَلَمْ نُعَمِّرْكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ",
        "text_uthmani_transcribed": "Awalam nu'ammirkum ma yatadhakkaru feehi man tadhakkar"
      },
      {
        "translation": "Und ist nicht der Warner zu euch gekommen? So kostet nun, denn die Ungerechten haben keinen Helfer.",
        "text_uthmani": "وَجَآءَكُمُ ٱلنَّذِيرُ ۖ فَذُوقُوا۟ فَمَا لِلظَّـٰلِمِينَ مِن نَّصِيرٍ",
        "text_uthmani_transcribed": "Wajaakumu alnadheeru fathooqoo fama lilththalimeena min naseer"
      }
    ],
    "text_uthmani": "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَآ أَخْرِجْنَا نَعْمَلْ صَـٰلِحًا غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ ۚ أَوَلَمْ نُعَمِّرْكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُ ۖ فَذُوقُوا۟ فَمَا لِلظَّـٰلِمِينَ مِن نَّصِيرٍ",
    "text_uthmani_transcribed": "Wa hum yaṣṭarikhūna fīhā, rabbanā akhirjnā na'mal ṣāliḥan gairal-lażī kunnā na'mal(u), awalam nu'ammirkum mā yatażakkaru fīhi man tażakkara wa jā'akumun nażīr(u), fa żūqū famā liẓ-ẓālimīna min naṣīr(in)."
  },
  {
    "verse_number": 38,
    "translation": "Gewiß, Allah ist der Kenner des Verborgenen der Himmel und der Erde; gewiß, Er weiß über das Innerste der Brüste Bescheid.",
    "text_uthmani": "إِنَّ ٱللَّهَ عَـٰلِمُ غَيْبِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
    "text_uthmani_transcribed": "Innallāha 'ālimu gaibis-samāwāti wal-arḍ(i), innahū 'alīmum biżātiṣ-ṣudūr(i)."
  },
  {
    "verse_number": 39,
    "translation": "Er ist es, Der euch zu Nachfolgern auf der Erde gemacht hat. Wer nun ungläubig ist, dessen Unglaube lastet auf ihm. Und den Ungläubigen mehrt ihr Unglaube nur noch die Abscheu bei ihrem Herrn; und den Ungläubigen mehrt ihr Unglaube nur noch den Verlust.",
    "segmented": [
      {
        "translation": "Er ist es, Der euch zu Nachfolgern auf der Erde gemacht hat. Wer nun ungläubig ist, dessen Unglaube lastet auf ihm.",
        "text_uthmani": "هُوَ ٱلَّذِى جَعَلَكُمْ خَلَـٰٓئِفَ فِى ٱلْأَرْضِ ۚ فَمَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥ ۖ",
        "text_uthmani_transcribed": "Huwa allathee ja'alakum khalaa'ifa fee al-ardi. Faman kafara fa'alayhi kufruhu."
      },
      {
        "translation": "Und den Ungläubigen mehrt ihr Unglaube nur noch die Abscheu bei ihrem Herrn; und den Ungläubigen mehrt ihr Unglaube nur noch den Verlust.",
        "text_uthmani": "وَلَا يَزِيدُ ٱلْكَـٰفِرِينَ كُفْرُهُمْ عِندَ رَبِّهِمْ إِلَّا مَقْتًا ۖ وَلَا يَزِيدُ ٱلْكَـٰفِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا",
        "text_uthmani_transcribed": "Wa la yazeedu al-kafireena kufruhum 'inda rabbihim illa maqtan. Wa la yazeedu al-kafireena kufruhum illa khasaran."
      }
    ],
    "text_uthmani": "هُوَ ٱلَّذِى جَعَلَكُمْ خَلَـٰٓئِفَ فِى ٱلْأَرْضِ ۚ فَمَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥ ۖ وَلَا يَزِيدُ ٱلْكَـٰفِرِينَ كُفْرُهُمْ عِندَ رَبِّهِمْ إِلَّا مَقْتًا ۖ وَلَا يَزِيدُ ٱلْكَـٰفِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا",
    "text_uthmani_transcribed": "Huwal-lażī ja'alakum khalā'ifa fil-arḍ(i), faman kafara fa'alaihi kufruh(ū), wa lā yazīdul-kāfirīna kufruhum 'inda rabbihim illā maqtā(n), wa lā yazīdul-kāfirīna kufruhum illā khasārā(n)."
  },
  {
    "verse_number": 40,
    "translation": "Sag: Was meint ihr zu euren Teilhabern, die ihr anstatt Allahs anruft? Zeigt mir, was sie von der Erde erschaffen haben. Oder haben sie etwa einen Anteil an den Himmeln? Oder haben Wir ihnen (sonst) eine Schrift gegeben, so daß sie sich von daher auf einen klaren Beweis stützten? Nein! Vielmehr versprechen die Ungerechten einander nur Trügerisches.",
    "segmented": [
      {
        "translation": "Sag: Was meint ihr zu euren Teilhabern, die ihr anstatt Allahs anruft? Zeigt mir, was sie von der Erde erschaffen haben.",
        "text_uthmani": "قُلْ أَرَءَيْتُمْ شُرَكَآءَكُمُ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ أَرُونِى مَاذَا خَلَقُوا۟ مِنَ ٱلْأَرْضِ",
        "text_uthmani_transcribed": "Qul ara'aytum shuraka'akumu allatheena tad'una min dooni Allahi aroonee mada khalaqoo mina al-ardi"
      },
      {
        "translation": "Oder haben sie etwa einen Anteil an den Himmeln?",
        "text_uthmani": "أَمْ لَهُمْ شِرْكٌ فِى ٱلسَّمَـٰوَٰتِ",
        "text_uthmani_transcribed": "Am lahum shirkun fee alssamawati"
      },
      {
        "translation": "Oder haben Wir ihnen (sonst) eine Schrift gegeben, so daß sie sich von daher auf einen klaren Beweis stützten? Nein!",
        "text_uthmani": "أَمْ ءَاتَيْنَـٰهُمْ كِتَـٰبًا فَهُمْ عَلَىٰ بَيِّنَتٍ مِّنْهُ",
        "text_uthmani_transcribed": "Am ataynahum kitaban fahum 'ala bayyinatin minhu"
      },
      {
        "translation": "Vielmehr versprechen die Ungerechten einander nur Trügerisches.",
        "text_uthmani": "ۚ بَلْ إِن يَعِدُ ٱلظَّـٰلِمُونَ بَعْضُهُم بَعْضًا إِلَّا غُرُورًا",
        "text_uthmani_transcribed": "Bal in ya'idu alththalimoona ba'duhum ba'dan illa ghurooran"
      }
    ],
    "text_uthmani": "قُلْ أَرَءَيْتُمْ شُرَكَآءَكُمُ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ أَرُونِى مَاذَا خَلَقُوا۟ مِنَ ٱلْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِى ٱلسَّمَـٰوَٰتِ أَمْ ءَاتَيْنَـٰهُمْ كِتَـٰبًا فَهُمْ عَلَىٰ بَيِّنَتٍ مِّنْهُ ۚ بَلْ إِن يَعِدُ ٱلظَّـٰلِمُونَ بَعْضُهُم بَعْضًا إِلَّا غُرُورًا",
    "text_uthmani_transcribed": "Qul ara'aitum syurakā'akumul-lażīna tad'ūna min dūnillāh(i), arūnī māżā khalaqū minal-arḍi am lahum syirkun fis-samāwāt(i), am ātaināhum kitāban fahum 'alā bayyinatim minh(u), bal iy ya'iduẓ-ẓālimūna ba'ḍuhum ba'ḍan illā gurūrā(n)."
  },
  {
    "verse_number": 41,
    "translation": "Allah hält die Himmel und die Erde, daß sie nicht vergehen. Und wenn sie vergehen würden, so könnte niemand nach Ihm sie halten. Gewiß, Er ist Nachsichtig und Allvergebend.",
    "segmented": [
      {
        "translation": "Allah hält die Himmel und die Erde, daß sie nicht vergehen. Und wenn sie vergehen würden, so könnte niemand nach Ihm sie halten.",
        "text_uthmani": "۞ إِنَّ ٱللَّهَ يُمْسِكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ أَن تَزُولَا ۚ وَلَئِن زَالَتَآ إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِّنۢ بَعْدِهِۦٓ",
        "text_uthmani_transcribed": "Inna Allaha yumsiku assamawati wal-arda an tazoola. Wa la'in zalata in amsakahuma min ahadin min ba'dihi."
      },
      {
        "translation": "Gewiß, Er ist Nachsichtig und Allvergebend.",
        "text_uthmani": "إِنَّهُۥ كَانَ حَلِيمًا غَفُورًا",
        "text_uthmani_transcribed": "Innahu kana haleeman ghafoora."
      }
    ],
    "text_uthmani": "۞ إِنَّ ٱللَّهَ يُمْسِكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ أَن تَزُولَا ۚ وَلَئِن زَالَتَآ إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِّنۢ بَعْدِهِۦٓ ۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورًا",
    "text_uthmani_transcribed": "Innallāha yumsikus-samāwāti wal-arḍa an tazūlā, wa la'in zālatā in amsakahumā min aḥadim mim ba'dih(ī), innahū kāna ḥalīman gafūrā(n)."
  },
  {
    "verse_number": 42,
    "translation": "Und sie haben bei Allah ihren kräftigsten Eid geschworen, sie würden, wenn ein Warner zu ihnen käme, wahrlich eher rechtgeleitet sein als irgendeine der Gemeinschaften. Als dann aber ein Warner zu ihnen kam, mehrte es in ihnen nur (noch) die Abneigung,",
    "segmented": [
      {
        "translation": "Und sie haben bei Allah ihren kräftigsten Eid geschworen, sie würden, wenn ein Warner zu ihnen käme, wahrlich eher rechtgeleitet sein als",
        "text_uthmani": "وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ لَئِن جَآءَهُمْ نَذِيرٌ لَّيَكُونُنَّ أَهْدَىٰ مِنْ",
        "text_uthmani_transcribed": "Wa aqsamoo biAllahi jahda aymanihim la-in jaahum natheerun layakoonunna ahda min"
      },
      {
        "translation": "irgendeine der Gemeinschaften. Als dann aber ein Warner zu ihnen kam, mehrte es in ihnen nur (noch) die Abneigung,",
        "text_uthmani": "إِحْدَى ٱلْأُمَمِ ۖ فَلَمَّا جَآءَهُمْ نَذِيرٌ مَّا زَادَهُمْ إِلَّا نُفُورًا",
        "text_uthmani_transcribed": "Ihda al-umami. Falamma jaahum natheerun ma zadahum illa nufura"
      }
    ],
    "text_uthmani": "وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ لَئِن جَآءَهُمْ نَذِيرٌ لَّيَكُونُنَّ أَهْدَىٰ مِنْ إِحْدَى ٱلْأُمَمِ ۖ فَلَمَّا جَآءَهُمْ نَذِيرٌ مَّا زَادَهُمْ إِلَّا نُفُورًا",
    "text_uthmani_transcribed": "Wa aqsamū billāhi jahda aimānihim la'in jā'ahum nażīrul layakūnunna ahdā min iḥdal-umam(i), falammā jā'ahum nażīrum mā zādahum illā nufūrā(n)."
  },
  {
    "verse_number": 43,
    "translation": "indem sie sich auf der Erde hochmütig verhielten und Ränke böser Taten schmiedeten. Aber die bösen Ränke umschließen nur ihre Urheber. Erwarten sie denn (für sich) etwas anderes als die Gesetzmäßigkeit (, nach) der (an den) Früheren (verfahren wurde)? Du wirst in Allahs Gesetzmäßigkeit keine Änderung finden, und du wirst in Allahs Gesetzmäßigkeit keine Abwandlung finden.",
    "segmented": [
      {
        "translation": "indem sie sich auf der Erde hochmütig verhielten und Ränke böser Taten schmiedeten. Aber die bösen Ränke umschließen nur ihre Urheber.",
        "text_uthmani": "ٱسْتِكْبَارًا فِى ٱلْأَرْضِ وَمَكْرَ ٱلسَّيِّئِ ۚ وَلَا يَحِيقُ ٱلْمَكْرُ ٱلسَّيِّئُ إِلَّا بِأَهْلِهِۦ",
        "text_uthmani_transcribed": "istikbaran fi al-ardi wa makra alssayyi'i. wa la yahiqu almakru alssayyi'u illa bi ahlihi"
      },
      {
        "translation": "Erwarten sie denn (für sich) etwas anderes als die Gesetzmäßigkeit (, nach) der (an den) Früheren (verfahren wurde)?",
        "text_uthmani": "ۚ فَهَلْ يَنظُرُونَ إِلَّا سُنَّتَ ٱلْأَوَّلِينَ",
        "text_uthmani_transcribed": "fa hal yanzuruna illa sunnata al-awwalina"
      },
      {
        "translation": "Du wirst in Allahs Gesetzmäßigkeit keine Änderung finden, und du wirst in Allahs Gesetzmäßigkeit keine Abwandlung finden.",
        "text_uthmani": "ۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبْدِيلًا ۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحْوِيلًا",
        "text_uthmani_transcribed": "fa lan tajida li sunnati Allahi tabdilan, wa lan tajida li sunnati Allahi tahwilan"
      }
    ],
    "text_uthmani": "ٱسْتِكْبَارًا فِى ٱلْأَرْضِ وَمَكْرَ ٱلسَّيِّئِ ۚ وَلَا يَحِيقُ ٱلْمَكْرُ ٱلسَّيِّئُ إِلَّا بِأَهْلِهِۦ ۚ فَهَلْ يَنظُرُونَ إِلَّا سُنَّتَ ٱلْأَوَّلِينَ ۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبْدِيلًا ۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحْوِيلًا",
    "text_uthmani_transcribed": "Istikbāran fil-arḍi wa makras-sayyi'(i), wa lā yaḥīqul-makrus-sayyi'u illā bi'ahlih(ī), fahal yanẓurūna illā sunnatal-awwalīn(a), falan tajida lisunnatillāhi tabdīlā(n), wa lan tajida lisunnatillāhi taḥwīlā(n)."
  },
  {
    "verse_number": 44,
    "translation": "Sind sie denn nicht auf der Erde umhergereist, so daß sie schauen (konnten), wie das Ende derjenigen war, die vor ihnen waren und die eine stärkere Kraft als sie hatten? Und Allah kann sich nichts entziehen - weder in den Himmeln noch auf der Erde, denn Er ist Allwissend und Allmächtig.",
    "segmented": [
      {
        "translation": "Sind sie denn nicht auf der Erde umhergereist, so daß sie schauen (konnten), wie das Ende derjenigen war, die vor ihnen waren",
        "text_uthmani": "أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ",
        "text_uthmani_transcribed": "Awa lam yaseeroo fee al-ardi fayanẓuroo kayfa kana 'aaqibatu allatheena min qablihim"
      },
      {
        "translation": "und die eine stärkere Kraft als sie hatten?",
        "text_uthmani": "وَكَانُوٓا۟ أَشَدَّ مِنْهُمْ قُوَّةً",
        "text_uthmani_transcribed": "Wa kaanoo ashadda minhum quwwatan"
      },
      {
        "translation": "Und Allah kann sich nichts entziehen - weder in den Himmeln noch auf der Erde, denn Er ist Allwissend und Allmächtig.",
        "text_uthmani": "ۚ وَمَا كَانَ ٱللَّهُ لِيُعْجِزَهُۥ مِن شَىْءٍ فِى ٱلسَّمَـٰوَٰتِ وَلَا فِى ٱلْأَرْضِ ۚ إِنَّهُۥ كَانَ عَلِيمًا قَدِيرًا",
        "text_uthmani_transcribed": "Wa ma kana Allahu liyu'jizahu min shay'in fee as-samawati wa la fee al-ardi. Innahu kana 'aleeman qadeeran"
      }
    ],
    "text_uthmani": "أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ وَكَانُوٓا۟ أَشَدَّ مِنْهُمْ قُوَّةً ۚ وَمَا كَانَ ٱللَّهُ لِيُعْجِزَهُۥ مِن شَىْءٍ فِى ٱلسَّمَـٰوَٰتِ وَلَا فِى ٱلْأَرْضِ ۚ إِنَّهُۥ كَانَ عَلِيمًا قَدِيرًا",
    "text_uthmani_transcribed": "Awalam yasīrū fil-arḍi fa yanẓurū kaifa kāna 'āqibatul-lażīna min qablihim wa kānū asyadda minhum quwwah(tan), wa mā kānallāhu liyu'jizahū min syai'in fis-samāwāti wa lā fil-arḍ(i), innahū kāna 'alīman qadīrā(n)."
  },
  {
    "verse_number": 45,
    "translation": "Und wenn Allah die Menschen für das belangen wollte, was sie verdient haben, würde Er auf ihrer Oberfläche kein Tier übriglassen. Aber Er stellt sie auf eine festgesetzte Frist zurück. Und wenn dann ihre Frist kommt (-, so wird Er sie belangen), denn gewiß, Allah sieht Seine Diener wohl.",
    "segmented": [
      {
        "translation": "Und wenn Allah die Menschen für das belangen wollte, was sie verdient haben, würde Er auf ihrer Oberfläche kein Tier übriglassen.",
        "text_uthmani": "وَلَوْ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُوا۟ مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِن دَآبَّةٍ",
        "text_uthmani_transcribed": "Wa law yu'ākhidhu Allāhu an-nāsa bimā kasabū mā taraka 'alā ẓahrihā min dābbah"
      },
      {
        "translation": "Aber Er stellt sie auf eine festgesetzte Frist zurück.",
        "text_uthmani": "وَلَـٰكِن يُؤَخِّرُهُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى",
        "text_uthmani_transcribed": "wa-lākin yu'akhkhiruhum ilā ajalin musamman"
      },
      {
        "translation": "Und wenn dann ihre Frist kommt (-, so wird Er sie belangen), denn gewiß, Allah sieht Seine Diener wohl.",
        "text_uthmani": "ۖ فَإِذَا جَآءَ أَجَلُهُمْ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرًۢا",
        "text_uthmani_transcribed": "fa-idhā jā'a ajaluhum fa-inna Allāha kāna bi-'ibādihi baṣīran"
      }
    ],
    "text_uthmani": "وَلَوْ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُوا۟ مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِن دَآبَّةٍ وَلَـٰكِن يُؤَخِّرُهُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۖ فَإِذَا جَآءَ أَجَلُهُمْ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرًۢا",
    "text_uthmani_transcribed": "Wa lau yu'ākhiżullāhun-nāsa bimā kasabū mā taraka 'alā ẓahrihā min dābbatiw wa lākiy yu'akhkhiruhum ilā ajalim musammā(n), fa iżā jā'a ajaluhum fa innallāha kāna bi'ibādihī baṣīrā(n)."
  }
]