[
  {
    "index": 1,
    "verse_number": 1,
    "translation": "O die ihr glaubt, nehmt nicht Meine Feinde",
    "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ عَدُوِّى",
    "transcription": "Yā ayyuhal-lażīna āmanū lā tattakhiżū 'aduwwī"
  },
  {
    "index": 2,
    "verse_number": 1,
    "translation": "und eure Feinde zu Schutzherren, indem ihr ihnen Zuneigung entgegenbringt, wo sie doch das verleugnen, was von der Wahrheit zu euch gekommen ist,",
    "arabic": "وَعَدُوَّكُمْ أَوْلِيَآءَ تُلْقُونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَقَدْ كَفَرُوا۟ بِمَا جَآءَكُم مِّنَ ٱلْحَقِّ",
    "transcription": "wa 'aduwwakum auliyā'a tulqūna ilaihim bil-mawaddati wa qad kafarū bimā jā'akum minal-ḥaqq(i)"
  },
  {
    "index": 3,
    "verse_number": 1,
    "translation": "und den Gesandten und euch selbst vertreiben, weil ihr an Allah, euren Herrn, glaubt.",
    "arabic": "يُخْرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمْ ۙ أَن تُؤْمِنُوا۟ بِٱللَّهِ رَبِّكُمْ",
    "transcription": "yukhrijūnar-rasūla wa iyyākum an tu'minū billāhi rabbikum"
  },
  {
    "index": 4,
    "verse_number": 1,
    "translation": "(Nehmt sie nicht zu Schutzherren), wenn ihr wirklich ausgezogen seid zum Abmühen auf Meinem Weg und im Trachten nach Meiner Zufriedenheit.",
    "arabic": "إِن كُنتُمْ خَرَجْتُمْ جِهَـٰدًا فِى سَبِيلِى وَٱبْتِغَآءَ مَرْضَاتِى",
    "transcription": "in kuntum kharajtum jihādan fī sabīlī wabtigā'a marḍātī"
  },
  {
    "index": 5,
    "verse_number": 1,
    "translation": "(Tut das nicht, indem) ihr ihnen heimlich Zuneigung zeigt, wo Ich doch besser weiß, was ihr verbergt und was ihr offenlegt.",
    "arabic": "تُسِرُّونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَأَنَا۠ أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ أَعْلَنتُمْ ۚ",
    "transcription": "tusirrūna ilaihim bil-mawaddah(ti), wa ana a'lamu bimā akhfaitum wa mā a'lantum,"
  },
  {
    "index": 6,
    "verse_number": 1,
    "translation": "Und wer von euch das tut, der ist fürwahr vom rechten Weg abgeirrt.",
    "arabic": "وَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
    "transcription": "wa may yaf'alhu minkum faqad ḍalla sawā'as-sabīl(i)."
  },
  {
    "index": 7,
    "verse_number": 2,
    "translation": "Wenn sie auf euch treffen, sind sie euch feind und strecken gegen euch ihre Hände und ihre Zungen zum Bösen aus.",
    "arabic": "إِن يَثْقَفُوكُمْ يَكُونُوا۟ لَكُمْ أَعْدَآءً وَيَبْسُطُوٓا۟ إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُم بِٱلسُّوٓءِ",
    "transcription": "Iy yaṡqafūkum yakūnū lakum a'dā'aw wa yabsuṭū ilaikum aidiyahum wa alsinatahum bis-sū'i"
  },
  {
    "index": 8,
    "verse_number": 2,
    "translation": "Sie möchten gern, ihr würdet ungläubig.",
    "arabic": "وَوَدُّوا۟ لَوْ تَكْفُرُونَ",
    "transcription": "wa waddū lau takfurūn(a)."
  },
  {
    "index": 9,
    "verse_number": 3,
    "translation": "Nicht nützen werden euch eure Blutsverwandten und auch nicht eure Kinder. Am Tag der Auferstehung wird Er (Allah) zwischen euch entscheiden.",
    "arabic": "لَن تَنفَعَكُمْ أَرْحَامُكُمْ وَلَآ أَوْلَـٰدُكُمْ ۚ يَوْمَ ٱلْقِيَـٰمَةِ يَفْصِلُ بَيْنَكُمْ ۚ",
    "transcription": "Lan tanfa'akum arḥāmukum wa lā aulādukum yaumal-qiyāmati yafṣilu bainakum,"
  },
  {
    "index": 10,
    "verse_number": 3,
    "translation": "Und was ihr tut, sieht Allah wohl.",
    "arabic": "وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "transcription": "wallāhu bimā ta'malūna baṣīr(un)."
  },
  {
    "index": 11,
    "verse_number": 4,
    "translation": "Ihr habt doch ein schönes Vorbild in Ibrahim und denjenigen, die mit ihm waren, als sie zu ihrem Volk sagten: Wir sind unschuldig an euch",
    "arabic": "قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِىٓ إِبْرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذْ قَالُوا۟ لِقَوْمِهِمْ إِنَّا بُرَءَٰٓؤُا۟ مِنكُمْ",
    "transcription": "Qad kānat lakum uswatun ḥasanatun fī ibrāhīma wal-lażīna ma'ah(ū), iż qālū liqaumihim innā bura'ā'u minkum"
  },
  {
    "index": 12,
    "verse_number": 4,
    "translation": "und an dem, dem ihr anstatt Allahs dient.",
    "arabic": "وَمِمَّا تَعْبُدُونَ مِن دُونِ ٱللَّهِ",
    "transcription": "wa mimmā ta'budūna min dūnillāh(i)"
  },
  {
    "index": 13,
    "verse_number": 4,
    "translation": "Wir verleugnen euch, und zwischen uns und euch haben sich Feindschaft und Haß auf immer offenkundig gezeigt, bis ihr an Allah allein glaubt.",
    "arabic": "كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ ٱلْعَدَٰوَةُ وَٱلْبَغْضَآءُ أَبَدًا حَتَّىٰ تُؤْمِنُوا۟ بِٱللَّهِ وَحْدَهُۥٓ",
    "transcription": "kafarnā bikum wa badā bainanā wa bainakumul-'adāwatu wal-bagḍā'u abadan ḥattā tu'minū billāhi waḥdahū"
  },
  {
    "index": 14,
    "verse_number": 4,
    "translation": "(Dies), außer das Wort Ibrahims zu seinem Vater: Ich werde ganz gewiß für dich um Vergebung bitten; doch vermag ich für dich vor Allah gar",
    "arabic": "إِلَّا قَوْلَ إِبْرَٰهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَآ أَمْلِكُ لَكَ مِنَ ٱللَّهِ مِن شَىْءٍ",
    "transcription": "illā qaula ibrāhīma li'abīhi la'astagfiranna laka wa mā amliku laka minallāhi min syai'(in)"
  },
  {
    "index": 15,
    "verse_number": 4,
    "translation": "nichts auszurichten. Unser Herr, auf Dich verlassen wir uns, und Dir wenden wir uns reuig zu. Und zu Dir ist der Ausgang.",
    "arabic": "مِن شَىْءٍ ۖ رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ ٱلْمَصِيرُ",
    "transcription": "min syai'(in), rabbanā 'alaika tawakkalnā wa ilaika anabnā wa ilaikal-maṣīr(u)."
  },
  {
    "index": 16,
    "verse_number": 5,
    "translation": "Unser Herr, mache uns nicht zu einer Versuchung für diejenigen, die ungläubig sind. Und vergib uns, unser Herr.",
    "arabic": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِينَ كَفَرُوا۟ وَٱغْفِرْ لَنَا رَبَّنَآ",
    "transcription": "Rabbanā lā taj'alnā fitnatal lil-lażīna kafarū wagfir lanā rabbanā"
  },
  {
    "index": 17,
    "verse_number": 5,
    "translation": "Du bist ja der Allmächtige und Allweise.",
    "arabic": "إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "transcription": "innaka antal-'azīzul-ḥakīm(u)."
  },
  {
    "index": 18,
    "verse_number": 6,
    "translation": "Ihr habt ja in ihnen ein schönes Vorbild, und zwar für einen (jeden), der auf Allah und (auf) den Jüngsten Tag hofft.",
    "arabic": "لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُوا۟ ٱللَّهَ وَٱلْيَوْمَ ٱلْـَٔاخِرَ ۚ",
    "transcription": "Laqad kāna lakum fīhim uswatun ḥasanatul liman kāna yarjullāha wal-yaumal-ākhir(a),"
  },
  {
    "index": 19,
    "verse_number": 6,
    "translation": "Wer sich jedoch abkehrt, so ist Allah der Unbedürftige und Lobenswürdige.",
    "arabic": "وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
    "transcription": "wa may yatawalla fa'innallāha huwal-ganiyyul-ḥamīd(u)."
  },
  {
    "index": 20,
    "verse_number": 7,
    "translation": "Vielleicht setzt Allah zwischen euch und denjenigen von ihnen, mit denen ihr verfeindet seid, Zuneigung! Und Allah ist Allmächtig.",
    "arabic": "۞ عَسَى ٱللَّهُ أَن يَجْعَلَ بَيْنَكُمْ وَبَيْنَ ٱلَّذِينَ عَادَيْتُم مِّنْهُم مَّوَدَّةً ۚ وَٱللَّهُ قَدِيرٌ ۚ",
    "transcription": "'Asallāhu ay yaj'ala bainakum wa bainal-lażīna 'ādaitum minhum mawaddah(tan), wallāhu qadīr(un),"
  },
  {
    "index": 21,
    "verse_number": 7,
    "translation": "Und Allah ist Allvergebend und Barmherzig.",
    "arabic": "وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "transcription": "wallāhu gafūrur raḥīm(un)."
  },
  {
    "index": 22,
    "verse_number": 8,
    "translation": "Allah verbietet euch nicht, gegenüber denjenigen, die nicht gegen euch der Religion wegen gekämpft",
    "arabic": "لَّا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمْ يُقَـٰتِلُوكُمْ فِى ٱلدِّينِ",
    "transcription": "Lā yanhākumullāhu 'anil-lażīna lam yuqātilūkum fid-dīni"
  },
  {
    "index": 23,
    "verse_number": 8,
    "translation": "und euch nicht aus euren Wohnstätten vertrieben haben, gütig zu sein und sie gerecht zu behandeln. Gewiß, Allah liebt die Gerechten.",
    "arabic": "وَلَمْ يُخْرِجُوكُم مِّن دِيَـٰرِكُمْ أَن تَبَرُّوهُمْ وَتُقْسِطُوٓا۟ إِلَيْهِمْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ",
    "transcription": "wa lam yukhrijūkum min diyārikum an tabarrūhum wa tuqsiṭū ilaihim, innallāha yuḥibbul-muqsiṭīn(a)."
  },
  {
    "index": 24,
    "verse_number": 9,
    "translation": "Er verbietet euch nur, diejenigen, die gegen euch der Religion wegen gekämpft und euch aus euren Wohnstätten vertrieben",
    "arabic": "إِنَّمَا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَـٰتَلُوكُمْ فِى ٱلدِّينِ وَأَخْرَجُوكُم مِّن دِيَـٰرِكُمْ",
    "transcription": "Innamā yanhākumullāhu 'anil-lażīna qātalūkum fid-dīni wa akhrajūkum min diyārikum"
  },
  {
    "index": 25,
    "verse_number": 9,
    "translation": "und zu eurer Vertreibung Beistand geleistet haben, zu Schutzherren zu nehmen.",
    "arabic": "وَظَـٰهَرُوا۟ عَلَىٰٓ إِخْرَاجِكُمْ أَن تَوَلَّوْهُمْ ۚ",
    "transcription": "wa ẓāharū 'alā ikhrājikum an tawallauhum, wa"
  },
  {
    "index": 26,
    "verse_number": 9,
    "translation": "Diejenigen, die sie zu Schutzherren nehmen, das sind die Ungerechten.",
    "arabic": "وَمَن يَتَوَلَّهُمْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
    "transcription": "wa may yatawallahum fa'ulā'ika humuẓ-ẓālimūn(a)."
  },
  {
    "index": 27,
    "verse_number": 10,
    "translation": "O die ihr glaubt, wenn gläubige Frauen als Auswanderer zu euch kommen, dann prüft sie. Allah weiß besser über ihren Glauben Bescheid.",
    "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا جَآءَكُمُ ٱلْمُؤْمِنَـٰتُ مُهَـٰجِرَٰتٍ فَٱمْتَحِنُوهُنَّ ۖ ٱللَّهُ أَعْلَمُ بِإِيمَـٰنِهِنَّ ۖ",
    "transcription": "Yā ayyuhal-lażīna āmanū iżā jā'akumul-mu'minātu muhājirātin famtaḥinūhunn(a), allāhu a'lamu bi'īmānihinna"
  },
  {
    "index": 28,
    "verse_number": 10,
    "translation": "Wenn ihr sie dann als gläubig erkennt, dann schickt sie nicht zu den Ungläubigen zurück.",
    "arabic": "فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَـٰتٍ فَلَا تَرْجِعُوهُنَّ إِلَى ٱلْكُفَّارِ ۖ",
    "transcription": "fa'in 'alimtumūhunna mu'minātin falā tarji'ūhunna ilal-kuffār(i),"
  },
  {
    "index": 29,
    "verse_number": 10,
    "translation": "Weder sind sie ihnen (zur Ehe) erlaubt, noch sind sie ihnen (diesen Frauen) erlaubt.",
    "arabic": "لَا هُنَّ حِلٌّ لَّهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ ۖ",
    "transcription": "lā hunna ḥillul lahum wa lā hum yaḥillūna lahunn(a)"
  },
  {
    "index": 30,
    "verse_number": 10,
    "translation": "Und gebt ihnen (jedoch), was sie (früher als Morgengabe) ausgegeben haben.",
    "arabic": "وَءَاتُوهُم مَّآ أَنفَقُوا۟ ۚ",
    "transcription": "wa ātūhum mā anfaqū,"
  },
  {
    "index": 31,
    "verse_number": 10,
    "translation": "Es ist für euch kein Vergehen, sie zu heiraten, wenn ihr ihnen ihren Lohn gebt.",
    "arabic": "وَلَا جُنَاحَ عَلَيْكُمْ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيْتُمُوهُنَّ أُجُورَهُنَّ ۚ",
    "transcription": "wa lā junāḥa 'alaikum an tankiḥūhunna iżā ātaitumūhunna ujūrahunn(a),"
  },
  {
    "index": 32,
    "verse_number": 10,
    "translation": "Und haltet nicht an der Ehe mit den ungläubigen Frauen fest, und fordert, was ihr (als Morgengabe) ausgegeben habt, zurück.",
    "arabic": "وَلَا تُمْسِكُوا۟ بِعِصَمِ ٱلْكَوَافِرِ وَسْـَٔلُوا۟ مَآ أَنفَقْتُمْ",
    "transcription": "wa lā tumsikū bi'iṣamil-kawāfiri was'alū mā anfaqū"
  },
  {
    "index": 33,
    "verse_number": 10,
    "translation": "Auch sie sollen zurückfordern, was sie ausgegeben haben. Das ist Allahs Urteil; Er richtet zwischen euch. Und Allah ist Allwissend und Allweise.",
    "arabic": "وَلْيَسْـَٔلُوا۟ مَآ أَنفَقُوا۟ ۚ ذَٰلِكُمْ حُكْمُ ٱللَّهِ ۖ يَحْكُمُ بَيْنَكُمْ ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
    "transcription": "walyas'alū mā anfaqū, żālikum ḥukmullāh(i), yaḥkumu bainakum, wallāhu 'alīmun ḥakīm(un)."
  },
  {
    "index": 34,
    "verse_number": 11,
    "translation": "Und wenn euch etwas von euren Gattinnen bei den Ungläubigen verlorengeht",
    "arabic": "وَإِن فَاتَكُمْ شَىْءٌ مِّنْ أَزْوَٰجِكُمْ إِلَى ٱلْكُفَّارِ",
    "transcription": "Wa in fātakum syai'um min azwājikum ilal-kuffāri"
  },
  {
    "index": 35,
    "verse_number": 11,
    "translation": "und ihr dann (in) eine(r) Strafmaßnahme (Beute) macht, dann gebt denjenigen, deren Gattinnen fortgegangen sind, soviel, wie sie (zuvor für sie) ausgegeben haben.",
    "arabic": "فَعَاقَبْتُمْ فَـَٔاتُوا۟ ٱلَّذِينَ ذَهَبَتْ أَزْوَٰجُهُم مِّثْلَ مَآ أَنفَقُوا۟ ۚ",
    "transcription": "fa'āqabtum fa'ātul-lażīna żahabat azwājuhum miṡla mā anfaqū,"
  },
  {
    "index": 36,
    "verse_number": 11,
    "translation": "Und fürchtet Allah, an Den ihr glaubt.",
    "arabic": "وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ أَنتُم بِهِۦ مُؤْمِنُونَ",
    "transcription": "wattaqullāhal-lażī antum bihī mu'minūn(a)."
  },
  {
    "index": 37,
    "verse_number": 12,
    "translation": "O Prophet, wenn gläubige Frauen zu dir kommen, um dir den Treueid zu leisten, daß sie Allah nichts beigesellen, nicht stehlen, keine Unzucht begehen, ihre Kinder nicht töten, keine Verleumdung vorbringen, die sie vor ihren (eigenen) Händen",
    "arabic": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ إِذَا جَآءَكَ ٱلْمُؤْمِنَـٰتُ يُبَايِعْنَكَ عَلَىٰٓ أَن لَّا يُشْرِكْنَ بِٱللَّهِ شَيْـًٔا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَـٰدَهُنَّ وَلَا يَأْتِينَ بِبُهْتَـٰنٍ يَفْتَرِينَهُۥ بَيْنَ أَيْدِيهِنَّ",
    "transcription": "Yā ayyuhan-nabiyyu iżā jā'akal-mu'minātu yubāyi'naka 'alā allā yusyrikna billāhi syai'aw wa lā yasriqna wa lā yaznīna wa lā yaqtulna aulādahunna wa lā ya'tīna bibuhtāniy yaftarīnahū baina aidīhinna"
  },
  {
    "index": 38,
    "verse_number": 12,
    "translation": "und Füßen ersinnen, und sich dir nicht widersetzen in dem, was recht ist, dann nimm ihren Treueid an und bitte Allah für sie um Vergebung.",
    "arabic": "وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِى مَعْرُوفٍ ۙ فَبَايِعْهُنَّ وَٱسْتَغْفِرْ لَهُنَّ ٱللَّهَ ۖ",
    "transcription": "wa arjulihinna wa lā ya'ṣīnaka fī ma'rūfin fabāyi'hunna wastagfir lahunnallāh(a)"
  },
  {
    "index": 39,
    "verse_number": 12,
    "translation": "Gewiß, Allah ist Allvergebend und Barmherzig.",
    "arabic": "إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "transcription": "innallāha gafūrur raḥīm(un)."
  },
  {
    "index": 40,
    "verse_number": 13,
    "translation": "O die ihr glaubt, nehmt nicht Leute zu Schutzherren, denen Allah zürnt.",
    "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَوَلَّوْا۟ قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِمْ",
    "transcription": "Yā ayyuhal-lażīna āmanū lā tatawallau qauman gaḍiballāhu 'alaihim"
  },
  {
    "index": 41,
    "verse_number": 13,
    "translation": "Sie haben ja die Hoffnung auf das Jenseits aufgegeben, so wie die Ungläubigen die Hoffnung (auf Wiederauferstehung) der (Toten) in den Gräbern",
    "arabic": "قَدْ يَئِسُوا۟ مِنَ ٱلْـَٔاخِرَةِ كَمَا يَئِسَ ٱلْكُفَّارُ مِنْ أَصْحَـٰبِ ٱلْقُبُورِ",
    "transcription": "qad ya'isū minal-ākhirati kamā ya'isal-kuffāru min aṣḥābil-qubūr(i)."
  },
  {
    "index": 42,
    "verse_number": 13,
    "translation": "aufgegeben haben.",
    "arabic": "كَمَا يَئِسَ ٱلْكُفَّارُ مِنْ أَصْحَـٰبِ ٱلْقُبُورِ",
    "transcription": "kamā ya'isal-kuffāru min aṣḥābil-qubūr(i)."
  }
]