[
  {
    "index": 1,
    "verse_number": 1,
    "translation": "Ha-Mim.",
    "arabic": " حمٓ",
    "transcription": "Ḥā mīm."
  },
  {
    "index": 2,
    "verse_number": 2,
    "translation": "(Dies ist) eine Offenbarung vom Allerbarmer, dem Barmherzigen,",
    "arabic": "تَنزِيلٌ مِّنَ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
    "transcription": "Tanzīlum minar-raḥmānir-raḥīm(i)."
  },
  {
    "index": 3,
    "verse_number": 3,
    "translation": "ein Buch, dessen Zeichen ausführlich dargelegt sind, als ein arabischer Qur’an, für Leute, die Bescheid wissen,",
    "arabic": "كِتَـٰبٌ فُصِّلَتْ ءَايَـٰتُهُۥ قُرْءَانًا عَرَبِيًّا لِّقَوْمٍ يَعْلَمُونَ",
    "transcription": "Kitābun fuṣṣilat āyātuhū qur'ānan 'arabiyyal liqaumiy ya'lamūn(a)."
  },
  {
    "index": 4,
    "verse_number": 4,
    "translation": "als Frohboten und als Warner. Aber die meisten von ihnen wenden sich ab, so daß sie nicht hören.",
    "arabic": "بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ",
    "transcription": "Basyīraw wa nażīrā(n), fa'a'raḍa akṡaruhum fahum lā yasma'ūn(a)."
  },
  {
    "index": 5,
    "verse_number": 5,
    "translation": "Sie sagen: Unsere Herzen sind in Hüllen vor dem, wozu du uns aufrufst, und in unseren Ohren ist Schwerhörigkeit, ",
    "arabic": "وَقَالُوا۟ قُلُوبُنَا فِىٓ أَكِنَّةٍ مِّمَّا تَدْعُونَآ إِلَيْهِ وَفِىٓ ءَاذَانِنَا وَقْرٌ",
    "transcription": "Wa qālū qulūbunā fī akinnatim mimmā tad'ūnā ilaihi wa fī āżāninā waqruw"
  },
  {
    "index": 6,
    "verse_number": 5,
    "translation": "und zwischen uns und dir ist ein Vorhang. Handle also, wir werden ebenfalls handeln.",
    "arabic": "وَمِنۢ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَٱعْمَلْ إِنَّنَا عَـٰمِلُونَ",
    "transcription": "wa mim baininā wa bainika ḥijābun fa'mal  innanā 'āmilūn(a)."
  },
  {
    "index": 7,
    "verse_number": 6,
    "translation": "Sag: Gewiß, ich bin ja nur ein menschliches Wesen wie ihr; mir wird (als Offenbarung) eingegeben, daß euer Gott nur ein Einziger Gott ist.",
    "arabic": "قُلْ إِنَّمَآ أَنَا۠ بَشَرٌ مِّثْلُكُمْ يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ",
    "transcription": "Qul innamā ana basyarum miṡlukum yūḥā ilayya annamā ilāhukum ilāhuw wāḥidun"
  },
  {
    "index": 8,
    "verse_number": 6,
    "translation": "So richtet euch zu Ihm hin und bittet Ihn um Vergebung. Und wehe den Götzendienern,",
    "arabic": "فَٱسْتَقِيمُوٓا۟ إِلَيْهِ وَٱسْتَغْفِرُوهُ ۗ وَوَيْلٌ لِّلْمُشْرِكِينَ",
    "transcription": "fastaqīmū ilaihi wastagfirūh(u), wa wailul lil-musyrikīn(a)."
  },
  {
    "index": 9,
    "verse_number": 7,
    "translation": "die die Abgabe nicht entrichten, und sie, die sie das Jenseits verleugnen!",
    "arabic": "ٱلَّذِينَ لَا يُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْـَٔاخِرَةِ هُمْ كَـٰفِرُونَ",
    "transcription": "Allażīna lā yu'tūnaz-zakāta wa hum bil-ākhirati hum kāfirūn(a)."
  },
  {
    "index": 10,
    "verse_number": 8,
    "translation": "Gewiß, diejenigen, die glauben und rechtschaffene Werke tun, für sie wird es einen Lohn geben, der nicht aufhört.",
    "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ",
    "transcription": "Innal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti lahum ajrun gairu mamnūn(in)."
  },
  {
    "index": 11,
    "verse_number": 9,
    "translation": "Sag: Wollt ihr denn wirklich denjenigen verleugnen, Der die Erde in zwei Tagen erschaffen hat,",
    "arabic": "۞ قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِٱلَّذِى خَلَقَ ٱلْأَرْضَ فِى يَوْمَيْنِ",
    "transcription": "Qul a'innakum latakfurūna bil-lażī khalaqal-arḍa fī yaumaini"
  },
  {
    "index": 12,
    "verse_number": 9,
    "translation": "und Ihm andere als Seinesgleichen zur Seite stellen? Das ist der Herr der Weltenbewohner.",
    "arabic": "وَتَجْعَلُونَ لَهُۥٓ أَندَادًا ۚ ذَٰلِكَ رَبُّ ٱلْعَـٰلَمِينَ",
    "transcription": "wa taj'alūna lahū andādā(n), żālika rabbul-'ālamīn(a)."
  },
  {
    "index": 13,
    "verse_number": 10,
    "translation": "Er hat in ihr festgegründete Berge gemacht, (die) über ihr (aufragen), und hat sie gesegnet",
    "arabic": "وَجَعَلَ فِيهَا رَوَٰسِىَ مِن فَوْقِهَا وَبَـٰرَكَ فِيهَا",
    "transcription": "Wa ja'ala fīhā rawāsiya min fauqihā wa bāraka fīhā"
  },
  {
    "index": 14,
    "verse_number": 10,
    "translation": "und in ihr die Nahrung im rechten Maß in vier Tagen festgelegt, gleichmäßig für diejenigen, die danach fragen.",
    "arabic": "وَقَدَّرَ فِيهَآ أَقْوَٰتَهَا فِىٓ أَرْبَعَةِ أَيَّامٍ سَوَآءً لِّلسَّآئِلِينَ",
    "transcription": "wa qaddara fīhā aqwātahā fī arba'ati ayyām(in), sawā'al lis-sā'ilīn(a)."
  },
  {
    "index": 15,
    "verse_number": 11,
    "translation": "Hierauf wandte Er sich dem Himmel zu, während er noch aus Rauch bestand, und sagte dann zu ihm",
    "arabic": "ثُمَّ ٱسْتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِىَ دُخَانٌ فَقَالَ لَهَا",
    "transcription": "Ṡummastawā ilas-samā'i wa hiya dukhānun faqāla lahā"
  },
  {
    "index": 16,
    "verse_number": 11,
    "translation": "und zur Erde: Kommt beide her, freiwillig oder widerwillig. Sie sagten: Wir kommen in Gehorsam.",
    "arabic": "وَلِلْأَرْضِ ٱئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَآ أَتَيْنَا طَآئِعِينَ",
    "transcription": "wa lil-arḍi'tiyā ṭau'an au karhā(n), qālatā atainā ṭā'i'īn(a)."
  },
  {
    "index": 17,
    "verse_number": 12,
    "translation": "So führte Er sie als sieben Himmel in zwei Tagen aus und gab jedem Himmel seine Aufgabe ein.",
    "arabic": "فَقَضَىٰهُنَّ سَبْعَ سَمَـٰوَاتٍ فِى يَوْمَيْنِ وَأَوْحَىٰ فِى كُلِّ سَمَآءٍ أَمْرَهَا ۚ",
    "transcription": "Fa qaḍāhunna sab'a samāwātin fī yaumaini wa auḥā fī kulli samā'in amrahā,"
  },
  {
    "index": 18,
    "verse_number": 12,
    "translation": "Und Wir haben den untersten Himmel mit Lampen geschmückt, und auch als Schutz. Das ist die Anordnung des Allmächtigen und Allwissenden.",
    "arabic": "وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِمَصَـٰبِيحَ وَحِفْظًا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ",
    "transcription": "wa zayyannas-samā'ad-dun-yā bimaṣābīḥa wa ḥifẓā(n), żālika taqdīrul-'azīzil-'alīm(i)."
  },
  {
    "index": 19,
    "verse_number": 13,
    "translation": "Wenn sie sich also abwenden, dann sag: Ich warne euch vor einem Donnerschlag gleich dem Donnerschlag der ’Ad und der Tamud,",
    "arabic": "فَإِنْ أَعْرَضُوا۟ فَقُلْ أَنذَرْتُكُمْ صَـٰعِقَةً مِّثْلَ صَـٰعِقَةِ عَادٍ وَثَمُودَ",
    "transcription": "Fa in a'raḍū faqul anżartukum ṣā'iqatam miṡla ṣā'iqati 'ādiw wa ṡamūd(a)."
  },
  {
    "index": 20,
    "verse_number": 14,
    "translation": "als die Gesandten von vorn und von hinten zu ihnen kamen: Dient nur Allah (allein).",
    "arabic": "إِذْ جَآءَتْهُمُ ٱلرُّسُلُ مِنۢ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ ۖ",
    "transcription": "Iż jā'athumur-rusulu mim baini aidīhim wa min khalfihim allā ta'budū illallāh(a),"
  },
  {
    "index": 21,
    "verse_number": 14,
    "translation": "Sie sagten: Wenn unser Herr gewollt hätte, hätte Er Engel herabgesandt. So verleugnen wir das, womit ihr gesandt worden seid.",
    "arabic": "قَالُوا۟ لَوْ شَآءَ رَبُّنَا لَأَنزَلَ مَلَـٰٓئِكَةً فَإِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَـٰفِرُونَ",
    "transcription": "qālū lau syā'a rabbunā la'anzala malā'ikatan fa'innā bimā ursiltum bihī kāfirūn(a)."
  },
  {
    "index": 22,
    "verse_number": 15,
    "translation": "Was nun die ’Ad angeht, so verhielten sie sich hochmütig auf der Erde ohne Recht und sagten: Wer hat eine stärkere Kraft als wir?",
    "arabic": "فَأَمَّا عَادٌ فَٱسْتَكْبَرُوا۟ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَقَالُوا۟ مَنْ أَشَدُّ مِنَّا قُوَّةً ۖ",
    "transcription": "Fa ammā 'ādun fastakbarū fil-arḍi bigairil-ḥaqqi wa qālū man asyaddu minnā quwwah(tan),"
  },
  {
    "index": 23,
    "verse_number": 15,
    "translation": "Sahen sie denn nicht, daß Allah, Der sie erschaffen hatte, eine stärkere Kraft hat als sie? Aber sie pflegten Unsere Zeichen zu verleugnen.",
    "arabic": "أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً ۖ وَكَانُوا۟ بِـَٔايَـٰتِنَا يَجْحَدُونَ",
    "transcription": "awalam yarau annallāhal-lażī khalaqahum huwa asyaddu minhum quwwah(tan), wa kānū bi'āyātinā yajḥadūn(a)."
  },
  {
    "index": 24,
    "verse_number": 16,
    "translation": "Da sandten Wir gegen sie einen eiskalten Wind an unheilvollen Tagen, um sie die schändliche Strafe im diesseitigen Leben kosten zu lassen.",
    "arabic": "فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِىٓ أَيَّامٍ نَّحِسَاتٍ لِّنُذِيقَهُمْ عَذَابَ ٱلْخِزْىِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ",
    "transcription": "Fa arsalnā 'alaihim rīḥan ṣarṣaran fī ayyāmin naḥisātil linużīqahum-'ażābal khizyi fil-ḥayātid-dun-yā,"
  },
  {
    "index": 25,
    "verse_number": 16,
    "translation": "Aber die Strafe des Jenseits ist wahrlich schändlicher, und es wird ihnen keine Hilfe zuteil werden.",
    "arabic": "وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَخْزَىٰ ۖ وَهُمْ لَا يُنصَرُونَ",
    "transcription": "wa la'ażābul-ākhirati akhzā wa hum lā yunṣarūn(a)."
  },
  {
    "index": 26,
    "verse_number": 17,
    "translation": "Was aber die Tamud angeht, so wollten Wir sie rechtleiten, sie aber liebten die Blindheit mehr als die Rechtleitung.",
    "arabic": "وَأَمَّا ثَمُودُ فَهَدَيْنَـٰهُمْ فَٱسْتَحَبُّوا۟ ٱلْعَمَىٰ عَلَى ٱلْهُدَىٰ",
    "transcription": "Wa ammā ṡamūdu fa hadaināhum fastaḥabbul-'amā 'alal-hudā"
  },
  {
    "index": 27,
    "verse_number": 17,
    "translation": "Da ergriff sie der Donnerschlag der schmählichen Strafe für das, was sie erworben hatten.",
    "arabic": "فَأَخَذَتْهُمْ صَـٰعِقَةُ ٱلْعَذَابِ ٱلْهُونِ بِمَا كَانُوا۟ يَكْسِبُونَ",
    "transcription": "fa akhażathum ṣā'iqatul-'ażābil-hūni bimā kānū yaksibūn(a)."
  },
  {
    "index": 28,
    "verse_number": 18,
    "translation": "Und Wir erretteten diejenigen, die glaubten und gottesfürchtig waren.",
    "arabic": "وَنَجَّيْنَا ٱلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
    "transcription": "Wa najjainal-lażīna āmanū wa kānū yattaqūn(a)."
  },
  {
    "index": 29,
    "verse_number": 19,
    "translation": "Und (denke an) den Tag, da Allahs Feinde zum (Höllen)feuer versammelt und in Reihen gebracht werden.",
    "arabic": "وَيَوْمَ يُحْشَرُ أَعْدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمْ يُوزَعُونَ",
    "transcription": "Wa yauma yuḥsyaru a'dā'ullāhi ilan-nāri fahum yūza'ūn(a)."
  },
  {
    "index": 30,
    "verse_number": 20,
    "translation": "Wenn sie dann dort angekommen sind, legen ihr Gehör, ihre Augen und ihre Häute gegen sie Zeugnis ab über das, was sie zu tun pflegten.",
    "arabic": "حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَـٰرُهُمْ وَجُلُودُهُم بِمَا كَانُوا۟ يَعْمَلُونَ",
    "transcription": "Ḥattā iżā mā jā'ūhā syahida 'alaihim sam'uhum wa abṣāruhum wa julūduhum bimā kānū ya'malūn(a)."
  },
  {
    "index": 31,
    "verse_number": 21,
    "translation": "Sie werden zu ihren Häuten sagen: Warum habt ihr gegen uns Zeugnis abgelegt? Sie sagen: Allah, Der alles reden läßt, hat uns reden lassen.",
    "arabic": "وَقَالُوا۟ لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا ۖ قَالُوٓا۟ أَنطَقَنَا ٱللَّهُ ٱلَّذِىٓ أَنطَقَ كُلَّ شَىْءٍ",
    "transcription": "Wa qālū lijulūdihim lima syahittum 'alainā, qālū anṭaqanallāhul-lażī anṭaqa kulla syai'"
  },
  {
    "index": 32,
    "verse_number": 21,
    "translation": "Er ist es, Der euch das erste Mal erschaffen hat, und zu Ihm werdet ihr zurückgebracht.",
    "arabic": "وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ",
    "transcription": "wa huwa khalaqakum awwala marrah(tin), wa ilaihi turja'ūn(a)."
  },
  {
    "index": 33,
    "verse_number": 22,
    "translation": "Und ihr pflegtet euch nicht so zu verstecken, daß euer Gehör, eure Augen und eure Häute nicht Zeugnis gegen euch ablegten.",
    "arabic": "وَمَا كُنتُمْ تَسْتَتِرُونَ أَن يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَآ أَبْصَـٰرُكُمْ وَلَا جُلُودُكُمْ",
    "transcription": "Wa mā kuntum tastatirūna ay yasyhada 'alaikum sam'ukum wa lā abṣārukum wa lā julūdukum"
  },
  {
    "index": 34,
    "verse_number": 22,
    "translation": "Aber ihr meintet, daß Allah nicht viel wisse von dem, was ihr tut.",
    "arabic": "وَلَـٰكِن ظَنَنتُمْ أَنَّ ٱللَّهَ لَا يَعْلَمُ كَثِيرًا مِّمَّا تَعْمَلُونَ",
    "transcription": "wa lākin ẓanantum annallāha lā ya'lamu kaṡīram mimmā ta'malūn(a)."
  },
  {
    "index": 35,
    "verse_number": 23,
    "translation": "Und diese eure Meinung, die ihr von eurem Herrn hattet, hat euch ins Verderben gestürzt, so daß ihr jetzt zu den Verlierern gehört.",
    "arabic": "وَذَٰلِكُمْ ظَنُّكُمُ ٱلَّذِى ظَنَنتُم بِرَبِّكُمْ أَرْدَىٰكُمْ فَأَصْبَحْتُم مِّنَ ٱلْخَـٰسِرِينَ",
    "transcription": "Wa żālikum ẓannukumul-lażī ẓanantum birabbikum ardākum fa aṣbaḥtum minal-khāsirīn(a)."
  },
  {
    "index": 36,
    "verse_number": 24,
    "translation": "(Auch) wenn sie standhaft sind, so ist (doch) das (Höllen)feuer ein Aufenthaltsort für sie’.",
    "arabic": "فَإِن يَصْبِرُوا۟ فَٱلنَّارُ مَثْوًى لَّهُمْ ۖ",
    "transcription": "Fa iy yaṣbirū fan-nāru maṡwal lahum,"
  },
  {
    "index": 37,
    "verse_number": 24,
    "translation": "Und wenn sie um Erweisung von Gnade bitten, so werden sie doch nicht zu den Begnadigten gehören.",
    "arabic": "وَإِن يَسْتَعْتِبُوا۟ فَمَا هُم مِّنَ ٱلْمُعْتَبِينَ",
    "transcription": "wa iy yasta'tibū famā hum minal-mu'tabīn(a)."
  },
  {
    "index": 38,
    "verse_number": 25,
    "translation": "Und Wir hatten ihnen Gesellen verschafft, die ihnen dann ausschmückten, was vor ihnen und was hinter ihnen lag.",
    "arabic": "۞ وَقَيَّضْنَا لَهُمْ قُرَنَآءَ فَزَيَّنُوا۟ لَهُم مَّا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ",
    "transcription": "Wa qayyaḍnā lahum quranā'a fa zayyanū lahum mā baina aidīhim wa mā khalfahum"
  },
  {
    "index": 39,
    "verse_number": 25,
    "translation": "Und unvermeidlich fällig wurde das Wort gegen sie, unter (anderen) Gemeinschaften von den Ginn",
    "arabic": "وَحَقَّ عَلَيْهِمُ ٱلْقَوْلُ فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ ٱلْجِنِّ",
    "transcription": "wa ḥaqqa 'alaihimul-qaulu fī umamin qad khalat min qablihim minal-jinni"
  },
  {
    "index": 40,
    "verse_number": 25,
    "translation": "und den Menschen, die vor ihnen dahingegangen waren. Gewiß, sie waren ja Verlierer.",
    "arabic": "مِّنَ ٱلْجِنِّ وَٱلْإِنسِ ۖ إِنَّهُمْ كَانُوا۟ خَـٰسِرِينَ",
    "transcription": "minal-jinni wal-ins(i), innahum kānū khāsirīn(a)."
  },
  {
    "index": 41,
    "verse_number": 26,
    "translation": "Diejenigen, die ungläubig sind, sagen: Hört nicht auf diesen Qur’an, und führt dazwischen unbedachte Reden, auf daß ihr siegen möget.",
    "arabic": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَا تَسْمَعُوا۟ لِهَـٰذَا ٱلْقُرْءَانِ وَٱلْغَوْا۟ فِيهِ لَعَلَّكُمْ تَغْلِبُونَ",
    "transcription": "Wa qālal-lażīna kafarū lā tasma'ū lihāżal-qur'āni walgau fīhi la'allakum taglibūn(a)."
  },
  {
    "index": 42,
    "verse_number": 27,
    "translation": "Ganz gewiß werden Wir diejenigen, die ungläubig sind, eine strenge Strafe kosten lassen,",
    "arabic": "فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُوا۟ عَذَابًا شَدِيدًا",
    "transcription": "Fa lanużīqannal-lażīna kafarū 'ażāban syadīdā(n)"
  },
  {
    "index": 43,
    "verse_number": 27,
    "translation": "und ganz gewiß werden Wir ihnen das Schlechteste von dem vergelten, was sie zu tun pflegten.",
    "arabic": "وَلَنَجْزِيَنَّهُمْ أَسْوَأَ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
    "transcription": "wa lanajziyannahum aswa'al-lażī kānū ya'malūn(a)."
  },
  {
    "index": 44,
    "verse_number": 28,
    "translation": "Das ist der Lohn der Feinde Allahs: das (Höllen)feuer, in dem sie die ewige Wohnstätte haben, als Vergeltung dafür, daß sie Unsere Zeichen zu",
    "arabic": "ذَٰلِكَ جَزَآءُ أَعْدَآءِ ٱللَّهِ ٱلنَّارُ ۖ لَهُمْ فِيهَا دَارُ ٱلْخُلْدِ ۖ جَزَآءًۢ بِمَا كَانُوا۟ بِـَٔايَـٰتِنَا",
    "transcription": "Żālika jazā'u a'dā'illāhin-nāru lahum fīhā dārul-khuld(i), jazā'am bimā kānū bi'āyātinā"
  },
  {
    "index": 45,
    "verse_number": 28,
    "translation": "verleugnen pflegten.",
    "arabic": "يَجْحَدُونَ",
    "transcription": "yajḥadūn(a)."
  },
  {
    "index": 46,
    "verse_number": 29,
    "translation": "Und diejenigen, die ungläubig sind, werden sagen: Unser Herr, zeige uns die beiden von den Ginn",
    "arabic": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ رَبَّنَآ أَرِنَا ٱلَّذَيْنِ أَضَلَّانَا مِنَ ٱلْجِنِّ",
    "transcription": "Wa qālal-lażīna kafarū rabbanā arinal-lażaini aḍallānā minal-jinni"
  },
  {
    "index": 47,
    "verse_number": 29,
    "translation": "und den Menschen, die uns in die Irre geführt haben, daß wir sie unter unsere Füße legen, damit sie zu den Unterlegenen gehören.",
    "arabic": "وَٱلْإِنسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ ٱلْأَسْفَلِينَ",
    "transcription": "wal-insi naj'alhumā taḥta aqdāminā liyakūnā minal-asfalīn(a)."
  },
  {
    "index": 48,
    "verse_number": 30,
    "translation": "Gewiß, diejenigen, die sagen: Unser Herr ist Allah,",
    "arabic": "إِنَّ ٱلَّذِينَ قَالُوا۟ رَبُّنَا ٱللَّهُ",
    "transcription": "Innal-lażīna qālū rabbunallāhu"
  },
  {
    "index": 49,
    "verse_number": 30,
    "translation": "und sich hierauf recht verhalten, auf sie kommen die Engel herab: Fürchtet euch nicht, seid nicht traurig,",
    "arabic": "ثُمَّ ٱسْتَقَـٰمُوا۟ تَتَنَزَّلُ عَلَيْهِمُ ٱلْمَلَـٰٓئِكَةُ أَلَّا تَخَافُوا۟ وَلَا تَحْزَنُوا۟",
    "transcription": "ṡummastaqāmū tatanazzalu 'alaihimul-malā'ikatu allā takhāfū wa lā taḥzanū"
  },
  {
    "index": 50,
    "verse_number": 30,
    "translation": "und vernehmt die frohe Botschaft vom (Paradies)garten’, der euch stets versprochen wurde.",
    "arabic": "وَأَبْشِرُوا۟ بِٱلْجَنَّةِ ٱلَّتِى كُنتُمْ تُوعَدُونَ",
    "transcription": "wa absyirū bil-jannatil-latī kuntum tū'adūn(a)."
  },
  {
    "index": 51,
    "verse_number": 31,
    "translation": "Wir sind eure Beschützer im diesseitigen Leben und im Jenseits.",
    "arabic": "نَحْنُ أَوْلِيَآؤُكُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْـَٔاخِرَةِ ۖ",
    "transcription": "Naḥnu auliyā'ukum fil-ḥayātid-dun-yā wa fil-ākhirah(ti),"
  },
  {
    "index": 52,
    "verse_number": 31,
    "translation": "Ihr werdet darin haben, was eure Seelen begehren, und ihr werdet darin haben, was ihr erbetet,",
    "arabic": "وَلَكُمْ فِيهَا مَا تَشْتَهِىٓ أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ",
    "transcription": "wa lakum fīhā mā tasytahī anfusukum wa lakum fīhā mā tadda'ūn(a)."
  },
  {
    "index": 53,
    "verse_number": 32,
    "translation": "eine gastliche Aufnahme von einem Allvergebenden, einem Barmherzigen.",
    "arabic": "نُزُلًا مِّنْ غَفُورٍ رَّحِيمٍ",
    "transcription": "Nuzulam min gafūrir raḥīm(in)."
  },
  {
    "index": 54,
    "verse_number": 33,
    "translation": "Und wer spricht bessere Worte als wer zu Allah ruft, rechtschaffen handelt und sagt: Gewiß doch, ich gehöre zu den (Allah) Ergebenen  ?",
    "arabic": "وَمَنْ أَحْسَنُ قَوْلًا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَـٰلِحًا وَقَالَ إِنَّنِى مِنَ ٱلْمُسْلِمِينَ",
    "transcription": "Wa man aḥsanu qaulam mimman da'ā ilallāhi wa 'amila ṣāliḥaw wa qāla innanī minal-muslimīn(a)."
  },
  {
    "index": 55,
    "verse_number": 34,
    "translation": "Nicht gleich sind die gute Tat und die schlechte Tat. Wehre mit einer Tat, die besser ist, (die schlechte) ab, dann wird derjenige, zwischen dem",
    "arabic": "وَلَا تَسْتَوِى ٱلْحَسَنَةُ وَلَا ٱلسَّيِّئَةُ ۚ ٱدْفَعْ بِٱلَّتِى هِىَ أَحْسَنُ فَإِذَا ٱلَّذِى بَيْنَ",
    "transcription": "Wa lā tastawil-ḥasanatu wa las-sayyi'ah(tu), idfa' bil-latī hiya aḥsanu fa'iżal-lażī bainaka"
  },
  {
    "index": 56,
    "verse_number": 34,
    "translation": "und dir Feindschaft besteht, so, als wäre er ein warmherziger Freund.",
    "arabic": "فَإِذَا ٱلَّذِى بَيْنَكَ وَبَيْنَهُۥ عَدَٰوَةٌ كَأَنَّهُۥ وَلِىٌّ حَمِيمٌ",
    "transcription": "fa'iżal-lażī bainaka wa bainahū 'adāwatun ka'annahū waliyyun ḥamīm(un)."
  },
  {
    "index": 57,
    "verse_number": 35,
    "translation": "Aber dies wird nur denjenigen dargeboten, die standhaft sind, ja es wird nur demjenigen dargeboten, der ein gewaltiges Glück hat.",
    "arabic": "وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُوا۟ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٍ",
    "transcription": "Wa mā yulaqqāhā illal-lażīna ṣabarū, wa mā yulaqqāhā illā żū ḥaẓẓin 'aẓīm(in)."
  },
  {
    "index": 58,
    "verse_number": 36,
    "translation": "Und wenn dich vom Satan eine Eingebung aufstachelt, dann suche Zuflucht bei Allah, denn Er ist ja der Allhörende und Allwissende.",
    "arabic": "وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيْطَـٰنِ نَزْغٌ فَٱسْتَعِذْ بِٱللَّهِ ۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "transcription": "Wa immā yanzagannaka minasy-syaiṭāni nazgun fasta'iż billāh(i), innahū huwas-samī'ul-'alīm(u)."
  },
  {
    "index": 59,
    "verse_number": 37,
    "translation": "Und zu Seinen Zeichen gehören die Nacht und der Tag, die Sonne und der Mond.",
    "arabic": "وَمِنْ ءَايَـٰتِهِ ٱلَّيْلُ وَٱلنَّهَارُ وَٱلشَّمْسُ وَٱلْقَمَرُ",
    "transcription": "Wa min āyātihil-lailu wan-nahāru wasy-syamsu wal-qamar(u)"
  },
  {
    "index": 60,
    "verse_number": 37,
    "translation": "Werft euch weder vor der Sonne noch vor dem Mond nieder, sondern werft euch vor Allah nieder, Der sie erschaffen hat, wenn ihr (tatsächlich) Ihm",
    "arabic": "لَا تَسْجُدُوا۟ لِلشَّمْسِ وَلَا لِلْقَمَرِ وَٱسْجُدُوا۟ لِلَّهِ ٱلَّذِى خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ",
    "transcription": "lā tasjudū lisy-syamsi wa lā lil-qamari wasjudū lillāhil-lażī khalaqahunna in kuntum iyyāhu"
  },
  {
    "index": 61,
    "verse_number": 37,
    "translation": "allein dient.",
    "arabic": "إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
    "transcription": "in kuntum iyyāhu ta'budūn(a)."
  },
  {
    "index": 62,
    "verse_number": 38,
    "translation": "Wenn sie sich jedoch hochmütig weigern ...",
    "arabic": "فَإِنِ ٱسْتَكْبَرُوا۟",
    "transcription": "Fa inistakbarū"
  },
  {
    "index": 63,
    "verse_number": 38,
    "translation": "(, dann lasse sie,) - diejenigen, die bei deinem Herrn sind, preisen Ihn doch bei Nacht und Tag, ohne Überdruß zu empfinden.",
    "arabic": "فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيْلِ وَٱلنَّهَارِ وَهُمْ لَا يَسْـَٔمُونَ ۩",
    "transcription": "fal-lażīna 'inda rabbika yusabbiḥūna lahū bil-laili wan-nahāri wa hum lā yas'amūn(a)."
  },
  {
    "index": 64,
    "verse_number": 39,
    "translation": "Zu Seinen Zeichen gehört es, daß du die Erde demütig siehst. Wenn Wir aber Wasser auf sie herabkommen lassen, regt sie sich und schwillt.",
    "arabic": "وَمِنْ ءَايَـٰتِهِۦٓ أَنَّكَ تَرَى ٱلْأَرْضَ خَـٰشِعَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا ٱلْمَآءَ ٱهْتَزَّتْ وَرَبَتْ ۚ",
    "transcription": "Wa min āyātihī annaka taral-arḍa khāsyi'atan fa iżā anzalnā 'alaihal-mā'ahtazzat wa rabat,"
  },
  {
    "index": 65,
    "verse_number": 39,
    "translation": "Gewiß, Derjenige, Der sie wieder belebt, wird (auch) die Toten wieder lebendig machen, denn gewiß, Er hat zu allem die Macht.",
    "arabic": "إِنَّ ٱلَّذِىٓ أَحْيَاهَا لَمُحْىِ ٱلْمَوْتَىٰٓ ۚ إِنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "transcription": "innal-lażī aḥyāhā lamuḥyil-mautā, innahū 'alā kulli syai'in qadīr(un)."
  },
  {
    "index": 66,
    "verse_number": 40,
    "translation": "Gewiß, diejenigen, die mit Unseren Zeichen abwegig umgehen, sind Uns nicht verborgen.",
    "arabic": "إِنَّ ٱلَّذِينَ يُلْحِدُونَ فِىٓ ءَايَـٰتِنَا لَا يَخْفَوْنَ عَلَيْنَآ ۗ",
    "transcription": "Innal-lażīna yulḥidūna fī āyātinā lā yakhfauna 'alainā,"
  },
  {
    "index": 67,
    "verse_number": 40,
    "translation": "Ist denn einer, der ins (Höllen)feuer geworfen wird, besser oder jemand, der am Tag der Auferstehung in Sicherheit kommt.",
    "arabic": "أَفَمَن يُلْقَىٰ فِى ٱلنَّارِ خَيْرٌ أَم مَّن يَأْتِىٓ ءَامِنًا يَوْمَ ٱلْقِيَـٰمَةِ",
    "transcription": "afamay yulqā fin-nāri khairun am may ya'tī āminay yaumal-qiyāmah(ti)"
  },
  {
    "index": 68,
    "verse_number": 40,
    "translation": "Tut, was ihr wollt, denn was ihr tut, sieht Er wohl.",
    "arabic": "ٱعْمَلُوا۟ مَا شِئْتُمْ ۖ إِنَّهُۥ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "transcription": "i'malū mā syi'tum, innahū bimā ta'malūna  baṣīr(un)."
  },
  {
    "index": 69,
    "verse_number": 41,
    "translation": "Gewiß, diejenigen, die die Ermahnung verleugnen, nachdem sie zu ihnen gekommen ist ... Es ist fürwahr ein wehrhaftes Buch,",
    "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِٱلذِّكْرِ لَمَّا جَآءَهُمْ ۖ وَإِنَّهُۥ لَكِتَـٰبٌ عَزِيزٌ",
    "transcription": "Innal-lażīna kafarū biż-żikri lammā jā'ahum, wa innahū lakitābun 'azīz(un)."
  },
  {
    "index": 70,
    "verse_number": 42,
    "translation": "an das das Falsche weder von vorn noch von hinten herankommt, eine Offenbarung von einem Allweisen und Lobenswürdigen.",
    "arabic": "لَّا يَأْتِيهِ ٱلْبَـٰطِلُ مِنۢ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِۦ ۖ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ",
    "transcription": "Lā ya'tīhil-bāṭilu mim baini yadaihi wa lā min khalfih(ī), tanzīlum min ḥakīmin ḥamīd(in)."
  },
  {
    "index": 71,
    "verse_number": 43,
    "translation": "Es wird dir nur das gesagt, was schon den Gesandten vor dir gesagt wurde.",
    "arabic": "مَّا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِن قَبْلِكَ ۚ",
    "transcription": "Mā yuqālu laka illā mā qad qīla lir-rusuli min qablik(a),"
  },
  {
    "index": 72,
    "verse_number": 43,
    "translation": "Dein Herr ist wahrlich voll der Vergebung und verhängt (auch) schmerzhafte Strafe.",
    "arabic": "إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ",
    "transcription": "inna rabbaka lażū magfiratiw wa żū 'iqābin alīm(in)."
  },
  {
    "index": 73,
    "verse_number": 44,
    "translation": "Hätten Wir ihn zu einem fremdsprachigen Qur’an gemacht, hätten sie sicherlich gesagt: Wären doch seine Zeichen ausführlich dargelegt worden!",
    "arabic": "وَلَوْ جَعَلْنَـٰهُ قُرْءَانًا أَعْجَمِيًّا لَّقَالُوا۟ لَوْلَا فُصِّلَتْ ءَايَـٰتُهُۥٓ ۖ",
    "transcription": "Wa lau ja'alnāhu qur'ānan a'jamiyyal laqālū lau lā fuṣṣilat āyātuh(ū),"
  },
  {
    "index": 74,
    "verse_number": 44,
    "translation": "Wie, ein fremdsprachiger (Qur’an) und ein Araber? Sag: Er ist für diejenigen, die glauben, eine Rechtleitung und eine Heilung.",
    "arabic": "ءَا۬عْجَمِىٌّ وَعَرَبِىٌّ ۗ قُلْ هُوَ لِلَّذِينَ ءَامَنُوا۟ هُدًى وَشِفَآءٌ ۖ",
    "transcription": "a'a'jamiyyuw wa 'arabiyy(un), qul huwa lil-lażīna āmanū hudaw wa syifā'(un)"
  },
  {
    "index": 75,
    "verse_number": 44,
    "translation": "Und diejenigen, die nicht glauben, haben Schwerhörigkeit in ihren Ohren, und er ist für sie (wie) Blindheit.",
    "arabic": "وَٱلَّذِينَ لَا يُؤْمِنُونَ فِىٓ ءَاذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ۚ",
    "transcription": "wal-lażīna lā yu'minūna fī āżānihim waqruw wa huwa 'alaihim 'amā(n),"
  },
  {
    "index": 76,
    "verse_number": 44,
    "translation": "Diese sind, als würde ihnen von einem fernen Ort aus zugerufen.",
    "arabic": "أُو۟لَـٰٓئِكَ يُنَادَوْنَ مِن مَّكَانٍۭ بَعِيدٍ",
    "transcription": "ulā'ika yunādauna mim makānim ba'īd(in)."
  },
  {
    "index": 77,
    "verse_number": 45,
    "translation": "Und Wir gaben bereits Musa die Schrift, doch wurde man darüber uneinig.",
    "arabic": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ فَٱخْتُلِفَ فِيهِ ۗ",
    "transcription": "Wa laqad ātainā mūsal-kitāba fakhtulifa fīh(i)"
  },
  {
    "index": 78,
    "verse_number": 45,
    "translation": "Und wenn es nicht ein früher ergangenes Wort von deinem Herrn gegeben hätte, so wäre zwischen ihnen wahrlich entschieden worden.",
    "arabic": "وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ ۚ",
    "transcription": "wa lau lā kalimatun sabaqat mir rabbika laquḍiya bainahum,"
  },
  {
    "index": 79,
    "verse_number": 45,
    "translation": "Und sie sind darüber fürwahr in starkem Zweifel.",
    "arabic": "وَإِنَّهُمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ",
    "transcription": "wa innahum lafī syakkim minhu murīb(in)."
  },
  {
    "index": 80,
    "verse_number": 46,
    "translation": "Wer rechtschaffen handelt, der (tut es) zu seinem eigenen Vorteil, und wer Böses tut, der (tut es) zu seinem eigenen Nachteil.",
    "arabic": "مَّنْ عَمِلَ صَـٰلِحًا فَلِنَفْسِهِۦ ۖ وَمَنْ أَسَآءَ فَعَلَيْهَا ۗ",
    "transcription": "Man 'amila ṣāliḥan fa linafsih(ī), wa man asā'a fa 'alaihā,"
  },
  {
    "index": 81,
    "verse_number": 46,
    "translation": "Und dein Herr ist keiner, der den Dienern Unrecht zufügt.",
    "arabic": "وَمَا رَبُّكَ بِظَلَّـٰمٍ لِّلْعَبِيدِ",
    "transcription": "wa mā rabbuka biẓallāmil lil-'abīd(i)."
  },
  {
    "index": 82,
    "verse_number": 47,
    "translation": "Ihm ist das Wissen um die Stunde vorbehalten.",
    "arabic": "۞ إِلَيْهِ يُرَدُّ عِلْمُ ٱلسَّاعَةِ ۚ",
    "transcription": "Ilaihi yuraddu 'ilmus-sā'ah(ti),"
  },
  {
    "index": 83,
    "verse_number": 47,
    "translation": "Keine Früchte kommen aus ihren Hüllen hervor und kein weibliches Wesen wird schwanger und kommt nieder, außer mit Seinem Wissen.",
    "arabic": "وَمَا تَخْرُجُ مِن ثَمَرَٰتٍ مِّنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِۦ ۚ",
    "transcription": "wa mā takhruju min ṡamarātim min akmāmihā wa mā taḥmilu min unṡā wa lā taḍa'u illā bi'ilmih(ī),"
  },
  {
    "index": 84,
    "verse_number": 47,
    "translation": "Und am Tag, da Er ihnen zurufen wird: Wo sind denn Meine Teilhaber?, werden sie sagen: Wir geben Dir zur Antwort’: Es gibt unter uns keinen",
    "arabic": "وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَآءِى قَالُوٓا۟ ءَاذَنَّـٰكَ مَا مِنَّا مِن",
    "transcription": "wa yauma yunādīhim aina syurakā'ī, qālū āżannāka mā minnā min"
  },
  {
    "index": 85,
    "verse_number": 47,
    "translation": "Zeugen (hierfür).",
    "arabic": "مَا مِنَّا مِن شَهِيدٍ",
    "transcription": "mā minnā min syahīd(in)."
  },
  {
    "index": 86,
    "verse_number": 48,
    "translation": "Und entschwunden wird ihnen sein, was sie zuvor anzurufen pflegten, und sie werden überzeugt sein, daß es für sie kein Entrinnen gibt.",
    "arabic": "وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَدْعُونَ مِن قَبْلُ ۖ وَظَنُّوا۟ مَا لَهُم مِّن مَّحِيصٍ",
    "transcription": "Wa ḍalla 'anhum mā kānū yad'ūna min qablu wa ẓannū mā lahum mim maḥīṣ(in)."
  },
  {
    "index": 87,
    "verse_number": 49,
    "translation": "Nicht überdrüssig wird der Mensch, um das Gute zu beten, doch wenn ihm Schlechtes widerfährt, dann ist er sehr verzweifelt",
    "arabic": "لَّا يَسْـَٔمُ ٱلْإِنسَـٰنُ مِن دُعَآءِ ٱلْخَيْرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٌ",
    "transcription": "Lā yas'amul-insānu min du'ā'il-khair(i), wa im massahusy-syarru fa ya'ūsun"
  },
  {
    "index": 88,
    "verse_number": 49,
    "translation": "und verliert alle Hoffnung.",
    "arabic": "فَيَـُٔوسٌ قَنُوطٌ",
    "transcription": "fa ya'ūsun qanūṭ(un)."
  },
  {
    "index": 89,
    "verse_number": 50,
    "translation": "Und wenn Wir ihn Barmherzigkeit von Uns kosten lassen nach Leid, das ihm widerfuhr, sagt er ganz gewiß: Das steht mir zu.",
    "arabic": "وَلَئِنْ أَذَقْنَـٰهُ رَحْمَةً مِّنَّا مِنۢ بَعْدِ ضَرَّآءَ مَسَّتْهُ لَيَقُولَنَّ هَـٰذَا لِى",
    "transcription": "Wa la'in ażaqnāhu raḥmatam minnā mim ba'di ḍarrā'a massathu layaqūlunna hāżā lī"
  },
  {
    "index": 90,
    "verse_number": 50,
    "translation": "Und ich glaube nicht, daß die Stunde sich einstellen wird.",
    "arabic": "وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةً",
    "transcription": "wa mā aẓunnus-sā'ata qā'imah(tan)"
  },
  {
    "index": 91,
    "verse_number": 50,
    "translation": "Und wenn ich zu meinem Herrn zurückgebracht werde, werde ich sicherlich das Beste bei Ihm erhalten.",
    "arabic": "وَلَئِن رُّجِعْتُ إِلَىٰ رَبِّىٓ إِنَّ لِى عِندَهُۥ لَلْحُسْنَىٰ",
    "transcription": "wa la'ir ruji'tu ilā rabbī inna lī 'indahū lal-ḥusnā"
  },
  {
    "index": 92,
    "verse_number": 50,
    "translation": "Aber Wir werden denjenigen, die ungläubig sind, ganz gewiß kundtun, was sie getan haben;",
    "arabic": "فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُوا۟ بِمَا عَمِلُوا۟",
    "transcription": "fa lanunabbi'annal-lażīna kafarū bimā 'amilū"
  },
  {
    "index": 93,
    "verse_number": 50,
    "translation": "und Wir werden sie ganz gewiß von harter Strafe kosten lassen.",
    "arabic": "وَلَنُذِيقَنَّهُم مِّنْ عَذَابٍ غَلِيظٍ",
    "transcription": "wa lanużīqannahum min 'ażābin galīẓ(in)."
  },
  {
    "index": 94,
    "verse_number": 51,
    "translation": "Und wenn Wir dem Menschen Gunst erweisen, wendet er sich ab und entfernt sich beiseite.",
    "arabic": "وَإِذَآ أَنْعَمْنَا عَلَى ٱلْإِنسَـٰنِ أَعْرَضَ وَنَـَٔا بِجَانِبِهِۦ",
    "transcription": "Wa iżā an'amnā 'alal-insāni a'raḍa wa na'ā bijānibih(ī)"
  },
  {
    "index": 95,
    "verse_number": 51,
    "translation": "Wenn ihm aber Schlechtes widerfährt, dann verfällt er in ausgedehntes Bittgebet.",
    "arabic": "وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٍ",
    "transcription": "wa iżā massahusy-syarru fażū du'ā'in 'arīḍ(in)."
  },
  {
    "index": 96,
    "verse_number": 52,
    "translation": "Sag: Was meint ihr, wenn er doch von Allah stammt und ihr ihn hierauf verleugnet?",
    "arabic": "قُلْ أَرَءَيْتُمْ إِن كَانَ مِنْ عِندِ ٱللَّهِ ثُمَّ كَفَرْتُم بِهِۦ",
    "transcription": "Qul ara'aitum in kāna min 'indillāhi ṡumma kafartum bihī"
  },
  {
    "index": 97,
    "verse_number": 52,
    "translation": "Wer ist weiter abgeirrt als jemand, der sich in tiefem Widerstreit befindet?",
    "arabic": "مَنْ أَضَلُّ مِمَّنْ هُوَ فِى شِقَاقٍۭ بَعِيدٍ",
    "transcription": "man aḍallu mimman huwa fī syiqāqim ba'īd(in)."
  },
  {
    "index": 98,
    "verse_number": 53,
    "translation": "Wir werden ihnen Unsere Zeichen am Gesichtskreis und in ihnen selbst zeigen, bis es ihnen klar wird, daß es die Wahrheit ist.",
    "arabic": "سَنُرِيهِمْ ءَايَـٰتِنَا فِى ٱلْـَٔافَاقِ وَفِىٓ أَنفُسِهِمْ حَتَّىٰ يَتَبَيَّنَ لَهُمْ أَنَّهُ ٱلْحَقُّ ۗ",
    "transcription": "Sanurīhim āyātinā fil-āfāqi wa fī anfusihim ḥattā yatabayyana lahum annahul-ḥaqq(u),"
  },
  {
    "index": 99,
    "verse_number": 53,
    "translation": "Genügt es denn nicht, daß dein Herr über alles Zeuge ist?",
    "arabic": "أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
    "transcription": "awalam yakfi birabbika annahū 'alā kulli syai'in syahīd(un)."
  },
  {
    "index": 100,
    "verse_number": 54,
    "translation": "Sicherlich, sie sind im Zweifel über die Begegnung mit ihrem Herrn. Sicherlich, Er umfaßt doch alles.",
    "arabic": "أَلَآ إِنَّهُمْ فِى مِرْيَةٍ مِّن لِّقَآءِ رَبِّهِمْ ۗ أَلَآ إِنَّهُۥ بِكُلِّ شَىْءٍ مُّحِيطٌۢ",
    "transcription": "Alā innahum fī miryatim mil liqā'i rabbihim, alā innahū bikulli syai'im muḥīṭ(un)."
  }
]