[
  {
    "verse_number": 1,
    "translation": "Eine Lossagung von Seiten Allahs und Seines Gesandten an diejenigen unter den Götzendienern, mit denen ihr einen Vertrag abgeschlossen habt.",
    "text_uthmani": "بَرَآءَةٌ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَـٰهَدتُّم مِّنَ ٱلْمُشْرِكِينَ",
    "text_uthmani_transcribed": "Barā'atum minallāhi wa rasūlihī ilal-lażīna 'āhattum minal-musyrikīn(a)."
  },
  {
    "verse_number": 2,
    "translation": "Nun zieht im Land vier Monate umher und wißt, daß ihr euch Allah nicht entziehen könnt, und daß Allah die Ungläubigen in Schande stürzt!",
    "text_uthmani": "فَسِيحُوا۟ فِى ٱلْأَرْضِ أَرْبَعَةَ أَشْهُرٍ وَٱعْلَمُوٓا۟ أَنَّكُمْ غَيْرُ مُعْجِزِى ٱللَّهِ ۙ وَأَنَّ ٱللَّهَ مُخْزِى ٱلْكَـٰفِرِينَ",
    "text_uthmani_transcribed": "Fasīḥū fil-arḍi arba'ata asyhuriw wa'lamū annakum gairu mu'jizillāh(i), wa anallāha mukhzil-kāfirīn(a)."
  },
  {
    "verse_number": 3,
    "translation": "Und eine Bekanntmachung von Seiten Allahs und Seines Gesandten an die Menschen am Tag der großen Pilgerfahrt, daß Allah der (Verpflichtung gegenüber den) Götzendiener(n) ledig ist, und auch Sein Gesandter. Wenn ihr nun bereut, so ist es besser für euch. Wenn ihr euch jedoch abkehrt, so wißt, daß ihr euch Allah nicht entziehen könnt! Und verkünde denen, die ungläubig sind, schmerzhafte Strafe!",
    "segmented": [
      {
        "belongs_to_verse_number": 3,
        "translation": "Und eine Bekanntmachung von Seiten Allahs",
        "text_uthmani": "وَأَذَٰنٌ مِّنَ ٱللَّهِ",
        "text_uthmani_transcribed": "Wa ażānum minallāhi"
      },
      {
        "belongs_to_verse_number": 3,
        "translation": "und Seines Gesandten an die Menschen am Tag der großen Pilgerfahrt, daß Allah der (Verpflichtung gegenüber den) Götzendiener(n) ledig ist,",
        "text_uthmani": "وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوْمَ ٱلْحَجِّ ٱلْأَكْبَرِ أَنَّ ٱللَّهَ بَرِىٓءٌ مِّنَ ٱلْمُشْرِكِينَ ۙ",
        "text_uthmani_transcribed": "wa rasūlihī ilan-nāsi yaumal-ḥajjil akbari annallāha barī'um minal-musyrikīn(a),"
      },
      {
        "belongs_to_verse_number": 3,
        "translation": "und auch Sein Gesandter.",
        "text_uthmani": "وَرَسُولُهُۥ ۚ",
        "text_uthmani_transcribed": "wa rasūluh(ū),"
      },
      {
        "belongs_to_verse_number": 3,
        "translation": "Wenn ihr nun bereut, so ist es besser für euch. Wenn ihr euch jedoch abkehrt, so wißt, daß ihr euch Allah nicht entziehen könnt!",
        "text_uthmani": "فَإِن تُبْتُمْ فَهُوَ خَيْرٌ لَّكُمْ ۖ وَإِن تَوَلَّيْتُمْ فَٱعْلَمُوٓا۟ أَنَّكُمْ غَيْرُ مُعْجِزِى ٱللَّهِ ۗ",
        "text_uthmani_transcribed": "fa in tubtum fa huwa khairul lakum, wa in tawallaitum fa'lamū annakum gairu mu'jizillāh(i),"
      },
      {
        "belongs_to_verse_number": 3,
        "translation": "Und verkünde denen, die ungläubig sind, schmerzhafte Strafe!",
        "text_uthmani": "وَبَشِّرِ ٱلَّذِينَ كَفَرُوا۟ بِعَذَابٍ أَلِيمٍ",
        "text_uthmani_transcribed": "wa basysyiril-lażīna kafarū bi'ażābin alīm(in)."
      }
    ],
    "text_uthmani": "وَأَذَٰنٌ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوْمَ ٱلْحَجِّ ٱلْأَكْبَرِ أَنَّ ٱللَّهَ بَرِىٓءٌ مِّنَ ٱلْمُشْرِكِينَ ۙ وَرَسُولُهُۥ ۚ فَإِن تُبْتُمْ فَهُوَ خَيْرٌ لَّكُمْ ۖ وَإِن تَوَلَّيْتُمْ فَٱعْلَمُوٓا۟ أَنَّكُمْ غَيْرُ مُعْجِزِى ٱللَّهِ ۗ وَبَشِّرِ ٱلَّذِينَ كَفَرُوا۟ بِعَذَابٍ أَلِيمٍ",
    "text_uthmani_transcribed": "Wa ażānum minallāhi wa rasūlihī ilan-nāsi yaumal-ḥajjil akbari annallāha barī'um minal-musyrikīn(a), wa rasūluh(ū), fa in tubtum fa huwa khairul lakum, wa in tawallaitum fa'lamū annakum gairu mu'jizillāh(i), wa basysyiril-lażīna kafarū bi'ażābin alīm(in)."
  },
  {
    "verse_number": 4,
    "translation": "Mit Ausnahme derer von den Götzendienern, mit denen ihr einen Vertrag abgeschlossen habt und die (es) euch (in) nichts haben fehlen lassen und niemandem gegen euch beigestanden haben. So erfüllt ihnen gegenüber ihren Vertrag bis zu der ihnen eingeräumten Frist! Gewiß, Allah liebt die Gottesfürchtigen.",
    "segmented": [
      {
        "belongs_to_verse_number": 4,
        "translation": "Mit Ausnahme derer von den Götzendienern, mit denen ihr einen Vertrag abgeschlossen habt und die (es) euch (in) nichts haben fehlen lassen",
        "text_uthmani": "إِلَّا ٱلَّذِينَ عَـٰهَدتُّم مِّنَ ٱلْمُشْرِكِينَ ثُمَّ لَمْ يَنقُصُوكُمْ شَيْـًٔا",
        "text_uthmani_transcribed": "Illal-lażīna 'āhattum minal-musyrikīna ṡumma lam yanquṣūkum syai'aw"
      },
      {
        "belongs_to_verse_number": 4,
        "translation": "und niemandem gegen euch beigestanden haben.",
        "text_uthmani": "وَلَمْ يُظَـٰهِرُوا۟ عَلَيْكُمْ أَحَدًا",
        "text_uthmani_transcribed": "wa lam yuẓāhirū 'alaikum aḥadan"
      },
      {
        "belongs_to_verse_number": 4,
        "translation": "So erfüllt ihnen gegenüber ihren Vertrag bis zu der ihnen eingeräumten Frist! Gewiß, Allah liebt die Gottesfürchtigen.",
        "text_uthmani": "فَأَتِمُّوٓا۟ إِلَيْهِمْ عَهْدَهُمْ إِلَىٰ مُدَّتِهِمْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَّقِينَ",
        "text_uthmani_transcribed": "fa atimmū ilaihim 'ahdahum ilā muddatihim, innallāha yuḥibbul-muttaqīn(a)."
      }
    ],
    "text_uthmani": "إِلَّا ٱلَّذِينَ عَـٰهَدتُّم مِّنَ ٱلْمُشْرِكِينَ ثُمَّ لَمْ يَنقُصُوكُمْ شَيْـًٔا وَلَمْ يُظَـٰهِرُوا۟ عَلَيْكُمْ أَحَدًا فَأَتِمُّوٓا۟ إِلَيْهِمْ عَهْدَهُمْ إِلَىٰ مُدَّتِهِمْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَّقِينَ",
    "text_uthmani_transcribed": "Illal-lażīna 'āhattum minal-musyrikīna ṡumma lam yanquṣūkum syai'aw wa lam yuẓāhirū 'alaikum aḥadan fa atimmū ilaihim 'ahdahum ilā muddatihim, innallāha yuḥibbul-muttaqīn(a)."
  },
  {
    "verse_number": 5,
    "translation": "Wenn nun die Schutzmonate abgelaufen sind, dann tötet die Götzendiener, wo immer ihr sie findet, ergreift sie, belagert sie und lauert ihnen aus jedem Hinterhalt auf! Wenn sie aber bereuen, das Gebet verrichten und die Abgabe entrichten, dann laßt sie ihres Weges ziehen! Gewiß, Allah ist Allvergebend und Barmherzig.",
    "segmented": [
      {
        "belongs_to_verse_number": 5,
        "translation": "Wenn nun die Schutzmonate abgelaufen sind, dann tötet die Götzendiener, wo immer ihr sie findet, ergreift sie, belagert sie",
        "text_uthmani": "فَإِذَا ٱنسَلَخَ ٱلْأَشْهُرُ ٱلْحُرُمُ فَٱقْتُلُوا۟ ٱلْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ وَخُذُوهُمْ وَٱحْصُرُوهُمْ",
        "text_uthmani_transcribed": "Fa iżansalakhal-asyhurul-ḥurumu faqtulul-musyrikīna ḥaiṡu wajattumūhum wa khużūhum waḥṣurūhum"
      },
      {
        "belongs_to_verse_number": 5,
        "translation": "und lauert ihnen aus jedem Hinterhalt auf!",
        "text_uthmani": "وَٱقْعُدُوا۟ لَهُمْ كُلَّ مَرْصَدٍ ۚ",
        "text_uthmani_transcribed": "waq'udū lahum kulla marṣad(in),"
      },
      {
        "belongs_to_verse_number": 5,
        "translation": "Wenn sie aber bereuen, das Gebet verrichten und die Abgabe entrichten, dann laßt sie ihres Weges ziehen!",
        "text_uthmani": "فَإِن تَابُوا۟ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ فَخَلُّوا۟ سَبِيلَهُمْ ۚ",
        "text_uthmani_transcribed": "fa in tābū wa aqāmuṣ-ṣalāta wa ātawuz-zakāta fa khallū sabīlahum,"
      },
      {
        "belongs_to_verse_number": 5,
        "translation": "Gewiß, Allah ist Allvergebend und Barmherzig.",
        "text_uthmani": "إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
        "text_uthmani_transcribed": "innallāha gafūrur raḥīm(un)."
      }
    ],
    "text_uthmani": "فَإِذَا ٱنسَلَخَ ٱلْأَشْهُرُ ٱلْحُرُمُ فَٱقْتُلُوا۟ ٱلْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ وَخُذُوهُمْ وَٱحْصُرُوهُمْ وَٱقْعُدُوا۟ لَهُمْ كُلَّ مَرْصَدٍ ۚ فَإِن تَابُوا۟ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ فَخَلُّوا۟ سَبِيلَهُمْ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Fa iżansalakhal-asyhurul-ḥurumu faqtulul-musyrikīna ḥaiṡu wajattumūhum wa khużūhum  waḥṣurūhum waq'udū lahum kulla marṣad(in), fa in tābū wa aqāmuṣ-ṣalāta wa ātawuz-zakāta fa khallū sabīlahum, innallāha gafūrur raḥīm(un)."
  },
  {
    "verse_number": 6,
    "translation": "Und wenn jemand von den Götzendienern dich um Schutz bittet, dann gewähre ihm Schutz, bis er das Wort Allahs hört. Hierauf lasse ihn den Ort erreichen, wo er in Sicherheit ist. Dies, weil sie Leute sind, die nicht Bescheid wissen.",
    "segmented": [
      {
        "belongs_to_verse_number": 6,
        "translation": "Und wenn jemand von den Götzendienern dich um Schutz bittet, dann gewähre ihm Schutz, bis er das Wort Allahs hört.",
        "text_uthmani": "وَإِنْ أَحَدٌ مِّنَ ٱلْمُشْرِكِينَ ٱسْتَجَارَكَ فَأَجِرْهُ حَتَّىٰ يَسْمَعَ كَلَـٰمَ ٱللَّهِ",
        "text_uthmani_transcribed": "Wa in aḥadum minal-musyrikīnastajāraka fa ajirhu ḥattā yasma'a kalāmallāhi"
      },
      {
        "belongs_to_verse_number": 6,
        "translation": "Hierauf lasse ihn den Ort erreichen, wo er in Sicherheit ist. Dies, weil sie Leute sind, die nicht Bescheid wissen.",
        "text_uthmani": "ثُمَّ أَبْلِغْهُ مَأْمَنَهُۥ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْلَمُونَ",
        "text_uthmani_transcribed": "ṡumma ablighu ma'manah(ū), żālika bi'annahum qaumul lā ya'lamūn(a)."
      }
    ],
    "text_uthmani": "وَإِنْ أَحَدٌ مِّنَ ٱلْمُشْرِكِينَ ٱسْتَجَارَكَ فَأَجِرْهُ حَتَّىٰ يَسْمَعَ كَلَـٰمَ ٱللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُۥ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa in aḥadum minal-musyrikīnastajāraka fa ajirhu ḥattā yasma'a kalāmallāhi ṡumma ablighu ma'manah(ū), żālika bi'annahum qaumul lā ya'lamūn(a)."
  },
  {
    "verse_number": 7,
    "translation": "Wie sollte es denn für die Götzendiener bei Allah und bei Seinem Gesandten einen Vertrag geben, außer (für) diejenigen, mit denen ihr bei der geschützten Gebetsstätte einen Vertrag abgeschlossen habt? Solange sie sich euch gegenüber recht verhalten, verhaltet (auch) ihr euch ihnen gegenüber recht. Gewiß, Allah liebt die Gottesfürchtigen.",
    "segmented": [
      {
        "belongs_to_verse_number": 7,
        "translation": "Wie sollte es denn für die Götzendiener bei Allah",
        "text_uthmani": "كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِندَ ٱللَّهِ",
        "text_uthmani_transcribed": "Kaifa yakūnu lil-musyrikīna 'ahdun 'indallāhi"
      },
      {
        "belongs_to_verse_number": 7,
        "translation": "und bei Seinem Gesandten einen Vertrag geben, außer (für) diejenigen, mit denen ihr bei der geschützten Gebetsstätte einen Vertrag abgeschlossen habt?",
        "text_uthmani": "وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَـٰهَدتُّمْ عِندَ ٱلْمَسْجِدِ ٱلْحَرَامِ ۖ",
        "text_uthmani_transcribed": "wa 'inda rasūlihī illal-lażīna 'āhattum 'indal-masjidil-ḥarām(i)"
      },
      {
        "belongs_to_verse_number": 7,
        "translation": "Solange sie sich euch gegenüber recht verhalten, verhaltet (auch) ihr euch ihnen gegenüber recht. Gewiß, Allah liebt die Gottesfürchtigen.",
        "text_uthmani": "فَمَا ٱسْتَقَـٰمُوا۟ لَكُمْ فَٱسْتَقِيمُوا۟ لَهُمْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَّقِينَ",
        "text_uthmani_transcribed": "famastaqāmū lakum fastaqīmū lahum, innallāha yuḥibbul-muttaqīn(a)."
      }
    ],
    "text_uthmani": "كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَـٰهَدتُّمْ عِندَ ٱلْمَسْجِدِ ٱلْحَرَامِ ۖ فَمَا ٱسْتَقَـٰمُوا۟ لَكُمْ فَٱسْتَقِيمُوا۟ لَهُمْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَّقِينَ",
    "text_uthmani_transcribed": "Kaifa yakūnu lil-musyrikīna 'ahdun 'indallāhi wa 'inda rasūlihī illal-lażīna 'āhattum 'indal-masjidil-ḥarām(i), famastaqāmū lakum fastaqīmū lahum, innallāha yuḥibbul-muttaqīn(a)."
  },
  {
    "verse_number": 8,
    "translation": "Wie (sollte es einen Vertrag geben), wo sie doch, wenn sie die Oberhand über euch bekommen, euch gegenüber weder Verwandtschaftsbande noch (Schutz)vertrag beachten? Sie stellen euch mit ihren Mündern zufrieden, aber ihre Herzen weigern sich. Und die meisten von ihnen sind Frevler.",
    "segmented": [
      {
        "belongs_to_verse_number": 8,
        "translation": "Wie (sollte es einen Vertrag geben), wo sie doch, wenn sie die Oberhand über euch bekommen, euch gegenüber weder Verwandtschaftsbande noch",
        "text_uthmani": "كَيْفَ وَإِن يَظْهَرُوا۟ عَلَيْكُمْ لَا يَرْقُبُوا۟ فِيكُمْ إِلًّا وَلَا",
        "text_uthmani_transcribed": "Kaifa wa iy yaẓharū 'alaikum lā yarqubū fīkum illaw wa lā"
      },
      {
        "belongs_to_verse_number": 8,
        "translation": "(Schutz)vertrag beachten? Sie stellen euch mit ihren Mündern zufrieden, aber ihre Herzen weigern sich. Und die meisten von ihnen sind Frevler.",
        "text_uthmani": "لَا يَرْقُبُوا۟ فِيكُمْ إِلًّا وَلَا ذِمَّةً ۚ يُرْضُونَكُم بِأَفْوَٰهِهِمْ وَتَأْبَىٰ قُلُوبُهُمْ وَأَكْثَرُهُمْ فَـٰسِقُونَ",
        "text_uthmani_transcribed": "lā yarqubū fīkum illaw wa lā żimmah(tan), yurḍūnakum bi'afwāhihim wa ta'bā qulūbuhum, wa akṡaruhum fāsiqūn(a)."
      }
    ],
    "text_uthmani": "كَيْفَ وَإِن يَظْهَرُوا۟ عَلَيْكُمْ لَا يَرْقُبُوا۟ فِيكُمْ إِلًّا وَلَا ذِمَّةً ۚ يُرْضُونَكُم بِأَفْوَٰهِهِمْ وَتَأْبَىٰ قُلُوبُهُمْ وَأَكْثَرُهُمْ فَـٰسِقُونَ",
    "text_uthmani_transcribed": "Kaifa wa iy yaẓharū 'alaikum lā yarqubū fīkum illaw wa lā żimmah(tan), yurḍūnakum bi'afwāhihim wa ta'bā qulūbuhum, wa akṡaruhum fāsiqūn(a)."
  },
  {
    "verse_number": 9,
    "translation": "Sie haben die Zeichen Allahs für einen geringen Preis verkauft und damit von Seinem Weg abgehalten. Gewiß, wie böse ist, was sie zu tun pflegten.",
    "segmented": [
      {
        "belongs_to_verse_number": 9,
        "translation": "Sie haben die Zeichen Allahs für einen geringen Preis verkauft und damit von Seinem Weg abgehalten.",
        "text_uthmani": "ٱشْتَرَوْا۟ بِـَٔايَـٰتِ ٱللَّهِ ثَمَنًا قَلِيلًا فَصَدُّوا۟ عَن سَبِيلِهِۦٓ ۚ",
        "text_uthmani_transcribed": "Isytarau bi'āyātillāhi ṡaman qalīlan fa ṣaddū 'an sabīlih(ī),"
      },
      {
        "belongs_to_verse_number": 9,
        "translation": "Gewiß, wie böse ist, was sie zu tun pflegten.",
        "text_uthmani": "إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ",
        "text_uthmani_transcribed": "Innahum sā'a mā kānū ya'malūn(a)."
      }
    ],
    "text_uthmani": "ٱشْتَرَوْا۟ بِـَٔايَـٰتِ ٱللَّهِ ثَمَنًا قَلِيلًا فَصَدُّوا۟ عَن سَبِيلِهِۦٓ ۚ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Isytarau bi'āyātillāhi ṡaman qalīlan fa ṣaddū 'an sabīlih(ī), innahum sā'a mā kānū ya'malūn(a)."
  },
  {
    "verse_number": 10,
    "translation": "Sie beachten gegenüber einem Gläubigen weder Verwandtschaftsbande noch (Schutz)vertrag. Das sind die Übertreter.",
    "text_uthmani": "لَا يَرْقُبُونَ فِى مُؤْمِنٍ إِلًّا وَلَا ذِمَّةً ۚ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُعْتَدُونَ",
    "text_uthmani_transcribed": "Lā yarqubūna fī mu'minin illaw wa lā żimmah(tan),ulā'ika humul-mu'tadūn(a)"
  },
  {
    "verse_number": 11,
    "translation": "Wenn sie aber bereuen, das Gebet verrichten und die Abgabe entrichten, dann sind sie eure Brüder in der Religion. Wir legen die Zeichen ausführlich dar für Leute, die Bescheid wissen.",
    "segmented": [
      {
        "belongs_to_verse_number": 11,
        "translation": "Wenn sie aber bereuen, das Gebet verrichten und die Abgabe entrichten, dann sind sie eure Brüder in der Religion.",
        "text_uthmani": "فَإِن تَابُوا۟ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ فَإِخْوَٰنُكُمْ فِى ٱلدِّينِ ۗ",
        "text_uthmani_transcribed": "Fa in tābū wa aqāmuṣ-ṣalāta wa ātawuz-zakāta fa ikhwānukum fid-dīn(i),"
      },
      {
        "belongs_to_verse_number": 11,
        "translation": "Wir legen die Zeichen ausführlich dar für Leute, die Bescheid wissen.",
        "text_uthmani": "وَنُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْلَمُونَ",
        "text_uthmani_transcribed": "wa nufaṣṣīlul-āyāti liqaumiy ya'lamūn(a)."
      }
    ],
    "text_uthmani": "فَإِن تَابُوا۟ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ فَإِخْوَٰنُكُمْ فِى ٱلدِّينِ ۗ وَنُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْلَمُونَ",
    "text_uthmani_transcribed": "Fa in tābū wa aqāmuṣ-ṣalāta wa ātawuz-zakāta fa ikhwānukum fid-dīn(i), wa nufaṣṣīlul-āyāti liqaumiy ya'lamūn(a)."
  },
  {
    "verse_number": 12,
    "translation": "Wenn sie ihre Eide aber nach Vertragsabschluß brechen und eure Religion schmähen, dann kämpft gegen die Anführer des Unglaubens - für sie gibt es ja keine Eide -, auf daß sie aufhören mögen.",
    "segmented": [
      {
        "belongs_to_verse_number": 12,
        "translation": "Wenn sie ihre Eide aber nach Vertragsabschluß brechen",
        "text_uthmani": "وَإِن نَّكَثُوٓا۟ أَيْمَـٰنَهُم مِّنۢ بَعْدِ عَهْدِهِمْ",
        "text_uthmani_transcribed": "Wa in nakaṡū aimānahum mim ba'di 'ahdihim"
      },
      {
        "belongs_to_verse_number": 12,
        "translation": "und eure Religion schmähen, dann kämpft gegen die Anführer des Unglaubens - für sie gibt es ja keine Eide -, auf daß sie aufhören mögen.",
        "text_uthmani": "وَطَعَنُوا۟ فِى دِينِكُمْ فَقَـٰتِلُوٓا۟ أَئِمَّةَ ٱلْكُفْرِ ۙ إِنَّهُمْ لَآ أَيْمَـٰنَ لَهُمْ لَعَلَّهُمْ يَنتَهُونَ",
        "text_uthmani_transcribed": "wa ṭa'anū fī dīnikum fa qātilū a'immatal-kufr(i), innahum lā aimāna lahum la'allahum yantahūn(a)."
      }
    ],
    "text_uthmani": "وَإِن نَّكَثُوٓا۟ أَيْمَـٰنَهُم مِّنۢ بَعْدِ عَهْدِهِمْ وَطَعَنُوا۟ فِى دِينِكُمْ فَقَـٰتِلُوٓا۟ أَئِمَّةَ ٱلْكُفْرِ ۙ إِنَّهُمْ لَآ أَيْمَـٰنَ لَهُمْ لَعَلَّهُمْ يَنتَهُونَ",
    "text_uthmani_transcribed": "Wa in nakaṡū aimānahum mim ba'di 'ahdihim wa ṭa'anū fī dīnikum fa qātilū a'immatal-kufr(i), innahum lā aimāna lahum la'allahum yantahūn(a)."
  },
  {
    "verse_number": 13,
    "translation": "Wollt ihr nicht gegen Leute kämpfen, die ihre Eide gebrochen haben und vorhatten, den Gesandten zu vertreiben, wobei sie zuerst gegen euch (mit Feindseligkeiten) anfingen? Fürchtet ihr sie? Aber Allah hat ein größeres Anrecht darauf, daß ihr Ihn fürchtet, wenn ihr gläubig seid.",
    "segmented": [
      {
        "belongs_to_verse_number": 13,
        "translation": "Wollt ihr nicht gegen Leute kämpfen, die ihre Eide gebrochen haben",
        "text_uthmani": "أَلَا تُقَـٰتِلُونَ قَوْمًا نَّكَثُوٓا۟ أَيْمَـٰنَهُمْ",
        "text_uthmani_transcribed": "Alā tuqātilūna qauman nakaṡū aimānahum"
      },
      {
        "belongs_to_verse_number": 13,
        "translation": "und vorhatten, den Gesandten zu vertreiben, wobei sie zuerst gegen euch (mit Feindseligkeiten) anfingen?",
        "text_uthmani": "وَهَمُّوا۟ بِإِخْرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمْ أَوَّلَ مَرَّةٍ ۚ",
        "text_uthmani_transcribed": "wa hammū bi'ikhrājir-rasūli wa hum bada'ūkum awwala marrah(tin),"
      },
      {
        "belongs_to_verse_number": 13,
        "translation": "Fürchtet ihr sie? Aber Allah hat ein größeres Anrecht darauf, daß ihr Ihn fürchtet, wenn ihr gläubig seid.",
        "text_uthmani": "أَتَخْشَوْنَهُمْ ۚ فَٱللَّهُ أَحَقُّ أَن تَخْشَوْهُ إِن كُنتُم مُّؤْمِنِينَ",
        "text_uthmani_transcribed": "Atakhsyaunahum, fallāhu aḥaqqu an takhsyauhu in kuntum mu'minīn(a)."
      }
    ],
    "text_uthmani": "أَلَا تُقَـٰتِلُونَ قَوْمًا نَّكَثُوٓا۟ أَيْمَـٰنَهُمْ وَهَمُّوا۟ بِإِخْرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمْ أَوَّلَ مَرَّةٍ ۚ أَتَخْشَوْنَهُمْ ۚ فَٱللَّهُ أَحَقُّ أَن تَخْشَوْهُ إِن كُنتُم مُّؤْمِنِينَ",
    "text_uthmani_transcribed": "Alā tuqātilūna qauman nakaṡū aimānahum wa hammū bi'ikhrājir-rasūli wa hum bada'ūkum awwala marrah(tin), atakhsyaunahum, fallāhu aḥaqqu an takhsyauhu in kuntum mu'minīn(a)."
  },
  {
    "verse_number": 14,
    "translation": "Kämpft gegen sie! Allah wird sie durch eure Hände strafen, sie in Schande stürzen, euch zum Sieg über sie verhelfen und die Brüste von gläubigen Leuten heilen",
    "segmented": [
      {
        "belongs_to_verse_number": 14,
        "translation": "Kämpft gegen sie!",
        "text_uthmani": "قَـٰتِلُوهُمْ",
        "text_uthmani_transcribed": "Qātilūhum"
      },
      {
        "belongs_to_verse_number": 14,
        "translation": "Allah wird sie durch eure Hände strafen, sie in Schande stürzen, euch zum Sieg über sie verhelfen und die Brüste von gläubigen Leuten heilen",
        "text_uthmani": "يُعَذِّبْهُمُ ٱللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُّؤْمِنِينَ",
        "text_uthmani_transcribed": "yu'ażżibhumullāhu bi'aidīkum wa yukhzihim wa yanṣurkum 'alaihim wa yasyfi ṣudūra qaumim mu'minīn(a)."
      }
    ],
    "text_uthmani": "قَـٰتِلُوهُمْ يُعَذِّبْهُمُ ٱللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُّؤْمِنِينَ",
    "text_uthmani_transcribed": "Qātilūhum yu'ażżibhumullāhu bi'aidīkum wa yukhzihim wa yanṣurkum 'alaihim wa yasyfi ṣudūra qaumim mu'minīn(a)."
  },
  {
    "verse_number": 15,
    "translation": "und den Grimm in ihren Herzen vergehen lassen. Allah nimmt die Reue an, von wem Er will. Allah ist Allwissend und Allweise.",
    "text_uthmani": "وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ ۗ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
    "text_uthmani_transcribed": "Wa yużhib gaiẓa qulūbihim, wa yatūbullāhu 'alā may yasyā'(u), wallāhu 'alīmun ḥakīm(un)."
  },
  {
    "verse_number": 16,
    "translation": "Oder meint ihr etwa, daß ihr (in Ruhe) gelassen werdet, ohne daß Allah zuvor diejenigen kenne, die von euch sich abgemüht und außer Allah, Seinem Gesandten und den Gläubigen keinen Vertrauten genommen haben? Und Allah ist Kundig dessen, was ihr tut.",
    "segmented": [
      {
        "belongs_to_verse_number": 16,
        "translation": "Oder meint ihr etwa, daß ihr (in Ruhe) gelassen werdet, ohne daß Allah zuvor diejenigen kenne, die von euch sich abgemüht",
        "text_uthmani": "أَمْ حَسِبْتُمْ أَن تُتْرَكُوا۟ وَلَمَّا يَعْلَمِ ٱللَّهُ ٱلَّذِينَ جَـٰهَدُوا۟ مِنكُمْ",
        "text_uthmani_transcribed": "Am ḥasibtum an tutrakū wa lammā ya'lamillāhul-lażīna jāhadū minkum"
      },
      {
        "belongs_to_verse_number": 16,
        "translation": "und außer Allah, Seinem Gesandten und den Gläubigen keinen Vertrauten genommen haben? Und Allah ist Kundig dessen, was ihr tut.",
        "text_uthmani": "وَلَمْ يَتَّخِذُوا۟ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلْمُؤْمِنِينَ وَلِيجَةً ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
        "text_uthmani_transcribed": "wa lam yattakhiżū min dūnillāhi wa lā rasūlihī wa lal-mu'minīna walījah(tan), wallāhu khabīrum bimā ta'malūn(a)."
      }
    ],
    "text_uthmani": "أَمْ حَسِبْتُمْ أَن تُتْرَكُوا۟ وَلَمَّا يَعْلَمِ ٱللَّهُ ٱلَّذِينَ جَـٰهَدُوا۟ مِنكُمْ وَلَمْ يَتَّخِذُوا۟ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلْمُؤْمِنِينَ وَلِيجَةً ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
    "text_uthmani_transcribed": "Am ḥasibtum an tutrakū wa lammā ya'lamillāhul-lażīna jāhadū minkum wa lam yattakhiżū min dūnillāhi wa lā rasūlihī wa lal-mu'minīna walījah(tan), wallāhu khabīrum bimā ta'malūn(a)."
  },
  {
    "verse_number": 17,
    "translation": "Es steht den Götzendienern nicht zu, Allahs Gebetsstätten zu bevölkern, wo sie gegen sich selbst Zeugnis ablegen durch den Unglauben. Deren Werke werden hinfällig, und im (Höllen)feuer werden sie ewig bleiben.",
    "segmented": [
      {
        "belongs_to_verse_number": 17,
        "translation": "Es steht den Götzendienern nicht zu, Allahs Gebetsstätten zu bevölkern, wo sie gegen sich selbst Zeugnis ablegen durch den Unglauben.",
        "text_uthmani": "مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُوا۟ مَسَـٰجِدَ ٱللَّهِ شَـٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلْكُفْرِ ۚ",
        "text_uthmani_transcribed": "Mā kāna lil-musyrikīna ay ya'murū masājidallāhi syāhidīna 'alā anfusihim bil-kufr(i),"
      },
      {
        "belongs_to_verse_number": 17,
        "translation": "Deren Werke werden hinfällig, und im (Höllen)feuer werden sie ewig bleiben.",
        "text_uthmani": "أُو۟لَـٰٓئِكَ حَبِطَتْ أَعْمَـٰلُهُمْ وَفِى ٱلنَّارِ هُمْ خَـٰلِدُونَ",
        "text_uthmani_transcribed": "ulā'ika ḥabiṭat a'māluhum, wa fin-nāri hum khālidūn(a)."
      }
    ],
    "text_uthmani": "مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُوا۟ مَسَـٰجِدَ ٱللَّهِ شَـٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلْكُفْرِ ۚ أُو۟لَـٰٓئِكَ حَبِطَتْ أَعْمَـٰلُهُمْ وَفِى ٱلنَّارِ هُمْ خَـٰلِدُونَ",
    "text_uthmani_transcribed": "Mā kāna lil-musyrikīna ay ya'murū masājidallāhi syāhidīna 'alā anfusihim bil-kufr(i), ulā'ika ḥabiṭat a'māluhum, wa fin-nāri hum khālidūn(a)."
  },
  {
    "verse_number": 18,
    "translation": "Gewiß, Allahs Gebetsstätten bevölkert nur, wer an Allah und den Jüngsten Tag glaubt, das Gebet verrichtet, die Abgabe entrichtet und niemanden außer Allah fürchtet. Diese aber werden vielleicht zu den Rechtgeleiteten gehören.",
    "segmented": [
      {
        "belongs_to_verse_number": 18,
        "translation": "Gewiß, Allahs Gebetsstätten bevölkert nur, wer an Allah und den Jüngsten Tag glaubt, das Gebet verrichtet, die Abgabe entrichtet",
        "text_uthmani": "إِنَّمَا يَعْمُرُ مَسَـٰجِدَ ٱللَّهِ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ",
        "text_uthmani_transcribed": "Innamā ya'muru masājidallāhi man āmana billāhi wal-yaumil-ākhiri wa aqāmaṣ-ṣalāta wa ātaz-zakāta"
      },
      {
        "belongs_to_verse_number": 18,
        "translation": "und niemanden außer Allah fürchtet. Diese aber werden vielleicht zu den Rechtgeleiteten gehören.",
        "text_uthmani": "وَلَمْ يَخْشَ إِلَّا ٱللَّهَ ۖ فَعَسَىٰٓ أُو۟لَـٰٓئِكَ أَن يَكُونُوا۟ مِنَ ٱلْمُهْتَدِينَ",
        "text_uthmani_transcribed": "wa lam yakhsya illallāh(a), fa 'asā ulā'ika ay yakūnū minal-muhtadīn(a)."
      }
    ],
    "text_uthmani": "إِنَّمَا يَعْمُرُ مَسَـٰجِدَ ٱللَّهِ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمْ يَخْشَ إِلَّا ٱللَّهَ ۖ فَعَسَىٰٓ أُو۟لَـٰٓئِكَ أَن يَكُونُوا۟ مِنَ ٱلْمُهْتَدِينَ",
    "text_uthmani_transcribed": "Innamā ya'muru masājidallāhi man āmana billāhi wal-yaumil-ākhiri wa aqāmaṣ-ṣalāta wa ātaz-zakāta wa lam yakhsya illallāh(a), fa 'asā ulā'ika  ay yakūnū minal-muhtadīn(a)."
  },
  {
    "verse_number": 19,
    "translation": "Stellt ihr etwa die Tränkung der Pilger und das Bevölkern der geschützten Gebetsstätte (den Werken) dessen gleich, der an Allah und den Jüngsten Tag glaubt und sich auf Allahs Weg abmüht? Sie sind nicht gleich bei Allah. Und Allah leitet das ungerechte Volk nicht recht.",
    "segmented": [
      {
        "belongs_to_verse_number": 19,
        "translation": "Stellt ihr etwa die Tränkung der Pilger und das Bevölkern der geschützten Gebetsstätte (den Werken) dessen gleich, der an Allah",
        "text_uthmani": "۞ أَجَعَلْتُمْ سِقَايَةَ ٱلْحَآجِّ وَعِمَارَةَ ٱلْمَسْجِدِ ٱلْحَرَامِ كَمَنْ ءَامَنَ بِٱللَّهِ",
        "text_uthmani_transcribed": "Aja'altum siqāyatal-ḥājji wa 'imāratal-masjidil-ḥarāmi kaman āmana billāhi"
      },
      {
        "belongs_to_verse_number": 19,
        "translation": "und den Jüngsten Tag glaubt und sich auf Allahs Weg abmüht? Sie sind nicht gleich bei Allah. Und Allah leitet das ungerechte Volk nicht recht.",
        "text_uthmani": "ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَجَـٰهَدَ فِى سَبِيلِ ٱللَّهِ ۚ لَا يَسْتَوُۥنَ عِندَ ٱللَّهِ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
        "text_uthmani_transcribed": "āmana billāhi wal-yaumil-ākhiri wa jāhada fī sabīlillāh(i), lā yastawūna 'indallāh(i), wallāhu lā yahdil-qaumaẓ-ẓālimīn(a)."
      }
    ],
    "text_uthmani": "۞ أَجَعَلْتُمْ سِقَايَةَ ٱلْحَآجِّ وَعِمَارَةَ ٱلْمَسْجِدِ ٱلْحَرَامِ كَمَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَجَـٰهَدَ فِى سَبِيلِ ٱللَّهِ ۚ لَا يَسْتَوُۥنَ عِندَ ٱللَّهِ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Aja'altum siqāyatal-ḥājji wa 'imāratal-masjidil-ḥarāmi kaman āmana billāhi wal-yaumil-ākhiri wa jāhada fī sabīlillāh(i), lā yastawūna 'indallāh(i), wallāhu lā yahdil-qaumaẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 20,
    "translation": "Diejenigen, die glauben und ausgewandert sind und sich auf Allahs Weg mit ihrem Besitz und ihrer eigenen Person abgemüht haben, haben einen größeren Vorzug bei Allah. Das sind die Erfolgreichen.",
    "segmented": [
      {
        "belongs_to_verse_number": 20,
        "translation": "Diejenigen, die glauben und ausgewandert sind und sich auf Allahs Weg mit ihrem Besitz",
        "text_uthmani": "ٱلَّذِينَ ءَامَنُوا۟ وَهَاجَرُوا۟ وَجَـٰهَدُوا۟ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِهِمْ",
        "text_uthmani_transcribed": "Allażīna āmanū wa hājarū wa jāhadū fī sabīlillāhi bi'amwālihim"
      },
      {
        "belongs_to_verse_number": 20,
        "translation": "und ihrer eigenen Person abgemüht haben, haben einen größeren Vorzug bei Allah. Das sind die Erfolgreichen.",
        "text_uthmani": "وَجَـٰهَدُوا۟ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ أَعْظَمُ دَرَجَةً عِندَ ٱللَّهِ ۚ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَآئِزُونَ",
        "text_uthmani_transcribed": "wa jāhadū fī sabīlillāhi bi'amwālihim wa anfusihim, a'ẓamu darajatan 'indallāh(i), wa ulā'ika humul-fā'izūn(a)."
      }
    ],
    "text_uthmani": "ٱلَّذِينَ ءَامَنُوا۟ وَهَاجَرُوا۟ وَجَـٰهَدُوا۟ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ أَعْظَمُ دَرَجَةً عِندَ ٱللَّهِ ۚ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَآئِزُونَ",
    "text_uthmani_transcribed": "Allażīna āmanū wa hājarū wa jāhadū fī sabīlillāhi bi'amwālihim wa anfusihim, a'ẓamu darajatan 'indallāh(i), wa ulā'ika humul-fā'izūn(a)."
  },
  {
    "verse_number": 21,
    "translation": "Ihr Herr verkündet ihnen Barmherzigkeit von sich und Wohlgefallen und Gärten, in denen sie beständige Wonne haben,",
    "text_uthmani": "يُبَشِّرُهُمْ رَبُّهُم بِرَحْمَةٍ مِّنْهُ وَرِضْوَٰنٍ وَجَنَّـٰتٍ لَّهُمْ فِيهَا نَعِيمٌ مُّقِيمٌ",
    "text_uthmani_transcribed": "Yubasysyiruhum rabbuhum biraḥmatim minhu wa riḍwāniw wa jannātil lahum fīhā na'īmum muqīm(un)."
  },
  {
    "verse_number": 22,
    "translation": "ewig und auf immer darin zu bleiben. Gewiß, bei Allah gibt es großartigen Lohn.",
    "text_uthmani": "خَـٰلِدِينَ فِيهَآ أَبَدًا ۚ إِنَّ ٱللَّهَ عِندَهُۥٓ أَجْرٌ عَظِيمٌ",
    "text_uthmani_transcribed": "Khālidīna fīhā abadā(n), innallāha 'indahū ajrun 'aẓīm(un)."
  },
  {
    "verse_number": 23,
    "translation": "O die ihr glaubt, nehmt nicht eure Väter und eure Brüder zu Schutzherren, wenn sie den Unglauben mehr lieben als den Glauben! Wer von euch sie zu Vertrauten nimmt, das sind die Ungerechten.",
    "segmented": [
      {
        "belongs_to_verse_number": 23,
        "translation": "O die ihr glaubt, nehmt nicht eure Väter und eure Brüder zu Schutzherren, wenn sie den Unglauben mehr lieben als den Glauben!",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوٓا۟ ءَابَآءَكُمْ وَإِخْوَٰنَكُمْ أَوْلِيَآءَ إِنِ ٱسْتَحَبُّوا۟ ٱلْكُفْرَ عَلَى ٱلْإِيمَـٰنِ ۚ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tattakhiżū ābā'akum wa ikhwānakum auliyā'a inistaḥabbul-kufra 'alal-īmān(i),"
      },
      {
        "belongs_to_verse_number": 23,
        "translation": "Wer von euch sie zu Vertrauten nimmt, das sind die Ungerechten.",
        "text_uthmani": "وَمَن يَتَوَلَّهُم مِّنكُمْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
        "text_uthmani_transcribed": "wa may yatawallahum minkum fa ulā'ika humuẓ-ẓālimūn(a)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوٓا۟ ءَابَآءَكُمْ وَإِخْوَٰنَكُمْ أَوْلِيَآءَ إِنِ ٱسْتَحَبُّوا۟ ٱلْكُفْرَ عَلَى ٱلْإِيمَـٰنِ ۚ وَمَن يَتَوَلَّهُم مِّنكُمْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tattakhiżū ābā'akum wa ikhwānakum auliyā'a inistaḥabbul-kufra 'alal-īmān(i), wa may yatawallahum minkum fa ulā'ika humuẓ-ẓālimūn(a)."
  },
  {
    "verse_number": 24,
    "translation": "Sag: Wenn eure Väter, eure Söhne, eure Brüder, eure Gattinnen und eure Sippemitglieder, Besitz, den ihr erworben habt, Handel, dessen Niedergang ihr fürchtet, und Wohnungen, an denen ihr Gefallen findet, euch lieber sind als Allah und Sein Gesandter und das Abmühen auf Seinem Weg, dann wartet ab, bis Allah mit Seiner Anordnung kommt! Allah leitet das Volk der Frevler nicht recht.",
    "segmented": [
      {
        "belongs_to_verse_number": 24,
        "translation": "Sag: Wenn eure Väter, eure Söhne, eure Brüder, eure Gattinnen",
        "text_uthmani": "قُلْ إِن كَانَ ءَابَآؤُكُمْ وَأَبْنَآؤُكُمْ وَإِخْوَٰنُكُمْ وَأَزْوَٰجُكُمْ",
        "text_uthmani_transcribed": "Qul in kāna ābā'ukum wa abnā'ukum wa ikhwānukum wa azwājukum"
      },
      {
        "belongs_to_verse_number": 24,
        "translation": "und eure Sippemitglieder, Besitz, den ihr erworben habt, Handel, dessen Niedergang ihr fürchtet,",
        "text_uthmani": "وَعَشِيرَتُكُمْ وَأَمْوَٰلٌ ٱقْتَرَفْتُمُوهَا وَتِجَـٰرَةٌ تَخْشَوْنَ كَسَادَهَا",
        "text_uthmani_transcribed": "wa 'asyīratukum wa amwāluniqtaraftumūhā wa tijāratun takhsyauna kasādahā"
      },
      {
        "belongs_to_verse_number": 24,
        "translation": "und Wohnungen, an denen ihr Gefallen findet, euch lieber sind als Allah und Sein Gesandter",
        "text_uthmani": "وَمَسَـٰكِنُ تَرْضَوْنَهَآ أَحَبَّ إِلَيْكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ",
        "text_uthmani_transcribed": "wa masākinu tarḍaunahā aḥabba ilaikum minallāhi wa rasūlihī"
      },
      {
        "belongs_to_verse_number": 24,
        "translation": "und das Abmühen auf Seinem Weg, dann wartet ab, bis Allah mit Seiner Anordnung kommt! Allah leitet das Volk der Frevler nicht recht.",
        "text_uthmani": "وَجِهَادٍ فِى سَبِيلِهِۦ فَتَرَبَّصُوا۟ حَتَّىٰ يَأْتِىَ ٱللَّهُ بِأَمْرِهِۦ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
        "text_uthmani_transcribed": "wa jihādin fī sabīlihī fa tarabbaṣū ḥattā ya'tiyallāhu bi'amrih(ī), wallāhu lā yahdil-qaumal-fāsiqīn(a)."
      }
    ],
    "text_uthmani": "قُلْ إِن كَانَ ءَابَآؤُكُمْ وَأَبْنَآؤُكُمْ وَإِخْوَٰنُكُمْ وَأَزْوَٰجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَٰلٌ ٱقْتَرَفْتُمُوهَا وَتِجَـٰرَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَـٰكِنُ تَرْضَوْنَهَآ أَحَبَّ إِلَيْكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادٍ فِى سَبِيلِهِۦ فَتَرَبَّصُوا۟ حَتَّىٰ يَأْتِىَ ٱللَّهُ بِأَمْرِهِۦ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
    "text_uthmani_transcribed": "Qul in kāna ābā'ukum wa abnā'ukum wa ikhwānukum wa azwājukum wa 'asyīratukum wa amwāluniqtaraftumūhā wa tijāratun takhsyauna kasādahā wa masākinu tarḍaunahā aḥabba ilaikum minallāhi wa rasūlihī wa jihādin fī sabīlihī fa tarabbaṣū ḥattā ya'tiyallāhu bi'amrih(ī), wallāhu lā yahdil-qaumal-fāsiqīn(a)."
  },
  {
    "verse_number": 25,
    "translation": "Allah hat euch doch an vielen Orten zum Sieg verholfen, und auch am Tag von Hunain, als eure große Zahl euch gefiel, euch aber nichts nutzte. Die Erde wurde euch eng bei all ihrer Weite. Hierauf kehrtet ihr den Rücken (zur Flucht).",
    "segmented": [
      {
        "belongs_to_verse_number": 25,
        "translation": "Allah hat euch doch an vielen Orten zum Sieg verholfen, und auch am Tag von Hunain, als eure große Zahl euch gefiel, euch aber nichts nutzte.",
        "text_uthmani": "لَقَدْ نَصَرَكُمُ ٱللَّهُ فِى مَوَاطِنَ كَثِيرَةٍ ۙ وَيَوْمَ حُنَيْنٍ ۙ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنكُمْ شَيْـًٔا",
        "text_uthmani_transcribed": "Laqad naṣarakumullāhu fī mawāṭina kaṡīrah(tin), wa yauma ḥunain(in), iż a'jabatkum kaṡratukum falam tugni 'ankum syai'aw"
      },
      {
        "belongs_to_verse_number": 25,
        "translation": "Die Erde wurde euch eng bei all ihrer Weite. Hierauf kehrtet ihr den Rücken (zur Flucht).",
        "text_uthmani": "وَضَاقَتْ عَلَيْكُمُ ٱلْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُم مُّدْبِرِينَ",
        "text_uthmani_transcribed": "wa ḍāqat 'alaikumul-arḍu bimā raḥubat ṡumma wallaitum mudbirīn(a)."
      }
    ],
    "text_uthmani": "لَقَدْ نَصَرَكُمُ ٱللَّهُ فِى مَوَاطِنَ كَثِيرَةٍ ۙ وَيَوْمَ حُنَيْنٍ ۙ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنكُمْ شَيْـًٔا وَضَاقَتْ عَلَيْكُمُ ٱلْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُم مُّدْبِرِينَ",
    "text_uthmani_transcribed": "Laqad naṣarakumullāhu fī mawāṭina kaṡīrah(tin), wa yauma ḥunain(in), iż a'jabatkum kaṡratukum falam tugni 'ankum syai'aw wa ḍāqat 'alaikumul-arḍu bimā raḥubat ṡumma wallaitum mudbirīn(a)."
  },
  {
    "verse_number": 26,
    "translation": "Daraufhin sandte Allah Seine innere Ruhe auf Seinen Gesandten und auf die Gläubigen herab, und Er sandte Heerscharen, die ihr nicht saht, herab und strafte diejenigen, die ungläubig waren. Das war der Lohn der Ungläubigen.",
    "segmented": [
      {
        "belongs_to_verse_number": 26,
        "translation": "Daraufhin sandte Allah Seine innere Ruhe auf Seinen Gesandten und auf die Gläubigen herab, und Er sandte Heerscharen, die ihr nicht saht, herab",
        "text_uthmani": "ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلْمُؤْمِنِينَ وَأَنزَلَ جُنُودًا لَّمْ تَرَوْهَا",
        "text_uthmani_transcribed": "Ṡumma anzalallāhu sakīnatahū 'alā rasūlihī wa 'alal-mu'minīna wa anzala junūdal lam tarauhā"
      },
      {
        "belongs_to_verse_number": 26,
        "translation": "und strafte diejenigen, die ungläubig waren. Das war der Lohn der Ungläubigen.",
        "text_uthmani": "وَعَذَّبَ ٱلَّذِينَ كَفَرُوا۟ ۚ وَذَٰلِكَ جَزَآءُ ٱلْكَـٰفِرِينَ",
        "text_uthmani_transcribed": "wa 'ażżabal-lażīna kafarū, wa żālika jazā'ul-kāfirīn(a)."
      }
    ],
    "text_uthmani": "ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلْمُؤْمِنِينَ وَأَنزَلَ جُنُودًا لَّمْ تَرَوْهَا وَعَذَّبَ ٱلَّذِينَ كَفَرُوا۟ ۚ وَذَٰلِكَ جَزَآءُ ٱلْكَـٰفِرِينَ",
    "text_uthmani_transcribed": "Ṡumma anzalallāhu sakīnatahū 'alā rasūlihī wa 'alal-mu'minīna wa anzala junūdal lam tarauhā wa 'ażżabal-lażīna kafarū, wa żālika jazā'ul-kāfirīn(a)."
  },
  {
    "verse_number": 27,
    "translation": "Hierauf nimmt Allah nach alledem die Reue an, von wem Er will. Und Allah ist Allvergebend und Barmherzig.",
    "text_uthmani": "ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعْدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُ ۗ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Ṡumma yatūbullāhu mim ba'di żālika 'alā may yasyā'(u), wallāhu gafūrur raḥīm(un)."
  },
  {
    "verse_number": 28,
    "translation": "O die ihr glaubt, die Götzendiener sind fürwahr unrein, so sollen sie sich der geschützten Gebetsstätte nach diesem, ihrem Jahr nicht mehr nähern! Und wenn ihr (deshalb) Armut befürchtet, so wird Allah euch durch Seine Huld reich machen, wenn Er will. Gewiß, Allah ist Allwissend und Allweise.",
    "segmented": [
      {
        "belongs_to_verse_number": 28,
        "translation": "O die ihr glaubt, die Götzendiener sind fürwahr unrein, so sollen sie sich der geschützten Gebetsstätte nach diesem, ihrem Jahr nicht mehr",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّمَا ٱلْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا۟ ٱلْمَسْجِدَ ٱلْحَرَامَ بَعْدَ عَامِهِمْ هَـٰذَا",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū innamal-musyrikūna najasun falā yaqrabul-masjidal-ḥarāma ba'da 'āmihim hāżā"
      },
      {
        "belongs_to_verse_number": 28,
        "translation": "nähern! Und wenn ihr (deshalb) Armut befürchtet, so wird Allah euch durch Seine Huld reich machen, wenn Er will.",
        "text_uthmani": "فَلَا يَقْرَبُوا۟ ٱلْمَسْجِدَ ٱلْحَرَامَ بَعْدَ عَامِهِمْ هَـٰذَا ۚ وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ ٱللَّهُ مِن فَضْلِهِۦٓ إِن شَآءَ ۚ",
        "text_uthmani_transcribed": "falā yaqrabul-masjidal-ḥarāma ba'da 'āmihim hāżā, wa in khiftum 'ailatan fa saufa yugnīkumullāhu min faḍlihī in syā'(a),"
      },
      {
        "belongs_to_verse_number": 28,
        "translation": "Gewiß, Allah ist Allwissend und Allweise.",
        "text_uthmani": "إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٌ",
        "text_uthmani_transcribed": "innallāha 'alīmun ḥakīm(un)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّمَا ٱلْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا۟ ٱلْمَسْجِدَ ٱلْحَرَامَ بَعْدَ عَامِهِمْ هَـٰذَا ۚ وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ ٱللَّهُ مِن فَضْلِهِۦٓ إِن شَآءَ ۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٌ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū innamal-musyrikūna najasun falā yaqrabul-masjidal-ḥarāma ba'da 'āmihim hāżā, wa in khiftum 'ailatan fa saufa yugnīkumullāhu min faḍlihī in syā'(a), innallāha 'alīmun ḥakīm(un)."
  },
  {
    "verse_number": 29,
    "translation": "Kämpft gegen diejenigen, die nicht an Allah und nicht an den Jüngsten Tag glauben und nicht verbieten, was Allah und Sein Gesandter verboten haben, und nicht die Religion der Wahrheit befolgen - von denjenigen, denen die Schrift gegeben wurde -, bis sie den Tribut aus der Hand entrichten und gefügig sind!",
    "segmented": [
      {
        "belongs_to_verse_number": 29,
        "translation": "Kämpft gegen diejenigen, die nicht an Allah und nicht an den Jüngsten Tag glauben und nicht verbieten, was Allah",
        "text_uthmani": "قَـٰتِلُوا۟ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱللَّهِ وَلَا بِٱلْيَوْمِ ٱلْـَٔاخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ",
        "text_uthmani_transcribed": "Qātilul-lażīna lā yu'minūna billāhi wa lā bil-yaumil-ākhiri wa lā yuḥarrimūna mā ḥarramallāhu"
      },
      {
        "belongs_to_verse_number": 29,
        "translation": "und Sein Gesandter verboten haben,",
        "text_uthmani": "وَرَسُولُهُۥ",
        "text_uthmani_transcribed": "wa rasūluhū"
      },
      {
        "belongs_to_verse_number": 29,
        "translation": "und nicht die Religion der Wahrheit befolgen - von denjenigen, denen die Schrift gegeben wurde -, bis sie den Tribut aus der Hand entrichten",
        "text_uthmani": "وَلَا يَدِينُونَ دِينَ ٱلْحَقِّ مِنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ حَتَّىٰ يُعْطُوا۟ ٱلْجِزْيَةَ عَن يَدٍ",
        "text_uthmani_transcribed": "wa lā yadīnūna dīnal-ḥaqqi minal-lażīna ūtul-kitāba ḥattā yu'ṭul-jizyata 'an yadiw"
      },
      {
        "belongs_to_verse_number": 29,
        "translation": "und gefügig sind!",
        "text_uthmani": "وَهُمْ صَـٰغِرُونَ",
        "text_uthmani_transcribed": "wa hum ṣāgirūn(a)."
      }
    ],
    "text_uthmani": "قَـٰتِلُوا۟ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱللَّهِ وَلَا بِٱلْيَوْمِ ٱلْـَٔاخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلْحَقِّ مِنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ حَتَّىٰ يُعْطُوا۟ ٱلْجِزْيَةَ عَن يَدٍ وَهُمْ صَـٰغِرُونَ",
    "text_uthmani_transcribed": "Qātilul-lażīna lā yu'minūna billāhi wa lā bil-yaumil-ākhiri wa lā yuḥarrimūna mā ḥarramallāhu wa rasūluhū wa lā yadīnūna dīnal-ḥaqqi minal-lażīna ūtul-kitāba ḥattā yu'ṭul-jizyata 'ay yadiw wa hum ṣāgirūn(a)."
  },
  {
    "verse_number": 30,
    "translation": "Die Juden sagen: ’Uzair ist Allahs Sohn, und die Christen sagen: Al-Masih ist Allahs Sohn. Das sind ihre Worte aus ihren (eigenen) Mündern. Sie führen ähnliche Worte wie diejenigen, die zuvor ungläubig waren. Allah bekämpfe sie! Wie sie sich (doch) abwendig machen lassen!",
    "segmented": [
      {
        "belongs_to_verse_number": 30,
        "translation": "Die Juden sagen: ’Uzair ist Allahs Sohn, und die Christen sagen: Al-Masih ist Allahs Sohn. Das sind ihre Worte aus ihren (eigenen) Mündern.",
        "text_uthmani": "وَقَالَتِ ٱلْيَهُودُ عُزَيْرٌ ٱبْنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَـٰرَى ٱلْمَسِيحُ ٱبْنُ ٱللَّهِ ۖ ذَٰلِكَ قَوْلُهُم بِأَفْوَٰهِهِمْ ۖ",
        "text_uthmani_transcribed": "Wa qālatil-yahūdu 'uzairunibnullāhi wa qālatin-naṣāral-masīḥubnullāh(i), żālika qauluhum bi'afwāhihim,"
      },
      {
        "belongs_to_verse_number": 30,
        "translation": "Sie führen ähnliche Worte wie diejenigen, die zuvor ungläubig waren. Allah bekämpfe sie! Wie sie sich (doch) abwendig machen lassen!",
        "text_uthmani": "يُضَـٰهِـُٔونَ قَوْلَ ٱلَّذِينَ كَفَرُوا۟ مِن قَبْلُ ۚ قَـٰتَلَهُمُ ٱللَّهُ ۚ أَنَّىٰ يُؤْفَكُونَ",
        "text_uthmani_transcribed": "yuḍāhi'ūna qaulal-lażīna kafarū min qabl(u), qātalahumullāh(u), annā yu'fakūn(a)."
      }
    ],
    "text_uthmani": "وَقَالَتِ ٱلْيَهُودُ عُزَيْرٌ ٱبْنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَـٰرَى ٱلْمَسِيحُ ٱبْنُ ٱللَّهِ ۖ ذَٰلِكَ قَوْلُهُم بِأَفْوَٰهِهِمْ ۖ يُضَـٰهِـُٔونَ قَوْلَ ٱلَّذِينَ كَفَرُوا۟ مِن قَبْلُ ۚ قَـٰتَلَهُمُ ٱللَّهُ ۚ أَنَّىٰ يُؤْفَكُونَ",
    "text_uthmani_transcribed": "Wa qālatil-yahūdu 'uzairunibnullāhi wa qālatin-naṣāral-masīḥubnullāh(i), żālika qauluhum bi'afwāhihim, yuḍāhi'ūna qaulal-lażīna kafarū min qabl(u), qātalahumullāh(u), annā yu'fakūn(a)."
  },
  {
    "verse_number": 31,
    "translation": "Sie haben ihre Gelehrten und ihre Mönche zu Herren genommen außer Allah, sowie al-Masih ibn Maryam, wo ihnen doch nur befohlen worden ist, einem einzigen Gott zu dienen. Es gibt keinen Gott außer Ihm. Preis sei Ihm! (Erhaben ist Er) über das, was sie (Ihm) beigesellen.",
    "segmented": [
      {
        "belongs_to_verse_number": 31,
        "translation": "Sie haben ihre Gelehrten",
        "text_uthmani": "ٱتَّخَذُوٓا۟ أَحْبَارَهُمْ",
        "text_uthmani_transcribed": "Ittakhażū aḥbārahum"
      },
      {
        "belongs_to_verse_number": 31,
        "translation": "und ihre Mönche zu Herren genommen außer Allah, sowie al-Masih ibn Maryam, wo ihnen doch nur befohlen worden ist, einem einzigen Gott zu dienen.",
        "text_uthmani": "وَرُهْبَـٰنَهُمْ أَرْبَابًا مِّن دُونِ ٱللَّهِ وَٱلْمَسِيحَ ٱبْنَ مَرْيَمَ وَمَآ أُمِرُوٓا۟ إِلَّا لِيَعْبُدُوٓا۟ إِلَـٰهًا وَٰحِدًا",
        "text_uthmani_transcribed": "wa ruhbānahum arbābam min dūnillāhi wal-masīḥabna maryam(a), wa mā umirū illā liya'budū ilāhaw wāḥidā(n)"
      },
      {
        "belongs_to_verse_number": 31,
        "translation": "Es gibt keinen Gott außer Ihm. Preis sei Ihm! (Erhaben ist Er) über das, was sie (Ihm) beigesellen.",
        "text_uthmani": "لَّآ إِلَـٰهَ إِلَّا هُوَ ۚ سُبْحَـٰنَهُۥ عَمَّا يُشْرِكُونَ",
        "text_uthmani_transcribed": "lā ilāha illā huw(a), subḥānahū 'ammā yusyrikūn(a)."
      }
    ],
    "text_uthmani": "ٱتَّخَذُوٓا۟ أَحْبَارَهُمْ وَرُهْبَـٰنَهُمْ أَرْبَابًا مِّن دُونِ ٱللَّهِ وَٱلْمَسِيحَ ٱبْنَ مَرْيَمَ وَمَآ أُمِرُوٓا۟ إِلَّا لِيَعْبُدُوٓا۟ إِلَـٰهًا وَٰحِدًا ۖ لَّآ إِلَـٰهَ إِلَّا هُوَ ۚ سُبْحَـٰنَهُۥ عَمَّا يُشْرِكُونَ",
    "text_uthmani_transcribed": "Ittakhażū aḥbārahum wa ruhbānahum arbābam min dūnillāhi wal-masīḥabna maryam(a), wa mā umirū illā liya'budū ilāhaw wāḥidā(n), lā ilāha illā huw(a), subḥānahū 'ammā yusyrikūn(a)."
  },
  {
    "verse_number": 32,
    "translation": "Sie wollen Allahs Licht mit ihren Mündern auslöschen. Aber Allah besteht darauf, Sein Licht doch zu vollenden, auch wenn es den Ungläubigen zuwider ist.",
    "segmented": [
      {
        "belongs_to_verse_number": 32,
        "translation": "Sie wollen Allahs Licht mit ihren Mündern auslöschen.",
        "text_uthmani": "يُرِيدُونَ أَن يُطْفِـُٔوا۟ نُورَ ٱللَّهِ بِأَفْوَٰهِهِمْ",
        "text_uthmani_transcribed": "Yurīdūna ay yuṭfi'ū nūrallāhi bi'afwāhihim"
      },
      {
        "belongs_to_verse_number": 32,
        "translation": "Aber Allah besteht darauf, Sein Licht doch zu vollenden, auch wenn es den Ungläubigen zuwider ist.",
        "text_uthmani": "وَيَأْبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوْ كَرِهَ ٱلْكَـٰفِرُونَ",
        "text_uthmani_transcribed": "wa ya'ballāhu illā ay yutimma nūrahū wa lau karihal-kāfirūn(a)."
      }
    ],
    "text_uthmani": "يُرِيدُونَ أَن يُطْفِـُٔوا۟ نُورَ ٱللَّهِ بِأَفْوَٰهِهِمْ وَيَأْبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوْ كَرِهَ ٱلْكَـٰفِرُونَ",
    "text_uthmani_transcribed": "Yurīdūna ay yuṭfi'ū nūrallāhi bi'afwāhihim wa ya'ballāhu illā ay yutimma nūrahū wa lau karihal-kāfirūn(a)."
  },
  {
    "verse_number": 33,
    "translation": "Er ist es, Der Seinen Gesandten mit der Rechtleitung und der Religion der Wahrheit gesandt hat, um ihr die Oberhand über alle Religion zu geben, auch wenn es den Götzendienern zuwider ist.",
    "segmented": [
      {
        "belongs_to_verse_number": 33,
        "translation": "Er ist es, Der Seinen Gesandten mit der Rechtleitung",
        "text_uthmani": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ",
        "text_uthmani_transcribed": "Huwal-lażī arsala rasūlahū bil-hudā"
      },
      {
        "belongs_to_verse_number": 33,
        "translation": "und der Religion der Wahrheit gesandt hat, um ihr die Oberhand über alle Religion zu geben, auch wenn es den Götzendienern zuwider ist.",
        "text_uthmani": "بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوْ كَرِهَ ٱلْمُشْرِكُونَ",
        "text_uthmani_transcribed": "bil-hudā wa dīnil-ḥaqqi liyuẓhirahū 'alad-dīni kullih(ī), wa lau karihal-musyrikūn(a)."
      }
    ],
    "text_uthmani": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوْ كَرِهَ ٱلْمُشْرِكُونَ",
    "text_uthmani_transcribed": "Huwal-lażī arsala rasūlahū bil-hudā wa dīnil-ḥaqqi liyuẓhirahū 'alad-dīni kullih(ī), wa lau karihal-musyrikūn(a)."
  },
  {
    "verse_number": 34,
    "translation": "O die ihr glaubt, viele von den Gelehrten und den Mönchen verschlingen fürwahr den Besitz der Menschen auf nichtige Weise und halten von Allahs Weg ab. Diejenigen, die Gold und Silber horten und es nicht auf Allahs Weg ausgeben, denen verkünde schmerzhafte Strafe,",
    "segmented": [
      {
        "belongs_to_verse_number": 34,
        "translation": "O die ihr glaubt, viele von den Gelehrten und den Mönchen verschlingen fürwahr den Besitz der Menschen auf nichtige Weise",
        "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ كَثِيرًا مِّنَ ٱلْأَحْبَارِ وَٱلرُّهْبَانِ لَيَأْكُلُونَ أَمْوَٰلَ ٱلنَّاسِ بِٱلْبَـٰطِلِ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū inna kaṡīram minal-aḥbāri war-ruhbāni laya'kulūna amwālan-nāsi bil-bāṭili"
      },
      {
        "belongs_to_verse_number": 34,
        "translation": "und halten von Allahs Weg ab. Diejenigen, die Gold und Silber horten und es nicht auf Allahs Weg ausgeben, denen verkünde schmerzhafte Strafe,",
        "text_uthmani": "وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ ۗ وَٱلَّذِينَ يَكْنِزُونَ ٱلذَّهَبَ وَٱلْفِضَّةَ وَلَا يُنفِقُونَهَا فِى سَبِيلِ ٱللَّهِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ",
        "text_uthmani_transcribed": "wa yaṣuddūna 'an sabīlillāh(i), wal-lażīna yaknizūnaż-żahaba wal-fiḍḍata wa lā yunfiqūnahā fī sabīlillāh(i), fa basysyirhum bi'ażābin alīm(in)."
      }
    ],
    "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ كَثِيرًا مِّنَ ٱلْأَحْبَارِ وَٱلرُّهْبَانِ لَيَأْكُلُونَ أَمْوَٰلَ ٱلنَّاسِ بِٱلْبَـٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ ۗ وَٱلَّذِينَ يَكْنِزُونَ ٱلذَّهَبَ وَٱلْفِضَّةَ وَلَا يُنفِقُونَهَا فِى سَبِيلِ ٱللَّهِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū inna kaṡīram minal-aḥbāri war-ruhbāni laya'kulūna amwālan-nāsi bil-bāṭili wa yaṣuddūna 'an sabīlillāh(i), wal-lażīna yaknizūnaż-żahaba  wal-fiḍḍata wa lā yunfiqūnahā fī sabīlillāh(i), fa basysyirhum bi'ażābin alīm(in)."
  },
  {
    "verse_number": 35,
    "translation": "am Tag, da im Feuer der Hölle darüber heiß gemacht wird und damit ihre Stirnen, ihre Seiten und ihre Rücken gebrandmarkt werden: Dies ist, was ihr für euch selbst gehortet habt. Nun kostet, was ihr zu horten pflegtet!",
    "segmented": [
      {
        "belongs_to_verse_number": 35,
        "translation": "am Tag, da im Feuer der Hölle darüber heiß gemacht wird und damit ihre Stirnen, ihre Seiten",
        "text_uthmani": "يَوْمَ يُحْمَىٰ عَلَيْهَا فِى نَارِ جَهَنَّمَ فَتُكْوَىٰ بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ",
        "text_uthmani_transcribed": "Yauma yuḥmā 'alaihā fī nāri jahannama fa tukwā bihā jibāhuhum wa junūbuhum"
      },
      {
        "belongs_to_verse_number": 35,
        "translation": "und ihre Rücken gebrandmarkt werden: Dies ist, was ihr für euch selbst gehortet habt. Nun kostet, was ihr zu horten pflegtet!",
        "text_uthmani": "وَظُهُورُهُمْ ۖ هَـٰذَا مَا كَنَزْتُمْ لِأَنفُسِكُمْ فَذُوقُوا۟ مَا كُنتُمْ تَكْنِزُونَ",
        "text_uthmani_transcribed": "wa ẓuhūruhum, hāżā mā kanaztum li'anfusikum fa żūqū mā kuntum taknizūn(a)."
      }
    ],
    "text_uthmani": "يَوْمَ يُحْمَىٰ عَلَيْهَا فِى نَارِ جَهَنَّمَ فَتُكْوَىٰ بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ ۖ هَـٰذَا مَا كَنَزْتُمْ لِأَنفُسِكُمْ فَذُوقُوا۟ مَا كُنتُمْ تَكْنِزُونَ",
    "text_uthmani_transcribed": "Yauma yuḥmā 'alaihā fī nāri jahannama fa tukwā bihā jibāhuhum wa junūbuhum wa ẓuhūruhum, hāżā mā kanaztum li'anfusikum fa żūqū mā kuntum taknizūn(a)."
  },
  {
    "verse_number": 36,
    "translation": "Gewiß, die Anzahl der Monate bei Allah ist zwölf Monate, im Buch Allahs (festgelegt) am Tag, da Er die Himmel und die Erde schuf. Davon sind vier geschützt. Das ist die richtige Religion. So fügt euch selbst in ihnen kein Unrecht zu. Und kämpft gegen die Götzendiener allesamt wie sie gegen euch allesamt kämpfen! Und wißt, daß Allah mit den Gottesfürchtigen ist!",
    "segmented": [
      {
        "belongs_to_verse_number": 36,
        "translation": "Gewiß, die Anzahl der Monate bei Allah ist zwölf Monate, im Buch Allahs (festgelegt) am Tag, da Er die Himmel und die Erde schuf.",
        "text_uthmani": "إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثْنَا عَشَرَ شَهْرًا فِى كِتَـٰبِ ٱللَّهِ يَوْمَ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ",
        "text_uthmani_transcribed": "Inna 'iddatasy-syuhūri 'indallāhiṡnā 'asyara syahran fī kitābillāhi yauma khalaqas-samāwāti wal-arḍa"
      },
      {
        "belongs_to_verse_number": 36,
        "translation": "Davon sind vier geschützt. Das ist die richtige Religion. So fügt euch selbst in ihnen kein Unrecht zu.",
        "text_uthmani": "مِنْهَآ أَرْبَعَةٌ حُرُمٌ ۚ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ ۚ فَلَا تَظْلِمُوا۟ فِيهِنَّ أَنفُسَكُمْ ۚ",
        "text_uthmani_transcribed": "minhā arba'atun ḥurum(un), żālikad-dīnul-qayyim(u), falā taẓlimū fīhinna anfusakum."
      },
      {
        "belongs_to_verse_number": 36,
        "translation": "Und kämpft gegen die Götzendiener allesamt wie sie gegen euch allesamt kämpfen! Und wißt, daß Allah mit den Gottesfürchtigen ist!",
        "text_uthmani": "وَقَـٰتِلُوا۟ ٱلْمُشْرِكِينَ كَآفَّةً كَمَا يُقَـٰتِلُونَكُمْ كَآفَّةً ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَعَ ٱلْمُتَّقِينَ",
        "text_uthmani_transcribed": "wa qātilul-musyrikīna kāffatan kamā yuqātilūnakum kāffah(tan), wa'lamū annallāha ma'al-muttaqīn(a)."
      }
    ],
    "text_uthmani": "إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثْنَا عَشَرَ شَهْرًا فِى كِتَـٰبِ ٱللَّهِ يَوْمَ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ مِنْهَآ أَرْبَعَةٌ حُرُمٌ ۚ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ ۚ فَلَا تَظْلِمُوا۟ فِيهِنَّ أَنفُسَكُمْ ۚ وَقَـٰتِلُوا۟ ٱلْمُشْرِكِينَ كَآفَّةً كَمَا يُقَـٰتِلُونَكُمْ كَآفَّةً ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَعَ ٱلْمُتَّقِينَ",
    "text_uthmani_transcribed": "Inna 'iddatasy-syuhūri 'indallāhiṡnā 'asyara syahran fī kitābillāhi yauma khalaqas-samāwāti wal-arḍa minhā arba'atun ḥurum(un), żālikad-dīnul-qayyim(u), falā taẓlimū fīhinna anfusakum wa qātilul-musyrikīna kāffatan kamā yuqātilūnakum kāffah(tan), wa'lamū annallāha ma'al-muttaqīn(a)."
  },
  {
    "verse_number": 37,
    "translation": "Das Verschieben eines Monats ist nur eine Mehrung des Unglaubens. Damit werden diejenigen, die ungläubig sind, in die Irre geführt; sie erklären ihn in einem Jahr für ungeschützt und in einem (anderen) Jahr für geschützt, um der Anzahl dessen gleichzukommen, was Allah für geschützt erklärt hat; so erklären sie für ungeschützt, was Allah für geschützt erklärt hat. Ihre bösen Taten sind ihnen ausgeschmückt worden. Allah leitet das ungläubige Volk nicht recht.",
    "segmented": [
      {
        "belongs_to_verse_number": 37,
        "translation": "Das Verschieben eines Monats ist nur eine Mehrung des Unglaubens.",
        "text_uthmani": "إِنَّمَا ٱلنَّسِىٓءُ زِيَادَةٌ فِى ٱلْكُفْرِ ۖ",
        "text_uthmani_transcribed": "Innaman-nasī'u ziyādatun fil-kufri"
      },
      {
        "belongs_to_verse_number": 37,
        "translation": "Damit werden diejenigen, die ungläubig sind, in die Irre geführt; sie erklären ihn in einem Jahr für ungeschützt",
        "text_uthmani": "يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُوا۟ يُحِلُّونَهُۥ عَامًا",
        "text_uthmani_transcribed": "yuḍallu bihil-lażīna kafarū yuḥillūnahū 'āmaw"
      },
      {
        "belongs_to_verse_number": 37,
        "translation": "und in einem (anderen) Jahr für geschützt, um der Anzahl dessen gleichzukommen, was Allah für geschützt erklärt hat; so erklären sie für ungeschützt, was Allah für geschützt erklärt hat.",
        "text_uthmani": "وَيُحَرِّمُونَهُۥ عَامًا لِّيُوَاطِـُٔوا۟ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّوا۟ مَا حَرَّمَ ٱللَّهُ ۚ",
        "text_uthmani_transcribed": "wa yuḥarrimūnahū 'āmal liyuwāṭi'ū 'iddata mā ḥarramallāhu fa yuḥillū mā ḥarramallāh(u)."
      },
      {
        "belongs_to_verse_number": 37,
        "translation": "Ihre bösen Taten sind ihnen ausgeschmückt worden. Allah leitet das ungläubige Volk nicht recht.",
        "text_uthmani": "زُيِّنَ لَهُمْ سُوٓءُ أَعْمَـٰلِهِمْ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
        "text_uthmani_transcribed": "zuyyina lahum sū'u a'mālihim, wallāhu lā yahdil-qaumal-kāfirīn(a)."
      }
    ],
    "text_uthmani": "إِنَّمَا ٱلنَّسِىٓءُ زِيَادَةٌ فِى ٱلْكُفْرِ ۖ يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُوا۟ يُحِلُّونَهُۥ عَامًا وَيُحَرِّمُونَهُۥ عَامًا لِّيُوَاطِـُٔوا۟ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّوا۟ مَا حَرَّمَ ٱللَّهُ ۚ زُيِّنَ لَهُمْ سُوٓءُ أَعْمَـٰلِهِمْ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
    "text_uthmani_transcribed": "Innaman-nasī'u ziyādatun fil-kufri yuḍallu bihil-lażīna kafarū yuḥillūnahū 'āmaw wa yuḥarrimūnahū 'āmal liyuwāṭi'ū 'iddata mā ḥarramallāhu fa yuḥillū mā ḥarramallāh(u), zuyyina lahum sū'u a'mālihim, wallāhu lā yahdil-qaumal-kāfirīn(a)."
  },
  {
    "verse_number": 38,
    "translation": "O die ihr glaubt, was ist mit euch, daß, wenn zu euch gesagt wird: Rückt aus auf Allahs Weg!, ihr euch schwer zur Erde sinken laßt? Seid ihr mit dem diesseitigen Leben mehr zufrieden als mit dem Jenseits? Aber der Genuß des diesseitigen Lebens wird im Jenseits nur gering (erscheinen).",
    "segmented": [
      {
        "belongs_to_verse_number": 38,
        "translation": "O die ihr glaubt, was ist mit euch, daß, wenn zu euch gesagt wird: Rückt aus auf Allahs Weg!, ihr euch schwer zur Erde sinken laßt?",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ مَا لَكُمْ إِذَا قِيلَ لَكُمُ ٱنفِرُوا۟ فِى سَبِيلِ ٱللَّهِ ٱثَّاقَلْتُمْ إِلَى ٱلْأَرْضِ ۚ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū mā lakum iżā qīla lakumunfirū fī sabīlillāhiṡ-ṡāqaltum ilal-arḍ(i),"
      },
      {
        "belongs_to_verse_number": 38,
        "translation": "Seid ihr mit dem diesseitigen Leben mehr zufrieden als mit dem Jenseits?",
        "text_uthmani": "أَرَضِيتُم بِٱلْحَيَوٰةِ ٱلدُّنْيَا مِنَ ٱلْـَٔاخِرَةِ ۚ",
        "text_uthmani_transcribed": "araḍītum bil-ḥayātid-dun-yā minal-ākhirah(ti),"
      },
      {
        "belongs_to_verse_number": 38,
        "translation": "Aber der Genuß des diesseitigen Lebens wird im Jenseits nur gering (erscheinen).",
        "text_uthmani": "فَمَا مَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا فِى ٱلْـَٔاخِرَةِ إِلَّا قَلِيلٌ",
        "text_uthmani_transcribed": "famā matā'ul-ḥayātid-dun-yā fil-ākhirati illā qalīl(un)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ مَا لَكُمْ إِذَا قِيلَ لَكُمُ ٱنفِرُوا۟ فِى سَبِيلِ ٱللَّهِ ٱثَّاقَلْتُمْ إِلَى ٱلْأَرْضِ ۚ أَرَضِيتُم بِٱلْحَيَوٰةِ ٱلدُّنْيَا مِنَ ٱلْـَٔاخِرَةِ ۚ فَمَا مَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا فِى ٱلْـَٔاخِرَةِ إِلَّا قَلِيلٌ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū mā lakum iżā qīla lakumunfirū fī sabīlillāhiṡ-ṡāqaltum ilal-arḍ(i), araḍītum bil-ḥayātid-dun-yā minal-ākhirah(ti), famā matā'ul-ḥayātid-dun-yā fil-ākhirati illā qalīl(un)."
  },
  {
    "verse_number": 39,
    "translation": "Wenn ihr nicht ausrückt, wird Er euch mit schmerzhafter Strafe strafen und euch durch ein anderes Volk ersetzen, und ihr (könnt) Ihm keinerlei Schaden zufügen. Allah hat zu allem die Macht.",
    "segmented": [
      {
        "belongs_to_verse_number": 39,
        "translation": "Wenn ihr nicht ausrückt, wird Er euch mit schmerzhafter Strafe strafen und euch durch ein anderes Volk ersetzen,",
        "text_uthmani": "إِلَّا تَنفِرُوا۟ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ",
        "text_uthmani_transcribed": "Illā tanfirū yu'ażżibkum 'ażāban alīmā(n), wa yastabdil qauman gairakum"
      },
      {
        "belongs_to_verse_number": 39,
        "translation": "und ihr (könnt) Ihm keinerlei Schaden zufügen. Allah hat zu allem die Macht.",
        "text_uthmani": "وَلَا تَضُرُّوهُ شَيْـًٔا ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "text_uthmani_transcribed": "wa lā taḍurrūhu syai'ā(n), wallāhu 'alā kulli syai'in qadīr(un)."
      }
    ],
    "text_uthmani": "إِلَّا تَنفِرُوا۟ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّوهُ شَيْـًٔا ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Illā tanfirū yu'ażżibkum 'ażāban alīmā(n), wa yastabdil qauman gairakum wa lā taḍurrūhu syai'ā(n), wallāhu 'alā kulli syai'in qadīr(un)."
  },
  {
    "verse_number": 40,
    "translation": "Wenn ihr ihm nicht helft, so hat Allah ihm (schon damals) geholfen, als diejenigen, die ungläubig waren, ihn als einen von Zweien vertrieben; als sie beide in der Höhle waren und als er zu seinem Gefährten sagte: Sei nicht traurig! Gewiß, Allah ist mit uns! Da sandte Allah Seine innere Ruhe auf ihn herab und stärkte ihn mit Heerscharen, die ihr nicht saht, und erniedrigte das Wort derjenigen, die ungläubig waren, während Allahs Wort (doch) das hohe ist. Allah ist Allmächtig und Allweise.",
    "segmented": [
      {
        "belongs_to_verse_number": 40,
        "translation": "Wenn ihr ihm nicht helft, so hat Allah ihm (schon damals) geholfen, als diejenigen, die ungläubig waren, ihn als einen von Zweien vertrieben; als sie beide in der Höhle waren",
        "text_uthmani": "إِلَّا تَنصُرُوهُ فَقَدْ نَصَرَهُ ٱللَّهُ إِذْ أَخْرَجَهُ ٱلَّذِينَ كَفَرُوا۟ ثَانِىَ ٱثْنَيْنِ إِذْ هُمَا فِى ٱلْغَارِ",
        "text_uthmani_transcribed": "Illā tanṣurūhu faqad naṣarahullāhu iż akhrajahul-lażīna kafarū ṡāniyaṡnaini iż humā fil-gāri"
      },
      {
        "belongs_to_verse_number": 40,
        "translation": "und als er zu seinem Gefährten sagte: Sei nicht traurig! Gewiß, Allah ist mit uns!",
        "text_uthmani": "إِذْ يَقُولُ لِصَـٰحِبِهِۦ لَا تَحْزَنْ إِنَّ ٱللَّهَ مَعَنَا ۖ",
        "text_uthmani_transcribed": "iż yaqūlu liṣāḥibihī lā taḥzan innallāha ma'anā"
      },
      {
        "belongs_to_verse_number": 40,
        "translation": "Da sandte Allah Seine innere Ruhe auf ihn herab und stärkte ihn mit Heerscharen, die ihr nicht saht,",
        "text_uthmani": "فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيْهِ وَأَيَّدَهُۥ بِجُنُودٍ لَّمْ تَرَوْهَا",
        "text_uthmani_transcribed": "fa anzalallāhu sakīnatahū 'alaihi wa ayyadahū bijunūdil lam tarauhā"
      },
      {
        "belongs_to_verse_number": 40,
        "translation": "und erniedrigte das Wort derjenigen, die ungläubig waren, während Allahs Wort (doch) das hohe ist. Allah ist Allmächtig und Allweise.",
        "text_uthmani": "وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُوا۟ ٱلسُّفْلَىٰ ۗ وَكَلِمَةُ ٱللَّهِ هِىَ ٱلْعُلْيَا ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
        "text_uthmani_transcribed": "wa ja'ala kalimatal-lażīna kafarus-suflā, wa kalimatullāhi hiyal-'ulyā, wallāhu 'azīzun ḥakīm(un)."
      }
    ],
    "text_uthmani": "إِلَّا تَنصُرُوهُ فَقَدْ نَصَرَهُ ٱللَّهُ إِذْ أَخْرَجَهُ ٱلَّذِينَ كَفَرُوا۟ ثَانِىَ ٱثْنَيْنِ إِذْ هُمَا فِى ٱلْغَارِ إِذْ يَقُولُ لِصَـٰحِبِهِۦ لَا تَحْزَنْ إِنَّ ٱللَّهَ مَعَنَا ۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيْهِ وَأَيَّدَهُۥ بِجُنُودٍ لَّمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُوا۟ ٱلسُّفْلَىٰ ۗ وَكَلِمَةُ ٱللَّهِ هِىَ ٱلْعُلْيَا ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
    "text_uthmani_transcribed": "Illā tanṣurūhu faqad naṣarahullāhu iż akhrajahul-lażīna kafarū ṡāniyaṡnaini iż humā fil-gāri iż yaqūlu liṣāḥibihī lā taḥzan innallāha ma'anā, fa anzalallāhu sakīnatahū 'alaihi wa ayyadahū bijunūdil lam tarauhā wa ja'ala kalimatal-lażīna kafarus-suflā, wa kalimatullāhi hiyal-'ulyā, wallāhu 'azīzun ḥakīm(un)."
  },
  {
    "verse_number": 41,
    "translation": "Rückt aus, leicht oder schwer, und müht euch mit eurem Besitz und eurer eigenen Person auf Allahs Weg ab. Das ist besser für euch, wenn ihr (es) nur wißt.",
    "segmented": [
      {
        "belongs_to_verse_number": 41,
        "translation": "Rückt aus, leicht oder schwer, und müht euch mit eurem Besitz und eurer eigenen Person auf Allahs Weg ab.",
        "text_uthmani": "ٱنفِرُوا۟ خِفَافًا وَثِقَالًا وَجَـٰهِدُوا۟ بِأَمْوَٰلِكُمْ وَأَنفُسِكُمْ فِى سَبِيلِ ٱللَّهِ ۚ",
        "text_uthmani_transcribed": "Infirū khifāfaw wa ṡiqālaw wa jāhidū bi'amwālikum wa anfusikum fī sabīlillāh(i),"
      },
      {
        "belongs_to_verse_number": 41,
        "translation": "Das ist besser für euch, wenn ihr (es) nur wißt.",
        "text_uthmani": "ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
        "text_uthmani_transcribed": "żālikum khairul lakum in kuntum ta'lamūn(a)."
      }
    ],
    "text_uthmani": "ٱنفِرُوا۟ خِفَافًا وَثِقَالًا وَجَـٰهِدُوا۟ بِأَمْوَٰلِكُمْ وَأَنفُسِكُمْ فِى سَبِيلِ ٱللَّهِ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
    "text_uthmani_transcribed": "Infirū khifāfaw wa ṡiqālaw wa jāhidū bi'amwālikum wa anfusikum fī sabīlillāh(i), żālikum khairul lakum in kuntum ta'lamūn(a)."
  },
  {
    "verse_number": 42,
    "translation": "Wenn es um nahe Glücksgüter und eine mäßige Reise ginge, würden sie dir wahrlich folgen. Aber die Entfernung ist ihnen zu weit. Und dennoch werden sie bei Allah schwören: Wenn wir (es) könnten, würden wir fürwahr mit euch hinausziehen. Dabei vernichteten sie sich selbst. Doch Allah weiß, daß sie wahrlich lügen.",
    "segmented": [
      {
        "belongs_to_verse_number": 42,
        "translation": "Wenn es um nahe Glücksgüter und eine mäßige Reise ginge, würden sie dir wahrlich folgen. Aber die Entfernung ist ihnen zu weit.",
        "text_uthmani": "لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَّٱتَّبَعُوكَ وَلَـٰكِنۢ بَعُدَتْ عَلَيْهِمُ ٱلشُّقَّةُ ۚ",
        "text_uthmani_transcribed": "Lau kāna 'araḍan qarībaw wa safaran qāṣidal lattaba'ūka wa lākim ba'udat 'alaihimusy-syuqqah(tu),"
      },
      {
        "belongs_to_verse_number": 42,
        "translation": "Und dennoch werden sie bei Allah schwören: Wenn wir (es) könnten, würden wir fürwahr mit euch hinausziehen. Dabei vernichteten sie sich selbst.",
        "text_uthmani": "وَسَيَحْلِفُونَ بِٱللَّهِ لَوِ ٱسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنفُسَهُمْ",
        "text_uthmani_transcribed": "wa sayaḥlifūna billāhi lawistaṭa'nā lakharajnā ma'akum, yuhlikūna anfusahum"
      },
      {
        "belongs_to_verse_number": 42,
        "translation": "Doch Allah weiß, daß sie wahrlich lügen.",
        "text_uthmani": "وَٱللَّهُ يَعْلَمُ إِنَّهُمْ لَكَـٰذِبُونَ",
        "text_uthmani_transcribed": "wallāhu ya'lamu innahum lakāżibūn(a)."
      }
    ],
    "text_uthmani": "لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَّٱتَّبَعُوكَ وَلَـٰكِنۢ بَعُدَتْ عَلَيْهِمُ ٱلشُّقَّةُ ۚ وَسَيَحْلِفُونَ بِٱللَّهِ لَوِ ٱسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنفُسَهُمْ وَٱللَّهُ يَعْلَمُ إِنَّهُمْ لَكَـٰذِبُونَ",
    "text_uthmani_transcribed": "Lau kāna 'araḍan qarībaw wa safaran qāṣidal lattaba'ūka  wa lākim ba'udat 'alaihimusy-syuqqah(tu), wa sayaḥlifūna billāhi lawistaṭa'nā lakharajnā ma'akum, yuhlikūna anfusahum, wallāhu ya'lamu innahum lakāżibūn(a)."
  },
  {
    "verse_number": 43,
    "translation": "Allah verzeihe dir! Warum hast du ihnen erlaubt (, zurückzubleiben), bevor sich dir diejenigen klar gezeigt haben, die wahrhaftig sind, und du die Lügner kennst?",
    "segmented": [
      {
        "belongs_to_verse_number": 43,
        "translation": "Allah verzeihe dir!",
        "text_uthmani": "عَفَا ٱللَّهُ عَنكَ",
        "text_uthmani_transcribed": "'Afallāhu 'ank(a)"
      },
      {
        "belongs_to_verse_number": 43,
        "translation": "Warum hast du ihnen erlaubt (, zurückzubleiben), bevor sich dir diejenigen klar gezeigt haben, die wahrhaftig sind, und du die Lügner kennst?",
        "text_uthmani": "لِمَ أَذِنتَ لَهُمْ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُوا۟ وَتَعْلَمَ ٱلْكَـٰذِبِينَ",
        "text_uthmani_transcribed": "lima ażinta lahum ḥattā yatabayyana lakal-lażīna ṣadaqū wa ta'lamal-kāżibīn(a)."
      }
    ],
    "text_uthmani": "عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمْ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُوا۟ وَتَعْلَمَ ٱلْكَـٰذِبِينَ",
    "text_uthmani_transcribed": "'Afallāhu 'ank(a), lima ażinta lahum ḥattā yatabayyana lakal-lażīna ṣadaqū wa ta'lamal-kāżibīn(a)."
  },
  {
    "verse_number": 44,
    "translation": "Diejenigen, die an Allah und den Jüngsten Tag glauben, bitten dich nicht um Erlaubnis, sich mit ihrem Besitz und ihrer eigenen Person nicht abzumühen. Und Allah weiß über die Gottesfürchtigen Bescheid.",
    "segmented": [
      {
        "belongs_to_verse_number": 44,
        "translation": "Diejenigen, die an Allah und den Jüngsten Tag glauben, bitten dich nicht um Erlaubnis, sich mit ihrem Besitz",
        "text_uthmani": "لَا يَسْتَـْٔذِنُكَ ٱلَّذِينَ يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ أَن يُجَـٰهِدُوا۟ بِأَمْوَٰلِهِمْ",
        "text_uthmani_transcribed": "Lā yasta'żinukal-lażīna yu'minūna billāhi wal-yaumil-ākhiri ay yujāhidū bi'amwālihim"
      },
      {
        "belongs_to_verse_number": 44,
        "translation": "und ihrer eigenen Person nicht abzumühen. Und Allah weiß über die Gottesfürchtigen Bescheid.",
        "text_uthmani": "بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلْمُتَّقِينَ",
        "text_uthmani_transcribed": "bi'amwālihim wa anfusihim, wallāhu 'alīmum bil-muttaqīn(a)."
      }
    ],
    "text_uthmani": "لَا يَسْتَـْٔذِنُكَ ٱلَّذِينَ يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ أَن يُجَـٰهِدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلْمُتَّقِينَ",
    "text_uthmani_transcribed": "Lā yasta'żinukal-lażīna yu'minūna billāhi wal-yaumil-ākhiri ay yujāhidū bi'amwālihim wa anfusihim, wallāhu 'alīmum bil-muttaqīn(a)."
  },
  {
    "verse_number": 45,
    "translation": "Um Erlaubnis bitten dich nur diejenigen, die an Allah und den Jüngsten Tag nicht glauben und deren Herzen zweifeln; so zaudern sie in ihrem Zweifel.",
    "segmented": [
      {
        "belongs_to_verse_number": 45,
        "translation": "Um Erlaubnis bitten dich nur diejenigen, die an Allah und den Jüngsten Tag nicht glauben",
        "text_uthmani": "إِنَّمَا يَسْتَـْٔذِنُكَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ",
        "text_uthmani_transcribed": "Innamā yasta'żinukal-lażīna lā yu'minūna billāhi wal-yaumil-ākhiri"
      },
      {
        "belongs_to_verse_number": 45,
        "translation": "und deren Herzen zweifeln; so zaudern sie in ihrem Zweifel.",
        "text_uthmani": "وَٱرْتَابَتْ قُلُوبُهُمْ فَهُمْ فِى رَيْبِهِمْ يَتَرَدَّدُونَ",
        "text_uthmani_transcribed": "wartābat qulūbuhum fahum fī raibihim yataraddadūn(a)."
      }
    ],
    "text_uthmani": "إِنَّمَا يَسْتَـْٔذِنُكَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَٱرْتَابَتْ قُلُوبُهُمْ فَهُمْ فِى رَيْبِهِمْ يَتَرَدَّدُونَ",
    "text_uthmani_transcribed": "Innamā yasta'żinukal-lażīna lā yu'minūna billāhi wal-yaumil-ākhiri wartābat qulūbuhum fahum fī raibihim yataraddadūn(a)."
  },
  {
    "verse_number": 46,
    "translation": "Wenn sie (wirklich) hätten hinausziehen wollen, hätten sie fürwahr Vorbereitungen dazu getroffen. Aber Allah war ihr Ausziehen zuwider, und so hielt Er sie zurück. Und es wurde gesagt: So bleibt (daheim) mit denjenigen, die (daheim) sitzen bleiben!",
    "segmented": [
      {
        "belongs_to_verse_number": 46,
        "translation": "Wenn sie (wirklich) hätten hinausziehen wollen, hätten sie fürwahr Vorbereitungen dazu getroffen.",
        "text_uthmani": "۞ وَلَوْ أَرَادُوا۟ ٱلْخُرُوجَ لَأَعَدُّوا۟ لَهُۥ عُدَّةً",
        "text_uthmani_transcribed": "Wa lau arādul-khurūja la'a'addū lahū 'uddataw"
      },
      {
        "belongs_to_verse_number": 46,
        "translation": "Aber Allah war ihr Ausziehen zuwider, und so hielt Er sie zurück.",
        "text_uthmani": "وَلَـٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمْ فَثَبَّطَهُمْ",
        "text_uthmani_transcribed": "wa lākin karihallāhumbi'āṡahum fa ṡabbaṭahum"
      },
      {
        "belongs_to_verse_number": 46,
        "translation": "Und es wurde gesagt: So bleibt (daheim) mit denjenigen, die (daheim) sitzen bleiben!",
        "text_uthmani": "وَقِيلَ ٱقْعُدُوا۟ مَعَ ٱلْقَـٰعِدِينَ",
        "text_uthmani_transcribed": "wa qīlaq'udū ma'al-qā'idīn(a)."
      }
    ],
    "text_uthmani": "۞ وَلَوْ أَرَادُوا۟ ٱلْخُرُوجَ لَأَعَدُّوا۟ لَهُۥ عُدَّةً وَلَـٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ ٱقْعُدُوا۟ مَعَ ٱلْقَـٰعِدِينَ",
    "text_uthmani_transcribed": "Wa lau arādul-khurūja la'a'addū lahū 'uddataw wa lākin karihallāhumbi'āṡahum fa ṡabbaṭahum wa qīlaq'udū ma'al-qā'idīn(a)."
  },
  {
    "verse_number": 47,
    "translation": "Wenn sie mit euch hinausgezogen wären, hätten sie euch nur Verwirrung gebracht und wären unter euch fürwahr umhergelaufen im Trachten danach, euch der Versuchung auszusetzen. Und unter euch gibt es manche, die immer (wieder) auf sie horchen. Und Allah weiß über die Ungerechten Bescheid.",
    "segmented": [
      {
        "belongs_to_verse_number": 47,
        "translation": "Wenn sie mit euch hinausgezogen wären, hätten sie euch nur Verwirrung gebracht",
        "text_uthmani": "لَوْ خَرَجُوا۟ فِيكُم مَّا زَادُوكُمْ إِلَّا خَبَالًا",
        "text_uthmani_transcribed": "Wa lau kharajū fīkum mā zādūkum illā khabālaw"
      },
      {
        "belongs_to_verse_number": 47,
        "translation": "und wären unter euch fürwahr umhergelaufen im Trachten danach, euch der Versuchung auszusetzen.",
        "text_uthmani": "وَلَأَوْضَعُوا۟ خِلَـٰلَكُمْ يَبْغُونَكُمُ ٱلْفِتْنَةَ",
        "text_uthmani_transcribed": "wa la'auḍa'ū khilālakum yabgūnakumul-fitnah(ta)"
      },
      {
        "belongs_to_verse_number": 47,
        "translation": "Und unter euch gibt es manche, die immer (wieder) auf sie horchen. Und Allah weiß über die Ungerechten Bescheid.",
        "text_uthmani": "وَفِيكُمْ سَمَّـٰعُونَ لَهُمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
        "text_uthmani_transcribed": "wa fīkum sammā'ūna lahum, wallāhu 'alīmum biẓ-ẓālimīn(a)."
      }
    ],
    "text_uthmani": "لَوْ خَرَجُوا۟ فِيكُم مَّا زَادُوكُمْ إِلَّا خَبَالًا وَلَأَوْضَعُوا۟ خِلَـٰلَكُمْ يَبْغُونَكُمُ ٱلْفِتْنَةَ وَفِيكُمْ سَمَّـٰعُونَ لَهُمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Wa lau kharajū fīkum mā zādūkum illā khabālaw wa la'auḍa'ū khilālakum yabgūnakumul-fitnah(ta), wa fīkum sammā'ūna lahum, wallāhu 'alīmum biẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 48,
    "translation": "Sie haben bereits zuvor danach getrachtet, euch der Versuchung auszusetzen, und haben dir die Angelegenheiten umgekehrt, bis die Wahrheit kam und die Anordnung Allahs erschien, obwohl es ihnen zuwider war.",
    "segmented": [
      {
        "belongs_to_verse_number": 48,
        "translation": "Sie haben bereits zuvor danach getrachtet, euch der Versuchung auszusetzen, und haben dir die Angelegenheiten umgekehrt, bis die Wahrheit kam",
        "text_uthmani": "لَقَدِ ٱبْتَغَوُا۟ ٱلْفِتْنَةَ مِن قَبْلُ وَقَلَّبُوا۟ لَكَ ٱلْأُمُورَ حَتَّىٰ جَآءَ ٱلْحَقُّ",
        "text_uthmani_transcribed": "Laqadibtagawul-fitnata min qablu wa qallabū lakal-umūra ḥattā jā'al-ḥaqqu"
      },
      {
        "belongs_to_verse_number": 48,
        "translation": "und die Anordnung Allahs erschien, obwohl es ihnen zuwider war.",
        "text_uthmani": "وَظَهَرَ أَمْرُ ٱللَّهِ وَهُمْ كَـٰرِهُونَ",
        "text_uthmani_transcribed": "wa ẓahara amrullāhi wa hum kārihūn(a)."
      }
    ],
    "text_uthmani": "لَقَدِ ٱبْتَغَوُا۟ ٱلْفِتْنَةَ مِن قَبْلُ وَقَلَّبُوا۟ لَكَ ٱلْأُمُورَ حَتَّىٰ جَآءَ ٱلْحَقُّ وَظَهَرَ أَمْرُ ٱللَّهِ وَهُمْ كَـٰرِهُونَ",
    "text_uthmani_transcribed": "Laqadibtagawul-fitnata min qablu wa qallabū lakal-umūra ḥattā jā'al-ḥaqqu wa ẓahara amrullāhi wa hum kārihūn(a)."
  },
  {
    "verse_number": 49,
    "translation": "Unter ihnen gibt es manche, die sagen: Erlaube mir (, zurückzubleiben) und setze mich nicht der Versuchung aus! Dabei sind sie doch in Versuchung gefallen. Und wahrlich, die Hölle umfaßt die Ungläubigen.",
    "segmented": [
      {
        "belongs_to_verse_number": 49,
        "translation": "Unter ihnen gibt es manche, die sagen: Erlaube mir (, zurückzubleiben) und setze mich nicht der Versuchung aus!",
        "text_uthmani": "وَمِنْهُم مَّن يَقُولُ ٱئْذَن لِّى وَلَا تَفْتِنِّىٓ ۚ",
        "text_uthmani_transcribed": "Wa minhum may yaqūlu'żal lī wa lā taftinnī, alā fil-fitnati saqaṭū, wa inna jahannama lamuḥīṭatum bil-kāfirīn(a)."
      },
      {
        "belongs_to_verse_number": 49,
        "translation": "Dabei sind sie doch in Versuchung gefallen. Und wahrlich, die Hölle umfaßt die Ungläubigen.",
        "text_uthmani": "أَلَا فِى ٱلْفِتْنَةِ سَقَطُوا۟ ۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌۢ بِٱلْكَـٰفِرِينَ",
        "text_uthmani_transcribed": "alā fil-fitnati saqaṭū, wa inna jahannama lamuḥīṭatum bil-kāfirīn(a)."
      }
    ],
    "text_uthmani": "وَمِنْهُم مَّن يَقُولُ ٱئْذَن لِّى وَلَا تَفْتِنِّىٓ ۚ أَلَا فِى ٱلْفِتْنَةِ سَقَطُوا۟ ۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌۢ بِٱلْكَـٰفِرِينَ",
    "text_uthmani_transcribed": "Wa minhum may yaqūlu'żal lī wa lā taftinnī, alā fil-fitnati saqaṭū, wa inna jahannama lamuḥīṭatum bil-kāfirīn(a)."
  },
  {
    "verse_number": 50,
    "translation": "Wenn dich etwas Gutes trifft, tut es ihnen leid. Wenn dich jedoch ein Unglück trifft, sagen sie: Wir haben unsere Angelegenheit schon zuvor selbst übernommen und kehren sich froh ab.",
    "segmented": [
      {
        "belongs_to_verse_number": 50,
        "translation": "Wenn dich etwas Gutes trifft, tut es ihnen leid.",
        "text_uthmani": "إِن تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ ۖ",
        "text_uthmani_transcribed": "In tuṣibka ḥasanatun tasu'hum."
      },
      {
        "belongs_to_verse_number": 50,
        "translation": "Wenn dich jedoch ein Unglück trifft, sagen sie: Wir haben unsere Angelegenheit schon zuvor selbst übernommen und kehren sich froh ab.",
        "text_uthmani": "وَإِن تُصِبْكَ مُصِيبَةٌ يَقُولُوا۟ قَدْ أَخَذْنَآ أَمْرَنَا مِن قَبْلُ وَيَتَوَلَّوا۟ وَّهُمْ فَرِحُونَ",
        "text_uthmani_transcribed": "wa in tuṣibka muṣībatuy yaqūlū qad akhażnā min qablu wa yatawallau wa hum fariḥūn(a)."
      }
    ],
    "text_uthmani": "إِن تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ ۖ وَإِن تُصِبْكَ مُصِيبَةٌ يَقُولُوا۟ قَدْ أَخَذْنَآ أَمْرَنَا مِن قَبْلُ وَيَتَوَلَّوا۟ وَّهُمْ فَرِحُونَ",
    "text_uthmani_transcribed": "In tuṣibka ḥasanatun tasu'hum, wa in tuṣibka muṣībatuy yaqūlū qad akhażnā min qablu wa yatawallau wa hum fariḥūn(a)."
  },
  {
    "verse_number": 51,
    "translation": "Sag: Uns wird nur das treffen, was Allah für uns bestimmt hat. Er ist unser Schutzherr. Auf Allah sollen sich die Gläubigen verlassen.",
    "text_uthmani": "قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوْلَىٰنَا ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
    "text_uthmani_transcribed": "Qul lay yuṣībanā illā mā kataballāhu lanā, huwa maulānā wa 'alallāhi falyatawakkalil-mu'minūn(a)."
  },
  {
    "verse_number": 52,
    "translation": "Sag: Erwartet ihr für uns etwas (anderes) als eines der beiden schönsten Dinge? Wir erwarten für euch, daß Allah euch mit einer Strafe von Ihm oder durch unsere Hände trifft. So wartet nur ab! Gewiß, Wir warten mit euch ab.",
    "segmented": [
      {
        "belongs_to_verse_number": 52,
        "translation": "Sag: Erwartet ihr für uns etwas (anderes) als eines der beiden schönsten Dinge?",
        "text_uthmani": "قُلْ هَلْ تَرَبَّصُونَ بِنَآ إِلَّآ إِحْدَى ٱلْحُسْنَيَيْنِ ۖ",
        "text_uthmani_transcribed": "Qul hal tarabbaṣūna binā illā iḥdal-ḥusnayain(i),"
      },
      {
        "belongs_to_verse_number": 52,
        "translation": "Wir erwarten für euch, daß Allah euch mit einer Strafe von Ihm oder durch unsere Hände trifft. So wartet nur ab! Gewiß, Wir warten mit euch ab.",
        "text_uthmani": "وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٍ مِّنْ عِندِهِۦٓ أَوْ بِأَيْدِينَا ۖ فَتَرَبَّصُوٓا۟ إِنَّا مَعَكُم مُّتَرَبِّصُونَ",
        "text_uthmani_transcribed": "wa naḥnu natarabbaṣu bikum ay yuṣībakumullāhu bi'ażābim min 'indihī au bi'aidīnā, fa tarabbaṣū innā ma'akum mutarabbiṣūn(a)."
      }
    ],
    "text_uthmani": "قُلْ هَلْ تَرَبَّصُونَ بِنَآ إِلَّآ إِحْدَى ٱلْحُسْنَيَيْنِ ۖ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٍ مِّنْ عِندِهِۦٓ أَوْ بِأَيْدِينَا ۖ فَتَرَبَّصُوٓا۟ إِنَّا مَعَكُم مُّتَرَبِّصُونَ",
    "text_uthmani_transcribed": "Qul hal tarabbaṣūna binā illā iḥdal-ḥusnayain(i), wa naḥnu natarabbaṣu bikum ay yuṣībakumullāhu bi'ażābim min 'indihī au bi'aidīnā, fa tarabbaṣū innā ma'akum mutarabbiṣūn(a)."
  },
  {
    "verse_number": 53,
    "translation": "Sag: Gebt freiwillig oder widerwillig aus, es wird von euch (doch) nicht angenommen werden! Ihr seid ja frevlerische Leute.",
    "text_uthmani": "قُلْ أَنفِقُوا۟ طَوْعًا أَوْ كَرْهًا لَّن يُتَقَبَّلَ مِنكُمْ ۖ إِنَّكُمْ كُنتُمْ قَوْمًا فَـٰسِقِينَ",
    "text_uthmani_transcribed": "Qul anfiqū ṭau'an au karhal lay yutaqabbala minkum, innakum kuntum qauman fāsiqīn(a)."
  },
  {
    "verse_number": 54,
    "translation": "Und nichts (anderes) verhindert, daß ihre Ausgaben von ihnen angenommen werden, als daß sie Allah und Seinen Gesandten verleugnen, sich nur schwerfällig zum Gebet begeben und nur widerwillig ausgeben.",
    "segmented": [
      {
        "belongs_to_verse_number": 54,
        "translation": "Und nichts (anderes) verhindert, daß ihre Ausgaben von ihnen angenommen werden, als daß sie Allah",
        "text_uthmani": "وَمَا مَنَعَهُمْ أَن تُقْبَلَ مِنْهُمْ نَفَقَـٰتُهُمْ إِلَّآ أَنَّهُمْ كَفَرُوا۟ بِٱللَّهِ",
        "text_uthmani_transcribed": "Wa mā mana'ahum an tuqbala minhum nafaqātuhum illā annahum kafarū billāhi"
      },
      {
        "belongs_to_verse_number": 54,
        "translation": "und Seinen Gesandten verleugnen, sich nur schwerfällig zum Gebet begeben und nur widerwillig ausgeben.",
        "text_uthmani": "وَبِرَسُولِهِۦ وَلَا يَأْتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمْ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمْ كَـٰرِهُونَ",
        "text_uthmani_transcribed": "wa birasūlihī wa lā ya'tūnaṣ-ṣalāta illā wa hum kusālā wa lā yunfiqūna illā wa hum kārihūn(a)."
      }
    ],
    "text_uthmani": "وَمَا مَنَعَهُمْ أَن تُقْبَلَ مِنْهُمْ نَفَقَـٰتُهُمْ إِلَّآ أَنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأْتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمْ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمْ كَـٰرِهُونَ",
    "text_uthmani_transcribed": "Wa mā mana'ahum an tuqbala minhum nafaqātuhum illā annahum kafarū billāhi wa birasūlihī wa lā ya'tūnaṣ-ṣalāta illā wa hum kusālā wa lā yunfiqūna illā wa hum kārihūn(a)."
  },
  {
    "verse_number": 55,
    "translation": "So sollen dir weder ihr Besitz noch ihre Kinder gefallen. Allah will sie damit ja nur im diesseitigen Leben strafen, und (daß) ihre Seelen (im Tod) dahingehen, während sie ungläubig sind.",
    "segmented": [
      {
        "belongs_to_verse_number": 55,
        "translation": "So sollen dir weder ihr Besitz noch ihre Kinder gefallen.",
        "text_uthmani": "فَلَا تُعْجِبْكَ أَمْوَٰلُهُمْ وَلَآ أَوْلَـٰدُهُمْ ۚ",
        "text_uthmani_transcribed": "Falā tu'jibka amwāluhum wa lā aulāduhum,"
      },
      {
        "belongs_to_verse_number": 55,
        "translation": "Allah will sie damit ja nur im diesseitigen Leben strafen, und (daß) ihre Seelen (im Tod) dahingehen, während sie ungläubig sind.",
        "text_uthmani": "إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَـٰفِرُونَ",
        "text_uthmani_transcribed": "Innamā yurīdullāhu liyu'ażżibahum bihā fil-ḥayātid-dun-yā wa tazhaqa anfusuhum wa hum kāfirūn(a)."
      }
    ],
    "text_uthmani": "فَلَا تُعْجِبْكَ أَمْوَٰلُهُمْ وَلَآ أَوْلَـٰدُهُمْ ۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَـٰفِرُونَ",
    "text_uthmani_transcribed": "Falā tu'jibka amwāluhum wa lā aulāduhum, innamā yurīdullāhu liyu'ażżibahum bihā fil-ḥayātid-dun-yā wa tazhaqa anfusuhum wa hum kāfirūn(a)."
  },
  {
    "verse_number": 56,
    "translation": "Und sie schwören bei Allah, daß sie fürwahr zu euch gehören, während sie nicht zu euch gehören, sondern sie sind Leute, die ängstlich sind.",
    "text_uthmani": "وَيَحْلِفُونَ بِٱللَّهِ إِنَّهُمْ لَمِنكُمْ وَمَا هُم مِّنكُمْ وَلَـٰكِنَّهُمْ قَوْمٌ يَفْرَقُونَ",
    "text_uthmani_transcribed": "Wa yaḥlifūna billāhi innahum laminkum, wa mā hum minkum wa lākinnahum qaumuy yafraqūn(a)."
  },
  {
    "verse_number": 57,
    "translation": "Wenn sie einen Zufluchtsort oder Höhlen oder (sonst) ein Schlupfloch fänden, würden sie sich wahrlich dorthin wenden, und zwar fluchtartig.",
    "text_uthmani": "لَوْ يَجِدُونَ مَلْجَـًٔا أَوْ مَغَـٰرَٰتٍ أَوْ مُدَّخَلًا لَّوَلَّوْا۟ إِلَيْهِ وَهُمْ يَجْمَحُونَ",
    "text_uthmani_transcribed": "Lau yajidūna malja'an au magārātin au muddakhalal lawallau ilaihi wa hum yajmaḥūn(a)."
  },
  {
    "verse_number": 58,
    "translation": "Und unter ihnen gibt es manche, die gegen dich wegen der Almosen nörgeln. Wenn ihnen davon gegeben wird, zeigen sie Wohlgefallen. Wenn ihnen davon aber nichts gegeben wird, zeigen sie sogleich Mißfallen.",
    "segmented": [
      {
        "belongs_to_verse_number": 58,
        "translation": "Und unter ihnen gibt es manche, die gegen dich wegen der Almosen nörgeln. Wenn ihnen davon gegeben wird, zeigen sie Wohlgefallen.",
        "text_uthmani": "وَمِنْهُم مَّن يَلْمِزُكَ فِى ٱلصَّدَقَـٰتِ فَإِنْ أُعْطُوا۟ مِنْهَا رَضُوا۟",
        "text_uthmani_transcribed": "Wa minhum may yalmizuka fiṣ-ṣadaqāt(i), fa in u'ṭū minhā raḍū"
      },
      {
        "belongs_to_verse_number": 58,
        "translation": "Wenn ihnen davon aber nichts gegeben wird, zeigen sie sogleich Mißfallen.",
        "text_uthmani": "وَإِن لَّمْ يُعْطَوْا۟ مِنْهَآ إِذَا هُمْ يَسْخَطُونَ",
        "text_uthmani_transcribed": "wa illam yu'ṭau minhā iżā hum yaskhaṭūn(a)."
      }
    ],
    "text_uthmani": "وَمِنْهُم مَّن يَلْمِزُكَ فِى ٱلصَّدَقَـٰتِ فَإِنْ أُعْطُوا۟ مِنْهَا رَضُوا۟ وَإِن لَّمْ يُعْطَوْا۟ مِنْهَآ إِذَا هُمْ يَسْخَطُونَ",
    "text_uthmani_transcribed": "Wa minhum may yalmizuka fiṣ-ṣadaqāt(i), fa in u'ṭū minhā raḍū wa illam yu'ṭau minhā iżā hum yaskhaṭūn(a)."
  },
  {
    "verse_number": 59,
    "translation": "Wenn sie doch mit dem zufrieden wären, was Allah und Sein Gesandter ihnen gewährten, und sagten: Unsere Genüge ist Allah. Allah wird uns (etwas) von Seiner Huld gewähren und auch Sein Gesandter. Gewiß, nach Allah steht unser Begehren.",
    "segmented": [
      {
        "belongs_to_verse_number": 59,
        "translation": "Wenn sie doch mit dem zufrieden wären, was Allah und Sein Gesandter ihnen gewährten, und sagten: Unsere Genüge ist Allah.",
        "text_uthmani": "وَلَوْ أَنَّهُمْ رَضُوا۟ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُوا۟ حَسْبُنَا ٱللَّهُ",
        "text_uthmani_transcribed": "Wa lau annahum raḍū mā ātāhumullāhu wa rasūluh(ū), wa qālū ḥasbunallāhu"
      },
      {
        "belongs_to_verse_number": 59,
        "translation": "Allah wird uns (etwas) von Seiner Huld gewähren und auch Sein Gesandter. Gewiß, nach Allah steht unser Begehren.",
        "text_uthmani": "سَيُؤْتِينَا ٱللَّهُ مِن فَضْلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ",
        "text_uthmani_transcribed": "Suyu'tīnallāhu min faḍlihī wa rasūluhū innā ilallāhi rāgibūn(a)."
      }
    ],
    "text_uthmani": "وَلَوْ أَنَّهُمْ رَضُوا۟ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُوا۟ حَسْبُنَا ٱللَّهُ سَيُؤْتِينَا ٱللَّهُ مِن فَضْلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ",
    "text_uthmani_transcribed": "Wa lau annahum raḍū mā ātāhumullāhu wa rasūluh(ū), wa qālū ḥasbunallāhu sayu'tīnallāhu min faḍlihī wa rasūluhū innā ilallāhi rāgibūn(a)."
  },
  {
    "verse_number": 60,
    "translation": "Die Almosen sind nur für die Armen, die Bedürftigen, diejenigen, die damit beschäftigt sind, diejenigen, deren Herzen vertraut gemacht werden sollen, (den Loskauf von) Sklaven, die Verschuldeten, auf Allahs Weg und (für) den Sohn des Weges, als Verpflichtung von Allah. Allah ist Allwissend und Allweise.",
    "segmented": [
      {
        "belongs_to_verse_number": 60,
        "translation": "Die Almosen sind nur für die Armen, die Bedürftigen, diejenigen, die damit beschäftigt sind, diejenigen, deren Herzen vertraut gemacht werden sollen, (den Loskauf von) Sklaven, die Verschuldeten, auf Allahs Weg",
        "text_uthmani": "۞ إِنَّمَا ٱلصَّدَقَـٰتُ لِلْفُقَرَآءِ وَٱلْمَسَـٰكِينِ وَٱلْعَـٰمِلِينَ عَلَيْهَا وَٱلْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِى ٱلرِّقَابِ وَٱلْغَـٰرِمِينَ وَفِى سَبِيلِ ٱللَّهِ",
        "text_uthmani_transcribed": "Innamaṣ-ṣadaqātu lil-fuqarā'i wal-masākīni wal-'āmilīna 'alaihā wal-mu'allafati qulūbuhum wa fir-riqābi wal-gārimīna wa fī sabīlillāhi"
      },
      {
        "belongs_to_verse_number": 60,
        "translation": "und (für) den Sohn des Weges, als Verpflichtung von Allah. Allah ist Allwissend und Allweise.",
        "text_uthmani": "وَٱبْنِ ٱلسَّبِيلِ ۖ فَرِيضَةً مِّنَ ٱللَّهِ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
        "text_uthmani_transcribed": "wabnis-sabīl(i), farīḍatam minallāh(i), wallāhu 'alīmun ḥakīm(un)."
      }
    ],
    "text_uthmani": "۞ إِنَّمَا ٱلصَّدَقَـٰتُ لِلْفُقَرَآءِ وَٱلْمَسَـٰكِينِ وَٱلْعَـٰمِلِينَ عَلَيْهَا وَٱلْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِى ٱلرِّقَابِ وَٱلْغَـٰرِمِينَ وَفِى سَبِيلِ ٱللَّهِ وَٱبْنِ ٱلسَّبِيلِ ۖ فَرِيضَةً مِّنَ ٱللَّهِ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
    "text_uthmani_transcribed": "Innamaṣ-ṣadaqātu lil-fuqarā'i wal-masākīni wal-'āmilīna 'alaihā wal-mu'allafati qulūbuhum wa fir-riqābi wal-gārimīna wa fī sabīlillāhi wabnis-sabīl(i), farīḍatam minallāh(i), wallāhu 'alīmun ḥakīm(un)."
  },
  {
    "verse_number": 61,
    "translation": "Unter ihnen gibt es diejenigen, die dem Propheten Leid zufügen und sagen: Er ist ein Ohr. Sag: (Er ist) ein Ohr des Guten für euch. Er glaubt an Allah und glaubt den Gläubigen, und (er ist) eine Barmherzigkeit für diejenigen von euch, die glauben. Für diejenigen aber, die Allahs Gesandtem Leid zufügen, wird es schmerzhafte Strafe geben.",
    "segmented": [
      {
        "belongs_to_verse_number": 61,
        "translation": "Unter ihnen gibt es diejenigen, die dem Propheten Leid zufügen und sagen: Er ist ein Ohr. Sag: (Er ist) ein Ohr des Guten für euch.",
        "text_uthmani": "وَمِنْهُمُ ٱلَّذِينَ يُؤْذُونَ ٱلنَّبِىَّ وَيَقُولُونَ هُوَ أُذُنٌ ۚ قُلْ أُذُنُ خَيْرٍ لَّكُمْ",
        "text_uthmani_transcribed": "Wa minhumul-lażīna yu'żūnan nabiyya wa yaqūlūna huwa użun(un), qul użunu khairil lakum"
      },
      {
        "belongs_to_verse_number": 61,
        "translation": "Er glaubt an Allah und glaubt den Gläubigen, und (er ist) eine Barmherzigkeit für diejenigen von euch, die glauben.",
        "text_uthmani": "يُؤْمِنُ بِٱللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِّلَّذِينَ ءَامَنُوا۟ مِنكُمْ ۚ",
        "text_uthmani_transcribed": "yu'minu billāhi wa yu'minu lil-mu'minīna wa raḥmatul lil-lażīna āmanū minkum,"
      },
      {
        "belongs_to_verse_number": 61,
        "translation": "Für diejenigen aber, die Allahs Gesandtem Leid zufügen, wird es schmerzhafte Strafe geben.",
        "text_uthmani": "وَٱلَّذِينَ يُؤْذُونَ رَسُولَ ٱللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ",
        "text_uthmani_transcribed": "wal-lażīna yu'żūna rasūlallāhi lahum 'ażābun alīm(un)."
      }
    ],
    "text_uthmani": "وَمِنْهُمُ ٱلَّذِينَ يُؤْذُونَ ٱلنَّبِىَّ وَيَقُولُونَ هُوَ أُذُنٌ ۚ قُلْ أُذُنُ خَيْرٍ لَّكُمْ يُؤْمِنُ بِٱللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِّلَّذِينَ ءَامَنُوا۟ مِنكُمْ ۚ وَٱلَّذِينَ يُؤْذُونَ رَسُولَ ٱللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ",
    "text_uthmani_transcribed": "Wa minhumul-lażīna yu'żūnan nabiyya wa yaqūlūna huwa użun(un), qul użunu khairil lakum yu'minu billāhi wa yu'minu lil-mu'minīna wa raḥmatul lil-lażīna āmanū minkum, wal-lażīna yu'żūna rasūlallāhi lahum 'ażābun alīm(un)."
  },
  {
    "verse_number": 62,
    "translation": "Sie schwören euch bei Allah, um euch zufriedenzustellen. Aber Allah - und (auch) Sein Gesandter - hat ein größeres Anrecht darauf, daß sie Ihn zufriedenstellen, wenn sie gläubig sind.",
    "segmented": [
      {
        "belongs_to_verse_number": 62,
        "translation": "Sie schwören euch bei Allah, um euch zufriedenzustellen.",
        "text_uthmani": "يَحْلِفُونَ بِٱللَّهِ لَكُمْ لِيُرْضُوكُمْ",
        "text_uthmani_transcribed": "Yaḥlifūna billāhi lakum liyurḍūkum"
      },
      {
        "belongs_to_verse_number": 62,
        "translation": "Aber Allah - und (auch) Sein Gesandter - hat ein größeres Anrecht darauf, daß sie Ihn zufriedenstellen, wenn sie gläubig sind.",
        "text_uthmani": "وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرْضُوهُ إِن كَانُوا۟ مُؤْمِنِينَ",
        "text_uthmani_transcribed": "wallāhu wa rasūluhū aḥaqqu ay yurḍūhu  in kānū mu'minīn(a)."
      }
    ],
    "text_uthmani": "يَحْلِفُونَ بِٱللَّهِ لَكُمْ لِيُرْضُوكُمْ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرْضُوهُ إِن كَانُوا۟ مُؤْمِنِينَ",
    "text_uthmani_transcribed": "Yaḥlifūna billāhi lakum liyurḍūkum wallāhu wa rasūluhū aḥaqqu ay yurḍūhu  in kānū mu'minīn(a)."
  },
  {
    "verse_number": 63,
    "translation": "Wissen sie denn nicht, daß es für denjenigen, der Allah und Seinem Gesandten zuwiderhandelt -, daß es für ihn das Feuer der Hölle gibt, ewig darin zu bleiben? Das ist die gewaltige Schande.",
    "segmented": [
      {
        "belongs_to_verse_number": 63,
        "translation": "Wissen sie denn nicht, daß es für denjenigen, der Allah",
        "text_uthmani": "أَلَمْ يَعْلَمُوٓا۟ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ",
        "text_uthmani_transcribed": "Alam ya'lamū annahū may yuḥādidillāha"
      },
      {
        "belongs_to_verse_number": 63,
        "translation": "und Seinem Gesandten zuwiderhandelt -, daß es für ihn das Feuer der Hölle gibt, ewig darin zu bleiben? Das ist die gewaltige Schande.",
        "text_uthmani": "وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَـٰلِدًا فِيهَا ۚ ذَٰلِكَ ٱلْخِزْىُ ٱلْعَظِيمُ",
        "text_uthmani_transcribed": "wa rasūlahū fa anna lahū nāru jahannama khālidan fīhā, żālikal khizyul-'aẓīm(u)."
      }
    ],
    "text_uthmani": "أَلَمْ يَعْلَمُوٓا۟ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَـٰلِدًا فِيهَا ۚ ذَٰلِكَ ٱلْخِزْىُ ٱلْعَظِيمُ",
    "text_uthmani_transcribed": "Alam ya'lamū annahū may yuḥādidillāha wa rasūlahū fa anna lahū nāru jahannama khālidan fīhā, żālikal khizyul-'aẓīm(u)."
  },
  {
    "verse_number": 64,
    "translation": "Die Heuchler fürchten, daß eine Sura über sie offenbart werden könnte, die ihnen kundtut, was in ihren Herzen ist. Sag: Macht euch (nur) lustig! Allah wird herausbringen, was ihr fürchtet.",
    "segmented": [
      {
        "belongs_to_verse_number": 64,
        "translation": "Die Heuchler fürchten, daß eine Sura über sie offenbart werden könnte, die ihnen kundtut, was in ihren Herzen ist. Sag: Macht euch (nur) lustig!",
        "text_uthmani": "يَحْذَرُ ٱلْمُنَـٰفِقُونَ أَن تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُم بِمَا فِى قُلُوبِهِمْ ۚ قُلِ ٱسْتَهْزِءُوٓا۟",
        "text_uthmani_transcribed": "Yaḥżarul-munāfiqūna an tunazzala 'alaihim sūratun tunabbi'uhum bimā fī qulūbihim, qulistahzi'ū"
      },
      {
        "belongs_to_verse_number": 64,
        "translation": "Allah wird herausbringen, was ihr fürchtet.",
        "text_uthmani": "إِنَّ ٱللَّهَ مُخْرِجٌ مَّا تَحْذَرُونَ",
        "text_uthmani_transcribed": "innallāha mukhrijum mā taḥżarūn(a)."
      }
    ],
    "text_uthmani": "يَحْذَرُ ٱلْمُنَـٰفِقُونَ أَن تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُم بِمَا فِى قُلُوبِهِمْ ۚ قُلِ ٱسْتَهْزِءُوٓا۟ إِنَّ ٱللَّهَ مُخْرِجٌ مَّا تَحْذَرُونَ",
    "text_uthmani_transcribed": "Yaḥżarul-munāfiqūna an tunazzala 'alaihim sūratun tunabbi'uhum bimā fī qulūbihim, qulistahzi'ū, innallāha mukhrijum mā taḥżarūn(a)."
  },
  {
    "verse_number": 65,
    "translation": "Und wenn du sie fragst, werden sie ganz gewiß sagen: Wir haben nur (schweifende) Gespräche geführt und gescherzt. Sag: Habt ihr euch denn über Allah und Seine Zeichen und Seinen Gesandten lustig gemacht?",
    "segmented": [
      {
        "belongs_to_verse_number": 65,
        "translation": "Und wenn du sie fragst, werden sie ganz gewiß sagen: Wir haben nur (schweifende) Gespräche geführt und gescherzt.",
        "text_uthmani": "وَلَئِن سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ ۚ",
        "text_uthmani_transcribed": "Wa la'in sa'altahum layaqūlunna innamā kunnā nakhūḍū wa nal'ab(u),"
      },
      {
        "belongs_to_verse_number": 65,
        "translation": "Sag: Habt ihr euch denn über Allah und Seine Zeichen und Seinen Gesandten lustig gemacht?",
        "text_uthmani": "قُلْ أَبِٱللَّهِ وَءَايَـٰتِهِۦ وَرَسُولِهِۦ كُنتُمْ تَسْتَهْزِءُونَ",
        "text_uthmani_transcribed": "qul abillāhi wa āyātihī wa rasūlihī kuntum tastahzi'ūn(a)."
      }
    ],
    "text_uthmani": "وَلَئِن سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ ۚ قُلْ أَبِٱللَّهِ وَءَايَـٰتِهِۦ وَرَسُولِهِۦ كُنتُمْ تَسْتَهْزِءُونَ",
    "text_uthmani_transcribed": "Wa la'in sa'altahum layaqūlunna innamā kunnā nakhūḍū wa nal'ab(u), qul abillāhi wa āyātihī wa rasūlihī kuntum tastahzi'ūn(a)."
  },
  {
    "verse_number": 66,
    "translation": "Entschuldigt euch nicht! Ihr seid ja ungläubig geworden, nachdem ihr den Glauben (angenommen) hattet. Wenn Wir (auch) einem Teil von euch verzeihen, so strafen Wir einen (anderen) Teil (dafür), daß sie Übeltäter waren.",
    "segmented": [
      {
        "belongs_to_verse_number": 66,
        "translation": "Entschuldigt euch nicht! Ihr seid ja ungläubig geworden, nachdem ihr den Glauben (angenommen) hattet.",
        "text_uthmani": "لَا تَعْتَذِرُوا۟ قَدْ كَفَرْتُم بَعْدَ إِيمَـٰنِكُمْ ۚ",
        "text_uthmani_transcribed": "Lā ta'tażirū qad kafartum ba'da īmānikum,"
      },
      {
        "belongs_to_verse_number": 66,
        "translation": "Wenn Wir (auch) einem Teil von euch verzeihen, so strafen Wir einen (anderen) Teil (dafür), daß sie Übeltäter waren.",
        "text_uthmani": "إِن نَّعْفُ عَن طَآئِفَةٍ مِّنكُمْ نُعَذِّبْ طَآئِفَةًۢ بِأَنَّهُمْ كَانُوا۟ مُجْرِمِينَ",
        "text_uthmani_transcribed": "in na'fu 'an ṭā'ifatim minkum nu'ażżib ṭā'ifatam bi'annahum kānū mujrimīn(a)."
      }
    ],
    "text_uthmani": "لَا تَعْتَذِرُوا۟ قَدْ كَفَرْتُم بَعْدَ إِيمَـٰنِكُمْ ۚ إِن نَّعْفُ عَن طَآئِفَةٍ مِّنكُمْ نُعَذِّبْ طَآئِفَةًۢ بِأَنَّهُمْ كَانُوا۟ مُجْرِمِينَ",
    "text_uthmani_transcribed": "Lā ta'tażirū qad kafartum ba'da īmānikum, in na'fu 'an ṭā'ifatim minkum nu'ażżib ṭā'ifatam bi'annahum kānū mujrimīn(a)."
  },
  {
    "verse_number": 67,
    "translation": "Die Heuchler und die Heuchlerinnen stammen voneinander. Sie gebieten das Verwerfliche und verbieten das Rechte und halten ihre Hände geschlossen. Sie haben Allah vergessen, und so hat Er sie vergessen. Gewiß, die Heuchler sind die (wahren) Frevler.",
    "segmented": [
      {
        "belongs_to_verse_number": 67,
        "translation": "Die Heuchler und die Heuchlerinnen stammen voneinander.",
        "text_uthmani": "ٱلْمُنَـٰفِقُونَ وَٱلْمُنَـٰفِقَـٰتُ بَعْضُهُم مِّنۢ بَعْضٍ ۚ",
        "text_uthmani_transcribed": "Al-munāfiqūna wal-munāfiqātu ba'ḍuhum mim ba'ḍ(in),"
      },
      {
        "belongs_to_verse_number": 67,
        "translation": "Sie gebieten das Verwerfliche und verbieten das Rechte und halten ihre Hände geschlossen.",
        "text_uthmani": "يَأْمُرُونَ بِٱلْمُنكَرِ وَيَنْهَوْنَ عَنِ ٱلْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ ۚ",
        "text_uthmani_transcribed": "ya'murūna bil-munkari wa yanhauna 'anil-ma'rūfi wa yaqbiḍūna aidiyahum,"
      },
      {
        "belongs_to_verse_number": 67,
        "translation": "Sie haben Allah vergessen, und so hat Er sie vergessen. Gewiß, die Heuchler sind die (wahren) Frevler.",
        "text_uthmani": "نَسُوا۟ ٱللَّهَ فَنَسِيَهُمْ ۗ إِنَّ ٱلْمُنَـٰفِقِينَ هُمُ ٱلْفَـٰسِقُونَ",
        "text_uthmani_transcribed": "nasullāha fa nasiyahum, innal-munāfiqīna humul-fāsiqūn(a)."
      }
    ],
    "text_uthmani": "ٱلْمُنَـٰفِقُونَ وَٱلْمُنَـٰفِقَـٰتُ بَعْضُهُم مِّنۢ بَعْضٍ ۚ يَأْمُرُونَ بِٱلْمُنكَرِ وَيَنْهَوْنَ عَنِ ٱلْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ ۚ نَسُوا۟ ٱللَّهَ فَنَسِيَهُمْ ۗ إِنَّ ٱلْمُنَـٰفِقِينَ هُمُ ٱلْفَـٰسِقُونَ",
    "text_uthmani_transcribed": "Al-munāfiqūna wal-munāfiqātu ba'ḍuhum mim ba'ḍ(in), ya'murūna bil-munkari wa yanhauna 'anil-ma'rūfi wa yaqbiḍūna aidiyahum, nasullāha fa nasiyahum, innal-munāfiqīna humul-fāsiqūn(a)."
  },
  {
    "verse_number": 68,
    "translation": "Allah hat den Heuchlern und den Heuchlerinnen und den Ungläubigen das Feuer der Hölle versprochen, ewig darin zu bleiben. Es ist ihre Genüge. Und Allah hat sie verflucht, und für sie gibt es beständige Strafe.",
    "segmented": [
      {
        "belongs_to_verse_number": 68,
        "translation": "Allah hat den Heuchlern und den Heuchlerinnen und den Ungläubigen das Feuer der Hölle versprochen, ewig darin zu bleiben. Es ist ihre Genüge.",
        "text_uthmani": "وَعَدَ ٱللَّهُ ٱلْمُنَـٰفِقِينَ وَٱلْمُنَـٰفِقَـٰتِ وَٱلْكُفَّارَ نَارَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۚ هِىَ حَسْبُهُمْ ۚ",
        "text_uthmani_transcribed": "Wa'adallāhul-munāfiqīna wal-munāfiqāti wal-kuffāra nāra jahannama khālidīna fīhā, hiya ḥasbuhum,"
      },
      {
        "belongs_to_verse_number": 68,
        "translation": "Und Allah hat sie verflucht, und für sie gibt es beständige Strafe.",
        "text_uthmani": "وَلَعَنَهُمُ ٱللَّهُ ۖ وَلَهُمْ عَذَابٌ مُّقِيمٌ",
        "text_uthmani_transcribed": "wa la'anahumullāh(u), wa lahum 'ażābum muqīm(un)."
      }
    ],
    "text_uthmani": "وَعَدَ ٱللَّهُ ٱلْمُنَـٰفِقِينَ وَٱلْمُنَـٰفِقَـٰتِ وَٱلْكُفَّارَ نَارَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۚ هِىَ حَسْبُهُمْ ۚ وَلَعَنَهُمُ ٱللَّهُ ۖ وَلَهُمْ عَذَابٌ مُّقِيمٌ",
    "text_uthmani_transcribed": "Wa'adallāhul-munāfiqīna wal-munāfiqāti wal-kuffāra nāra jahannama khālidīna fīhā, hiya ḥasbuhum, wa la'anahumullāh(u), wa lahum 'ażābum muqīm(un)."
  },
  {
    "verse_number": 69,
    "translation": "(Es ist) wie mit denen, die vor euch waren. Sie hatten stärkere Kraft als ihr und mehr Besitz und Kinder. Sie genossen ihren Anteil, und dann habt ihr euren Anteil genossen, wie diejenigen, die vor euch waren, ihren Anteil genossen haben. Und ihr habt (schweifende) Gespräche geführt wie die Gespräche, die sie führten. Deren Werke werden im Diesseits und im Jenseits hinfällig. Das sind die Verlierer.",
    "segmented": [
      {
        "belongs_to_verse_number": 69,
        "translation": "(Es ist) wie mit denen, die vor euch waren. Sie hatten stärkere Kraft als ihr und mehr Besitz und Kinder.",
        "text_uthmani": "كَٱلَّذِينَ مِن قَبْلِكُمْ كَانُوٓا۟ أَشَدَّ مِنكُمْ قُوَّةً وَأَكْثَرَ أَمْوَٰلًا وَأَوْلَـٰدًا",
        "text_uthmani_transcribed": "Kal-lażīna min qablikum kānū asyadda minkum quwwataw wa akṡara amwālaw wa aulādā(n)"
      },
      {
        "belongs_to_verse_number": 69,
        "translation": "Sie genossen ihren Anteil, und dann habt ihr euren Anteil genossen, wie diejenigen, die vor euch waren, ihren Anteil genossen haben.",
        "text_uthmani": "فَٱسْتَمْتَعُوا۟ بِخَلَـٰقِهِمْ فَٱسْتَمْتَعْتُم بِخَلَـٰقِكُمْ كَمَا ٱسْتَمْتَعَ ٱلَّذِينَ مِن قَبْلِكُم بِخَلَـٰقِهِمْ",
        "text_uthmani_transcribed": "fastamta'ū bikhalāqihim fastamta'tum bikhalāqikum kamastamta'al-lażīna min qablikum bikhalāqihim"
      },
      {
        "belongs_to_verse_number": 69,
        "translation": "Und ihr habt (schweifende) Gespräche geführt wie die Gespräche, die sie führten. Deren Werke werden im Diesseits und im Jenseits hinfällig.",
        "text_uthmani": "وَخُضْتُمْ كَٱلَّذِى خَاضُوٓا۟ ۚ أُو۟لَـٰٓئِكَ حَبِطَتْ أَعْمَـٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ",
        "text_uthmani_transcribed": "wa khuḍtum kal-lażī khāḍū, ulā'ika ḥabiṭat amāluhum fid-dun-yā wal-ākhirah(ti)"
      },
      {
        "belongs_to_verse_number": 69,
        "translation": "Das sind die Verlierer.",
        "text_uthmani": "وَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
        "text_uthmani_transcribed": "wa ulā'ika humul-khāsirūn(a)."
      }
    ],
    "text_uthmani": "كَٱلَّذِينَ مِن قَبْلِكُمْ كَانُوٓا۟ أَشَدَّ مِنكُمْ قُوَّةً وَأَكْثَرَ أَمْوَٰلًا وَأَوْلَـٰدًا فَٱسْتَمْتَعُوا۟ بِخَلَـٰقِهِمْ فَٱسْتَمْتَعْتُم بِخَلَـٰقِكُمْ كَمَا ٱسْتَمْتَعَ ٱلَّذِينَ مِن قَبْلِكُم بِخَلَـٰقِهِمْ وَخُضْتُمْ كَٱلَّذِى خَاضُوٓا۟ ۚ أُو۟لَـٰٓئِكَ حَبِطَتْ أَعْمَـٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
    "text_uthmani_transcribed": "Kal-lażīna min qablikum kānū asyadda minkum quwwataw wa akṡara amwālaw wa aulādā(n), fastamta'ū bikhalāqihim fastamta'tum bikhalāqikum kamastamta'al-lażīna min qablikum bikhalāqihim wa khuḍtum kal-lażī khāḍū, ulā'ika ḥabiṭat amāluhum fid-dun-yā wal-ākhirah(ti), ulā'ika humul-khāsirūn(a)."
  },
  {
    "verse_number": 70,
    "translation": "Ist ihnen nicht die Kunde von denjenigen zugekommen, die vor ihnen waren, des Volkes Nuhs, der ’Ad und der Tamud, des Volkes Ibrahims, der Bewohner von Madyan und der umgestürzten Städte? Ihre Gesandten kamen zu ihnen mit den klaren Beweisen. Nimmer ist es Allah, der ihnen Unrecht getan hat, sondern sie selbst haben sich Unrecht zugefügt.",
    "segmented": [
      {
        "belongs_to_verse_number": 70,
        "translation": "Ist ihnen nicht die Kunde von denjenigen zugekommen, die vor ihnen waren, des Volkes Nuhs, der ’Ad",
        "text_uthmani": "أَلَمْ يَأْتِهِمْ نَبَأُ ٱلَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ",
        "text_uthmani_transcribed": "Alam ya'tihim naba'ul-lażīna min qablihim qaumi nūḥiw wa 'ādiw"
      },
      {
        "belongs_to_verse_number": 70,
        "translation": "und der Tamud, des Volkes Ibrahims, der Bewohner von Madyan und der umgestürzten Städte? Ihre Gesandten kamen zu ihnen mit den klaren Beweisen.",
        "text_uthmani": "وَثَمُودَ وَقَوْمِ إِبْرَٰهِيمَ وَأَصْحَـٰبِ مَدْيَنَ وَٱلْمُؤْتَفِكَـٰتِ ۚ أَتَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ ۖ",
        "text_uthmani_transcribed": "wa ṡamūd(a), wa qaumi ibrāhīma wa aṣḥābi madyana wal-mu'tafikāt(i), atathum rusuluhum bil-bayyināt(i)."
      },
      {
        "belongs_to_verse_number": 70,
        "translation": "Nimmer ist es Allah, der ihnen Unrecht getan hat, sondern sie selbst haben sich Unrecht zugefügt.",
        "text_uthmani": "فَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
        "text_uthmani_transcribed": "famā kānallāhu liyaẓlimahum wa lākin kānū anfusahum yaẓlimūn(a)."
      }
    ],
    "text_uthmani": "أَلَمْ يَأْتِهِمْ نَبَأُ ٱلَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَٰهِيمَ وَأَصْحَـٰبِ مَدْيَنَ وَٱلْمُؤْتَفِكَـٰتِ ۚ أَتَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ ۖ فَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
    "text_uthmani_transcribed": "Alam ya'tihim naba'ul-lażīna min qablihim qaumi nūḥiw wa 'ādiw wa ṡamūd(a), wa qaumi ibrāhīma wa aṣḥābi madyana wal-mu'tafikāt(i), atathum rusuluhum bil-bayyināt(i), famā kānallāhu liyaẓlimahum wa lākin kānū anfusahum yaẓlimūn(a)."
  },
  {
    "verse_number": 71,
    "translation": "Die gläubigen Männer und Frauen sind einer des anderen Beschützer. Sie gebieten das Rechte und verbieten das Verwerfliche, verrichten das Gebet und entrichten die Abgabe und gehorchen Allah und Seinem Gesandten. Sie sind es, derer Allah Sich erbarmen wird. Gewiß, Allah ist Allmächtig und Allweise.",
    "segmented": [
      {
        "belongs_to_verse_number": 71,
        "translation": "Die gläubigen Männer und Frauen sind einer des anderen Beschützer.",
        "text_uthmani": "وَٱلْمُؤْمِنُونَ وَٱلْمُؤْمِنَـٰتُ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۚ",
        "text_uthmani_transcribed": "Wal-mu'minūna wal-mu'minātu ba'ḍuhum auliyā'u ba'ḍ(in),"
      },
      {
        "belongs_to_verse_number": 71,
        "translation": "Sie gebieten das Rechte und verbieten das Verwerfliche, verrichten das Gebet und entrichten die Abgabe und gehorchen Allah und Seinem Gesandten.",
        "text_uthmani": "يَأْمُرُونَ بِٱلْمَعْرُوفِ وَيَنْهَوْنَ عَنِ ٱلْمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓ ۚ",
        "text_uthmani_transcribed": "ya'murūna bil-ma'rūfi wa yanhauna 'anil-munkari wa yuqīmūnaṣ-ṣalāta wa yu'tūnaz-zakāta wa yuṭī'ūnallāha wa rasūlah(ū),"
      },
      {
        "belongs_to_verse_number": 71,
        "translation": "Sie sind es, derer Allah Sich erbarmen wird. Gewiß, Allah ist Allmächtig und Allweise.",
        "text_uthmani": "أُو۟لَـٰٓئِكَ سَيَرْحَمُهُمُ ٱللَّهُ ۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
        "text_uthmani_transcribed": "ulā'ika sayarḥamuhumullāh(u), innallāha 'azīzun ḥakīm(un)."
      }
    ],
    "text_uthmani": "وَٱلْمُؤْمِنُونَ وَٱلْمُؤْمِنَـٰتُ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۚ يَأْمُرُونَ بِٱلْمَعْرُوفِ وَيَنْهَوْنَ عَنِ ٱلْمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓ ۚ أُو۟لَـٰٓئِكَ سَيَرْحَمُهُمُ ٱللَّهُ ۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
    "text_uthmani_transcribed": "Wal-mu'minūna wal-mu'minātu ba'ḍuhum auliyā'u ba'ḍ(in), ya'murūna bil-ma'rūfi wa yanhauna  'anil-munkari wa yuqīmūnaṣ-ṣalāta wa yu'tūnaz-zakāta wa yuṭī'ūnallāha wa rasūlah(ū), ulā'ika sayarḥamuhumullāh(u), innallāha 'azīzun ḥakīm(un)."
  },
  {
    "verse_number": 72,
    "translation": "Allah hat den gläubigen Männern und Frauen Gärten versprochen, durcheilt von Bächen, ewig darin zu bleiben, und gute Wohnungen in den Gärten Edens. Wohlgefallen von Allah ist aber (noch) größer. Das ist der großartige Erfolg.",
    "segmented": [
      {
        "belongs_to_verse_number": 72,
        "translation": "Allah hat den gläubigen Männern und Frauen Gärten versprochen, durcheilt von Bächen, ewig darin zu bleiben,",
        "text_uthmani": "وَعَدَ ٱللَّهُ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا",
        "text_uthmani_transcribed": "Wa'adallāhul-mu'minīna wal-mu'mināti jannātin tajrī min taḥtihal-anhāru khālidīna fīhā"
      },
      {
        "belongs_to_verse_number": 72,
        "translation": "und gute Wohnungen in den Gärten Edens. Wohlgefallen von Allah ist aber (noch) größer. Das ist der großartige Erfolg.",
        "text_uthmani": "وَمَسَـٰكِنَ طَيِّبَةً فِى جَنَّـٰتِ عَدْنٍ ۚ وَرِضْوَٰنٌ مِّنَ ٱللَّهِ أَكْبَرُ ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
        "text_uthmani_transcribed": "wa masākina ṭayyibatan fī jannāti 'adn(in), wa riḍwānum minallāhi akbar(u), żālika huwal-fauzul-'aẓīm(u)."
      }
    ],
    "text_uthmani": "وَعَدَ ٱللَّهُ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا وَمَسَـٰكِنَ طَيِّبَةً فِى جَنَّـٰتِ عَدْنٍ ۚ وَرِضْوَٰنٌ مِّنَ ٱللَّهِ أَكْبَرُ ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
    "text_uthmani_transcribed": "Wa'adallāhul-mu'minīna wal-mu'mināti jannātin tajrī min taḥtihal-anhāru khālidīna fīhā wa masākina ṭayyibatan fī jannāti 'adn(in), wa riḍwānum minallāhi akbar(u), żālika huwal-fauzul-'aẓīm(u)."
  },
  {
    "verse_number": 73,
    "translation": "O Prophet, mühe dich gegen die Ungläubigen und die Heuchler ab und sei hart gegen sie. Ihr Zufluchtsort wird die Hölle sein - ein schlimmer Ausgang!",
    "segmented": [
      {
        "belongs_to_verse_number": 73,
        "translation": "O Prophet, mühe dich gegen die Ungläubigen und die Heuchler ab und sei hart gegen sie.",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ جَـٰهِدِ ٱلْكُفَّارَ وَٱلْمُنَـٰفِقِينَ وَٱغْلُظْ عَلَيْهِمْ ۚ",
        "text_uthmani_transcribed": "Yā ayyuhan-nabiyyu jāhidil-kuffāra wal-munāfiqīna wagluẓ 'alaihim,"
      },
      {
        "belongs_to_verse_number": 73,
        "translation": "Ihr Zufluchtsort wird die Hölle sein - ein schlimmer Ausgang!",
        "text_uthmani": "وَمَأْوَىٰهُمْ جَهَنَّمُ ۖ وَبِئْسَ ٱلْمَصِيرُ",
        "text_uthmani_transcribed": "wa ma'wāhum jahannamu wa bi'sal-maṣīr(u)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ جَـٰهِدِ ٱلْكُفَّارَ وَٱلْمُنَـٰفِقِينَ وَٱغْلُظْ عَلَيْهِمْ ۚ وَمَأْوَىٰهُمْ جَهَنَّمُ ۖ وَبِئْسَ ٱلْمَصِيرُ",
    "text_uthmani_transcribed": "Yā ayyuhan-nabiyyu jāhidil-kuffāra wal-munāfiqīna wagluẓ 'alaihim, wa ma'wāhum jahannamu wa bi'sal-maṣīr(u)."
  },
  {
    "verse_number": 74,
    "translation": "Sie schwören bei Allah, sie hätten (es) nicht gesagt. Aber sie haben ja das Wort des Unglaubens gesagt und sind, nachdem sie den Islam (angenommen) hatten, ungläubig geworden. Sie hatten vor (, das auszuführen), was sie (doch) nicht erreicht haben. Und sie grollten darüber nur, daß Allah - und (auch) Sein Gesandter - sie von Seiner Huld reich gemacht hat. Wenn sie nun bereuen, ist es besser für sie. Wenn sie sich aber abkehren, wird Allah sie mit einer schmerzhaften Strafe im Diesseits und Jenseits strafen, und sie werden auf der Erde weder Schutzherrn noch Helfer haben.",
    "segmented": [
      {
        "belongs_to_verse_number": 74,
        "translation": "Sie schwören bei Allah, sie hätten (es) nicht gesagt.",
        "text_uthmani": "يَحْلِفُونَ بِٱللَّهِ مَا قَالُوا۟",
        "text_uthmani_transcribed": "Yaḥlifūna billāhi mā qālū"
      },
      {
        "belongs_to_verse_number": 74,
        "translation": "Aber sie haben ja das Wort des Unglaubens gesagt und sind, nachdem sie den Islam (angenommen) hatten, ungläubig geworden.",
        "text_uthmani": "وَلَقَدْ قَالُوا۟ كَلِمَةَ ٱلْكُفْرِ وَكَفَرُوا۟ بَعْدَ إِسْلَـٰمِهِمْ",
        "text_uthmani_transcribed": "wa laqad qālū kalimatal-kufri wa kafarū ba'da islāmihim"
      },
      {
        "belongs_to_verse_number": 74,
        "translation": "Sie hatten vor (, das auszuführen), was sie (doch) nicht erreicht haben.",
        "text_uthmani": "وَهَمُّوا۟ بِمَا لَمْ يَنَالُوا۟ ۚ",
        "text_uthmani_transcribed": "wa hammū bimā lam yanālū,"
      },
      {
        "belongs_to_verse_number": 74,
        "translation": "Und sie grollten darüber nur, daß Allah - und (auch) Sein Gesandter - sie von Seiner Huld reich gemacht hat.",
        "text_uthmani": "وَمَا نَقَمُوٓا۟ إِلَّآ أَنْ أَغْنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضْلِهِۦ ۚ",
        "text_uthmani_transcribed": "wa mā naqamū illā an agnāhumullāhu wa rasūluhū min faḍlih(ī),"
      },
      {
        "belongs_to_verse_number": 74,
        "translation": "Wenn sie nun bereuen, ist es besser für sie.",
        "text_uthmani": "فَإِن يَتُوبُوا۟ يَكُ خَيْرًا لَّهُمْ ۖ",
        "text_uthmani_transcribed": "fa iy yatūbū yaku khairal lahum,"
      },
      {
        "belongs_to_verse_number": 74,
        "translation": "Wenn sie sich aber abkehren, wird Allah sie mit einer schmerzhaften Strafe im Diesseits und Jenseits strafen,",
        "text_uthmani": "وَإِن يَتَوَلَّوْا۟ يُعَذِّبْهُمُ ٱللَّهُ عَذَابًا أَلِيمًا فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۚ",
        "text_uthmani_transcribed": "wa iy yatawallau yu'ażżibhumullāhu 'ażāban alīman fid-dun-yā wal-ākhirah(ti),"
      },
      {
        "belongs_to_verse_number": 74,
        "translation": "und sie werden auf der Erde weder Schutzherrn noch Helfer haben.",
        "text_uthmani": "وَمَا لَهُمْ فِى ٱلْأَرْضِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
        "text_uthmani_transcribed": "wa mā lahum fil-arḍi miw waliyyiw wa lā naṣīr(in)."
      }
    ],
    "text_uthmani": "يَحْلِفُونَ بِٱللَّهِ مَا قَالُوا۟ وَلَقَدْ قَالُوا۟ كَلِمَةَ ٱلْكُفْرِ وَكَفَرُوا۟ بَعْدَ إِسْلَـٰمِهِمْ وَهَمُّوا۟ بِمَا لَمْ يَنَالُوا۟ ۚ وَمَا نَقَمُوٓا۟ إِلَّآ أَنْ أَغْنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضْلِهِۦ ۚ فَإِن يَتُوبُوا۟ يَكُ خَيْرًا لَّهُمْ ۖ وَإِن يَتَوَلَّوْا۟ يُعَذِّبْهُمُ ٱللَّهُ عَذَابًا أَلِيمًا فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۚ وَمَا لَهُمْ فِى ٱلْأَرْضِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
    "text_uthmani_transcribed": "Yaḥlifūna billāhi mā qālū, wa laqad qālū kalimatal-kufri wa kafarū ba'da islāmihim wa hammū bimā lam yanālū, wa mā naqamū illā an agnāhumullāhu wa rasūluhū min faḍlih(ī),  fa iy yatūbū yaku khairal lahum, wa iy yatawallau yu'ażżibhumullāhu 'ażāban alīman fid-dun-yā wal-ākhirah(ti), wa mā lahum fil-arḍi miw waliyyiw wa lā naṣīr(in)."
  },
  {
    "verse_number": 75,
    "translation": "Unter ihnen gibt es manche, die gegenüber Allah eine Verpflichtung eingegangen sind: Wenn Er uns etwas von Seiner Huld gewährt, werden wir ganz gewiß Almosen geben und ganz gewiß zu den Rechtschaffenen gehören.",
    "segmented": [
      {
        "belongs_to_verse_number": 75,
        "translation": "Unter ihnen gibt es manche, die gegenüber Allah eine Verpflichtung eingegangen sind: Wenn Er uns etwas von Seiner Huld gewährt, werden wir ganz gewiß Almosen geben",
        "text_uthmani": "۞ وَمِنْهُم مَّنْ عَـٰهَدَ ٱللَّهَ لَئِنْ ءَاتَىٰنَا مِن فَضْلِهِۦ لَنَصَّدَّقَنَّ",
        "text_uthmani_transcribed": "Wa minhum man 'āhadallāha la'in ātānā min faḍlihī lanaṣṣaddaqanna"
      },
      {
        "belongs_to_verse_number": 75,
        "translation": "und ganz gewiß zu den Rechtschaffenen gehören.",
        "text_uthmani": "وَلَنَكُونَنَّ مِنَ ٱلصَّـٰلِحِينَ",
        "text_uthmani_transcribed": "wa lanakūnanna minaṣ-ṣāliḥīn(a)."
      }
    ],
    "text_uthmani": "۞ وَمِنْهُم مَّنْ عَـٰهَدَ ٱللَّهَ لَئِنْ ءَاتَىٰنَا مِن فَضْلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّـٰلِحِينَ",
    "text_uthmani_transcribed": "Wa minhum man 'āhadallāha la'in ātānā min faḍlihī lanaṣṣaddaqanna wa lanakūnanna minaṣ-ṣāliḥīn(a)."
  },
  {
    "verse_number": 76,
    "translation": "Als Er ihnen aber von Seiner Huld gewährt hatte, geizten sie damit, und sie kehrten sich widerstrebend ab.",
    "text_uthmani": "فَلَمَّآ ءَاتَىٰهُم مِّن فَضْلِهِۦ بَخِلُوا۟ بِهِۦ وَتَوَلَّوا۟ وَّهُم مُّعْرِضُونَ",
    "text_uthmani_transcribed": "Falammā ātāhum min faḍlihī bakhilū bihī wa tawallau wa hum mu'riḍūn(a)."
  },
  {
    "verse_number": 77,
    "translation": "So setzte Er als Folge davon in ihre Herzen Heuchelei bis zum Tag, an dem sie Ihm begegnen werden, dafür, daß sie gegenüber Allah brachen, was sie Ihm versprochen hatten, und daß sie zu lügen pflegten.",
    "segmented": [
      {
        "belongs_to_verse_number": 77,
        "translation": "So setzte Er als Folge davon in ihre Herzen Heuchelei bis zum Tag, an dem sie Ihm begegnen werden, dafür, daß sie gegenüber Allah brachen, was sie Ihm versprochen hatten,",
        "text_uthmani": "فَأَعْقَبَهُمْ نِفَاقًا فِى قُلُوبِهِمْ إِلَىٰ يَوْمِ يَلْقَوْنَهُۥ بِمَآ أَخْلَفُوا۟ ٱللَّهَ مَا وَعَدُوهُ",
        "text_uthmani_transcribed": "Fa a'qabahum nifāqan fī qulūbihim ilā yaumi yalqaunahū bimā akhlafullāha mā wa'adūhu"
      },
      {
        "belongs_to_verse_number": 77,
        "translation": "und daß sie zu lügen pflegten.",
        "text_uthmani": "وَبِمَا كَانُوا۟ يَكْذِبُونَ",
        "text_uthmani_transcribed": "wa bimā kānū yakżibūn(a)."
      }
    ],
    "text_uthmani": "فَأَعْقَبَهُمْ نِفَاقًا فِى قُلُوبِهِمْ إِلَىٰ يَوْمِ يَلْقَوْنَهُۥ بِمَآ أَخْلَفُوا۟ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُوا۟ يَكْذِبُونَ",
    "text_uthmani_transcribed": "Fa a'qabahum nifāqan fī qulūbihim ilā yaumi yalqaunahū bimā akhlafullāha mā wa'adūhu wa bimā kānū yakżibūn(a)."
  },
  {
    "verse_number": 78,
    "translation": "Wissen sie denn nicht, daß Allah ihr Geheimes und ihre vertraulichen Gespräche kennt und daß Allah der Allwisser der verborgenen Dinge ist?",
    "text_uthmani": "أَلَمْ يَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَعْلَمُ سِرَّهُمْ وَنَجْوَىٰهُمْ وَأَنَّ ٱللَّهَ عَلَّـٰمُ ٱلْغُيُوبِ",
    "text_uthmani_transcribed": "Alam ya'lamū annallāha ya'lamu sirrahum wa najwāhum wa annallāha 'allāmul-guyūb(i)."
  },
  {
    "verse_number": 79,
    "translation": "Diejenigen, die gegen die Freiwilligen unter den Gläubigen wegen der Almosen verhöhnen und (auch) gegen diejenigen, die nichts als ihre Mühe (als Leistung zu erbringen) finden, und dann über sie spotten - Allah spottet über sie, und für sie wird es schmerzhafte Strafe geben.",
    "segmented": [
      {
        "belongs_to_verse_number": 79,
        "translation": "Diejenigen, die gegen die Freiwilligen unter den Gläubigen wegen der Almosen verhöhnen",
        "text_uthmani": "ٱلَّذِينَ يَلْمِزُونَ ٱلْمُطَّوِّعِينَ مِنَ ٱلْمُؤْمِنِينَ فِى ٱلصَّدَقَـٰتِ",
        "text_uthmani_transcribed": "Allażīna yalmizūnal-muṭṭawwi'īna minal-mu'minīna fiṣ-ṣadaqāti"
      },
      {
        "belongs_to_verse_number": 79,
        "translation": "und (auch) gegen diejenigen, die nichts als ihre Mühe (als Leistung zu erbringen) finden, und dann über sie spotten - Allah spottet über sie,",
        "text_uthmani": "وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ ۙ سَخِرَ ٱللَّهُ مِنْهُمْ",
        "text_uthmani_transcribed": "wal-lażīna lā yajidūna illā juhdahum fa yaskharūna minhum, sakhirallāhu minhum"
      },
      {
        "belongs_to_verse_number": 79,
        "translation": "und für sie wird es schmerzhafte Strafe geben.",
        "text_uthmani": "وَلَهُمْ عَذَابٌ أَلِيمٌ",
        "text_uthmani_transcribed": "wa lahum 'ażābun alīm(un)."
      }
    ],
    "text_uthmani": "ٱلَّذِينَ يَلْمِزُونَ ٱلْمُطَّوِّعِينَ مِنَ ٱلْمُؤْمِنِينَ فِى ٱلصَّدَقَـٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ ۙ سَخِرَ ٱللَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "text_uthmani_transcribed": "Allażīna yalmizūnal-muṭṭawwi'īna minal-mu'minīna fiṣ-ṣadaqāti wal-lażīna lā yajidūna illā juhdahum fa yaskharūna minhum, sakhirallāhu minhum, wa lahum 'ażābun alīm(un)."
  },
  {
    "verse_number": 80,
    "translation": "Bitte um Vergebung für sie, oder bitte nicht um Vergebung für sie; wenn du (auch) siebzigmal um Vergebung für sie bittest, so wird Allah ihnen doch nicht vergeben. Dies (geschieht deshalb), weil sie Allah und Seinen Gesandten verleugnet haben. Allah leitet das Volk der Frevler nicht recht.",
    "segmented": [
      {
        "belongs_to_verse_number": 80,
        "translation": "Bitte um Vergebung für sie,",
        "text_uthmani": "ٱسْتَغْفِرْ لَهُمْ",
        "text_uthmani_transcribed": "Istagfir lahum"
      },
      {
        "belongs_to_verse_number": 80,
        "translation": "oder bitte nicht um Vergebung für sie; wenn du (auch) siebzigmal um Vergebung für sie bittest, so wird Allah ihnen doch nicht vergeben.",
        "text_uthmani": "أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِن تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَن يَغْفِرَ ٱللَّهُ لَهُمْ ۚ",
        "text_uthmani_transcribed": "au lā tastagfir lahum, in tastagfir lahum sab'īna marratan falay yagfirallāhu lahum, żālika bi'annahum kafarū billāhi wa rasūlih(ī), wallāhu lā yahdil-qaumal-fāsiqīn(a)."
      },
      {
        "belongs_to_verse_number": 80,
        "translation": "Dies (geschieht deshalb), weil sie Allah und Seinen Gesandten verleugnet haben. Allah leitet das Volk der Frevler nicht recht.",
        "text_uthmani": "ذَٰلِكَ بِأَنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
        "text_uthmani_transcribed": "żālika bi'annahum kafarū billāhi wa rasūlih(ī), wallāhu lā yahdil-qaumal-fāsiqīn(a)."
      }
    ],
    "text_uthmani": "ٱسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِن تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَن يَغْفِرَ ٱللَّهُ لَهُمْ ۚ ذَٰلِكَ بِأَنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
    "text_uthmani_transcribed": "Istagfir lahum au lā tastagfir lahum, in tastagfir lahum sab'īna marratan falay yagfirallāhu lahum, żālika bi'annahum kafarū billāhi wa rasūlih(ī), wallāhu lā yahdil-qaumal-fāsiqīn(a)."
  },
  {
    "verse_number": 81,
    "translation": "Die Zurückgelassenen waren froh darüber, daß sie hinter Allahs Gesandtem (daheim) sitzen geblieben sind, und es war ihnen zuwider, sich mit ihrem Besitz und mit ihrer eigenen Person auf Allahs Weg abzumühen. Und sie sagten: Rückt nicht in der Hitze aus! Sag: Das Feuer der Hölle ist noch heißer; wenn sie (es doch) verstehen würden!",
    "segmented": [
      {
        "belongs_to_verse_number": 81,
        "translation": "Die Zurückgelassenen waren froh darüber, daß sie hinter Allahs Gesandtem (daheim) sitzen geblieben sind,",
        "text_uthmani": "فَرِحَ ٱلْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَـٰفَ رَسُولِ ٱللَّهِ",
        "text_uthmani_transcribed": "Fariḥal-mukhallafūna bimaq'adihim khilāfa rasūlillāhi"
      },
      {
        "belongs_to_verse_number": 81,
        "translation": "und es war ihnen zuwider, sich mit ihrem Besitz und mit ihrer eigenen Person auf Allahs Weg abzumühen.",
        "text_uthmani": "وَكَرِهُوٓا۟ أَن يُجَـٰهِدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ",
        "text_uthmani_transcribed": "wa karihū ay yujāhidū bi'amwālihim wa anfusihim fī sabīlillāhi"
      },
      {
        "belongs_to_verse_number": 81,
        "translation": "Und sie sagten: Rückt nicht in der Hitze aus! Sag: Das Feuer der Hölle ist noch heißer; wenn sie (es doch) verstehen würden!",
        "text_uthmani": "وَقَالُوا۟ لَا تَنفِرُوا۟ فِى ٱلْحَرِّ ۗ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا ۚ لَّوْ كَانُوا۟ يَفْقَهُونَ",
        "text_uthmani_transcribed": "wa qālū lā tanfirū fil-ḥarr(i), qul nāru jahannama asyaddu ḥarrā(n), lau kānū yafqahūn(a)."
      }
    ],
    "text_uthmani": "فَرِحَ ٱلْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَـٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓا۟ أَن يُجَـٰهِدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ وَقَالُوا۟ لَا تَنفِرُوا۟ فِى ٱلْحَرِّ ۗ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا ۚ لَّوْ كَانُوا۟ يَفْقَهُونَ",
    "text_uthmani_transcribed": "Fariḥal-mukhallafūna bimaq'adihim khilāfa rasūlillāhi wa karihū ay yujāhidū bi'amwālihim wa anfusihim fī sabīlillāhi wa qālū lā tanfirū fil-ḥarr(i), qul nāru jahannama  asyaddu ḥarrā(n), lau kānū yafqahūn(a)."
  },
  {
    "verse_number": 82,
    "translation": "So sollen sie ein wenig lachen und sollen häufig weinen als Lohn für das, was sie erworben haben.",
    "text_uthmani": "فَلْيَضْحَكُوا۟ قَلِيلًا وَلْيَبْكُوا۟ كَثِيرًا جَزَآءًۢ بِمَا كَانُوا۟ يَكْسِبُونَ",
    "text_uthmani_transcribed": "Falyaḍḥakū qalīlaw walyabkū kaṡīrā(n), jazā'am bimā kānū yaksibūn(a)."
  },
  {
    "verse_number": 83,
    "translation": "Wenn Allah dich zu einem Teil von ihnen zurückkehren läßt und sie dich um Erlaubnis bitten, hinauszuziehen, dann sag: Ihr werdet niemals mit mir hinausziehen, und ihr werdet mit mir gegen keinen Feind kämpfen. Ihr seid (ja) das erste Mal damit zufrieden gewesen, (daheim) sitzen zu bleiben. Bleibt nun (daheim) sitzen mit denen, die zurückbleiben!",
    "segmented": [
      {
        "belongs_to_verse_number": 83,
        "translation": "Wenn Allah dich zu einem Teil von ihnen zurückkehren läßt",
        "text_uthmani": "فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٍ مِّنْهُمْ",
        "text_uthmani_transcribed": "Fa ir raja'akallāhu ilā ṭā'ifatim minhum"
      },
      {
        "belongs_to_verse_number": 83,
        "translation": "und sie dich um Erlaubnis bitten, hinauszuziehen, dann sag: Ihr werdet niemals mit mir hinausziehen,",
        "text_uthmani": "فَٱسْتَـْٔذَنُوكَ لِلْخُرُوجِ فَقُل لَّن تَخْرُجُوا۟ مَعِىَ أَبَدًا",
        "text_uthmani_transcribed": "fasta'żanūka lil-khurūji faqul lan takhrujū ma'iya abadaw"
      },
      {
        "belongs_to_verse_number": 83,
        "translation": "und ihr werdet mit mir gegen keinen Feind kämpfen.",
        "text_uthmani": "وَلَن تُقَـٰتِلُوا۟ مَعِىَ عَدُوًّا ۖ",
        "text_uthmani_transcribed": "wa lan tuqātilū ma'iya 'aduwwā(n) ۖ"
      },
      {
        "belongs_to_verse_number": 83,
        "translation": "Ihr seid (ja) das erste Mal damit zufrieden gewesen, (daheim) sitzen zu bleiben. Bleibt nun (daheim) sitzen mit denen, die zurückbleiben!",
        "text_uthmani": "إِنَّكُمْ رَضِيتُم بِٱلْقُعُودِ أَوَّلَ مَرَّةٍ فَٱقْعُدُوا۟ مَعَ ٱلْخَـٰلِفِينَ",
        "text_uthmani_transcribed": "innakum raḍītum bil-qu'ūdi awwala marrah(tin), faq'udū ma'al-khālifīn(a)."
      }
    ],
    "text_uthmani": "فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٍ مِّنْهُمْ فَٱسْتَـْٔذَنُوكَ لِلْخُرُوجِ فَقُل لَّن تَخْرُجُوا۟ مَعِىَ أَبَدًا وَلَن تُقَـٰتِلُوا۟ مَعِىَ عَدُوًّا ۖ إِنَّكُمْ رَضِيتُم بِٱلْقُعُودِ أَوَّلَ مَرَّةٍ فَٱقْعُدُوا۟ مَعَ ٱلْخَـٰلِفِينَ",
    "text_uthmani_transcribed": "Fa ir raja'akallāhu ilā ṭā'ifatim minhum  fasta'żanūka lil-khurūji faqul lan takhrujū ma'iya abadaw wa lan tuqātilū ma'iya 'aduwwā(n), innakum raḍītum bil-qu'ūdi awwala marrah(tin), faq'udū ma'al-khālifīn(a)."
  },
  {
    "verse_number": 84,
    "translation": "Und bete niemals über jemandem von ihnen, der gestorben ist, und stehe nicht an seinem Grab! Sie verleugneten ja Allah und Seinen Gesandten, und sie starben als Frevler.",
    "segmented": [
      {
        "belongs_to_verse_number": 84,
        "translation": "Und bete niemals über jemandem von ihnen, der gestorben ist, und stehe nicht an seinem Grab!",
        "text_uthmani": "وَلَا تُصَلِّ عَلَىٰٓ أَحَدٍ مِّنْهُم مَّاتَ أَبَدًا وَلَا تَقُمْ عَلَىٰ قَبْرِهِۦٓ",
        "text_uthmani_transcribed": "Wa lā tuṣalli 'alā aḥadim minhum māta abadaw wa lā taqum 'alā qabrih(ī)"
      },
      {
        "belongs_to_verse_number": 84,
        "translation": "Sie verleugneten ja Allah und Seinen Gesandten, und sie starben als Frevler.",
        "text_uthmani": "إِنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُوا۟ وَهُمْ فَـٰسِقُونَ",
        "text_uthmani_transcribed": "Innahum kafarū billāhi wa rasūlihī wa mātū wa hum fāsiqūn(a)."
      }
    ],
    "text_uthmani": "وَلَا تُصَلِّ عَلَىٰٓ أَحَدٍ مِّنْهُم مَّاتَ أَبَدًا وَلَا تَقُمْ عَلَىٰ قَبْرِهِۦٓ ۖ إِنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُوا۟ وَهُمْ فَـٰسِقُونَ",
    "text_uthmani_transcribed": "Wa lā tuṣalli 'alā aḥadim minhum māta abadaw wa lā taqum 'alā qabrih(ī), innahum kafarū billāhi wa rasūlihī wa mātū wa hum fāsiqūn(a)."
  },
  {
    "verse_number": 85,
    "translation": "Ihr Besitz und ihre Kinder sollen dir nicht gefallen. Allah will sie ja nur im Diesseits damit strafen, und (daß) ihre Seelen (im Tod) dahingehen, während sie ungläubig sind.",
    "segmented": [
      {
        "belongs_to_verse_number": 85,
        "translation": "Ihr Besitz und ihre Kinder sollen dir nicht gefallen.",
        "text_uthmani": "وَلَا تُعْجِبْكَ أَمْوَٰلُهُمْ وَأَوْلَـٰدُهُمْ ۚ",
        "text_uthmani_transcribed": "Wa lā tu'jibka amwāluhum wa lā aulāduhum,"
      },
      {
        "belongs_to_verse_number": 85,
        "translation": "Allah will sie ja nur im Diesseits damit strafen, und (daß) ihre Seelen (im Tod) dahingehen, während sie ungläubig sind.",
        "text_uthmani": "إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِى ٱلدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَـٰفِرُونَ",
        "text_uthmani_transcribed": "Innamā yurīdullāhu ay yu'ażżibahum bihā fid-dun-yā wa tazhaqa anfusuhum wa hum kāfirūn(a)."
      }
    ],
    "text_uthmani": "وَلَا تُعْجِبْكَ أَمْوَٰلُهُمْ وَأَوْلَـٰدُهُمْ ۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِى ٱلدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَـٰفِرُونَ",
    "text_uthmani_transcribed": "Wa lā tu'jibka amwāluhum wa lā aulāduhum, innamā yurīdullāhu ay yu'ażżibahum bihā fid-dun-yā wa tazhaqa anfusuhum wa hum kāfirūn(a)."
  },
  {
    "verse_number": 86,
    "translation": "Und wenn eine Sura (als Offenbarung) hinabgesandt wird: Glaubt an Allah und müht euch (zusammen) mit Seinem Gesandten ab, (dann) bitten dich die Bemittelten unter ihnen um Erlaubnis und sagen: Lasse uns mit denen (zusammen) sein, die (daheim) sitzen bleiben!",
    "segmented": [
      {
        "belongs_to_verse_number": 86,
        "translation": "Und wenn eine Sura (als Offenbarung) hinabgesandt wird: Glaubt an Allah",
        "text_uthmani": "وَإِذَآ أُنزِلَتْ سُورَةٌ أَنْ ءَامِنُوا۟ بِٱللَّهِ",
        "text_uthmani_transcribed": "Wa iżā unzilat sūratun an āminū billāhi"
      },
      {
        "belongs_to_verse_number": 86,
        "translation": "und müht euch (zusammen) mit Seinem Gesandten ab, (dann) bitten dich die Bemittelten unter ihnen um Erlaubnis",
        "text_uthmani": "وَجَـٰهِدُوا۟ مَعَ رَسُولِهِ ٱسْتَـْٔذَنَكَ أُو۟لُوا۟ ٱلطَّوْلِ مِنْهُمْ",
        "text_uthmani_transcribed": "wa jāhidū ma'a rasūlihista'żanaka uluṭ-ṭauli minhum"
      },
      {
        "belongs_to_verse_number": 86,
        "translation": "und sagen: Lasse uns mit denen (zusammen) sein, die (daheim) sitzen bleiben!",
        "text_uthmani": "وَقَالُوا۟ ذَرْنَا نَكُن مَّعَ ٱلْقَـٰعِدِينَ",
        "text_uthmani_transcribed": "wa qālū żarnā nakum ma'al-qā'idīn(a)."
      }
    ],
    "text_uthmani": "وَإِذَآ أُنزِلَتْ سُورَةٌ أَنْ ءَامِنُوا۟ بِٱللَّهِ وَجَـٰهِدُوا۟ مَعَ رَسُولِهِ ٱسْتَـْٔذَنَكَ أُو۟لُوا۟ ٱلطَّوْلِ مِنْهُمْ وَقَالُوا۟ ذَرْنَا نَكُن مَّعَ ٱلْقَـٰعِدِينَ",
    "text_uthmani_transcribed": "Wa iżā unzilat sūratun an āminū billāhi wa jāhidū ma'a rasūlihista'żanaka uluṭ-ṭauli minhum wa qālū żarnā nakum ma'al-qā'idīn(a)."
  },
  {
    "verse_number": 87,
    "translation": "Sie waren damit zufrieden, (zusammen) mit den zurückbleibenden Frauen zu sein, und ihre Herzen wurden versiegelt; so verstehen sie nicht.",
    "text_uthmani": "رَضُوا۟ بِأَن يَكُونُوا۟ مَعَ ٱلْخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ",
    "text_uthmani_transcribed": "Raḍū bi'ay yakūnū ma'al-khawālifi wa ṭubi'a 'alā qulūbihim fahum lā yafqahūn(a)."
  },
  {
    "verse_number": 88,
    "translation": "Aber der Gesandte und diejenigen, die mit ihm glaubten, mühten sich mit ihrem Besitz und ihrer eigenen Person ab. Das sind die, für die es die guten Dinge geben wird, und das sind diejenigen, denen es wohl ergeht.",
    "segmented": [
      {
        "belongs_to_verse_number": 88,
        "translation": "Aber der Gesandte und diejenigen, die mit ihm glaubten, mühten sich mit ihrem Besitz und ihrer eigenen Person ab.",
        "text_uthmani": "لَـٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ جَـٰهَدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ ۚ",
        "text_uthmani_transcribed": "Lākinir-rasūlu wal-lażīna āmanū ma'ahū jāhadū bi'amwālihim wa anfusihim,"
      },
      {
        "belongs_to_verse_number": 88,
        "translation": "Das sind die, für die es die guten Dinge geben wird, und das sind diejenigen, denen es wohl ergeht.",
        "text_uthmani": "وَأُو۟لَـٰٓئِكَ لَهُمُ ٱلْخَيْرَٰتُ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
        "text_uthmani_transcribed": "wa ulā'ika lahumul-khairāt(u), wa ulā'ika humul-mufliḥūn(a)."
      }
    ],
    "text_uthmani": "لَـٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ جَـٰهَدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ ۚ وَأُو۟لَـٰٓئِكَ لَهُمُ ٱلْخَيْرَٰتُ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "text_uthmani_transcribed": "Lākinir-rasūlu wal-lażīna āmanū ma'ahū jāhadū bi'amwālihim wa anfusihim, wa ulā'ika lahumul-khairāt(u), wa ulā'ika humul-mufliḥūn(a)."
  },
  {
    "verse_number": 89,
    "translation": "Allah hat für sie Gärten bereitet, durcheilt von Bächen, ewig darin zu bleiben; das ist der großartige Erfolg.",
    "text_uthmani": "أَعَدَّ ٱللَّهُ لَهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
    "text_uthmani_transcribed": "A'addallāhu lahum jannātin tajrī min taḥtihal-anhāru khālidīna fīhā, żālikal-fauzul-'aẓīm(u)."
  },
  {
    "verse_number": 90,
    "translation": "Und diejenigen von den Wüstenarabern, die sich entschuldigen wollten, kamen (her), um Erlaubnis zu erhalten. Und (daheim) blieben diejenigen sitzen, die Allah und Seinen Gesandten belogen. Treffen wird diejenigen von ihnen, die ungläubig sind, schmerzhafte Strafe.",
    "segmented": [
      {
        "belongs_to_verse_number": 90,
        "translation": "Und diejenigen von den Wüstenarabern, die sich entschuldigen wollten, kamen (her), um Erlaubnis zu erhalten.",
        "text_uthmani": "وَجَآءَ ٱلْمُعَذِّرُونَ مِنَ ٱلْأَعْرَابِ لِيُؤْذَنَ لَهُمْ",
        "text_uthmani_transcribed": "Wa jā'al-mu'ażżirūna minal-a'rābi liyu'żana lahum"
      },
      {
        "belongs_to_verse_number": 90,
        "translation": "Und (daheim) blieben diejenigen sitzen, die Allah und Seinen Gesandten belogen.",
        "text_uthmani": "وَقَعَدَ ٱلَّذِينَ كَذَبُوا۟ ٱللَّهَ وَرَسُولَهُۥ ۚ",
        "text_uthmani_transcribed": "wa qa'adal-lażīna każabullāha wa rasūlah(ū),"
      },
      {
        "belongs_to_verse_number": 90,
        "translation": "Treffen wird diejenigen von ihnen, die ungläubig sind, schmerzhafte Strafe.",
        "text_uthmani": "سَيُصِيبُ ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ عَذَابٌ أَلِيمٌ",
        "text_uthmani_transcribed": "Sayuṣībul-lażīna kafarū minhum 'ażābun alīm(un)."
      }
    ],
    "text_uthmani": "وَجَآءَ ٱلْمُعَذِّرُونَ مِنَ ٱلْأَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ ٱلَّذِينَ كَذَبُوا۟ ٱللَّهَ وَرَسُولَهُۥ ۚ سَيُصِيبُ ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ عَذَابٌ أَلِيمٌ",
    "text_uthmani_transcribed": "Wa jā'al-mu'ażżirūna minal-a'rābi liyu'żana lahum wa qa'adal-lażīna każabullāha wa rasūlah(ū), sayuṣībul-lażīna kafarū minhum 'ażābun alīm(un)."
  },
  {
    "verse_number": 91,
    "translation": "Kein Grund zur Bedrängnis (wegen des Daheimbleibens) ist es für die Schwachen, für die Kranken und für diejenigen, die nichts finden, was sie ausgeben (können), wenn sie sich gegenüber Allah und Seinem Gesandten aufrichtig verhalten. Gegen die Gutes Tuenden gibt es keine Möglichkeit (, sie zu belangen) - Allah ist Allvergebend und Barmherzig -,",
    "segmented": [
      {
        "belongs_to_verse_number": 91,
        "translation": "Kein Grund zur Bedrängnis (wegen des Daheimbleibens) ist es für die Schwachen, für die Kranken",
        "text_uthmani": "لَّيْسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلْمَرْضَىٰ",
        "text_uthmani_transcribed": "Laisa 'alaḍ-ḍu'afā'i wa lā 'alal-marḍā"
      },
      {
        "belongs_to_verse_number": 91,
        "translation": "und für diejenigen, die nichts finden, was sie ausgeben (können), wenn sie sich gegenüber Allah und Seinem Gesandten aufrichtig verhalten.",
        "text_uthmani": "وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُوا۟ لِلَّهِ وَرَسُولِهِۦ ۚ",
        "text_uthmani_transcribed": "wa lā 'alal-lażīna lā yajidūna mā yunfiqūna ḥarajun iżā naṣaḥū lillāhi wa rasūlih(ī),"
      },
      {
        "belongs_to_verse_number": 91,
        "translation": "Gegen die Gutes Tuenden gibt es keine Möglichkeit (, sie zu belangen) - Allah ist Allvergebend und Barmherzig -,",
        "text_uthmani": "مَا عَلَى ٱلْمُحْسِنِينَ مِن سَبِيلٍ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
        "text_uthmani_transcribed": "mā 'alal-muḥsinīna min sabīl(in), wallāhu gafūrur raḥīm(un)."
      }
    ],
    "text_uthmani": "لَّيْسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلْمَرْضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُوا۟ لِلَّهِ وَرَسُولِهِۦ ۚ مَا عَلَى ٱلْمُحْسِنِينَ مِن سَبِيلٍ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Laisa 'alaḍ-ḍu'afā'i wa lā 'alal-marḍā wa lā 'alal-lażīna lā yajidūna mā yunfiqūna ḥarajun iżā naṣaḥū lillāhi wa rasūlih(ī), mā 'alal-muḥsinīna min sabīl(in), wallāhu gafūrur raḥīm(un)."
  },
  {
    "verse_number": 92,
    "translation": "und (auch) nicht gegen diejenigen, die, als sie zu dir kamen, damit du ihnen gäbest, (worauf) sie mitreiten (könnten), und du sagtest: Ich finde nichts, worauf ich euch mitreiten lassen kann, sich abkehrten, während ihre Augen von Tränen überflossen aus Traurigkeit darüber, daß sie nichts fanden, was sie ausgeben (konnten).",
    "segmented": [
      {
        "belongs_to_verse_number": 92,
        "translation": "und (auch) nicht gegen diejenigen, die, als sie zu dir kamen, damit du ihnen gäbest, (worauf) sie mitreiten (könnten),",
        "text_uthmani": "وَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوْكَ لِتَحْمِلَهُمْ",
        "text_uthmani_transcribed": "Wa lā 'alal-lażīna iżā mā atauka litaḥmilahum"
      },
      {
        "belongs_to_verse_number": 92,
        "translation": "und du sagtest: Ich finde nichts, worauf ich euch mitreiten lassen kann, sich abkehrten, während ihre Augen von Tränen überflossen aus Traurigkeit darüber, daß sie nichts fanden, was sie ausgeben (konnten).",
        "text_uthmani": "قُلْتَ لَآ أَجِدُ مَآ أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوا۟ وَّأَعْيُنُهُمْ تَفِيضُ مِنَ ٱلدَّمْعِ حَزَنًا أَلَّا يَجِدُوا۟ مَا يُنفِقُونَ",
        "text_uthmani_transcribed": "qulta lā ajidu mā aḥmilukum 'alaih(i), tawallau wa a'yunuhum tafīḍu minad dam'i ḥazanan allā yajidū mā yunfiqūn(a)."
      }
    ],
    "text_uthmani": "وَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَآ أَجِدُ مَآ أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوا۟ وَّأَعْيُنُهُمْ تَفِيضُ مِنَ ٱلدَّمْعِ حَزَنًا أَلَّا يَجِدُوا۟ مَا يُنفِقُونَ",
    "text_uthmani_transcribed": "Wa lā 'alal-lażīna iżā mā atauka litaḥmilahum qulta lā ajidu mā aḥmilukum 'alaih(i), tawallau wa a'yunuhum tafīḍu minad dam'i ḥazanan allā yajidū mā yunfiqūn(a)."
  },
  {
    "verse_number": 93,
    "translation": "Eine Möglichkeit (zu belangen) gibt es nur gegen diejenigen, die dich um Erlaubnis bitten, obwohl sie reich sind. Sie waren damit zufrieden, (zusammen) mit den zurückbleibenden Frauen zu sein. Allah hat ihre Herzen versiegelt, so daß sie nicht Bescheid wissen.",
    "segmented": [
      {
        "belongs_to_verse_number": 93,
        "translation": "Eine Möglichkeit (zu belangen) gibt es nur gegen diejenigen, die dich um Erlaubnis bitten, obwohl sie reich sind.",
        "text_uthmani": "۞ إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَسْتَـْٔذِنُونَكَ وَهُمْ أَغْنِيَآءُ ۚ",
        "text_uthmani_transcribed": "Innamas-sabīlu 'alal-lażīna yasta'żinūnaka wa hum agniyā'(u),"
      },
      {
        "belongs_to_verse_number": 93,
        "translation": "Sie waren damit zufrieden, (zusammen) mit den zurückbleibenden Frauen zu sein.",
        "text_uthmani": "رَضُوا۟ بِأَن يَكُونُوا۟ مَعَ ٱلْخَوَالِفِ",
        "text_uthmani_transcribed": "raḍū bi'ay yakūnū ma'al-khawālif(i)"
      },
      {
        "belongs_to_verse_number": 93,
        "translation": "Allah hat ihre Herzen versiegelt, so daß sie nicht Bescheid wissen.",
        "text_uthmani": "وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَعْلَمُونَ",
        "text_uthmani_transcribed": "wa ṭaba'allāhu 'alā qulūbihim fahum lā ya'lamūn(a)."
      }
    ],
    "text_uthmani": "۞ إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَسْتَـْٔذِنُونَكَ وَهُمْ أَغْنِيَآءُ ۚ رَضُوا۟ بِأَن يَكُونُوا۟ مَعَ ٱلْخَوَالِفِ وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Innamas-sabīlu 'alal-lażīna yasta'żinūnaka wa hum agniyā'(u), raḍū bi'ay yakūnū ma'al-khawālif(i), wa ṭaba'allāhu 'alā qulūbihim fahum lā ya'lamūn(a)."
  },
  {
    "verse_number": 94,
    "translation": "Sie werden sich bei euch entschuldigen, wenn ihr zu ihnen zurückkehrt. Sag: Entschuldigt euch nicht! Wir werden euch (doch) nicht glauben. Allah hat uns ja von den Nachrichten über euch kundgetan. Allah wird euer Tun sehen und (auch) Sein Gesandter. Hierauf werdet ihr zum Kenner des Verborgenen und des Offenbaren zurückgebracht werden, und dann wird Er euch kundtun, was ihr zu tun pflegtet.",
    "segmented": [
      {
        "belongs_to_verse_number": 94,
        "translation": "Sie werden sich bei euch entschuldigen, wenn ihr zu ihnen zurückkehrt. Sag: Entschuldigt euch nicht! Wir werden euch (doch) nicht glauben.",
        "text_uthmani": "يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ ۚ قُل لَّا تَعْتَذِرُوا۟ لَن نُّؤْمِنَ لَكُمْ",
        "text_uthmani_transcribed": "Ya'tażirūna ilaikum iżā raja'tum ilaihim, qul lā ta'tażirū lan nu'mina lakum"
      },
      {
        "belongs_to_verse_number": 94,
        "translation": "Allah hat uns ja von den Nachrichten über euch kundgetan. Allah wird euer Tun sehen und (auch) Sein Gesandter.",
        "text_uthmani": "قَدْ نَبَّأَنَا ٱللَّهُ مِنْ أَخْبَارِكُمْ ۚ وَسَيَرَى ٱللَّهُ عَمَلَكُمْ وَرَسُولُهُۥ",
        "text_uthmani_transcribed": "qad nabba’anallāhu min akhbārikum wa sayarallāhu 'amalakum wa rasūluhū"
      },
      {
        "belongs_to_verse_number": 94,
        "translation": "Hierauf werdet ihr zum Kenner des Verborgenen und des Offenbaren zurückgebracht werden, und dann wird Er euch kundtun, was ihr zu tun pflegtet.",
        "text_uthmani": "ثُمَّ تُرَدُّونَ إِلَىٰ عَـٰلِمِ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
        "text_uthmani_transcribed": "ṡumma turaddūna ilā 'ālimil-gaibi wasy-syahādati fa yunabbi'ukum bimā kuntum ta'malūn(a)."
      }
    ],
    "text_uthmani": "يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ ۚ قُل لَّا تَعْتَذِرُوا۟ لَن نُّؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا ٱللَّهُ مِنْ أَخْبَارِكُمْ ۚ وَسَيَرَى ٱللَّهُ عَمَلَكُمْ وَرَسُولُهُۥ ثُمَّ تُرَدُّونَ إِلَىٰ عَـٰلِمِ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
    "text_uthmani_transcribed": "Ya'tażirūna ilaikum iżā raja'tum ilaihim, qul lā ta'tażirū lan nu'mina lakum qad nabba'anallāhu min akhbārikum wa sayarallāhu 'amalakum wa rasūluhū ṡumma turaddūna ilā 'ālimil-gaibi wasy-syahādati fa yunabbi'ukum bimā kuntum ta'malūn(a)."
  },
  {
    "verse_number": 95,
    "translation": "Sie werden euch bei Allah schwören, wenn ihr zu ihnen zurückgekehrt seid, damit ihr von ihnen ablaßt. So laßt von ihnen ab, denn sie sind ein Greuel! Ihr Zufluchtsort ist die Hölle als Lohn für das, was sie erworben haben.",
    "segmented": [
      {
        "belongs_to_verse_number": 95,
        "translation": "Sie werden euch bei Allah schwören, wenn ihr zu ihnen zurückgekehrt seid, damit ihr von ihnen ablaßt.",
        "text_uthmani": "سَيَحْلِفُونَ بِٱللَّهِ لَكُمْ إِذَا ٱنقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا۟ عَنْهُمْ ۖ",
        "text_uthmani_transcribed": "Sayaḥlifūna billāhi lakum iżanqalabtum ilaihim litu'riḍū 'anhum,"
      },
      {
        "belongs_to_verse_number": 95,
        "translation": "So laßt von ihnen ab, denn sie sind ein Greuel! Ihr Zufluchtsort ist die Hölle als Lohn für das, was sie erworben haben.",
        "text_uthmani": "فَأَعْرِضُوا۟ عَنْهُمْ ۖ إِنَّهُمْ رِجْسٌ ۖ وَمَأْوَىٰهُمْ جَهَنَّمُ جَزَآءًۢ بِمَا كَانُوا۟ يَكْسِبُونَ",
        "text_uthmani_transcribed": "fa a'riḍū 'anhum, innahum rijs(un), wa ma'wāhum jahannamu jazā'am bimā kānū yaksibūn(a)."
      }
    ],
    "text_uthmani": "سَيَحْلِفُونَ بِٱللَّهِ لَكُمْ إِذَا ٱنقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا۟ عَنْهُمْ ۖ فَأَعْرِضُوا۟ عَنْهُمْ ۖ إِنَّهُمْ رِجْسٌ ۖ وَمَأْوَىٰهُمْ جَهَنَّمُ جَزَآءًۢ بِمَا كَانُوا۟ يَكْسِبُونَ",
    "text_uthmani_transcribed": "Sayaḥlifūna billāhi lakum iżanqalabtum ilaihim litu'riḍū 'anhum, fa a'riḍū 'anhum, innahum rijs(un), wa ma'wāhum jahannamu jazā'am bimā kānū yaksibūn(a)."
  },
  {
    "verse_number": 96,
    "translation": "Sie schwören euch, damit ihr mit ihnen zufrieden seid. Und wenn ihr auch mit ihnen zufrieden seid, so ist Allah doch nicht zufrieden mit dem Volk der Frevler.",
    "segmented": [
      {
        "belongs_to_verse_number": 96,
        "translation": "Sie schwören euch, damit ihr mit ihnen zufrieden seid.",
        "text_uthmani": "يَحْلِفُونَ لَكُمْ لِتَرْضَوْا۟ عَنْهُمْ ۖ",
        "text_uthmani_transcribed": "Yaḥlifūna lakum litarḍau 'anhum,"
      },
      {
        "belongs_to_verse_number": 96,
        "translation": "Und wenn ihr auch mit ihnen zufrieden seid, so ist Allah doch nicht zufrieden mit dem Volk der Frevler.",
        "text_uthmani": "فَإِن تَرْضَوْا۟ عَنْهُمْ فَإِنَّ ٱللَّهَ لَا يَرْضَىٰ عَنِ ٱلْقَوْمِ ٱلْفَـٰسِقِينَ",
        "text_uthmani_transcribed": "fa in tarḍau 'anhum fa innallāha lā yarḍā 'anil-qaumil-fāsiqīn(a)."
      }
    ],
    "text_uthmani": "يَحْلِفُونَ لَكُمْ لِتَرْضَوْا۟ عَنْهُمْ ۖ فَإِن تَرْضَوْا۟ عَنْهُمْ فَإِنَّ ٱللَّهَ لَا يَرْضَىٰ عَنِ ٱلْقَوْمِ ٱلْفَـٰسِقِينَ",
    "text_uthmani_transcribed": "Yaḥlifūna lakum litarḍau 'anhum, fa in tarḍau 'anhum fa innallāha lā yarḍā 'anil-qaumil-fāsiqīn(a)."
  },
  {
    "verse_number": 97,
    "translation": "Die Wüstenaraber sind mehr ungläubig und heuchlerischer, und es paßt eher zu ihnen, daß sie die Grenzen dessen, was Allah auf Seinen Gesandten (als Offenbarung) herabgesandt hat, nicht kennen. Und Allah ist Allwissend und Allweise.",
    "segmented": [
      {
        "belongs_to_verse_number": 97,
        "translation": "Die Wüstenaraber sind mehr ungläubig und heuchlerischer,",
        "text_uthmani": "ٱلْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا",
        "text_uthmani_transcribed": "Al-a'rābu asyaddu kufraw wa nifāqaw"
      },
      {
        "belongs_to_verse_number": 97,
        "translation": "und es paßt eher zu ihnen, daß sie die Grenzen dessen, was Allah auf Seinen Gesandten (als Offenbarung) herabgesandt hat, nicht kennen.",
        "text_uthmani": "وَأَجْدَرُ أَلَّا يَعْلَمُوا۟ حُدُودَ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ ۗ",
        "text_uthmani_transcribed": "wa ajdaru allā ya'lamū ḥudūda mā anzalallāhu 'alā rasūlih(ī),"
      },
      {
        "belongs_to_verse_number": 97,
        "translation": "Und Allah ist Allwissend und Allweise.",
        "text_uthmani": "وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
        "text_uthmani_transcribed": "wallāhu 'alīmun ḥakīm(un)."
      }
    ],
    "text_uthmani": "ٱلْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا۟ حُدُودَ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
    "text_uthmani_transcribed": "Al-a'rābu asyaddu kufraw wa nifāqaw wa ajdaru allā ya'lamū ḥudūda mā anzalallāhu 'alā rasūlih(ī), wallāhu 'alīmun ḥakīm(un)."
  },
  {
    "verse_number": 98,
    "translation": "Unter den Wüstenarabern gibt es (auch) manche, die das, was sie (als Spende) ausgeben, als erzwungene Zahlung ansehen und für euch die Schicksalswendungen abwarten. Gegen sie wird die böse Schicksalswendung sein. Allah ist Allhörend und Allwissend.",
    "segmented": [
      {
        "belongs_to_verse_number": 98,
        "translation": "Unter den Wüstenarabern gibt es (auch) manche, die das, was sie (als Spende) ausgeben, als erzwungene Zahlung ansehen",
        "text_uthmani": "وَمِنَ ٱلْأَعْرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغْرَمًا",
        "text_uthmani_transcribed": "Wa minal-a'rābi may yattakhiżu mā yunfiqu magramaw"
      },
      {
        "belongs_to_verse_number": 98,
        "translation": "und für euch die Schicksalswendungen abwarten. Gegen sie wird die böse Schicksalswendung sein. Allah ist Allhörend und Allwissend.",
        "text_uthmani": "وَيَتَرَبَّصُ بِكُمُ ٱلدَّوَآئِرَ ۚ عَلَيْهِمْ دَآئِرَةُ ٱلسَّوْءِ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
        "text_uthmani_transcribed": "wa yatarabbaṣu bikumud-dawā'ir(a), 'alaihim dā'iratus-sau'(i), wallāhu samī'un 'alīm(un)."
      }
    ],
    "text_uthmani": "وَمِنَ ٱلْأَعْرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغْرَمًا وَيَتَرَبَّصُ بِكُمُ ٱلدَّوَآئِرَ ۚ عَلَيْهِمْ دَآئِرَةُ ٱلسَّوْءِ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
    "text_uthmani_transcribed": "Wa minal-a'rābi may yattakhiżu mā yunfiqu magramaw wa yatarabbaṣu bikumud-dawā'ir(a), 'alaihim dā'iratus-sau'(i), wallāhu samī'un 'alīm(un)."
  },
  {
    "verse_number": 99,
    "translation": "Und unter den Wüstenarabern gibt es (aber auch) manche, die an Allah und den Jüngsten Tag glauben und das, was sie (als Spende) ausgeben, als Mittel der Annäherung zu Allah ansehen, und (auch) die Gebete des Gesandten. Es ist sicherlich für sie ein Mittel der Annäherung (zu Allah). Allah wird sie in Seine Barmherzigkeit eingehen lassen. Gewiß, Allah ist Allvergebend und Barmherzig.",
    "segmented": [
      {
        "belongs_to_verse_number": 99,
        "translation": "Und unter den Wüstenarabern gibt es (aber auch) manche, die an Allah und den Jüngsten Tag glauben",
        "text_uthmani": "وَمِنَ ٱلْأَعْرَابِ مَن يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ",
        "text_uthmani_transcribed": "Wa minal-a'rābi may yu'minu billāhi wal-yaumil-ākhiri"
      },
      {
        "belongs_to_verse_number": 99,
        "translation": "und das, was sie (als Spende) ausgeben, als Mittel der Annäherung zu Allah ansehen, und (auch) die Gebete des Gesandten.",
        "text_uthmani": "وَيَتَّخِذُ مَا يُنفِقُ قُرُبَـٰتٍ عِندَ ٱللَّهِ وَصَلَوَٰتِ ٱلرَّسُولِ ۚ",
        "text_uthmani_transcribed": "wa yattakhiżu mā yunfiqu qurubātin 'indallāhi wa ṣalawātir-rasūl(i),"
      },
      {
        "belongs_to_verse_number": 99,
        "translation": "Es ist sicherlich für sie ein Mittel der Annäherung (zu Allah). Allah wird sie in Seine Barmherzigkeit eingehen lassen.",
        "text_uthmani": "أَلَآ إِنَّهَا قُرْبَةٌ لَّهُمْ ۚ سَيُدْخِلُهُمُ ٱللَّهُ فِى رَحْمَتِهِۦٓ ۗ",
        "text_uthmani_transcribed": "alā innahā qurbatul lahum, sayudkhiluhumullāhu fī raḥmatih(ī),"
      },
      {
        "belongs_to_verse_number": 99,
        "translation": "Gewiß, Allah ist Allvergebend und Barmherzig.",
        "text_uthmani": "إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
        "text_uthmani_transcribed": "innallāha gafūrur raḥīm(un)."
      }
    ],
    "text_uthmani": "وَمِنَ ٱلْأَعْرَابِ مَن يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَـٰتٍ عِندَ ٱللَّهِ وَصَلَوَٰتِ ٱلرَّسُولِ ۚ أَلَآ إِنَّهَا قُرْبَةٌ لَّهُمْ ۚ سَيُدْخِلُهُمُ ٱللَّهُ فِى رَحْمَتِهِۦٓ ۗ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Wa minal-a'rābi may yu'minu billāhi wal-yaumil-ākhiri wa yattakhiżu mā yunfiqu qurubātin 'indallāhi wa ṣalawātir-rasūl(i), alā innahā qurbatul lahum, sayudkhiluhumullāhu fī raḥmatih(ī), innallāha gafūrur raḥīm(un)."
  },
  {
    "verse_number": 100,
    "translation": "Die vorausgeeilten Ersten von den Auswanderern und den Helfern und diejenigen, die ihnen auf beste Weise gefolgt sind - Allah hat Wohlgefallen an ihnen, und sie haben Wohlgefallen an Ihm. Und Er hat für sie Gärten bereitet, durcheilt von Bächen, ewig und auf immer darin zu bleiben; das ist der großartige Erfolg.",
    "segmented": [
      {
        "belongs_to_verse_number": 100,
        "translation": "Die vorausgeeilten Ersten von den Auswanderern und den Helfern",
        "text_uthmani": "وَٱلسَّـٰبِقُونَ ٱلْأَوَّلُونَ مِنَ ٱلْمُهَـٰجِرِينَ وَٱلْأَنصَارِ",
        "text_uthmani_transcribed": "Was-sābiqūnal-awwalūna minal-muhājirīna wal-anṣāri"
      },
      {
        "belongs_to_verse_number": 100,
        "translation": "und diejenigen, die ihnen auf beste Weise gefolgt sind - Allah hat Wohlgefallen an ihnen, und sie haben Wohlgefallen an Ihm.",
        "text_uthmani": "وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحْسَـٰنٍ رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ",
        "text_uthmani_transcribed": "wal-lażīnattaba'ūhum bi'iḥsān(in), raḍiyallāhu 'anhum wa raḍū 'anhu"
      },
      {
        "belongs_to_verse_number": 100,
        "translation": "Und Er hat für sie Gärten bereitet, durcheilt von Bächen, ewig und auf immer darin zu bleiben; das ist der großartige Erfolg.",
        "text_uthmani": "وَأَعَدَّ لَهُمْ جَنَّـٰتٍ تَجْرِى تَحْتَهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
        "text_uthmani_transcribed": "wa a'adda lahum jannātin tajrī taḥtahal-anhāru khālidīna fīhā abadā(n), żālikal-fauzul-'aẓīm(u)."
      }
    ],
    "text_uthmani": "وَٱلسَّـٰبِقُونَ ٱلْأَوَّلُونَ مِنَ ٱلْمُهَـٰجِرِينَ وَٱلْأَنصَارِ وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحْسَـٰنٍ رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ وَأَعَدَّ لَهُمْ جَنَّـٰتٍ تَجْرِى تَحْتَهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
    "text_uthmani_transcribed": "Was-sābiqūnal-awwalūna minal-muhājirīna wal-anṣāri wal-lażīnattaba'ūhum bi'iḥsān(in), raḍiyallāhu 'anhum wa raḍū 'anhu wa a'adda lahum jannātin tajrī  taḥtahal-anhāru khālidīna fīhā abadā(n), żālikal-fauzul-'aẓīm(u)."
  },
  {
    "verse_number": 101,
    "translation": "Unter den Wüstenarabern in eurer Umgebung gibt es Heuchler und (auch) unter den Bewohnern von al-Madina, die in der Heuchelei geübt sind. Du kennst sie nicht, aber Wir kennen sie. Wir werden sie zweimal strafen, und hierauf werden sie einer gewaltigen Strafe zugeführt werden.",
    "segmented": [
      {
        "belongs_to_verse_number": 101,
        "translation": "Unter den Wüstenarabern in eurer Umgebung gibt es Heuchler und (auch) unter den Bewohnern von al-Madina, die in der Heuchelei geübt sind.",
        "text_uthmani": "وَمِمَّنْ حَوْلَكُم مِّنَ ٱلْأَعْرَابِ مُنَـٰفِقُونَ ۖ وَمِنْ أَهْلِ ٱلْمَدِينَةِ ۖ مَرَدُوا۟ عَلَى ٱلنِّفَاقِ",
        "text_uthmani_transcribed": "Wa mimman ḥaulakum minal-a'rābi munāfiqūn(a), wa min ahlil-madīnati maradū 'alan nifāq(i)"
      },
      {
        "belongs_to_verse_number": 101,
        "translation": "Du kennst sie nicht, aber Wir kennen sie. Wir werden sie zweimal strafen, und hierauf werden sie einer gewaltigen Strafe zugeführt werden.",
        "text_uthmani": "لَا تَعْلَمُهُمْ ۖ نَحْنُ نَعْلَمُهُمْ ۚ سَنُعَذِّبُهُم مَّرَّتَيْنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٍ",
        "text_uthmani_transcribed": "lā ta'lamuhum, naḥnu na'lamuhum, sanu'ażżibuhum marrataini ṡumma yuraddūna ilā 'ażābin 'aẓīm(in)."
      }
    ],
    "text_uthmani": "وَمِمَّنْ حَوْلَكُم مِّنَ ٱلْأَعْرَابِ مُنَـٰفِقُونَ ۖ وَمِنْ أَهْلِ ٱلْمَدِينَةِ ۖ مَرَدُوا۟ عَلَى ٱلنِّفَاقِ لَا تَعْلَمُهُمْ ۖ نَحْنُ نَعْلَمُهُمْ ۚ سَنُعَذِّبُهُم مَّرَّتَيْنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٍ",
    "text_uthmani_transcribed": "Wa mimman  ḥaulakum minal-a'rābi munāfiqūn(a),wa min ahlil-madīnati maradū 'alan nifāq(i), lā ta'lamuhum, naḥnu na'lamuhum, sanu'ażżibuhum marrataini ṡumma yuraddūna ilā 'ażābin 'aẓīm(in)."
  },
  {
    "verse_number": 102,
    "translation": "Und (es gibt) andere, die ihre Sünden bekennen. Sie haben eine rechtschaffene Tat mit einer anderen bösen vermischt. Vielleicht wird Allah ihre Reue annehmen. Gewiß, Allah ist Allvergebend und Barmherzig.",
    "segmented": [
      {
        "belongs_to_verse_number": 102,
        "translation": "Und (es gibt) andere, die ihre Sünden bekennen. Sie haben eine rechtschaffene Tat mit einer anderen bösen vermischt.",
        "text_uthmani": "وَءَاخَرُونَ ٱعْتَرَفُوا۟ بِذُنُوبِهِمْ خَلَطُوا۟ عَمَلًا صَـٰلِحًا وَءَاخَرَ سَيِّئًا",
        "text_uthmani_transcribed": "Wa ākharūna'tarafū biżunūbihim khalaṭū 'amalan ṣāliḥaw wa ākhara sayyi'ā(n)"
      },
      {
        "belongs_to_verse_number": 102,
        "translation": "Vielleicht wird Allah ihre Reue annehmen. Gewiß, Allah ist Allvergebend und Barmherzig.",
        "text_uthmani": "عَسَى ٱللَّهُ أَن يَتُوبَ عَلَيْهِمْ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
        "text_uthmani_transcribed": "'asallāhu ay yatūba 'alaihim, innallāha gafūrur raḥīm(un)."
      }
    ],
    "text_uthmani": "وَءَاخَرُونَ ٱعْتَرَفُوا۟ بِذُنُوبِهِمْ خَلَطُوا۟ عَمَلًا صَـٰلِحًا وَءَاخَرَ سَيِّئًا عَسَى ٱللَّهُ أَن يَتُوبَ عَلَيْهِمْ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Wa ākharūna'tarafū biżunūbihim khalaṭū 'amalan ṣāliḥaw wa ākhara sayyi'ā(n), 'asallāhu ay yatūba 'alaihim, innallāha gafūrur raḥīm(un)."
  },
  {
    "verse_number": 103,
    "translation": "Nimm von ihrem Besitz ein Almosen, mit dem du sie rein machst und läuterst, und bete für sie, denn dein Gebet ist für sie eine Beruhigung! Allah ist Allhörend und Allwissend.",
    "segmented": [
      {
        "belongs_to_verse_number": 103,
        "translation": "Nimm von ihrem Besitz ein Almosen, mit dem du sie rein machst und läuterst, und bete für sie, denn dein Gebet ist für sie eine Beruhigung!",
        "text_uthmani": "خُذْ مِنْ أَمْوَٰلِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيْهِمْ ۖ إِنَّ صَلَوٰتَكَ سَكَنٌ لَّهُمْ ۗ",
        "text_uthmani_transcribed": "Khuż min amwālihim ṣadaqatan tuṭahhiruhum wa tuzakkīhim bihā wa ṣalli 'alaihim, inna ṣalātaka sakanul lahum,"
      },
      {
        "belongs_to_verse_number": 103,
        "translation": "Allah ist Allhörend und Allwissend.",
        "text_uthmani": "وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
        "text_uthmani_transcribed": "wallāhu samī'un 'alīm(un)."
      }
    ],
    "text_uthmani": "خُذْ مِنْ أَمْوَٰلِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيْهِمْ ۖ إِنَّ صَلَوٰتَكَ سَكَنٌ لَّهُمْ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
    "text_uthmani_transcribed": "Khuż min amwālihim ṣadaqatan tuṭahhiruhum wa tuzakkīhim bihā wa ṣalli 'alaihim, inna ṣalātaka sakanul lahum, wallāhu samī'un 'alīm(un)."
  },
  {
    "verse_number": 104,
    "translation": "Wissen sie denn nicht, daß Allah es ist, Der die Reue von Seinen Dienern annimmt und die Almosen nimmt, und daß Allah der Reue-Annehmende und Barmherzige ist?",
    "segmented": [
      {
        "belongs_to_verse_number": 104,
        "translation": "Wissen sie denn nicht, daß Allah es ist, Der die Reue von Seinen Dienern annimmt und die Almosen nimmt, und daß Allah der Reue-Annehmende",
        "text_uthmani": "أَلَمْ يَعْلَمُوٓا۟ أَنَّ ٱللَّهَ هُوَ يَقْبَلُ ٱلتَّوْبَةَ عَنْ عِبَادِهِۦ وَيَأْخُذُ ٱلصَّدَقَـٰتِ وَأَنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ",
        "text_uthmani_transcribed": "Alam ya'lamū annallāha huwa yaqbalut-taubata 'an 'ibādihī wa ya'khużuṣ-ṣadaqāti wa annallāha huwat-tawwāb(u)"
      },
      {
        "belongs_to_verse_number": 104,
        "translation": "und Barmherzige ist?",
        "text_uthmani": "ٱلرَّحِيمُ",
        "text_uthmani_transcribed": "raḥīm(u)."
      }
    ],
    "text_uthmani": "أَلَمْ يَعْلَمُوٓا۟ أَنَّ ٱللَّهَ هُوَ يَقْبَلُ ٱلتَّوْبَةَ عَنْ عِبَادِهِۦ وَيَأْخُذُ ٱلصَّدَقَـٰتِ وَأَنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
    "text_uthmani_transcribed": "Alam ya'lamū annallāha huwa yaqbalut-taubata 'an 'ibādihī wa ya'khużuṣ-ṣadaqāti wa annallāha huwat-tawwābur-raḥīm(u)."
  },
  {
    "verse_number": 105,
    "translation": "Und sag: Wirkt! Allah wird euer Tun sehen, und (auch) Sein Gesandter und die Gläubigen. Und ihr werdet zum Kenner des Verborgenen und des Offenbaren zurückgebracht werden, und dann wird Er euch kundtun, was ihr zu tun pflegtet.",
    "segmented": [
      {
        "belongs_to_verse_number": 105,
        "translation": "Und sag: Wirkt! Allah wird euer Tun sehen, und (auch) Sein Gesandter und die Gläubigen.",
        "text_uthmani": "وَقُلِ ٱعْمَلُوا۟ فَسَيَرَى ٱللَّهُ عَمَلَكُمْ وَرَسُولُهُۥ وَٱلْمُؤْمِنُونَ ۖ",
        "text_uthmani_transcribed": "Wa quli'malū fa sayarallāhu 'amalakum wa rasūluhū wal-mu'minūn(a)"
      },
      {
        "belongs_to_verse_number": 105,
        "translation": "Und ihr werdet zum Kenner des Verborgenen und des Offenbaren zurückgebracht werden, und dann wird Er euch kundtun, was ihr zu tun pflegtet.",
        "text_uthmani": "وَسَتُرَدُّونَ إِلَىٰ عَـٰلِمِ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
        "text_uthmani_transcribed": "wa saturaddūna ilā 'ālimil-gaibi wasy-syahādati fa yunabbi'ukum bimā kuntum ta'malūn(a)."
      }
    ],
    "text_uthmani": "وَقُلِ ٱعْمَلُوا۟ فَسَيَرَى ٱللَّهُ عَمَلَكُمْ وَرَسُولُهُۥ وَٱلْمُؤْمِنُونَ ۖ وَسَتُرَدُّونَ إِلَىٰ عَـٰلِمِ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
    "text_uthmani_transcribed": "Wa quli'malū fa sayarallāhu 'amalakum wa rasūluhū wal-mu'minūn(a), wa saturaddūna ilā 'ālimil-gaibi wasy-syahādati fa yunabbi'ukum bimā kuntum ta'malūn(a)."
  },
  {
    "verse_number": 106,
    "translation": "Und (wieder) andere werden zurückgestellt, bis die Anordnung Allahs (ergeht). Entweder straft Er sie, oder Er nimmt ihre Reue an. Allah ist Allwissend und Allweise.",
    "segmented": [
      {
        "belongs_to_verse_number": 106,
        "translation": "Und (wieder) andere werden zurückgestellt, bis die Anordnung Allahs (ergeht). Entweder straft Er sie, oder Er nimmt ihre Reue an.",
        "text_uthmani": "وَءَاخَرُونَ مُرْجَوْنَ لِأَمْرِ ٱللَّهِ إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ ۗ",
        "text_uthmani_transcribed": "Wa ākharūna murjaunal li'amrillāhi immā yu'ażżibuhum wa immā yatūbu 'alaihim,"
      },
      {
        "belongs_to_verse_number": 106,
        "translation": "Allah ist Allwissend und Allweise.",
        "text_uthmani": "وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
        "text_uthmani_transcribed": "wallāhu 'alīmun ḥakīm(un)."
      }
    ],
    "text_uthmani": "وَءَاخَرُونَ مُرْجَوْنَ لِأَمْرِ ٱللَّهِ إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
    "text_uthmani_transcribed": "Wa ākharūna murjaunal li'amrillāhi immā yu'ażżibuhum wa immā yatūbu 'alaihim, wallāhu 'alīmun ḥakīm(un)."
  },
  {
    "verse_number": 107,
    "translation": "Und (es) gibt (auch) diejenigen, die sich eine Gebetsstätte genommen haben in der Absicht der Schädigung und aus Unglauben und zur Spaltung der Gläubigen und zur Beobachtung für denjenigen, der zuvor gegen Allah und Seinen Gesandten Krieg geführt hat. Sie werden ganz gewiß schwören: Wir haben nur das Beste gewollt. Doch Allah bezeugt, daß sie fürwahr Lügner sind.",
    "segmented": [
      {
        "belongs_to_verse_number": 107,
        "translation": "Und (es) gibt (auch) diejenigen, die sich eine Gebetsstätte genommen haben in der Absicht der Schädigung und aus Unglauben",
        "text_uthmani": "وَٱلَّذِينَ ٱتَّخَذُوا۟ مَسْجِدًا ضِرَارًا وَكُفْرًا",
        "text_uthmani_transcribed": "Wal-lażīnattakhażū masjidan ḍirāraw wa kufraw"
      },
      {
        "belongs_to_verse_number": 107,
        "translation": "und zur Spaltung der Gläubigen und zur Beobachtung für denjenigen, der zuvor gegen Allah und Seinen Gesandten Krieg geführt hat.",
        "text_uthmani": "وَتَفْرِيقًۢا بَيْنَ ٱلْمُؤْمِنِينَ وَإِرْصَادًا لِّمَنْ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبْلُ ۚ",
        "text_uthmani_transcribed": "wa tafrīqam bainal-mu'minīna wa irṣādal liman ḥāraballāha wa rasūlahū min qabl(u),"
      },
      {
        "belongs_to_verse_number": 107,
        "translation": "Sie werden ganz gewiß schwören: Wir haben nur das Beste gewollt. Doch Allah bezeugt, daß sie fürwahr Lügner sind.",
        "text_uthmani": "وَلَيَحْلِفُنَّ إِنْ أَرَدْنَآ إِلَّا ٱلْحُسْنَىٰ ۖ وَٱللَّهُ يَشْهَدُ إِنَّهُمْ لَكَـٰذِبُونَ",
        "text_uthmani_transcribed": "wa layaḥlifunna in aradnā illal-ḥusnā, wallāhu yasyhadu innahum lakāżibūn(a)."
      }
    ],
    "text_uthmani": "وَٱلَّذِينَ ٱتَّخَذُوا۟ مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًۢا بَيْنَ ٱلْمُؤْمِنِينَ وَإِرْصَادًا لِّمَنْ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبْلُ ۚ وَلَيَحْلِفُنَّ إِنْ أَرَدْنَآ إِلَّا ٱلْحُسْنَىٰ ۖ وَٱللَّهُ يَشْهَدُ إِنَّهُمْ لَكَـٰذِبُونَ",
    "text_uthmani_transcribed": "Wal-lażīnattakhażū masjidan ḍirāraw wa kufraw wa tafrīqam bainal-mu'minīna wa irṣādal liman ḥāraballāha wa rasūlahū min qabl(u), wa layaḥlifunna in aradnā illal-ḥusnā, wallāhu yasyhadu innahum lakāżibūn(a)."
  },
  {
    "verse_number": 108,
    "translation": "Stell dich niemals in ihr (zum Gebet) hin! Eine Gebetsstätte, die vom ersten Tag an auf die Gottesfurcht gegründet worden ist, hat wahrlich ein größeres Anrecht darauf, daß du dich in ihr hinstellst. In ihr sind Männer, die es lieben, sich zu reinigen. Und Allah liebt die sich Reinigenden.",
    "segmented": [
      {
        "belongs_to_verse_number": 108,
        "translation": "Stell dich niemals in ihr (zum Gebet) hin!",
        "text_uthmani": "لَا تَقُمْ فِيهِ أَبَدًا ۚ",
        "text_uthmani_transcribed": "Lā taqum fīhi abadā(n),"
      },
      {
        "belongs_to_verse_number": 108,
        "translation": "Eine Gebetsstätte, die vom ersten Tag an auf die Gottesfurcht gegründet worden ist, hat wahrlich ein größeres Anrecht darauf, daß du dich in ihr",
        "text_uthmani": "لَّمَسْجِدٌ أُسِّسَ عَلَى ٱلتَّقْوَىٰ مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَن تَقُومَ فِيهِ",
        "text_uthmani_transcribed": "lamasjidun ussisa 'alat-taqwā min awwali yaumin aḥaqqu an taqūma fīh(i)"
      },
      {
        "belongs_to_verse_number": 108,
        "translation": "hinstellst. In ihr sind Männer, die es lieben, sich zu reinigen. Und Allah liebt die sich Reinigenden.",
        "text_uthmani": "أَحَقُّ أَن تَقُومَ فِيهِ ۚ فِيهِ رِجَالٌ يُحِبُّونَ أَن يَتَطَهَّرُوا۟ ۚ وَٱللَّهُ يُحِبُّ ٱلْمُطَّهِّرِينَ",
        "text_uthmani_transcribed": "aḥaqqu an taqūma fīh(i), fīhi rijāluy yuḥibbūna ay yataṭahharū, wallāhu yuḥibbul-muṭṭahhirīn(a)."
      }
    ],
    "text_uthmani": "لَا تَقُمْ فِيهِ أَبَدًا ۚ لَّمَسْجِدٌ أُسِّسَ عَلَى ٱلتَّقْوَىٰ مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَن تَقُومَ فِيهِ ۚ فِيهِ رِجَالٌ يُحِبُّونَ أَن يَتَطَهَّرُوا۟ ۚ وَٱللَّهُ يُحِبُّ ٱلْمُطَّهِّرِينَ",
    "text_uthmani_transcribed": "Lā taqum fīhi abadā(n), lamasjidun ussisa 'alat-taqwā min awwali yaumin aḥaqqu an taqūma fīh(i), fīhi rijāluy yuḥibbūna ay yataṭahharū, wallāhu yuḥibbul-muṭṭahhirīn(a)."
  },
  {
    "verse_number": 109,
    "translation": "Ist derjenige, der seinen Bau auf Furcht vor Allah und (Sein) Wohlgefallen gegründet hat, besser oder der, der seinen Bau auf den Rand eines abstürzenden Hanges gegründet hat, so daß er mit ihm ins Feuer der Hölle abstürzt? Und Allah leitet das ungerechte Volk nicht recht.",
    "segmented": [
      {
        "belongs_to_verse_number": 109,
        "translation": "Ist derjenige, der seinen Bau auf Furcht vor Allah",
        "text_uthmani": "أَفَمَنْ أَسَّسَ بُنْيَـٰنَهُۥ عَلَىٰ تَقْوَىٰ مِنَ ٱللَّهِ",
        "text_uthmani_transcribed": "Afaman assasa bun-yānahū 'alā taqwā minallāhi"
      },
      {
        "belongs_to_verse_number": 109,
        "translation": "und (Sein) Wohlgefallen gegründet hat, besser oder der, der seinen Bau auf den Rand eines abstürzenden Hanges gegründet hat, so daß er mit ihm ins Feuer der Hölle abstürzt?",
        "text_uthmani": "وَرِضْوَٰنٍ خَيْرٌ أَم مَّنْ أَسَّسَ بُنْيَـٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارٍ فَٱنْهَارَ بِهِۦ فِى نَارِ جَهَنَّمَ",
        "text_uthmani_transcribed": "wa riḍwānin khairun am man assasa bun-yānahū 'alā syafā jurufin hārin fanhāra bihī fī nāri jahannam(a)"
      },
      {
        "belongs_to_verse_number": 109,
        "translation": "Und Allah leitet das ungerechte Volk nicht recht.",
        "text_uthmani": "وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
        "text_uthmani_transcribed": "wallāhu lā yahdil-qaumaẓ-ẓālimīn(a)."
      }
    ],
    "text_uthmani": "أَفَمَنْ أَسَّسَ بُنْيَـٰنَهُۥ عَلَىٰ تَقْوَىٰ مِنَ ٱللَّهِ وَرِضْوَٰنٍ خَيْرٌ أَم مَّنْ أَسَّسَ بُنْيَـٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارٍ فَٱنْهَارَ بِهِۦ فِى نَارِ جَهَنَّمَ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Afaman assasa bun-yānahū 'alā taqwā minallāhi wa riḍwānin khairun am man assasa bun-yānahū 'alā syafā jurufin hārin fanhāra bihī fī nāri jahannam(a), wallāhu lā yahdil-qaumaẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 110,
    "translation": "Ihr Bau, den sie errichtet haben, wird nicht aufhören, Zweifel (hervorzurufen), bis ihre Herzen in Stücke gerissen sind. Allah ist Allwissend und Allweise.",
    "segmented": [
      {
        "belongs_to_verse_number": 110,
        "translation": "Ihr Bau, den sie errichtet haben, wird nicht aufhören, Zweifel (hervorzurufen), bis ihre Herzen in Stücke gerissen sind.",
        "text_uthmani": "لَا يَزَالُ بُنْيَـٰنُهُمُ ٱلَّذِى بَنَوْا۟ رِيبَةً فِى قُلُوبِهِمْ إِلَّآ أَن تَقَطَّعَ قُلُوبُهُمْ ۗ",
        "text_uthmani_transcribed": "Lā yazālu bun-yānuhumul-lażī banau rībatan fī qulūbihim illā an taqaṭṭa'a qulūbuhum,"
      },
      {
        "belongs_to_verse_number": 110,
        "translation": "Allah ist Allwissend und Allweise.",
        "text_uthmani": "وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
        "text_uthmani_transcribed": "wallāhu 'alīmun ḥakīm(un)."
      }
    ],
    "text_uthmani": "لَا يَزَالُ بُنْيَـٰنُهُمُ ٱلَّذِى بَنَوْا۟ رِيبَةً فِى قُلُوبِهِمْ إِلَّآ أَن تَقَطَّعَ قُلُوبُهُمْ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
    "text_uthmani_transcribed": "Lā yazālu bun-yānuhumul-lażī banau rībatan fī qulūbihim illā an taqaṭṭa'a qulūbuhum, wallāhu 'alīmun ḥakīm(un)."
  },
  {
    "verse_number": 111,
    "translation": "Allah hat von den Gläubigen ihre eigene Person und ihren Besitz dafür erkauft, daß ihnen der (Paradies)garten gehört: Sie kämpfen auf Allahs Weg, und so töten sie und werden getötet. (Das ist) ein für Ihn bindendes Versprechen in Wahrheit in der Tora, dem Evangelium und dem Qur’an. Und wer ist treuer in (der Einhaltung) seiner Abmachung als Allah? So freut euch über das Kaufgeschäft, das ihr abgeschlossen habt, denn das ist der großartige Erfolg!",
    "segmented": [
      {
        "belongs_to_verse_number": 111,
        "translation": "Allah hat von den Gläubigen ihre eigene Person",
        "text_uthmani": "۞ إِنَّ ٱللَّهَ ٱشْتَرَىٰ مِنَ ٱلْمُؤْمِنِينَ أَنفُسَهُمْ",
        "text_uthmani_transcribed": "Innallāhasytarā minal-mu'minīna anfusahum"
      },
      {
        "belongs_to_verse_number": 111,
        "translation": "und ihren Besitz dafür erkauft, daß ihnen der (Paradies)garten gehört: Sie kämpfen auf Allahs Weg, und so töten sie und werden getötet.",
        "text_uthmani": "ٱشْتَرَىٰ مِنَ ٱلْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَٰلَهُم بِأَنَّ لَهُمُ ٱلْجَنَّةَ ۚ يُقَـٰتِلُونَ فِى سَبِيلِ ٱللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ ۖ",
        "text_uthmani_transcribed": "sytarā minal-mu'minīna anfusahum wa amwālahum bi'anna lahumul-jannah(ta), yuqātilūna fī sabīlillāhi fa yaqtulūna wa yuqtalūna"
      },
      {
        "belongs_to_verse_number": 111,
        "translation": "(Das ist) ein für Ihn bindendes Versprechen in Wahrheit in der Tora, dem Evangelium und dem Qur’an.",
        "text_uthmani": "ۖ وَعْدًا عَلَيْهِ حَقًّا فِى ٱلتَّوْرَىٰةِ وَٱلإِنجِيلِ وَٱلْقُرْءَانِ ۚ",
        "text_uthmani_transcribed": "wa'dan 'alaihi ḥaqqan fit-taurāti wal-injīli wal-qur'ān(i),"
      },
      {
        "belongs_to_verse_number": 111,
        "translation": "Und wer ist treuer in (der Einhaltung) seiner Abmachung als Allah?",
        "text_uthmani": "وَمَنْ أَوْفَىٰ بِعَهْدِهِۦ مِنَ ٱللَّهِ ۚ",
        "text_uthmani_transcribed": "wa man aufā bi'ahdihī minallāhi"
      },
      {
        "belongs_to_verse_number": 111,
        "translation": "So freut euch über das Kaufgeschäft, das ihr abgeschlossen habt, denn das ist der großartige Erfolg!",
        "text_uthmani": "ۚ فَٱسْتَبْشِرُوا۟ بِبَيْعِكُمُ ٱلَّذِى بَايَعْتُم بِهِۦ ۚ وَذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
        "text_uthmani_transcribed": "fastabsyirū bibai'ikumul-lażī bāya'tum bih(ī), wa żālika huwal-fauzul-'aẓīm(u)."
      }
    ],
    "text_uthmani": "۞ إِنَّ ٱللَّهَ ٱشْتَرَىٰ مِنَ ٱلْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَٰلَهُم بِأَنَّ لَهُمُ ٱلْجَنَّةَ ۚ يُقَـٰتِلُونَ فِى سَبِيلِ ٱللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ ۖ وَعْدًا عَلَيْهِ حَقًّا فِى ٱلتَّوْرَىٰةِ وَٱلْإِنجِيلِ وَٱلْقُرْءَانِ ۚ وَمَنْ أَوْفَىٰ بِعَهْدِهِۦ مِنَ ٱللَّهِ ۚ فَٱسْتَبْشِرُوا۟ بِبَيْعِكُمُ ٱلَّذِى بَايَعْتُم بِهِۦ ۚ وَذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
    "text_uthmani_transcribed": "Innallāhasytarā minal-mu'minīna anfusahum wa amwālahum bi'anna lahumul-jannah(ta), yuqātilūna fī sabīlillāhi fa yaqtulūna wa yuqtalūna wa'dan 'alaihi ḥaqqan fit-taurāti wal-injīli wal-qur'ān(i), wa man aufā bi'ahdihī minallāhi fastabsyirū bibai'ikumul-lażī bāya'tum bih(ī), wa żālika huwal-fauzul-'aẓīm(u)."
  },
  {
    "verse_number": 112,
    "translation": "(... für die Gläubigen,) die in Reue Umkehrenden, die (Allah) Dienenden, die Lobenden, die (auf Allahs Weg) Umherziehenden, die sich Verbeugenden, die sich Niederwerfenden, die das Rechte Gebietenden und das Verwerfliche Verbietenden, die Allahs Grenzen Beachtenden ... und verkünde den Gläubigen frohe Botschaft.",
    "segmented": [
      {
        "belongs_to_verse_number": 112,
        "translation": "(...",
        "text_uthmani": "ٱلتَّـٰٓئِبُونَ ٱلْعَـٰبِدُونَ ٱلْحَـٰمِدُونَ ٱلسَّـٰٓئِحُونَ ٱلرَّٰكِعُونَ ٱلسَّـٰجِدُونَ ٱلْـَٔامِرُونَ بِٱلْمَعْرُوفِ وَٱلنَّاهُونَ عَنِ ٱلْمُنكَرِ وَٱلْحَـٰفِظُونَ لِحُدُودِ ٱللَّهِ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
        "text_uthmani_transcribed": "At tā'ibūnal-'ābidul-ḥāmidūnas-sā'iḥūnar-rāki'ūnas-sājidūnal-āmirūna bil-ma'rūfi wan-nāhūna 'anil-munkari wal-ḥāfiẓūna liḥudūdillāh(i), wa basysyiril-mu'minīn(a)."
      },
      {
        "belongs_to_verse_number": 112,
        "translation": "für die Gläubigen,) die in Reue Umkehrenden, die (Allah) Dienenden, die Lobenden, die (auf Allahs Weg) Umherziehenden, die sich Verbeugenden, die sich Niederwerfenden, die das Rechte Gebietenden",
        "text_uthmani": "ٱلتَّـٰٓئِبُونَ ٱلْعَـٰبِدُونَ ٱلْحَـٰمِدُونَ ٱلسَّـٰٓئِحُونَ ٱلرَّٰكِعُونَ ٱلسَّـٰجِدُونَ ٱلْـَٔامِرُونَ بِٱلْمَعْرُوفِ",
        "text_uthmani_transcribed": "At tā'ibūnal-'ābidul-ḥāmidūnas-sā'iḥūnar-rāki'ūnas-sājidūnal-āmirūna bil-ma'rūfi"
      },
      {
        "belongs_to_verse_number": 112,
        "translation": "und das Verwerfliche Verbietenden, die Allahs Grenzen Beachtenden ... und verkünde den Gläubigen frohe Botschaft.",
        "text_uthmani": "وَٱلنَّاهُونَ عَنِ ٱلْمُنكَرِ وَٱلْحَـٰفِظُونَ لِحُدُودِ ٱللَّهِ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
        "text_uthmani_transcribed": "wan-nāhūna 'anil-munkari wal-ḥāfiẓūna liḥudūdillāh(i), wa basysyiril-mu'minīn(a)."
      }
    ],
    "text_uthmani": "ٱلتَّـٰٓئِبُونَ ٱلْعَـٰبِدُونَ ٱلْحَـٰمِدُونَ ٱلسَّـٰٓئِحُونَ ٱلرَّٰكِعُونَ ٱلسَّـٰجِدُونَ ٱلْـَٔامِرُونَ بِٱلْمَعْرُوفِ وَٱلنَّاهُونَ عَنِ ٱلْمُنكَرِ وَٱلْحَـٰفِظُونَ لِحُدُودِ ٱللَّهِ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
    "text_uthmani_transcribed": "At tā'ibūnal-'ābidul-ḥāmidūnas-sā'iḥūnar-rāki'ūnas-sājidūnal-āmirūna bil-ma'rūfi wan-nāhūna 'anil-munkari wal-ḥāfiẓūna liḥudūdillāh(i), wa basysyiril-mu'minīn(a)."
  },
  {
    "verse_number": 113,
    "translation": "Dem Propheten und denjenigen, die glauben, steht es nicht zu, für die Götzendiener um Vergebung zu bitten, auch wenn es Verwandte wären, nachdem es ihnen klargeworden ist, daß sie Insassen des Höllenbrandes sein werden.",
    "segmented": [
      {
        "belongs_to_verse_number": 113,
        "translation": "Dem Propheten",
        "text_uthmani": "مَا كَانَ لِلنَّبِىِّ",
        "text_uthmani_transcribed": "Mā kāna lin-nabiyyi"
      },
      {
        "belongs_to_verse_number": 113,
        "translation": "und denjenigen, die glauben, steht es nicht zu, für die Götzendiener um Vergebung zu bitten, auch wenn es Verwandte wären, nachdem es ihnen klargeworden ist, daß sie Insassen des Höllenbrandes sein werden.",
        "text_uthmani": "وَٱلَّذِينَ ءَامَنُوٓا۟ أَن يَسْتَغْفِرُوا۟ لِلْمُشْرِكِينَ وَلَوْ كَانُوٓا۟ أُو۟لِى قُرْبَىٰ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَـٰبُ ٱلْجَحِيمِ",
        "text_uthmani_transcribed": "wal-lażīna āmanū ay yastagfirū lil-musyrikīna wa lau kānū ulī qurbā mim ba'di mā tabayyana lahum annahum aṣḥābul-jaḥīm(i)."
      }
    ],
    "text_uthmani": "مَا كَانَ لِلنَّبِىِّ وَٱلَّذِينَ ءَامَنُوٓا۟ أَن يَسْتَغْفِرُوا۟ لِلْمُشْرِكِينَ وَلَوْ كَانُوٓا۟ أُو۟لِى قُرْبَىٰ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَـٰبُ ٱلْجَحِيمِ",
    "text_uthmani_transcribed": "Mā kāna lin-nabiyyi wal-lażīna āmanū ay yastagfirū lil-musyrikīna wa lau kānū ulī qurbā mim ba'di mā tabayyana lahum annahum aṣḥābul-jaḥīm(i)."
  },
  {
    "verse_number": 114,
    "translation": "Und die Bitte Ibrahims um Vergebung für seinen Vater war nur wegen eines Versprechens, das er ihm gegeben hatte. Als es ihm aber klarwurde, daß er ein Feind Allahs war, sagte er sich von ihm los. Ibrahim war fürwahr weichherzig und nachsichtig.",
    "segmented": [
      {
        "belongs_to_verse_number": 114,
        "translation": "Und die Bitte Ibrahims um Vergebung für seinen Vater war nur wegen eines Versprechens, das er ihm gegeben hatte.",
        "text_uthmani": "وَمَا كَانَ ٱسْتِغْفَارُ إِبْرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوْعِدَةٍ وَعَدَهَآ إِيَّاهُ",
        "text_uthmani_transcribed": "Wa mā kānastigfāru ibrāhīma li'abīhi illā 'am mau'idatiw wa'adahā iyyāh(u)"
      },
      {
        "belongs_to_verse_number": 114,
        "translation": "Als es ihm aber klarwurde, daß er ein Feind Allahs war, sagte er sich von ihm los. Ibrahim war fürwahr weichherzig und nachsichtig.",
        "text_uthmani": "فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوٌّ لِّلَّهِ تَبَرَّأَ مِنْهُ ۚ إِنَّ إِبْرَٰهِيمَ لَأَوَّٰهٌ حَلِيمٌ",
        "text_uthmani_transcribed": "falammā tabayyana lahū annahū 'aduwwul lillāhi tabarra'a minh(u), inna ibrāhīma la'awwāhun ḥalīm(un)."
      }
    ],
    "text_uthmani": "وَمَا كَانَ ٱسْتِغْفَارُ إِبْرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوْعِدَةٍ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوٌّ لِّلَّهِ تَبَرَّأَ مِنْهُ ۚ إِنَّ إِبْرَٰهِيمَ لَأَوَّٰهٌ حَلِيمٌ",
    "text_uthmani_transcribed": "Wa mā kānastigfāru ibrāhīma li'abīhi illā 'am mau'idatiw wa'adahā iyyāh(u), falammā tabayyana lahū annahū 'aduwwul lillāhi tabarra'a minh(u), inna ibrāhīma la'awwāhun ḥalīm(un)."
  },
  {
    "verse_number": 115,
    "translation": "Nimmer wird Allah Leute in die Irre gehen lassen, nachdem Er sie rechtgeleitet hat, bis Er ihnen darüber Klarheit gegeben hat, wovor sie sich hüten sollen. Gewiß, Allah weiß über alles Bescheid.",
    "segmented": [
      {
        "belongs_to_verse_number": 115,
        "translation": "Nimmer wird Allah Leute in die Irre gehen lassen, nachdem Er sie rechtgeleitet hat, bis Er ihnen darüber Klarheit gegeben hat, wovor sie sich",
        "text_uthmani": "وَمَا كَانَ ٱللَّهُ لِيُضِلَّ قَوْمًۢا بَعْدَ إِذْ هَدَىٰهُمْ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَ ۚ",
        "text_uthmani_transcribed": "Wa mā kānallāhu liyuḍilla qaumam ba'da iż hadāhum ḥattā yubayyina lahum mā yattaqūn(a),"
      },
      {
        "belongs_to_verse_number": 115,
        "translation": "hüten sollen. Gewiß, Allah weiß über alles Bescheid.",
        "text_uthmani": "مَّا يَتَّقُونَ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
        "text_uthmani_transcribed": "mā yattaqūn(a), innallāha bikulli syai'in 'alīm(un)."
      }
    ],
    "text_uthmani": "وَمَا كَانَ ٱللَّهُ لِيُضِلَّ قَوْمًۢا بَعْدَ إِذْ هَدَىٰهُمْ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "text_uthmani_transcribed": "Wa mā kānallāhu liyuḍilla qaumam ba'da iż hadāhum ḥattā yubayyina lahum mā yattaqūn(a), innallāha bikulli syai'in 'alīm(un)."
  },
  {
    "verse_number": 116,
    "translation": "Allah hat die Herrschaft über die Himmel und die Erde. Er macht lebendig und läßt sterben. Ihr habt außer Allah weder Schutzherrn noch Helfer.",
    "text_uthmani": "إِنَّ ٱللَّهَ لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ يُحْىِۦ وَيُمِيتُ ۚ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
    "text_uthmani_transcribed": "Innallāha lahū mulkus-samāwāti wal-arḍ(i), yuḥyī wa yumīt(u), wa mā lakum min dūnillāhi miw waliyyiw wa lā naṣīr(in)."
  },
  {
    "verse_number": 117,
    "translation": "Allah hat die Reue des Propheten, der Auswanderer und der Helfer angenommen, die ihm in der Stunde der Bedrängnis folgten, nachdem die Herzen einer Gruppe von ihnen beinahe abgeschweift wären. Hierauf hat Er ihre Reue angenommen - gewiß, Er ist zu ihnen Gnädig und Barmherzig -,",
    "segmented": [
      {
        "belongs_to_verse_number": 117,
        "translation": "Allah hat die Reue des Propheten, der Auswanderer",
        "text_uthmani": "لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِىِّ وَٱلْمُهَـٰجِرِينَ",
        "text_uthmani_transcribed": "Laqat tāballāhu 'alan-nabiyyi wal-muhājirīna"
      },
      {
        "belongs_to_verse_number": 117,
        "translation": "und der Helfer angenommen, die ihm in der Stunde der Bedrängnis folgten, nachdem die Herzen einer Gruppe von ihnen beinahe abgeschweift wären.",
        "text_uthmani": "وَٱلْأَنصَارِ ٱلَّذِينَ ٱتَّبَعُوهُ فِى سَاعَةِ ٱلْعُسْرَةِ مِنۢ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِّنْهُمْ",
        "text_uthmani_transcribed": "wal-anṣāril-lażīnattaba'ūhu fī sā'atil-'usrati mim ba'di mā kāda yazīgu qulūbu farīqim minhum"
      },
      {
        "belongs_to_verse_number": 117,
        "translation": "Hierauf hat Er ihre Reue angenommen - gewiß, Er ist zu ihnen Gnädig und Barmherzig -,",
        "text_uthmani": "ثُمَّ تَابَ عَلَيْهِمْ ۚ إِنَّهُۥ بِهِمْ رَءُوفٌ رَّحِيمٌ",
        "text_uthmani_transcribed": "ṡumma tāba 'alaihim, innahū bihim ra'ūfur raḥīm(un)."
      }
    ],
    "text_uthmani": "لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِىِّ وَٱلْمُهَـٰجِرِينَ وَٱلْأَنصَارِ ٱلَّذِينَ ٱتَّبَعُوهُ فِى سَاعَةِ ٱلْعُسْرَةِ مِنۢ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِّنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ ۚ إِنَّهُۥ بِهِمْ رَءُوفٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Laqat tāballāhu 'alan-nabiyyi wal-muhājirīna wal-anṣāril-lażīnattaba'ūhu fī sā'atil-'usrati mim ba'di mā kāda yazīgu qulūbu farīqim minhum ṡumma tāba 'alaihim, innahū bihim ra'ūfur raḥīm(un)."
  },
  {
    "verse_number": 118,
    "translation": "und (die Reue) der Dreien, die zurückgelassen wurden, bis die Erde ihnen eng wurde bei all ihrer Weite und ihre Seelen ihnen eng wurden und sie wußten, daß es vor Allah keine (andere) Zuflucht gibt als zu Ihm. Hierauf wandte Er Sich ihnen verzeihend zu, damit sie bereuen. Gewiß, Allah ist der Reue-Annehmende und Barmherzige.",
    "segmented": [
      {
        "belongs_to_verse_number": 118,
        "translation": "und (die Reue) der Dreien, die zurückgelassen wurden, bis die Erde ihnen eng wurde bei all ihrer Weite und ihre Seelen ihnen eng wurden",
        "text_uthmani": "وَعَلَى ٱلثَّلَـٰثَةِ ٱلَّذِينَ خُلِّفُوا۟ حَتَّىٰٓ إِذَا ضَاقَتْ عَلَيْهِمُ ٱلْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنفُسُهُمْ",
        "text_uthmani_transcribed": "Wa 'alaṡ-ṡalāṡatil-lażīna khullifū, ḥattā iżā ḍāqat 'alaihimul-arḍu bimā raḥubat wa ḍāqat 'alaihim anfusuhum"
      },
      {
        "belongs_to_verse_number": 118,
        "translation": "und sie wußten, daß es vor Allah keine (andere) Zuflucht gibt als zu Ihm.",
        "text_uthmani": "وَظَنُّوٓا۟ أَن لَّا مَلْجَأَ مِنَ ٱللَّهِ إِلَّآ إِلَيْهِ",
        "text_uthmani_transcribed": "wa ẓannū allā malja'a minallāhi illā ilaih(i)"
      },
      {
        "belongs_to_verse_number": 118,
        "translation": "Hierauf wandte Er Sich ihnen verzeihend zu, damit sie bereuen. Gewiß, Allah ist der Reue-Annehmende und Barmherzige.",
        "text_uthmani": "ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوٓا۟ ۚ إِنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
        "text_uthmani_transcribed": "ṡumma tāba 'alaihim liyatūbū, innallāha huwat-tawwābur-raḥīm(u)."
      }
    ],
    "text_uthmani": "وَعَلَى ٱلثَّلَـٰثَةِ ٱلَّذِينَ خُلِّفُوا۟ حَتَّىٰٓ إِذَا ضَاقَتْ عَلَيْهِمُ ٱلْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنفُسُهُمْ وَظَنُّوٓا۟ أَن لَّا مَلْجَأَ مِنَ ٱللَّهِ إِلَّآ إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوٓا۟ ۚ إِنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
    "text_uthmani_transcribed": "Wa 'alaṡ-ṡalāṡatil-lażīna khullifū, ḥattā iżā ḍāqat 'alaihimul-arḍu bimā raḥubat wa ḍāqat 'alaihim anfusuhum wa ẓannū allā malja'a minallāhi illā ilaih(i), ṡumma tāba 'alaihim liyatūbū, innallāha huwat-tawwābur-raḥīm(u)."
  },
  {
    "verse_number": 119,
    "translation": "O ihr, die ihr glaubt, fürchtet Allah und seid mit den Wahrhaftigen!",
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَكُونُوا۟ مَعَ ٱلصَّـٰدِقِينَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanuttaqullāha wa kūnū ma'aṣ-ṣādiqīn(a)."
  },
  {
    "verse_number": 120,
    "translation": "Es steht den Bewohnern von al-Madina und den Wüstenarabern in ihrer Umgebung nicht zu, hinter dem Gesandten Allahs zurückzubleiben und sich selbst (und ihr Leben) ihm vorzuziehen. Dies (ist), weil sie weder Durst noch Mühsal noch Hunger auf Allahs Weg trifft, noch sie einen Schritt unternehmen, der die Ungläubigen ergrimmen läßt, noch einem Feind etwas Schlimmes zufügen, ohne daß ihnen dafür eine rechtschaffene Tat aufgeschrieben würde. Gewiß, Allah läßt den Lohn der Gutes Tuenden nicht verlorengehen.",
    "segmented": [
      {
        "belongs_to_verse_number": 120,
        "translation": "Es steht den Bewohnern von al-Madina und den Wüstenarabern in ihrer Umgebung nicht zu, hinter dem Gesandten Allahs zurückzubleiben",
        "text_uthmani": "مَا كَانَ لِأَهْلِ ٱلْمَدِينَةِ وَمَنْ حَوْلَهُم مِّنَ ٱلْأَعْرَابِ أَن يَتَخَلَّفُوا۟ عَن رَّسُولِ ٱللَّهِ",
        "text_uthmani_transcribed": "Mā kāna li'ahlil-madīnati wa man ḥaulahum minal-a'rābi ay yatakhallafū 'ar rasūlillāhi"
      },
      {
        "belongs_to_verse_number": 120,
        "translation": "und sich selbst (und ihr Leben) ihm vorzuziehen.",
        "text_uthmani": "وَلَا يَرْغَبُوا۟ بِأَنفُسِهِمْ عَن نَّفْسِهِۦ",
        "text_uthmani_transcribed": "wa lā yargabū bi'anfusihim 'an nafsih(ī)"
      },
      {
        "belongs_to_verse_number": 120,
        "translation": "Dies (ist), weil sie weder Durst noch Mühsal noch Hunger auf Allahs Weg trifft, noch sie einen Schritt unternehmen, der die Ungläubigen",
        "text_uthmani": "ذَٰلِكَ بِأَنَّهُمْ لَا يُصِيبُهُمْ ظَمَأٌ وَلَا نَصَبٌ وَلَا مَخْمَصَةٌ فِى سَبِيلِ ٱللَّهِ وَلَا يَطَـُٔونَ مَوْطِئًا يَغِيظُ ٱلْكُفَّارَ",
        "text_uthmani_transcribed": "żālika bi'annahum lā yuṣībuhum ẓama'uw wa lā naṣabuw wa lā makhmaṣatun fī sabīlillāhi wa lā yaṭa'ūna mauṭi'ay yagīẓul-kuffāra"
      },
      {
        "belongs_to_verse_number": 120,
        "translation": "ergrimmen läßt, noch einem Feind etwas Schlimmes zufügen, ohne daß ihnen dafür eine rechtschaffene Tat aufgeschrieben würde.",
        "text_uthmani": "يَغِيظُ ٱلْكُفَّارَ وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَّيْلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلٌ صَـٰلِحٌ ۚ",
        "text_uthmani_transcribed": "yagīẓul-kuffāra wa lā yanālūna min 'aduwwin nailan illā kutiba lahum bihī 'amalun ṣāliḥ(un),"
      },
      {
        "belongs_to_verse_number": 120,
        "translation": "Gewiß, Allah läßt den Lohn der Gutes Tuenden nicht verlorengehen.",
        "text_uthmani": "إِنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
        "text_uthmani_transcribed": "innallāha lā yuḍī'u ajral-muḥsinīn(a)."
      }
    ],
    "text_uthmani": "مَا كَانَ لِأَهْلِ ٱلْمَدِينَةِ وَمَنْ حَوْلَهُم مِّنَ ٱلْأَعْرَابِ أَن يَتَخَلَّفُوا۟ عَن رَّسُولِ ٱللَّهِ وَلَا يَرْغَبُوا۟ بِأَنفُسِهِمْ عَن نَّفْسِهِۦ ۚ ذَٰلِكَ بِأَنَّهُمْ لَا يُصِيبُهُمْ ظَمَأٌ وَلَا نَصَبٌ وَلَا مَخْمَصَةٌ فِى سَبِيلِ ٱللَّهِ وَلَا يَطَـُٔونَ مَوْطِئًا يَغِيظُ ٱلْكُفَّارَ وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَّيْلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلٌ صَـٰلِحٌ ۚ إِنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
    "text_uthmani_transcribed": "Mā kāna li'ahlil-madīnati wa man ḥaulahum minal-a'rābi ay yatakhallafū 'ar rasūlillāhi wa lā yargabū bi'anfusihim 'an nafsih(ī), żālika bi'annahum lā yuṣībuhum ẓama'uw wa lā naṣabuw wa lā makhmaṣatun fī sabīlillāhi wa lā yaṭa'ūna mauṭi'ay yagīẓul-kuffāra wa lā yanālūna min 'aduwwin nailan illā kutiba lahum bihī 'amalun ṣāliḥ(un), innallāha lā yuḍī'u ajral-muḥsinīn(a)."
  },
  {
    "verse_number": 121,
    "translation": "Auch geben sie keine Spende aus, ob klein oder groß, noch durchqueren sie ein Tal, ohne daß es ihnen (als gute Tat) aufgeschrieben würde, damit Allah ihnen das Beste vergelte von dem, was sie getan haben.",
    "segmented": [
      {
        "belongs_to_verse_number": 121,
        "translation": "Auch geben sie keine Spende aus, ob klein",
        "text_uthmani": "وَلَا يُنفِقُونَ نَفَقَةً صَغِيرَةً",
        "text_uthmani_transcribed": "Wa lā yunfiqūna nafaqatan ṣagīrataw"
      },
      {
        "belongs_to_verse_number": 121,
        "translation": "oder groß, noch durchqueren sie ein Tal, ohne daß es ihnen (als gute Tat) aufgeschrieben würde, damit Allah ihnen das Beste vergelte von dem, was sie getan haben.",
        "text_uthmani": "وَلَا كَبِيرَةً وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ ٱللَّهُ أَحْسَنَ مَا كَانُوا۟ يَعْمَلُونَ",
        "text_uthmani_transcribed": "wa lā kabīrataw wa lā yaqṭa'ūna wādiyan illā kutiba lahum liyajziyahumullāhu aḥsana mā kānū ya'malūn(a)."
      }
    ],
    "text_uthmani": "وَلَا يُنفِقُونَ نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةً وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ ٱللَّهُ أَحْسَنَ مَا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Wa lā yunfiqūna nafaqatan ṣagīrataw wa lā kabīrataw wa lā yaqṭa'ūna wādiyan illā kutiba lahum liyajziyahumullāhu aḥsana mā kānū ya'malūn(a)."
  },
  {
    "verse_number": 122,
    "translation": "Es steht den Gläubigen nicht zu, allesamt auszurücken. Wenn doch von jeder Gruppe von ihnen ein Teil ausrücken würde, um (mehr) von der Religion zu erlernen und um ihre Leute zu warnen, wenn sie zu ihnen zurückkehren, auf daß sie sich vorsehen mögen.",
    "segmented": [
      {
        "belongs_to_verse_number": 122,
        "translation": "Es steht den Gläubigen nicht zu, allesamt auszurücken.",
        "text_uthmani": "۞ وَمَا كَانَ ٱلْمُؤْمِنُونَ لِيَنفِرُوا۟ كَآفَّةً ۚ",
        "text_uthmani_transcribed": "Wa mā kānal-mu'minūna liyanfirū kāffah(tan),"
      },
      {
        "belongs_to_verse_number": 122,
        "translation": "Wenn doch von jeder Gruppe von ihnen ein Teil ausrücken würde, um (mehr) von der Religion zu erlernen",
        "text_uthmani": "فَلَوْلَا نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَآئِفَةٌ لِّيَتَفَقَّهُوا۟ فِى ٱلدِّينِ",
        "text_uthmani_transcribed": "falau lā nafara min kulli firqatim minhum ṭā'ifatul liyatafaqqahū fid-dīni"
      },
      {
        "belongs_to_verse_number": 122,
        "translation": "und um ihre Leute zu warnen, wenn sie zu ihnen zurückkehren, auf daß sie sich vorsehen mögen.",
        "text_uthmani": "وَلِيُنذِرُوا۟ قَوْمَهُمْ إِذَا رَجَعُوٓا۟ إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ",
        "text_uthmani_transcribed": "wa liyunżirū qaumahum iżā raja'ū ilaihim la'allahum yaḥżarūn(a)."
      }
    ],
    "text_uthmani": "۞ وَمَا كَانَ ٱلْمُؤْمِنُونَ لِيَنفِرُوا۟ كَآفَّةً ۚ فَلَوْلَا نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَآئِفَةٌ لِّيَتَفَقَّهُوا۟ فِى ٱلدِّينِ وَلِيُنذِرُوا۟ قَوْمَهُمْ إِذَا رَجَعُوٓا۟ إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ",
    "text_uthmani_transcribed": "Wa mā kānal-mu'minūna liyanfirū kāffah(tan), falau lā nafara min kulli firqatim minhum ṭā'ifatul liyatafaqqahū fid-dīni wa liyunżirū qaumahum iżā raja'ū ilaihim la'allahum yaḥżarūn(a)."
  },
  {
    "verse_number": 123,
    "translation": "O die ihr glaubt, kämpft gegen diejenigen, die in eurer Nähe sind von den Ungläubigen! Sie sollen in euch Härte vorfinden. Und wisset, daß Allah mit den Gottesfürchtigen ist!",
    "segmented": [
      {
        "belongs_to_verse_number": 123,
        "translation": "O die ihr glaubt, kämpft gegen diejenigen, die in eurer Nähe sind von den Ungläubigen! Sie sollen in euch Härte vorfinden.",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ قَـٰتِلُوا۟ ٱلَّذِينَ يَلُونَكُم مِّنَ ٱلْكُفَّارِ وَلْيَجِدُوا۟ فِيكُمْ غِلْظَةً ۚ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū qātilul-lażīna yalūnakum minal-kuffāri wal-yajidū fīkum gilẓah(tan),"
      },
      {
        "belongs_to_verse_number": 123,
        "translation": "Und wisset, daß Allah mit den Gottesfürchtigen ist!",
        "text_uthmani": "وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَعَ ٱلْمُتَّقِينَ",
        "text_uthmani_transcribed": "wa'lamū annallāha ma'al-muttaqīn(a)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ قَـٰتِلُوا۟ ٱلَّذِينَ يَلُونَكُم مِّنَ ٱلْكُفَّارِ وَلْيَجِدُوا۟ فِيكُمْ غِلْظَةً ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَعَ ٱلْمُتَّقِينَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū qātilul-lażīna yalūnakum minal-kuffāri wal-yajidū fīkum gilẓah(tan), wa'lamū annallāha ma'al-muttaqīn(a)."
  },
  {
    "verse_number": 124,
    "translation": "Wenn eine Sura (als Offenbarung) herabgesandt wird, dann gibt es unter ihnen manche, die sagen: Wem von euch hat dies(e Sura) seinen Glauben vermehrt? Was nun diejenigen angeht, die glauben, so hat sie ihren Glauben vermehrt, und sie freuen sich über die frohe Botschaft.",
    "segmented": [
      {
        "belongs_to_verse_number": 124,
        "translation": "Wenn eine Sura (als Offenbarung) herabgesandt wird",
        "text_uthmani": "وَإِذَا مَآ أُنزِلَتْ سُورَةٌ",
        "text_uthmani_transcribed": "Wa iżā mā unzilat sūratun"
      },
      {
        "belongs_to_verse_number": 124,
        "translation": "dann gibt es unter ihnen manche, die sagen: Wem von euch hat dies(e Sura) seinen Glauben vermehrt?",
        "text_uthmani": "فَمِنْهُم مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَـٰذِهِۦٓ إِيمَـٰنًا ۚ",
        "text_uthmani_transcribed": "fa minhum may yaqūlu ayyukum zādathu hāżihī īmānā(n)"
      },
      {
        "belongs_to_verse_number": 124,
        "translation": "Was nun diejenigen angeht, die glauben, so hat sie ihren Glauben vermehrt, und sie freuen sich über die frohe Botschaft.",
        "text_uthmani": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ فَزَادَتْهُمْ إِيمَـٰنًا وَهُمْ يَسْتَبْشِرُونَ",
        "text_uthmani_transcribed": "fa ammal-lażīna āmanū fa zādathum īmānaw wa hum yastabsyirūn(a)."
      }
    ],
    "text_uthmani": "وَإِذَا مَآ أُنزِلَتْ سُورَةٌ فَمِنْهُم مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَـٰذِهِۦٓ إِيمَـٰنًا ۚ فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ فَزَادَتْهُمْ إِيمَـٰنًا وَهُمْ يَسْتَبْشِرُونَ",
    "text_uthmani_transcribed": "Wa iżā mā unzilat sūratun fa minhum may yaqūlu ayyukum zādathu hāżihī īmānā(n), fa ammal-lażīna āmanū fa zādathum īmānaw wa hum yastabsyirūn(a)."
  },
  {
    "verse_number": 125,
    "translation": "Was aber diejenigen angeht, in deren Herzen Krankheit ist, so fügt sie ihrem Greuel noch (weiteren) Greuel hinzu, und sie sterben als Ungläubige.",
    "segmented": [
      {
        "belongs_to_verse_number": 125,
        "translation": "Was aber diejenigen angeht, in deren Herzen Krankheit ist, so fügt sie ihrem Greuel noch (weiteren) Greuel hinzu,",
        "text_uthmani": "وَأَمَّا ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَىٰ رِجْسِهِمْ",
        "text_uthmani_transcribed": "Wa ammal-lażīna fī qulūbihim maraḍun fa zādathum rijsan ilā rijsihim"
      },
      {
        "belongs_to_verse_number": 125,
        "translation": "und sie sterben als Ungläubige.",
        "text_uthmani": "وَمَاتُوا۟ وَهُمْ كَـٰفِرُونَ",
        "text_uthmani_transcribed": "wa mātū wa hum kāfirūn(a)."
      }
    ],
    "text_uthmani": "وَأَمَّا ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَىٰ رِجْسِهِمْ وَمَاتُوا۟ وَهُمْ كَـٰفِرُونَ",
    "text_uthmani_transcribed": "Wa ammal-lażīna fī qulūbihim maraḍun fa zādathum rijsan ilā rijsihim wa mātū wa hum kāfirūn(a)."
  },
  {
    "verse_number": 126,
    "translation": "Sehen sie denn nicht, daß sie in jedem Jahr einmal oder zweimal einer Prüfung unterzogen werden? Aber hierauf bereuen sie nicht, und sie bedenken nicht.",
    "segmented": [
      {
        "belongs_to_verse_number": 126,
        "translation": "Sehen sie denn nicht, daß sie in jedem Jahr einmal oder zweimal einer Prüfung unterzogen werden?",
        "text_uthmani": "أَوَلَا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِى كُلِّ عَامٍ مَّرَّةً أَوْ مَرَّتَيْنِ",
        "text_uthmani_transcribed": "Awalā yarauna annahum yuftanūna fī kulli 'āmim marratan aw marrataini"
      },
      {
        "belongs_to_verse_number": 126,
        "translation": "Aber hierauf bereuen sie nicht, und sie bedenken nicht.",
        "text_uthmani": "ثُمَّ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّرُونَ",
        "text_uthmani_transcribed": "ṡumma lā yatūbūna wa lā hum yażżakkarūn(a)."
      }
    ],
    "text_uthmani": "أَوَلَا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِى كُلِّ عَامٍ مَّرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّرُونَ",
    "text_uthmani_transcribed": "Awalā yarauna annahum yuftanūna fī kulli 'āmim marrataini ṡumma lā yatūbūna wa lā hum yażżakkarūn(a)."
  },
  {
    "verse_number": 127,
    "translation": "Wenn eine Sura (als Offenbarung) herabgesandt wird, schauen sie einander an: Sieht euch irgend jemand? Hierauf wenden sie sich ab. Allah hat ihre Herzen abgewendet, weil sie Leute sind, die nicht verstehen.",
    "segmented": [
      {
        "belongs_to_verse_number": 127,
        "translation": "Wenn eine Sura (als Offenbarung) herabgesandt wird, schauen sie einander an: Sieht euch irgend jemand? Hierauf wenden sie sich ab.",
        "text_uthmani": "وَإِذَا مَآ أُنزِلَتْ سُورَةٌ نَّظَرَ بَعْضُهُمْ إِلَىٰ بَعْضٍ هَلْ يَرَىٰكُم مِّنْ أَحَدٍ ثُمَّ ٱنصَرَفُوا۟",
        "text_uthmani_transcribed": "Wa iżā mā unzilat sūratun naẓara ba'ḍuhum ilā ba'ḍ(in), hal yarākum min aḥadin ṡummanṣarafū"
      },
      {
        "belongs_to_verse_number": 127,
        "translation": "Allah hat ihre Herzen abgewendet, weil sie Leute sind, die nicht verstehen.",
        "text_uthmani": "صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ",
        "text_uthmani_transcribed": "ṣarafallāhu qulūbahum bi'annahum qaumul lā yafqahūn(a)."
      }
    ],
    "text_uthmani": "وَإِذَا مَآ أُنزِلَتْ سُورَةٌ نَّظَرَ بَعْضُهُمْ إِلَىٰ بَعْضٍ هَلْ يَرَىٰكُم مِّنْ أَحَدٍ ثُمَّ ٱنصَرَفُوا۟ ۚ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ",
    "text_uthmani_transcribed": "Wa iżā mā unzilat sūratun naẓara ba'ḍuhum ilā ba'ḍ(in), hal yarākum min aḥadin ṡummanṣarafū, ṣarafallāhu qulūbahum bi'annahum qaumul lā yafqahūn(a)."
  },
  {
    "verse_number": 128,
    "translation": "Zu euch ist nunmehr ein Gesandter aus euren eigenen Reihen gekommen. Bedrückend ist es für ihn, wenn ihr in Bedrängnis seid, (er ist) eifrig um euch bestrebt, zu den Gläubigen gnadenvoll und barmherzig.",
    "segmented": [
      {
        "belongs_to_verse_number": 128,
        "translation": "Zu euch ist nunmehr ein Gesandter aus euren eigenen Reihen gekommen.",
        "text_uthmani": "لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ",
        "text_uthmani_transcribed": "Laqad jā'akum rasūlum min anfusikum"
      },
      {
        "belongs_to_verse_number": 128,
        "translation": "Bedrückend ist es für ihn, wenn ihr in Bedrängnis seid, (er ist) eifrig um euch bestrebt, zu den Gläubigen gnadenvoll und barmherzig.",
        "text_uthmani": "عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُم بِٱلْمُؤْمِنِينَ رَءُوفٌ رَّحِيمٌ",
        "text_uthmani_transcribed": "'azīzun 'alaihi mā 'anittum ḥarīṣun 'alaikum bil-mu'minīna ra'ūfur raḥīm(un)."
      }
    ],
    "text_uthmani": "لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُم بِٱلْمُؤْمِنِينَ رَءُوفٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Laqad jā'akum rasūlum min anfusikum 'azīzun 'alaihi mā 'anittum ḥarīṣun 'alaikum  bil-mu'minīna ra'ūfur raḥīm(un)."
  },
  {
    "verse_number": 129,
    "translation": "Wenn sie sich aber abkehren, dann sag: Meine Genüge ist Allah. Es gibt keinen Gott außer Ihm. Auf Ihn verlasse ich mich, und Er ist der Herr des gewaltigen Thrones.",
    "segmented": [
      {
        "belongs_to_verse_number": 129,
        "translation": "Wenn sie sich aber abkehren, dann sag: Meine Genüge ist Allah. Es gibt keinen Gott außer Ihm.",
        "text_uthmani": "فَإِن تَوَلَّوْا۟ فَقُلْ حَسْبِىَ ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ",
        "text_uthmani_transcribed": "Fa in tawallau faqul ḥasbiyallāhu lā ilāha illā huw(a),"
      },
      {
        "belongs_to_verse_number": 129,
        "translation": "Auf Ihn verlasse ich mich, und Er ist der Herr des gewaltigen Thrones.",
        "text_uthmani": "عَلَيْهِ تَوَكَّلْتُ ۖ وَهُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ",
        "text_uthmani_transcribed": "'alaihi tawakkaltu wa huwa rabbul-'arsyil-'aẓīm(i)."
      }
    ],
    "text_uthmani": "فَإِن تَوَلَّوْا۟ فَقُلْ حَسْبِىَ ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَهُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ",
    "text_uthmani_transcribed": "Fa in tawallau faqul ḥasbiyallāhu lā ilāha illā huw(a), 'alaihi tawakkaltu wa  huwa rabbul-'arsyil-'aẓīm(i)."
  }
]