[
  {
    "index": 1,
    "verse_number": 1,
    "translation": "Ya-Sin.",
    "arabic_full": " يسٓ",
    "arabic": "",
    "transcription": "Yā sīn."
  },
  {
    "index": 2,
    "verse_number": 2,
    "translation": "Bei dem weisen Qur’an,",
    "arabic_full": "وَٱلْقُرْءَانِ ٱلْحَكِيمِ",
    "arabic": "",
    "transcription": "Wal-qur'ānil-ḥakīm(i)."
  },
  {
    "index": 3,
    "verse_number": 3,
    "translation": "du bist wahrlich einer der Gesandten",
    "arabic_full": "إِنَّكَ لَمِنَ ٱلْمُرْسَلِينَ",
    "arabic": "",
    "transcription": "Innaka laminal-mursalīn(a)."
  },
  {
    "index": 4,
    "verse_number": 4,
    "translation": "auf einem geraden Weg.",
    "arabic_full": "عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "arabic": "",
    "transcription": "'Alā ṣirāṭim mustaqīm(in)."
  },
  {
    "index": 5,
    "verse_number": 5,
    "translation": "(Er ist) die Offenbarung des Allmächtigen und Barmherzigen,",
    "arabic_full": "تَنزِيلَ ٱلْعَزِيزِ ٱلرَّحِيمِ",
    "arabic": "",
    "transcription": "Tanzīlal-'azīzir-raḥīm(i)."
  },
  {
    "index": 6,
    "verse_number": 6,
    "translation": "damit du ein Volk warnst, dessen Väter nicht gewarnt wurden, so daß sie (gegenüber allem) unachtsam sind.",
    "arabic_full": "لِتُنذِرَ قَوْمًا مَّآ أُنذِرَ ءَابَآؤُهُمْ فَهُمْ غَـٰفِلُونَ",
    "arabic": "",
    "transcription": "Litunżira qaumam mā unżira ābā'uhum fahum gāfilūn(a)."
  },
  {
    "index": 7,
    "verse_number": 7,
    "translation": "Das Wort ist ja gegen die meisten von ihnen unvermeidlich fällig geworden, so glauben sie nicht.",
    "arabic_full": "لَقَدْ حَقَّ ٱلْقَوْلُ عَلَىٰٓ أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ",
    "arabic": "",
    "transcription": "Laqad ḥaqqal-qaulu 'alā akṡarihim fahum lā yu'minūn(a)."
  },
  {
    "index": 8,
    "verse_number": 8,
    "translation": "Gewiß, Wir haben um ihre Hälse Fesseln gelegt. Sie reichen bis zum Kinn, so daß sie den Kopf hochhalten (müssen).",
    "arabic_full": "إِنَّا جَعَلْنَا فِىٓ أَعْنَـٰقِهِمْ أَغْلَـٰلًا فَهِىَ إِلَى ٱلْأَذْقَانِ فَهُم مُّقْمَحُونَ",
    "arabic": "",
    "transcription": "Innā ja'alnā fī a'nāqihim aglālan fa hiya ilal-ażqāni fahum muqmaḥūn(a)."
  },
  {
    "index": 9,
    "verse_number": 9,
    "translation": "Und Wir haben vor ihnen eine Sperrmauer errichtet und hinter ihnen eine Sperrmauer und sie so überdeckt, daß sie nicht sehen (können).",
    "arabic_full": "وَجَعَلْنَا مِنۢ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَـٰهُمْ فَهُمْ لَا يُبْصِرُونَ",
    "arabic": "",
    "transcription": "Wa ja'alnā mim baini aidīhim saddaw wa min khalfihim saddan fa agsyaināhum fahum lā yubṣirūn(a)."
  },
  {
    "index": 10,
    "verse_number": 10,
    "translation": "Und gleich ist es in Bezug auf sie, ob du sie warnst oder sie nicht warnst; sie glauben nicht.",
    "arabic_full": "وَسَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ",
    "arabic": "",
    "transcription": "Wa sawā'un 'alaihim a'anżartahum am lam tunżirhum lā yu'minūn(a)."
  },
  {
    "index": 11,
    "verse_number": 11,
    "translation": "Du kannst nur jemanden warnen, der der Ermahnung folgt und den Allerbarmer im Verborgenen fürchtet.",
    "arabic_full": "إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكْرَ وَخَشِىَ ٱلرَّحْمَـٰنَ بِٱلْغَيْبِ ۖ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ",
    "arabic": "",
    "transcription": "Innama tunziru mani ittaba'a adh-dhikra wa khashiya ar-rahmana bil-ghaybi."
  },
  {
    "index": 12,
    "verse_number": 11,
    "translation": "So verkünde ihm Vergebung und trefflichen Lohn.",
    "arabic_full": "إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكْرَ وَخَشِىَ ٱلرَّحْمَـٰنَ بِٱلْغَيْبِ ۖ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ",
    "arabic": "",
    "transcription": "Fabashshirhu bimaghfiratin wa ajrin kareem."
  },
  {
    "index": 13,
    "verse_number": 12,
    "translation": "Gewiß, Wir sind es, Die Wir die Toten wieder lebendig machen. Und Wir schreiben auf, was sie vorausgeschickt haben und (auch) ihre Spuren.",
    "arabic_full": "إِنَّا نَحْنُ نُحْىِ ٱلْمَوْتَىٰ وَنَكْتُبُ مَا قَدَّمُوا۟ وَءَاثَـٰرَهُمْ ۚ وَكُلَّ شَىْءٍ أَحْصَيْنَـٰهُ فِىٓ إِمَامٍ مُّبِينٍ",
    "arabic": "",
    "transcription": "Inna nahnu nuhyi al-mawta wa naktubu ma qaddamoo wa atharahum."
  },
  {
    "index": 14,
    "verse_number": 12,
    "translation": "Alles haben Wir in einem deutlichen Verzeichnis erfaßt.",
    "arabic_full": "إِنَّا نَحْنُ نُحْىِ ٱلْمَوْتَىٰ وَنَكْتُبُ مَا قَدَّمُوا۟ وَءَاثَـٰرَهُمْ ۚ وَكُلَّ شَىْءٍ أَحْصَيْنَـٰهُ فِىٓ إِمَامٍ مُّبِينٍ",
    "arabic": "",
    "transcription": "Wa kulla shay'in ahsaynahu fi imamin mubeen."
  },
  {
    "index": 15,
    "verse_number": 13,
    "translation": "Und präge ihnen als Gleichnis die (Geschichte der) Bewohner der Stadt, als die Gesandten zu ihr kamen.",
    "arabic_full": "وَٱضْرِبْ لَهُم مَّثَلًا أَصْحَـٰبَ ٱلْقَرْيَةِ إِذْ جَآءَهَا ٱلْمُرْسَلُونَ",
    "arabic": "",
    "transcription": "Waḍrib lahum maṡalan aṣḥābal-qaryah(ti), iż jā'ahal-mursalūn(a)."
  },
  {
    "index": 16,
    "verse_number": 14,
    "translation": "Als Wir zwei zu ihnen sandten, da bezichtigten sie beide der Lüge, und so brachten Wir durch einen dritten Verstärkung.",
    "arabic_full": "إِذْ أَرْسَلْنَآ إِلَيْهِمُ ٱثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوٓا۟ إِنَّآ إِلَيْكُم مُّرْسَلُونَ",
    "arabic": "",
    "transcription": "Idh arsalna ilayhimu ithnayni fakaththaboohuma fa'azzazna bithalithin"
  },
  {
    "index": 17,
    "verse_number": 14,
    "translation": "Sie sagten: „Gewiß, wir sind zu euch gesandt.",
    "arabic_full": "إِذْ أَرْسَلْنَآ إِلَيْهِمُ ٱثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوٓا۟ إِنَّآ إِلَيْكُم مُّرْسَلُونَ",
    "arabic": "",
    "transcription": "faqaloo inna ilaykum mursaloon"
  },
  {
    "index": 18,
    "verse_number": 15,
    "translation": "Sie sagten: „Ihr seid nur menschliche Wesen wie wir. Nichts (als Offenbarung) hat der Allerbarmer herabgesandt. Ihr lügt nur.",
    "arabic_full": "قَالُوا۟ مَآ أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا وَمَآ أَنزَلَ ٱلرَّحْمَـٰنُ مِن شَىْءٍ إِنْ أَنتُمْ إِلَّا تَكْذِبُونَ",
    "arabic": "",
    "transcription": "Qālū mā antum illā basyarum miṡlunā, wa mā anzalar-raḥmānu min syai'(in), in antum illā takżibūn(a)."
  },
  {
    "index": 19,
    "verse_number": 16,
    "translation": "Sie sagten: „Unser Herr weiß (es), wir sind wirklich zu euch gesandt.",
    "arabic_full": "قَالُوا۟ رَبُّنَا يَعْلَمُ إِنَّآ إِلَيْكُمْ لَمُرْسَلُونَ",
    "arabic": "",
    "transcription": "Qālū rabbunā ya'lamu innā ilaikum lamursalūn(a)."
  },
  {
    "index": 20,
    "verse_number": 17,
    "translation": "Und uns obliegt nur die deutliche Übermittelung (der Botschaft).",
    "arabic_full": "وَمَا عَلَيْنَآ إِلَّا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
    "arabic": "",
    "transcription": "Wa mā 'alainā illal-balāgul-mubīn(u)."
  },
  {
    "index": 21,
    "verse_number": 18,
    "translation": "Sie sagten: „Wir sehen in euch ein böses Vorzeichen.",
    "arabic_full": "قَالُوٓا۟ إِنَّا تَطَيَّرْنَا بِكُمْ ۖ لَئِن لَّمْ تَنتَهُوا۟ لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٌ",
    "arabic": "",
    "transcription": "Qālū 'innā taṭayyarnā bikum"
  },
  {
    "index": 22,
    "verse_number": 18,
    "translation": "Wenn ihr nicht aufhört, werden wir euch ganz gewiß steinigen, und euch wird ganz gewiß schmerzhafte Strafe von uns widerfahren.",
    "arabic_full": "قَالُوٓا۟ إِنَّا تَطَيَّرْنَا بِكُمْ ۖ لَئِن لَّمْ تَنتَهُوا۟ لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٌ",
    "arabic": "",
    "transcription": "La'in lam tantahū lanarjumannakum wa layamassannakum minnā 'adhābun alīm"
  },
  {
    "index": 23,
    "verse_number": 19,
    "translation": "Sie sagten: „Euer Vorzeichen ist bei euch (selbst). (Ist es ein böses Vorzeichen,) wenn ihr ermahnt werdet? Aber nein! Ihr seid maßlose Leute.",
    "arabic_full": "قَالُوا۟ طَـٰٓئِرُكُم مَّعَكُمْ ۚ أَئِن ذُكِّرْتُم ۚ بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ",
    "arabic": "",
    "transcription": "Qālū ṭā'irukum ma'akum, a'in żukkirtum, bal antum qaumum musrifūn(a)."
  },
  {
    "index": 24,
    "verse_number": 20,
    "translation": "Und es kam vom äußersten Ende der Stadt ein Mann gelaufen. Er sagte: „O mein Volk, folgt den Gesandten.",
    "arabic_full": "وَجَآءَ مِنْ أَقْصَا ٱلْمَدِينَةِ رَجُلٌ يَسْعَىٰ قَالَ يَـٰقَوْمِ ٱتَّبِعُوا۟ ٱلْمُرْسَلِينَ",
    "arabic": "",
    "transcription": "Wa jā'a min aqṣal-madīnati rajuluy yas'ā qāla yā qaumittabi'ul-mursalīn(a)."
  },
  {
    "index": 25,
    "verse_number": 21,
    "translation": "Folgt denjenigen, die von euch keinen Lohn verlangen und (selbst) rechtgeleitet sind.",
    "arabic_full": "ٱتَّبِعُوا۟ مَن لَّا يَسْـَٔلُكُمْ أَجْرًا وَهُم مُّهْتَدُونَ",
    "arabic": "",
    "transcription": "Ittabi'ū mal lā yas'alukum ajraw wa hum muhtadūn(a)."
  },
  {
    "index": 26,
    "verse_number": 22,
    "translation": "Und warum sollte ich nicht Demjenigen dienen, Der mich erschaffen hat und zu Dem ihr zurückgebracht werdet?",
    "arabic_full": "وَمَا لِىَ لَآ أَعْبُدُ ٱلَّذِى فَطَرَنِى وَإِلَيْهِ تُرْجَعُونَ",
    "arabic": "",
    "transcription": "Wa mā liya lā a'budul-lażī faṭaranī wa ilaihi turja'ūn(a)."
  },
  {
    "index": 27,
    "verse_number": 23,
    "translation": "Soll ich mir etwa anstatt Seiner (andere) Götter nehmen?",
    "arabic_full": "ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدْنِ ٱلرَّحْمَـٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّى شَفَـٰعَتُهُمْ شَيْـًٔا وَلَا يُنقِذُونِ",
    "arabic": "",
    "transcription": "A'attakhidhu min doonihi aalihatan"
  },
  {
    "index": 28,
    "verse_number": 23,
    "translation": "Wenn der Allerbarmer für mich Unheil will, nützt mir ihre Fürsprache nichts, und sie (können) mich nicht erretten.",
    "arabic_full": "ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدْنِ ٱلرَّحْمَـٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّى شَفَـٰعَتُهُمْ شَيْـًٔا وَلَا يُنقِذُونِ",
    "arabic": "",
    "transcription": "In yuridni al-rahmanu bidurrin la tughni 'anni shafa'atuhum shay'an wa la yunqizhuni"
  },
  {
    "index": 29,
    "verse_number": 24,
    "translation": "Ich würde mich dann wahrlich in deutlichem Irrtum befinden.",
    "arabic_full": "إِنِّىٓ إِذًا لَّفِى ضَلَـٰلٍ مُّبِينٍ",
    "arabic": "",
    "transcription": "Innī iżal lafī ḍalālim mubīn(in)."
  },
  {
    "index": 30,
    "verse_number": 25,
    "translation": "Gewiß, ich glaube an euren Herrn, so hört auf mich.",
    "arabic_full": "إِنِّىٓ ءَامَنتُ بِرَبِّكُمْ فَٱسْمَعُونِ",
    "arabic": "",
    "transcription": "Innī  āmantu birabbikum fasma'ūn(i)."
  },
  {
    "index": 31,
    "verse_number": 26,
    "translation": "Es wurde (zu ihm) gesagt: Geh in den (Paradies)garten ein. Er sagte: O wüßte doch mein Volk davon,",
    "arabic_full": "قِيلَ ٱدْخُلِ ٱلْجَنَّةَ ۖ قَالَ يَـٰلَيْتَ قَوْمِى يَعْلَمُونَ",
    "arabic": "",
    "transcription": "Qīladkhulil-jannah(ta), qāla yā laita qaumī ya'lamūn(a)."
  },
  {
    "index": 32,
    "verse_number": 27,
    "translation": "daß mein Herr mir vergeben und mich zu den Geehrten hat gehören lassen!",
    "arabic_full": "بِمَا غَفَرَ لِى رَبِّى وَجَعَلَنِى مِنَ ٱلْمُكْرَمِينَ",
    "arabic": "",
    "transcription": "Bimā gafaralī rabbī wa ja'alanī minal-mukramīn(a)."
  },
  {
    "index": 33,
    "verse_number": 28,
    "translation": "Wir sandten gegen sein Volk nach ihm keine Heerschar vom Himmel herab; Wir brauchten auch sonst nichts (gegen sie) herabzusenden.",
    "arabic_full": "۞ وَمَآ أَنزَلْنَا عَلَىٰ قَوْمِهِۦ مِنۢ بَعْدِهِۦ مِن جُندٍ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ",
    "arabic": "",
    "transcription": "Wa mā anzalnā 'alā qaumihī mim ba'dihī min jundim minas-samā'i wa mā kunnā munzilīn(a)."
  },
  {
    "index": 34,
    "verse_number": 29,
    "translation": "Es war nur ein einziger Schrei (nötig), da waren sie sogleich ausgelöscht.",
    "arabic_full": "إِن كَانَتْ إِلَّا صَيْحَةً وَٰحِدَةً فَإِذَا هُمْ خَـٰمِدُونَ",
    "arabic": "",
    "transcription": "In kānat illā ṣaiḥataw wāḥidatan fa'iżā hum khāmidūn(a)."
  },
  {
    "index": 35,
    "verse_number": 30,
    "translation": "O schade um die Diener! Es kommt kein Gesandter zu ihnen, ohne daß sie sich über ihn lustig machen würden.",
    "arabic_full": "يَـٰحَسْرَةً عَلَى ٱلْعِبَادِ ۚ مَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "arabic": "",
    "transcription": "Yā ḥasratan 'alal-'ibād(i), mā ya'tīhim mir rasūlin illā kānū bihī yastahzi'ūn(a)."
  },
  {
    "index": 36,
    "verse_number": 31,
    "translation": "Sehen sie denn nicht, wie viele Geschlechter Wir vor ihnen vernichtet haben, und daß sie zu ihnen nicht zurückkehren?",
    "arabic_full": "أَلَمْ يَرَوْا۟ كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ ٱلْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لَا يَرْجِعُونَ",
    "arabic": "",
    "transcription": "Alam yarau kam ahlaknā qablahum minal-qurūni annahum ilaihim lā yarji'ūn(a)."
  },
  {
    "index": 37,
    "verse_number": 32,
    "translation": "Und sie werden alle insgesamt bei Uns vorgeführt werden.",
    "arabic_full": "وَإِن كُلٌّ لَّمَّا جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ",
    "arabic": "",
    "transcription": "Wa in kullul lammā jamī'ul ladainā muḥḍarūn(a)."
  },
  {
    "index": 38,
    "verse_number": 33,
    "translation": "Und ein Zeichen ist für sie die tote Erde. Wir machen sie lebendig und bringen aus ihr Körner hervor, so daß sie davon essen (können).",
    "arabic_full": "وَءَايَةٌ لَّهُمُ ٱلْأَرْضُ ٱلْمَيْتَةُ أَحْيَيْنَـٰهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ",
    "arabic": "",
    "transcription": "Wa āyatul lahumul-arḍul-maitah(tu), aḥyaināhā wa akhrajnā minhā ḥabban faminhu ya'kulūn(a)."
  },
  {
    "index": 39,
    "verse_number": 34,
    "translation": "Und Wir haben auf ihr Gärten mit Palmen und Rebstöcken geschaffen und auf ihr Quellen hervorströmen lassen,",
    "arabic_full": "وَجَعَلْنَا فِيهَا جَنَّـٰتٍ مِّن نَّخِيلٍ وَأَعْنَـٰبٍ وَفَجَّرْنَا فِيهَا مِنَ ٱلْعُيُونِ",
    "arabic": "",
    "transcription": "Wa ja'alnā fīhā jannātim min nakhīliw wa a'nābiw wa fajjarnā fīhā minal-'uyūn(i)."
  },
  {
    "index": 40,
    "verse_number": 35,
    "translation": "damit sie von seinen Früchten essen (können). Nicht ihre Hände haben sie geschaffen. Wollen sie denn nicht dankbar sein?",
    "arabic_full": "لِيَأْكُلُوا۟ مِن ثَمَرِهِۦ وَمَا عَمِلَتْهُ أَيْدِيهِمْ ۖ أَفَلَا يَشْكُرُونَ",
    "arabic": "",
    "transcription": "Liya'kulū min ṡamarihī wa mā 'amilathu aidīhim, afalā yasykurūn(a)."
  },
  {
    "index": 41,
    "verse_number": 36,
    "translation": "Preis sei Demjenigen, Der die Paare alle erschaffen hat von dem, was die Erde wachsen läßt, von ihnen selbst und von dem, was sie nicht wissen!",
    "arabic_full": "سُبْحَـٰنَ ٱلَّذِى خَلَقَ ٱلْأَزْوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلْأَرْضُ وَمِنْ أَنفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ",
    "arabic": "",
    "transcription": "Subḥānal-lażī khalaqal-azwāja kullahā mimmā tumbitul-arḍu wa min anfusihim wa mimmā lā ya'lamūn(a)."
  },
  {
    "index": 42,
    "verse_number": 37,
    "translation": "Und ein Zeichen ist für sie die Nacht. Wir ziehen von ihr den Tag weg, und sogleich befinden sie sich im Finstern.",
    "arabic_full": "وَءَايَةٌ لَّهُمُ ٱلَّيْلُ نَسْلَخُ مِنْهُ ٱلنَّهَارَ فَإِذَا هُم مُّظْلِمُونَ",
    "arabic": "",
    "transcription": "Wa āyatul lahumul-lailu naslakhu minhun-nahāra fa'iżā hum muẓlimūn(a)."
  },
  {
    "index": 43,
    "verse_number": 38,
    "translation": "Und die Sonne läuft zu einem für sie bestimmten Aufenthaltsort. Das ist die Anordnung des Allmächtigen und Allwissenden.",
    "arabic_full": "وَٱلشَّمْسُ تَجْرِى لِمُسْتَقَرٍّ لَّهَا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ",
    "arabic": "",
    "transcription": "Wasy-syamsu tajrī limustaqarril lahā, żālika taqdīrul-'azīzil-'alīm(i)."
  },
  {
    "index": 44,
    "verse_number": 39,
    "translation": "Und dem Mond haben Wir das rechte Maß in Himmelspunkten festgesetzt, bis er wieder wie ein alter Dattelrispenstiel wird.",
    "arabic_full": "وَٱلْقَمَرَ قَدَّرْنَـٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلْعُرْجُونِ ٱلْقَدِيمِ",
    "arabic": "",
    "transcription": "Wal-qamara qaddarnāhu manāzila ḥattā 'āda kal-'urjūnil-qadīm(i)."
  },
  {
    "index": 45,
    "verse_number": 40,
    "translation": "Weder ziemt es der Sonne, den Mond einzuholen, noch wird die Nacht dem Tag zuvorkommen; alle laufen in einer (jeweils eigenen) Umlaufbahn.",
    "arabic_full": "لَا ٱلشَّمْسُ يَنۢبَغِى لَهَآ أَن تُدْرِكَ ٱلْقَمَرَ وَلَا ٱلَّيْلُ سَابِقُ ٱلنَّهَارِ ۚ وَكُلٌّ فِى فَلَكٍ يَسْبَحُونَ",
    "arabic": "",
    "transcription": "Lasy-syamsu yambagī lahā an tudrikal-qamara wa lal-lailu sābiqun-nahār(i), wa kullun fī falakiy yasbaḥūn(a)."
  },
  {
    "index": 46,
    "verse_number": 41,
    "translation": "Und ein Zeichen ist es für sie, daß Wir ihre Nachkommenschaft auf dem vollbeladenen Schiff trugen.",
    "arabic_full": "وَءَايَةٌ لَّهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى ٱلْفُلْكِ ٱلْمَشْحُونِ",
    "arabic": "",
    "transcription": "Wa āyatul lahum annā ḥamalnā żurriyyatahum fil-fulkil-masyḥūn(i)."
  },
  {
    "index": 47,
    "verse_number": 42,
    "translation": "Und Wir haben ihnen etwas gleicher Art erschaffen, was sie besteigen.",
    "arabic_full": "وَخَلَقْنَا لَهُم مِّن مِّثْلِهِۦ مَا يَرْكَبُونَ",
    "arabic": "",
    "transcription": "Wa khalaqnā lahum mim miṡlihī mā yarkabūn(a)."
  },
  {
    "index": 48,
    "verse_number": 43,
    "translation": "Und wenn Wir wollen, lassen Wir sie ertrinken; dann gibt es niemanden, zu dem sie um Hilfe schreien könnten, und sie werden nicht gerettet,",
    "arabic_full": "وَإِن نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيخَ لَهُمْ وَلَا هُمْ يُنقَذُونَ",
    "arabic": "",
    "transcription": "Wa in nasya' nugriqhum falā ṣarīkha lahum wa lā hum yunqażūn(a)."
  },
  {
    "index": 49,
    "verse_number": 44,
    "translation": "außer aus Barmherzigkeit von Uns und als Nießbrauch auf Zeit.",
    "arabic_full": "إِلَّا رَحْمَةً مِّنَّا وَمَتَـٰعًا إِلَىٰ حِينٍ",
    "arabic": "",
    "transcription": "Illā raḥmatam minnā wa matā'an ilā ḥīn(in)."
  },
  {
    "index": 50,
    "verse_number": 45,
    "translation": "Und wenn zu ihnen gesagt wird: Hütet euch vor dem, was vor euch, und dem, was hinter euch ist, auf daß ihr Erbarmen finden möget!",
    "arabic_full": "وَإِذَا قِيلَ لَهُمُ ٱتَّقُوا۟ مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُونَ",
    "arabic": "",
    "transcription": "Wa idha qila lahumu ittaqoo ma bayna aydeekum wa ma khalfakum la'allakum turhamoon"
  },
  {
    "index": 51,
    "verse_number": 45,
    "translation": "(..., wenden sie sich ab.)",
    "arabic_full": "وَإِذَا قِيلَ لَهُمُ ٱتَّقُوا۟ مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُونَ",
    "arabic": "",
    "transcription": ""
  },
  {
    "index": 52,
    "verse_number": 46,
    "translation": "Kein Zeichen von den Zeichen ihres Herrn kommt zu ihnen, ohne daß sie sich davon abwenden.",
    "arabic_full": "وَمَا تَأْتِيهِم مِّنْ ءَايَةٍ مِّنْ ءَايَـٰتِ رَبِّهِمْ إِلَّا كَانُوا۟ عَنْهَا مُعْرِضِينَ",
    "arabic": "",
    "transcription": "Wa mā ta'tīhim min āyatim min āyāti rabbihim illā kānū 'anhā mu'riḍīn(a)."
  },
  {
    "index": 53,
    "verse_number": 47,
    "translation": "Und wenn zu ihnen gesagt wird: Gebt von dem aus, womit Allah euch versorgt hat, sagen diejenigen, die ungläubig sind, zu denjenigen, die",
    "arabic_full": "وَإِذَا قِيلَ لَهُمْ أَنفِقُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوٓا۟ أَنُطْعِمُ مَن لَّوْ يَشَآءُ ٱللَّهُ أَطْعَمَهُۥٓ إِنْ أَنتُمْ إِلَّا فِى ضَلَـٰلٍ مُّبِينٍ",
    "arabic": "",
    "transcription": "Wa idha qila lahum anfiqoo mimma razaqakumu Allah qala allatheena kafaroo lillatheena amanoo"
  },
  {
    "index": 54,
    "verse_number": 47,
    "translation": "glauben: Sollen wir jemanden ernähren, den Allah, wenn Er wollte, ernähren würde? Ihr befindet euch nur in deutlichem Irrtum.",
    "arabic_full": "وَإِذَا قِيلَ لَهُمْ أَنفِقُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوٓا۟ أَنُطْعِمُ مَن لَّوْ يَشَآءُ ٱللَّهُ أَطْعَمَهُۥٓ إِنْ أَنتُمْ إِلَّا فِى ضَلَـٰلٍ مُّبِينٍ",
    "arabic": "",
    "transcription": "anut'im man law yashao Allah at'amahu in antum illa fee dalalin mubeen"
  },
  {
    "index": 55,
    "verse_number": 48,
    "translation": "Und sie sagen: „Wann wird dieses Versprechen eintreten, wenn ihr wahrhaftig seid?",
    "arabic_full": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
    "arabic": "",
    "transcription": "Wa yaqūlūna matā hāżal-wa'du in kuntum ṣādiqīn(a)."
  },
  {
    "index": 56,
    "verse_number": 49,
    "translation": "Sie haben nur einen einzigen Schrei zu erwarten, der sie ergreift, während sie noch miteinander streiten.",
    "arabic_full": "مَا يَنظُرُونَ إِلَّا صَيْحَةً وَٰحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ",
    "arabic": "",
    "transcription": "Mā yanẓurūna illā ṣaiḥataw wāḥidatan ta'khużuhum wa hum yakhiṣṣimūn(a)."
  },
  {
    "index": 57,
    "verse_number": 50,
    "translation": "Da werden sie kein Vermächtnis (mehr) hinterlassen können und auch nicht zu ihren Angehörigen zurückkehren.",
    "arabic_full": "فَلَا يَسْتَطِيعُونَ تَوْصِيَةً وَلَآ إِلَىٰٓ أَهْلِهِمْ يَرْجِعُونَ",
    "arabic": "",
    "transcription": "Falā yastaṭī'ūna tauṣiyataw wa lā ilā ahlihim yarji'ūn(a)."
  },
  {
    "index": 58,
    "verse_number": 51,
    "translation": "Es wird ins Horn geblasen werden, und da laufen sie sogleich schnell aus den Gräbern zu ihrem Herrn herbei.",
    "arabic_full": "وَنُفِخَ فِى ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلْأَجْدَاثِ إِلَىٰ رَبِّهِمْ يَنسِلُونَ",
    "arabic": "",
    "transcription": "Wa nufikha fiṣ-ṣūri fa'iżā hum minal-ajdāṡi ilā rabbihim yansilūn(a)."
  },
  {
    "index": 59,
    "verse_number": 52,
    "translation": "Sie sagen: O wehe uns! Wer hat uns von unserer Schlafstätte auferweckt?",
    "arabic_full": "قَالُوا۟ يَـٰوَيْلَنَا مَنۢ بَعَثَنَا مِن مَّرْقَدِنَا ۜ ۗ هَـٰذَا مَا وَعَدَ ٱلرَّحْمَـٰنُ وَصَدَقَ ٱلْمُرْسَلُونَ",
    "arabic": "",
    "transcription": "Qālū yā waylanā man ba'athanā min marqadinā"
  },
  {
    "index": 60,
    "verse_number": 52,
    "translation": "Das ist, was der Allerbarmer versprochen hat, und die Gesandten haben die Wahrheit gesagt.",
    "arabic_full": "قَالُوا۟ يَـٰوَيْلَنَا مَنۢ بَعَثَنَا مِن مَّرْقَدِنَا ۜ ۗ هَـٰذَا مَا وَعَدَ ٱلرَّحْمَـٰنُ وَصَدَقَ ٱلْمُرْسَلُونَ",
    "arabic": "",
    "transcription": "Hādhā mā wa'ada al-Rahmānu wa ṣadaqa al-mursalūn"
  },
  {
    "index": 61,
    "verse_number": 53,
    "translation": "Es wird nur ein einziger Schrei (nötig) sein, da werden sie sogleich alle bei Uns vorgeführt.",
    "arabic_full": "إِن كَانَتْ إِلَّا صَيْحَةً وَٰحِدَةً فَإِذَا هُمْ جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ",
    "arabic": "",
    "transcription": "In kānat illā ṣaiḥataw wāḥidatan fa'iżā hum jamī'ul ladainā muḥḍarūn(a)."
  },
  {
    "index": 62,
    "verse_number": 54,
    "translation": "Heute wird keiner Seele irgendein Unrecht zugefügt. Und euch wird nur das vergolten, was ihr zu tun pflegtet.",
    "arabic_full": "فَٱلْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَلَا تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ",
    "arabic": "",
    "transcription": "Fal-yauma lā tuẓlamu nafsun syai'aw wa lā tujzauna illā mā kuntum ta'malūn(a)."
  },
  {
    "index": 63,
    "verse_number": 55,
    "translation": "Gewiß, die Insassen des (Paradies)gartens sind heute in Beschäftigung und Vergnügen.",
    "arabic_full": "إِنَّ أَصْحَـٰبَ ٱلْجَنَّةِ ٱلْيَوْمَ فِى شُغُلٍ فَـٰكِهُونَ",
    "arabic": "",
    "transcription": "Inna aṣḥābal-jannatil-yauma fī syugulin fākihūn(a)."
  },
  {
    "index": 64,
    "verse_number": 56,
    "translation": "Sie und ihre Gattinnen befinden sich im Schatten und lehnen sich auf überdachte Liegen.",
    "arabic_full": "هُمْ وَأَزْوَٰجُهُمْ فِى ظِلَـٰلٍ عَلَى ٱلْأَرَآئِكِ مُتَّكِـُٔونَ",
    "arabic": "",
    "transcription": "Hum wa azwājuhum fī ẓilālin 'alal-arā'iki muttaki'ūn(a)."
  },
  {
    "index": 65,
    "verse_number": 57,
    "translation": "Sie haben darin Früchte, und sie haben, was sie erbeten.",
    "arabic_full": "لَهُمْ فِيهَا فَـٰكِهَةٌ وَلَهُم مَّا يَدَّعُونَ",
    "arabic": "",
    "transcription": "Lahum fīhā fākihatuw wa lahum mā yadda'ūn(a)."
  },
  {
    "index": 66,
    "verse_number": 58,
    "translation": "Friede!, als (Gruß)wort von einem barmherzigen Herrn.",
    "arabic_full": "سَلَـٰمٌ قَوْلًا مِّن رَّبٍّ رَّحِيمٍ",
    "arabic": "",
    "transcription": "Salāmun qaulam mir rabbir raḥīm(in)."
  },
  {
    "index": 67,
    "verse_number": 59,
    "translation": "Sondert euch heute (von den Gottesfürchtigen) ab, ihr Übeltäter.",
    "arabic_full": "وَٱمْتَـٰزُوا۟ ٱلْيَوْمَ أَيُّهَا ٱلْمُجْرِمُونَ",
    "arabic": "",
    "transcription": "Wamtāzul-yauma  ayyuhal-mujrimūn(a)."
  },
  {
    "index": 68,
    "verse_number": 60,
    "translation": "Habe Ich euch, o Kinder Adams, nicht als Verpflichtung auferlegt, daß ihr nicht dem Satan dienen sollt - gewiß er ist euch ein deutlicher Feind",
    "arabic_full": "۞ أَلَمْ أَعْهَدْ إِلَيْكُمْ يَـٰبَنِىٓ ءَادَمَ أَن لَّا تَعْبُدُوا۟ ٱلشَّيْطَـٰنَ ۖ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
    "arabic": "",
    "transcription": "Alam a'ahad ilaykum ya banee adama an la ta'budu ash-shaytana innahu lakum 'aduwwun mubeen"
  },
  {
    "index": 69,
    "verse_number": 60,
    "translation": "-,",
    "arabic_full": "۞ أَلَمْ أَعْهَدْ إِلَيْكُمْ يَـٰبَنِىٓ ءَادَمَ أَن لَّا تَعْبُدُوا۟ ٱلشَّيْطَـٰنَ ۖ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
    "arabic": "",
    "transcription": ""
  },
  {
    "index": 70,
    "verse_number": 61,
    "translation": "und daß ihr Mir dienen sollt?, - das ist ein gerader Weg!",
    "arabic_full": "وَأَنِ ٱعْبُدُونِى ۚ هَـٰذَا صِرَٰطٌ مُّسْتَقِيمٌ",
    "arabic": "",
    "transcription": "Wa ani'budūnī, hāżā ṣirāṭum mustaqīm(un)."
  },
  {
    "index": 71,
    "verse_number": 62,
    "translation": "Er hat ja doch viele Geschöpfe von euch in die Irre geführt. Hattet ihr denn nicht begriffen?",
    "arabic_full": "وَلَقَدْ أَضَلَّ مِنكُمْ جِبِلًّا كَثِيرًا ۖ أَفَلَمْ تَكُونُوا۟ تَعْقِلُونَ",
    "arabic": "",
    "transcription": "Wa laqad aḍalla minkum jibillan kaṡīrā(n), afalam takūnū ta'qilūn(a)."
  },
  {
    "index": 72,
    "verse_number": 63,
    "translation": "Das ist die Hölle, die euch stets angedroht wurde.",
    "arabic_full": "هَـٰذِهِۦ جَهَنَّمُ ٱلَّتِى كُنتُمْ تُوعَدُونَ",
    "arabic": "",
    "transcription": "Hāżihī jahannamul-latī kuntum tū'adūn(a)."
  },
  {
    "index": 73,
    "verse_number": 64,
    "translation": "Ihr sollt ihr heute ausgesetzt sein dafür, daß ihr ungläubig wart.",
    "arabic_full": "ٱصْلَوْهَا ٱلْيَوْمَ بِمَا كُنتُمْ تَكْفُرُونَ",
    "arabic": "",
    "transcription": "Iṣlauhal-yauma bimā kuntum takfurūn(a)."
  },
  {
    "index": 74,
    "verse_number": 65,
    "translation": "Heute versiegeln Wir ihnen ihre Münder. Ihre Hände werden zu Uns sprechen und ihre Füße Zeugnis ablegen über das, was sie erworben haben.",
    "arabic_full": "ٱلْيَوْمَ نَخْتِمُ عَلَىٰٓ أَفْوَٰهِهِمْ وَتُكَلِّمُنَآ أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُم بِمَا كَانُوا۟ يَكْسِبُونَ",
    "arabic": "",
    "transcription": "Al-yauma nakhtimu 'alā afwāhihim wa tukallimunā aidīhim wa tasyhadu arjuluhum bimā kānū yaksibūn(a)."
  },
  {
    "index": 75,
    "verse_number": 66,
    "translation": "Und wenn Wir wollten, würden Wir ihre Augen auslöschen. Und sie laufen dann zum Weg um die Wette, aber wie können sie da sehen?",
    "arabic_full": "وَلَوْ نَشَآءُ لَطَمَسْنَا عَلَىٰٓ أَعْيُنِهِمْ فَٱسْتَبَقُوا۟ ٱلصِّرَٰطَ فَأَنَّىٰ يُبْصِرُونَ",
    "arabic": "",
    "transcription": "Wa lau nasyā'u laṭamasnā 'alā a'yunihim fastabaquṣ-ṣirāṭa fa annā yubṣirūn(a)."
  },
  {
    "index": 76,
    "verse_number": 67,
    "translation": "Wenn Wir wollten, würden Wir sie auf ihrer Stelle verwandeln, so daß sie nicht mehr vorangehen können und auch nicht zurückkehren.",
    "arabic_full": "وَلَوْ نَشَآءُ لَمَسَخْنَـٰهُمْ عَلَىٰ مَكَانَتِهِمْ فَمَا ٱسْتَطَـٰعُوا۟ مُضِيًّا وَلَا يَرْجِعُونَ",
    "arabic": "",
    "transcription": "Wa lau nasyā'u lamasakhnāhum 'alā makānatihim famastaṭā'ū muḍiyyaw wa lā yarji'ūn(a)."
  },
  {
    "index": 77,
    "verse_number": 68,
    "translation": "Wem Wir ein langes Leben gewähren, den lassen Wir in seiner Gestalt eine Kehrtwendung machen. Begreifen sie denn nicht?",
    "arabic_full": "وَمَن نُّعَمِّرْهُ نُنَكِّسْهُ فِى ٱلْخَلْقِ ۖ أَفَلَا يَعْقِلُونَ",
    "arabic": "",
    "transcription": "Wa man nu'ammirhu nunakkishu fil-khalq(i), afalā ya'qilūn(a)."
  },
  {
    "index": 78,
    "verse_number": 69,
    "translation": "Und Wir haben ihn nicht das Dichten gelehrt, und es ziemt ihm (auch) nicht. Das ist doch nur eine Ermahnung und ein deutlicher Qur’an,",
    "arabic_full": "وَمَا عَلَّمْنَـٰهُ ٱلشِّعْرَ وَمَا يَنۢبَغِى لَهُۥٓ ۚ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْءَانٌ مُّبِينٌ",
    "arabic": "",
    "transcription": "Wa mā 'allamnāhusy-syi'ra wa mā yambagī lah(ū), in huwa illā żikruw wa qur'ānum mubīn(un)."
  },
  {
    "index": 79,
    "verse_number": 70,
    "translation": "damit er warne, wer (da) lebt, und das Wort gegen die Ungläubigen unvermeidlich fällig werde.",
    "arabic_full": "لِّيُنذِرَ مَن كَانَ حَيًّا وَيَحِقَّ ٱلْقَوْلُ عَلَى ٱلْكَـٰفِرِينَ",
    "arabic": "",
    "transcription": "Liyunżira man kāna ḥayyaw wa yaḥiqqal-qaulu 'alal-kāfirīn(a)."
  },
  {
    "index": 80,
    "verse_number": 71,
    "translation": "Sehen sie denn nicht, daß Wir ihnen unter dem, was Unsere Hände gemacht haben, Vieh erschaffen haben, über das sie verfügen?",
    "arabic_full": "أَوَلَمْ يَرَوْا۟ أَنَّا خَلَقْنَا لَهُم مِّمَّا عَمِلَتْ أَيْدِينَآ أَنْعَـٰمًا فَهُمْ لَهَا مَـٰلِكُونَ",
    "arabic": "",
    "transcription": "Awalam yarau annā khalaqnā lahum mimmā 'amilat aidīnā an'āman fahum lahā mālikūn(a)."
  },
  {
    "index": 81,
    "verse_number": 72,
    "translation": "Und Wir haben es ihnen fügsam gemacht, so daß sie davon Reittiere haben und davon essen (können).",
    "arabic_full": "وَذَلَّلْنَـٰهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ",
    "arabic": "",
    "transcription": "Wa żallalnāhā lahum fa minhā rakūbuhum wa minhā ya'kulūn(a)."
  },
  {
    "index": 82,
    "verse_number": 73,
    "translation": "Und sie haben an ihm (allerlei) Nutzen und (etwas) zu trinken. Wollen sie denn nicht dankbar sein?",
    "arabic_full": "وَلَهُمْ فِيهَا مَنَـٰفِعُ وَمَشَارِبُ ۖ أَفَلَا يَشْكُرُونَ",
    "arabic": "",
    "transcription": "Wa lahum fīhā manāfi'u wa masyārib(u), afalā yasykurūn(a)."
  },
  {
    "index": 83,
    "verse_number": 74,
    "translation": "Und sie haben sich anstatt Allahs Götter genommen, auf daß sie Hilfe finden mögen.",
    "arabic_full": "وَٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ ءَالِهَةً لَّعَلَّهُمْ يُنصَرُونَ",
    "arabic": "",
    "transcription": "Wattakhażū min dūnillāhi ālihatal la'allahum yunṣarūn(a)."
  },
  {
    "index": 84,
    "verse_number": 75,
    "translation": "Sie können ihnen jedoch keine Hilfe gewähren, obwohl sie ihnen als eine (dienstbereite) Heerschar vorgeführt werden.",
    "arabic_full": "لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُندٌ مُّحْضَرُونَ",
    "arabic": "",
    "transcription": "Lā yastaṭī'ūna naṣrahum, wa hum lahum jundum muḥḍarūn(a)."
  },
  {
    "index": 85,
    "verse_number": 76,
    "translation": "Ihre Worte sollen dich nicht traurig machen. Wir wissen ja, was sie geheimhalten und was sie offenlegen.",
    "arabic_full": "فَلَا يَحْزُنكَ قَوْلُهُمْ ۘ إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ",
    "arabic": "",
    "transcription": "Falā yaḥzunka qauluhum, innā na'lamu mā yusirrūna wa mā yu'linūn(a)."
  },
  {
    "index": 86,
    "verse_number": 77,
    "translation": "Sieht denn der Mensch nicht, daß Wir ihn aus einem Samentropfen erschaffen haben, und doch ist er sogleich ein deutlicher Widersacher.",
    "arabic_full": "أَوَلَمْ يَرَ ٱلْإِنسَـٰنُ أَنَّا خَلَقْنَـٰهُ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ",
    "arabic": "",
    "transcription": "Awalam yaral-insānu annā khalaqnāhu min nuṭfatin fa'iżā huwa khaṣīmum mubīn(un)."
  },
  {
    "index": 87,
    "verse_number": 78,
    "translation": "Er führt Uns ein Beispiel an und vergißt seine (eigene) Erschaffung. Er sagt: Wer macht die Knochen wieder lebendig, wenn sie zerfallen sind?",
    "arabic_full": "وَضَرَبَ لَنَا مَثَلًا وَنَسِىَ خَلْقَهُۥ ۖ قَالَ مَن يُحْىِ ٱلْعِظَـٰمَ وَهِىَ رَمِيمٌ",
    "arabic": "",
    "transcription": "Wa ḍaraba lanā maṡalaw wa nasiya khalqah(ū), qāla may yuḥyil-'iẓāma wa hiya ramīm(un)."
  },
  {
    "index": 88,
    "verse_number": 79,
    "translation": "Sag: Wieder lebendig macht sie Derjenige, Der sie das erste Mal hat entstehen lassen. Und Er weiß über jede Schöpfung Bescheid,",
    "arabic_full": "قُلْ يُحْيِيهَا ٱلَّذِىٓ أَنشَأَهَآ أَوَّلَ مَرَّةٍ ۖ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ",
    "arabic": "",
    "transcription": "Qul yuḥyīhal-lażī ansya'ahā awwala marrah(tin), wa huwa bikulli khalqin 'alīm(un)."
  },
  {
    "index": 89,
    "verse_number": 80,
    "translation": "(Er,) Der euch aus grünen Bäumen Feuer gemacht hat, so daß ihr sogleich damit anzünden könnt.",
    "arabic_full": "ٱلَّذِى جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلْأَخْضَرِ نَارًا فَإِذَآ أَنتُم مِّنْهُ تُوقِدُونَ",
    "arabic": "",
    "transcription": "Allażī ja'ala lakum minasy-syajaril-akhḍari nārā(n), fa'iżā antum minhu tūqidūn(a)."
  },
  {
    "index": 90,
    "verse_number": 81,
    "translation": "Hat nicht Derjenige, Der die Himmel und die Erde erschaffen hat, (auch) die Macht, ihresgleichen zu erschaffen? Ja doch!",
    "arabic_full": "أَوَلَيْسَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِقَـٰدِرٍ عَلَىٰٓ أَن يَخْلُقَ مِثْلَهُم ۚ بَلَىٰ وَهُوَ ٱلْخَلَّـٰقُ ٱلْعَلِيمُ",
    "arabic": "",
    "transcription": "Awa laysa alladhee khalaqa assamawati wal-arda biqadirin 'ala an yakhluqa mithlahum. Bala"
  },
  {
    "index": 91,
    "verse_number": 81,
    "translation": "Und Er ist der Allerschaffer und Allwissende.",
    "arabic_full": "أَوَلَيْسَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِقَـٰدِرٍ عَلَىٰٓ أَن يَخْلُقَ مِثْلَهُم ۚ بَلَىٰ وَهُوَ ٱلْخَلَّـٰقُ ٱلْعَلِيمُ",
    "arabic": "",
    "transcription": "wa huwa al-khallaqu al-'aleem"
  },
  {
    "index": 92,
    "verse_number": 82,
    "translation": "Sein Befehl, wenn Er etwas will, ist, dazu nur zu sagen: ,Sei!’, und so ist es.",
    "arabic_full": "إِنَّمَآ أَمْرُهُۥٓ إِذَآ أَرَادَ شَيْـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ",
    "arabic": "",
    "transcription": "Innamā amruhū iżā arāda syai'an ay yaqūla lahū kun fa yakūn(u)."
  },
  {
    "index": 93,
    "verse_number": 83,
    "translation": "So sei Preis Demjenigen, in Dessen Hand die Herrschaftsgewalt über alles ist und zu Dem ihr zurückgebracht werdet!",
    "arabic_full": "فَسُبْحَـٰنَ ٱلَّذِى بِيَدِهِۦ مَلَكُوتُ كُلِّ شَىْءٍ وَإِلَيْهِ تُرْجَعُونَ",
    "arabic": "",
    "transcription": "Fa subḥānal-lażī biyadihī malakūtu kulli syai'iw wa ilaihi turja'ūn(a)."
  }
]