[
  {
    "verse_number": 1,
    "translation": "O ihr Menschen, fürchtet euren Herrn, Der euch aus einem einzigen Wesen schuf, und aus ihm schuf Er seine Gattin und ließ aus beiden viele Männer und Frauen sich ausbreiten. Und fürchtet Allah, in Dessen (Namen) ihr einander bittet, und die Verwandtschaftsbande. Gewiß, Allah ist Wächter über euch.",
    "segmented": [
      {
        "belongs_to_verse_number": 1,
        "translation": "O ihr Menschen, fürchtet euren Herrn, Der euch aus einem einzigen Wesen schuf, und aus ihm schuf Er seine Gattin",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمُ ٱلَّذِى خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا",
        "text_uthmani_transcribed": "Yā ayyuhan-nāsuttaqū rabbakumul-lażī khalaqakum min nafsiw wāḥidatiw wa khalaqa minhā zaujahā"
      },
      {
        "belongs_to_verse_number": 1,
        "translation": "und ließ aus beiden viele Männer und Frauen sich ausbreiten.",
        "text_uthmani": "وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَآءً ۚ",
        "text_uthmani_transcribed": "wa baṡṡa minhumā rijālan kaṡīraw wa nisā'ā(n),"
      },
      {
        "belongs_to_verse_number": 1,
        "translation": "Und fürchtet Allah, in Dessen (Namen) ihr einander bittet, und die Verwandtschaftsbande. Gewiß, Allah ist Wächter über euch.",
        "text_uthmani": "وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِى تَسَآءَلُونَ بِهِۦ وَٱلْأَرْحَامَ ۚ إِنَّ ٱللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا",
        "text_uthmani_transcribed": "wattaqullāhal-lażī tasā'alūna bihī wal-arḥām(a), innallāha kāna 'alaikum raqībā(n)."
      }
    ],
    "text_uthmani": " يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمُ ٱلَّذِى خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَآءً ۚ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِى تَسَآءَلُونَ بِهِۦ وَٱلْأَرْحَامَ ۚ إِنَّ ٱللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا",
    "text_uthmani_transcribed": "Yā ayyuhan-nāsuttaqū rabbakumul-lażī khalaqakum min nafsiw wāḥidatiw wa khalaqa minhā zaujahā wa baṡṡa minhumā rijālan kaṡīraw wa nisā'ā(n), wattaqullāhal-lażī tasā'alūna bihī wal-arḥām(a), innallāha kāna 'alaikum raqībā(n)."
  },
  {
    "verse_number": 2,
    "translation": "Und gebt den Waisen ihren Besitz und tauscht nicht Schlechtes mit Gutem aus und zehrt nicht ihren Besitz zu eurem Besitz hinzu. Das ist gewiß ein schweres Vergehen.",
    "segmented": [
      {
        "belongs_to_verse_number": 2,
        "translation": "Und gebt den Waisen ihren Besitz und tauscht nicht Schlechtes mit Gutem aus und zehrt nicht ihren Besitz zu eurem Besitz hinzu.",
        "text_uthmani": "وَءَاتُوا۟ ٱلْيَتَـٰمَىٰٓ أَمْوَٰلَهُمْ ۖ وَلَا تَتَبَدَّلُوا۟ ٱلْخَبِيثَ بِٱلطَّيِّبِ ۖ وَلَا تَأْكُلُوٓا۟ أَمْوَٰلَهُمْ إِلَىٰٓ أَمْوَٰلِكُمْ ۚ",
        "text_uthmani_transcribed": "Wa ātul-yatāmā amwālahum wa lā tatabaddalul-khabīṡa biṭ-ṭayyib(i), wa lā ta'kulū amwālahum ilā amwālikum,"
      },
      {
        "belongs_to_verse_number": 2,
        "translation": "Das ist gewiß ein schweres Vergehen.",
        "text_uthmani": "إِنَّهُۥ كَانَ حُوبًا كَبِيرًا",
        "text_uthmani_transcribed": "innahū kāna ḥūban kabīrā(n)."
      }
    ],
    "text_uthmani": "وَءَاتُوا۟ ٱلْيَتَـٰمَىٰٓ أَمْوَٰلَهُمْ ۖ وَلَا تَتَبَدَّلُوا۟ ٱلْخَبِيثَ بِٱلطَّيِّبِ ۖ وَلَا تَأْكُلُوٓا۟ أَمْوَٰلَهُمْ إِلَىٰٓ أَمْوَٰلِكُمْ ۚ إِنَّهُۥ كَانَ حُوبًا كَبِيرًا",
    "text_uthmani_transcribed": "Wa ātul-yatāmā amwālahum wa lā tatabaddalul-khabīṡa biṭ-ṭayyib(i), wa lā ta'kulū amwālahum ilā amwālikum, innahū kāna ḥūban kabīrā(n)."
  },
  {
    "verse_number": 3,
    "translation": "Und wenn ihr befürchtet, nicht gerecht hinsichtlich der Waisen zu handeln, dann heiratet, was euch an Frauen gut scheint, zwei, drei oder vier. Wenn ihr aber befürchtet, nicht gerecht zu handeln, dann (nur) eine oder was eure rechte Hand besitzt. Das ist eher geeignet, daß ihr nicht ungerecht seid.",
    "segmented": [
      {
        "belongs_to_verse_number": 3,
        "translation": "Und wenn ihr befürchtet, nicht gerecht hinsichtlich der Waisen zu handeln, dann heiratet, was euch an Frauen gut scheint, zwei, drei oder vier.",
        "text_uthmani": "وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا۟ فِى ٱلْيَتَـٰمَىٰ فَٱنكِحُوا۟ مَا طَابَ لَكُم مِّنَ ٱلنِّسَآءِ مَثْنَىٰ وَثُلَـٰثَ وَرُبَـٰعَ ۖ",
        "text_uthmani_transcribed": "Wa in khiftum allā tuqsiṭū fil-yatāmā fankiḥū mā ṭāba lakum minan-nisā'i maṡnā wa ṡulāṡa wa rubā'(a),"
      },
      {
        "belongs_to_verse_number": 3,
        "translation": "Wenn ihr aber befürchtet, nicht gerecht zu handeln, dann (nur) eine oder was eure rechte Hand besitzt.",
        "text_uthmani": "فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا۟ فَوَٰحِدَةً أَوْ مَا مَلَكَتْ أَيْمَـٰنُكُمْ ۚ",
        "text_uthmani_transcribed": "fa in khiftum allā ta'dilū fa wāḥidatan au mā malakat aimānukum,"
      },
      {
        "belongs_to_verse_number": 3,
        "translation": "Das ist eher geeignet, daß ihr nicht ungerecht seid.",
        "text_uthmani": "ذَٰلِكَ أَدْنَىٰٓ أَلَّا تَعُولُوا۟",
        "text_uthmani_transcribed": "żālika adnā allā ta'ūlū."
      }
    ],
    "text_uthmani": "وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا۟ فِى ٱلْيَتَـٰمَىٰ فَٱنكِحُوا۟ مَا طَابَ لَكُم مِّنَ ٱلنِّسَآءِ مَثْنَىٰ وَثُلَـٰثَ وَرُبَـٰعَ ۖ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا۟ فَوَٰحِدَةً أَوْ مَا مَلَكَتْ أَيْمَـٰنُكُمْ ۚ ذَٰلِكَ أَدْنَىٰٓ أَلَّا تَعُولُوا۟",
    "text_uthmani_transcribed": "Wa in khiftum allā tuqsiṭū fil-yatāmā fankiḥū mā ṭāba lakum minan-nisā'i maṡnā wa ṡulāṡa wa rubā'(a), fa in khiftum allā ta'dilū fa wāḥidatan au mā malakat aimānukum, żālika adnā allā ta'ūlū."
  },
  {
    "verse_number": 4,
    "translation": "Und gebt den Frauen ihre Morgengabe als Geschenk. Wenn sie für euch aber freiwillig auf etwas davon verzichten, dann verzehrt es als wohlbekömmlich und zuträglich.",
    "segmented": [
      {
        "belongs_to_verse_number": 4,
        "translation": "Und gebt den Frauen ihre Morgengabe als Geschenk.",
        "text_uthmani": "وَءَاتُوا۟ ٱلنِّسَآءَ صَدُقَـٰتِهِنَّ نِحْلَةً ۚ",
        "text_uthmani_transcribed": "Wa ātun-nisā'a ṣaduqātihinna niḥlah(tan),"
      },
      {
        "belongs_to_verse_number": 4,
        "translation": "Wenn sie für euch aber freiwillig auf etwas davon verzichten, dann verzehrt es als wohlbekömmlich und zuträglich.",
        "text_uthmani": "فَإِن طِبْنَ لَكُمْ عَن شَىْءٍ مِّنْهُ نَفْسًا فَكُلُوهُ هَنِيٓـًٔا مَّرِيٓـًٔا",
        "text_uthmani_transcribed": "fa in ṭibna lakum 'an syai'im minhu nafsan fa kulūhu hanī'am marī'ā(n)."
      }
    ],
    "text_uthmani": "وَءَاتُوا۟ ٱلنِّسَآءَ صَدُقَـٰتِهِنَّ نِحْلَةً ۚ فَإِن طِبْنَ لَكُمْ عَن شَىْءٍ مِّنْهُ نَفْسًا فَكُلُوهُ هَنِيٓـًٔا مَّرِيٓـًٔا",
    "text_uthmani_transcribed": "Wa ātun-nisā'a ṣaduqātihinna niḥlah(tan), fa in ṭibna lakum 'an syai'im minhu nafsan fa kulūhu hanī'am marī'ā(n)."
  },
  {
    "verse_number": 5,
    "translation": "Und gebt nicht den Toren euren Besitz, den Allah euch zum Unterhalt bestimmt hat, sondern versorgt sie davon und kleidet sie und sagt zu ihnen geziemende Worte.",
    "segmented": [
      {
        "belongs_to_verse_number": 5,
        "translation": "Und gebt nicht den Toren euren Besitz, den Allah euch zum Unterhalt bestimmt hat, sondern versorgt sie davon und kleidet sie",
        "text_uthmani": "وَلَا تُؤْتُوا۟ ٱلسُّفَهَآءَ أَمْوَٰلَكُمُ ٱلَّتِى جَعَلَ ٱللَّهُ لَكُمْ قِيَـٰمًا وَٱرْزُقُوهُمْ فِيهَا وَٱكْسُوهُمْ",
        "text_uthmani_transcribed": "Wa lā tu'tus-sufahā'a amwālakumul-latī ja'alallāhu lakum qiyāmaw warzuqūhum fīhā waksūhum"
      },
      {
        "belongs_to_verse_number": 5,
        "translation": "und sagt zu ihnen geziemende Worte.",
        "text_uthmani": "وَقُولُوا۟ لَهُمْ قَوْلًا مَّعْرُوفًا",
        "text_uthmani_transcribed": "wa qūlū lahum qaulam ma'rūfā(n)."
      }
    ],
    "text_uthmani": "وَلَا تُؤْتُوا۟ ٱلسُّفَهَآءَ أَمْوَٰلَكُمُ ٱلَّتِى جَعَلَ ٱللَّهُ لَكُمْ قِيَـٰمًا وَٱرْزُقُوهُمْ فِيهَا وَٱكْسُوهُمْ وَقُولُوا۟ لَهُمْ قَوْلًا مَّعْرُوفًا",
    "text_uthmani_transcribed": "Wa lā tu'tus-sufahā'a amwālakumul-latī ja'alallāhu lakum qiyāmaw warzuqūhum fīhā waksūhum wa qūlū lahum qaulam ma'rūfā(n)."
  },
  {
    "verse_number": 6,
    "translation": "Und prüft die Waisen, bis daß sie das Heiratsalter erreicht haben. Und wenn ihr dann an ihnen Besonnenheit feststellt, so händigt ihnen ihren Besitz aus. Und verzehrt ihn nicht maßlos und ihrem Erwachsenwerden zuvorkommend. Wer reich ist, der soll sich enthalten; und wer arm ist, der soll in rechtlicher Weise (davon) zehren. Und wenn ihr ihnen dann ihren Besitz aushändigt, so nehmt Zeugen vor ihnen. Doch Allah genügt als Abrechner.",
    "segmented": [
      {
        "belongs_to_verse_number": 6,
        "translation": "Und prüft die Waisen, bis daß sie das Heiratsalter erreicht haben.",
        "text_uthmani": "وَٱبْتَلُوا۟ ٱلْيَتَـٰمَىٰ حَتَّىٰٓ إِذَا بَلَغُوا۟ ٱلنِّكَاحَ",
        "text_uthmani_transcribed": "Wabtalul-yatāmā ḥattā iżā balagun-nikāḥ(a)"
      },
      {
        "belongs_to_verse_number": 6,
        "translation": "Und wenn ihr dann an ihnen Besonnenheit feststellt, so händigt ihnen ihren Besitz aus.",
        "text_uthmani": "فَإِنْ ءَانَسْتُم مِّنْهُمْ رُشْدًا فَٱدْفَعُوٓا۟ إِلَيْهِمْ أَمْوَٰلَهُمْ ۖ",
        "text_uthmani_transcribed": "fa in ānastum minhum rusydan fadfa'ū ilaihim amwālahum,"
      },
      {
        "belongs_to_verse_number": 6,
        "translation": "Und verzehrt ihn nicht maßlos und ihrem Erwachsenwerden zuvorkommend.",
        "text_uthmani": "وَلَا تَأْكُلُوهَآ إِسْرَافًا وَبِدَارًا أَن يَكْبَرُوا۟ ۚ",
        "text_uthmani_transcribed": "wa lā ta'kulūhā isrāfaw wa bidāran ay yakbarū,"
      },
      {
        "belongs_to_verse_number": 6,
        "translation": "Wer reich ist, der soll sich enthalten; und wer arm ist, der soll in rechtlicher Weise (davon) zehren.",
        "text_uthmani": "وَمَن كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ ۖ وَمَن كَانَ فَقِيرًا فَلْيَأْكُلْ بِٱلْمَعْرُوفِ ۚ",
        "text_uthmani_transcribed": "wa man kāna ganiyyan falyasta'fif, wa man kāna faqīran falya'kul bil-ma'rūf(i),"
      },
      {
        "belongs_to_verse_number": 6,
        "translation": "Und wenn ihr ihnen dann ihren Besitz aushändigt, so nehmt Zeugen vor ihnen. Doch Allah genügt als Abrechner.",
        "text_uthmani": "فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَٰلَهُمْ فَأَشْهِدُوا۟ عَلَيْهِمْ ۚ وَكَفَىٰ بِٱللَّهِ حَسِيبًا",
        "text_uthmani_transcribed": "fa iżā dafa'tum ilaihim amwālahum fa asyhidū 'alaihim, wa kafā billāhi ḥasībā(n)."
      }
    ],
    "text_uthmani": "وَٱبْتَلُوا۟ ٱلْيَتَـٰمَىٰ حَتَّىٰٓ إِذَا بَلَغُوا۟ ٱلنِّكَاحَ فَإِنْ ءَانَسْتُم مِّنْهُمْ رُشْدًا فَٱدْفَعُوٓا۟ إِلَيْهِمْ أَمْوَٰلَهُمْ ۖ وَلَا تَأْكُلُوهَآ إِسْرَافًا وَبِدَارًا أَن يَكْبَرُوا۟ ۚ وَمَن كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ ۖ وَمَن كَانَ فَقِيرًا فَلْيَأْكُلْ بِٱلْمَعْرُوفِ ۚ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَٰلَهُمْ فَأَشْهِدُوا۟ عَلَيْهِمْ ۚ وَكَفَىٰ بِٱللَّهِ حَسِيبًا",
    "text_uthmani_transcribed": "Wabtalul-yatāmā ḥattā iżā balagun-nikāḥ(a), fa in ānastum minhum rusydan fadfa'ū ilaihim amwālahum, wa lā ta'kulūhā isrāfaw wa bidāran ay yakbarū, wa man kāna ganiyyan falyasta'fif, wa man kāna faqīran falya'kul bil-ma'rūf(i), fa iżā dafa'tum ilaihim amwālahum fa asyhidū 'alaihim, wa kafā billāhi ḥasībā(n)."
  },
  {
    "verse_number": 7,
    "translation": "Den Männern steht ein Anteil von dem zu, was die Eltern und nächsten Verwandten hinterlassen, und den Frauen steht ein Anteil von dem zu, was die Eltern und nächsten Verwandten hinterlassen, sei es wenig oder viel - ein festgesetzter Anteil.",
    "segmented": [
      {
        "belongs_to_verse_number": 7,
        "translation": "Den Männern steht ein Anteil von dem zu, was die Eltern und nächsten Verwandten hinterlassen,",
        "text_uthmani": "لِّلرِّجَالِ نَصِيبٌ مِّمَّا تَرَكَ ٱلْوَٰلِدَانِ وَٱلْأَقْرَبُونَ",
        "text_uthmani_transcribed": "Lir-rijāli naṣībum mimmā tarakal-wālidāni wal-aqrabūn(a)"
      },
      {
        "belongs_to_verse_number": 7,
        "translation": "und den Frauen steht ein Anteil von dem zu, was die Eltern",
        "text_uthmani": "وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا تَرَكَ ٱلْوَٰلِدَانِ",
        "text_uthmani_transcribed": "wa lin-nisā'i naṣībum mimmā tarakal-wālidāni"
      },
      {
        "belongs_to_verse_number": 7,
        "translation": "und nächsten Verwandten hinterlassen, sei es wenig oder viel - ein festgesetzter Anteil.",
        "text_uthmani": "وَٱلْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ ۚ نَصِيبًا مَّفْرُوضًا",
        "text_uthmani_transcribed": "wal-aqrabūna mimmā qalla minhu au kaṡur(a), naṣībam mafrūḍā(n)."
      }
    ],
    "text_uthmani": "لِّلرِّجَالِ نَصِيبٌ مِّمَّا تَرَكَ ٱلْوَٰلِدَانِ وَٱلْأَقْرَبُونَ وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا تَرَكَ ٱلْوَٰلِدَانِ وَٱلْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ ۚ نَصِيبًا مَّفْرُوضًا",
    "text_uthmani_transcribed": "Lir-rijāli naṣībum mimmā tarakal-wālidāni wal-aqrabūn(a), wa lin-nisā'i naṣībum mimmā tarakal-wālidāni wal-aqrabūna mimmā qalla minhu au kaṡur(a), naṣībam mafrūḍā(n)."
  },
  {
    "verse_number": 8,
    "translation": "Und wenn bei der Verteilung Verwandte, Waisen und Arme zugegen sind, dann versorgt sie davon und sagt zu ihnen geziemende Worte.",
    "text_uthmani": "وَإِذَا حَضَرَ ٱلْقِسْمَةَ أُو۟لُوا۟ ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينُ فَٱرْزُقُوهُم مِّنْهُ وَقُولُوا۟ لَهُمْ قَوْلًا مَّعْرُوفًا",
    "text_uthmani_transcribed": "Wa iżā ḥaḍaral-qismata ulul-qurbā wal-yatāmā wal-masākīnu farzuqūhum minhu wa qūlū lahum qaulam ma'rūfā(n)."
  },
  {
    "verse_number": 9,
    "translation": "Und diejenigen sollen sich fürchten, die, wenn sie schwache Nachkommenschaft hinterließen, um sie bangen würden; darum sollen sie sich vor Allah hüten und treffende Worte sagen.",
    "segmented": [
      {
        "belongs_to_verse_number": 9,
        "translation": "Und diejenigen sollen sich fürchten, die, wenn sie schwache Nachkommenschaft hinterließen, um sie bangen würden; darum sollen sie sich vor Allah hüten",
        "text_uthmani": "وَلْيَخْشَ ٱلَّذِينَ لَوْ تَرَكُوا۟ مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَـٰفًا خَافُوا۟ عَلَيْهِمْ فَلْيَتَّقُوا۟ ٱللَّهَ",
        "text_uthmani_transcribed": "Walyakhsyal-lażīna lau tarakū min khalfihim żurriyyatan ḍi'āfan khāfū 'alaihim, falyattaqullāha"
      },
      {
        "belongs_to_verse_number": 9,
        "translation": "und treffende Worte sagen.",
        "text_uthmani": "وَلْيَقُولُوا۟ قَوْلًا سَدِيدًا",
        "text_uthmani_transcribed": "walyaqūlū qaulan sadīdā(n)."
      }
    ],
    "text_uthmani": "وَلْيَخْشَ ٱلَّذِينَ لَوْ تَرَكُوا۟ مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَـٰفًا خَافُوا۟ عَلَيْهِمْ فَلْيَتَّقُوا۟ ٱللَّهَ وَلْيَقُولُوا۟ قَوْلًا سَدِيدًا",
    "text_uthmani_transcribed": "Walyakhsyal-lażīna lau tarakū min khalfihim żurriyyatan ḍi'āfan khāfū 'alaihim, falyattaqullāha walyaqūlū qaulan sadīdā(n)."
  },
  {
    "verse_number": 10,
    "translation": "Diejenigen, die den Besitz der Waisen ungerechterweise verschlingen, verzehren in ihren Bäuchen nur Feuer; und sie werden der Feuerglut ausgesetzt sein.",
    "segmented": [
      {
        "belongs_to_verse_number": 10,
        "translation": "Diejenigen, die den Besitz der Waisen ungerechterweise verschlingen, verzehren in ihren Bäuchen nur Feuer;",
        "text_uthmani": "إِنَّ ٱلَّذِينَ يَأْكُلُونَ أَمْوَٰلَ ٱلْيَتَـٰمَىٰ ظُلْمًا إِنَّمَا يَأْكُلُونَ فِى بُطُونِهِمْ نَارًا ۖ",
        "text_uthmani_transcribed": "Innal-lażīna ya'kulūna amwālal-yatāmā ẓulman innamā ya'kulūna fī buṭūnihim nārā(n),"
      },
      {
        "belongs_to_verse_number": 10,
        "translation": "und sie werden der Feuerglut ausgesetzt sein.",
        "text_uthmani": "وَسَيَصْلَوْنَ سَعِيرًا",
        "text_uthmani_transcribed": "wa sayaṣlauna sa'īrā(n)."
      }
    ],
    "text_uthmani": "إِنَّ ٱلَّذِينَ يَأْكُلُونَ أَمْوَٰلَ ٱلْيَتَـٰمَىٰ ظُلْمًا إِنَّمَا يَأْكُلُونَ فِى بُطُونِهِمْ نَارًا ۖ وَسَيَصْلَوْنَ سَعِيرًا",
    "text_uthmani_transcribed": "Innal-lażīna ya'kulūna amwālal-yatāmā ẓulman innamā ya'kulūna fī buṭūnihim nārā(n), wa sayaṣlauna sa'īrā(n)."
  },
  {
    "verse_number": 11,
    "translation": "Allah empfiehlt euch hinsichtlich eurer Kinder: Einem männlichen Geschlechts kommt ebensoviel zu wie der Anteil von zwei weiblichen Geschlechts. Wenn es aber (ausschließlich) Frauen sind, mehr als zwei, dann stehen ihnen zwei Drittel dessen zu, was er hinterläßt; wenn es (nur) eine ist, dann die Hälfte. Und den Eltern steht jedem ein Sechstel von dem zu, was er hinterläßt, wenn er Kinder hat. Wenn er jedoch keine Kinder hat und seine Eltern ihn beerben, dann steht seiner Mutter ein Drittel zu. Wenn er Brüder hat, dann steht seiner Mutter (in diesem Fall) ein Sechstel zu. (Das alles) nach (Abzug) eines (etwaigen) Vermächtnisses, das er festgesetzt hat, oder einer Schuld. Eure Väter und eure Söhne - ihr wißt nicht, wer von ihnen euch an Nutzen näher steht. (Das alles gilt für euch) als Verpflichtung von Allah. Gewiß, Allah ist Allwissend und Allweise.",
    "segmented": [
      {
        "belongs_to_verse_number": 11,
        "translation": "Allah empfiehlt euch hinsichtlich eurer Kinder: Einem männlichen Geschlechts kommt ebensoviel zu wie der Anteil von zwei weiblichen Geschlechts.",
        "text_uthmani": "يُوصِيكُمُ ٱللَّهُ فِىٓ أَوْلَـٰدِكُمْ ۖ لِلذَّكَرِ مِثْلُ حَظِّ ٱلْأُنثَيَيْنِ ۚ",
        "text_uthmani_transcribed": "Yūṣīkumullāhu fī aulādikum liż-żakari miṡlu ḥaẓẓil-unṡayain(i),"
      },
      {
        "belongs_to_verse_number": 11,
        "translation": "Wenn es aber (ausschließlich) Frauen sind, mehr als zwei, dann stehen ihnen zwei Drittel dessen zu, was er hinterläßt; wenn es (nur) eine ist",
        "text_uthmani": "فَإِن كُنَّ نِسَآءً فَوْقَ ٱثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ ۖ وَإِن كَانَتْ وَٰحِدَةً",
        "text_uthmani_transcribed": "fa in kunna nisā'an fauqaṡnataini fa lahunna ṡuluṡā mā tarak(a), wa in kānat wāḥidatan"
      },
      {
        "belongs_to_verse_number": 11,
        "translation": "dann die Hälfte. Und den Eltern steht jedem ein Sechstel von dem zu, was er hinterläßt, wenn er Kinder hat.",
        "text_uthmani": "فَإِن كَانَتْ وَٰحِدَةً فَلَهَا ٱلنِّصْفُ ۚ وَلِأَبَوَيْهِ لِكُلِّ وَٰحِدٍ مِّنْهُمَا ٱلسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدٌ ۚ",
        "text_uthmani_transcribed": "fa in kānat wāḥidatan fa lahan-niṣf(u), wa li abawaihi likulli wāḥidim minhumas-sudusu mimmā taraka in kāna lahū walad(un),"
      },
      {
        "belongs_to_verse_number": 11,
        "translation": "Wenn er jedoch keine Kinder hat und seine Eltern ihn beerben, dann steht seiner Mutter ein Drittel zu.",
        "text_uthmani": "فَإِن لَّمْ يَكُن لَّهُۥ وَلَدٌ وَوَرِثَهُۥٓ أَبَوَاهُ فَلِأُمِّهِ ٱلثُّلُثُ ۚ",
        "text_uthmani_transcribed": "fa illam yakul lahū waladuw wa wariṡahū abawāhu fa li'ummihiṡ-ṡuluṡ(u)"
      },
      {
        "belongs_to_verse_number": 11,
        "translation": "Wenn er Brüder hat, dann steht seiner Mutter (in diesem Fall) ein Sechstel zu.",
        "text_uthmani": "فَإِن كَانَ لَهُۥٓ إِخْوَةٌ فَلِأُمِّهِ ٱلسُّدُسُ ۚ",
        "text_uthmani_transcribed": "fa in kāna lahū ikhwatun fa li'ummihis-sudusu"
      },
      {
        "belongs_to_verse_number": 11,
        "translation": "(Das alles) nach (Abzug) eines (etwaigen) Vermächtnisses, das er festgesetzt hat, oder einer Schuld.",
        "text_uthmani": "مِنۢ بَعْدِ وَصِيَّةٍ يُوصِى بِهَآ أَوْ دَيْنٍ",
        "text_uthmani_transcribed": "mim ba'di waṣiyyatiy yūṣī bihā au dain(in)"
      },
      {
        "belongs_to_verse_number": 11,
        "translation": "Eure Väter und eure Söhne - ihr wißt nicht, wer von ihnen euch an Nutzen näher steht. (Das alles gilt für euch) als Verpflichtung von Allah.",
        "text_uthmani": "ءَابَآؤُكُمْ وَأَبْنَآؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا ۚ فَرِيضَةً مِّنَ ٱللَّهِ ۗ",
        "text_uthmani_transcribed": "ābā'ukum wa abnā'ukum, lā tadrūna ayyuhum aqrabu lakum naf'ā(n), farīḍatam minallāh(i),"
      },
      {
        "belongs_to_verse_number": 11,
        "translation": "Gewiß, Allah ist Allwissend und Allweise.",
        "text_uthmani": "إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًا",
        "text_uthmani_transcribed": "innallāha kāna 'alīman ḥakīmā(n)."
      }
    ],
    "text_uthmani": "يُوصِيكُمُ ٱللَّهُ فِىٓ أَوْلَـٰدِكُمْ ۖ لِلذَّكَرِ مِثْلُ حَظِّ ٱلْأُنثَيَيْنِ ۚ فَإِن كُنَّ نِسَآءً فَوْقَ ٱثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ ۖ وَإِن كَانَتْ وَٰحِدَةً فَلَهَا ٱلنِّصْفُ ۚ وَلِأَبَوَيْهِ لِكُلِّ وَٰحِدٍ مِّنْهُمَا ٱلسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدٌ ۚ فَإِن لَّمْ يَكُن لَّهُۥ وَلَدٌ وَوَرِثَهُۥٓ أَبَوَاهُ فَلِأُمِّهِ ٱلثُّلُثُ ۚ فَإِن كَانَ لَهُۥٓ إِخْوَةٌ فَلِأُمِّهِ ٱلسُّدُسُ ۚ مِنۢ بَعْدِ وَصِيَّةٍ يُوصِى بِهَآ أَوْ دَيْنٍ ۗ ءَابَآؤُكُمْ وَأَبْنَآؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا ۚ فَرِيضَةً مِّنَ ٱللَّهِ ۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًا",
    "text_uthmani_transcribed": "Yūṣīkumullāhu fī aulādikum liż-żakari miṡlu ḥaẓẓil-unṡayain(i), fa in kunna nisā'an fauqaṡnataini fa lahunna ṡuluṡā mā tarak(a), wa in kānat wāḥidatan fa lahan-niṣf(u), wa li abawaihi likulli wāḥidim minhumas-sudusu mimmā taraka in kāna lahū walad(un), fa illam yakul lahū waladuw wa wariṡahū abawāhu fa li'ummihiṡ-ṡuluṡ(u),  fa in kāna lahū ikhwatun fa li'ummihis-sudusu mim ba'di waṣiyyatiy yūṣī bihā au dain(in), ābā'ukum wa abnā'ukum, lā tadrūna ayyuhum aqrabu lakum naf'ā(n), farīḍatam minallāh(i), innallāha kāna 'alīman ḥakīmā(n)."
  },
  {
    "verse_number": 12,
    "translation": "Und euch steht die Hälfte vom dem zu, was eure Gattinnen hinterlassen, wenn sie keine Kinder haben. Wenn sie jedoch Kinder haben, dann steht euch ein Viertel von dem zu, was sie hinterlassen. (Das alles) nach (Abzug) eines (etwaigen) Vermächtnisses, das sie festgesetzt haben, oder einer Schuld. Und ihnen steht ein Viertel von dem zu, was ihr hinterlaßt, wenn ihr keine Kinder habt. Wenn ihr jedoch Kinder habt, dann steht ihnen ein Achtel von dem zu, was ihr hinterlaßt. (Das alles) nach (Abzug) eines (etwaigen) Vermächtnisses, das ihr festgesetzt habt, oder einer Schuld. Und wenn ein Mann oder eine Frau ohne Eltern oder Kinder beerbt wird und er (bzw. sie) einen (Halb)bruder oder eine (Halb)schwester (mütterlicherseits) hat, dann steht jedem von beiden ein Sechstel zu. Wenn es jedoch mehr als dies sind, dann sollen sie Teilhaber an einem Drittel sein. (Das alles) nach (Abzug) eines (etwaigen) Vermächtnisses, das festgesetzt worden ist, oder einer Schuld, ohne Schädigung. (Das alles ist euch) anbefohlen von Allah. Allah ist Allwissend und Nachsichtig.",
    "segmented": [
      {
        "belongs_to_verse_number": 12,
        "translation": "Und euch steht die Hälfte vom dem zu, was eure Gattinnen hinterlassen, wenn sie keine Kinder haben.",
        "text_uthmani": "۞ وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَٰجُكُمْ إِن لَّمْ يَكُن لَّهُنَّ وَلَدٌ ۚ",
        "text_uthmani_transcribed": "Wa lakum niṣfu mā taraka azwājukum illam yakul lahunna walad(un),"
      },
      {
        "belongs_to_verse_number": 12,
        "translation": "Wenn sie jedoch Kinder haben, dann steht euch ein Viertel von dem zu, was sie hinterlassen.",
        "text_uthmani": "فَإِن كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكْنَ ۚ",
        "text_uthmani_transcribed": "fa in kāna lahunna waladun fa lakumur-rubu'u mimmā tarakna"
      },
      {
        "belongs_to_verse_number": 12,
        "translation": "(Das alles) nach (Abzug) eines (etwaigen) Vermächtnisses, das sie festgesetzt haben, oder einer Schuld.",
        "text_uthmani": "مِنۢ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَآ أَوْ دَيْنٍ",
        "text_uthmani_transcribed": "mim ba'di waṣiyyatiy yūṣīna bihā au dain(in)"
      },
      {
        "belongs_to_verse_number": 12,
        "translation": "Und ihnen steht ein Viertel von dem zu, was ihr hinterlaßt, wenn ihr keine Kinder habt.",
        "text_uthmani": "وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكْتُمْ إِن لَّمْ يَكُن لَّكُمْ وَلَدٌ ۚ",
        "text_uthmani_transcribed": "wa lahunnar-rubu'u mimmā taraktum illam yakul lakum walad(un),"
      },
      {
        "belongs_to_verse_number": 12,
        "translation": "Wenn ihr jedoch Kinder habt, dann steht ihnen ein Achtel von dem zu, was ihr hinterlaßt.",
        "text_uthmani": "فَإِن كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكْتُم ۚ",
        "text_uthmani_transcribed": "fa in kāna lakum waladun fa lahunnaṡ-ṡumunu mimmā taraktum"
      },
      {
        "belongs_to_verse_number": 12,
        "translation": "(Das alles) nach (Abzug) eines (etwaigen) Vermächtnisses, das ihr festgesetzt habt, oder einer Schuld.",
        "text_uthmani": "مِّنۢ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَآ أَوْ دَيْنٍ",
        "text_uthmani_transcribed": "mim ba'di waṣiyyatiy tūṣūna bihā au dain(in)"
      },
      {
        "belongs_to_verse_number": 12,
        "translation": "Und wenn ein Mann oder eine Frau ohne Eltern oder Kinder beerbt wird und er (bzw.",
        "text_uthmani": "وَإِن كَانَ رَجُلٌ يُورَثُ كَلَـٰلَةً أَوِ ٱمْرَأَةٌ وَلَهُۥٓ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَٰحِدٍ مِّنْهُمَا ٱلسُّدُسُ ۚ فَإِن كَانُوٓا۟ أَكْثَرَ مِن ذَٰلِكَ فَهُمْ شُرَكَآءُ فِى ٱلثُّلُثِ ۚ مِنۢ بَعْدِ وَصِيَّةٍ يُوصَىٰ بِهَآ أَوْ دَيْنٍ غَيْرَ مُضَآرٍّ ۚ وَصِيَّةً مِّنَ ٱللَّهِ ۗ وَٱللَّهُ عَلِيمٌ حَلِيمٌ",
        "text_uthmani_transcribed": "wa in kāna rajuluy yūraṡu kalālatan awimra'atuw wa lahū akhun au ukhtun fa likulli wāḥidatim minhumas-sudus(u), fa in kānū akṡara min żālika fa hum syurakā'u fiṡ-ṡuluṡi mim ba'di waṣiyyatiy yūṣā bihā au dain(in), gaira muḍārr(in), waṣiyyatam minallāh(i), wallāhu 'alīmun ḥalīm(un)."
      },
      {
        "belongs_to_verse_number": 12,
        "translation": "sie) einen (Halb)bruder oder eine (Halb)schwester (mütterlicherseits) hat, dann steht jedem von beiden ein Sechstel zu.",
        "text_uthmani": "وَلَهُۥٓ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَٰحِدٍ مِّنْهُمَا ٱلسُّدُسُ ۚ",
        "text_uthmani_transcribed": "wa lahū akhun au ukhtun fa likulli wāḥidatim minhumas-sudus(u),"
      },
      {
        "belongs_to_verse_number": 12,
        "translation": "Wenn es jedoch mehr als dies sind, dann sollen sie Teilhaber an einem Drittel sein.",
        "text_uthmani": "فَإِن كَانُوٓا۟ أَكْثَرَ مِن ذَٰلِكَ فَهُمْ شُرَكَآءُ فِى ٱلثُّلُثِ ۚ",
        "text_uthmani_transcribed": "fa in kānū akṡara min żālika fa hum syurakā'u fiṡ-ṡuluṡi"
      },
      {
        "belongs_to_verse_number": 12,
        "translation": "(Das alles) nach (Abzug) eines (etwaigen) Vermächtnisses, das festgesetzt worden ist, oder einer Schuld, ohne Schädigung.",
        "text_uthmani": "مِنۢ بَعْدِ وَصِيَّةٍ يُوصَىٰ بِهَآ أَوْ دَيْنٍ غَيْرَ مُضَآرٍّ",
        "text_uthmani_transcribed": "mim ba'di waṣiyyatiy yūṣā bihā au dain(in), gaira muḍārr(in)"
      },
      {
        "belongs_to_verse_number": 12,
        "translation": "(Das alles ist euch) anbefohlen von Allah. Allah ist Allwissend und Nachsichtig.",
        "text_uthmani": "وَصِيَّةً مِّنَ ٱللَّهِ ۗ وَٱللَّهُ عَلِيمٌ حَلِيمٌ",
        "text_uthmani_transcribed": "waṣiyyatam minallāh(i), wallāhu 'alīmun ḥalīm(un)."
      }
    ],
    "text_uthmani": "۞ وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَٰجُكُمْ إِن لَّمْ يَكُن لَّهُنَّ وَلَدٌ ۚ فَإِن كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكْنَ ۚ مِنۢ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَآ أَوْ دَيْنٍ ۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكْتُمْ إِن لَّمْ يَكُن لَّكُمْ وَلَدٌ ۚ فَإِن كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكْتُم ۚ مِّنۢ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَآ أَوْ دَيْنٍ ۗ وَإِن كَانَ رَجُلٌ يُورَثُ كَلَـٰلَةً أَوِ ٱمْرَأَةٌ وَلَهُۥٓ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَٰحِدٍ مِّنْهُمَا ٱلسُّدُسُ ۚ فَإِن كَانُوٓا۟ أَكْثَرَ مِن ذَٰلِكَ فَهُمْ شُرَكَآءُ فِى ٱلثُّلُثِ ۚ مِنۢ بَعْدِ وَصِيَّةٍ يُوصَىٰ بِهَآ أَوْ دَيْنٍ غَيْرَ مُضَآرٍّ ۚ وَصِيَّةً مِّنَ ٱللَّهِ ۗ وَٱللَّهُ عَلِيمٌ حَلِيمٌ",
    "text_uthmani_transcribed": "Wa lakum niṣfu mā taraka azwājukum illam yakul lahunna walad(un), fa in kāna lahunna waladun fa lakumur-rubu'u mimmā tarakna mim ba'di waṣiyyatiy yūṣīna bihā au dain(in), wa lahunnar-rubu'u mimmā taraktum illam yakul lakum walad(un), fa in kāna lakum waladun fa lahunnaṡ-ṡumunu mimmā taraktum mim ba'di waṣiyyatiy tūṣūna bihā au dain(in), wa in kāna rajuluy yūraṡu kalālatan awimra'atuw wa lahū akhun au ukhtun fa likulli wāḥidatim minhumas-sudus(u), fa in kānū akṡara min żālika fa hum syurakā'u fiṡ-ṡuluṡi mim ba'di waṣiyyatiy yūṣā bihā au dain(in), gaira muḍārr(in), waṣiyyatam minallāh(i), wallāhu 'alīmun ḥalīm(un)."
  },
  {
    "verse_number": 13,
    "translation": "Dies sind Allahs Grenzen. Wer nun Allah und Seinem Gesandten gehorcht, den wird Er in Gärten eingehen lassen, durcheilt von Bächen, ewig darin zu bleiben; und das ist ein großartiger Erfolg.",
    "segmented": [
      {
        "belongs_to_verse_number": 13,
        "translation": "Dies sind Allahs Grenzen.",
        "text_uthmani": "تِلْكَ حُدُودُ ٱللَّهِ ۚ",
        "text_uthmani_transcribed": "Tilka ḥudūdullāh(i),"
      },
      {
        "belongs_to_verse_number": 13,
        "translation": "Wer nun Allah und Seinem Gesandten gehorcht, den wird Er in Gärten eingehen lassen, durcheilt von Bächen, ewig darin zu bleiben;",
        "text_uthmani": "وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدْخِلْهُ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا",
        "text_uthmani_transcribed": "wa may yuṭi'illāha wa rasūlahū yudkhilhu jannātin tajrī min taḥtihal-anhāru khālidīna fīhā"
      },
      {
        "belongs_to_verse_number": 13,
        "translation": "und das ist ein großartiger Erfolg.",
        "text_uthmani": "وَذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
        "text_uthmani_transcribed": "wa żālikal-fauzul-'aẓīm(u)."
      }
    ],
    "text_uthmani": "تِلْكَ حُدُودُ ٱللَّهِ ۚ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدْخِلْهُ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ وَذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
    "text_uthmani_transcribed": "Tilka ḥudūdullāh(i), wa may yuṭi'illāha wa rasūlahū yudkhilhu jannātin tajrī min taḥtihal-anhāru khālidīna fīhā, wa żālikal-fauzul-'aẓīm(u)."
  },
  {
    "verse_number": 14,
    "translation": "Wer sich aber Allah und Seinem Gesandten widersetzt und Seine Grenzen überschreitet, den läßt Er in ein Feuer eingehen, ewig darin zu bleiben; und für ihn gibt es schmachvolle Strafe.",
    "segmented": [
      {
        "belongs_to_verse_number": 14,
        "translation": "Wer sich aber Allah und Seinem Gesandten widersetzt und Seine Grenzen überschreitet, den läßt Er in ein Feuer eingehen, ewig darin zu bleiben;",
        "text_uthmani": "وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ وَيَتَعَدَّ حُدُودَهُۥ يُدْخِلْهُ نَارًا خَـٰلِدًا فِيهَا",
        "text_uthmani_transcribed": "Wa may ya'ṣillāha wa rasūlahū wa yata'adda ḥudūdahū yudkhilhu nāran khālidan fīhā"
      },
      {
        "belongs_to_verse_number": 14,
        "translation": "und für ihn gibt es schmachvolle Strafe.",
        "text_uthmani": "وَلَهُۥ عَذَابٌ مُّهِينٌ",
        "text_uthmani_transcribed": "wa lahū 'ażābum muhīn(un)."
      }
    ],
    "text_uthmani": "وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ وَيَتَعَدَّ حُدُودَهُۥ يُدْخِلْهُ نَارًا خَـٰلِدًا فِيهَا وَلَهُۥ عَذَابٌ مُّهِينٌ",
    "text_uthmani_transcribed": "Wa may ya'ṣillāha wa rasūlahū wa yata'adda ḥudūdahū yudkhilhu nāran khālidan fīhā, wa lahū 'ażābum muhīn(un)."
  },
  {
    "verse_number": 15,
    "translation": "Und diejenigen von euren Frauen, die das Abscheuliche begehen, - bringt vier Zeugen von euch gegen sie. Wenn sie (es) bezeugen, dann haltet sie im Haus fest, bis der Tod sie abberuft oder Allah ihnen einen (Aus)weg schafft.",
    "segmented": [
      {
        "belongs_to_verse_number": 15,
        "translation": "Und diejenigen von euren Frauen, die das Abscheuliche begehen, - bringt vier Zeugen von euch gegen sie.",
        "text_uthmani": "وَٱلَّـٰتِى يَأْتِينَ ٱلْفَـٰحِشَةَ مِن نِّسَآئِكُمْ فَٱسْتَشْهِدُوا۟ عَلَيْهِنَّ أَرْبَعَةً مِّنكُمْ ۖ",
        "text_uthmani_transcribed": "Wal-lātī ya'tīnal-fāḥisyata min nisā'ikum fastasyhidū 'alaihinna arba'atam minkum,"
      },
      {
        "belongs_to_verse_number": 15,
        "translation": "Wenn sie (es) bezeugen, dann haltet sie im Haus fest, bis der Tod sie abberuft oder Allah ihnen einen (Aus)weg schafft.",
        "text_uthmani": "فَإِن شَهِدُوا۟ فَأَمْسِكُوهُنَّ فِى ٱلْبُيُوتِ حَتَّىٰ يَتَوَفَّىٰهُنَّ ٱلْمَوْتُ أَوْ يَجْعَلَ ٱللَّهُ لَهُنَّ سَبِيلًا",
        "text_uthmani_transcribed": "fa in syahidū fa amsikūhunna fil-buyūti ḥattā yatawaffāhunnal-mautu au yaj'alallāhu lahunna sabīlā(n)."
      }
    ],
    "text_uthmani": "وَٱلَّـٰتِى يَأْتِينَ ٱلْفَـٰحِشَةَ مِن نِّسَآئِكُمْ فَٱسْتَشْهِدُوا۟ عَلَيْهِنَّ أَرْبَعَةً مِّنكُمْ ۖ فَإِن شَهِدُوا۟ فَأَمْسِكُوهُنَّ فِى ٱلْبُيُوتِ حَتَّىٰ يَتَوَفَّىٰهُنَّ ٱلْمَوْتُ أَوْ يَجْعَلَ ٱللَّهُ لَهُنَّ سَبِيلًا",
    "text_uthmani_transcribed": "Wal-lātī ya'tīnal-fāḥisyata min nisā'ikum fastasyhidū 'alaihinna arba'atam minkum, fa in syahidū fa amsikūhunna fil-buyūti ḥattā yatawaffāhunnal-mautu au yaj'alallāhu lahunna sabīlā(n)."
  },
  {
    "verse_number": 16,
    "translation": "Und die beiden von euch, die es begehen, - züchtigt sie. Wenn sie dann bereuen und sich bessern, so laßt von ihnen ab. Gewiß, Allah ist Reue-Annehmend und Barmherzig.",
    "segmented": [
      {
        "belongs_to_verse_number": 16,
        "translation": "Und die beiden von euch, die es begehen, - züchtigt sie. Wenn sie dann bereuen und sich bessern, so laßt von ihnen ab.",
        "text_uthmani": "وَٱلَّذَانِ يَأْتِيَـٰنِهَا مِنكُمْ فَـَٔاذُوهُمَا ۖ فَإِن تَابَا وَأَصْلَحَا فَأَعْرِضُوا۟ عَنْهُمَآ ۗ",
        "text_uthmani_transcribed": "Wal-lażāni ya'tiyānihā minkum fa āżūhumā, fa in tābā wa aṣlaḥā fa a'riḍū 'anhumā,"
      },
      {
        "belongs_to_verse_number": 16,
        "translation": "Gewiß, Allah ist Reue-Annehmend und Barmherzig.",
        "text_uthmani": "إِنَّ ٱللَّهَ كَانَ تَوَّابًا رَّحِيمًا",
        "text_uthmani_transcribed": "innallāha kāna tawwābar raḥīmā(n)."
      }
    ],
    "text_uthmani": "وَٱلَّذَانِ يَأْتِيَـٰنِهَا مِنكُمْ فَـَٔاذُوهُمَا ۖ فَإِن تَابَا وَأَصْلَحَا فَأَعْرِضُوا۟ عَنْهُمَآ ۗ إِنَّ ٱللَّهَ كَانَ تَوَّابًا رَّحِيمًا",
    "text_uthmani_transcribed": "Wal-lażāni ya'tiyānihā minkum fa āżūhumā, fa in tābā wa aṣlaḥā fa a'riḍū 'anhumā, innallāha kāna tawwābar raḥīmā(n)."
  },
  {
    "verse_number": 17,
    "translation": "Die Annahme der Reue obliegt Allah nur für diejenigen, die in Unwissenheit Böses tun und hierauf beizeiten bereuen. Deren Reue nimmt Allah an. Und Allah ist Allwissend und Allweise.",
    "segmented": [
      {
        "belongs_to_verse_number": 17,
        "translation": "Die Annahme der Reue obliegt Allah nur für diejenigen, die in Unwissenheit Böses tun und hierauf beizeiten bereuen. Deren Reue nimmt Allah an.",
        "text_uthmani": "إِنَّمَا ٱلتَّوْبَةُ عَلَى ٱللَّهِ لِلَّذِينَ يَعْمَلُونَ ٱلسُّوٓءَ بِجَهَـٰلَةٍ ثُمَّ يَتُوبُونَ مِن قَرِيبٍ فَأُو۟لَـٰٓئِكَ يَتُوبُ ٱللَّهُ عَلَيْهِمْ ۗ",
        "text_uthmani_transcribed": "Innamat-taubatu 'alallāhi lil-lażīna ya'malūnas-sū'a bijahālatin ṡumma yatūbūna min qarībin fa ulā'ika yatūbullāhu 'alaihim,"
      },
      {
        "belongs_to_verse_number": 17,
        "translation": "Und Allah ist Allwissend und Allweise.",
        "text_uthmani": "وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
        "text_uthmani_transcribed": "wa kānallāhu 'alīman ḥakīmā(n)."
      }
    ],
    "text_uthmani": "إِنَّمَا ٱلتَّوْبَةُ عَلَى ٱللَّهِ لِلَّذِينَ يَعْمَلُونَ ٱلسُّوٓءَ بِجَهَـٰلَةٍ ثُمَّ يَتُوبُونَ مِن قَرِيبٍ فَأُو۟لَـٰٓئِكَ يَتُوبُ ٱللَّهُ عَلَيْهِمْ ۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
    "text_uthmani_transcribed": "Innamat-taubatu 'alallāhi lil-lażīna ya'malūnas-sū'a bijahālatin ṡumma yatūbūna min qarībin fa ulā'ika yatūbullāhu 'alaihim, wa kānallāhu 'alīman ḥakīmā(n)."
  },
  {
    "verse_number": 18,
    "translation": "Nicht aber ist die Annahme der Reue für diejenigen, die böse Taten begehen, bis daß, wenn sich bei einem von ihnen der Tod einstellt, er sagt: „Jetzt bereue ich, und auch nicht für diejenigen, die als Ungläubige sterben. Für jene haben Wir schmerzhafte Strafe bereitet.",
    "segmented": [
      {
        "belongs_to_verse_number": 18,
        "translation": "Nicht aber ist die Annahme der Reue für diejenigen, die böse Taten begehen, bis daß, wenn sich bei einem von ihnen der Tod einstellt, er sagt: „Jetzt bereue ich,",
        "text_uthmani": "وَلَيْسَتِ ٱلتَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ حَتَّىٰٓ إِذَا حَضَرَ أَحَدَهُمُ ٱلْمَوْتُ قَالَ إِنِّى تُبْتُ ٱلْـَٔـٰنَ",
        "text_uthmani_transcribed": "Wa laisatit-taubatu lil-lażīna ya'malūnas-sayyi'āt(i), ḥattā iżā ḥaḍara aḥadahumul-mautu qāla innī tubtul-āna"
      },
      {
        "belongs_to_verse_number": 18,
        "translation": "und auch nicht für diejenigen, die als Ungläubige sterben. Für jene haben Wir schmerzhafte Strafe bereitet.",
        "text_uthmani": "وَلَا ٱلَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ ۚ أُو۟لَـٰٓئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا",
        "text_uthmani_transcribed": "wa lal-lażīna yamūtūna wa hum kuffār(un), ulā'ika a'tadnā lahum 'ażāban alīmā(n)."
      }
    ],
    "text_uthmani": "وَلَيْسَتِ ٱلتَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ حَتَّىٰٓ إِذَا حَضَرَ أَحَدَهُمُ ٱلْمَوْتُ قَالَ إِنِّى تُبْتُ ٱلْـَٔـٰنَ وَلَا ٱلَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ ۚ أُو۟لَـٰٓئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا",
    "text_uthmani_transcribed": "Wa laisatit-taubatu  lil-lażīna ya'malūnas-sayyi'āt(i), ḥattā iżā ḥaḍara aḥadahumul-mautu qāla innī tubtul-āna wa lal-lażīna yamūtūna wa hum kuffār(un), ulā'ika a'tadnā lahum 'ażāban alīmā(n)."
  },
  {
    "verse_number": 19,
    "translation": "O die ihr glaubt, es ist euch nicht erlaubt, Frauen wider (ihren) Willen zu erben. Und drangsaliert sie nicht, um (ihnen) einen Teil von dem, was ihr ihnen gegeben habt, zu nehmen, außer sie begehen etwas klar Abscheuliches. Und geht in rechtlicher Weise mit ihnen um. Wenn sie euch zuwider sind, so ist euch vielleicht etwas zuwider, während Allah viel Gutes in es hineinlegt.",
    "segmented": [
      {
        "belongs_to_verse_number": 19,
        "translation": "O die ihr glaubt, es ist euch nicht erlaubt, Frauen wider (ihren) Willen zu erben.",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا يَحِلُّ لَكُمْ أَن تَرِثُوا۟ ٱلنِّسَآءَ كَرْهًا ۖ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā yaḥillu lakum an tariṡun-nisā'a karhā(n),"
      },
      {
        "belongs_to_verse_number": 19,
        "translation": "Und drangsaliert sie nicht, um (ihnen) einen Teil von dem, was ihr ihnen gegeben habt, zu nehmen, außer sie begehen etwas klar Abscheuliches.",
        "text_uthmani": "وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا۟ بِبَعْضِ مَآ ءَاتَيْتُمُوهُنَّ إِلَّآ أَن يَأْتِينَ بِفَـٰحِشَةٍ مُّبَيِّنَةٍ ۚ",
        "text_uthmani_transcribed": "wa lā ta'ḍulūhunna litażhabū biba'ḍi mā ātaitumūhunna illā ay ya'tīna bifāḥisyatim mubayyinah(tin),"
      },
      {
        "belongs_to_verse_number": 19,
        "translation": "Und geht in rechtlicher Weise mit ihnen um.",
        "text_uthmani": "وَعَاشِرُوهُنَّ بِٱلْمَعْرُوفِ ۚ",
        "text_uthmani_transcribed": "wa 'āsyirūhunna bil-ma'rūf(i),"
      },
      {
        "belongs_to_verse_number": 19,
        "translation": "Wenn sie euch zuwider sind, so ist euch vielleicht etwas zuwider, während Allah viel Gutes in es hineinlegt.",
        "text_uthmani": "فَإِن كَرِهْتُمُوهُنَّ فَعَسَىٰٓ أَن تَكْرَهُوا۟ شَيْـًٔا وَيَجْعَلَ ٱللَّهُ فِيهِ خَيْرًا كَثِيرًا",
        "text_uthmani_transcribed": "fa in karihtumūhunna fa 'asā an takrahū syai'aw wa yaj'alallāhu fīhi khairan kaṡīrā(n)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا يَحِلُّ لَكُمْ أَن تَرِثُوا۟ ٱلنِّسَآءَ كَرْهًا ۖ وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا۟ بِبَعْضِ مَآ ءَاتَيْتُمُوهُنَّ إِلَّآ أَن يَأْتِينَ بِفَـٰحِشَةٍ مُّبَيِّنَةٍ ۚ وَعَاشِرُوهُنَّ بِٱلْمَعْرُوفِ ۚ فَإِن كَرِهْتُمُوهُنَّ فَعَسَىٰٓ أَن تَكْرَهُوا۟ شَيْـًٔا وَيَجْعَلَ ٱللَّهُ فِيهِ خَيْرًا كَثِيرًا",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā yaḥillu lakum an tariṡun-nisā'a karhā(n), wa lā ta'ḍulūhunna  litażhabū biba'ḍi mā ātaitumūhunna illā ay ya'tīna bifāḥisyatim mubayyinah(tin), wa 'āsyirūhunna bil-ma'rūf(i), fa in karihtumūhunna fa 'asā an takrahū syai'aw wa yaj'alallāhu fīhi khairan kaṡīrā(n)."
  },
  {
    "verse_number": 20,
    "translation": "Und wenn ihr eine Gattin anstelle einer anderen eintauschen wollt und ihr der einen von ihnen einen Qintar gegeben habt, dann nehmt nichts davon (zurück). Wollt ihr es (etwa) durch Verleumdung und deutliche Sünde (zurück)nehmen?",
    "segmented": [
      {
        "belongs_to_verse_number": 20,
        "translation": "Und wenn ihr eine Gattin anstelle einer anderen eintauschen wollt",
        "text_uthmani": "وَإِنْ أَرَدتُّمُ ٱسْتِبْدَالَ زَوْجٍ مَّكَانَ زَوْجٍ",
        "text_uthmani_transcribed": "Wa in arattumustibdāla zaujim makāna zauj(in)"
      },
      {
        "belongs_to_verse_number": 20,
        "translation": "und ihr der einen von ihnen einen Qintar gegeben habt, dann nehmt nichts davon (zurück).",
        "text_uthmani": "وءَاتَيْتُمْ إِحْدَىٰهُنَّ قِنطَارًا فَلَا تَأْخُذُوا۟ مِنْهُ شَيْـًٔا ۚ",
        "text_uthmani_transcribed": "wa ātaitum iḥdāhunna qinṭāran falā ta'khużū minhu syai'ā(n),"
      },
      {
        "belongs_to_verse_number": 20,
        "translation": "Wollt ihr es (etwa) durch Verleumdung und deutliche Sünde (zurück)nehmen?",
        "text_uthmani": "أَتَأْخُذُونَهُۥ بُهْتَـٰنًا وَإِثْمًا مُّبِينًا",
        "text_uthmani_transcribed": "ata'khużūnahū buhtānaw wa iṡmam mubīnā(n)."
      }
    ],
    "text_uthmani": "وَإِنْ أَرَدتُّمُ ٱسْتِبْدَالَ زَوْجٍ مَّكَانَ زَوْجٍ وَءَاتَيْتُمْ إِحْدَىٰهُنَّ قِنطَارًا فَلَا تَأْخُذُوا۟ مِنْهُ شَيْـًٔا ۚ أَتَأْخُذُونَهُۥ بُهْتَـٰنًا وَإِثْمًا مُّبِينًا",
    "text_uthmani_transcribed": "Wa in arattumustibdāla zaujim makāna zauj(in), wa ātaitum iḥdāhunna qinṭāran falā ta'khużū minhu syai'ā(n), ata'khużūnahū buhtānaw wa iṡmam mubīnā(n)."
  },
  {
    "verse_number": 21,
    "translation": "Wie könnt ihr es (zurück)nehmen, wo ihr doch zueinander eingegangen seid und sie mit euch ein festes Abkommen getroffen haben?",
    "text_uthmani": "وَكَيْفَ تَأْخُذُونَهُۥ وَقَدْ أَفْضَىٰ بَعْضُكُمْ إِلَىٰ بَعْضٍ وَأَخَذْنَ مِنكُم مِّيثَـٰقًا غَلِيظًا",
    "text_uthmani_transcribed": "Wa kaifa ta'khużūnahū wa qad afḍā ba'ḍukum ilā ba'ḍiw wa akhażna minkum mīṡāqan galīẓā(n)."
  },
  {
    "verse_number": 22,
    "translation": "Und heiratet nicht Frauen, die (vorher) eure Väter geheiratet haben, außer dem, was bereits geschehen ist. Gewiß, das ist eine Abscheulichkeit und etwas Hassenswertes und ein böser Weg.",
    "segmented": [
      {
        "belongs_to_verse_number": 22,
        "translation": "Und heiratet nicht Frauen, die (vorher) eure Väter geheiratet haben, außer dem, was bereits geschehen ist.",
        "text_uthmani": "وَلَا تَنكِحُوا۟ مَا نَكَحَ ءَابَآؤُكُم مِّنَ ٱلنِّسَآءِ إِلَّا مَا قَدْ سَلَفَ ۚ",
        "text_uthmani_transcribed": "Wa lā tankiḥū mā nakaḥa ābā'ukum minan-nisā'i illā mā qad salaf(a),"
      },
      {
        "belongs_to_verse_number": 22,
        "translation": "Gewiß, das ist eine Abscheulichkeit und etwas Hassenswertes und ein böser Weg.",
        "text_uthmani": "إِنَّهُۥ كَانَ فَـٰحِشَةً وَمَقْتًا وَسَآءَ سَبِيلًا",
        "text_uthmani_transcribed": "innahū kāna fāḥisyataw wa maqtā(n), wa sā'a sabīlā(n)."
      }
    ],
    "text_uthmani": "وَلَا تَنكِحُوا۟ مَا نَكَحَ ءَابَآؤُكُم مِّنَ ٱلنِّسَآءِ إِلَّا مَا قَدْ سَلَفَ ۚ إِنَّهُۥ كَانَ فَـٰحِشَةً وَمَقْتًا وَسَآءَ سَبِيلًا",
    "text_uthmani_transcribed": "Wa lā tankiḥū mā nakaḥa ābā'ukum minan-nisā'i illā  mā qad salaf(a), innahū kāna fāḥisyataw wa maqtā(n), wa sā'a sabīlā(n)."
  },
  {
    "verse_number": 23,
    "translation": "Verboten (zu heiraten) sind euch eure Mütter, eure Töchter, eure Schwestern, eure Tanten väterlicherseits, eure Tanten mütterlicherseits, die Nichten, eure Nährmütter, die euch gestillt haben, eure Milchschwestem, die Mütter eurer Frauen, eure Stieftöchter, die sich im Schoß eurer Familie befinden von euren Frauen, zu denen ihr eingegangen seid, - wenn ihr jedoch nicht zu ihnen eingegangen seid, so ist es keine Sünde für euch (, deren Töchter zu heiraten) - und (verboten zu heiraten sind euch) die Ehefrauen eurer Söhne, die aus euren Lenden (hervorgegangen) sind, und (verboten ist es euch,) daß ihr zwei Schwestern zusammen (zur Frau) nehmt, außer dem, was bereits geschehen ist. Gewiß, Allah ist Allvergebend und Barmherzig.",
    "segmented": [
      {
        "belongs_to_verse_number": 23,
        "translation": "Verboten (zu heiraten) sind euch eure Mütter, eure Töchter, eure Schwestern, eure Tanten väterlicherseits, eure Tanten mütterlicherseits, die Nichten, eure Nährmütter, die euch gestillt haben, eure Milchschwestem, die Mütter eurer Frauen, eure Stieftöchter, die sich im Schoß eurer Familie befinden von euren Frauen, zu denen ihr eingegangen seid, - wenn ihr jedoch nicht zu ihnen eingegangen seid, so ist es keine Sünde für euch (, deren Töchter zu heiraten) -",
        "text_uthmani": "حُرِّمَتْ عَلَيْكُمْ أُمَّهَـٰتُكُمْ وَبَنَاتُكُمْ وَأَخَوَٰتُكُمْ وَعَمَّـٰتُكُمْ وَخَـٰلَـٰتُكُمْ وَبَنَاتُ ٱلْأَخِ وَبَنَاتُ ٱلْأُخْتِ وَأُمَّهَـٰتُكُمُ ٱلَّـٰتِىٓ أَرْضَعْنَكُمْ وَأَخَوَٰتُكُم مِّنَ ٱلرَّضَـٰعَةِ وَأُمَّهَـٰتُ نِسَآئِكُمْ وَرَبَـٰٓئِبُكُمُ ٱلَّـٰتِى فِى حُجُورِكُم مِّن نِّسَآئِكُمُ ٱلَّـٰتِى دَخَلْتُم بِهِنَّ فَإِن لَّمْ تَكُونُوا۟ دَخَلْتُم بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ",
        "text_uthmani_transcribed": "Ḥurrimat 'alaikum ummahātukum wa banātukum wa akhawātukum wa 'ammātukum wa khālātukum wa banātul-akhi wa banātul-ukhti wa ummahātukumul-lātī arḍa'nakum wa akhawātukum minar-raḍā'ati wa ummahātu nisā'ikum wa rabā'ibukumul-lātī fī ḥujūrikum min nisā'ikumul-lātī dakhaltum bihinn(a), fa illam takūnū dakhaltum bihinna falā junāḥa 'alaikum"
      },
      {
        "belongs_to_verse_number": 23,
        "translation": "und (verboten zu heiraten sind euch) die Ehefrauen eurer Söhne, die aus euren Lenden (hervorgegangen) sind,",
        "text_uthmani": "وَحَلَـٰٓئِلُ أَبْنَآئِكُمُ ٱلَّذِينَ مِنْ أَصْلَـٰبِكُمْ",
        "text_uthmani_transcribed": "wa ḥalā'ilu abnā'ikumul-lażīna min aṣlābikum"
      },
      {
        "belongs_to_verse_number": 23,
        "translation": "und (verboten ist es euch,) daß ihr zwei Schwestern zusammen (zur Frau) nehmt, außer dem, was bereits geschehen ist.",
        "text_uthmani": "وَأَن تَجْمَعُوا۟ بَيْنَ ٱلْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ ۗ",
        "text_uthmani_transcribed": "wa an tajma'ū bainal-ukhtaini illā mā qad salaf(a),"
      },
      {
        "belongs_to_verse_number": 23,
        "translation": "Gewiß, Allah ist Allvergebend und Barmherzig.",
        "text_uthmani": "إِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
        "text_uthmani_transcribed": "innallāha kāna gafūrar raḥīmā(n)."
      }
    ],
    "text_uthmani": "حُرِّمَتْ عَلَيْكُمْ أُمَّهَـٰتُكُمْ وَبَنَاتُكُمْ وَأَخَوَٰتُكُمْ وَعَمَّـٰتُكُمْ وَخَـٰلَـٰتُكُمْ وَبَنَاتُ ٱلْأَخِ وَبَنَاتُ ٱلْأُخْتِ وَأُمَّهَـٰتُكُمُ ٱلَّـٰتِىٓ أَرْضَعْنَكُمْ وَأَخَوَٰتُكُم مِّنَ ٱلرَّضَـٰعَةِ وَأُمَّهَـٰتُ نِسَآئِكُمْ وَرَبَـٰٓئِبُكُمُ ٱلَّـٰتِى فِى حُجُورِكُم مِّن نِّسَآئِكُمُ ٱلَّـٰتِى دَخَلْتُم بِهِنَّ فَإِن لَّمْ تَكُونُوا۟ دَخَلْتُم بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ وَحَلَـٰٓئِلُ أَبْنَآئِكُمُ ٱلَّذِينَ مِنْ أَصْلَـٰبِكُمْ وَأَن تَجْمَعُوا۟ بَيْنَ ٱلْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ ۗ إِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
    "text_uthmani_transcribed": "Ḥurrimat 'alaikum ummahātukum wa banātukum wa akhawātukum wa 'ammātukum wa khālātukum wa banātul-akhi wa banātul-ukhti wa ummahātukumul-lātī arḍa'nakum wa akhawātukum minar-raḍā'ati wa ummahātu nisā'ikum wa rabā'ibukumul-lātī fī ḥujūrikum min nisā'ikumul-lātī dakhaltum bihinn(a), fa illam takūnū dakhaltum bihinna falā junāḥa 'alaikum, wa ḥalā'ilu abnā'ikumul-lażīna min aṣlābikum, wa an tajma'ū bainal-ukhtaini illā mā qad salaf(a), innallāha kāna gafūrar raḥīmā(n)."
  },
  {
    "verse_number": 24,
    "translation": "Und (verboten sind euch) von den Frauen die verheirateten, außer denjenigen, die eure rechte Hand besitzt. (Dies gilt) als Allahs Vorschrift für euch. Erlaubt ist euch, was darüber hinausgeht, (nämlich) daß ihr mit eurem Besitz (Frauen) begehrt zur Ehe und nicht zur Hurerei (Frauen). Welche von ihnen ihr dann genossen habt, denen gebt ihren Lohn als Pflichtteil. Es liegt aber keine Sünde für euch darin, daß ihr, nachdem der Pflichtteil (festgelegt) ist, (darüberhinausgehend) euch miteinander einigt. Gewiß, Allah ist Allwissend und Allweise.",
    "segmented": [
      {
        "belongs_to_verse_number": 24,
        "translation": "Und (verboten sind euch) von den Frauen die verheirateten, außer denjenigen, die eure rechte Hand besitzt.",
        "text_uthmani": "۞ وَٱلْمُحْصَنَـٰتُ مِنَ ٱلنِّسَآءِ إِلَّا مَا مَلَكَتْ أَيْمَـٰنُكُمْ ۖ",
        "text_uthmani_transcribed": "Wal-muḥṣanātu minan-nisā'i illā mā malakat aimānukum,"
      },
      {
        "belongs_to_verse_number": 24,
        "translation": "(Dies gilt) als Allahs Vorschrift für euch.",
        "text_uthmani": "كِتَـٰبَ ٱللَّهِ عَلَيْكُمْ ۚ",
        "text_uthmani_transcribed": "kitāballāhi 'alaikum,"
      },
      {
        "belongs_to_verse_number": 24,
        "translation": "Erlaubt ist euch, was darüber hinausgeht, (nämlich) daß ihr mit eurem Besitz (Frauen) begehrt zur Ehe und nicht zur Hurerei (Frauen).",
        "text_uthmani": "وَأُحِلَّ لَكُم مَّا وَرَآءَ ذَٰلِكُمْ أَن تَبْتَغُوا۟ بِأَمْوَٰلِكُم مُّحْصِنِينَ غَيْرَ مُسَـٰفِحِينَ ۚ",
        "text_uthmani_transcribed": "wa uḥilla lakum mā warā'a żālikum an tabtagū bi'amwālikum muḥṣinīna gaira musāfiḥīn(a),"
      },
      {
        "belongs_to_verse_number": 24,
        "translation": "Welche von ihnen ihr dann genossen habt, denen gebt ihren Lohn als Pflichtteil.",
        "text_uthmani": "فَمَا ٱسْتَمْتَعْتُم بِهِۦ مِنْهُنَّ فَـَٔاتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً ۚ",
        "text_uthmani_transcribed": "famastamta'tum bihī minhunna fa ātūhunna ujūrahunna farīḍah(tan),"
      },
      {
        "belongs_to_verse_number": 24,
        "translation": "Es liegt aber keine Sünde für euch darin, daß ihr, nachdem der Pflichtteil (festgelegt) ist, (darüberhinausgehend) euch miteinander einigt.",
        "text_uthmani": "وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَٰضَيْتُم بِهِۦ مِنۢ بَعْدِ ٱلْفَرِيضَةِ ۚ",
        "text_uthmani_transcribed": "wa lā junāḥa 'alaikum fīmā tarāḍaitum bihī mim ba'dil-farīḍah(ti),"
      },
      {
        "belongs_to_verse_number": 24,
        "translation": "Gewiß, Allah ist Allwissend und Allweise.",
        "text_uthmani": "إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًا",
        "text_uthmani_transcribed": "innallāha kāna 'alīman ḥakīmā(n)."
      }
    ],
    "text_uthmani": "۞ وَٱلْمُحْصَنَـٰتُ مِنَ ٱلنِّسَآءِ إِلَّا مَا مَلَكَتْ أَيْمَـٰنُكُمْ ۖ كِتَـٰبَ ٱللَّهِ عَلَيْكُمْ ۚ وَأُحِلَّ لَكُم مَّا وَرَآءَ ذَٰلِكُمْ أَن تَبْتَغُوا۟ بِأَمْوَٰلِكُم مُّحْصِنِينَ غَيْرَ مُسَـٰفِحِينَ ۚ فَمَا ٱسْتَمْتَعْتُم بِهِۦ مِنْهُنَّ فَـَٔاتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً ۚ وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَٰضَيْتُم بِهِۦ مِنۢ بَعْدِ ٱلْفَرِيضَةِ ۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًا",
    "text_uthmani_transcribed": "Wal-muḥṣanātu minan-nisā'i illā mā malakat aimānukum, kitāballāhi 'alaikum, wa uḥilla lakum mā warā'a żālikum an tabtagū bi'amwālikum muḥṣinīna gaira musāfiḥīn(a), famastamta'tum bihī minhunna fa ātūhunna ujūrahunna farīḍah(tan), wa lā junāḥa 'alaikum fīmā tarāḍaitum bihī mim ba'dil-farīḍah(ti), innallāha kāna 'alīman ḥakīmā(n)."
  },
  {
    "verse_number": 25,
    "translation": "Und wer von euch nicht so bemittelt ist, daß er ehrbare, gläubige Frauen zu heiraten vermag, der (soll) von den gläubigen Mädchen (heiraten), die eure rechte Hand besitzt. Und Allah weiß sehr wohl über euren Glauben Bescheid; die einen von euch sind von den anderen. So heiratet sie mit der Erlaubnis ihrer Angehörigen und gebt ihnen ihren Lohn in rechtlicher Weise, wenn sie ehrbar sind, nicht solche, die Hurerei treiben und sich Liebhaber halten! Und wenn sie (durch Heirat) ehrbare Frauen geworden sind und dann eine Abscheulichkeit begehen, soll ihnen (nur) die Hälfte der Strafe zukommen, die ehrbaren Frauen zukommt. Dies gilt für denjenigen von euch, der (in) Bedrängnis (zu kommen) fürchtet. Doch daß ihr Geduld übt, ist besser für euch. Allah ist Allvergebend und Barmherzig.",
    "segmented": [
      {
        "belongs_to_verse_number": 25,
        "translation": "Und wer von euch nicht so bemittelt ist, daß er ehrbare, gläubige Frauen zu heiraten vermag, der (soll) von den gläubigen Mädchen (heiraten),",
        "text_uthmani": "وَمَن لَّمْ يَسْتَطِعْ مِنكُمْ طَوْلًا أَن يَنكِحَ ٱلْمُحْصَنَـٰتِ ٱلْمُؤْمِنَـٰتِ فَمِن مَّا مَلَكَتْ أَيْمَـٰنُكُم مِّن فَتَيَـٰتِكُمُ ٱلْمُؤْمِنَـٰتِ ۚ",
        "text_uthmani_transcribed": "Wa mal lam yastaṭi' minkum ṭaulan ay yankiḥal-muḥṣanātil-mu'mināti fa mim mā malakat aimānukum min fatayātikumul-mu'mināt(i),"
      },
      {
        "belongs_to_verse_number": 25,
        "translation": "die eure rechte Hand besitzt. Und Allah weiß sehr wohl über euren Glauben Bescheid; die einen von euch sind von den anderen.",
        "text_uthmani": "مِّن فَتَيَـٰتِكُمُ ٱلْمُؤْمِنَـٰتِ ۚ وَٱللَّهُ أَعْلَمُ بِإِيمَـٰنِكُم ۚ بَعْضُكُم مِّنۢ بَعْضٍ ۚ",
        "text_uthmani_transcribed": "min fatayātikumul-mu'mināt(i), wallāhu a'lamu bi'īmānikum, ba'ḍukum mim ba'ḍ(in),"
      },
      {
        "belongs_to_verse_number": 25,
        "translation": "So heiratet sie mit der Erlaubnis ihrer Angehörigen",
        "text_uthmani": "فَٱنكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ",
        "text_uthmani_transcribed": "fankiḥūhunna bi'iżni ahlihinna"
      },
      {
        "belongs_to_verse_number": 25,
        "translation": "und gebt ihnen ihren Lohn in rechtlicher Weise, wenn sie ehrbar sind, nicht solche, die Hurerei treiben und sich Liebhaber halten!",
        "text_uthmani": "فَٱنكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ وَءَاتُوهُنَّ أُجُورَهُنَّ بِٱلْمَعْرُوفِ مُحْصَنَـٰتٍ غَيْرَ مُسَـٰفِحَـٰتٍ وَلَا مُتَّخِذَٰتِ أَخْدَانٍ ۚ",
        "text_uthmani_transcribed": "fankiḥūhunna bi'iżni ahlihinna wa ātūhunna ujūrahunna bil-ma'rūfi muḥṣanātin gaira musāfiḥātiw wa lā muttakhiżāti akhdān(in),"
      },
      {
        "belongs_to_verse_number": 25,
        "translation": "Und wenn sie (durch Heirat) ehrbare Frauen geworden sind",
        "text_uthmani": "فَإِذَآ أُحْصِنَّ",
        "text_uthmani_transcribed": "fa iżā uḥṣinna"
      },
      {
        "belongs_to_verse_number": 25,
        "translation": "und dann eine Abscheulichkeit begehen, soll ihnen (nur) die Hälfte der Strafe zukommen, die ehrbaren Frauen zukommt.",
        "text_uthmani": "فَإِذَآ أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَـٰحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى ٱلْمُحْصَنَـٰتِ مِنَ ٱلْعَذَابِ ۚ",
        "text_uthmani_transcribed": "fa iżā uḥṣinna fa in ataina bifāḥisyatin fa 'alaihinna niṣfu mā 'alal-muḥṣanāti minal-'ażāb(i),"
      },
      {
        "belongs_to_verse_number": 25,
        "translation": "Dies gilt für denjenigen von euch, der (in) Bedrängnis (zu kommen) fürchtet. Doch daß ihr Geduld übt, ist besser für euch.",
        "text_uthmani": "ذَٰلِكَ لِمَنْ خَشِىَ ٱلْعَنَتَ مِنكُمْ ۚ وَأَن تَصْبِرُوا۟ خَيْرٌ لَّكُمْ ۗ",
        "text_uthmani_transcribed": "żālika limay khasyial-'anata minkum, wa an taṣbirū khairul lakum,"
      },
      {
        "belongs_to_verse_number": 25,
        "translation": "Allah ist Allvergebend und Barmherzig.",
        "text_uthmani": "وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
        "text_uthmani_transcribed": "wallāhu gafūrur raḥīm(un)."
      }
    ],
    "text_uthmani": "وَمَن لَّمْ يَسْتَطِعْ مِنكُمْ طَوْلًا أَن يَنكِحَ ٱلْمُحْصَنَـٰتِ ٱلْمُؤْمِنَـٰتِ فَمِن مَّا مَلَكَتْ أَيْمَـٰنُكُم مِّن فَتَيَـٰتِكُمُ ٱلْمُؤْمِنَـٰتِ ۚ وَٱللَّهُ أَعْلَمُ بِإِيمَـٰنِكُم ۚ بَعْضُكُم مِّنۢ بَعْضٍ ۚ فَٱنكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ وَءَاتُوهُنَّ أُجُورَهُنَّ بِٱلْمَعْرُوفِ مُحْصَنَـٰتٍ غَيْرَ مُسَـٰفِحَـٰتٍ وَلَا مُتَّخِذَٰتِ أَخْدَانٍ ۚ فَإِذَآ أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَـٰحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى ٱلْمُحْصَنَـٰتِ مِنَ ٱلْعَذَابِ ۚ ذَٰلِكَ لِمَنْ خَشِىَ ٱلْعَنَتَ مِنكُمْ ۚ وَأَن تَصْبِرُوا۟ خَيْرٌ لَّكُمْ ۗ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Wa mal lam yastaṭi' minkum ṭaulan ay yankiḥal-muḥṣanātil-mu'mināti fa mim mā malakat aimānukum min fatayātikumul-mu'mināt(i), wallāhu a'lamu bi'īmānikum, ba'ḍukum mim ba'ḍ(in), fankiḥūhunna bi'iżni ahlihinna wa ātūhunna ujūrahunna bil-ma'rūfi muḥṣanātin gaira musāfiḥātiw wa lā muttakhiżāti akhdān(in), fa iżā uḥṣinna fa in ataina bifāḥisyatin fa 'alaihinna niṣfu mā 'alal-muḥṣanāti minal-'ażāb(i), żālika limay khasyial-'anata minkum, wa an taṣbirū khairul lakum, wallāhu gafūrur raḥīm(un)."
  },
  {
    "verse_number": 26,
    "translation": "Allah will euch Klarheit geben und euch rechtleiten nach den Gesetzmäßigkeiten derer, die vor euch waren, und eure Reue annehmen. Allah ist Allwissend und Allweise.",
    "segmented": [
      {
        "belongs_to_verse_number": 26,
        "translation": "Allah will euch Klarheit geben und euch rechtleiten nach den Gesetzmäßigkeiten derer, die vor euch waren, und eure Reue annehmen.",
        "text_uthmani": "يُرِيدُ ٱللَّهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ ٱلَّذِينَ مِن قَبْلِكُمْ وَيَتُوبَ عَلَيْكُمْ",
        "text_uthmani_transcribed": "Yurīdullāhu liyubayyina lakum wa yahdiyakum sunanal-lażīna min qablikum wa yatūba 'alaikum"
      },
      {
        "belongs_to_verse_number": 26,
        "translation": "Allah ist Allwissend und Allweise.",
        "text_uthmani": "وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
        "text_uthmani_transcribed": "wallāhu 'alīmun ḥakīm(un)."
      }
    ],
    "text_uthmani": "يُرِيدُ ٱللَّهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ ٱلَّذِينَ مِن قَبْلِكُمْ وَيَتُوبَ عَلَيْكُمْ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
    "text_uthmani_transcribed": "Yurīdullāhu liyubayyina lakum wa yahdiyakum sunanal-lażīna min qablikum wa yatūba 'alaikum, wallāhu 'alīmun ḥakīm(un)."
  },
  {
    "verse_number": 27,
    "translation": "Und Allah will eure Reue annehmen; diejenigen aber, die den Begierden folgen, wollen, daß ihr (vom rechten Weg) völlig abweicht.",
    "text_uthmani": "وَٱللَّهُ يُرِيدُ أَن يَتُوبَ عَلَيْكُمْ وَيُرِيدُ ٱلَّذِينَ يَتَّبِعُونَ ٱلشَّهَوَٰتِ أَن تَمِيلُوا۟ مَيْلًا عَظِيمًا",
    "text_uthmani_transcribed": "Wallāhu yurīdu ay yatūba 'alaikum, wa yurīdul-lażīna yattabi'ūnasy-syahawāti an tamīlū mailan 'aẓīmā(n)."
  },
  {
    "verse_number": 28,
    "translation": "Allah will es euch leicht machen, denn der Mensch ist (ja) schwach erschaffen.",
    "text_uthmani": "يُرِيدُ ٱللَّهُ أَن يُخَفِّفَ عَنكُمْ ۚ وَخُلِقَ ٱلْإِنسَـٰنُ ضَعِيفًا",
    "text_uthmani_transcribed": "Yurīdullāhu ay yukhaffifa 'ankum, wa khuliqal-insānu ḍa'īfā(n)."
  },
  {
    "verse_number": 29,
    "translation": "O die ihr glaubt, zehrt nicht euren Besitz untereinander auf nichtige Weise auf, es sei denn, daß es sich um einen Handel in gegenseitigem Einvernehmen handelt. Und tötet euch nicht selbst (gegenseitig). Allah ist gewiß Barmherzig gegen euch.",
    "segmented": [
      {
        "belongs_to_verse_number": 29,
        "translation": "O die ihr glaubt, zehrt nicht euren Besitz untereinander auf nichtige Weise auf, es sei denn, daß es sich um einen Handel in gegenseitigem",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَأْكُلُوٓا۟ أَمْوَٰلَكُم بَيْنَكُم بِٱلْبَـٰطِلِ إِلَّآ أَن تَكُونَ تِجَـٰرَةً عَن تَرَاضٍ مِّنكُمْ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā ta'kulū amwālakum bainakum bil-bāṭili illā an takūna tijāratan 'an tarāḍim minkum"
      },
      {
        "belongs_to_verse_number": 29,
        "translation": "Einvernehmen handelt. Und tötet euch nicht selbst (gegenseitig). Allah ist gewiß Barmherzig gegen euch.",
        "text_uthmani": "عَن تَرَاضٍ مِّنكُمْ ۚ وَلَا تَقْتُلُوٓا۟ أَنفُسَكُمْ ۚ إِنَّ ٱللَّهَ كَانَ بِكُمْ رَحِيمًا",
        "text_uthmani_transcribed": "'an tarāḍim minkum, wa lā taqtulū anfusakum, innallāha kāna bikum raḥīmā(n)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَأْكُلُوٓا۟ أَمْوَٰلَكُم بَيْنَكُم بِٱلْبَـٰطِلِ إِلَّآ أَن تَكُونَ تِجَـٰرَةً عَن تَرَاضٍ مِّنكُمْ ۚ وَلَا تَقْتُلُوٓا۟ أَنفُسَكُمْ ۚ إِنَّ ٱللَّهَ كَانَ بِكُمْ رَحِيمًا",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā ta'kulū amwālakum bainakum bil-bāṭili illā an takūna tijāratan 'an tarāḍim minkum, wa lā taqtulū anfusakum, innallāha kāna bikum raḥīmā(n)."
  },
  {
    "verse_number": 30,
    "translation": "Und wer dies in feindseligem Vorgehen und ungerechterweise tut, den werden Wir einem Feuer aussetzen. Und dies ist Allah ein leichtes.",
    "text_uthmani": "وَمَن يَفْعَلْ ذَٰلِكَ عُدْوَٰنًا وَظُلْمًا فَسَوْفَ نُصْلِيهِ نَارًا ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
    "text_uthmani_transcribed": "Wa may yaf'al żālika 'udwānaw wa ẓulman fa saufa nuṣlīhi nārā(n), wa kāna żālika 'alallāhi yasīrā(n)."
  },
  {
    "verse_number": 31,
    "translation": "Wenn ihr die schwerwiegenden (Dinge) meidet, die euch verboten sind, tilgen Wir euch eure bösen Taten und gewähren euch auf eine ehrenvolle Weise Eingang (in den Paradiesgarten).",
    "segmented": [
      {
        "belongs_to_verse_number": 31,
        "translation": "Wenn ihr die schwerwiegenden (Dinge) meidet, die euch verboten sind, tilgen Wir euch eure bösen Taten",
        "text_uthmani": "إِن تَجْتَنِبُوا۟ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنكُمْ سَيِّـَٔاتِكُمْ",
        "text_uthmani_transcribed": "In tajtanibū kabā'ira mā tunhauna 'anhu nukaffir 'ankum sayyi'ātikum"
      },
      {
        "belongs_to_verse_number": 31,
        "translation": "und gewähren euch auf eine ehrenvolle Weise Eingang (in den Paradiesgarten).",
        "text_uthmani": "وَنُدْخِلْكُم مُّدْخَلًا كَرِيمًا",
        "text_uthmani_transcribed": "wa nudkhilkum mudkhalan karīmā(n)."
      }
    ],
    "text_uthmani": "إِن تَجْتَنِبُوا۟ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنكُمْ سَيِّـَٔاتِكُمْ وَنُدْخِلْكُم مُّدْخَلًا كَرِيمًا",
    "text_uthmani_transcribed": "In tajtanibū kabā'ira mā tunhauna 'anhu nukaffir 'ankum sayyi'ātikum wa nudkhilkum mudkhalan karīmā(n)."
  },
  {
    "verse_number": 32,
    "translation": "Und wünscht euch nicht das, womit Allah die einen von euch vor den anderen bevorzugt hat. Den Männern kommt ein Anteil von dem zu, was sie verdient haben, und den Frauen kommt ein Anteil von dem zu, was sie verdient haben. Und bittet Allah (um etwas) von Seiner Huld. Allah weiß über alles Bescheid.",
    "segmented": [
      {
        "belongs_to_verse_number": 32,
        "translation": "Und wünscht euch nicht das, womit Allah die einen von euch vor den anderen bevorzugt hat.",
        "text_uthmani": "وَلَا تَتَمَنَّوْا۟ مَا فَضَّلَ ٱللَّهُ بِهِۦ بَعْضَكُمْ عَلَىٰ بَعْضٍ ۚ",
        "text_uthmani_transcribed": "Wa lā tatamannau mā faḍḍalallāhu bihī ba'ḍakum 'alā ba'ḍ(in),"
      },
      {
        "belongs_to_verse_number": 32,
        "translation": "Den Männern kommt ein Anteil von dem zu, was sie verdient haben, und den Frauen kommt ein Anteil von dem zu, was sie verdient haben.",
        "text_uthmani": "لِّلرِّجَالِ نَصِيبٌ مِّمَّا ٱكْتَسَبُوا۟ ۖ وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا ٱكْتَسَبْنَ ۚ",
        "text_uthmani_transcribed": "lir-rijāli naṣībum mimmaktasabū, wa lin-nisā'i naṣībum mimmaktasabn(a),"
      },
      {
        "belongs_to_verse_number": 32,
        "translation": "Und bittet Allah (um etwas) von Seiner Huld. Allah weiß über alles Bescheid.",
        "text_uthmani": "وَسْـَٔلُوا۟ ٱللَّهَ مِن فَضْلِهِۦٓ ۗ إِنَّ ٱللَّهَ كَانَ بِكُلِّ شَىْءٍ عَلِيمًا",
        "text_uthmani_transcribed": "was'alullāha min faḍlih(ī), innallāha kāna bikulli syai'in 'alīmā(n)."
      }
    ],
    "text_uthmani": "وَلَا تَتَمَنَّوْا۟ مَا فَضَّلَ ٱللَّهُ بِهِۦ بَعْضَكُمْ عَلَىٰ بَعْضٍ ۚ لِّلرِّجَالِ نَصِيبٌ مِّمَّا ٱكْتَسَبُوا۟ ۖ وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا ٱكْتَسَبْنَ ۚ وَسْـَٔلُوا۟ ٱللَّهَ مِن فَضْلِهِۦٓ ۗ إِنَّ ٱللَّهَ كَانَ بِكُلِّ شَىْءٍ عَلِيمًا",
    "text_uthmani_transcribed": "Wa lā tatamannau mā faḍḍalallāhu bihī ba'ḍakum 'alā ba'ḍ(in), lir-rijāli naṣībum mimmaktasabū, wa lin-nisā'i naṣībum mimmaktasabn(a), was'alullāha min faḍlih(ī), innallāha kāna bikulli syai'in 'alīmā(n)."
  },
  {
    "verse_number": 33,
    "translation": "Einem jeden haben Wir Erbberechtigte bestimmt für das, was die Eltern und nächsten Verwandten hinterlassen. Denjenigen, mit denen eure rechte Hand eine Abmachung getroffen hat, gebt ihnen ihren Anteil. Allah ist über alles Zeuge.",
    "segmented": [
      {
        "belongs_to_verse_number": 33,
        "translation": "Einem jeden haben Wir Erbberechtigte bestimmt für das, was die Eltern und nächsten Verwandten hinterlassen.",
        "text_uthmani": "وَلِكُلٍّ جَعَلْنَا مَوَٰلِىَ مِمَّا تَرَكَ ٱلْوَٰلِدَانِ وَٱلْأَقْرَبُونَ ۚ",
        "text_uthmani_transcribed": "Wa likullin ja'alnā mawāliya mimmā tarakal-wālidāni wal-aqrabūn(a),"
      },
      {
        "belongs_to_verse_number": 33,
        "translation": "Denjenigen, mit denen eure rechte Hand eine Abmachung getroffen hat, gebt ihnen ihren Anteil. Allah ist über alles Zeuge.",
        "text_uthmani": "وَٱلَّذِينَ عَقَدَتْ أَيْمَـٰنُكُمْ فَـَٔاتُوهُمْ نَصِيبَهُمْ ۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدًا",
        "text_uthmani_transcribed": "wal-lażīna 'aqadat aimānukum fa ātūhum naṣībahum, innallāha kāna 'alā kulli syai'in syahīdā(n)."
      }
    ],
    "text_uthmani": "وَلِكُلٍّ جَعَلْنَا مَوَٰلِىَ مِمَّا تَرَكَ ٱلْوَٰلِدَانِ وَٱلْأَقْرَبُونَ ۚ وَٱلَّذِينَ عَقَدَتْ أَيْمَـٰنُكُمْ فَـَٔاتُوهُمْ نَصِيبَهُمْ ۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدًا",
    "text_uthmani_transcribed": "Wa likullin ja'alnā mawāliya mimmā tarakal-wālidāni wal-aqrabūn(a), wal-lażīna 'aqadat aimānukum fa ātūhum naṣībahum, innallāha kāna 'alā kulli syai'in syahīdā(n)."
  },
  {
    "verse_number": 34,
    "translation": "Die Männer stehen in Verantwortung für die Frauen wegen dessen, womit Allah die einen von ihnen vor den anderen ausgezeichnet hat und weil sie von ihrem Besitz (für sie) ausgeben. Darum sind die rechtschaffenen Frauen (Allah) demütig ergeben und hüten das zu Verbergende, weil Allah (es) hütet. Und diejenigen, deren Widersetzlichkeit ihr befürchtet, - ermahnt sie, meidet sie im Ehebett und schlagt sie. Wenn sie euch aber gehorchen, dann sucht kein Mittel gegen sie. Allah ist Erhaben und Groß.",
    "segmented": [
      {
        "belongs_to_verse_number": 34,
        "translation": "Die Männer stehen in Verantwortung für die Frauen wegen dessen, womit Allah die einen von ihnen vor den anderen ausgezeichnet hat",
        "text_uthmani": "ٱلرِّجَالُ قَوَّٰمُونَ عَلَى ٱلنِّسَآءِ بِمَا فَضَّلَ ٱللَّهُ بَعْضَهُمْ عَلَىٰ بَعْضٍ",
        "text_uthmani_transcribed": "Ar-rijālu qawwāmūna 'alan-nisā'i bimā faḍḍalallāhu ba'ḍahum 'alā ba'ḍin"
      },
      {
        "belongs_to_verse_number": 34,
        "translation": "und weil sie von ihrem Besitz (für sie) ausgeben.",
        "text_uthmani": "وَبِمَآ أَنفَقُوا۟ مِنْ أَمْوَٰلِهِمْ ۚ",
        "text_uthmani_transcribed": "wa bimā anfaqū min amwālihim,"
      },
      {
        "belongs_to_verse_number": 34,
        "translation": "Darum sind die rechtschaffenen Frauen (Allah) demütig ergeben und hüten das zu Verbergende, weil Allah (es) hütet.",
        "text_uthmani": "فَٱلصَّـٰلِحَـٰتُ قَـٰنِتَـٰتٌ حَـٰفِظَـٰتٌ لِّلْغَيْبِ بِمَا حَفِظَ ٱللَّهُ ۚ",
        "text_uthmani_transcribed": "faṣ-ṣāliḥātu qānitātun ḥāfiẓātul lil-gaibi bimā ḥafiẓallāh(u)"
      },
      {
        "belongs_to_verse_number": 34,
        "translation": "Und diejenigen, deren Widersetzlichkeit ihr befürchtet, - ermahnt sie, meidet sie im Ehebett und schlagt sie.",
        "text_uthmani": "وَٱلَّـٰتِى تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَٱهْجُرُوهُنَّ فِى ٱلْمَضَاجِعِ وَٱضْرِبُوهُنَّ ۖ",
        "text_uthmani_transcribed": "wal-lātī takhāfūna nusyūzahunna fa 'iẓūhunna wahjurūhunna fil-maḍāji'i waḍribūhunn(a),"
      },
      {
        "belongs_to_verse_number": 34,
        "translation": "Wenn sie euch aber gehorchen, dann sucht kein Mittel gegen sie. Allah ist Erhaben und Groß.",
        "text_uthmani": "فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا۟ عَلَيْهِنَّ سَبِيلًا ۗ إِنَّ ٱللَّهَ كَانَ عَلِيًّا كَبِيرًا",
        "text_uthmani_transcribed": "fa in aṭa'nakum falā tabgū 'alaihinna sabīlā(n), innallāha kāna 'aliyyan kabīrā(n)."
      }
    ],
    "text_uthmani": "ٱلرِّجَالُ قَوَّٰمُونَ عَلَى ٱلنِّسَآءِ بِمَا فَضَّلَ ٱللَّهُ بَعْضَهُمْ عَلَىٰ بَعْضٍ وَبِمَآ أَنفَقُوا۟ مِنْ أَمْوَٰلِهِمْ ۚ فَٱلصَّـٰلِحَـٰتُ قَـٰنِتَـٰتٌ حَـٰفِظَـٰتٌ لِّلْغَيْبِ بِمَا حَفِظَ ٱللَّهُ ۚ وَٱلَّـٰتِى تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَٱهْجُرُوهُنَّ فِى ٱلْمَضَاجِعِ وَٱضْرِبُوهُنَّ ۖ فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا۟ عَلَيْهِنَّ سَبِيلًا ۗ إِنَّ ٱللَّهَ كَانَ عَلِيًّا كَبِيرًا",
    "text_uthmani_transcribed": "Ar-rijālu qawwāmūna 'alan-nisā'i bimā faḍḍalallāhu ba'ḍahum 'alā ba'ḍiw wa bimā anfaqū min amwālihim, faṣ-ṣāliḥātu qānitātun ḥāfiẓātul lil-gaibi bimā ḥafiẓallāh(u), wal-lātī takhāfūna nusyūzahunna fa 'iẓūhunna wahjurūhunna fil-maḍāji'i waḍribūhunn(a), fa in aṭa'nakum falā tabgū 'alaihinna sabīlā(n), innallāha kāna 'aliyyan kabīrā(n)."
  },
  {
    "verse_number": 35,
    "translation": "Und wenn ihr Widerstreit zwischen den beiden befürchtet, dann setzt einen Schiedsrichter aus seiner Familie und einen Schiedsrichter aus ihrer Familie ein. Wenn sie (beide) eine Aussöhnung wollen, wird Allah sie (beide) in Einklang bringen. Gewiß, Allah ist Allwissend und Allkundig.",
    "segmented": [
      {
        "belongs_to_verse_number": 35,
        "translation": "Und wenn ihr Widerstreit zwischen den beiden befürchtet, dann setzt einen Schiedsrichter aus seiner Familie",
        "text_uthmani": "وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَٱبْعَثُوا۟ حَكَمًا مِّنْ أَهْلِهِۦ",
        "text_uthmani_transcribed": "Wa in khiftum syiqāqa bainihimā fab'aṡū ḥakamam min ahlihī"
      },
      {
        "belongs_to_verse_number": 35,
        "translation": "und einen Schiedsrichter aus ihrer Familie ein.",
        "text_uthmani": "وَحَكَمًا مِّنْ أَهْلِهَآ",
        "text_uthmani_transcribed": "wa ḥakamam min ahlihā"
      },
      {
        "belongs_to_verse_number": 35,
        "translation": "Wenn sie (beide) eine Aussöhnung wollen, wird Allah sie (beide) in Einklang bringen. Gewiß, Allah ist Allwissend und Allkundig.",
        "text_uthmani": "إِن يُرِيدَآ إِصْلَـٰحًا يُوَفِّقِ ٱللَّهُ بَيْنَهُمَآ ۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا خَبِيرًا",
        "text_uthmani_transcribed": "Iy yurīdā iṣlāḥay yuwaffiqillāhu bainahumā, innallāha kāna 'alīman khabīrā(n)."
      }
    ],
    "text_uthmani": "وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَٱبْعَثُوا۟ حَكَمًا مِّنْ أَهْلِهِۦ وَحَكَمًا مِّنْ أَهْلِهَآ إِن يُرِيدَآ إِصْلَـٰحًا يُوَفِّقِ ٱللَّهُ بَيْنَهُمَآ ۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا خَبِيرًا",
    "text_uthmani_transcribed": "Wa in khiftum syiqāqa bainihimā fab'aṡū ḥakamam min ahlihī wa ḥakamam min ahlihā, iy yurīdā iṣlāḥay yuwaffiqillāhu bainahumā, innallāha kāna 'alīman khabīrā(n)."
  },
  {
    "verse_number": 36,
    "translation": "Und dient Allah und gesellt Ihm nichts bei. Und zu den Eltern sollt ihr gütig sein und zu den Verwandten, den Waisen, den Armen, dem verwandten Nachbarn, dem fremden Nachbarn, dem Gefährten zur Seite, dem Sohn des Weges und denen, die eure rechte Hand besitzt. Allah liebt nicht, wer eingebildet und prahlerisch ist,",
    "segmented": [
      {
        "belongs_to_verse_number": 36,
        "translation": "Und dient Allah und gesellt Ihm nichts bei. Und zu den Eltern sollt ihr gütig sein",
        "text_uthmani": "۞ وَٱعْبُدُوا۟ ٱللَّهَ وَلَا تُشْرِكُوا۟ بِهِۦ شَيْـًٔا ۖ وَبِٱلْوَٰلِدَيْنِ إِحْسَـٰنًا",
        "text_uthmani_transcribed": "Wa'budullāha wa lā tusyrikū bihī syai'aw wa bil-wālidaini iḥsānaw"
      },
      {
        "belongs_to_verse_number": 36,
        "translation": "und zu den Verwandten, den Waisen, den Armen, dem verwandten Nachbarn, dem fremden Nachbarn, dem Gefährten zur Seite, dem Sohn des Weges",
        "text_uthmani": "وَبِذِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَٱلْجَارِ ذِى ٱلْقُرْبَىٰ وَٱلْجَارِ ٱلْجُنُبِ وَٱلصَّاحِبِ بِٱلْجَنۢبِ وَٱبْنِ ٱلسَّبِيلِ",
        "text_uthmani_transcribed": "wa biżil-qurbā wal-yatāmā wal-masākīni wal-jāri żil-qurbā wal-jāril-junubi waṣ-ṣāḥibi bil-jambi wabnis-sabīl(i)"
      },
      {
        "belongs_to_verse_number": 36,
        "translation": "und denen, die eure rechte Hand besitzt. Allah liebt nicht, wer eingebildet und prahlerisch ist,",
        "text_uthmani": "وَمَا مَلَكَتْ أَيْمَـٰنُكُمْ ۗ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ مُخْتَالًا فَخُورًا",
        "text_uthmani_transcribed": "wa mā malakat aimānukum, innallāha lā yuḥibbu man kāna mukhtālan fakhūrā(n)."
      }
    ],
    "text_uthmani": "۞ وَٱعْبُدُوا۟ ٱللَّهَ وَلَا تُشْرِكُوا۟ بِهِۦ شَيْـًٔا ۖ وَبِٱلْوَٰلِدَيْنِ إِحْسَـٰنًا وَبِذِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَٱلْجَارِ ذِى ٱلْقُرْبَىٰ وَٱلْجَارِ ٱلْجُنُبِ وَٱلصَّاحِبِ بِٱلْجَنۢبِ وَٱبْنِ ٱلسَّبِيلِ وَمَا مَلَكَتْ أَيْمَـٰنُكُمْ ۗ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ مُخْتَالًا فَخُورًا",
    "text_uthmani_transcribed": "Wa'budullāha wa lā tusyrikū bihī syai'aw wa bil-wālidaini iḥsānaw wa biżil-qurbā wal-yatāmā wal-masākīni wal-jāri żil-qurbā wal-jāril-junubi  waṣ-ṣāḥibi bil-jambi wabnis-sabīl(i), wa mā malakat aimānukum, innallāha lā yuḥibbu man kāna mukhtālan fakhūrā(n)."
  },
  {
    "verse_number": 37,
    "translation": "diejenigen, die geizen und den Menschen befehlen, geizig zu sein, und verbergen, was Allah ihnen von Seiner Huld gewährt hat, - für die Ungläubigen haben Wir schmachvolle Strafe bereitet -",
    "segmented": [
      {
        "belongs_to_verse_number": 37,
        "translation": "diejenigen, die geizen und den Menschen befehlen, geizig zu sein,",
        "text_uthmani": "ٱلَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ ٱلنَّاسَ بِٱلْبُخْلِ",
        "text_uthmani_transcribed": "Al-lażīna yabkhalūna wa ya'murūnan-nāsa bil-bukhli"
      },
      {
        "belongs_to_verse_number": 37,
        "translation": "und verbergen, was Allah ihnen von Seiner Huld gewährt hat, - für die Ungläubigen haben Wir schmachvolle Strafe bereitet -",
        "text_uthmani": "وَيَكْتُمُونَ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضْلِهِۦ ۗ وَأَعْتَدْنَا لِلْكَـٰفِرِينَ عَذَابًا مُّهِينًا",
        "text_uthmani_transcribed": "wa yaktumūna mā ātāhumullāhu min faḍlih(ī), wa a'tadnā lil-kāfirīna 'ażābam muhīnā(n)."
      }
    ],
    "text_uthmani": "ٱلَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ ٱلنَّاسَ بِٱلْبُخْلِ وَيَكْتُمُونَ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضْلِهِۦ ۗ وَأَعْتَدْنَا لِلْكَـٰفِرِينَ عَذَابًا مُّهِينًا",
    "text_uthmani_transcribed": "Al-lażīna yabkhalūna wa ya'murūnan-nāsa bil-bukhli wa yaktumūna mā ātāhumullāhu min faḍlih(ī), wa a'tadnā lil-kāfirīna 'ażābam muhīnā(n)."
  },
  {
    "verse_number": 38,
    "translation": "und diejenigen, die ihren Besitz ausgeben, um von den Menschen gesehen zu werden, und nicht an Allah und (auch) nicht an den Jüngsten Tag glauben; wer den Satan zum Gesellen hat, der hat da einen bösen Gesellen.",
    "segmented": [
      {
        "belongs_to_verse_number": 38,
        "translation": "und diejenigen, die ihren Besitz ausgeben, um von den Menschen gesehen zu werden, und nicht an Allah",
        "text_uthmani": "وَٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ رِئَآءَ ٱلنَّاسِ وَلَا يُؤْمِنُونَ بِٱللَّهِ",
        "text_uthmani_transcribed": "Wal-lażīna yunfiqūna amwālahum ri'ā'an-nasi wa lā yu'minūna billāhi"
      },
      {
        "belongs_to_verse_number": 38,
        "translation": "und (auch) nicht an den Jüngsten Tag glauben; wer den Satan zum Gesellen hat, der hat da einen bösen Gesellen.",
        "text_uthmani": "وَلَا بِٱلْيَوْمِ ٱلْـَٔاخِرِ ۗ وَمَن يَكُنِ ٱلشَّيْطَـٰنُ لَهُۥ قَرِينًا فَسَآءَ قَرِينًا",
        "text_uthmani_transcribed": "wa lā bil-yaumil ākhir(i), wa may yakunisy-syaiṭānu lahū qarīnan fasā'a qarīnā(n)."
      }
    ],
    "text_uthmani": "وَٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ رِئَآءَ ٱلنَّاسِ وَلَا يُؤْمِنُونَ بِٱللَّهِ وَلَا بِٱلْيَوْمِ ٱلْـَٔاخِرِ ۗ وَمَن يَكُنِ ٱلشَّيْطَـٰنُ لَهُۥ قَرِينًا فَسَآءَ قَرِينًا",
    "text_uthmani_transcribed": "Wal-lażīna yunfiqūna amwālahum ri'ā'an-nasi wa lā yu'minūna billāhi wa lā bil-yaumil ākhir(i), wa may yakunisy-syaiṭānu lahū qarīnan fasā'a qarīnā(n)."
  },
  {
    "verse_number": 39,
    "translation": "Was würde es ihnen denn ausmachen, wenn sie an Allah und den Jüngsten Tag glaubten und von dem, womit Allah sie versorgt hat, ausgäben? Aber Allah weiß über sie wohl Bescheid.",
    "segmented": [
      {
        "belongs_to_verse_number": 39,
        "translation": "Was würde es ihnen denn ausmachen, wenn sie an Allah und den Jüngsten Tag glaubten und von dem, womit Allah sie versorgt hat, ausgäben?",
        "text_uthmani": "وَمَاذَا عَلَيْهِمْ لَوْ ءَامَنُوا۟ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَأَنفَقُوا۟ مِمَّا رَزَقَهُمُ ٱللَّهُ ۚ",
        "text_uthmani_transcribed": "Wa māżā 'alaihim lau āmanū billāhi wal-yaumil-ākhiri wa anfaqū mimmā razaqahumullāh(u),"
      },
      {
        "belongs_to_verse_number": 39,
        "translation": "Aber Allah weiß über sie wohl Bescheid.",
        "text_uthmani": "وَكَانَ ٱللَّهُ بِهِمْ عَلِيمًا",
        "text_uthmani_transcribed": "wa kānallāhu bihim 'alīmā(n)."
      }
    ],
    "text_uthmani": "وَمَاذَا عَلَيْهِمْ لَوْ ءَامَنُوا۟ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَأَنفَقُوا۟ مِمَّا رَزَقَهُمُ ٱللَّهُ ۚ وَكَانَ ٱللَّهُ بِهِمْ عَلِيمًا",
    "text_uthmani_transcribed": "Wa māżā 'alaihim lau āmanū billāhi wal-yaumil-ākhiri wa anfaqū mimmā razaqahumullāh(u), wa kānallāhu bihim 'alīmā(n)."
  },
  {
    "verse_number": 40,
    "translation": "Allah tut gewiß nicht im Gewicht eines Stäubchens Unrecht. Und wenn es eine gute Tat ist, vervielfacht Er sie und gibt von Sich aus großartigen Lohn.",
    "segmented": [
      {
        "belongs_to_verse_number": 40,
        "translation": "Allah tut gewiß nicht im Gewicht eines Stäubchens Unrecht.",
        "text_uthmani": "إِنَّ ٱللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ ۖ",
        "text_uthmani_transcribed": "Innallāha lā yaẓlimu miṡqāla żarrah(tin),"
      },
      {
        "belongs_to_verse_number": 40,
        "translation": "Und wenn es eine gute Tat ist, vervielfacht Er sie und gibt von Sich aus großartigen Lohn.",
        "text_uthmani": "وَإِن تَكُ حَسَنَةً يُضَـٰعِفْهَا وَيُؤْتِ مِن لَّدُنْهُ أَجْرًا عَظِيمًا",
        "text_uthmani_transcribed": "wa in taku ḥasanatay yuḍā'ifhā wa yu'ti mil ladunhu ajran 'aẓīmā(n)."
      }
    ],
    "text_uthmani": "إِنَّ ٱللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ ۖ وَإِن تَكُ حَسَنَةً يُضَـٰعِفْهَا وَيُؤْتِ مِن لَّدُنْهُ أَجْرًا عَظِيمًا",
    "text_uthmani_transcribed": "Innallāha lā yaẓlimu miṡqāla żarrah(tin), wa in taku ḥasanatay yuḍā'ifhā wa yu'ti mil ladunhu ajran 'aẓīmā(n)."
  },
  {
    "verse_number": 41,
    "translation": "Aber wie (wird es sein), wenn Wir von jeder Gemeinschaft einen Zeugen bringen und dich über diese da als Zeugen bringen?",
    "text_uthmani": "فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍۭ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَىٰ هَـٰٓؤُلَآءِ شَهِيدًا",
    "text_uthmani_transcribed": "Fa kaifa iżā ji'nā min kulli ummatim bisyahīdiw wa ji'nā bika 'alā hā'ulā'i syahīdā(n)."
  },
  {
    "verse_number": 42,
    "translation": "An jenem Tag hätten es diejenigen gern, die ungläubig waren und sich dem Gesandten widersetzten, wenn sie gleich der Erde wären. Und sie werden vor Allah keine Aussage verheimlichen.",
    "segmented": [
      {
        "belongs_to_verse_number": 42,
        "translation": "An jenem Tag hätten es diejenigen gern, die ungläubig waren und sich dem Gesandten widersetzten, wenn sie gleich der Erde wären.",
        "text_uthmani": "يَوْمَئِذٍ يَوَدُّ ٱلَّذِينَ كَفَرُوا۟ وَعَصَوُا۟ ٱلرَّسُولَ لَوْ تُسَوَّىٰ بِهِمُ ٱلْأَرْضُ",
        "text_uthmani_transcribed": "Yauma'iżiy yawaddul-lażīna kafarū wa 'aṣawur-rasūla lau tusawwā bihimul-arḍ(u)"
      },
      {
        "belongs_to_verse_number": 42,
        "translation": "Und sie werden vor Allah keine Aussage verheimlichen.",
        "text_uthmani": "وَلَا يَكْتُمُونَ ٱللَّهَ حَدِيثًا",
        "text_uthmani_transcribed": "wa lā yaktumūnallāha ḥadīṡā(n)."
      }
    ],
    "text_uthmani": "يَوْمَئِذٍ يَوَدُّ ٱلَّذِينَ كَفَرُوا۟ وَعَصَوُا۟ ٱلرَّسُولَ لَوْ تُسَوَّىٰ بِهِمُ ٱلْأَرْضُ وَلَا يَكْتُمُونَ ٱللَّهَ حَدِيثًا",
    "text_uthmani_transcribed": "Yauma'iżiy yawaddul-lażīna kafarū wa 'aṣawur-rasūla lau tusawwā bihimul-arḍ(u), wa lā yaktumūnallāha ḥadīṡā(n)."
  },
  {
    "verse_number": 43,
    "translation": "O die ihr glaubt, nähert euch nicht dem Gebet, während ihr trunken seid, bis ihr wißt, was ihr sagt, noch im Zustand der Unreinheit - es sei denn, ihr geht bloß vorbei -, bis ihr den ganzen (Körper) gewaschen habt. Und wenn ihr krank seid oder auf einer Reise oder jemand von euch vom Abort kommt oder ihr Frauen berührt habt und dann kein Wasser findet, so wendet euch dem guten Erdboden zu und streicht euch über das Gesicht und die Hände. Allah ist Allverzeihend und Allvergebend.",
    "segmented": [
      {
        "belongs_to_verse_number": 43,
        "translation": "O die ihr glaubt, nähert euch nicht dem Gebet, während ihr trunken seid, bis ihr wißt, was ihr sagt, noch im Zustand der Unreinheit - es sei",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَقْرَبُوا۟ ٱلصَّلَوٰةَ وَأَنتُمْ سُكَـٰرَىٰ حَتَّىٰ تَعْلَمُوا۟ مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā taqrabuṣ-ṣalāta wa antum sukārā ḥattā ta'lamū mā taqūlūna wa lā junuban illā"
      },
      {
        "belongs_to_verse_number": 43,
        "translation": "denn, ihr geht bloß vorbei -, bis ihr den ganzen (Körper) gewaschen habt.",
        "text_uthmani": "إِلَّا عَابِرِى سَبِيلٍ حَتَّىٰ تَغْتَسِلُوا۟ ۚ",
        "text_uthmani_transcribed": "illā 'ābirī sabīlin ḥattā tagtasilū,"
      },
      {
        "belongs_to_verse_number": 43,
        "translation": "Und wenn ihr krank seid oder auf einer Reise oder jemand von euch vom Abort kommt oder ihr Frauen berührt habt",
        "text_uthmani": "وَإِن كُنتُم مَّرْضَىٰٓ أَوْ عَلَىٰ سَفَرٍ أَوْ جَآءَ أَحَدٌ مِّنكُم مِّنَ ٱلْغَآئِطِ أَوْ لَـٰمَسْتُمُ ٱلنِّسَآءَ",
        "text_uthmani_transcribed": "wa in kuntum marḍā au 'alā safarin au jā'a aḥadum minkum minal-gā'iṭi au lāmastumun-nisā'a"
      },
      {
        "belongs_to_verse_number": 43,
        "translation": "und dann kein Wasser findet, so wendet euch dem guten Erdboden zu und streicht euch über das Gesicht und die Hände.",
        "text_uthmani": "فَلَمْ تَجِدُوا۟ مَآءً فَتَيَمَّمُوا۟ صَعِيدًا طَيِّبًا فَٱمْسَحُوا۟ بِوُجُوهِكُمْ وَأَيْدِيكُمْ",
        "text_uthmani_transcribed": "falam tajidū mā'an fa tayammamū ṣa'īdan ṭayyiban famsaḥū biwujūhikum wa aidīkum"
      },
      {
        "belongs_to_verse_number": 43,
        "translation": "Allah ist Allverzeihend und Allvergebend.",
        "text_uthmani": "إِنَّ ٱللَّهَ كَانَ عَفُوًّا غَفُورًا",
        "text_uthmani_transcribed": "innnallāha kāna 'afuwwan gafūrā(n)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَقْرَبُوا۟ ٱلصَّلَوٰةَ وَأَنتُمْ سُكَـٰرَىٰ حَتَّىٰ تَعْلَمُوا۟ مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِى سَبِيلٍ حَتَّىٰ تَغْتَسِلُوا۟ ۚ وَإِن كُنتُم مَّرْضَىٰٓ أَوْ عَلَىٰ سَفَرٍ أَوْ جَآءَ أَحَدٌ مِّنكُم مِّنَ ٱلْغَآئِطِ أَوْ لَـٰمَسْتُمُ ٱلنِّسَآءَ فَلَمْ تَجِدُوا۟ مَآءً فَتَيَمَّمُوا۟ صَعِيدًا طَيِّبًا فَٱمْسَحُوا۟ بِوُجُوهِكُمْ وَأَيْدِيكُمْ ۗ إِنَّ ٱللَّهَ كَانَ عَفُوًّا غَفُورًا",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā taqrabuṣ-ṣalāta wa antum sukārā ḥattā ta'lamū mā taqūlūna wa lā junuban illā 'ābirī sabīlin ḥattā tagtasilū, wa in kuntum marḍā au 'alā safarin au jā'a aḥadum minkum minal-gā'iṭi au lāmastumun-nisā'a falam tajidū mā'an fa tayammamū ṣa'īdan ṭayyiban famsaḥū biwujūhikum wa aidīkum, innnallāha kāna 'afuwwan gafūrā(n)."
  },
  {
    "verse_number": 44,
    "translation": "Siehst du nicht jene, denen ein Teil der Schrift gegeben wurde? Sie erkaufen das Irregehen und wollen, daß (auch) ihr vom Weg abirrt.",
    "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ أُوتُوا۟ نَصِيبًا مِّنَ ٱلْكِتَـٰبِ يَشْتَرُونَ ٱلضَّلَـٰلَةَ وَيُرِيدُونَ أَن تَضِلُّوا۟ ٱلسَّبِيلَ",
    "text_uthmani_transcribed": "Alam tara ilal-lażīna ūtū naṣībam minal-kitābi yasytarūnaḍ-ḍalālata wa yurīdūna an taḍillus-sabīl(a)."
  },
  {
    "verse_number": 45,
    "translation": "Allah weiß sehr wohl über eure Feinde Bescheid, und Allah genügt als Schutzherr, und Allah genügt als Helfer.",
    "text_uthmani": "وَٱللَّهُ أَعْلَمُ بِأَعْدَآئِكُمْ ۚ وَكَفَىٰ بِٱللَّهِ وَلِيًّا وَكَفَىٰ بِٱللَّهِ نَصِيرًا",
    "text_uthmani_transcribed": "Wallāhu a'lamu bi'a'dā'ikum, wa kafā billāhi waliyyaw wa kafā billāhi naṣīrā(n)."
  },
  {
    "verse_number": 46,
    "translation": "Unter denjenigen, die dem Judentum angehören, verdrehen manche den Sinn der Worte und sagen: „Wir hören, doch wir widersetzen uns und: Höre!, als ob du nicht hörtest ra’ina, wobei sie mit ihren Zungen verdrehen und die Religion schmähen. Wenn sie gesagt hätten: „Wir hören und gehorchen und: „Höre! und: unzurna, wäre es wahrlich besser und richtiger für sie. Aber Allah hat sie für ihren Unglauben verflucht. Darum glauben sie nur wenig.",
    "segmented": [
      {
        "belongs_to_verse_number": 46,
        "translation": "Unter denjenigen, die dem Judentum angehören, verdrehen manche den Sinn der Worte",
        "text_uthmani": "مِّنَ ٱلَّذِينَ هَادُوا۟ يُحَرِّفُونَ ٱلْكَلِمَ",
        "text_uthmani_transcribed": "Minal-lażīna hādū yuḥarrifūnal-kalima"
      },
      {
        "belongs_to_verse_number": 46,
        "translation": "und sagen: „Wir hören, doch wir widersetzen uns und: Höre!, als ob du nicht hörtest ra’ina, wobei sie mit ihren Zungen verdrehen",
        "text_uthmani": "وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَٱسْمَعْ غَيْرَ مُسْمَعٍ وَرَٰعِنَا لَيًّۢا بِأَلْسِنَتِهِمْ",
        "text_uthmani_transcribed": "wa yaqūlūna sami'nā wa 'aṣainā wasma' gaira musmi'iw wa rā'inā layyam bi'alsinatihim"
      },
      {
        "belongs_to_verse_number": 46,
        "translation": "und die Religion schmähen.",
        "text_uthmani": "وَطَعْنًا فِى ٱلدِّينِ ۚ",
        "text_uthmani_transcribed": "wa ṭa'nan fid-dīn(i),"
      },
      {
        "belongs_to_verse_number": 46,
        "translation": "Wenn sie gesagt hätten: „Wir hören und gehorchen und: „Höre! und: unzurna, wäre es wahrlich besser und richtiger für sie.",
        "text_uthmani": "وَلَوْ أَنَّهُمْ قَالُوا۟ سَمِعْنَا وَأَطَعْنَا وَٱسْمَعْ وَٱنظُرْنَا لَكَانَ خَيْرًا لَّهُمْ وَأَقْوَمَ",
        "text_uthmani_transcribed": "wa lau annahum qālū sami'nā wa aṭa'nā wasma' wanẓurnā lakāna khairal lahum wa aqwam(a)"
      },
      {
        "belongs_to_verse_number": 46,
        "translation": "Aber Allah hat sie für ihren Unglauben verflucht. Darum glauben sie nur wenig.",
        "text_uthmani": "وَلَـٰكِن لَّعَنَهُمُ ٱللَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا",
        "text_uthmani_transcribed": "wa lākil la'anahumullāhu bikufrihim falā yu'minūna illā qalīlā(n)."
      }
    ],
    "text_uthmani": "مِّنَ ٱلَّذِينَ هَادُوا۟ يُحَرِّفُونَ ٱلْكَلِمَ عَن مَّوَاضِعِهِۦ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَٱسْمَعْ غَيْرَ مُسْمَعٍ وَرَٰعِنَا لَيًّۢا بِأَلْسِنَتِهِمْ وَطَعْنًا فِى ٱلدِّينِ ۚ وَلَوْ أَنَّهُمْ قَالُوا۟ سَمِعْنَا وَأَطَعْنَا وَٱسْمَعْ وَٱنظُرْنَا لَكَانَ خَيْرًا لَّهُمْ وَأَقْوَمَ وَلَـٰكِن لَّعَنَهُمُ ٱللَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا",
    "text_uthmani_transcribed": "Minal-lażīna hādū yuḥarrifūnal-kalima 'am mawāḍi'ihī  wa yaqūlūna sami'nā wa 'aṣainā wasma' gaira musmi'iw wa rā'inā layyam bi'alsinatihim wa ṭa'nan fid-dīn(i), wa lau annahum qālū sami'nā wa aṭa'nā wasma' wanẓurnā lakāna khairal lahum wa aqwam(a), wa lākil la'anahumullāhu bikufrihim falā yu'minūna illā qalīlā(n)."
  },
  {
    "verse_number": 47,
    "translation": "O ihr, denen die Schrift gegeben wurde, glaubt an das, was Wir offenbart haben, das zu bestätigen, was euch (bereits) vorliegt, bevor Wir Gesichter auslöschen und nach hinten versetzen oder sie verfluchen, wie Wir die Sabbatleute verfluchten. Allahs Anordnung wird (stets) ausgeführt.",
    "segmented": [
      {
        "belongs_to_verse_number": 47,
        "translation": "O ihr, denen die Schrift gegeben wurde, glaubt an das, was Wir offenbart haben, das zu bestätigen, was euch (bereits) vorliegt, bevor Wir Gesichter auslöschen",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ ءَامِنُوا۟ بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُم مِّن قَبْلِ أَن نَّطْمِسَ وُجُوهًا",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna ūtul-kitāba āminū bimā nazzalnā muṣaddiqal limā ma'akum min qabli an naṭmisa wujūhan"
      },
      {
        "belongs_to_verse_number": 47,
        "translation": "und nach hinten versetzen oder sie verfluchen, wie Wir die Sabbatleute verfluchten. Allahs Anordnung wird (stets) ausgeführt.",
        "text_uthmani": "فَنَرُدَّهَا عَلَىٰٓ أَدْبَارِهَآ أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّآ أَصْحَـٰبَ ٱلسَّبْتِ ۚ وَكَانَ أَمْرُ ٱللَّهِ مَفْعُولًا",
        "text_uthmani_transcribed": "fa naruddahā 'alā adbārihā au nal'anahum kamā la'annā aṣḥābas-sabt(i), wa kāna amrullāhi maf'ūlā(n)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ ءَامِنُوا۟ بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُم مِّن قَبْلِ أَن نَّطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَىٰٓ أَدْبَارِهَآ أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّآ أَصْحَـٰبَ ٱلسَّبْتِ ۚ وَكَانَ أَمْرُ ٱللَّهِ مَفْعُولًا",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna ūtul-kitāba āminū bimā nazzalnā muṣaddiqal limā ma'akum min qabli an naṭmisa wujūhan fa naruddahā 'alā adbārihā au nal'anahum kamā la'annā aṣḥābas-sabt(i), wa kāna amrullāhi maf'ūlā(n)."
  },
  {
    "verse_number": 48,
    "translation": "Allah vergibt gewiß nicht, daß man Ihm (etwas) beigesellt. Doch was außer diesem ist, vergibt Er, wem Er will. Wer Allah (etwas) beigesellt, der hat fürwahr eine gewaltige Sünde ersonnen.",
    "segmented": [
      {
        "belongs_to_verse_number": 48,
        "translation": "Allah vergibt gewiß nicht, daß man Ihm (etwas) beigesellt. Doch was außer diesem ist, vergibt Er, wem Er will.",
        "text_uthmani": "إِنَّ ٱللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِۦ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُ ۚ",
        "text_uthmani_transcribed": "Innallāha lā yagfiru ay yusyraka bihī wa yagfiru mā dūna żālika limay yasyā'(u),"
      },
      {
        "belongs_to_verse_number": 48,
        "translation": "Wer Allah (etwas) beigesellt, der hat fürwahr eine gewaltige Sünde ersonnen.",
        "text_uthmani": "وَمَن يُشْرِكْ بِٱللَّهِ فَقَدِ ٱفْتَرَىٰٓ إِثْمًا عَظِيمًا",
        "text_uthmani_transcribed": "wa may yusyrik billāhi fa qadiftarā iṡman 'aẓīmā(n)."
      }
    ],
    "text_uthmani": "إِنَّ ٱللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِۦ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُ ۚ وَمَن يُشْرِكْ بِٱللَّهِ فَقَدِ ٱفْتَرَىٰٓ إِثْمًا عَظِيمًا",
    "text_uthmani_transcribed": "Innallāha lā yagfiru ay yusyraka bihī wa yagfiru mā dūna żālika limay yasyā'(u), wa may yusyrik billāhi fa qadiftarā iṡman 'aẓīmā(n)."
  },
  {
    "verse_number": 49,
    "translation": "Siehst du nicht jene, die sich selbst für lauter erklären? Nein! Vielmehr läutert Allah, wen Er will. Und ihnen wird nicht um ein Fädchen Unrecht zugefügt.",
    "segmented": [
      {
        "belongs_to_verse_number": 49,
        "translation": "Siehst du nicht jene, die sich selbst für lauter erklären? Nein! Vielmehr läutert Allah, wen Er will.",
        "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يُزَكُّونَ أَنفُسَهُم ۚ بَلِ ٱللَّهُ يُزَكِّى مَن يَشَآءُ",
        "text_uthmani_transcribed": "Alam tara ilal-lażīna yuzakkūna anfusahum, balillāhu yuzakkī may yasyā'u"
      },
      {
        "belongs_to_verse_number": 49,
        "translation": "Und ihnen wird nicht um ein Fädchen Unrecht zugefügt.",
        "text_uthmani": "وَلَا يُظْلَمُونَ فَتِيلًا",
        "text_uthmani_transcribed": "wa lā yuẓlamūna fatīlā(n)."
      }
    ],
    "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يُزَكُّونَ أَنفُسَهُم ۚ بَلِ ٱللَّهُ يُزَكِّى مَن يَشَآءُ وَلَا يُظْلَمُونَ فَتِيلًا",
    "text_uthmani_transcribed": "Alam tara ilal-lażīna yuzakkūna anfusahum, balillāhu yuzakkī may yasyā'u wa lā yuẓlamūna fatīlā(n)."
  },
  {
    "verse_number": 50,
    "translation": "Schau, wie sie gegen Allah Lügen ersinnen! Das (allein schon) genügt als deutliche Sünde.",
    "text_uthmani": "ٱنظُرْ كَيْفَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ ۖ وَكَفَىٰ بِهِۦٓ إِثْمًا مُّبِينًا",
    "text_uthmani_transcribed": "Unẓur kaifa yaftarūna 'alallāhil-każib(a), wa kafā bihī iṡmam mubīnā(n)."
  },
  {
    "verse_number": 51,
    "translation": "Siehst du nicht jene, denen ein Teil der Schrift gegeben wurde? Sie glauben an Zauberei und falsche Götter und sagen von denen, die ungläubig sind: Diese da sind eher auf dem rechten Weg geleitet als die Gläubigen.",
    "segmented": [
      {
        "belongs_to_verse_number": 51,
        "translation": "Siehst du nicht jene, denen ein Teil der Schrift gegeben wurde? Sie glauben an Zauberei und falsche Götter",
        "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ أُوتُوا۟ نَصِيبًا مِّنَ ٱلْكِتَـٰبِ يُؤْمِنُونَ بِٱلْجِبْتِ وَٱلطَّـٰغُوتِ",
        "text_uthmani_transcribed": "Alam tara ilal-lażīna ūtū naṣībam minal-kitābi yu'minūna bil-jibti waṭ-ṭāgūti"
      },
      {
        "belongs_to_verse_number": 51,
        "translation": "und sagen von denen, die ungläubig sind: Diese da sind eher auf dem rechten Weg geleitet als die Gläubigen.",
        "text_uthmani": "وَيَقُولُونَ لِلَّذِينَ كَفَرُوا۟ هَـٰٓؤُلَآءِ أَهْدَىٰ مِنَ ٱلَّذِينَ ءَامَنُوا۟ سَبِيلًا",
        "text_uthmani_transcribed": "wa yaqūlūna lil-lażīna kafarū hā'ulā'i ahdā minal-lażīna āmanū sabīlā(n)."
      }
    ],
    "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ أُوتُوا۟ نَصِيبًا مِّنَ ٱلْكِتَـٰبِ يُؤْمِنُونَ بِٱلْجِبْتِ وَٱلطَّـٰغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا۟ هَـٰٓؤُلَآءِ أَهْدَىٰ مِنَ ٱلَّذِينَ ءَامَنُوا۟ سَبِيلًا",
    "text_uthmani_transcribed": "Alam tara ilal-lażīna ūtū naṣībam minal-kitābi yu'minūna bil-jibti waṭ-ṭāgūti wa yaqūlūna lil-lażīna kafarū hā'ulā'i ahdā minal-lażīna āmanū sabīlā(n)."
  },
  {
    "verse_number": 52,
    "translation": "Das sind diejenigen, die Allah verflucht hat; und wen Allah verflucht, für den wirst du keinen Helfer finden.",
    "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ ۖ وَمَن يَلْعَنِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ نَصِيرًا",
    "text_uthmani_transcribed": "Ulā'ikal-lażīna la'anahumullāh(u), wa may yal'anillāhu falan tajida lahū naṣīrā(n)."
  },
  {
    "verse_number": 53,
    "translation": "Oder haben sie (etwa) einen Anteil an der Herrschaft? Dann würden sie den Menschen nicht ein Dattelkerngrübchen (ab)geben.",
    "text_uthmani": "أَمْ لَهُمْ نَصِيبٌ مِّنَ ٱلْمُلْكِ فَإِذًا لَّا يُؤْتُونَ ٱلنَّاسَ نَقِيرًا",
    "text_uthmani_transcribed": "Am lahum naṣībum minal-mulki fa iżal lā yu'tūnan-nāsa naqīrā(n)."
  },
  {
    "verse_number": 54,
    "translation": "Oder beneiden sie die Menschen um das, was Allah ihnen von Seiner Huld gegeben hat? Nun, Wir gaben der Sippe Ibrahims die Schrift und die Weisheit und gaben ihnen gewaltige Herrschaft.",
    "segmented": [
      {
        "belongs_to_verse_number": 54,
        "translation": "Oder beneiden sie die Menschen um das, was Allah ihnen von Seiner Huld gegeben hat?",
        "text_uthmani": "أَمْ يَحْسُدُونَ ٱلنَّاسَ عَلَىٰ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضْلِهِۦ ۖ",
        "text_uthmani_transcribed": "Am yaḥsudūnan-nāsa 'alā mā ātāhumullāhu min faḍlih(ī),"
      },
      {
        "belongs_to_verse_number": 54,
        "translation": "Nun, Wir gaben der Sippe Ibrahims die Schrift und die Weisheit und gaben ihnen gewaltige Herrschaft.",
        "text_uthmani": "فَقَدْ ءَاتَيْنَآ ءَالَ إِبْرَٰهِيمَ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَءَاتَيْنَـٰهُم مُّلْكًا عَظِيمًا",
        "text_uthmani_transcribed": "faqad ātainā āla ibrāhīmal-kitāba wal-ḥikmata wa ātaināhum mulkan 'aẓīmā(n)."
      }
    ],
    "text_uthmani": "أَمْ يَحْسُدُونَ ٱلنَّاسَ عَلَىٰ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضْلِهِۦ ۖ فَقَدْ ءَاتَيْنَآ ءَالَ إِبْرَٰهِيمَ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَءَاتَيْنَـٰهُم مُّلْكًا عَظِيمًا",
    "text_uthmani_transcribed": "Am yaḥsudūnan-nāsa 'alā mā ātāhumullāhu min faḍlih(ī), faqad ātainā āla ibrāhīmal-kitāba wal-ḥikmata wa ātaināhum mulkan 'aẓīmā(n)."
  },
  {
    "verse_number": 55,
    "translation": "Unter ihnen gab es manche, die daran glaubten, und manche, die davon abhielten. Und die Hölle genügt als Feuerglut.",
    "text_uthmani": "فَمِنْهُم مَّنْ ءَامَنَ بِهِۦ وَمِنْهُم مَّن صَدَّ عَنْهُ ۚ وَكَفَىٰ بِجَهَنَّمَ سَعِيرًا",
    "text_uthmani_transcribed": "Fa minhum man āmana bihī wa minhum man ṣadda 'anh(u), wa kafā bijahannama sa'īrā(n)."
  },
  {
    "verse_number": 56,
    "translation": "Diejenigen, die Unsere Zeichen verleugnen, werden Wir gewiß einem Feuer aussetzen. Jedesmal, wenn ihre Haut verbrannt ist, tauschen Wir sie ihnen gegen eine andere Haut aus, damit sie die Strafe kosten. Allah ist Allmächtig und Allweise.",
    "segmented": [
      {
        "belongs_to_verse_number": 56,
        "translation": "Diejenigen, die Unsere Zeichen verleugnen, werden Wir gewiß einem Feuer aussetzen.",
        "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِنَا سَوْفَ نُصْلِيهِمْ نَارًا",
        "text_uthmani_transcribed": "Innal-lażīna kafarū bi'āyātinā sanuṣlīhim nārā(n)"
      },
      {
        "belongs_to_verse_number": 56,
        "translation": "Jedesmal, wenn ihre Haut verbrannt ist, tauschen Wir sie ihnen gegen eine andere Haut aus, damit sie die Strafe kosten.",
        "text_uthmani": "كُلَّمَا نَضِجَتْ جُلُودُهُم بَدَّلْنَـٰهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا۟ ٱلْعَذَابَ ۗ",
        "text_uthmani_transcribed": "kullamā naḍijat julūduhum baddalnāhum julūdan gairahā liyażūqul-'ażāb(a),"
      },
      {
        "belongs_to_verse_number": 56,
        "translation": "Allah ist Allmächtig und Allweise.",
        "text_uthmani": "إِنَّ ٱللَّهَ كَانَ عَزِيزًا حَكِيمًا",
        "text_uthmani_transcribed": "innallāha kāna 'azīzan ḥakīmā(n)."
      }
    ],
    "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُم بَدَّلْنَـٰهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا۟ ٱلْعَذَابَ ۗ إِنَّ ٱللَّهَ كَانَ عَزِيزًا حَكِيمًا",
    "text_uthmani_transcribed": "Innal-lażīna kafarū bi'āyātinā sanuṣlīhim nārā(n), kullamā naḍijat julūduhum baddalnāhum julūdan gairahā liyażūqul-'ażāb(a), innallāha kāna 'azīzan ḥakīmā(n)."
  },
  {
    "verse_number": 57,
    "translation": "Diejenigen aber, die glauben und rechtschaffene Werke tun, werden Wir in Gärten eingehen lassen, durcheilt von Bächen, ewig und auf immer darin zu bleiben. Darin haben sie vollkommen gereinigte Gattinnen; und Wir lassen sie in vollkommenen Schatten eingehen.",
    "segmented": [
      {
        "belongs_to_verse_number": 57,
        "translation": "Diejenigen aber, die glauben und rechtschaffene Werke tun, werden Wir in Gärten eingehen lassen, durcheilt von Bächen, ewig",
        "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَنُدْخِلُهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا",
        "text_uthmani_transcribed": "Wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti sanudkhiluhum jannātin tajrī min taḥtihal-anhāru khālidīna fīhā abadā(n)"
      },
      {
        "belongs_to_verse_number": 57,
        "translation": "und auf immer darin zu bleiben. Darin haben sie vollkommen gereinigte Gattinnen; und Wir lassen sie in vollkommenen Schatten eingehen.",
        "text_uthmani": "خَـٰلِدِينَ فِيهَآ أَبَدًا ۖ لَّهُمْ فِيهَآ أَزْوَٰجٌ مُّطَهَّرَةٌ ۖ وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا",
        "text_uthmani_transcribed": "khālidīna fīhā abadā(n), lahum fīhā azwājum muṭahharah(tun), wa nudkhiluhum ẓillan ẓalīlā(n)."
      }
    ],
    "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَنُدْخِلُهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۖ لَّهُمْ فِيهَآ أَزْوَٰجٌ مُّطَهَّرَةٌ ۖ وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا",
    "text_uthmani_transcribed": "Wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti sanudkhiluhum jannātin tajrī min taḥtihal-anhāru khālidīna fīhā abadā(n), lahum fīhā azwājum muṭahharah(tun), wa nudkhiluhum ẓillan ẓalīlā(n)."
  },
  {
    "verse_number": 58,
    "translation": "Allah befiehlt euch, anvertraute Güter ihren Eigentümern (wieder) auszuhändigen und, wenn ihr zwischen den Menschen richtet, in Gerechtigkeit zu richten. Wie trefflich ist das, womit Allah euch ermahnt! Gewiß, Allah ist Allhörend und Allsehend.",
    "segmented": [
      {
        "belongs_to_verse_number": 58,
        "translation": "Allah befiehlt euch, anvertraute Güter ihren Eigentümern (wieder) auszuhändigen und, wenn ihr zwischen den Menschen richtet, in Gerechtigkeit zu",
        "text_uthmani": "۞ إِنَّ ٱللَّهَ يَأْمُرُكُمْ أَن تُؤَدُّوا۟ ٱلْأَمَـٰنَـٰتِ إِلَىٰٓ أَهْلِهَا وَإِذَا حَكَمْتُم بَيْنَ ٱلنَّاسِ أَن تَحْكُمُوا۟ بِٱلْعَدْلِ ۚ",
        "text_uthmani_transcribed": "Innallāha ya'murukum an tu'addul-amānāti ilā ahlihā, wa iżā ḥakamtum bainan-nāsi an taḥkumū bil-'adl(i),"
      },
      {
        "belongs_to_verse_number": 58,
        "translation": "richten. Wie trefflich ist das, womit Allah euch ermahnt! Gewiß, Allah ist Allhörend und Allsehend.",
        "text_uthmani": "ۚ إِنَّ ٱللَّهَ نِعِمَّا يَعِظُكُم بِهِۦٓ ۗ إِنَّ ٱللَّهَ كَانَ سَمِيعًۢا بَصِيرًا",
        "text_uthmani_transcribed": "innallāha ni'immā ya'iẓukum bih(ī), innallāha kāna samī'am baṣīrā(n)."
      }
    ],
    "text_uthmani": "۞ إِنَّ ٱللَّهَ يَأْمُرُكُمْ أَن تُؤَدُّوا۟ ٱلْأَمَـٰنَـٰتِ إِلَىٰٓ أَهْلِهَا وَإِذَا حَكَمْتُم بَيْنَ ٱلنَّاسِ أَن تَحْكُمُوا۟ بِٱلْعَدْلِ ۚ إِنَّ ٱللَّهَ نِعِمَّا يَعِظُكُم بِهِۦٓ ۗ إِنَّ ٱللَّهَ كَانَ سَمِيعًۢا بَصِيرًا",
    "text_uthmani_transcribed": "Innallāha ya'murukum an tu'addul-amānāti ilā ahlihā, wa iżā ḥakamtum bainan-nāsi an taḥkumū bil-'adl(i), innallāha ni'immā ya'iẓukum bih(ī), innallāha kāna samī'am baṣīrā(n)."
  },
  {
    "verse_number": 59,
    "translation": "O die ihr glaubt, gehorcht Allah und gehorcht dem Gesandten und den Befehlshabern unter euch! Wenn ihr miteinander über etwas streitet, dann bringt es vor Allah und den Gesandten, wenn ihr wirklich an Allah und den Jüngsten Tag glaubt. Das ist am besten und am ehesten ein guter Ausgang.",
    "segmented": [
      {
        "belongs_to_verse_number": 59,
        "translation": "O die ihr glaubt, gehorcht Allah und gehorcht dem Gesandten und den Befehlshabern unter euch!",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَأُو۟لِى ٱلْأَمْرِ مِنكُمْ ۖ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū aṭī'ullāha wa aṭī'ur-rasūla wa ulil-amri minkum,"
      },
      {
        "belongs_to_verse_number": 59,
        "translation": "Wenn ihr miteinander über etwas streitet, dann bringt es vor Allah und den Gesandten, wenn ihr wirklich an Allah und den Jüngsten Tag glaubt.",
        "text_uthmani": "فَإِن تَنَـٰزَعْتُمْ فِى شَىْءٍ فَرُدُّوهُ إِلَى ٱللَّهِ وَٱلرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۚ",
        "text_uthmani_transcribed": "fa in tanāza'tum fī syai'in fa rudd­hu ilallāhi war-rasūli in kuntum tu'minūna billāhi wal-yaumil-ākhir(i),"
      },
      {
        "belongs_to_verse_number": 59,
        "translation": "Das ist am besten und am ehesten ein guter Ausgang.",
        "text_uthmani": "ذَٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا",
        "text_uthmani_transcribed": "żālika khairuw wa aḥsanu ta'wīlā(n)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَأُو۟لِى ٱلْأَمْرِ مِنكُمْ ۖ فَإِن تَنَـٰزَعْتُمْ فِى شَىْءٍ فَرُدُّوهُ إِلَى ٱللَّهِ وَٱلرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۚ ذَٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū aṭī'ullāha wa aṭī'ur-rasūla wa ulil-amri minkum, fa in tanāza'tum fī syai'in fa rudd­hu ilallāhi war-rasūli in kuntum tu'minūna billāhi wal-yaumil-ākhir(i), żālika khairuw wa aḥsanu ta'wīlā(n)."
  },
  {
    "verse_number": 60,
    "translation": "Siehst du nicht jene, die behaupten, an das zu glauben, was zu dir (als Offenbarung) herabgesandt worden ist, und was vor dir herabgesandt wurde, während sie sich in Entscheidungsfragen an falsche Götter wenden wollen, wo ihnen doch befohlen worden ist, es zu verleugnen? Aber der Satan will sie weit in die Irre führen.",
    "segmented": [
      {
        "belongs_to_verse_number": 60,
        "translation": "Siehst du nicht jene, die behaupten, an das zu glauben, was zu dir (als Offenbarung) herabgesandt worden ist,",
        "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يَزْعُمُونَ أَنَّهُمْ ءَامَنُوا۟ بِمَآ أُنزِلَ إِلَيْكَ",
        "text_uthmani_transcribed": "Alam tara ilal-lażīna yaz'umūna annahum āmanū bimā unzila ilaika"
      },
      {
        "belongs_to_verse_number": 60,
        "translation": "und was vor dir herabgesandt wurde, während sie sich in Entscheidungsfragen an falsche Götter wenden wollen, wo ihnen doch befohlen worden ist, es zu verleugnen?",
        "text_uthmani": "وَمَآ أُنزِلَ مِن قَبْلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوٓا۟ إِلَى ٱلطَّـٰغُوتِ وَقَدْ أُمِرُوٓا۟ أَن يَكْفُرُوا۟ بِهِۦ",
        "text_uthmani_transcribed": "wa mā unzila min qablika yurīdūna ay yataḥākamū ilaṭ-ṭāgūti wa qad umirū ay yakfurū bih(ī)"
      },
      {
        "belongs_to_verse_number": 60,
        "translation": "Aber der Satan will sie weit in die Irre führen.",
        "text_uthmani": "وَيُرِيدُ ٱلشَّيْطَـٰنُ أَن يُضِلَّهُمْ ضَلَـٰلًۢا بَعِيدًا",
        "text_uthmani_transcribed": "wa yurīdusy-syaiṭānu ay yuḍillahum ḍalālam ba'īdā(n)."
      }
    ],
    "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يَزْعُمُونَ أَنَّهُمْ ءَامَنُوا۟ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوٓا۟ إِلَى ٱلطَّـٰغُوتِ وَقَدْ أُمِرُوٓا۟ أَن يَكْفُرُوا۟ بِهِۦ وَيُرِيدُ ٱلشَّيْطَـٰنُ أَن يُضِلَّهُمْ ضَلَـٰلًۢا بَعِيدًا",
    "text_uthmani_transcribed": "Alam tara ilal-lażīna yaz'umūna annahum āmanū bimā unzila ilaika  wa mā unzila min qablika  yurīdūna ay yataḥākamū ilaṭ-ṭāgūti wa qad umirū ay yakfurū bih(ī), wa yurīdusy-syaiṭānu ay yuḍillahum ḍalālam ba'īdā(n)."
  },
  {
    "verse_number": 61,
    "translation": "Und wenn man zu ihnen sagt: „Kommt her zu dem, was Allah (als Offenbarung) herabgesandt hat, und zum Gesandten, siehst du die Heuchler sich nachdrücklich abwenden.",
    "segmented": [
      {
        "belongs_to_verse_number": 61,
        "translation": "Und wenn man zu ihnen sagt: „Kommt her zu dem, was Allah (als Offenbarung) herabgesandt hat,",
        "text_uthmani": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ",
        "text_uthmani_transcribed": "Wa iżā qīla lahum ta'ālau ilā mā anzalallāhu"
      },
      {
        "belongs_to_verse_number": 61,
        "translation": "und zum Gesandten, siehst du die Heuchler sich nachdrücklich abwenden.",
        "text_uthmani": "وَإِلَى ٱلرَّسُولِ رَأَيْتَ ٱلْمُنَـٰفِقِينَ يَصُدُّونَ عَنكَ صُدُودًا",
        "text_uthmani_transcribed": "wa ilar-rasūli ra'aital-munāfiqīna yaṣuddūna 'anka ṣudūdā(n)."
      }
    ],
    "text_uthmani": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ رَأَيْتَ ٱلْمُنَـٰفِقِينَ يَصُدُّونَ عَنكَ صُدُودًا",
    "text_uthmani_transcribed": "Wa iżā qīla lahum ta'ālau ilā mā anzalallāhu wa ilar-rasūli ra'aital-munāfiqīna yaṣuddūna 'anka ṣudūdā(n)."
  },
  {
    "verse_number": 62,
    "translation": "Aber wie (ist es), wenn sie ein Unglück trifft für das, was ihre Hände vorausgeschickt haben, und sie hierauf zu dir kommen und bei Allah schwören: „Wir wollten (es) ja nur gut machen und Einklang herstellen?",
    "segmented": [
      {
        "belongs_to_verse_number": 62,
        "translation": "Aber wie (ist es), wenn sie ein Unglück trifft für das, was ihre Hände vorausgeschickt haben, und sie hierauf zu dir kommen",
        "text_uthmani": "فَكَيْفَ إِذَآ أَصَـٰبَتْهُم مُّصِيبَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَآءُوكَ",
        "text_uthmani_transcribed": "Fa kaifa iżā aṣābathum muṣībatum bimā qaddamat aidīhim ṡumma jā'ūka"
      },
      {
        "belongs_to_verse_number": 62,
        "translation": "und bei Allah schwören: „Wir wollten (es) ja nur gut machen und Einklang herstellen?",
        "text_uthmani": "يَحْلِفُونَ بِٱللَّهِ إِنْ أَرَدْنَآ إِلَّآ إِحْسَـٰنًا وَتَوْفِيقًا",
        "text_uthmani_transcribed": "yaḥlifūna billāh(i), in aradnā illā iḥsānaw wa taufīqā(n)."
      }
    ],
    "text_uthmani": "فَكَيْفَ إِذَآ أَصَـٰبَتْهُم مُّصِيبَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَآءُوكَ يَحْلِفُونَ بِٱللَّهِ إِنْ أَرَدْنَآ إِلَّآ إِحْسَـٰنًا وَتَوْفِيقًا",
    "text_uthmani_transcribed": "Fa kaifa iżā aṣābathum muṣībatum bimā qaddamat aidīhim ṡumma jā'ūka yaḥlifūna billāh(i), in aradnā illā iḥsānaw wa taufīqā(n)."
  },
  {
    "verse_number": 63,
    "translation": "Das sind diejenigen, von denen Allah weiß, was in ihren Herzen ist. So wende dich von ihnen ab, ermahne sie und sag zu ihnen über sie selbst eindringliche Worte.",
    "segmented": [
      {
        "belongs_to_verse_number": 63,
        "translation": "Das sind diejenigen, von denen Allah weiß, was in ihren Herzen ist.",
        "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ يَعْلَمُ ٱللَّهُ مَا فِى قُلُوبِهِمْ",
        "text_uthmani_transcribed": "Ulā'ikal-lażīna ya'lamullāhu mā fī qulūbihim"
      },
      {
        "belongs_to_verse_number": 63,
        "translation": "So wende dich von ihnen ab, ermahne sie und sag zu ihnen über sie selbst eindringliche Worte.",
        "text_uthmani": "فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُل لَّهُمْ فِىٓ أَنفُسِهِمْ قَوْلًۢا بَلِيغًا",
        "text_uthmani_transcribed": "fa a'riḍ 'anhum wa 'iẓhum wa qul lahum fī anfusihim qaulam balīgā(n)."
      }
    ],
    "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ يَعْلَمُ ٱللَّهُ مَا فِى قُلُوبِهِمْ فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُل لَّهُمْ فِىٓ أَنفُسِهِمْ قَوْلًۢا بَلِيغًا",
    "text_uthmani_transcribed": "Ulā'ikal-lażīna ya'lamullāhu mā fī qulūbihim fa a'riḍ 'anhum wa 'iẓhum wa qul lahum fī anfusihim qaulam balīgā(n)."
  },
  {
    "verse_number": 64,
    "translation": "Und Wir haben keinen Gesandten gesandt, ohne daß ihm - mit Allahs Erlaubnis - gehorcht werde. Und wenn sie, wo sie sich selbst Unrecht zugefügt haben, zu dir kämen und dann Allah um Vergebung bäten, und der Gesandte für sie um Vergebung bäte, würden sie wahrlich Allah Reue-Annehmend und Barmherzig finden.",
    "segmented": [
      {
        "belongs_to_verse_number": 64,
        "translation": "Und Wir haben keinen Gesandten gesandt, ohne daß ihm - mit Allahs Erlaubnis - gehorcht werde.",
        "text_uthmani": "وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ ٱللَّهِ ۚ",
        "text_uthmani_transcribed": "Wa mā arsalnā mir rasūlin illā liyuṭā'a bi'iżnillāh(i),"
      },
      {
        "belongs_to_verse_number": 64,
        "translation": "Und wenn sie, wo sie sich selbst Unrecht zugefügt haben, zu dir kämen und dann Allah um Vergebung bäten,",
        "text_uthmani": "وَلَوْ أَنَّهُمْ إِذ ظَّلَمُوٓا۟ أَنفُسَهُمْ جَآءُوكَ فَٱسْتَغْفَرُوا۟ ٱللَّهَ",
        "text_uthmani_transcribed": "wa lau annahum iẓ ẓalamū anfusahum jā'ūka fastagfarullāha"
      },
      {
        "belongs_to_verse_number": 64,
        "translation": "und der Gesandte für sie um Vergebung bäte, würden sie wahrlich Allah Reue-Annehmend und Barmherzig finden.",
        "text_uthmani": "وَٱسْتَغْفَرَ لَهُمُ ٱلرَّسُولُ لَوَجَدُوا۟ ٱللَّهَ تَوَّابًا رَّحِيمًا",
        "text_uthmani_transcribed": "wastagfara lahumur-rasūlu lawajadullāha tawwābar raḥīmā(n)."
      }
    ],
    "text_uthmani": "وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ ٱللَّهِ ۚ وَلَوْ أَنَّهُمْ إِذ ظَّلَمُوٓا۟ أَنفُسَهُمْ جَآءُوكَ فَٱسْتَغْفَرُوا۟ ٱللَّهَ وَٱسْتَغْفَرَ لَهُمُ ٱلرَّسُولُ لَوَجَدُوا۟ ٱللَّهَ تَوَّابًا رَّحِيمًا",
    "text_uthmani_transcribed": "Wa mā arsalnā mir rasūlin illā liyuṭā'a bi'iżnillāh(i), wa lau annahum iẓ ẓalamū anfusahum jā'ūka fastagfarullāha wastagfara lahumur-rasūlu lawajadullāha tawwābar raḥīmā(n)."
  },
  {
    "verse_number": 65,
    "translation": "Aber nein, bei deinem Herrn! Sie glauben nicht eher, bis sie dich über das richten lassen, was zwischen ihnen umstritten ist, und hierauf in sich selbst keine Bedrängnis finden durch das, was du entschieden hast, und sich in voller Ergebung fügen.",
    "segmented": [
      {
        "belongs_to_verse_number": 65,
        "translation": "Aber nein, bei deinem Herrn! Sie glauben nicht eher, bis sie dich über das richten lassen, was zwischen ihnen umstritten ist,",
        "text_uthmani": "فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ",
        "text_uthmani_transcribed": "Falā wa rabbika lā yu'minūna ḥattā yuḥakkimūka fīmā syajara bainahum"
      },
      {
        "belongs_to_verse_number": 65,
        "translation": "und hierauf in sich selbst keine Bedrängnis finden durch das, was du entschieden hast, und sich in voller Ergebung fügen.",
        "text_uthmani": "ثُمَّ لَا يَجِدُوا۟ فِىٓ أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوا۟ تَسْلِيمًا",
        "text_uthmani_transcribed": "ṡumma lā yajidū fī anfusihim ḥarajam mimmā qaḍaita wa yusallimū taslīmā(n)."
      }
    ],
    "text_uthmani": "فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا۟ فِىٓ أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوا۟ تَسْلِيمًا",
    "text_uthmani_transcribed": "Falā wa rabbika lā yu'minūna ḥattā yuḥakkimūka fīmā syajara bainahum ṡumma lā yajidū fī anfusihim ḥarajam mimmā qaḍaita wa yusallimū taslīmā(n)."
  },
  {
    "verse_number": 66,
    "translation": "Wenn Wir ihnen vorschreiben würden: „Tötet euch selbst oder zieht aus euren Wohnstätten aus, so täten sie es nicht, außer wenigen von ihnen. Wenn sie aber tun würden, wozu sie ermahnt werden, wäre es wahrlich besser für sie und eine größere Stärkung (im Glauben).",
    "segmented": [
      {
        "belongs_to_verse_number": 66,
        "translation": "Wenn Wir ihnen vorschreiben würden: „Tötet euch selbst oder zieht aus euren Wohnstätten aus, so täten sie es nicht, außer wenigen von ihnen.",
        "text_uthmani": "وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ ٱقْتُلُوٓا۟ أَنفُسَكُمْ أَوِ ٱخْرُجُوا۟ مِن دِيَـٰرِكُم مَّا فَعَلُوهُ إِلَّا قَلِيلٌ مِّنْهُمْ ۖ",
        "text_uthmani_transcribed": "Wa lau annā katabnā 'alaihim aniqtulū anfusakum awikhrujū min diyārikum mā fa'alūhu illā qalīlum minhum,"
      },
      {
        "belongs_to_verse_number": 66,
        "translation": "Wenn sie aber tun würden, wozu sie ermahnt werden, wäre es wahrlich besser für sie und eine größere Stärkung (im Glauben).",
        "text_uthmani": "وَلَوْ أَنَّهُمْ فَعَلُوا۟ مَا يُوعَظُونَ بِهِۦ لَكَانَ خَيْرًا لَّهُمْ وَأَشَدَّ تَثْبِيتًا",
        "text_uthmani_transcribed": "wa lau annahum fa'alū mā yū'aẓūna bihī lakāna khairal lahum wa asyadda taṡbītā(n)."
      }
    ],
    "text_uthmani": "وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ ٱقْتُلُوٓا۟ أَنفُسَكُمْ أَوِ ٱخْرُجُوا۟ مِن دِيَـٰرِكُم مَّا فَعَلُوهُ إِلَّا قَلِيلٌ مِّنْهُمْ ۖ وَلَوْ أَنَّهُمْ فَعَلُوا۟ مَا يُوعَظُونَ بِهِۦ لَكَانَ خَيْرًا لَّهُمْ وَأَشَدَّ تَثْبِيتًا",
    "text_uthmani_transcribed": "Wa lau annā katabnā 'alaihim aniqtulū anfusakum awikhrujū min diyārikum mā fa'alūhu illā qalīlum minhum, wa lau annahum fa'alū mā yū'aẓūna bihī lakāna khairal lahum wa asyadda taṡbītā(n)."
  },
  {
    "verse_number": 67,
    "translation": "Dann würden Wir ihnen wahrlich von Uns aus großartigen Lohn geben",
    "text_uthmani": "وَإِذًا لَّـَٔاتَيْنَـٰهُم مِّن لَّدُنَّآ أَجْرًا عَظِيمًا",
    "text_uthmani_transcribed": "Wa iżal la'ātaināhum mil ladunnā ajran 'aẓīmā(n)."
  },
  {
    "verse_number": 68,
    "translation": "und würden sie wahrlich (auf) einen geraden Weg leiten.",
    "text_uthmani": "وَلَهَدَيْنَـٰهُمْ صِرَٰطًا مُّسْتَقِيمًا",
    "text_uthmani_transcribed": "Wa lahadaināhum ṣirāṭam mustaqīmā(n)."
  },
  {
    "verse_number": 69,
    "translation": "Wer Allah und dem Gesandten gehorcht, die werden mit denjenigen von den Propheten, den Wahrheitsliebenden, den Märtyrern und den Rechtschaffenen zusammen sein, denen Allah Gunst erwiesen hat. Welch gute Gefährten jene sind!",
    "segmented": [
      {
        "belongs_to_verse_number": 69,
        "translation": "Wer Allah und dem Gesandten gehorcht, die werden mit denjenigen von den Propheten, den Wahrheitsliebenden, den Märtyrern",
        "text_uthmani": "وَمَن يُطِعِ ٱللَّهَ وَٱلرَّسُولَ فَأُو۟لَـٰٓئِكَ مَعَ ٱلَّذِينَ أَنْعَمَ ٱللَّهُ عَلَيْهِم مِّنَ ٱلنَّبِيِّـۧنَ وَٱلصِّدِّيقِينَ وَٱلشُّهَدَآءِ",
        "text_uthmani_transcribed": "Wa may yuṭi'illāha war-rasūla fa ulā'ika ma'al-lażīna an'amallāhu 'alaihim minan-nabiyyīna waṣ-ṣiddīqīna wasy-syuhadā'i"
      },
      {
        "belongs_to_verse_number": 69,
        "translation": "und den Rechtschaffenen zusammen sein, denen Allah Gunst erwiesen hat. Welch gute Gefährten jene sind!",
        "text_uthmani": "وَٱلصَّـٰلِحِينَ ۚ وَحَسُنَ أُو۟لَـٰٓئِكَ رَفِيقًا",
        "text_uthmani_transcribed": "waṣ-ṣāliḥīn(a), wa ḥasuna ulā'ika rafīqā(n)."
      }
    ],
    "text_uthmani": "وَمَن يُطِعِ ٱللَّهَ وَٱلرَّسُولَ فَأُو۟لَـٰٓئِكَ مَعَ ٱلَّذِينَ أَنْعَمَ ٱللَّهُ عَلَيْهِم مِّنَ ٱلنَّبِيِّـۧنَ وَٱلصِّدِّيقِينَ وَٱلشُّهَدَآءِ وَٱلصَّـٰلِحِينَ ۚ وَحَسُنَ أُو۟لَـٰٓئِكَ رَفِيقًا",
    "text_uthmani_transcribed": "Wa may yuṭi'illāha war-rasūla fa ulā'ika ma'al-lażīna an'amallāhu 'alaihim minan-nabiyyīna waṣ-ṣiddīqīna wasy-syuhadā'i waṣ-ṣāliḥīn(a), wa ḥasuna ulā'ika rafīqā(n)."
  },
  {
    "verse_number": 70,
    "translation": "Das ist die Huld von Allah, und Allah genügt als Allwissender.",
    "text_uthmani": "ذَٰلِكَ ٱلْفَضْلُ مِنَ ٱللَّهِ ۚ وَكَفَىٰ بِٱللَّهِ عَلِيمًا",
    "text_uthmani_transcribed": "Żālikal-faḍlu minallāh(i), wa kafā billāhi 'alīmā(n)."
  },
  {
    "verse_number": 71,
    "translation": "O die ihr glaubt, seid auf eurer Hut. Und rückt dann in Truppen aus oder rückt alle aus.",
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ خُذُوا۟ حِذْرَكُمْ فَٱنفِرُوا۟ ثُبَاتٍ أَوِ ٱنفِرُوا۟ جَمِيعًا",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū khużū ḥiżrakum fanfirū ṡubātin awinfirū jamī'ā(n)."
  },
  {
    "verse_number": 72,
    "translation": "Unter euch gibt es sehr wohl manch einen, der ganz langsam tut. Wenn euch dann ein Unglück trifft, sagt er: „Allah hat mir fürwahr eine Gunst erwiesen, da ich nicht mit ihnen zugegen war.",
    "segmented": [
      {
        "belongs_to_verse_number": 72,
        "translation": "Unter euch gibt es sehr wohl manch einen, der ganz langsam tut.",
        "text_uthmani": "وَإِنَّ مِنكُمْ لَمَن لَّيُبَطِّئَنَّ",
        "text_uthmani_transcribed": "Wa inna minkum lamal layubaṭṭi'ann(a)"
      },
      {
        "belongs_to_verse_number": 72,
        "translation": "Wenn euch dann ein Unglück trifft, sagt er: „Allah hat mir fürwahr eine Gunst erwiesen, da ich nicht mit ihnen zugegen war.",
        "text_uthmani": "فَإِنْ أَصَـٰبَتْكُم مُّصِيبَةٌ قَالَ قَدْ أَنْعَمَ ٱللَّهُ عَلَىَّ إِذْ لَمْ أَكُن مَّعَهُمْ شَهِيدًا",
        "text_uthmani_transcribed": "fa in aṣābatkum muṣībatun qāla qad an'amallāhu 'alayya iż lam akum ma'ahum syahīdā(n)."
      }
    ],
    "text_uthmani": "وَإِنَّ مِنكُمْ لَمَن لَّيُبَطِّئَنَّ فَإِنْ أَصَـٰبَتْكُم مُّصِيبَةٌ قَالَ قَدْ أَنْعَمَ ٱللَّهُ عَلَىَّ إِذْ لَمْ أَكُن مَّعَهُمْ شَهِيدًا",
    "text_uthmani_transcribed": "Wa inna minkum lamal layubaṭṭi'ann(a), fa in aṣābatkum muṣībatun qāla qad an'amallāhu 'alayya iż lam akum ma'ahum syahīdā(n)."
  },
  {
    "verse_number": 73,
    "translation": "Wenn euch aber Huld von Allah zuteil wird, sagt er ganz gewiß, als ob zwischen euch und ihm keine Freundschaft bestanden hätte: „O wäre ich doch mit ihnen zugegen gewesen! Dann hätte ich einen großartigen Erfolg erzielt.",
    "segmented": [
      {
        "belongs_to_verse_number": 73,
        "translation": "Wenn euch aber Huld von Allah zuteil wird, sagt er ganz gewiß, als ob zwischen euch",
        "text_uthmani": "وَلَئِنْ أَصَـٰبَكُمْ فَضْلٌ مِّنَ ٱللَّهِ لَيَقُولَنَّ كَأَن لَّمْ تَكُنۢ بَيْنَكُمْ",
        "text_uthmani_transcribed": "Wa la'in aṣābakum faḍlum minallāhi layaqūlanna ka'allam takum bainakum"
      },
      {
        "belongs_to_verse_number": 73,
        "translation": "und ihm keine Freundschaft bestanden hätte: „O wäre ich doch mit ihnen zugegen gewesen! Dann hätte ich einen großartigen Erfolg erzielt.",
        "text_uthmani": "كَأَن لَّمْ تَكُنۢ بَيْنَكُمْ وَبَيْنَهُۥ مَوَدَّةٌ يَـٰلَيْتَنِى كُنتُ مَعَهُمْ فَأَفُوزَ فَوْزًا عَظِيمًا",
        "text_uthmani_transcribed": "ka'allam takum bainakum wa bainahū mawaddattuy yā laitanī kuntu ma'ahum fa afūza fauzan 'aẓīmā(n)."
      }
    ],
    "text_uthmani": "وَلَئِنْ أَصَـٰبَكُمْ فَضْلٌ مِّنَ ٱللَّهِ لَيَقُولَنَّ كَأَن لَّمْ تَكُنۢ بَيْنَكُمْ وَبَيْنَهُۥ مَوَدَّةٌ يَـٰلَيْتَنِى كُنتُ مَعَهُمْ فَأَفُوزَ فَوْزًا عَظِيمًا",
    "text_uthmani_transcribed": "Wa la'in aṣābakum faḍlum minallāhi layaqūlanna ka'allam takum bainakum wa bainahū mawaddattuy yā laitanī kuntu ma'ahum fa afūza fauzan 'aẓīmā(n)."
  },
  {
    "verse_number": 74,
    "translation": "So sollen denn diejenigen auf Allahs Weg kämpfen, die das diesseitige Leben für das Jenseits verkaufen. Und wer auf Allahs Weg kämpft und dann getötet wird oder siegt, dem werden Wir großartigen Lohn geben.",
    "segmented": [
      {
        "belongs_to_verse_number": 74,
        "translation": "So sollen denn diejenigen auf Allahs Weg kämpfen, die das diesseitige Leben für das Jenseits verkaufen.",
        "text_uthmani": "۞ فَلْيُقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ ٱلَّذِينَ يَشْرُونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا بِٱلْـَٔاخِرَةِ ۚ",
        "text_uthmani_transcribed": "Falyuqātil fī sabīlillāhil-lażīna yasytarūnal-ḥayātad-dun-yā bil-ākhirah(ti),"
      },
      {
        "belongs_to_verse_number": 74,
        "translation": "Und wer auf Allahs Weg kämpft und dann getötet wird oder siegt, dem werden Wir großartigen Lohn geben.",
        "text_uthmani": "وَمَن يُقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا",
        "text_uthmani_transcribed": "wa may yuqātil fī sabīlillāhi fa yuqtal au yaglib fa saufa nu'tīhi ajran 'aẓīmā(n)."
      }
    ],
    "text_uthmani": "۞ فَلْيُقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ ٱلَّذِينَ يَشْرُونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا بِٱلْـَٔاخِرَةِ ۚ وَمَن يُقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا",
    "text_uthmani_transcribed": "Falyuqātil fī sabīlillāhil-lażīna yasytarūnal-ḥayātad-dun-yā bil-ākhirah(ti), wa may yuqātil fī sabīlillāhi fa yuqtal au yaglib fa saufa nu'tīhi ajran 'aẓīmā(n)."
  },
  {
    "verse_number": 75,
    "translation": "Was ist mit euch, daß ihr nicht auf Allahs Weg, und (zwar) für die Unterdrückten unter den Männern, Frauen und Kindern kämpft, die sagen: Unser Herr, bringe uns aus dieser Stadt heraus, deren Bewohner ungerecht sind, und schaffe uns von Dir aus einen Schutzherrn, und schaffe uns von Dir aus einen Helfer.",
    "segmented": [
      {
        "belongs_to_verse_number": 75,
        "translation": "Was ist mit euch, daß ihr nicht auf Allahs Weg, und (zwar) für die Unterdrückten unter den Männern, Frauen",
        "text_uthmani": "وَمَا لَكُمْ لَا تُقَـٰتِلُونَ فِى سَبِيلِ ٱللَّهِ وَٱلْمُسْتَضْعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ",
        "text_uthmani_transcribed": "Wa mā lakum lā tuqātilūna fī sabīlillāhi wal-mustaḍ'afīna minar-rijāli wan-nisā'i"
      },
      {
        "belongs_to_verse_number": 75,
        "translation": "und Kindern kämpft, die sagen: Unser Herr, bringe uns aus dieser Stadt heraus, deren Bewohner ungerecht sind,",
        "text_uthmani": "وَٱلْوِلْدَٰنِ ٱلَّذِينَ يَقُولُونَ رَبَّنَآ أَخْرِجْنَا مِنْ هَـٰذِهِ ٱلْقَرْيَةِ ٱلظَّالِمِ أَهْلُهَا",
        "text_uthmani_transcribed": "wal-wildānil-lażīna yaqūlūna rabbanā akhrijnā min hāżihil-qaryatiẓ-ẓālimi ahluhā"
      },
      {
        "belongs_to_verse_number": 75,
        "translation": "und schaffe uns von Dir aus einen Schutzherrn, und schaffe uns von Dir aus einen Helfer.",
        "text_uthmani": "وَٱجْعَل لَّنَا مِن لَّدُنكَ وَلِيًّا وَٱجْعَل لَّنَا مِن لَّدُنكَ نَصِيرًا",
        "text_uthmani_transcribed": "waj'al lanā mil ladunka waliyyā(n), waj'al lanā mil ladunka naṣīrā(n)."
      }
    ],
    "text_uthmani": "وَمَا لَكُمْ لَا تُقَـٰتِلُونَ فِى سَبِيلِ ٱللَّهِ وَٱلْمُسْتَضْعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلْوِلْدَٰنِ ٱلَّذِينَ يَقُولُونَ رَبَّنَآ أَخْرِجْنَا مِنْ هَـٰذِهِ ٱلْقَرْيَةِ ٱلظَّالِمِ أَهْلُهَا وَٱجْعَل لَّنَا مِن لَّدُنكَ وَلِيًّا وَٱجْعَل لَّنَا مِن لَّدُنكَ نَصِيرًا",
    "text_uthmani_transcribed": "Wa mā lakum lā tuqātilūna fī sabīlillāhi wal-mustaḍ'afīna minar-rijāli wan-nisā'i wal-wildānil-lażīna yaqūlūna rabbanā akhrijnā min hāżihil-qaryatiẓ-ẓālimi ahluhā, waj'al lanā mil ladunka waliyyā(n), waj'al lanā mil ladunka naṣīrā(n)."
  },
  {
    "verse_number": 76,
    "translation": "Diejenigen, die glauben, kämpfen auf Allahs Weg, und diejenigen, die ungläubig sind, kämpfen auf dem Weg der falschen Götter. So kämpft gegen die Gefolgsleute des Satans! Gewiß, die List des Satans ist schwach.",
    "segmented": [
      {
        "belongs_to_verse_number": 76,
        "translation": "Diejenigen, die glauben, kämpfen auf Allahs Weg, und diejenigen, die ungläubig sind, kämpfen auf dem Weg der falschen Götter.",
        "text_uthmani": "ٱلَّذِينَ ءَامَنُوا۟ يُقَـٰتِلُونَ فِى سَبِيلِ ٱللَّهِ ۖ وَٱلَّذِينَ كَفَرُوا۟ يُقَـٰتِلُونَ فِى سَبِيلِ ٱلطَّـٰغُوتِ",
        "text_uthmani_transcribed": "Al-lażīna āmanū yuqātilūna fī sabīlillāh(i), wal-lażīna kafarū yuqātilūna fī sabīliṭ-ṭāgūti"
      },
      {
        "belongs_to_verse_number": 76,
        "translation": "So kämpft gegen die Gefolgsleute des Satans! Gewiß, die List des Satans ist schwach.",
        "text_uthmani": "فَقَـٰتِلُوٓا۟ أَوْلِيَآءَ ٱلشَّيْطَـٰنِ ۖ إِنَّ كَيْدَ ٱلشَّيْطَـٰنِ كَانَ ضَعِيفًا",
        "text_uthmani_transcribed": "fa qātilū auliyā'asy-syaiṭān(i), inna kaidasy-syaiṭāni kāna ḍa'īfā(n)."
      }
    ],
    "text_uthmani": "ٱلَّذِينَ ءَامَنُوا۟ يُقَـٰتِلُونَ فِى سَبِيلِ ٱللَّهِ ۖ وَٱلَّذِينَ كَفَرُوا۟ يُقَـٰتِلُونَ فِى سَبِيلِ ٱلطَّـٰغُوتِ فَقَـٰتِلُوٓا۟ أَوْلِيَآءَ ٱلشَّيْطَـٰنِ ۖ إِنَّ كَيْدَ ٱلشَّيْطَـٰنِ كَانَ ضَعِيفًا",
    "text_uthmani_transcribed": "Al-lażīna āmanū yuqātilūna fī sabīlillāh(i), wal-lażīna kafarū yuqātilūna fī sabīliṭ-ṭāgūti fa qātilū auliyā'asy-syaiṭān(i), inna kaidasy-syaiṭāni kāna ḍa'īfā(n)."
  },
  {
    "verse_number": 77,
    "translation": "Siehst du nicht jene, zu denen gesagt wurde: „Haltet eure Hände zurück und verrichtet das Gebet und entrichtet die Abgabe. Als ihnen dann aber vorgeschrieben wurde zu kämpfen, fürchtete auf einmal eine Gruppe von ihnen die Menschen wie (sie) Furcht vor Allah (haben) oder mit noch größerer Furcht, und sagten: „Unser Herr, warum hast Du uns vorgeschrieben zu kämpfen? O würdest Du uns doch auf eine kurze Frist zurückstellen! Sag: Der Genuß des Diesseits ist gering. Und das Jenseits ist besser für jemanden, der gottesfürchtig ist. Und euch wird nicht um ein Fädchen Unrecht zugefügt.",
    "segmented": [
      {
        "belongs_to_verse_number": 77,
        "translation": "Siehst du nicht jene, zu denen gesagt wurde: „Haltet eure Hände zurück und verrichtet das Gebet und entrichtet die Abgabe.",
        "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ قِيلَ لَهُمْ كُفُّوٓا۟ أَيْدِيَكُمْ وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ",
        "text_uthmani_transcribed": "Alam tara ilal-lażīna qīla lahum kuffū aidiyakum wa aqīmuṣ-ṣalāta wa ātuz-zakāt(a)"
      },
      {
        "belongs_to_verse_number": 77,
        "translation": "Als ihnen dann aber vorgeschrieben wurde zu kämpfen, fürchtete auf einmal eine Gruppe von ihnen die Menschen wie (sie) Furcht vor Allah (haben) oder mit noch größerer Furcht,",
        "text_uthmani": "فَلَمَّا كُتِبَ عَلَيْهِمُ ٱلْقِتَالُ إِذَا فَرِيقٌ مِّنْهُمْ يَخْشَوْنَ ٱلنَّاسَ كَخَشْيَةِ ٱللَّهِ أَوْ أَشَدَّ خَشْيَةً ۚ",
        "text_uthmani_transcribed": "fa lammā kutiba 'alaihimul-qitālu iżā farīqum minhum yakhsyaunan-nāsa kakhasy-yatillāhi au asyadda khasy-yah(tan),"
      },
      {
        "belongs_to_verse_number": 77,
        "translation": "und sagten: „Unser Herr, warum hast Du uns vorgeschrieben zu kämpfen?",
        "text_uthmani": "وَقَالُوا۟ رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا ٱلْقِتَالَ",
        "text_uthmani_transcribed": "wa qālū rabbanā lima katabta 'alainal-qitāl(a)"
      },
      {
        "belongs_to_verse_number": 77,
        "translation": "O würdest Du uns doch auf eine kurze Frist zurückstellen! Sag: Der Genuß des Diesseits ist gering.",
        "text_uthmani": "لَوْلَآ أَخَّرْتَنَآ إِلَىٰٓ أَجَلٍ قَرِيبٍ ۗ قُلْ مَتَـٰعُ ٱلدُّنْيَا قَلِيلٌ",
        "text_uthmani_transcribed": "lau lā akhkhartanā ilā ajalin qarīb(in), qul matā'ud-dun-yā qalīl(un)"
      },
      {
        "belongs_to_verse_number": 77,
        "translation": "Und das Jenseits ist besser für jemanden, der gottesfürchtig ist. Und euch wird nicht um ein Fädchen Unrecht zugefügt.",
        "text_uthmani": "وَٱلْـَٔاخِرَةُ خَيْرٌ لِّمَنِ ٱتَّقَىٰ وَلَا تُظْلَمُونَ فَتِيلًا",
        "text_uthmani_transcribed": "wal-ākhiratu khairul limanittaqā, wa lā tuẓlamūna fatīlā(n)."
      }
    ],
    "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ قِيلَ لَهُمْ كُفُّوٓا۟ أَيْدِيَكُمْ وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ فَلَمَّا كُتِبَ عَلَيْهِمُ ٱلْقِتَالُ إِذَا فَرِيقٌ مِّنْهُمْ يَخْشَوْنَ ٱلنَّاسَ كَخَشْيَةِ ٱللَّهِ أَوْ أَشَدَّ خَشْيَةً ۚ وَقَالُوا۟ رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا ٱلْقِتَالَ لَوْلَآ أَخَّرْتَنَآ إِلَىٰٓ أَجَلٍ قَرِيبٍ ۗ قُلْ مَتَـٰعُ ٱلدُّنْيَا قَلِيلٌ وَٱلْـَٔاخِرَةُ خَيْرٌ لِّمَنِ ٱتَّقَىٰ وَلَا تُظْلَمُونَ فَتِيلًا",
    "text_uthmani_transcribed": "Alam tara ilal-lażīna qīla lahum kuffū aidiyakum wa aqīmuṣ-ṣalāta wa ātuz-zakāt(a), fa lammā kutiba 'alaihimul-qitālu  iżā farīqum minhum yakhsyaunan-nāsa kakhasy-yatillāhi  au asyadda khasy-yah(tan), wa qālū rabbanā lima katabta 'alainal-qitāl(a), lau lā akhkhartanā ilā ajalin qarīb(in), qul matā'ud-dun-yā qalīl(un), wal-ākhiratu khairul limanittaqā, wa lā tuẓlamūna fatīlā(n)."
  },
  {
    "verse_number": 78,
    "translation": "Wo immer ihr auch seid, wird euch der Tod erfassen, und wäret ihr in hochgebauten Türmen. Und wenn sie etwas Gutes trifft, sagen sie: „Das ist von Allah. Und wenn sie etwas Böses trifft, sagen sie: „Das ist von dir. Sag: Alles ist von Allah. Was ist mit diesem Volk, daß sie beinahe keine Aussage verstehen?",
    "segmented": [
      {
        "belongs_to_verse_number": 78,
        "translation": "Wo immer ihr auch seid, wird euch der Tod erfassen, und wäret ihr in hochgebauten Türmen.",
        "text_uthmani": "أَيْنَمَا تَكُونُوا۟ يُدْرِككُّمُ ٱلْمَوْتُ وَلَوْ كُنتُمْ فِى بُرُوجٍ مُّشَيَّدَةٍ ۗ",
        "text_uthmani_transcribed": "Aina mā takūnū yudrikkumul-mautu wa lau kuntum fī burūjim musyayyadah(tin),"
      },
      {
        "belongs_to_verse_number": 78,
        "translation": "Und wenn sie etwas Gutes trifft, sagen sie: „Das ist von Allah. Und wenn sie etwas Böses trifft, sagen sie: „Das ist von dir.",
        "text_uthmani": "وَإِن تُصِبْهُمْ حَسَنَةٌ يَقُولُوا۟ هَـٰذِهِۦ مِنْ عِندِ ٱللَّهِ ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا۟ هَـٰذِهِۦ مِنْ عِندِكَ ۚ",
        "text_uthmani_transcribed": "wa in tuṣibhum ḥasanatuy yaqūlū hāżihī min 'indillāh(i), wa in tuṣibhum sayyi'atuy yaqūlū hāżihī min 'indik(a),"
      },
      {
        "belongs_to_verse_number": 78,
        "translation": "Sag: Alles ist von Allah. Was ist mit diesem Volk, daß sie beinahe keine Aussage verstehen?",
        "text_uthmani": "قُلْ كُلٌّ مِّنْ عِندِ ٱللَّهِ ۖ فَمَالِ هَـٰٓؤُلَآءِ ٱلْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا",
        "text_uthmani_transcribed": "qul kullum min 'indillāh(i), famā lihā'ulā'il-qaumi lā yakādūna yafqahūna ḥadīṡā(n)."
      }
    ],
    "text_uthmani": "أَيْنَمَا تَكُونُوا۟ يُدْرِككُّمُ ٱلْمَوْتُ وَلَوْ كُنتُمْ فِى بُرُوجٍ مُّشَيَّدَةٍ ۗ وَإِن تُصِبْهُمْ حَسَنَةٌ يَقُولُوا۟ هَـٰذِهِۦ مِنْ عِندِ ٱللَّهِ ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا۟ هَـٰذِهِۦ مِنْ عِندِكَ ۚ قُلْ كُلٌّ مِّنْ عِندِ ٱللَّهِ ۖ فَمَالِ هَـٰٓؤُلَآءِ ٱلْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا",
    "text_uthmani_transcribed": "Aina mā takūnū yudrikkumul-mautu wa lau kuntum fī burūjim musyayyadah(tin), wa in tuṣibhum ḥasanatuy yaqūlū hāżihī min 'indillāh(i), wa in tuṣibhum sayyi'atuy yaqūlū hāżihī min 'indik(a), qul kullum min 'indillāh(i), famā lihā'ulā'il-qaumi lā yakādūna yafqahūna ḥadīṡā(n)."
  },
  {
    "verse_number": 79,
    "translation": "Was dich an Gutem trifft, ist von Allah, und was dich an Bösem trifft, ist von dir selbst. Und Wir haben dich als Gesandten für die Menschen gesandt. Und Allah genügt als Zeuge.",
    "segmented": [
      {
        "belongs_to_verse_number": 79,
        "translation": "Was dich an Gutem trifft, ist von Allah, und was dich an Bösem trifft, ist von dir selbst.",
        "text_uthmani": "مَّآ أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ ٱللَّهِ ۖ وَمَآ أَصَابَكَ مِن سَيِّئَةٍ فَمِن نَّفْسِكَ ۚ",
        "text_uthmani_transcribed": "Mā aṣābaka min ḥasanatin fa minallāh(i), wa mā aṣābaka min sayyi'atin fa min nafsik(a)."
      },
      {
        "belongs_to_verse_number": 79,
        "translation": "Und Wir haben dich als Gesandten für die Menschen gesandt. Und Allah genügt als Zeuge.",
        "text_uthmani": "وَأَرْسَلْنَـٰكَ لِلنَّاسِ رَسُولًا ۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا",
        "text_uthmani_transcribed": "wa arsalnāka lin-nāsi rasūlā(n), wa kafā billāhi syahīdā(n)."
      }
    ],
    "text_uthmani": "مَّآ أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ ٱللَّهِ ۖ وَمَآ أَصَابَكَ مِن سَيِّئَةٍ فَمِن نَّفْسِكَ ۚ وَأَرْسَلْنَـٰكَ لِلنَّاسِ رَسُولًا ۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا",
    "text_uthmani_transcribed": "Mā aṣābaka min ḥasanatin fa minallāh(i), wa mā aṣābaka min sayyi'atin fa min nafsik(a), wa arsalnāka lin-nāsi rasūlā(n), wa kafā billāhi syahīdā(n)."
  },
  {
    "verse_number": 80,
    "translation": "Wer dem Gesandten gehorcht, der gehorcht Allah, und wer sich abkehrt, - so haben Wir dich nicht als Hüter über sie entsandt.",
    "text_uthmani": "مَّن يُطِعِ ٱلرَّسُولَ فَقَدْ أَطَاعَ ٱللَّهَ ۖ وَمَن تَوَلَّىٰ فَمَآ أَرْسَلْنَـٰكَ عَلَيْهِمْ حَفِيظًا",
    "text_uthmani_transcribed": "May yuṭi'ir-rasūla faqad aṭā'allāh(a), wa man tawallā famā arsalnāka 'alaihim ḥafīẓā(n)."
  },
  {
    "verse_number": 81,
    "translation": "Und sie sagen: „Gehorsam. Wenn sie aber von dir weggehen, heckt ein Teil von ihnen etwas anderes aus, als was du sagst. Aber Allah schreibt auf, was sie aushecken. So wende dich von ihnen ab und verlasse dich auf Allah. Allah genügt als Sachwalter.",
    "segmented": [
      {
        "belongs_to_verse_number": 81,
        "translation": "Und sie sagen: „Gehorsam. Wenn sie aber von dir weggehen, heckt ein Teil von ihnen etwas anderes aus, als was du sagst.",
        "text_uthmani": "وَيَقُولُونَ طَاعَةٌ فَإِذَا بَرَزُوا۟ مِنْ عِندِكَ بَيَّتَ طَآئِفَةٌ مِّنْهُمْ غَيْرَ ٱلَّذِى تَقُولُ ۖ",
        "text_uthmani_transcribed": "Wa yaqūlūna ṭā'ah(tun), fa iżā barazū min 'indika bayyata ṭā'ifatum minhum gairal-lażī taqūl(u),"
      },
      {
        "belongs_to_verse_number": 81,
        "translation": "Aber Allah schreibt auf, was sie aushecken. So wende dich von ihnen ab und verlasse dich auf Allah. Allah genügt als Sachwalter.",
        "text_uthmani": "وَٱللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ ۖ فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
        "text_uthmani_transcribed": "wallāhu yaktubu mā yubayyitūn(a), fa a'riḍ 'anhum wa tawakkal 'alallāh(i), wa kafā billāhi wakīlā(n)."
      }
    ],
    "text_uthmani": "وَيَقُولُونَ طَاعَةٌ فَإِذَا بَرَزُوا۟ مِنْ عِندِكَ بَيَّتَ طَآئِفَةٌ مِّنْهُمْ غَيْرَ ٱلَّذِى تَقُولُ ۖ وَٱللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ ۖ فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
    "text_uthmani_transcribed": "Wa yaqūlūna ṭā'ah(tun), fa iżā barazū min 'indika bayyata ṭā'ifatum minhum gairal-lażī taqūl(u), wallāhu yaktubu mā yubayyitūn(a),  fa a'riḍ 'anhum wa tawakkal 'alallāh(i), wa kafā billāhi wakīlā(n)."
  },
  {
    "verse_number": 82,
    "translation": "Denken sie denn nicht sorgfältig über den Qur’an nach? Wenn er von jemand anderem wäre als von Allah, würden sie in ihm wahrlich viel Widerspruch finden.",
    "segmented": [
      {
        "belongs_to_verse_number": 82,
        "translation": "Denken sie denn nicht sorgfältig über den Qur’an nach?",
        "text_uthmani": "أَفَلَا يَتَدَبَّرُونَ ٱلْقُرْءَانَ ۚ",
        "text_uthmani_transcribed": "Afalā yatadabbarūnal-qur'ān(a),"
      },
      {
        "belongs_to_verse_number": 82,
        "translation": "Wenn er von jemand anderem wäre als von Allah, würden sie in ihm wahrlich viel Widerspruch finden.",
        "text_uthmani": "وَلَوْ كَانَ مِنْ عِندِ غَيْرِ ٱللَّهِ لَوَجَدُوا۟ فِيهِ ٱخْتِلَـٰفًا كَثِيرًا",
        "text_uthmani_transcribed": "wa lau kāna min 'indi gairillāhi lawajadū fīhikhtilāfan kaṡīrā(n)."
      }
    ],
    "text_uthmani": "أَفَلَا يَتَدَبَّرُونَ ٱلْقُرْءَانَ ۚ وَلَوْ كَانَ مِنْ عِندِ غَيْرِ ٱللَّهِ لَوَجَدُوا۟ فِيهِ ٱخْتِلَـٰفًا كَثِيرًا",
    "text_uthmani_transcribed": "Afalā yatadabbarūnal-qur'ān(a), wa lau kāna min 'indi gairillāhi lawajadū fīhikhtilāfan kaṡīrā(n)."
  },
  {
    "verse_number": 83,
    "translation": "Und wenn ihnen eine Angelegenheit zu (Ohren) kommt, die Sicherheit oder Furcht betrifft, machen sie es bekannt. Wenn sie es jedoch vor den Gesandten und den Befehlshabern unter ihnen brächten, würden es wahrlich diejenigen unter ihnen wissen, die es herausfinden können. Und wenn nicht Allahs Huld und Erbarmen gewesen wären, wäret ihr fürwahr außer wenigen dem Satan gefolgt.",
    "segmented": [
      {
        "belongs_to_verse_number": 83,
        "translation": "Und wenn ihnen eine Angelegenheit zu (Ohren) kommt, die Sicherheit oder Furcht betrifft, machen sie es bekannt.",
        "text_uthmani": "وَإِذَا جَآءَهُمْ أَمْرٌ مِّنَ ٱلْأَمْنِ أَوِ ٱلْخَوْفِ أَذَاعُوا۟ بِهِۦ ۖ",
        "text_uthmani_transcribed": "Wa iżā jā'ahum amrum minal-amni awil-khaufi ażā'ū bih(ī),"
      },
      {
        "belongs_to_verse_number": 83,
        "translation": "Wenn sie es jedoch vor den Gesandten",
        "text_uthmani": "وَلَوْ رَدُّوهُ إِلَى ٱلرَّسُولِ",
        "text_uthmani_transcribed": "wa lau ruddūhu ilar-rasūli"
      },
      {
        "belongs_to_verse_number": 83,
        "translation": "und den Befehlshabern unter ihnen brächten, würden es wahrlich diejenigen unter ihnen wissen, die es herausfinden können.",
        "text_uthmani": "وَلَوْ رَدُّوهُ إِلَى ٱلرَّسُولِ وَإِلَىٰٓ أُو۟لِى ٱلْأَمْرِ مِنْهُمْ لَعَلِمَهُ ٱلَّذِينَ يَسْتَنۢبِطُونَهُۥ مِنْهُمْ ۗ",
        "text_uthmani_transcribed": "wa lau ruddūhu ilar-rasūli wa ilā ulil-amri minhum la'alimahul-lażīna yastambiṭūnahū minhum,"
      },
      {
        "belongs_to_verse_number": 83,
        "translation": "Und wenn nicht Allahs Huld und Erbarmen gewesen wären, wäret ihr fürwahr außer wenigen dem Satan gefolgt.",
        "text_uthmani": "وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ لَٱتَّبَعْتُمُ ٱلشَّيْطَـٰنَ إِلَّا قَلِيلًا",
        "text_uthmani_transcribed": "wa lau lā faḍlullāhi 'alaikum wa raḥmatuhū lattaba'tumusy-syaiṭāna illā qalīlā(n)."
      }
    ],
    "text_uthmani": "وَإِذَا جَآءَهُمْ أَمْرٌ مِّنَ ٱلْأَمْنِ أَوِ ٱلْخَوْفِ أَذَاعُوا۟ بِهِۦ ۖ وَلَوْ رَدُّوهُ إِلَى ٱلرَّسُولِ وَإِلَىٰٓ أُو۟لِى ٱلْأَمْرِ مِنْهُمْ لَعَلِمَهُ ٱلَّذِينَ يَسْتَنۢبِطُونَهُۥ مِنْهُمْ ۗ وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ لَٱتَّبَعْتُمُ ٱلشَّيْطَـٰنَ إِلَّا قَلِيلًا",
    "text_uthmani_transcribed": "Wa iżā jā'ahum amrum minal-amni awil-khaufi ażā'ū bih(ī), wa lau ruddūhu ilar-rasūli wa ilā ulil-amri minhum la'alimahul-lażīna yastambiṭūnahū minhum, wa lau lā faḍlullāhi 'alaikum wa raḥmatuhū lattaba'tumusy-syaiṭāna illā qalīlā(n)."
  },
  {
    "verse_number": 84,
    "translation": "So kämpfe auf Allahs Weg - du wirst nur für dich selbst verantwortlich gemacht und sporne die Gläubigen an. Vielleicht wird Allah die Gewalt derjenigen, die ungläubig sind, zurückhalten. Allah ist stärker an Gewalt und an Bestrafung.",
    "segmented": [
      {
        "belongs_to_verse_number": 84,
        "translation": "So kämpfe auf Allahs Weg - du wirst nur für dich selbst verantwortlich gemacht und sporne die Gläubigen an.",
        "text_uthmani": "فَقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ ۚ وَحَرِّضِ ٱلْمُؤْمِنِينَ ۖ",
        "text_uthmani_transcribed": "Faqātil fī sabīlillāh(i), lā tukallafu illā nafsaka wa ḥarriḍil-mu'minīn(a),"
      },
      {
        "belongs_to_verse_number": 84,
        "translation": "Vielleicht wird Allah die Gewalt derjenigen, die ungläubig sind, zurückhalten. Allah ist stärker an Gewalt und an Bestrafung.",
        "text_uthmani": "عَسَى ٱللَّهُ أَن يَكُفَّ بَأْسَ ٱلَّذِينَ كَفَرُوا۟ ۚ وَٱللَّهُ أَشَدُّ بَأْسًا وَأَشَدُّ تَنكِيلًا",
        "text_uthmani_transcribed": "'asallāhu ay yakuffa ba'sal lażīna kafarū,  wallāhu asyaddu ba'saw wa asyaddu tankīlā(n)."
      }
    ],
    "text_uthmani": "فَقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ ۚ وَحَرِّضِ ٱلْمُؤْمِنِينَ ۖ عَسَى ٱللَّهُ أَن يَكُفَّ بَأْسَ ٱلَّذِينَ كَفَرُوا۟ ۚ وَٱللَّهُ أَشَدُّ بَأْسًا وَأَشَدُّ تَنكِيلًا",
    "text_uthmani_transcribed": "Faqātil fī sabīlillāh(i), lā tukallafu illā nafsaka wa ḥarriḍil-mu'minīn(a), 'asallāhu ay yakuffa ba'sal lażīna kafarū,  wallāhu asyaddu ba'saw wa asyaddu tankīlā(n)."
  },
  {
    "verse_number": 85,
    "translation": "Wer (in) eine(r) gute(n Sache) Fürsprache einlegt, für den wird es einen Anteil daran geben, und wer (in) eine(r) schlechte(n Sache) Fürsprache einlegt, für den wird es ein gleiches davon geben. Und Allah ist zu allem Fähig.",
    "segmented": [
      {
        "belongs_to_verse_number": 85,
        "translation": "Wer (in) eine(r) gute(n Sache) Fürsprache einlegt, für den wird es einen Anteil daran geben,",
        "text_uthmani": "مَّن يَشْفَعْ شَفَـٰعَةً حَسَنَةً يَكُن لَّهُۥ نَصِيبٌ مِّنْهَا ۖ",
        "text_uthmani_transcribed": "May yasyfa' syafā'atan ḥasanatay yakul lahū naṣībum minhā,"
      },
      {
        "belongs_to_verse_number": 85,
        "translation": "und wer (in) eine(r) schlechte(n Sache) Fürsprache einlegt, für den wird es ein gleiches davon geben. Und Allah ist zu allem Fähig.",
        "text_uthmani": "وَمَن يَشْفَعْ شَفَـٰعَةً سَيِّئَةً يَكُن لَّهُۥ كِفْلٌ مِّنْهَا ۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ مُّقِيتًا",
        "text_uthmani_transcribed": "wa may yasyfa' syafā'atan sayyi'atay yakul lahū kiflum minhā, wa kānallāhu 'alā kulli syai'im muqītā(n)."
      }
    ],
    "text_uthmani": "مَّن يَشْفَعْ شَفَـٰعَةً حَسَنَةً يَكُن لَّهُۥ نَصِيبٌ مِّنْهَا ۖ وَمَن يَشْفَعْ شَفَـٰعَةً سَيِّئَةً يَكُن لَّهُۥ كِفْلٌ مِّنْهَا ۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ مُّقِيتًا",
    "text_uthmani_transcribed": "May yasyfa' syafā'atan ḥasanatay yakul lahū naṣībum minhā, wa may yasyfa' syafā'atan sayyi'atay yakul lahū kiflum minhā, wa kānallāhu 'alā kulli syai'im muqītā(n)."
  },
  {
    "verse_number": 86,
    "translation": "Und wenn euch ein Gruß entboten wird, dann grüßt mit einem schöneren (zurück) oder erwidert ihn. Gewiß, Allah ist über alles ein Abrechner.",
    "text_uthmani": "وَإِذَا حُيِّيتُم بِتَحِيَّةٍ فَحَيُّوا۟ بِأَحْسَنَ مِنْهَآ أَوْ رُدُّوهَآ ۗ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ حَسِيبًا",
    "text_uthmani_transcribed": "Wa iżā ḥuyyītum bitaḥiyyatin fa ḥayyū bi'aḥsana minhā au ruddūhā, innallāha kāna 'alā kulli syai'in ḥasībā(n)."
  },
  {
    "verse_number": 87,
    "translation": "Allah - es gibt keinen Gott außer Ihm. Er wird euch ganz gewiß zum Tag der Auferstehung versammeln, an dem es keinen Zweifel gibt. Und wer ist wahrhaftiger als Allah in der Aussage?",
    "segmented": [
      {
        "belongs_to_verse_number": 87,
        "translation": "Allah - es gibt keinen Gott außer Ihm. Er wird euch ganz gewiß zum Tag der Auferstehung versammeln, an dem es keinen Zweifel gibt.",
        "text_uthmani": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۚ لَيَجْمَعَنَّكُمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ لَا رَيْبَ فِيهِ ۗ",
        "text_uthmani_transcribed": "Allāhu lā ilāha illā huw(a), layajma'annakum ilā yaumil-qiyāmati lā raiba fīh(i),"
      },
      {
        "belongs_to_verse_number": 87,
        "translation": "Und wer ist wahrhaftiger als Allah in der Aussage?",
        "text_uthmani": "وَمَنْ أَصْدَقُ مِنَ ٱللَّهِ حَدِيثًا",
        "text_uthmani_transcribed": "wa man aṣdaqu minallāhi ḥadīṡā(n)."
      }
    ],
    "text_uthmani": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۚ لَيَجْمَعَنَّكُمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ لَا رَيْبَ فِيهِ ۗ وَمَنْ أَصْدَقُ مِنَ ٱللَّهِ حَدِيثًا",
    "text_uthmani_transcribed": "Allāhu lā ilāha illā huw(a), layajma'annakum ilā yaumil-qiyāmati lā raiba fīh(i), wa man aṣdaqu minallāhi ḥadīṡā(n)."
  },
  {
    "verse_number": 88,
    "translation": "Was ist mit euch, daß ihr hinsichtlich der Heuchler (in) zwei Scharen (gespalten) seid, wo doch Allah sie wegen dessen, was sie verdient haben, umgekehrt hat? Wollt ihr denn rechtleiten, wen Allah in die Irre gehen läßt? Wen aber Allah in die Irre gehen läßt, für den wirst du keinen Weg finden.",
    "segmented": [
      {
        "belongs_to_verse_number": 88,
        "translation": "Was ist mit euch, daß ihr hinsichtlich der Heuchler (in) zwei Scharen (gespalten) seid, wo doch Allah sie wegen dessen, was sie verdient haben,",
        "text_uthmani": "۞ فَمَا لَكُمْ فِى ٱلْمُنَـٰفِقِينَ فِئَتَيْنِ وَٱللَّهُ أَرْكَسَهُم بِمَا كَسَبُوٓا۟",
        "text_uthmani_transcribed": "Famā lakum fil-munāfiqīna fi'ataini wallāhu arkasahum bimā kasabū"
      },
      {
        "belongs_to_verse_number": 88,
        "translation": "umgekehrt hat?",
        "text_uthmani": "وَٱللَّهُ أَرْكَسَهُم بِمَا كَسَبُوٓا۟",
        "text_uthmani_transcribed": "wallāhu arkasahum bimā kasabū"
      },
      {
        "belongs_to_verse_number": 88,
        "translation": "Wollt ihr denn rechtleiten, wen Allah in die Irre gehen läßt? Wen aber Allah in die Irre gehen läßt, für den wirst du keinen Weg finden.",
        "text_uthmani": "أَتُرِيدُونَ أَن تَهْدُوا۟ مَنْ أَضَلَّ ٱللَّهُ ۖ وَمَن يُضْلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلًا",
        "text_uthmani_transcribed": "aturīdūna an tahdū man aḍallallāh(u), wa may yuḍlilillāhu falan tajida lahū sabīlā(n)."
      }
    ],
    "text_uthmani": "۞ فَمَا لَكُمْ فِى ٱلْمُنَـٰفِقِينَ فِئَتَيْنِ وَٱللَّهُ أَرْكَسَهُم بِمَا كَسَبُوٓا۟ ۚ أَتُرِيدُونَ أَن تَهْدُوا۟ مَنْ أَضَلَّ ٱللَّهُ ۖ وَمَن يُضْلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلًا",
    "text_uthmani_transcribed": "Famā lakum fil-munāfiqīna fi'ataini wallāhu arkasahum bimā kasabū, aturīdūna an tahdū man aḍallallāh(u), wa may yuḍlilillāhu falan tajida lahū sabīlā(n)."
  },
  {
    "verse_number": 89,
    "translation": "Sie möchten gern, daß ihr ungläubig werdet, wie sie ungläubig sind, so daß ihr (alle) gleich seiet. Nehmt euch daher von ihnen keine Vertrauten, bevor sie nicht auf Allahs Weg auswandern! Kehren sie sich jedoch ab, dann ergreift sie und tötet sie, wo immer ihr sie findet, und nehmt euch von ihnen weder Schutzherrn noch Helfer,",
    "segmented": [
      {
        "belongs_to_verse_number": 89,
        "translation": "Sie möchten gern, daß ihr ungläubig werdet, wie sie ungläubig sind, so daß ihr (alle) gleich seiet.",
        "text_uthmani": "وَدُّوا۟ لَوْ تَكْفُرُونَ كَمَا كَفَرُوا۟ فَتَكُونُونَ سَوَآءً ۖ",
        "text_uthmani_transcribed": "Waddū lau takfurūna kamā kafarū fa takūnūna sawā'an."
      },
      {
        "belongs_to_verse_number": 89,
        "translation": "Nehmt euch daher von ihnen keine Vertrauten, bevor sie nicht auf Allahs Weg auswandern!",
        "text_uthmani": "فَلَا تَتَّخِذُوا۟ مِنْهُمْ أَوْلِيَآءَ حَتَّىٰ يُهَاجِرُوا۟ فِى سَبِيلِ ٱللَّهِ ۚ",
        "text_uthmani_transcribed": "falā tattakhiżū minhum auliyā'a ḥattā yuhājirū fī sabīlillāh(i),"
      },
      {
        "belongs_to_verse_number": 89,
        "translation": "Kehren sie sich jedoch ab, dann ergreift sie und tötet sie, wo immer ihr sie findet, und nehmt euch von ihnen weder Schutzherrn noch Helfer,",
        "text_uthmani": "فَإِن تَوَلَّوْا۟ فَخُذُوهُمْ وَٱقْتُلُوهُمْ حَيْثُ وَجَدتُّمُوهُمْ ۖ وَلَا تَتَّخِذُوا۟ مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا",
        "text_uthmani_transcribed": "fa in tawallau fa khużūhum waqtulūhum ḥaiṡu wajattumūhum, wa lā tattakhiżū minhum waliyyaw wa lā naṣīrā(n)."
      }
    ],
    "text_uthmani": "وَدُّوا۟ لَوْ تَكْفُرُونَ كَمَا كَفَرُوا۟ فَتَكُونُونَ سَوَآءً ۖ فَلَا تَتَّخِذُوا۟ مِنْهُمْ أَوْلِيَآءَ حَتَّىٰ يُهَاجِرُوا۟ فِى سَبِيلِ ٱللَّهِ ۚ فَإِن تَوَلَّوْا۟ فَخُذُوهُمْ وَٱقْتُلُوهُمْ حَيْثُ وَجَدتُّمُوهُمْ ۖ وَلَا تَتَّخِذُوا۟ مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا",
    "text_uthmani_transcribed": "Waddū lau takfurūna kamā kafarū fa takūnūna sawā'an falā tattakhiżū minhum auliyā'a ḥattā yuhājirū fī sabīlillāh(i), fa in tawallau fa khużūhum waqtulūhum ḥaiṡu wajattumūhum, wa lā tattakhiżū minhum waliyyaw wa lā naṣīrā(n)."
  },
  {
    "verse_number": 90,
    "translation": "außer denjenigen, die sich einem Volk anschließen, zwischen dem und euch ein Abkommen besteht, oder die zu euch gekommen sind, weil ihre Brüste beklommen sind, gegen euch zu kämpfen oder gegen ihr (eigenes) Volk zu kämpfen. Und wenn Allah gewollt hätte, hätte Er ihnen wahrlich Gewalt über euch gegeben, und dann hätten sie gegen euch wahrlich gekämpft. Wenn sie sich jedoch von euch fernhalten und dann nicht gegen euch kämpfen, sondern Frieden anbieten, so hat euch Allah keine Veranlassung gegeben, gegen sie (vorzugehen).",
    "segmented": [
      {
        "belongs_to_verse_number": 90,
        "translation": "außer denjenigen, die sich einem Volk anschließen, zwischen dem",
        "text_uthmani": "إِلَّا ٱلَّذِينَ يَصِلُونَ إِلَىٰ قَوْمٍۭ بَيْنَكُمْ",
        "text_uthmani_transcribed": "Illal lażīna yaṣilūna ilā qaumim bainakum"
      },
      {
        "belongs_to_verse_number": 90,
        "translation": "und euch ein Abkommen besteht, oder die zu euch gekommen sind, weil ihre Brüste beklommen sind, gegen euch zu kämpfen oder gegen ihr (eigenes) Volk zu kämpfen.",
        "text_uthmani": "بَيْنَكُمْ وَبَيْنَهُم مِّيثَـٰقٌ أَوْ جَآءُوكُمْ حَصِرَتْ صُدُورُهُمْ أَن يُقَـٰتِلُوكُمْ أَوْ يُقَـٰتِلُوا۟ قَوْمَهُمْ ۚ",
        "text_uthmani_transcribed": "bainakum wa bainahum mīṡāqun au jā'ūkum ḥaṣirat ṣudūruhum ay yuqātilūkum au yuqātilū qaumahum."
      },
      {
        "belongs_to_verse_number": 90,
        "translation": "Und wenn Allah gewollt hätte, hätte Er ihnen wahrlich Gewalt über euch gegeben, und dann hätten sie gegen euch wahrlich gekämpft.",
        "text_uthmani": "وَلَوْ شَآءَ ٱللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَـٰتَلُوكُمْ ۚ",
        "text_uthmani_transcribed": "wa lau syā'allāhu lasallaṭahum 'alaikum fa laqātalūkum,"
      },
      {
        "belongs_to_verse_number": 90,
        "translation": "Wenn sie sich jedoch von euch fernhalten",
        "text_uthmani": "فَإِنِ ٱعْتَزَلُوكُمْ",
        "text_uthmani_transcribed": "fa ini'tazalūkum"
      },
      {
        "belongs_to_verse_number": 90,
        "translation": "und dann nicht gegen euch kämpfen, sondern Frieden anbieten, so hat euch Allah keine Veranlassung gegeben, gegen sie (vorzugehen).",
        "text_uthmani": "فَلَمْ يُقَـٰتِلُوكُمْ وَأَلْقَوْا۟ إِلَيْكُمُ ٱلسَّلَمَ فَمَا جَعَلَ ٱللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا",
        "text_uthmani_transcribed": "falam yuqātilūkum wa alqau ilaikumus-salam(a), famā ja'alallāhu lakum 'alaihim sabīlā(n)."
      }
    ],
    "text_uthmani": "إِلَّا ٱلَّذِينَ يَصِلُونَ إِلَىٰ قَوْمٍۭ بَيْنَكُمْ وَبَيْنَهُم مِّيثَـٰقٌ أَوْ جَآءُوكُمْ حَصِرَتْ صُدُورُهُمْ أَن يُقَـٰتِلُوكُمْ أَوْ يُقَـٰتِلُوا۟ قَوْمَهُمْ ۚ وَلَوْ شَآءَ ٱللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَـٰتَلُوكُمْ ۚ فَإِنِ ٱعْتَزَلُوكُمْ فَلَمْ يُقَـٰتِلُوكُمْ وَأَلْقَوْا۟ إِلَيْكُمُ ٱلسَّلَمَ فَمَا جَعَلَ ٱللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا",
    "text_uthmani_transcribed": "Illal lażīna yaṣilūna ilā qaumim bainakum wa bainahum mīṡāqun au jā'ūkum ḥaṣirat ṣudūruhum ay yuqātilūkum au yuqātilū qaumahum, wa lau syā'allāhu lasallaṭahum 'alaikum fa laqātalūkum, fa ini'tazalūkum falam yuqātilūkum wa alqau ilaikumus-salam(a), famā ja'alallāhu lakum 'alaihim sabīlā(n)."
  },
  {
    "verse_number": 91,
    "translation": "Ihr werdet andere finden, die vor euch Sicherheit und vor ihrem (eigenen) Volk Sicherheit wollen. Jedesmal, wenn sie wieder der Versuchung ausgesetzt sind, werden sie in ihr zu Fall gebracht. Wenn sie sich nicht von euch fernhalten und euch nicht Frieden anbieten und nicht ihre Hände zurückhalten, dann ergreift sie und tötet sie, wo immer ihr auf sie trefft. Über jene haben Wir euch deutliche Gewalt verliehen.",
    "segmented": [
      {
        "belongs_to_verse_number": 91,
        "translation": "Ihr werdet andere finden, die vor euch Sicherheit und vor ihrem (eigenen) Volk Sicherheit wollen.",
        "text_uthmani": "سَتَجِدُونَ ءَاخَرِينَ يُرِيدُونَ أَن يَأْمَنُوكُمْ وَيَأْمَنُوا۟ قَوْمَهُمْ",
        "text_uthmani_transcribed": "Satajidūna akharīna yurīdūna ay ya'manūkum wa ya'manū qaumahum"
      },
      {
        "belongs_to_verse_number": 91,
        "translation": "Jedesmal, wenn sie wieder der Versuchung ausgesetzt sind, werden sie in ihr zu Fall gebracht.",
        "text_uthmani": "كُلَّ مَا رُدُّوٓا۟ إِلَى ٱلْفِتْنَةِ أُرْكِسُوا۟ فِيهَا ۚ",
        "text_uthmani_transcribed": "kullamā ruddū ilal-fitnati urkisū fīhā,"
      },
      {
        "belongs_to_verse_number": 91,
        "translation": "Wenn sie sich nicht von euch fernhalten und euch nicht Frieden anbieten und nicht ihre Hände zurückhalten, dann ergreift sie",
        "text_uthmani": "فَإِن لَّمْ يَعْتَزِلُوكُمْ وَيُلْقُوٓا۟ إِلَيْكُمُ ٱلسَّلَمَ وَيَكُفُّوٓا۟ أَيْدِيَهُمْ فَخُذُوهُمْ",
        "text_uthmani_transcribed": "fa illam ya'tazilūkum wa yulqū ilaikumus-salama wa yakuffū aidiyahum fa khużūhum"
      },
      {
        "belongs_to_verse_number": 91,
        "translation": "und tötet sie, wo immer ihr auf sie trefft. Über jene haben Wir euch deutliche Gewalt verliehen.",
        "text_uthmani": "وَٱقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ ۚ وَأُو۟لَـٰٓئِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَـٰنًا مُّبِينًا",
        "text_uthmani_transcribed": "waqtulūhum ḥaiṡu ṡaqiftumūhum, wa ulā'ikum ja'alnā lakum 'alaihim sulṭānam mubīnā(n)."
      }
    ],
    "text_uthmani": "سَتَجِدُونَ ءَاخَرِينَ يُرِيدُونَ أَن يَأْمَنُوكُمْ وَيَأْمَنُوا۟ قَوْمَهُمْ كُلَّ مَا رُدُّوٓا۟ إِلَى ٱلْفِتْنَةِ أُرْكِسُوا۟ فِيهَا ۚ فَإِن لَّمْ يَعْتَزِلُوكُمْ وَيُلْقُوٓا۟ إِلَيْكُمُ ٱلسَّلَمَ وَيَكُفُّوٓا۟ أَيْدِيَهُمْ فَخُذُوهُمْ وَٱقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ ۚ وَأُو۟لَـٰٓئِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَـٰنًا مُّبِينًا",
    "text_uthmani_transcribed": "Satajidūna akharīna yurīdūna ay ya'manūkum wa ya'manū qaumahum, kullamā ruddū ilal-fitnati urkisū fīhā, fa illam ya'tazilūkum wa yulqū ilaikumus-salama  wa yakuffū aidiyahum fa khużūhum waqtulūhum ḥaiṡu ṡaqiftumūhum, wa ulā'ikum ja'alnā lakum 'alaihim sulṭānam mubīnā(n)."
  },
  {
    "verse_number": 92,
    "translation": "Es steht keinem Gläubigen zu, einen (anderen) Gläubigen zu töten, es sei denn aus Versehen’. Und wer einen Gläubigen aus Versehen tötet, (der hat) einen gläubigen Sklaven (zu) befreien und ein Blutgeld an seine Angehörigen aus(zu)händigen, es sei denn, sie erlassen (es ihm) als Almosen. Wenn er (der Getötete) zu einem euch feindlichen Volk gehörte und gläubig war, dann (gilt es,) einen gläubigen Sklaven (zu) befreien. Und wenn er zu einem Volk gehörte, zwischen dem und euch ein Abkommen besteht, dann (gilt es,) ein Blutgeld an seine Angehörigen aus(zu)händigen und einen gläubigen Sklaven (zu) befreien. Wer aber keine (Möglichkeit) findet, (der hat) zwei aufeinanderfolgende Monate (zu) fasten - als eine Reueannahme von Allah. Und Allah ist Allwissend und Allweise.",
    "segmented": [
      {
        "belongs_to_verse_number": 92,
        "translation": "Es steht keinem Gläubigen zu, einen (anderen) Gläubigen zu töten, es sei denn aus Versehen’.",
        "text_uthmani": "وَمَا كَانَ لِمُؤْمِنٍ أَن يَقْتُلَ مُؤْمِنًا إِلَّا خَطَـًٔا ۚ",
        "text_uthmani_transcribed": "Wa mā kāna limu'minin ay yaqtula mu'minan illā khaṭa'ā(n),"
      },
      {
        "belongs_to_verse_number": 92,
        "translation": "Und wer einen Gläubigen aus Versehen tötet, (der hat) einen gläubigen Sklaven (zu) befreien",
        "text_uthmani": "وَمَن قَتَلَ مُؤْمِنًا خَطَـًٔا فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ",
        "text_uthmani_transcribed": "wa man qatala mu'minan khaṭa'an fa taḥrīru raqabatim mu'minatiw"
      },
      {
        "belongs_to_verse_number": 92,
        "translation": "und ein Blutgeld an seine Angehörigen aus(zu)händigen, es sei denn, sie erlassen (es ihm) als Almosen.",
        "text_uthmani": "وَدِيَةٌ مُّسَلَّمَةٌ إِلَىٰٓ أَهْلِهِۦٓ إِلَّآ أَن يَصَّدَّقُوا۟ ۚ",
        "text_uthmani_transcribed": "wa diyatum musallamatun ilā ahlihī illā ay yaṣṣaddaqū,"
      },
      {
        "belongs_to_verse_number": 92,
        "translation": "Wenn er (der Getötete) zu einem euch feindlichen Volk gehörte und gläubig war, dann (gilt es,) einen gläubigen Sklaven (zu) befreien.",
        "text_uthmani": "فَإِن كَانَ مِن قَوْمٍ عَدُوٍّ لَّكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ ۖ",
        "text_uthmani_transcribed": "fa in kāna min qaumim 'aduwwin lakum wa huwa mu'minun fa taḥrīru raqabatim mu'minah(tin)."
      },
      {
        "belongs_to_verse_number": 92,
        "translation": "Und wenn er zu einem Volk gehörte, zwischen dem und euch ein Abkommen besteht, dann (gilt es,) ein Blutgeld an seine Angehörigen aus(zu)händigen",
        "text_uthmani": "وَإِن كَانَ مِن قَوْمٍۭ بَيْنَكُمْ وَبَيْنَهُم مِّيثَـٰقٌ فَدِيَةٌ مُّسَلَّمَةٌ إِلَىٰٓ أَهْلِهِۦ",
        "text_uthmani_transcribed": "wa in kāna min qaumim bainakum wa bainahum mīṡāqun fa diyatum musallamatun ilā ahlihī"
      },
      {
        "belongs_to_verse_number": 92,
        "translation": "und einen gläubigen Sklaven (zu) befreien.",
        "text_uthmani": "فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ",
        "text_uthmani_transcribed": "fa taḥrīru raqabatim mu'minatiw"
      },
      {
        "belongs_to_verse_number": 92,
        "translation": "Wer aber keine (Möglichkeit) findet, (der hat) zwei aufeinanderfolgende Monate (zu) fasten - als eine Reueannahme von Allah.",
        "text_uthmani": "فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِّنَ ٱللَّهِ ۗ",
        "text_uthmani_transcribed": "famal lam yajid fa ṣiyāmu syahraini mutatābi'aini taubatam minallāh(i),"
      },
      {
        "belongs_to_verse_number": 92,
        "translation": "Und Allah ist Allwissend und Allweise.",
        "text_uthmani": "وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
        "text_uthmani_transcribed": "wa kānallāhu 'alīman ḥakīmā(n)."
      }
    ],
    "text_uthmani": "وَمَا كَانَ لِمُؤْمِنٍ أَن يَقْتُلَ مُؤْمِنًا إِلَّا خَطَـًٔا ۚ وَمَن قَتَلَ مُؤْمِنًا خَطَـًٔا فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ وَدِيَةٌ مُّسَلَّمَةٌ إِلَىٰٓ أَهْلِهِۦٓ إِلَّآ أَن يَصَّدَّقُوا۟ ۚ فَإِن كَانَ مِن قَوْمٍ عَدُوٍّ لَّكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ ۖ وَإِن كَانَ مِن قَوْمٍۭ بَيْنَكُمْ وَبَيْنَهُم مِّيثَـٰقٌ فَدِيَةٌ مُّسَلَّمَةٌ إِلَىٰٓ أَهْلِهِۦ وَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ ۖ فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِّنَ ٱللَّهِ ۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
    "text_uthmani_transcribed": "Wa mā kāna limu'minin ay yaqtula mu'minan illā khaṭa'ā(n), wa man qatala mu'minan khaṭa'an fa taḥrīru raqabatim mu'minatiw wa diyatum musallamatun ilā ahlihī illā ay yaṣṣaddaqū, fa in kāna min qaumim bainakum wa bainahum mīṡāqun fa diyatum musallamatun ilā ahlihī wa taḥrīru raqabatim mu'minah(tin), famal lam yajid fa ṣiyāmu syahraini mutatābi'aini taubatam minallāh(i), wa kānallāhu 'alīman ḥakīmā(n)."
  },
  {
    "verse_number": 93,
    "translation": "Und wer einen Gläubigen vorsätzlich tötet, dessen Lohn ist die Hölle, ewig darin zu bleiben. Und Allah zürnt ihm und verflucht ihn und bereitet ihm gewaltige Strafe.",
    "segmented": [
      {
        "belongs_to_verse_number": 93,
        "translation": "Und wer einen Gläubigen vorsätzlich tötet, dessen Lohn ist die Hölle, ewig darin zu bleiben.",
        "text_uthmani": "وَمَن يَقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَآؤُهُۥ جَهَنَّمُ خَـٰلِدًا فِيهَا",
        "text_uthmani_transcribed": "Wa may yaqtul mu'minam muta'ammidan fa jazā'uhū jahannamu khālidan fīhā"
      },
      {
        "belongs_to_verse_number": 93,
        "translation": "Und Allah zürnt ihm und verflucht ihn und bereitet ihm gewaltige Strafe.",
        "text_uthmani": "وَغَضِبَ ٱللَّهُ عَلَيْهِ وَلَعَنَهُۥ وَأَعَدَّ لَهُۥ عَذَابًا عَظِيمًا",
        "text_uthmani_transcribed": "wa gaḍiballāhu 'alaihi wa la'anahū wa a'adda lahū 'ażāban 'aẓīmā(n)."
      }
    ],
    "text_uthmani": "وَمَن يَقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَآؤُهُۥ جَهَنَّمُ خَـٰلِدًا فِيهَا وَغَضِبَ ٱللَّهُ عَلَيْهِ وَلَعَنَهُۥ وَأَعَدَّ لَهُۥ عَذَابًا عَظِيمًا",
    "text_uthmani_transcribed": "Wa may yaqtul mu'minam muta'ammidan fa jazā'uhū jahannamu khālidan fīhā wa gaḍiballāhu 'alaihi wa la'anahū wa a'adda lahū 'ażāban 'aẓīmā(n)."
  },
  {
    "verse_number": 94,
    "translation": "O die ihr glaubt, wenn ihr auf Allahs Weg umherreist, dann unterscheidet klar und sagt nicht zu einem, der euch Frieden anbietet: „Du bist nicht gläubig, wobei ihr nach den Glücksgütern des diesseitigen Lebens trachtet. Doch bei Allah ist Gutes in Fülle. So wart ihr zuvor. Aber dann hat Allah euch eine Wohltat erwiesen. Unterscheidet also klar. Gewiß, Allah ist dessen, was ihr tut, Kundig.",
    "segmented": [
      {
        "belongs_to_verse_number": 94,
        "translation": "O die ihr glaubt, wenn ihr auf Allahs Weg umherreist, dann unterscheidet klar",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا ضَرَبْتُمْ فِى سَبِيلِ ٱللَّهِ فَتَبَيَّنُوا۟",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū iżā ḍarabtum fī sabīlillāhi fa tabayyanū"
      },
      {
        "belongs_to_verse_number": 94,
        "translation": "und sagt nicht zu einem, der euch Frieden anbietet: „Du bist nicht gläubig, wobei ihr nach den Glücksgütern des diesseitigen Lebens trachtet.",
        "text_uthmani": "وَلَا تَقُولُوا۟ لِمَنْ أَلْقَىٰٓ إِلَيْكُمُ ٱلسَّلَـٰمَ لَسْتَ مُؤْمِنًا تَبْتَغُونَ عَرَضَ ٱلْحَيَوٰةِ ٱلدُّنْيَا",
        "text_uthmani_transcribed": "wa lā taqūlū liman alqā ilaikumus-salāma lasta mu'minā(n), tabtagūna 'araḍal-ḥayātid-dun-yā"
      },
      {
        "belongs_to_verse_number": 94,
        "translation": "Doch bei Allah ist Gutes in Fülle. So wart ihr zuvor. Aber dann hat Allah euch eine Wohltat erwiesen. Unterscheidet also klar.",
        "text_uthmani": "فَعِندَ ٱللَّهِ مَغَانِمُ كَثِيرَةٌ ۚ كَذَٰلِكَ كُنتُم مِّن قَبْلُ فَمَنَّ ٱللَّهُ عَلَيْكُمْ فَتَبَيَّنُوٓا۟ ۚ",
        "text_uthmani_transcribed": "fa 'indallāhi magānimu kaṡīrah(tun), każālika kuntum min qablu fa mannallāhu 'alaikum fa tabayyanū,"
      },
      {
        "belongs_to_verse_number": 94,
        "translation": "Gewiß, Allah ist dessen, was ihr tut, Kundig.",
        "text_uthmani": "إِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
        "text_uthmani_transcribed": "innallāha kāna bimā ta'malūna khabīrā(n)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا ضَرَبْتُمْ فِى سَبِيلِ ٱللَّهِ فَتَبَيَّنُوا۟ وَلَا تَقُولُوا۟ لِمَنْ أَلْقَىٰٓ إِلَيْكُمُ ٱلسَّلَـٰمَ لَسْتَ مُؤْمِنًا تَبْتَغُونَ عَرَضَ ٱلْحَيَوٰةِ ٱلدُّنْيَا فَعِندَ ٱللَّهِ مَغَانِمُ كَثِيرَةٌ ۚ كَذَٰلِكَ كُنتُم مِّن قَبْلُ فَمَنَّ ٱللَّهُ عَلَيْكُمْ فَتَبَيَّنُوٓا۟ ۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū iżā ḍarabtum fī sabīlillāhi fa tabayyanū wa lā taqūlū liman alqā ilaikumus-salāma lasta mu'minā(n), tabtagūna 'araḍal-ḥayātid-dun-yā, fa 'indallāhi magānimu kaṡīrah(tun), każālika kuntum min qablu fa mannallāhu 'alaikum fa tabayyanū, innallāha kāna bimā ta'malūna khabīrā(n)."
  },
  {
    "verse_number": 95,
    "translation": "Nicht gleich sind diejenigen unter den Gläubigen, die sitzen bleiben - außer denjenigen, die eine Schädigung haben -, den sich auf Allahs Weg mit ihrem Besitz und ihrer eigenen Person Abmühenden. Allah hat den sich mit ihrem Besitz und ihrer eigenen Person Abmühenden einen Vorzug gegeben vor denen, die sitzen bleiben. Aber allen hat Allah das Beste versprochen. Doch hat Allah die sich Abmühenden vor denen, die sitzen bleiben, mit großartigem Lohn bevorzugt,",
    "segmented": [
      {
        "belongs_to_verse_number": 95,
        "translation": "Nicht gleich sind diejenigen unter den Gläubigen, die sitzen bleiben - außer denjenigen, die eine Schädigung haben -, den sich auf Allahs Weg mit ihrem Besitz",
        "text_uthmani": "لَّا يَسْتَوِى ٱلْقَـٰعِدُونَ مِنَ ٱلْمُؤْمِنِينَ غَيْرُ أُو۟لِى ٱلضَّرَرِ وَٱلْمُجَـٰهِدُونَ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِهِمْ",
        "text_uthmani_transcribed": "Lā yastawil-qā'idūna minal-mu'minīna gairu uliḍ-ḍarari wal-mujāhidūna fī sabīlillāhi bi'amwālihim"
      },
      {
        "belongs_to_verse_number": 95,
        "translation": "und ihrer eigenen Person Abmühenden.",
        "text_uthmani": "وَأَنفُسِهِمْ",
        "text_uthmani_transcribed": "wa anfusihim"
      },
      {
        "belongs_to_verse_number": 95,
        "translation": "Allah hat den sich mit ihrem Besitz und ihrer eigenen Person Abmühenden einen Vorzug gegeben vor denen, die sitzen bleiben.",
        "text_uthmani": "فَضَّلَ ٱللَّهُ ٱلْمُجَـٰهِدِينَ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ عَلَى ٱلْقَـٰعِدِينَ",
        "text_uthmani_transcribed": "faḍḍalallāhul-mujāhidīna bi amwālihim wa anfusihim 'alal-qā'idīna"
      },
      {
        "belongs_to_verse_number": 95,
        "translation": "Aber allen hat Allah das Beste versprochen. Doch hat Allah die sich Abmühenden vor denen, die sitzen bleiben, mit großartigem Lohn bevorzugt,",
        "text_uthmani": "وَكُلًّا وَعَدَ ٱللَّهُ ٱلْحُسْنَىٰ ۚ وَفَضَّلَ ٱللَّهُ ٱلْمُجَـٰهِدِينَ عَلَى ٱلْقَـٰعِدِينَ أَجْرًا عَظِيمًا",
        "text_uthmani_transcribed": "wa kullaw wa'adallāhul-ḥusnā, wa faḍḍalallāhul-mujāhidīna 'alal-qā'idīna ajran 'aẓīmā(n)."
      }
    ],
    "text_uthmani": "لَّا يَسْتَوِى ٱلْقَـٰعِدُونَ مِنَ ٱلْمُؤْمِنِينَ غَيْرُ أُو۟لِى ٱلضَّرَرِ وَٱلْمُجَـٰهِدُونَ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ ۚ فَضَّلَ ٱللَّهُ ٱلْمُجَـٰهِدِينَ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ عَلَى ٱلْقَـٰعِدِينَ دَرَجَةً ۚ وَكُلًّا وَعَدَ ٱللَّهُ ٱلْحُسْنَىٰ ۚ وَفَضَّلَ ٱللَّهُ ٱلْمُجَـٰهِدِينَ عَلَى ٱلْقَـٰعِدِينَ أَجْرًا عَظِيمًا",
    "text_uthmani_transcribed": "Lā yastawil-qā'idūna minal-mu'minīna gairu uliḍ-ḍarari wal-mujāhidūna fī sabīlillāhi bi'amwālihim wa anfusihim, faḍḍalallāhul-mujāhidīna bi amwālihim wa anfusihim 'alal-qā'idīna darajah(tan), wa kullaw wa'adallāhul-ḥusnā, wa faḍḍalallāhul-mujāhidīna 'alal-qā'idīna ajran 'aẓīmā(n)."
  },
  {
    "verse_number": 96,
    "translation": "mit Rangstufen von Ihm und Vergebung und Erbarmen. Allah ist Allvergebend und Barmherzig.",
    "text_uthmani": "دَرَجَـٰتٍ مِّنْهُ وَمَغْفِرَةً وَرَحْمَةً ۚ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
    "text_uthmani_transcribed": "Darajātim minhu wa magfirataw wa raḥmah(tan), wa kānallāhu  gafūrar raḥīmā(n)."
  },
  {
    "verse_number": 97,
    "translation": "Diejenigen, die die Engel abberufen, während sie sich selbst Unrecht tun, (zu jenen) sagen sie: „Worin habt ihr euch befunden? Sie sagen: „Wir waren Unterdrückte im Lande. Sie (die Engel) sagen: „War Allahs Erde nicht weit, so daß ihr darauf hättet auswandern können? Jene aber, - ihr Zufluchtsort wird die Hölle sein, und (wie) böse ist der Ausgang!",
    "segmented": [
      {
        "belongs_to_verse_number": 97,
        "translation": "Diejenigen, die die Engel abberufen, während sie sich selbst Unrecht tun, (zu jenen) sagen sie: „Worin habt ihr euch befunden?",
        "text_uthmani": "إِنَّ ٱلَّذِينَ تَوَفَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ ظَالِمِىٓ أَنفُسِهِمْ قَالُوا۟ فِيمَ كُنتُمْ ۖ",
        "text_uthmani_transcribed": "Innal-lażīna tawaffāhumul-malā'ikatu ẓālimī anfusihim qālū fīma kuntum,"
      },
      {
        "belongs_to_verse_number": 97,
        "translation": "Sie sagen: „Wir waren Unterdrückte im Lande. Sie (die Engel) sagen: „War Allahs Erde nicht weit, so daß ihr darauf hättet auswandern können?",
        "text_uthmani": "قَالُوا۟ كُنَّا مُسْتَضْعَفِينَ فِى ٱلْأَرْضِ ۚ قَالُوٓا۟ أَلَمْ تَكُنْ أَرْضُ ٱللَّهِ وَٰسِعَةً فَتُهَاجِرُوا۟ فِيهَا ۚ",
        "text_uthmani_transcribed": "qālū kunnā mustaḍ'afīna fil-arḍ(i), qālū alam takun arḍullāhi wāsi'atan fa tuhājirū fīhā,"
      },
      {
        "belongs_to_verse_number": 97,
        "translation": "Jene aber, - ihr Zufluchtsort wird die Hölle sein, und (wie) böse ist der Ausgang!",
        "text_uthmani": "فَأُو۟لَـٰٓئِكَ مَأْوَىٰهُمْ جَهَنَّمُ ۖ وَسَآءَتْ مَصِيرًا",
        "text_uthmani_transcribed": "fa ulā'ika ma'wāhum jahannam(u), wa sā'at maṣīrā(n)."
      }
    ],
    "text_uthmani": "إِنَّ ٱلَّذِينَ تَوَفَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ ظَالِمِىٓ أَنفُسِهِمْ قَالُوا۟ فِيمَ كُنتُمْ ۖ قَالُوا۟ كُنَّا مُسْتَضْعَفِينَ فِى ٱلْأَرْضِ ۚ قَالُوٓا۟ أَلَمْ تَكُنْ أَرْضُ ٱللَّهِ وَٰسِعَةً فَتُهَاجِرُوا۟ فِيهَا ۚ فَأُو۟لَـٰٓئِكَ مَأْوَىٰهُمْ جَهَنَّمُ ۖ وَسَآءَتْ مَصِيرًا",
    "text_uthmani_transcribed": "Innal-lażīna tawaffāhumul-malā'ikatu ẓālimī anfusihim qālū fīma kuntum, qālū kunnā mustaḍ'afīna fil-arḍ(i), qālū alam takun arḍullāhi wāsi'atan fa tuhājirū fīhā, fa ulā'ika ma'wāhum jahannam(u), wa sā'at maṣīrā(n)."
  },
  {
    "verse_number": 98,
    "translation": "Ausgenommen die Unterdrückten unter den Männern, Frauen und Kindern, die keine Möglichkeit haben auszuwandern und auf dem Weg nicht rechtgeleitet sind.",
    "segmented": [
      {
        "belongs_to_verse_number": 98,
        "translation": "Ausgenommen die Unterdrückten unter den Männern, Frauen und Kindern, die keine Möglichkeit haben auszuwandern",
        "text_uthmani": "إِلَّا ٱلْمُسْتَضْعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلْوِلْدَٰنِ لَا يَسْتَطِيعُونَ حِيلَةً",
        "text_uthmani_transcribed": "Illal-mustaḍ'afīna minar-rijāli wan-nisā'i wal-wildāni lā yastaṭī'ūna ḥīlataw"
      },
      {
        "belongs_to_verse_number": 98,
        "translation": "und auf dem Weg nicht rechtgeleitet sind.",
        "text_uthmani": "وَلَا يَهْتَدُونَ سَبِيلًا",
        "text_uthmani_transcribed": "wa lā yahtadūna sabīlā(n)."
      }
    ],
    "text_uthmani": "إِلَّا ٱلْمُسْتَضْعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلْوِلْدَٰنِ لَا يَسْتَطِيعُونَ حِيلَةً وَلَا يَهْتَدُونَ سَبِيلًا",
    "text_uthmani_transcribed": "Illal-mustaḍ'afīna minar-rijāli wan-nisā'i wal-wildāni lā yastaṭī'ūna ḥīlataw wa lā yahtadūna sabīlā(n)."
  },
  {
    "verse_number": 99,
    "translation": "Jenen wird Allah vielleicht verzeihen. Allah ist Allverzeihend und Allvergebend.",
    "text_uthmani": "فَأُو۟لَـٰٓئِكَ عَسَى ٱللَّهُ أَن يَعْفُوَ عَنْهُمْ ۚ وَكَانَ ٱللَّهُ عَفُوًّا غَفُورًا",
    "text_uthmani_transcribed": "Fa ulā'ika 'asallāhu ay ya'fuwa 'anhum, wa kānallāhu  'afuwwan gafūrā(n)."
  },
  {
    "verse_number": 100,
    "translation": "Wer auf Allahs Weg auswandert, wird auf der Erde viele Zufluchtsstätten und Wohlstand finden. Und wer sein Haus auswandernd zu Allah und Seinem Gesandten verläßt, und den hierauf der Tod erfaßt, so fällt es Allah zu, ihm seinen Lohn (zu geben). Allah ist Allvergebend und Barmherzig.",
    "segmented": [
      {
        "belongs_to_verse_number": 100,
        "translation": "Wer auf Allahs Weg auswandert, wird auf der Erde viele Zufluchtsstätten und Wohlstand finden.",
        "text_uthmani": "۞ وَمَن يُهَاجِرْ فِى سَبِيلِ ٱللَّهِ يَجِدْ فِى ٱلْأَرْضِ مُرَٰغَمًا كَثِيرًا وَسَعَةً ۚ",
        "text_uthmani_transcribed": "Wa may yuhājir fī sabīlillāhi yajid fil-arḍi murāgaman kaṡīraw wa sa'ah(tan),"
      },
      {
        "belongs_to_verse_number": 100,
        "translation": "Und wer sein Haus auswandernd zu Allah und Seinem Gesandten verläßt,",
        "text_uthmani": "وَمَن يَخْرُجْ مِنۢ بَيْتِهِۦ مُهَاجِرًا إِلَى ٱللَّهِ وَرَسُولِهِۦ",
        "text_uthmani_transcribed": "wa may yakhruj mim baitihī muhājiran ilallāhi wa rasūlihī"
      },
      {
        "belongs_to_verse_number": 100,
        "translation": "und den hierauf der Tod erfaßt, so fällt es Allah zu, ihm seinen Lohn (zu geben). Allah ist Allvergebend und Barmherzig.",
        "text_uthmani": "ثُمَّ يُدْرِكْهُ ٱلْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُۥ عَلَى ٱللَّهِ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
        "text_uthmani_transcribed": "ṡumma yudrik-hul-mautu faqad waqa'a ajruhū 'alallāh(i), wa kānallāhu gafūrar raḥīmā(n)."
      }
    ],
    "text_uthmani": "۞ وَمَن يُهَاجِرْ فِى سَبِيلِ ٱللَّهِ يَجِدْ فِى ٱلْأَرْضِ مُرَٰغَمًا كَثِيرًا وَسَعَةً ۚ وَمَن يَخْرُجْ مِنۢ بَيْتِهِۦ مُهَاجِرًا إِلَى ٱللَّهِ وَرَسُولِهِۦ ثُمَّ يُدْرِكْهُ ٱلْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُۥ عَلَى ٱللَّهِ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
    "text_uthmani_transcribed": "Wa may yuhājir fī sabīlillāhi yajid fil-arḍi murāgaman kaṡīraw wa sa'ah(tan), wa may yakhruj mim baitihī muhājiran ilallāhi wa rasūlihī ṡumma yudrik-hul-mautu faqad waqa'a ajruhū 'alallāh(i), wa kānallāhu  gafūrar raḥīmā(n)."
  },
  {
    "verse_number": 101,
    "translation": "Und wenn ihr im Land umherreist, so ist es keine Sünde für euch, das Gebet abzukürzen, wenn ihr befürchtet, diejenigen, die ungläubig sind, könnten euch überfallen. Die Ungläubigen sind euch ja ein deutlicher Feind.",
    "segmented": [
      {
        "belongs_to_verse_number": 101,
        "translation": "Und wenn ihr im Land umherreist, so ist es keine Sünde für euch, das Gebet abzukürzen, wenn ihr befürchtet, diejenigen, die ungläubig sind,",
        "text_uthmani": "وَإِذَا ضَرَبْتُمْ فِى ٱلْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَقْصُرُوا۟ مِنَ ٱلصَّلَوٰةِ إِنْ خِفْتُمْ أَن يَفْتِنَكُمُ ٱلَّذِينَ كَفَرُوٓا۟",
        "text_uthmani_transcribed": "Wa iżā ḍarabtum fil-arḍi fa laisa 'alaikum junāḥun an taqṣurū minaṣ-ṣalāh(ti), in khiftum ay yaftinakumul-lażīna kafarū"
      },
      {
        "belongs_to_verse_number": 101,
        "translation": "könnten euch überfallen. Die Ungläubigen sind euch ja ein deutlicher Feind.",
        "text_uthmani": "أَن يَفْتِنَكُمُ ٱلَّذِينَ كَفَرُوٓا۟ ۚ إِنَّ ٱلْكَـٰفِرِينَ كَانُوا۟ لَكُمْ عَدُوًّا مُّبِينًا",
        "text_uthmani_transcribed": "an yaftinakumul-lażīna kafarū, innal-kāfirīna kānū lakum 'aduwwam mubīnā(n)."
      }
    ],
    "text_uthmani": "وَإِذَا ضَرَبْتُمْ فِى ٱلْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَقْصُرُوا۟ مِنَ ٱلصَّلَوٰةِ إِنْ خِفْتُمْ أَن يَفْتِنَكُمُ ٱلَّذِينَ كَفَرُوٓا۟ ۚ إِنَّ ٱلْكَـٰفِرِينَ كَانُوا۟ لَكُمْ عَدُوًّا مُّبِينًا",
    "text_uthmani_transcribed": "Wa iżā ḍarabtum fil-arḍi fa laisa 'alaikum junāḥun an taqṣurū minaṣ-ṣalāh(ti), in khiftum ay yaftinakumul-lażīna kafarū, innal-kāfirīna kānū lakum 'aduwwam mubīnā(n)."
  },
  {
    "verse_number": 102,
    "translation": "Und wenn du unter ihnen bist und nun für sie das Gebet anführst, dann soll sich ein Teil von ihnen mit dir aufstellen, doch sollen sie ihre Waffen nehmen. Wenn sie (die Betenden) sich dann niedergeworfen haben, sollen sie hinter euch treten’, und ein anderer Teil, die noch nicht gebetet hat, soll (nach vorne) kommen. Und sie sollen dann (auch) mit dir beten; doch sollen sie auf ihrer Hut sein und ihre Waffen nehmen. Diejenigen, die ungläubig sind, möchten, daß ihr eure Waffen und eure Sachen außer acht laßt, so daß sie auf einmal über euch herfallen (können). Es ist keine Sünde für euch, wenn ihr unter Regen zu leiden habt oder krank seid, eure Waffen abzulegen. Aber seid auf eurer Hut. Gewiß, Allah bereitet für die Ungläubigen schmachvolle Strafe.",
    "segmented": [
      {
        "belongs_to_verse_number": 102,
        "translation": "Und wenn du unter ihnen bist",
        "text_uthmani": "وَإِذَا كُنتَ فِيهِمْ",
        "text_uthmani_transcribed": "Wa iżā kunta fīhim"
      },
      {
        "belongs_to_verse_number": 102,
        "translation": "und nun für sie das Gebet anführst, dann soll sich ein Teil von ihnen mit dir aufstellen, doch sollen sie ihre Waffen nehmen.",
        "text_uthmani": "فَأَقَمْتَ لَهُمُ ٱلصَّلَوٰةَ فَلْتَقُمْ طَآئِفَةٌ مِّنْهُم مَّعَكَ وَلْيَأْخُذُوٓا۟ أَسْلِحَتَهُمْ",
        "text_uthmani_transcribed": "fa aqamta lahumuṣ-ṣalāta faltaqum ṭā'ifatum minhum ma'aka walya'khużū asliḥatahum"
      },
      {
        "belongs_to_verse_number": 102,
        "translation": "Wenn sie (die Betenden) sich dann niedergeworfen haben, sollen sie hinter euch treten’,",
        "text_uthmani": "فَإِذَا سَجَدُوا۟ فَلْيَكُونُوا۟ مِن وَرَآئِكُمْ",
        "text_uthmani_transcribed": "fa iżā sajadū falyakūnū miw warā'ikum"
      },
      {
        "belongs_to_verse_number": 102,
        "translation": "und ein anderer Teil, die noch nicht gebetet hat, soll (nach vorne) kommen.",
        "text_uthmani": "وَلْتَأْتِ طَآئِفَةٌ أُخْرَىٰ لَمْ يُصَلُّوا۟",
        "text_uthmani_transcribed": "walta'ti ṭā'ifatun ukhrā lam yuṣallū"
      },
      {
        "belongs_to_verse_number": 102,
        "translation": "Und sie sollen dann (auch) mit dir beten; doch sollen sie auf ihrer Hut sein und ihre Waffen nehmen.",
        "text_uthmani": "وَلْيَأْخُذُوا۟ حِذْرَهُمْ وَأَسْلِحَتَهُمْ",
        "text_uthmani_transcribed": "walya'khużū ḥiżrahum wa asliḥatahum"
      },
      {
        "belongs_to_verse_number": 102,
        "translation": "Diejenigen, die ungläubig sind, möchten, daß ihr eure Waffen",
        "text_uthmani": "وَدَّ ٱلَّذِينَ كَفَرُوا۟ لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ",
        "text_uthmani_transcribed": "waddal-lażīna kafarū lau tagfulūna 'an asliḥatakum"
      },
      {
        "belongs_to_verse_number": 102,
        "translation": "und eure Sachen außer acht laßt, so daß sie auf einmal über euch herfallen (können).",
        "text_uthmani": "لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُم مَّيْلَةً وَٰحِدَةً ۚ",
        "text_uthmani_transcribed": "lau tagfulūna 'an asliḥatikum wa amti'atikum, fa yamīlūna 'alaikum mailataw wāḥidah(tan),"
      },
      {
        "belongs_to_verse_number": 102,
        "translation": "Es ist keine Sünde für euch, wenn ihr unter Regen zu leiden habt oder krank seid, eure Waffen abzulegen. Aber seid auf eurer Hut.",
        "text_uthmani": "وَلَا جُنَاحَ عَلَيْكُمْ إِن كَانَ بِكُمْ أَذًى مِّن مَّطَرٍ أَوْ كُنتُم مَّرْضَىٰٓ أَن تَضَعُوٓا۟ أَسْلِحَتَكُمْ ۖ وَخُذُوا۟ حِذْرَكُمْ ۗ",
        "text_uthmani_transcribed": "wa lā junāḥa 'alaikum in kāna bikum ażam mim maṭarin au kuntum marḍā an taḍa'ū asliḥatakum wa khużū ḥiżrakum"
      },
      {
        "belongs_to_verse_number": 102,
        "translation": "Gewiß, Allah bereitet für die Ungläubigen schmachvolle Strafe.",
        "text_uthmani": "إِنَّ ٱللَّهَ أَعَدَّ لِلْكَـٰفِرِينَ عَذَابًا مُّهِينًا",
        "text_uthmani_transcribed": "innallāha a'adda lil-kāfirīna 'ażābam muhīnā(n)."
      }
    ],
    "text_uthmani": "وَإِذَا كُنتَ فِيهِمْ فَأَقَمْتَ لَهُمُ ٱلصَّلَوٰةَ فَلْتَقُمْ طَآئِفَةٌ مِّنْهُم مَّعَكَ وَلْيَأْخُذُوٓا۟ أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا۟ فَلْيَكُونُوا۟ مِن وَرَآئِكُمْ وَلْتَأْتِ طَآئِفَةٌ أُخْرَىٰ لَمْ يُصَلُّوا۟ فَلْيُصَلُّوا۟ مَعَكَ وَلْيَأْخُذُوا۟ حِذْرَهُمْ وَأَسْلِحَتَهُمْ ۗ وَدَّ ٱلَّذِينَ كَفَرُوا۟ لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُم مَّيْلَةً وَٰحِدَةً ۚ وَلَا جُنَاحَ عَلَيْكُمْ إِن كَانَ بِكُمْ أَذًى مِّن مَّطَرٍ أَوْ كُنتُم مَّرْضَىٰٓ أَن تَضَعُوٓا۟ أَسْلِحَتَكُمْ ۖ وَخُذُوا۟ حِذْرَكُمْ ۗ إِنَّ ٱللَّهَ أَعَدَّ لِلْكَـٰفِرِينَ عَذَابًا مُّهِينًا",
    "text_uthmani_transcribed": "Wa iżā kunta fīhim fa aqamta lahumuṣ-ṣalāta faltaqum ṭā'ifatum minhum ma'aka walya'khużū asliḥatahum, fa iżā sajadū falyakūnū miw warā'ikum, walta'ti ṭā'ifatun ukhrā lam yuṣallū falyuṣallū ma'aka walya'khużū ḥiżrahum wa asliḥatahum, waddal-lażīna kafarū lau tagfulūna 'an asliḥatakum wa amti'atikum, fa yamīlūna 'alaikum mailataw wāḥidah(tan), wa lā junāḥa 'alaikum in kāna bikum ażam mim maṭarin au kuntum marḍā an taḍa'ū asliḥatakum wa khużū ḥiżrakum, innallāha a'adda lil-kāfirīna 'ażābam muhīnā(n)."
  },
  {
    "verse_number": 103,
    "translation": "Wenn ihr das Gebet vollzogen habt, dann gedenkt Allahs stehend, sitzend und auf der Seite (liegend). Wenn ihr in Ruhe seid, dann verrichtet das Gebet (wie üblich). Das Gebet ist den Gläubigen zu bestimmten Zeiten vorgeschrieben.",
    "segmented": [
      {
        "belongs_to_verse_number": 103,
        "translation": "Wenn ihr das Gebet vollzogen habt, dann gedenkt Allahs stehend, sitzend und auf der Seite (liegend).",
        "text_uthmani": "فَإِذَا قَضَيْتُمُ ٱلصَّلَوٰةَ فَٱذْكُرُوا۟ ٱللَّهَ قِيَـٰمًا وَقُعُودًا وَعَلَىٰ جُنُوبِكُمْ ۚ",
        "text_uthmani_transcribed": "Fa iżā qaḍaitumuṣ-ṣalāta fażkurullāha qiyāmaw wa qu'ūdaw wa 'alā junūbikum,"
      },
      {
        "belongs_to_verse_number": 103,
        "translation": "Wenn ihr in Ruhe seid, dann verrichtet das Gebet (wie üblich). Das Gebet ist den Gläubigen zu bestimmten Zeiten vorgeschrieben.",
        "text_uthmani": "فَإِذَا ٱطْمَأْنَنتُمْ فَأَقِيمُوا۟ ٱلصَّلَوٰةَ ۚ إِنَّ ٱلصَّلَوٰةَ كَانَتْ عَلَى ٱلْمُؤْمِنِينَ كِتَـٰبًا مَّوْقُوتًا",
        "text_uthmani_transcribed": "fa iżaṭma'nantum fa aqīmuṣ-ṣalāh(ta),  innaṣ-ṣalāta kānat 'alal-mu'minīna kitābam mauqūtā(n)."
      }
    ],
    "text_uthmani": "فَإِذَا قَضَيْتُمُ ٱلصَّلَوٰةَ فَٱذْكُرُوا۟ ٱللَّهَ قِيَـٰمًا وَقُعُودًا وَعَلَىٰ جُنُوبِكُمْ ۚ فَإِذَا ٱطْمَأْنَنتُمْ فَأَقِيمُوا۟ ٱلصَّلَوٰةَ ۚ إِنَّ ٱلصَّلَوٰةَ كَانَتْ عَلَى ٱلْمُؤْمِنِينَ كِتَـٰبًا مَّوْقُوتًا",
    "text_uthmani_transcribed": "Fa iżā qaḍaitumuṣ-ṣalāta fażkurullāha qiyāmaw wa qu'ūdaw wa 'alā junūbikum, fa iżaṭma'nantum fa aqīmuṣ-ṣalāh(ta),  innaṣ-ṣalāta kānat 'alal-mu'minīna kitābam mauqūtā(n)."
  },
  {
    "verse_number": 104,
    "translation": "Und laßt nicht nach, das Volk (der feindlichen Ungläubigen) zu suchen. Wenn ihr zu leiden habt, so haben sie zu leiden wie ihr. Ihr aber habt von Allah zu erhoffen, was sie nicht zu erhoffen haben. Und Allah ist Allwissend und Allweise.",
    "segmented": [
      {
        "belongs_to_verse_number": 104,
        "translation": "Und laßt nicht nach, das Volk (der feindlichen Ungläubigen) zu suchen. Wenn ihr zu leiden habt, so haben sie zu leiden wie ihr.",
        "text_uthmani": "وَلَا تَهِنُوا۟ فِى ٱبْتِغَآءِ ٱلْقَوْمِ ۖ إِن تَكُونُوا۟ تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ ۖ",
        "text_uthmani_transcribed": "Wa lā tahinū fibtigā'il-qaum(i), in takūnū ta'lamūna fa innahum ya'lamūna kamā ta'lamūn(a),"
      },
      {
        "belongs_to_verse_number": 104,
        "translation": "Ihr aber habt von Allah zu erhoffen, was sie nicht zu erhoffen haben. Und Allah ist Allwissend und Allweise.",
        "text_uthmani": "وَتَرْجُونَ مِنَ ٱللَّهِ مَا لَا يَرْجُونَ ۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
        "text_uthmani_transcribed": "wa tarjūna minallāhi mā lā yarjūn(a), wa kānallāhu 'alīman ḥakīmā(n)."
      }
    ],
    "text_uthmani": "وَلَا تَهِنُوا۟ فِى ٱبْتِغَآءِ ٱلْقَوْمِ ۖ إِن تَكُونُوا۟ تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ ۖ وَتَرْجُونَ مِنَ ٱللَّهِ مَا لَا يَرْجُونَ ۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
    "text_uthmani_transcribed": "Wa lā tahinū fibtigā'il-qaum(i), in takūnū ta'lamūna fa innahum ya'lamūna kamā ta'lamūn(a), wa tarjūna minallāhi mā lā yarjūn(a), wa kānallāhu  'alīman ḥakīmā(n)."
  },
  {
    "verse_number": 105,
    "translation": "Gewiß, Wir haben dir das Buch mit der Wahrheit hinabgesandt, damit du zwischen den Menschen richtest auf Grund dessen, was Allah dir gezeigt hat. Sei kein Verfechter für die Verräter!",
    "segmented": [
      {
        "belongs_to_verse_number": 105,
        "translation": "Gewiß, Wir haben dir das Buch mit der Wahrheit hinabgesandt, damit du zwischen den Menschen richtest auf Grund dessen, was Allah dir gezeigt",
        "text_uthmani": "إِنَّآ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ بِٱلْحَقِّ لِتَحْكُمَ بَيْنَ ٱلنَّاسِ بِمَآ أَرَىٰكَ ٱللَّهُ",
        "text_uthmani_transcribed": "Innā anzalnā ilaikal-kitāba bil-ḥaqqi litaḥkuma bainan-nāsi bimā arākallāh(u)"
      },
      {
        "belongs_to_verse_number": 105,
        "translation": "hat. Sei kein Verfechter für die Verräter!",
        "text_uthmani": "بِمَآ أَرَىٰكَ ٱللَّهُ ۚ وَلَا تَكُن لِّلْخَآئِنِينَ خَصِيمًا",
        "text_uthmani_transcribed": "bimā arākallāh(u), wa lā takun lil-khā'inīna khaṣīmā(n)."
      }
    ],
    "text_uthmani": "إِنَّآ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ بِٱلْحَقِّ لِتَحْكُمَ بَيْنَ ٱلنَّاسِ بِمَآ أَرَىٰكَ ٱللَّهُ ۚ وَلَا تَكُن لِّلْخَآئِنِينَ خَصِيمًا",
    "text_uthmani_transcribed": "Innā anzalnā ilaikal-kitāba bil-ḥaqqi litaḥkuma bainan-nāsi bimā arākallāh(u), wa lā takun lil-khā'inīna khaṣīmā(n)."
  },
  {
    "verse_number": 106,
    "translation": "Und bitte Allah um Vergebung. Gewiß, Allah ist Allvergebend und Barmherzig.",
    "text_uthmani": "وَٱسْتَغْفِرِ ٱللَّهَ ۖ إِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
    "text_uthmani_transcribed": "Wastagfirillāh(a), innallāha kāna gafūrar raḥīmā(n)."
  },
  {
    "verse_number": 107,
    "translation": "Und streite nicht zur Verteidigung derer, die sich selbst betrügen. Allah liebt nicht, wer ein Verräter und Sünder ist.",
    "text_uthmani": "وَلَا تُجَـٰدِلْ عَنِ ٱلَّذِينَ يَخْتَانُونَ أَنفُسَهُمْ ۚ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ خَوَّانًا أَثِيمًا",
    "text_uthmani_transcribed": "Wa lā tujādil 'anil-lażīna yakhtānūna anfusahum, innallāha lā yuḥibbu man kāna khawwānan aṡīmā(n)."
  },
  {
    "verse_number": 108,
    "translation": "Sie verbergen sich vor den Menschen; verbergen sich jedoch nicht vor Allah, wo Er doch bei ihnen ist, wenn sie an Worten aushecken, womit Er nicht zufrieden ist. Allah umfaßt, was sie tun.",
    "segmented": [
      {
        "belongs_to_verse_number": 108,
        "translation": "Sie verbergen sich vor den Menschen; verbergen sich jedoch nicht vor Allah, wo Er doch bei ihnen ist, wenn sie an Worten aushecken, womit Er",
        "text_uthmani": "يَسْتَخْفُونَ مِنَ ٱلنَّاسِ وَلَا يَسْتَخْفُونَ مِنَ ٱللَّهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لَا يَرْضَىٰ مِنَ ٱلْقَوْلِ",
        "text_uthmani_transcribed": "Yastakhfūna minan-nāsi wa lā yastakhfūna minallāhi wa huwa ma'ahum iż yubayyitūna mā lā yarḍā minal-qaul(i)"
      },
      {
        "belongs_to_verse_number": 108,
        "translation": "nicht zufrieden ist. Allah umfaßt, was sie tun.",
        "text_uthmani": "مَا لَا يَرْضَىٰ مِنَ ٱلْقَوْلِ ۚ وَكَانَ ٱللَّهُ بِمَا يَعْمَلُونَ مُحِيطًا",
        "text_uthmani_transcribed": "mā lā yarḍā minal-qaul(i), wa kānallāhu bimā ya'malūna muḥīṭā(n)."
      }
    ],
    "text_uthmani": "يَسْتَخْفُونَ مِنَ ٱلنَّاسِ وَلَا يَسْتَخْفُونَ مِنَ ٱللَّهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لَا يَرْضَىٰ مِنَ ٱلْقَوْلِ ۚ وَكَانَ ٱللَّهُ بِمَا يَعْمَلُونَ مُحِيطًا",
    "text_uthmani_transcribed": "Yastakhfūna minan-nāsi wa lā yastakhfūna minallāhi wa huwa ma'ahum iż yubayyitūna mā lā yarḍā minal-qaul(i), wa kānallāhu bimā ya'malūna muḥīṭā(n)."
  },
  {
    "verse_number": 109,
    "translation": "Ihr da seid es doch, die ihr im diesseitigen Leben zu ihrer Verteidigung gestritten habt. Aber wer wird am Tag der Auferstehung mit Allah zu ihrer Verteidigung streiten, oder wer wird (dann) ihr Sachwalter sein?",
    "segmented": [
      {
        "belongs_to_verse_number": 109,
        "translation": "Ihr da seid es doch, die ihr im diesseitigen Leben zu ihrer Verteidigung gestritten habt.",
        "text_uthmani": "هَـٰٓأَنتُمْ هَـٰٓؤُلَآءِ جَـٰدَلْتُمْ عَنْهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا",
        "text_uthmani_transcribed": "Hā'antum hā'ulā'i jādaltum 'anhum fil-ḥayātid-dun-yā"
      },
      {
        "belongs_to_verse_number": 109,
        "translation": "Aber wer wird am Tag der Auferstehung mit Allah zu ihrer Verteidigung streiten, oder wer wird (dann) ihr Sachwalter sein?",
        "text_uthmani": "فَمَن يُجَـٰدِلُ ٱللَّهَ عَنْهُمْ يَوْمَ ٱلْقِيَـٰمَةِ أَم مَّن يَكُونُ عَلَيْهِمْ وَكِيلًا",
        "text_uthmani_transcribed": "famay yujādilullāha 'anhum yaumal-qiyāmati am may yakūnu 'alaihim wakīlā(n)."
      }
    ],
    "text_uthmani": "هَـٰٓأَنتُمْ هَـٰٓؤُلَآءِ جَـٰدَلْتُمْ عَنْهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا فَمَن يُجَـٰدِلُ ٱللَّهَ عَنْهُمْ يَوْمَ ٱلْقِيَـٰمَةِ أَم مَّن يَكُونُ عَلَيْهِمْ وَكِيلًا",
    "text_uthmani_transcribed": "Hā'antum hā'ulā'i jādaltum 'anhum fil-ḥayātid-dun-yā, famay yujādilullāha 'anhum yaumal-qiyāmati am may yakūnu 'alaihim wakīlā(n)."
  },
  {
    "verse_number": 110,
    "translation": "Und wer etwas Böses tut oder sich selbst Unrecht zufügt und hierauf Allah um Vergebung bittet, wird Allah Allvergebend und Barmherzig finden.",
    "text_uthmani": "وَمَن يَعْمَلْ سُوٓءًا أَوْ يَظْلِمْ نَفْسَهُۥ ثُمَّ يَسْتَغْفِرِ ٱللَّهَ يَجِدِ ٱللَّهَ غَفُورًا رَّحِيمًا",
    "text_uthmani_transcribed": "Wa may ya'mal sū'an au yaẓlim nafsahū ṡumma yastagfirillāha yajidillāha gafūrar raḥīmā(n)."
  },
  {
    "verse_number": 111,
    "translation": "Und wer eine Sünde begeht’, begeht sie nur gegen sich selbst. Allah ist Allwissend und Allweise.",
    "text_uthmani": "وَمَن يَكْسِبْ إِثْمًا فَإِنَّمَا يَكْسِبُهُۥ عَلَىٰ نَفْسِهِۦ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
    "text_uthmani_transcribed": "Wa may yaksib iṡman fa innamā yaksibuhū 'alā nafsih(ī),wa kānallāhu 'alīman ḥakīmā(n)."
  },
  {
    "verse_number": 112,
    "translation": "Und wer eine Verfehlung oder eine Sünde begeht und sie hierauf einem Unschuldigen vorwirft, der lädt damit Verleumdung und deutliche Sünde auf sich.",
    "segmented": [
      {
        "belongs_to_verse_number": 112,
        "translation": "Und wer eine Verfehlung oder eine Sünde begeht und sie hierauf einem Unschuldigen vorwirft, der lädt damit Verleumdung",
        "text_uthmani": "وَمَن يَكْسِبْ خَطِيٓـَٔةً أَوْ إِثْمًا ثُمَّ يَرْمِ بِهِۦ بَرِيٓـًٔا فَقَدِ ٱحْتَمَلَ بُهْتَـٰنًا",
        "text_uthmani_transcribed": "Wa may yaksib khaṭī'atan au iṡman ṡumma yarmi bihī barī'an fa qadiḥtamala buhtānaw"
      },
      {
        "belongs_to_verse_number": 112,
        "translation": "und deutliche Sünde auf sich.",
        "text_uthmani": "وَإِثْمًا مُّبِينًا",
        "text_uthmani_transcribed": "wa iṡmam mubīnā(n)."
      }
    ],
    "text_uthmani": "وَمَن يَكْسِبْ خَطِيٓـَٔةً أَوْ إِثْمًا ثُمَّ يَرْمِ بِهِۦ بَرِيٓـًٔا فَقَدِ ٱحْتَمَلَ بُهْتَـٰنًا وَإِثْمًا مُّبِينًا",
    "text_uthmani_transcribed": "Wa may yaksib khaṭī'atan au iṡman ṡumma yarmi bihī barī'an fa qadiḥtamala buhtānaw wa iṡmam mubīnā(n)."
  },
  {
    "verse_number": 113,
    "translation": "Und wenn nicht Allahs Huld gegen dich und Sein Erbarmen gewesen wären, hätte ein Teil von ihnen wahrlich vorgehabt, dich in die Irre zu führen. Aber sie führen nur sich selbst in die Irre und fügen dir keinerlei Schaden zu. Allah hat auf dich das Buch und die Weisheit herabgesandt und dich gelehrt, was du (vorher) nicht wußtest. Und Allahs Huld gegen dich ist groß.",
    "segmented": [
      {
        "belongs_to_verse_number": 113,
        "translation": "Und wenn nicht Allahs Huld gegen dich und Sein Erbarmen gewesen wären, hätte ein Teil von ihnen wahrlich vorgehabt, dich in die Irre zu führen.",
        "text_uthmani": "وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكَ وَرَحْمَتُهُۥ لَهَمَّت طَّآئِفَةٌ مِّنْهُمْ أَن يُضِلُّوكَ",
        "text_uthmani_transcribed": "Wa lau lā faḍlullāhi 'alaika wa raḥmatuhū lahammaṭ-ṭā'ifatum minhum ay yuḍillūk(a)"
      },
      {
        "belongs_to_verse_number": 113,
        "translation": "Aber sie führen nur sich selbst in die Irre und fügen dir keinerlei Schaden zu.",
        "text_uthmani": "وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمْ ۖ وَمَا يَضُرُّونَكَ مِن شَىْءٍ ۚ",
        "text_uthmani_transcribed": "wa mā yuḍillūna illā anfusahum wa mā yaḍurrūnaka min syai'(in)"
      },
      {
        "belongs_to_verse_number": 113,
        "translation": "Allah hat auf dich das Buch und die Weisheit herabgesandt und dich gelehrt, was du (vorher) nicht wußtest. Und Allahs Huld gegen dich ist groß.",
        "text_uthmani": "وَأَنزَلَ ٱللَّهُ عَلَيْكَ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُن تَعْلَمُ ۚ وَكَانَ فَضْلُ ٱللَّهِ عَلَيْكَ عَظِيمًا",
        "text_uthmani_transcribed": "wa anzalallāhu 'alaikal-kitāba wal-ḥikmata wa 'allamaka mā lam takun ta'lam(u), wa kāna faḍlullāhi 'alaika 'aẓīmā(n)."
      }
    ],
    "text_uthmani": "وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكَ وَرَحْمَتُهُۥ لَهَمَّت طَّآئِفَةٌ مِّنْهُمْ أَن يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمْ ۖ وَمَا يَضُرُّونَكَ مِن شَىْءٍ ۚ وَأَنزَلَ ٱللَّهُ عَلَيْكَ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُن تَعْلَمُ ۚ وَكَانَ فَضْلُ ٱللَّهِ عَلَيْكَ عَظِيمًا",
    "text_uthmani_transcribed": "Wa lau lā faḍlullāhi 'alaika wa raḥmatuhū lahammaṭ-ṭā'ifatum minhum ay yuḍillūk(a), wa mā yuḍillūna illā anfusahum wa mā yaḍurrūnaka min syai'(in), wa anzalallāhu 'alaikal-kitāba wal-ḥikmata wa 'allamaka mā lam takun ta'lam(u), wa kāna faḍlullāhi 'alaika 'aẓīmā(n)."
  },
  {
    "verse_number": 114,
    "translation": "Nichts Gutes ist in vielen ihrer vertraulichen Gespräche, außer derer, die Almosen, Rechtes oder Aussöhnung unter den Menschen befehlen. Und wer dies im Trachten nach Allahs Zufriedenheit tut, dem werden Wir großartigen Lohn geben.",
    "segmented": [
      {
        "belongs_to_verse_number": 114,
        "translation": "Nichts Gutes ist in vielen ihrer vertraulichen Gespräche, außer derer, die Almosen, Rechtes oder Aussöhnung unter den Menschen befehlen.",
        "text_uthmani": "۞ لَّا خَيْرَ فِى كَثِيرٍ مِّن نَّجْوَىٰهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَـٰحٍۭ بَيْنَ ٱلنَّاسِ ۚ",
        "text_uthmani_transcribed": "Lā khaira fī kaṡīrim min najwāhum illā man amara biṣadaqatin au ma'rūfin au iṣlāḥim bainan-nās(i),"
      },
      {
        "belongs_to_verse_number": 114,
        "translation": "Und wer dies im Trachten nach Allahs Zufriedenheit tut, dem werden Wir großartigen Lohn geben.",
        "text_uthmani": "ۚ وَمَن يَفْعَلْ ذَٰلِكَ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا",
        "text_uthmani_transcribed": "wa may yaf'al żālikabtigā'a marḍātillāhi fa saufa nu'tīhi ajran 'aẓīmā(n)."
      }
    ],
    "text_uthmani": "۞ لَّا خَيْرَ فِى كَثِيرٍ مِّن نَّجْوَىٰهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَـٰحٍۭ بَيْنَ ٱلنَّاسِ ۚ وَمَن يَفْعَلْ ذَٰلِكَ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا",
    "text_uthmani_transcribed": "Lā khaira fī kaṡīrim min najwāhum illā man amara biṣadaqatin au ma'rūfin au iṣlāḥim bainan-nās(i), wa may yaf'al żālikabtigā'a marḍātillāhi fa saufa nu'tīhi ajran 'aẓīmā(n)."
  },
  {
    "verse_number": 115,
    "translation": "Wer aber dem Gesandten entgegenwirkt, nachdem ihm die Rechtleitung klargeworden ist, und einem, anderen Weg als dem der Gläubigen folgt, werden Wir dem zukehren, dem er sich zugekehrt hat, und ihn der Hölle aussetzen, und (wie) böse ist der Ausgang!",
    "segmented": [
      {
        "belongs_to_verse_number": 115,
        "translation": "Wer aber dem Gesandten entgegenwirkt, nachdem ihm die Rechtleitung klargeworden ist,",
        "text_uthmani": "وَمَن يُشَاقِقِ ٱلرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُ ٱلْهُدَىٰ",
        "text_uthmani_transcribed": "Wa may yusyāqiqir-rasūla mim ba'di mā tabayyana lahul-hudā"
      },
      {
        "belongs_to_verse_number": 115,
        "translation": "und einem, anderen Weg als dem der Gläubigen folgt, werden Wir dem zukehren, dem er sich zugekehrt hat, und ihn der Hölle aussetzen,",
        "text_uthmani": "وَيَتَّبِعْ غَيْرَ سَبِيلِ ٱلْمُؤْمِنِينَ نُوَلِّهِۦ مَا تَوَلَّىٰ وَنُصْلِهِۦ جَهَنَّمَ ۖ",
        "text_uthmani_transcribed": "wa yattabi' gaira sabīlil-mu'minīna nuwallihī mā tawallā wa nuṣlihī jahannam(a),"
      },
      {
        "belongs_to_verse_number": 115,
        "translation": "und (wie) böse ist der Ausgang!",
        "text_uthmani": "وَسَآءَتْ مَصِيرًا",
        "text_uthmani_transcribed": "wa sā'at maṣīrā(n)."
      }
    ],
    "text_uthmani": "وَمَن يُشَاقِقِ ٱلرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُ ٱلْهُدَىٰ وَيَتَّبِعْ غَيْرَ سَبِيلِ ٱلْمُؤْمِنِينَ نُوَلِّهِۦ مَا تَوَلَّىٰ وَنُصْلِهِۦ جَهَنَّمَ ۖ وَسَآءَتْ مَصِيرًا",
    "text_uthmani_transcribed": "Wa may yusyāqiqir-rasūla mim ba'di mā tabayyana lahul-hudā wa yattabi' gaira sabīlil-mu'minīna nuwallihī mā tawallā wa nuṣlihī jahannam(a), wa sā'at maṣīrā(n)."
  },
  {
    "verse_number": 116,
    "translation": "Allah vergibt gewiß nicht, daß man Ihm (etwas) beigesellt. Doch was außer diesem ist, vergibt Er, wem Er will. Wer Allah (etwas) beigesellt, der ist fürwahr weit abgeirrt.",
    "segmented": [
      {
        "belongs_to_verse_number": 116,
        "translation": "Allah vergibt gewiß nicht, daß man Ihm (etwas) beigesellt. Doch was außer diesem ist, vergibt Er, wem Er will.",
        "text_uthmani": "إِنَّ ٱللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِۦ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُ ۚ",
        "text_uthmani_transcribed": "Innallāha lā yagfiru ay yusyraka bihī wa yagfiru mā dūna żālika limay yasyā'(u),"
      },
      {
        "belongs_to_verse_number": 116,
        "translation": "Wer Allah (etwas) beigesellt, der ist fürwahr weit abgeirrt.",
        "text_uthmani": "وَمَن يُشْرِكْ بِٱللَّهِ فَقَدْ ضَلَّ ضَلَـٰلًۢا بَعِيدًا",
        "text_uthmani_transcribed": "wa may yusyrik billāhi faqad ḍalla ḍalālam ba'īdā(n)."
      }
    ],
    "text_uthmani": "إِنَّ ٱللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِۦ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُ ۚ وَمَن يُشْرِكْ بِٱللَّهِ فَقَدْ ضَلَّ ضَلَـٰلًۢا بَعِيدًا",
    "text_uthmani_transcribed": "Innallāha lā yagfiru ay yusyraka bihī wa yagfiru mā dūna żālika limay yasyā'(u), wa may yusyrik billāhi faqad ḍalla ḍalālam ba'īdā(n)."
  },
  {
    "verse_number": 117,
    "translation": "Sie rufen außer Ihm nur weibliche (Gottheiten) an, und sie rufen nur einen rebellischen Satan an.",
    "text_uthmani": "إِن يَدْعُونَ مِن دُونِهِۦٓ إِلَّآ إِنَـٰثًا وَإِن يَدْعُونَ إِلَّا شَيْطَـٰنًا مَّرِيدًا",
    "text_uthmani_transcribed": "Iy yad'ūna min dūnihī illā ināṡā(n), wa iy yad'ūna illā syaiṭānam marīdā(n)."
  },
  {
    "verse_number": 118,
    "translation": "Allah verfluchte ihn. Und er sagte: Ich werde von Deinen Dienern ganz gewiß einen festgesetzten Anteil nehmen,",
    "text_uthmani": "لَّعَنَهُ ٱللَّهُ ۘ وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَّفْرُوضًا",
    "text_uthmani_transcribed": "La'anahullāh(u), wa qāla la'attakhiżanna min 'ibādika naṣībam mafrūḍā(n)."
  },
  {
    "verse_number": 119,
    "translation": "und ich werde sie ganz gewiß in die Irre führen und ganz gewiß in ihnen Wünsche erwecken und ihnen ganz gewiß befehlen, und da werden sie ganz gewiß die Ohren des Viehs abschneiden; wahrlich, ich werde ihnen befehlen, und da werden sie ganz gewiß Allahs Schöpfung ändern. Wer sich den Satan außer Allah zum Schutzherrn nimmt, der hat fürwahr einen offenkundigen Verlust erlitten.",
    "segmented": [
      {
        "belongs_to_verse_number": 119,
        "translation": "und ich werde sie ganz gewiß in die Irre führen und ganz gewiß in ihnen Wünsche erwecken und ihnen ganz gewiß befehlen,",
        "text_uthmani": "وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَـَٔامُرَنَّهُمْ",
        "text_uthmani_transcribed": "Wa la'uḍillannahum wa la'umanniyannahum wa la'āmurannahum"
      },
      {
        "belongs_to_verse_number": 119,
        "translation": "und da werden sie ganz gewiß die Ohren des Viehs abschneiden; wahrlich, ich werde ihnen befehlen,",
        "text_uthmani": "فَلَيُبَتِّكُنَّ ءَاذَانَ ٱلْأَنْعَـٰمِ وَلَـَٔامُرَنَّهُمْ",
        "text_uthmani_transcribed": "fa layubattikunna āżānal-an'āmi wa la'āmurannahum"
      },
      {
        "belongs_to_verse_number": 119,
        "translation": "und da werden sie ganz gewiß Allahs Schöpfung ändern.",
        "text_uthmani": "وَلَـَٔامُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ ٱللَّهِ ۚ",
        "text_uthmani_transcribed": "wa la'āmurannahum fa layugayyirunna khalqallāh(i),"
      },
      {
        "belongs_to_verse_number": 119,
        "translation": "Wer sich den Satan außer Allah zum Schutzherrn nimmt, der hat fürwahr einen offenkundigen Verlust erlitten.",
        "text_uthmani": "وَمَن يَتَّخِذِ ٱلشَّيْطَـٰنَ وَلِيًّا مِّن دُونِ ٱللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُّبِينًا",
        "text_uthmani_transcribed": "wa may yattakhiżisy-syaiṭāna waliyyam min dūnillāhi faqad khasira khusrānam mubīnā(n)."
      }
    ],
    "text_uthmani": "وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَـَٔامُرَنَّهُمْ فَلَيُبَتِّكُنَّ ءَاذَانَ ٱلْأَنْعَـٰمِ وَلَـَٔامُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ ٱللَّهِ ۚ وَمَن يَتَّخِذِ ٱلشَّيْطَـٰنَ وَلِيًّا مِّن دُونِ ٱللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُّبِينًا",
    "text_uthmani_transcribed": "Wa la'uḍillannahum wa la'umanniyannahum wa la'āmurannahum fa layubattikunna āżānal-an'āmi wa la'āmurannahum fa layugayyirunna  khalqallāh(i), wa may yattakhiżisy-syaiṭāna waliyyam min dūnillāhi faqad khasira khusrānam mubīnā(n)."
  },
  {
    "verse_number": 120,
    "translation": "Er macht ihnen Versprechungen und erweckt in ihnen Wünsche; aber der Satan macht ihnen nur Versprechungen in Trug.",
    "text_uthmani": "يَعِدُهُمْ وَيُمَنِّيهِمْ ۖ وَمَا يَعِدُهُمُ ٱلشَّيْطَـٰنُ إِلَّا غُرُورًا",
    "text_uthmani_transcribed": "Ya'iduhum wa yumannīhim, wa mā ya'iduhumusy-syaiṭānu illā gurūrā(n)."
  },
  {
    "verse_number": 121,
    "translation": "Jene - ihr Zufluchtsort wird die Hölle sein, und sie werden aus ihr kein Entrinnen finden.",
    "text_uthmani": "أُو۟لَـٰٓئِكَ مَأْوَىٰهُمْ جَهَنَّمُ وَلَا يَجِدُونَ عَنْهَا مَحِيصًا",
    "text_uthmani_transcribed": "Ulā'ika ma'wāhum jahannam(u), wa lā yajidūna 'anhā maḥīṣā(n)."
  },
  {
    "verse_number": 122,
    "translation": "Diejenigen aber, die glauben und rechtschaffene Werke tun, die werden Wir in Gärten eingehen lassen, durcheilt von Bächen, ewig und auf immer darin zu bleiben - Allahs Versprechen in Wahrheit. Und wer ist wahrhaftiger als Allah in Seinen Worten?",
    "segmented": [
      {
        "belongs_to_verse_number": 122,
        "translation": "Diejenigen aber, die glauben und rechtschaffene Werke tun, die werden Wir in Gärten eingehen lassen, durcheilt von Bächen, ewig",
        "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَنُدْخِلُهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ",
        "text_uthmani_transcribed": "Wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti sanudkhiluhum jannātin tajrī min taḥtihal-anhāru khālidīna"
      },
      {
        "belongs_to_verse_number": 122,
        "translation": "und auf immer darin zu bleiben - Allahs Versprechen in Wahrheit. Und wer ist wahrhaftiger als Allah in Seinen Worten?",
        "text_uthmani": "خَـٰلِدِينَ فِيهَآ أَبَدًا ۖ وَعْدَ ٱللَّهِ حَقًّا ۚ وَمَنْ أَصْدَقُ مِنَ ٱللَّهِ قِيلًا",
        "text_uthmani_transcribed": "khālidīna fīhā abadā(n), wa'dallāhi ḥaqqā(n), wa man aṣdaqu minallāhi qīlā(n)."
      }
    ],
    "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَنُدْخِلُهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۖ وَعْدَ ٱللَّهِ حَقًّا ۚ وَمَنْ أَصْدَقُ مِنَ ٱللَّهِ قِيلًا",
    "text_uthmani_transcribed": "Wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti sanudkhiluhum jannātin tajrī min taḥtihal-anhāru khālidīna fīhā abadā(n), wa'dallāhi ḥaqqā(n), wa man aṣdaqu minallāhi qīlā(n)."
  },
  {
    "verse_number": 123,
    "translation": "Es geht weder nach euren Wünschen noch nach den Wünschen der Leute der Schrift. Wer Böses tut, dem wird es vergolten, und der findet für sich außer Allah weder Schutzherrn noch Helfer.",
    "segmented": [
      {
        "belongs_to_verse_number": 123,
        "translation": "Es geht weder nach euren Wünschen noch nach den Wünschen der Leute der Schrift.",
        "text_uthmani": "لَّيْسَ بِأَمَانِيِّكُمْ وَلَآ أَمَانِىِّ أَهْلِ ٱلْكِتَـٰبِ ۗ",
        "text_uthmani_transcribed": "Laisa bi'amāniyyikum wa lā amāniyyi ahlil-kitāb(i),"
      },
      {
        "belongs_to_verse_number": 123,
        "translation": "Wer Böses tut, dem wird es vergolten, und der findet für sich außer Allah weder Schutzherrn noch Helfer.",
        "text_uthmani": "مَن يَعْمَلْ سُوٓءًا يُجْزَ بِهِۦ وَلَا يَجِدْ لَهُۥ مِن دُونِ ٱللَّهِ وَلِيًّا وَلَا نَصِيرًا",
        "text_uthmani_transcribed": "may ya'mal sū'ay yujza bih(ī), wa lā yajid lahū min dūnillāhi waliyyaw wa lā naṣīrā(n)."
      }
    ],
    "text_uthmani": "لَّيْسَ بِأَمَانِيِّكُمْ وَلَآ أَمَانِىِّ أَهْلِ ٱلْكِتَـٰبِ ۗ مَن يَعْمَلْ سُوٓءًا يُجْزَ بِهِۦ وَلَا يَجِدْ لَهُۥ مِن دُونِ ٱللَّهِ وَلِيًّا وَلَا نَصِيرًا",
    "text_uthmani_transcribed": "Laisa bi'amāniyyikum wa lā amāniyyi ahlil-kitāb(i), may ya'mal sū'ay yujza bih(ī), wa lā yajid lahū min dūnillāhi waliyyaw wa lā naṣīrā(n)."
  },
  {
    "verse_number": 124,
    "translation": "Wer aber, sei es Mann oder Frau, etwas an rechtschaffenen Werken tut, und dabei gläubig ist, jene werden in den (Paradies)garten eingehen, und es wird ihnen nicht ein Dattelkerngrübchen Unrecht zugefügt.",
    "segmented": [
      {
        "belongs_to_verse_number": 124,
        "translation": "Wer aber, sei es Mann oder Frau, etwas an rechtschaffenen Werken tut, und dabei gläubig ist, jene werden in den (Paradies)garten eingehen,",
        "text_uthmani": "وَمَن يَعْمَلْ مِنَ ٱلصَّـٰلِحَـٰتِ مِن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَأُو۟لَـٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ",
        "text_uthmani_transcribed": "Wa may ya'mal minaṣ-ṣāliḥāti min żakarin au unṡā wa huwa mu'minun fa ulā'ika yadkhulūnal-jannata"
      },
      {
        "belongs_to_verse_number": 124,
        "translation": "und es wird ihnen nicht ein Dattelkerngrübchen Unrecht zugefügt.",
        "text_uthmani": "وَلَا يُظْلَمُونَ نَقِيرًا",
        "text_uthmani_transcribed": "wa lā yuẓlamūna naqīrā(n)."
      }
    ],
    "text_uthmani": "وَمَن يَعْمَلْ مِنَ ٱلصَّـٰلِحَـٰتِ مِن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَأُو۟لَـٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ وَلَا يُظْلَمُونَ نَقِيرًا",
    "text_uthmani_transcribed": "Wa may ya'mal minaṣ-ṣāliḥāti min żakarin au unṡā wa huwa mu'minun fa ulā'ika yadkhulūnal-jannata wa lā yuẓlamūna naqīrā(n)."
  },
  {
    "verse_number": 125,
    "translation": "Wer hätte eine bessere Religion, als wer sein Gesicht Allah hingibt und dabei Gutes tut und dem Glaubensbekenntnis Ibrahims folgt, (als) Anhänger des rechten Glaubens? Und Allah nahm sich Ibrahim zum Freund.",
    "segmented": [
      {
        "belongs_to_verse_number": 125,
        "translation": "Wer hätte eine bessere Religion, als wer sein Gesicht Allah hingibt und dabei Gutes tut",
        "text_uthmani": "وَمَنْ أَحْسَنُ دِينًا مِّمَّنْ أَسْلَمَ وَجْهَهُۥ لِلَّهِ وَهُوَ مُحْسِنٌ",
        "text_uthmani_transcribed": "Wa man aḥsanu dīnam mimman aslama wajhahū lillāhi wa huwa muḥsinuw"
      },
      {
        "belongs_to_verse_number": 125,
        "translation": "und dem Glaubensbekenntnis Ibrahims folgt, (als) Anhänger des rechten Glaubens? Und Allah nahm sich Ibrahim zum Freund.",
        "text_uthmani": "وَٱتَّبَعَ مِلَّةَ إِبْرَٰهِيمَ حَنِيفًا ۗ وَٱتَّخَذَ ٱللَّهُ إِبْرَٰهِيمَ خَلِيلًا",
        "text_uthmani_transcribed": "wattaba'a millata ibrāhīma ḥanīfā(n), wattakhażallāhu ibrāhīma khalīlā(n)."
      }
    ],
    "text_uthmani": "وَمَنْ أَحْسَنُ دِينًا مِّمَّنْ أَسْلَمَ وَجْهَهُۥ لِلَّهِ وَهُوَ مُحْسِنٌ وَٱتَّبَعَ مِلَّةَ إِبْرَٰهِيمَ حَنِيفًا ۗ وَٱتَّخَذَ ٱللَّهُ إِبْرَٰهِيمَ خَلِيلًا",
    "text_uthmani_transcribed": "Wa man aḥsanu dīnam mimman aslama wajhahū lillāhi wa huwa muḥsinuw wattaba'a millata ibrāhīma ḥanīfā(n), wattakhażallāhu ibrāhīma khalīlā(n)."
  },
  {
    "verse_number": 126,
    "translation": "Und Allah gehört (alles), was in den Himmeln und was auf der Erde ist; Allah umfaßt alles.",
    "text_uthmani": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ مُّحِيطًا",
    "text_uthmani_transcribed": "Wa lillāhi mā fis-samāwāti wa mā fil-arḍ(i), wa kānallāhu bikulli syai'im muḥīṭā(n)."
  },
  {
    "verse_number": 127,
    "translation": "Sie fragen dich um Belehrung über die Frauen. Sag: „Allah belehrt euch über sie, und (weiter lehrt,) was euch im Buch verlesen wird über die weiblichen Waisen, denen ihr nicht gebt, was ihnen vorgeschrieben ist, und die ihr zu heiraten begehrt, und die schwachen unter den Kindern, und daß ihr gegenüber den Waisen Gerechtigkeit wahrt. Und was immer ihr an Gutem tut, so weiß Allah darüber Bescheid.",
    "segmented": [
      {
        "belongs_to_verse_number": 127,
        "translation": "Sie fragen dich um Belehrung über die Frauen. Sag: „Allah belehrt euch über sie,",
        "text_uthmani": "وَيَسْتَفْتُونَكَ فِى ٱلنِّسَآءِ ۖ قُلِ ٱللَّهُ يُفْتِيكُمْ فِيهِنَّ",
        "text_uthmani_transcribed": "Wa yastaftūnaka fin-nisā'(i), qulillāhu yuftīkum fīhinn(a)"
      },
      {
        "belongs_to_verse_number": 127,
        "translation": "und (weiter lehrt,) was euch im Buch verlesen wird über die weiblichen Waisen, denen ihr nicht gebt, was ihnen vorgeschrieben ist,",
        "text_uthmani": "وَمَا يُتْلَىٰ عَلَيْكُمْ فِى يَتَـٰمَى ٱلنِّسَآءِ ٱلَّـٰتِى لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ",
        "text_uthmani_transcribed": "wa mā yutlā 'alaikum fī yatāman-nisā'il-lātī lā tu'tūnahunna mā kutiba lahunna"
      },
      {
        "belongs_to_verse_number": 127,
        "translation": "und die ihr zu heiraten begehrt, und die schwachen unter den Kindern, und daß ihr gegenüber den Waisen Gerechtigkeit wahrt.",
        "text_uthmani": "وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ وَٱلْمُسْتَضْعَفِينَ مِنَ ٱلْوِلْدَٰنِ وَأَن تَقُومُوا۟ لِلْيَتَـٰمَىٰ بِٱلْقِسْطِ",
        "text_uthmani_transcribed": "wa targabūna an tankiḥūhunna wal-mustaḍ'afīna minal-wildān(i), wa an taqūmū lil-yatāmā bil-qisṭ(i)"
      },
      {
        "belongs_to_verse_number": 127,
        "translation": "Und was immer ihr an Gutem tut, so weiß Allah darüber Bescheid.",
        "text_uthmani": "وَمَا تَفْعَلُوا۟ مِنْ خَيْرٍ فَإِنَّ ٱللَّهَ كَانَ بِهِۦ عَلِيمًا",
        "text_uthmani_transcribed": "wa mā taf'alū min khairin fa innallāha kāna bihī 'alīmā(n)."
      }
    ],
    "text_uthmani": "وَيَسْتَفْتُونَكَ فِى ٱلنِّسَآءِ ۖ قُلِ ٱللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَىٰ عَلَيْكُمْ فِى ٱلْكِتَـٰبِ فِى يَتَـٰمَى ٱلنِّسَآءِ ٱلَّـٰتِى لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ وَٱلْمُسْتَضْعَفِينَ مِنَ ٱلْوِلْدَٰنِ وَأَن تَقُومُوا۟ لِلْيَتَـٰمَىٰ بِٱلْقِسْطِ ۚ وَمَا تَفْعَلُوا۟ مِنْ خَيْرٍ فَإِنَّ ٱللَّهَ كَانَ بِهِۦ عَلِيمًا",
    "text_uthmani_transcribed": "Wa yastaftūnaka fin-nisā'(i), qulillāhu yuftīkum fīhinn(a), wa mā yutlā 'alaikum fil-kitābi fī yatāman-nisā'il-lātī lā tu'tūnahunna mā kutiba  lahunna wa targabūna an tankiḥūhunna wal-mustaḍ'afīna minal-wildān(i), wa an taqūmū lil-yatāmā bil-qisṭ(i), wa mā taf'alū min khairin fa innallāha kāna bihī 'alīmā(n)."
  },
  {
    "verse_number": 128,
    "translation": "Und wenn eine Frau von ihrem Ehemann Widersetzlichkeit oder Meidung befürchtet, so ist es keine Sünde für sie (beide), sich in Frieden zu einigen; denn friedliche Einigung ist besser. Und die Seelen sind der Habsucht zugänglich. Doch wenn ihr wohltätig seid und gottesfürchtig, so ist Allah dessen, was ihr tut, gewiß Kundig.",
    "segmented": [
      {
        "belongs_to_verse_number": 128,
        "translation": "Und wenn eine Frau von ihrem Ehemann Widersetzlichkeit",
        "text_uthmani": "وَإِنِ ٱمْرَأَةٌ خَافَتْ مِنۢ بَعْلِهَا نُشُوزًا",
        "text_uthmani_transcribed": "Wa inimra'atun khāfat mim ba'lihā nusyūzan"
      },
      {
        "belongs_to_verse_number": 128,
        "translation": "oder Meidung befürchtet, so ist es keine Sünde für sie (beide), sich in Frieden zu einigen; denn friedliche Einigung ist besser.",
        "text_uthmani": "أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَآ أَن يُصْلِحَا بَيْنَهُمَا صُلْحًا ۚ وَٱلصُّلْحُ خَيْرٌ ۗ",
        "text_uthmani_transcribed": "au i'rāḍan falā junāḥa 'alaihimā ay yuṣliḥā bainahumā ṣulḥā(n), waṣ-ṣulḥu khair(un),"
      },
      {
        "belongs_to_verse_number": 128,
        "translation": "Und die Seelen sind der Habsucht zugänglich. Doch wenn ihr wohltätig seid und gottesfürchtig, so ist Allah dessen, was ihr tut, gewiß Kundig.",
        "text_uthmani": "وَأُحْضِرَتِ ٱلْأَنفُسُ ٱلشُّحَّ ۚ وَإِن تُحْسِنُوا۟ وَتَتَّقُوا۟ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
        "text_uthmani_transcribed": "wa uḥḍiratil-anfususy-syuḥḥ(a), wa in tuḥsinū wa tattaqū fa innallāha kāna bimā ta'malūna khabīrā(n)."
      }
    ],
    "text_uthmani": "وَإِنِ ٱمْرَأَةٌ خَافَتْ مِنۢ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَآ أَن يُصْلِحَا بَيْنَهُمَا صُلْحًا ۚ وَٱلصُّلْحُ خَيْرٌ ۗ وَأُحْضِرَتِ ٱلْأَنفُسُ ٱلشُّحَّ ۚ وَإِن تُحْسِنُوا۟ وَتَتَّقُوا۟ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
    "text_uthmani_transcribed": "Wa inimra'atun khāfat mim ba'lihā nusyūzan au i'rāḍan falā junāḥa 'alaihimā ay yuṣliḥā bainahumā ṣulḥā(n), waṣ-ṣulḥu khair(un), wa uḥḍiratil-anfususy-syuḥḥ(a), wa in tuḥsinū wa tattaqū fa innallāha kāna bimā ta'malūna khabīrā(n)."
  },
  {
    "verse_number": 129,
    "translation": "Und ihr werdet zwischen den Frauen nicht gerecht handeln können, auch wenn ihr danach trachtet. Aber neigt nicht gänzlich (von einer weg zu der anderen), so daß ihr sie gleichsam in der Schwebe laßt. Und wenn ihr (es) wiedergutmacht und gottesfürchtig seid, gewiß, so ist Allah Allvergebend und Barmherzig.",
    "segmented": [
      {
        "belongs_to_verse_number": 129,
        "translation": "Und ihr werdet zwischen den Frauen nicht gerecht handeln können, auch wenn ihr danach trachtet.",
        "text_uthmani": "وَلَن تَسْتَطِيعُوٓا۟ أَن تَعْدِلُوا۟ بَيْنَ ٱلنِّسَآءِ وَلَوْ حَرَصْتُمْ ۖ",
        "text_uthmani_transcribed": "Wa lan tastaṭī'ū an ta'dilū bainan-nisā'i wa lau ḥaraṣtum."
      },
      {
        "belongs_to_verse_number": 129,
        "translation": "Aber neigt nicht gänzlich (von einer weg zu der anderen), so daß ihr sie gleichsam in der Schwebe laßt.",
        "text_uthmani": "فَلَا تَمِيلُوا۟ كُلَّ ٱلْمَيْلِ فَتَذَرُوهَا كَٱلْمُعَلَّقَةِ ۚ",
        "text_uthmani_transcribed": "falā tamīlū kullal-maili fa tażarūhā kal-mu'allaqah(ti),"
      },
      {
        "belongs_to_verse_number": 129,
        "translation": "Und wenn ihr (es) wiedergutmacht und gottesfürchtig seid, gewiß, so ist Allah Allvergebend und Barmherzig.",
        "text_uthmani": "وَإِن تُصْلِحُوا۟ وَتَتَّقُوا۟ فَإِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
        "text_uthmani_transcribed": "wa in tuṣliḥū wa tattaqū fa innallāha kāna gafūrar raḥīmā(n)."
      }
    ],
    "text_uthmani": "وَلَن تَسْتَطِيعُوٓا۟ أَن تَعْدِلُوا۟ بَيْنَ ٱلنِّسَآءِ وَلَوْ حَرَصْتُمْ ۖ فَلَا تَمِيلُوا۟ كُلَّ ٱلْمَيْلِ فَتَذَرُوهَا كَٱلْمُعَلَّقَةِ ۚ وَإِن تُصْلِحُوا۟ وَتَتَّقُوا۟ فَإِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
    "text_uthmani_transcribed": "Wa lan tastaṭī'ū an ta'dilū bainan-nisā'i wa lau ḥaraṣtum falā tamīlū kullal-maili fa tażarūhā kal-mu'allaqah(ti), wa in tuṣliḥū wa tattaqū fa innallāha kāna gafūrar raḥīmā(n)."
  },
  {
    "verse_number": 130,
    "translation": "Und wenn die beiden sich trennen, wird Allah jeden aus Seiner Fülle bereichern. Allah ist Allumfassend und Allweise.",
    "text_uthmani": "وَإِن يَتَفَرَّقَا يُغْنِ ٱللَّهُ كُلًّا مِّن سَعَتِهِۦ ۚ وَكَانَ ٱللَّهُ وَٰسِعًا حَكِيمًا",
    "text_uthmani_transcribed": "Wa iy yatafarraqā yugnillāhu kullam min sa'atih(ī), wa kānallāhu wāsi'an ḥakīmā(n)."
  },
  {
    "verse_number": 131,
    "translation": "Allah gehört (alles), was in den Himmeln und was auf der Erde ist. Und Wir haben bereits denjenigen, denen vor euch die Schrift gegeben wurde, und euch anbefohlen: Fürchtet Allah! Wenn ihr aber ungläubig seid, gewiß, so gehört Allah (alles), was in den Himmeln und was auf der Erde ist. Allah ist Unbedürftig und Lobenswürdig.",
    "segmented": [
      {
        "belongs_to_verse_number": 131,
        "translation": "Allah gehört (alles), was in den Himmeln und was auf der Erde ist.",
        "text_uthmani": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ",
        "text_uthmani_transcribed": "Wa lillāhi mā fis-samāwāti wa mā fil-arḍ(i),"
      },
      {
        "belongs_to_verse_number": 131,
        "translation": "Und Wir haben bereits denjenigen, denen vor euch die Schrift gegeben wurde, und euch anbefohlen: Fürchtet Allah!",
        "text_uthmani": "وَلَقَدْ وَصَّيْنَا ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلِكُمْ وَإِيَّاكُمْ أَنِ ٱتَّقُوا۟ ٱللَّهَ ۚ",
        "text_uthmani_transcribed": "wa laqad waṣṣainal-lażīna ūtul-kitāba min qablikum wa iyyākum anittaqullāh(a),"
      },
      {
        "belongs_to_verse_number": 131,
        "translation": "Wenn ihr aber ungläubig seid, gewiß, so gehört Allah (alles), was in den Himmeln und was auf der Erde ist.",
        "text_uthmani": "وَإِن تَكْفُرُوا۟ فَإِنَّ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ",
        "text_uthmani_transcribed": "wa in takfurū fa inna lillāhi mā fis-samāwāti wa mā fil-arḍ(i),"
      },
      {
        "belongs_to_verse_number": 131,
        "translation": "Allah ist Unbedürftig und Lobenswürdig.",
        "text_uthmani": "وَكَانَ ٱللَّهُ غَنِيًّا حَمِيدًا",
        "text_uthmani_transcribed": "wa kānallāhu ganiyyan ḥamīdā(n)."
      }
    ],
    "text_uthmani": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَلَقَدْ وَصَّيْنَا ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلِكُمْ وَإِيَّاكُمْ أَنِ ٱتَّقُوا۟ ٱللَّهَ ۚ وَإِن تَكْفُرُوا۟ فَإِنَّ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ غَنِيًّا حَمِيدًا",
    "text_uthmani_transcribed": "Wa lillāhi mā fis-samāwāti wa mā fil-arḍ(i), wa laqad waṣṣainal-lażīna ūtul-kitāba min qablikum wa iyyākum anittaqullāh(a), wa in takfurū fa inna lillāhi mā fis-samāwāti wa mā fil-arḍ(i), wa kānallāhu ganiyyan ḥamīdā(n)."
  },
  {
    "verse_number": 132,
    "translation": "Allah gehört (alles), was in den Himmeln und was auf der Erde ist, und Allah genügt als Sachwalter.",
    "text_uthmani": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
    "text_uthmani_transcribed": "Wa lillāhi mā fis-samāwāti wa mā fil-arḍ(i), wa kafā billāhi wakīlā(n)."
  },
  {
    "verse_number": 133,
    "translation": "Wenn Er will, läßt Er euch vergehen, ihr Menschen, und bringt andere. Allah hat dazu die Macht.",
    "text_uthmani": "إِن يَشَأْ يُذْهِبْكُمْ أَيُّهَا ٱلنَّاسُ وَيَأْتِ بِـَٔاخَرِينَ ۚ وَكَانَ ٱللَّهُ عَلَىٰ ذَٰلِكَ قَدِيرًا",
    "text_uthmani_transcribed": "Iy yasya' yużhibkum ayyuhan-nāsu wa ya'ti bi'ākharīn(a), wa kānallāhu 'alā żālika qadīrā(n)."
  },
  {
    "verse_number": 134,
    "translation": "Wer immer die Belohnung des Diesseits will, so ist bei Allah die Belohnung des Diesseits und des Jenseits. Allah ist Allhörend und Allsehend.",
    "text_uthmani": "مَّن كَانَ يُرِيدُ ثَوَابَ ٱلدُّنْيَا فَعِندَ ٱللَّهِ ثَوَابُ ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۚ وَكَانَ ٱللَّهُ سَمِيعًۢا بَصِيرًا",
    "text_uthmani_transcribed": "Man kāna yurīdu ṡawābad-dun-yā fa 'indallāhi ṡawābud-dun-yā wal-ākhirah(ti), wa kānallāhu samī'am baṣīrā(n)."
  },
  {
    "verse_number": 135,
    "translation": "O die ihr glaubt, seid Wahrer der Gerechtigkeit, Zeugen für Allah, auch wenn es gegen euch selbst oder die Eltern und nächsten Verwandten sein sollte! Ob er (der Betreffende) reich oder arm ist, so steht Allah beiden näher. Darum folgt nicht der Neigung, daß ihr nicht gerecht handelt! Wenn ihr (die Wahrheit) verdreht oder euch (davon) abwendet, gewiß, so ist Allah dessen, was ihr tut, Kundig.",
    "segmented": [
      {
        "belongs_to_verse_number": 135,
        "translation": "O die ihr glaubt, seid Wahrer der Gerechtigkeit, Zeugen für Allah, auch wenn es gegen euch selbst oder die Eltern",
        "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوا۟ قَوَّٰمِينَ بِٱلْقِسْطِ شُهَدَآءَ لِلَّهِ وَلَوْ عَلَىٰٓ أَنفُسِكُمْ أَوِ ٱلْوَٰلِدَيْنِ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū kūnū qawwāmīna bil-qisṭi syuhadā'a lillāhi wa lau 'alā anfusikum awil-wālidaini"
      },
      {
        "belongs_to_verse_number": 135,
        "translation": "und nächsten Verwandten sein sollte!",
        "text_uthmani": "وَٱلْأَقْرَبِينَ ۚ",
        "text_uthmani_transcribed": "wal-aqrabīn(a),"
      },
      {
        "belongs_to_verse_number": 135,
        "translation": "Ob er (der Betreffende) reich oder arm ist, so steht Allah beiden näher. Darum folgt nicht der Neigung, daß ihr nicht gerecht handelt!",
        "text_uthmani": "إِن يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَٱللَّهُ أَوْلَىٰ بِهِمَا ۖ فَلَا تَتَّبِعُوا۟ ٱلْهَوَىٰٓ أَن تَعْدِلُوا۟ ۚ",
        "text_uthmani_transcribed": "iy yakun ganiyyan au faqīran fallāhu aulā bihimā, falā tattabi'ul-hawā an ta'dilū, ۖ"
      },
      {
        "belongs_to_verse_number": 135,
        "translation": "Wenn ihr (die Wahrheit) verdreht oder euch (davon) abwendet, gewiß, so ist Allah dessen, was ihr tut, Kundig.",
        "text_uthmani": "ۚ وَإِن تَلْوُۥٓا۟ أَوْ تُعْرِضُوا۟ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
        "text_uthmani_transcribed": "wa in talwū au tu'riḍū fa innallāha kāna bimā ta'malūna khabīrā(n)."
      }
    ],
    "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوا۟ قَوَّٰمِينَ بِٱلْقِسْطِ شُهَدَآءَ لِلَّهِ وَلَوْ عَلَىٰٓ أَنفُسِكُمْ أَوِ ٱلْوَٰلِدَيْنِ وَٱلْأَقْرَبِينَ ۚ إِن يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَٱللَّهُ أَوْلَىٰ بِهِمَا ۖ فَلَا تَتَّبِعُوا۟ ٱلْهَوَىٰٓ أَن تَعْدِلُوا۟ ۚ وَإِن تَلْوُۥٓا۟ أَوْ تُعْرِضُوا۟ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū kūnū qawwāmīna bil-qisṭi syuhadā'a lillāhi wa lau 'alā anfusikum awil-wālidaini wal-aqrabīn(a), iy yakun ganiyyan au faqīran fallāhu aulā bihimā, falā tattabi'ul-hawā an ta'dilū, wa in talwū au tu'riḍū fa innallāha kāna bimā ta'malūna khabīrā(n)."
  },
  {
    "verse_number": 136,
    "translation": "O die ihr glaubt, glaubt an Allah und Seinen Gesandten und das Buch, das Er Seinem Gesandten offenbart und die Schrift, die Er zuvor herabgesandt hat. Wer Allah, Seine Engel, Seine Schriften, Seine Gesandten und den Jüngsten Tag verleugnet, der ist fürwahr weit abgeirrt.",
    "segmented": [
      {
        "belongs_to_verse_number": 136,
        "translation": "O die ihr glaubt, glaubt an Allah und Seinen Gesandten und das Buch, das Er Seinem Gesandten offenbart",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ ءَامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَٱلْكِتَـٰبِ ٱلَّذِى نَزَّلَ عَلَىٰ رَسُولِهِۦ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū āminū billāhi wa rasūlihī wal-kitābil-lażī nazzala 'alā rasūlihī"
      },
      {
        "belongs_to_verse_number": 136,
        "translation": "und die Schrift, die Er zuvor herabgesandt hat.",
        "text_uthmani": "وَٱلْكِتَـٰبِ ٱلَّذِىٓ أَنزَلَ مِن قَبْلُ ۚ",
        "text_uthmani_transcribed": "wal-kitābil-lażī anzala min qabl(u),"
      },
      {
        "belongs_to_verse_number": 136,
        "translation": "Wer Allah, Seine Engel, Seine Schriften, Seine Gesandten und den Jüngsten Tag verleugnet, der ist fürwahr weit abgeirrt.",
        "text_uthmani": "وَمَن يَكْفُرْ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ وَٱلْيَوْمِ ٱلْـَٔاخِرِ فَقَدْ ضَلَّ ضَلَـٰلًۢا بَعِيدًا",
        "text_uthmani_transcribed": "wa may yakfur billāhi wa malā'ikatihī wa kutubihī wa rusulihī wal-yaumil-ākhiri faqad ḍalla ḍalālam ba'īdā(n)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ ءَامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَٱلْكِتَـٰبِ ٱلَّذِى نَزَّلَ عَلَىٰ رَسُولِهِۦ وَٱلْكِتَـٰبِ ٱلَّذِىٓ أَنزَلَ مِن قَبْلُ ۚ وَمَن يَكْفُرْ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ وَٱلْيَوْمِ ٱلْـَٔاخِرِ فَقَدْ ضَلَّ ضَلَـٰلًۢا بَعِيدًا",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū āminū billāhi wa rasūlihī wal-kitābil-lażī nazzala 'alā rasūlihī wal-kitābil-lażī anzala min qabl(u), wa may yakfur billāhi wa malā'ikatihī wa kutubihī wa rusulihī wal-yaumil-ākhiri faqad ḍalla ḍalālam ba'īdā(n)."
  },
  {
    "verse_number": 137,
    "translation": "Gewiß, diejenigen, die gläubig sind, hierauf ungläubig werden, hierauf (wieder) gläubig werden, hierauf (wieder) ungläubig werden und dann an Unglauben zunehmen - es ist nicht Allahs (Wille), ihnen zu vergeben noch sie einen (rechten) Weg zu leiten.",
    "segmented": [
      {
        "belongs_to_verse_number": 137,
        "translation": "Gewiß, diejenigen, die gläubig sind, hierauf ungläubig werden, hierauf (wieder) gläubig werden, hierauf (wieder) ungläubig werden",
        "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ ثُمَّ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟",
        "text_uthmani_transcribed": "Innal-lażīna āmanū ṡumma kafarū ṡumma āmanū ṡumma kafarū"
      },
      {
        "belongs_to_verse_number": 137,
        "translation": "und dann an Unglauben zunehmen - es ist nicht Allahs (Wille), ihnen zu vergeben noch sie einen (rechten) Weg zu leiten.",
        "text_uthmani": "ثُمَّ ٱزْدَادُوا۟ كُفْرًا لَّمْ يَكُنِ ٱللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيلًۢا",
        "text_uthmani_transcribed": "ṡummazdādū kufral lam yakunillāhu liyagfira lahum wa lā liyahdiyahum sabīlā(n)."
      }
    ],
    "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ ثُمَّ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ ثُمَّ ٱزْدَادُوا۟ كُفْرًا لَّمْ يَكُنِ ٱللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيلًۢا",
    "text_uthmani_transcribed": "Innal-lażīna āmanū ṡumma kafarū ṡumma āmanū ṡumma kafarū ṡummazdādū kufral lam yakunillāhu liyagfira lahum wa lā liyahdiyahum sabīlā(n)."
  },
  {
    "verse_number": 138,
    "translation": "Verkünde den Heuchlern, daß es für sie schmerzhafte Strafe geben wird,",
    "text_uthmani": "بَشِّرِ ٱلْمُنَـٰفِقِينَ بِأَنَّ لَهُمْ عَذَابًا أَلِيمًا",
    "text_uthmani_transcribed": "Basysyiril-munāfiqīna bi'anna lahum 'ażāban alīmā(n)."
  },
  {
    "verse_number": 139,
    "translation": "(sie,) die die Ungläubigen anstatt der Gläubigen zu Schutzherren nehmen. Begehren sie (etwa) Macht bei ihnen (zu finden)? Gewiß, alle Macht gehört Allah.",
    "segmented": [
      {
        "belongs_to_verse_number": 139,
        "translation": "(sie,) die die Ungläubigen anstatt der Gläubigen zu Schutzherren nehmen. Begehren sie (etwa) Macht bei ihnen (zu finden)?",
        "text_uthmani": "ٱلَّذِينَ يَتَّخِذُونَ ٱلْكَـٰفِرِينَ أَوْلِيَآءَ مِن دُونِ ٱلْمُؤْمِنِينَ ۚ أَيَبْتَغُونَ عِندَهُمُ ٱلْعِزَّةَ",
        "text_uthmani_transcribed": "Al-lażīna yattakhiżūnal-kāfirīna auliyā'a min dūnil-mu'minīn(a), ayabtagūna 'indahumul-'izzata"
      },
      {
        "belongs_to_verse_number": 139,
        "translation": "Gewiß, alle Macht gehört Allah.",
        "text_uthmani": "فَإِنَّ ٱلْعِزَّةَ لِلَّهِ جَمِيعًا",
        "text_uthmani_transcribed": "fa innal-'izzata lillāhi jamī'ā(n)."
      }
    ],
    "text_uthmani": "ٱلَّذِينَ يَتَّخِذُونَ ٱلْكَـٰفِرِينَ أَوْلِيَآءَ مِن دُونِ ٱلْمُؤْمِنِينَ ۚ أَيَبْتَغُونَ عِندَهُمُ ٱلْعِزَّةَ فَإِنَّ ٱلْعِزَّةَ لِلَّهِ جَمِيعًا",
    "text_uthmani_transcribed": "Al-lażīna yattakhiżūnal-kāfirīna auliyā'a min dūnil-mu'minīn(a), ayabtagūna 'indahumul-'izzata fa innal-'izzata lillāhi jamī'ā(n)."
  },
  {
    "verse_number": 140,
    "translation": "Er hat euch (doch) bereits im Buch offenbart: Wenn ihr hört, daß man Allahs Zeichen verleugnet und sich über sie lustig macht, dann sitzt nicht mit ihnen\r\n(zusammen), bis sie auf ein anderes Gespräch eingehen. Sonst seid ihr ihnen gleich. Gewiß, Allah wird die Heuchler und die Ungläubigen alle in der Hölle versammeln,",
    "segmented": [
      {
        "belongs_to_verse_number": 140,
        "translation": "Er hat euch (doch) bereits im Buch offenbart: Wenn ihr hört, daß man Allahs Zeichen verleugnet",
        "text_uthmani": "وَقَدْ نَزَّلَ عَلَيْكُمْ فِى ٱلْكِتَـٰبِ أَنْ إِذَا سَمِعْتُمْ ءَايَـٰتِ ٱللَّهِ يُكْفَرُ بِهَا",
        "text_uthmani_transcribed": "Wa qad nazzala 'alaikum fil-kitābi an iżā sami'tum āyātillāhi yukfaru bihā"
      },
      {
        "belongs_to_verse_number": 140,
        "translation": "und sich über sie lustig macht, dann sitzt nicht mit ihnen\r\n(zusammen), bis sie auf ein anderes Gespräch eingehen.",
        "text_uthmani": "وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوا۟ مَعَهُمْ حَتَّىٰ يَخُوضُوا۟ فِى حَدِيثٍ غَيْرِهِۦٓ",
        "text_uthmani_transcribed": "wa yustahza'u bihā falā taq'udū ma'ahum ḥattā yakhūḍū fī ḥadīṡin gairih(ī)"
      },
      {
        "belongs_to_verse_number": 140,
        "translation": "Sonst seid ihr ihnen gleich. Gewiß, Allah wird die Heuchler und die Ungläubigen alle in der Hölle versammeln,",
        "text_uthmani": "إِنَّكُمْ إِذًا مِّثْلُهُمْ ۗ إِنَّ ٱللَّهَ جَامِعُ ٱلْمُنَـٰفِقِينَ وَٱلْكَـٰفِرِينَ فِى جَهَنَّمَ جَمِيعًا",
        "text_uthmani_transcribed": "innakum iżam miṡlahum, innallāha jāmi'ul-munāfiqīna wal-kāfirīna fī jahannama jamī'ā(n)."
      }
    ],
    "text_uthmani": "وَقَدْ نَزَّلَ عَلَيْكُمْ فِى ٱلْكِتَـٰبِ أَنْ إِذَا سَمِعْتُمْ ءَايَـٰتِ ٱللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوا۟ مَعَهُمْ حَتَّىٰ يَخُوضُوا۟ فِى حَدِيثٍ غَيْرِهِۦٓ ۚ إِنَّكُمْ إِذًا مِّثْلُهُمْ ۗ إِنَّ ٱللَّهَ جَامِعُ ٱلْمُنَـٰفِقِينَ وَٱلْكَـٰفِرِينَ فِى جَهَنَّمَ جَمِيعًا",
    "text_uthmani_transcribed": "Wa qad nazzala 'alaikum fil-kitābi an iżā sami'tum āyātillāhi yukfaru bihā wa yustahza'u bihā falā taq'udū ma'ahum ḥattā yakhūḍū fī ḥadīṡin gairih(ī), innakum iżam miṡlahum, innallāha jāmi'ul-munāfiqīna wal-kāfirīna fī jahannama jamī'ā(n)."
  },
  {
    "verse_number": 141,
    "translation": "die euch gegenüber abwarten. Wenn euch ein entscheidender Sieg von Allah beschieden ist, sagen sie: Sind wir nicht mit euch gewesen? Und wenn den Ungläubigen ein Sieg beschieden ist, sagen sie: Haben wir uns nicht eurer (Angelegenheiten) bemächtigt gehabt und die Gläubigen von euch abgehalten? Aber Allah wird zwischen euch am Tag der Auferstehung richten. Und Allah wird den Ungläubigen keine Möglichkeit geben(,) gegen die Gläubigen (vorzugehen).",
    "segmented": [
      {
        "belongs_to_verse_number": 141,
        "translation": "die euch gegenüber abwarten. Wenn euch ein entscheidender Sieg von Allah beschieden ist, sagen sie: Sind wir nicht mit euch gewesen?",
        "text_uthmani": "ٱلَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِن كَانَ لَكُمْ فَتْحٌ مِّنَ ٱللَّهِ قَالُوٓا۟ أَلَمْ نَكُن مَّعَكُمْ",
        "text_uthmani_transcribed": "Al-lażīna yatarabbaṣūna bikum, fa in kāna lakum fatḥum minallāhi qālū alam nakum ma'akum"
      },
      {
        "belongs_to_verse_number": 141,
        "translation": "Und wenn den Ungläubigen ein Sieg beschieden ist, sagen sie: Haben wir uns nicht eurer (Angelegenheiten) bemächtigt gehabt",
        "text_uthmani": "وَإِن كَانَ لِلْكَـٰفِرِينَ نَصِيبٌ قَالُوٓا۟ أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ",
        "text_uthmani_transcribed": "wa in kāna lil-kāfirīna naṣībun qālū alam nastaḥwiż 'alaikum"
      },
      {
        "belongs_to_verse_number": 141,
        "translation": "und die Gläubigen von euch abgehalten? Aber Allah wird zwischen euch am Tag der Auferstehung richten.",
        "text_uthmani": "وَنَمْنَعْكُم مِّنَ ٱلْمُؤْمِنِينَ ۚ فَٱللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ ٱلْقِيَـٰمَةِ ۗ",
        "text_uthmani_transcribed": "wa namna'kum minal-mu'minīn(a), fallāhu yaḥkumu bainakum yaumal-qiyāmah(ti),"
      },
      {
        "belongs_to_verse_number": 141,
        "translation": "Und Allah wird den Ungläubigen keine Möglichkeit geben(,) gegen die Gläubigen (vorzugehen).",
        "text_uthmani": "وَلَن يَجْعَلَ ٱللَّهُ لِلْكَـٰفِرِينَ عَلَى ٱلْمُؤْمِنِينَ سَبِيلًا",
        "text_uthmani_transcribed": "wa lay yaj'alallāhu lil-kāfirīna 'alal-mu'minīna sabīlā(n)."
      }
    ],
    "text_uthmani": "ٱلَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِن كَانَ لَكُمْ فَتْحٌ مِّنَ ٱللَّهِ قَالُوٓا۟ أَلَمْ نَكُن مَّعَكُمْ وَإِن كَانَ لِلْكَـٰفِرِينَ نَصِيبٌ قَالُوٓا۟ أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُم مِّنَ ٱلْمُؤْمِنِينَ ۚ فَٱللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ ٱلْقِيَـٰمَةِ ۗ وَلَن يَجْعَلَ ٱللَّهُ لِلْكَـٰفِرِينَ عَلَى ٱلْمُؤْمِنِينَ سَبِيلًا",
    "text_uthmani_transcribed": "Al-lażīna yatarabbaṣūna bikum, fa in kāna lakum fatḥum minallāhi qālū alam nakum ma'akum, wa in kāna lil-kāfirīna naṣībun qālū alam nastaḥwiż 'alaikum wa namna'kum minal-mu'minīn(a), fallāhu yaḥkumu bainakum yaumal-qiyāmah(ti), wa lay yaj'alallāhu lil-kāfirīna 'alal-mu'minīna sabīlā(n)."
  },
  {
    "verse_number": 142,
    "translation": "Gewiß, die Heuchler möchten Allah betrügen, doch ist Er es, der sie betrügt. Und wenn sie sich zum Gebet hinstellen, stellen sie sich schwerfällig hin, wobei sie von den Menschen gesehen werden wollen, und gedenken Allahs nur wenig;",
    "segmented": [
      {
        "belongs_to_verse_number": 142,
        "translation": "Gewiß, die Heuchler möchten Allah betrügen, doch ist Er es, der sie betrügt.",
        "text_uthmani": "إِنَّ ٱلْمُنَـٰفِقِينَ يُخَـٰدِعُونَ ٱللَّهَ وَهُوَ خَـٰدِعُهُمْ",
        "text_uthmani_transcribed": "Innal-munāfiqīna yukhādi'ūnallāha wa huwa khādi'uhum"
      },
      {
        "belongs_to_verse_number": 142,
        "translation": "Und wenn sie sich zum Gebet hinstellen, stellen sie sich schwerfällig hin, wobei sie von den Menschen gesehen werden wollen,",
        "text_uthmani": "وَإِذَا قَامُوٓا۟ إِلَى ٱلصَّلَوٰةِ قَامُوا۟ كُسَالَىٰ يُرَآءُونَ ٱلنَّاسَ",
        "text_uthmani_transcribed": "wa iżā qāmū ilaṣ-ṣalāti qāmū kusālā, yurā'ūnan-nāsa"
      },
      {
        "belongs_to_verse_number": 142,
        "translation": "und gedenken Allahs nur wenig;",
        "text_uthmani": "وَلَا يَذْكُرُونَ ٱللَّهَ إِلَّا قَلِيلًا",
        "text_uthmani_transcribed": "wa lā yażkurūnallāha illā qalīlā(n)."
      }
    ],
    "text_uthmani": "إِنَّ ٱلْمُنَـٰفِقِينَ يُخَـٰدِعُونَ ٱللَّهَ وَهُوَ خَـٰدِعُهُمْ وَإِذَا قَامُوٓا۟ إِلَى ٱلصَّلَوٰةِ قَامُوا۟ كُسَالَىٰ يُرَآءُونَ ٱلنَّاسَ وَلَا يَذْكُرُونَ ٱللَّهَ إِلَّا قَلِيلًا",
    "text_uthmani_transcribed": "Innal-munāfiqīna yukhādi'ūnallāha wa huwa khādi'uhum, wa iżā qāmū ilaṣ-ṣalāti qāmū kusālā, yurā'ūnan-nāsa wa lā yażkurūnallāha illā qalīlā(n)."
  },
  {
    "verse_number": 143,
    "translation": "dazwischen hin und her schwankend - weder zu diesen noch zu jenen (gehörend). Und wen Allah in die Irre gehen läßt, für den wirst du keinen Weg finden.",
    "segmented": [
      {
        "belongs_to_verse_number": 143,
        "translation": "dazwischen hin und her schwankend - weder zu diesen noch zu jenen (gehörend).",
        "text_uthmani": "مُّذَبْذَبِينَ بَيْنَ ذَٰلِكَ لَآ إِلَىٰ هَـٰٓؤُلَآءِ وَلَآ إِلَىٰ هَـٰٓؤُلَآءِ ۚ",
        "text_uthmani_transcribed": "Mużabżabīna baina żālik(a), lā ilā ha'ulā'i wa lā ilā ha'ulā'(i),"
      },
      {
        "belongs_to_verse_number": 143,
        "translation": "Und wen Allah in die Irre gehen läßt, für den wirst du keinen Weg finden.",
        "text_uthmani": "وَمَن يُضْلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلًا",
        "text_uthmani_transcribed": "wa may yuḍlilillāhu falan tajida lahū sabīlā(n)."
      }
    ],
    "text_uthmani": "مُّذَبْذَبِينَ بَيْنَ ذَٰلِكَ لَآ إِلَىٰ هَـٰٓؤُلَآءِ وَلَآ إِلَىٰ هَـٰٓؤُلَآءِ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلًا",
    "text_uthmani_transcribed": "Mużabżabīna baina żālik(a), lā ilā ha'ulā'i wa lā ilā ha'ulā'(i), wa may yuḍlilillāhu falan tajida lahū sabīlā(n)."
  },
  {
    "verse_number": 144,
    "translation": "O die ihr glaubt, nehmt nicht die Ungläubigen anstatt der Gläubigen zu Schutzherren! Wollt ihr denn Allah eine offenkundige Handhabe gegen euch liefern?",
    "segmented": [
      {
        "belongs_to_verse_number": 144,
        "translation": "O die ihr glaubt, nehmt nicht die Ungläubigen anstatt der Gläubigen zu Schutzherren!",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلْكَـٰفِرِينَ أَوْلِيَآءَ مِن دُونِ ٱلْمُؤْمِنِينَ ۚ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tattakhiżul-kāfirīna auliyā'a min dūnil-mu'minīn(a),"
      },
      {
        "belongs_to_verse_number": 144,
        "translation": "Wollt ihr denn Allah eine offenkundige Handhabe gegen euch liefern?",
        "text_uthmani": "أَتُرِيدُونَ أَن تَجْعَلُوا۟ لِلَّهِ عَلَيْكُمْ سُلْطَـٰنًا مُّبِينًا",
        "text_uthmani_transcribed": "aturīdūna an taj'alū lillāhi 'alaikum sulṭānam mubīnā(n)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلْكَـٰفِرِينَ أَوْلِيَآءَ مِن دُونِ ٱلْمُؤْمِنِينَ ۚ أَتُرِيدُونَ أَن تَجْعَلُوا۟ لِلَّهِ عَلَيْكُمْ سُلْطَـٰنًا مُّبِينًا",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tattakhiżul-kāfirīna auliyā'a min dūnil-mu'minīn(a), aturīdūna an taj'alū lillāhi 'alaikum sulṭānam mubīnā(n)."
  },
  {
    "verse_number": 145,
    "translation": "Gewiß, die Heuchler werden sich auf dem untersten Grund des (Höllen)feuers befinden, und du wirst für sie keinen Helfer finden,",
    "text_uthmani": "إِنَّ ٱلْمُنَـٰفِقِينَ فِى ٱلدَّرْكِ ٱلْأَسْفَلِ مِنَ ٱلنَّارِ وَلَن تَجِدَ لَهُمْ نَصِيرًا",
    "text_uthmani_transcribed": "Innal-munāfiqīna fid-darkil-asfali minan-nār(i), wa lan tajida lahum naṣīrā(n)."
  },
  {
    "verse_number": 146,
    "translation": "- ausgenommen diejenigen, die bereuen und verbessern und an Allah festhalten und ihre Religion aufrichtig für Allah ausüben; jene werden mit den Gläubigen sein. Und Allah wird den Gläubigen großartigen Lohn geben.",
    "segmented": [
      {
        "belongs_to_verse_number": 146,
        "translation": "- ausgenommen diejenigen, die bereuen und verbessern und an Allah festhalten",
        "text_uthmani": "إِلَّا ٱلَّذِينَ تَابُوا۟ وَأَصْلَحُوا۟ وَٱعْتَصَمُوا۟ بِٱللَّهِ",
        "text_uthmani_transcribed": "Illal-lażīna tābū wa aṣlaḥū wa'taṣamū billāhi"
      },
      {
        "belongs_to_verse_number": 146,
        "translation": "und ihre Religion aufrichtig für Allah ausüben; jene werden mit den Gläubigen sein. Und Allah wird den Gläubigen großartigen Lohn geben.",
        "text_uthmani": "وَأَخْلَصُوا۟ دِينَهُمْ لِلَّهِ فَأُو۟لَـٰٓئِكَ مَعَ ٱلْمُؤْمِنِينَ ۖ وَسَوْفَ يُؤْتِ ٱللَّهُ ٱلْمُؤْمِنِينَ أَجْرًا عَظِيمًا",
        "text_uthmani_transcribed": "wa akhlaṣū dīnahum lillāhi fa ulā'ika ma'al-mu'minīn(a), wa saufa yu'tillāhul mu'minīna ajran 'aẓīmā(n)."
      }
    ],
    "text_uthmani": "إِلَّا ٱلَّذِينَ تَابُوا۟ وَأَصْلَحُوا۟ وَٱعْتَصَمُوا۟ بِٱللَّهِ وَأَخْلَصُوا۟ دِينَهُمْ لِلَّهِ فَأُو۟لَـٰٓئِكَ مَعَ ٱلْمُؤْمِنِينَ ۖ وَسَوْفَ يُؤْتِ ٱللَّهُ ٱلْمُؤْمِنِينَ أَجْرًا عَظِيمًا",
    "text_uthmani_transcribed": "Illal-lażīna tābū wa aṣlaḥū wa'taṣamū billāhi wa akhlaṣū dīnahum lillāhi fa ulā'ika ma'al-mu'minīn(a), wa saufa yu'tillāhul mu'minīna ajran 'aẓīmā(n)."
  },
  {
    "verse_number": 147,
    "translation": "Warum sollte Allah euch strafen, wenn ihr dankbar und gläubig seid? Allah ist Dankbar und Allwissend.",
    "text_uthmani": "مَّا يَفْعَلُ ٱللَّهُ بِعَذَابِكُمْ إِن شَكَرْتُمْ وَءَامَنتُمْ ۚ وَكَانَ ٱللَّهُ شَاكِرًا عَلِيمًا",
    "text_uthmani_transcribed": "Mā yaf'alullāhu bi'ażābikum in syakartum wa āmantum, wa kānallāhu syākiran 'alīmā(n)."
  },
  {
    "verse_number": 148,
    "translation": "Allah liebt nicht den laut vernehmbaren Gebrauch von bösen Worten, außer durch jemanden, dem Unrecht zugefügt worden ist. Allah ist Allhörend und Allwissend.",
    "segmented": [
      {
        "belongs_to_verse_number": 148,
        "translation": "Allah liebt nicht den laut vernehmbaren Gebrauch von bösen Worten, außer durch jemanden, dem Unrecht zugefügt worden ist.",
        "text_uthmani": "۞ لَّا يُحِبُّ ٱللَّهُ ٱلْجَهْرَ بِٱلسُّوٓءِ مِنَ ٱلْقَوْلِ إِلَّا مَن ظُلِمَ ۚ",
        "text_uthmani_transcribed": "Lā yuḥibbullāhul-jahra bis-sū'i minal-qauli illā man ẓulim(a),"
      },
      {
        "belongs_to_verse_number": 148,
        "translation": "Allah ist Allhörend und Allwissend.",
        "text_uthmani": "وَكَانَ ٱللَّهُ سَمِيعًا عَلِيمًا",
        "text_uthmani_transcribed": "wa kānallāhu samī'an 'alīmā(n)."
      }
    ],
    "text_uthmani": "۞ لَّا يُحِبُّ ٱللَّهُ ٱلْجَهْرَ بِٱلسُّوٓءِ مِنَ ٱلْقَوْلِ إِلَّا مَن ظُلِمَ ۚ وَكَانَ ٱللَّهُ سَمِيعًا عَلِيمًا",
    "text_uthmani_transcribed": "Lā yuḥibbullāhul-jahra bis-sū'i minal-qauli illā man ẓulim(a), wa kānallāhu samī'an 'alīmā(n)."
  },
  {
    "verse_number": 149,
    "translation": "Ob ihr etwas Gutes offenlegt, oder es verbergt, oder etwas Böses verzeiht - gewiß, Allah ist Allverzeihend und Allmächtig.",
    "text_uthmani": "إِن تُبْدُوا۟ خَيْرًا أَوْ تُخْفُوهُ أَوْ تَعْفُوا۟ عَن سُوٓءٍ فَإِنَّ ٱللَّهَ كَانَ عَفُوًّا قَدِيرًا",
    "text_uthmani_transcribed": "In tubdū khairan au tukhfūhu au ta'fū 'an sū'in fa innallāha kāna 'afuwwan qadīrā(n)."
  },
  {
    "verse_number": 150,
    "translation": "Diejenigen, die Allah und Seine Gesandten verleugnen und zwischen Allah und Seinen Gesandten einen Unterschied machen wollen und sagen: Wir glauben an die einen und verleugnen die anderen, und einen Weg dazwischen einschlagen wollen,",
    "segmented": [
      {
        "belongs_to_verse_number": 150,
        "translation": "Diejenigen, die Allah und Seine Gesandten verleugnen und zwischen Allah und Seinen Gesandten einen Unterschied machen wollen",
        "text_uthmani": "إِنَّ ٱلَّذِينَ يَكْفُرُونَ بِٱللَّهِ وَرُسُلِهِۦ وَيُرِيدُونَ أَن يُفَرِّقُوا۟ بَيْنَ ٱللَّهِ وَرُسُلِهِۦ",
        "text_uthmani_transcribed": "Innal-lażīna yakfurūna billāhi wa rusulihī wa yurīdūna ay yufarriqū bainallāhi wa rusulihī"
      },
      {
        "belongs_to_verse_number": 150,
        "translation": "und sagen: Wir glauben an die einen und verleugnen die anderen, und einen Weg dazwischen einschlagen wollen,",
        "text_uthmani": "وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتَّخِذُوا۟ بَيْنَ ذَٰلِكَ سَبِيلًا",
        "text_uthmani_transcribed": "wa yaqūlūna nu'minu biba'ḍin wa nakfuru biba'ḍ(in), wa yurīdūna ay yattakhiżū baina żālika sabīlā(n)."
      }
    ],
    "text_uthmani": "إِنَّ ٱلَّذِينَ يَكْفُرُونَ بِٱللَّهِ وَرُسُلِهِۦ وَيُرِيدُونَ أَن يُفَرِّقُوا۟ بَيْنَ ٱللَّهِ وَرُسُلِهِۦ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتَّخِذُوا۟ بَيْنَ ذَٰلِكَ سَبِيلًا",
    "text_uthmani_transcribed": "Innal-lażīna yakfurūna billāhi wa rusulihī wa yurīdūna ay yufarriqū bainallāhi wa rusulihī wa yaqūlūna nu'minu biba'ḍin wa nakfuru biba'ḍ(in), wa yurīdūna ay yattakhiżū baina żālika sabīlā(n)."
  },
  {
    "verse_number": 151,
    "translation": "das sind die wahren Ungläubigen. Und für die Ungläubigen haben Wir schmachvolle Strafe bereitet.",
    "text_uthmani": "أُو۟لَـٰٓئِكَ هُمُ ٱلْكَـٰفِرُونَ حَقًّا ۚ وَأَعْتَدْنَا لِلْكَـٰفِرِينَ عَذَابًا مُّهِينًا",
    "text_uthmani_transcribed": "Ulā'ika humul-kāfirūna ḥaqqā(n), wa a'tadnā lil-kāfirīna 'ażābam muhīnā(n)."
  },
  {
    "verse_number": 152,
    "translation": "Denjenigen aber, die an Allah und Seine Gesandten glauben und keinen Unterschied zwischen jemandem von ihnen machen, denen wird Er ihren Lohn geben. Allah ist Allvergebend und Barmherzig.",
    "segmented": [
      {
        "belongs_to_verse_number": 152,
        "translation": "Denjenigen aber, die an Allah und Seine Gesandten glauben",
        "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ",
        "text_uthmani_transcribed": "Wal-lażīna āmanū billāhi wa rusulihī"
      },
      {
        "belongs_to_verse_number": 152,
        "translation": "und keinen Unterschied zwischen jemandem von ihnen machen, denen wird Er ihren Lohn geben. Allah ist Allvergebend und Barmherzig.",
        "text_uthmani": "وَلَمْ يُفَرِّقُوا۟ بَيْنَ أَحَدٍ مِّنْهُمْ أُو۟لَـٰٓئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
        "text_uthmani_transcribed": "wa lam yufarriqū baina aḥadim minhum ulā'ika saufa nu'tīhim ujūrahum, wa kānallāhu gafūrar raḥīmā(n)."
      }
    ],
    "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ وَلَمْ يُفَرِّقُوا۟ بَيْنَ أَحَدٍ مِّنْهُمْ أُو۟لَـٰٓئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
    "text_uthmani_transcribed": "Wal-lażīna āmanū billāhi wa rusulihī wa lam yufarriqū baina aḥadim minhum ulā'ika saufa nu'tīhim ujūrahum, wa kānallāhu gafūrar raḥīmā(n)."
  },
  {
    "verse_number": 153,
    "translation": "Die Leute der Schrift verlangen von dir, daß du ihnen vom Himmel ein Buch offenbaren läßt. Sie haben von Musa bereits etwas noch Größeres als dies verlangt, denn sie sagten: Zeige uns Allah unverhüllt! Da ergriff sie der Donnerschlag wegen ihrer Ungerechtigkeit. Hierauf nahmen sie das Kalb an, nachdem die klaren Beweise zu ihnen gekommen waren. Aber Wir verziehen es und gaben Musa offenkundige Gewalt.",
    "segmented": [
      {
        "belongs_to_verse_number": 153,
        "translation": "Die Leute der Schrift verlangen von dir, daß du ihnen vom Himmel ein Buch offenbaren läßt.",
        "text_uthmani": "يَسْـَٔلُكَ أَهْلُ ٱلْكِتَـٰبِ أَن تُنَزِّلَ عَلَيْهِمْ كِتَـٰبًا مِّنَ ٱلسَّمَآءِ ۚ",
        "text_uthmani_transcribed": "Yas'aluka ahlul-kitābi an tunazzila 'alaihim kitābam minas-samā'i."
      },
      {
        "belongs_to_verse_number": 153,
        "translation": "Sie haben von Musa bereits etwas noch Größeres als dies verlangt, denn sie sagten: Zeige uns Allah unverhüllt!",
        "text_uthmani": "فَقَدْ سَأَلُوا۟ مُوسَىٰٓ أَكْبَرَ مِن ذَٰلِكَ فَقَالُوٓا۟ أَرِنَا ٱللَّهَ جَهْرَةً",
        "text_uthmani_transcribed": "faqad sa'alū mūsā akbara min żālika fa qālū arinallāha jahratan"
      },
      {
        "belongs_to_verse_number": 153,
        "translation": "Da ergriff sie der Donnerschlag wegen ihrer Ungerechtigkeit. Hierauf nahmen sie das Kalb an, nachdem die klaren Beweise zu ihnen gekommen waren.",
        "text_uthmani": "فَأَخَذَتْهُمُ ٱلصَّـٰعِقَةُ بِظُلْمِهِمْ ۚ ثُمَّ ٱتَّخَذُوا۟ ٱلْعِجْلَ مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَـٰتُ",
        "text_uthmani_transcribed": "fa akhażathumuṣ-ṣā'iqatu bi ẓulmihim, ṡummattakhażul-'ijla mim ba'di mā jā'athumul-bayyinātu"
      },
      {
        "belongs_to_verse_number": 153,
        "translation": "Aber Wir verziehen es und gaben Musa offenkundige Gewalt.",
        "text_uthmani": "فَعَفَوْنَا عَن ذَٰلِكَ ۚ وَءَاتَيْنَا مُوسَىٰ سُلْطَـٰنًا مُّبِينًا",
        "text_uthmani_transcribed": "fa 'afaunā 'an żālik(a), wa ātainā mūsā sulṭānam mubīnā(n)."
      }
    ],
    "text_uthmani": "يَسْـَٔلُكَ أَهْلُ ٱلْكِتَـٰبِ أَن تُنَزِّلَ عَلَيْهِمْ كِتَـٰبًا مِّنَ ٱلسَّمَآءِ ۚ فَقَدْ سَأَلُوا۟ مُوسَىٰٓ أَكْبَرَ مِن ذَٰلِكَ فَقَالُوٓا۟ أَرِنَا ٱللَّهَ جَهْرَةً فَأَخَذَتْهُمُ ٱلصَّـٰعِقَةُ بِظُلْمِهِمْ ۚ ثُمَّ ٱتَّخَذُوا۟ ٱلْعِجْلَ مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَـٰتُ فَعَفَوْنَا عَن ذَٰلِكَ ۚ وَءَاتَيْنَا مُوسَىٰ سُلْطَـٰنًا مُّبِينًا",
    "text_uthmani_transcribed": "Yas'aluka ahlul-kitābi an tunazzila 'alaihim kitābam minas-samā'i faqad sa'alū mūsā akbara min żālika fa qālū arinallāha jahratan fa akhażathumuṣ-ṣā'iqatu bi ẓulmihim, ṡummattakhażul-'ijla mim ba'di mā jā'athumul-bayyinātu fa 'afaunā 'an żālik(a), wa ātainā mūsā sulṭānam mubīnā(n)."
  },
  {
    "verse_number": 154,
    "translation": "Und Wir hoben den Berg über sie bei (der Entgegennahme von) ihrem Abkommen empor. Und Wir sagten zu ihnen: Tretet, euch niederwerfend, durch das Tor ein! Und Wir sagten zu ihnen: Übertretet nicht den Sabbat! Und Wir trafen mit ihnen ein festes Abkommen.",
    "segmented": [
      {
        "belongs_to_verse_number": 154,
        "translation": "Und Wir hoben den Berg über sie bei (der Entgegennahme von) ihrem Abkommen empor.",
        "text_uthmani": "وَرَفَعْنَا فَوْقَهُمُ ٱلطُّورَ بِمِيثَـٰقِهِمْ",
        "text_uthmani_transcribed": "Wa rafa'nā fauqahumuṭ ṭūra bimīṡāqihim"
      },
      {
        "belongs_to_verse_number": 154,
        "translation": "Und Wir sagten zu ihnen: Tretet, euch niederwerfend, durch das Tor ein! Und Wir sagten zu ihnen: Übertretet nicht den Sabbat!",
        "text_uthmani": "وَقُلْنَا لَهُمُ ٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًا وَقُلْنَا لَهُمْ لَا تَعْدُوا۟ فِى ٱلسَّبْتِ",
        "text_uthmani_transcribed": "wa qulnā lahumudkhulul-bāba sujjadaw wa qulnā lahum lā ta'dū fis-sabti"
      },
      {
        "belongs_to_verse_number": 154,
        "translation": "Und Wir trafen mit ihnen ein festes Abkommen.",
        "text_uthmani": "وَأَخَذْنَا مِنْهُم مِّيثَـٰقًا غَلِيظًا",
        "text_uthmani_transcribed": "wa akhażnā minhum mīṡāqan galīẓā(n)."
      }
    ],
    "text_uthmani": "وَرَفَعْنَا فَوْقَهُمُ ٱلطُّورَ بِمِيثَـٰقِهِمْ وَقُلْنَا لَهُمُ ٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًا وَقُلْنَا لَهُمْ لَا تَعْدُوا۟ فِى ٱلسَّبْتِ وَأَخَذْنَا مِنْهُم مِّيثَـٰقًا غَلِيظًا",
    "text_uthmani_transcribed": "Wa rafa'nā fauqahumuṭ ṭūra bimīṡāqihim wa qulnā lahumudkhulul-bāba sujjadaw wa qulnā lahum lā ta'dū fis-sabti wa akhażnā minhum mīṡāqan galīẓā(n)."
  },
  {
    "verse_number": 155,
    "translation": "(Verflucht sind sie) dafür, daß sie ihr Abkommen brachen und Allahs Zeichen verleugneten und (daß sie) die Propheten zu Unrecht töteten und (daß sie) sagten: Unsere Herzen sind verhüllt. - Nein! Vielmehr hat Allah sie für ihren Unglauben versiegelt; darum glauben sie nur wenig,",
    "segmented": [
      {
        "belongs_to_verse_number": 155,
        "translation": "(Verflucht sind sie) dafür, daß sie ihr Abkommen brachen und Allahs Zeichen verleugneten und (daß sie) die Propheten zu Unrecht töteten",
        "text_uthmani": "فَبِمَا نَقْضِهِم مِّيثَـٰقَهُمْ وَكُفْرِهِم بِـَٔايَـٰتِ ٱللَّهِ وَقَتْلِهِمُ ٱلْأَنۢبِيَآءَ بِغَيْرِ حَقٍّ",
        "text_uthmani_transcribed": "Fabimā naqḍihim mīṡāqahum wa kufrihim bi'āyātillāhi wa qatlihimul-ambiyā'a bigairi ḥaqqi(n)"
      },
      {
        "belongs_to_verse_number": 155,
        "translation": "und (daß sie) sagten: Unsere Herzen sind verhüllt. - Nein! Vielmehr hat Allah sie für ihren Unglauben versiegelt; darum glauben sie nur wenig,",
        "text_uthmani": "وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌۢ ۚ بَلْ طَبَعَ ٱللَّهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا",
        "text_uthmani_transcribed": "wa qaulihim qulūbunā gulf(un), bal ṭaba'allāhu 'alaihā bikufrihim falā yu'minūna illā qalīlā(n)."
      }
    ],
    "text_uthmani": "فَبِمَا نَقْضِهِم مِّيثَـٰقَهُمْ وَكُفْرِهِم بِـَٔايَـٰتِ ٱللَّهِ وَقَتْلِهِمُ ٱلْأَنۢبِيَآءَ بِغَيْرِ حَقٍّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌۢ ۚ بَلْ طَبَعَ ٱللَّهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا",
    "text_uthmani_transcribed": "Fabimā naqḍihim mīṡāqahum wa kufrihim bi'āyātillāhi wa qatlihimul-ambiyā'a bigairi ḥaqqiw wa qaulihim qulūbunā gulf(un), bal ṭaba'allāhu 'alaihā bikufrihim falā yu'minūna illā qalīlā(n)."
  },
  {
    "verse_number": 156,
    "translation": "und daß sie ungläubig waren und gegen Maryam gewaltige Verleumdung aussprachen,",
    "text_uthmani": "وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَىٰ مَرْيَمَ بُهْتَـٰنًا عَظِيمًا",
    "text_uthmani_transcribed": "Wa bikufrihim wa qaulihim 'alā maryama buhtānan 'aẓīmā(n)."
  },
  {
    "verse_number": 157,
    "translation": "und dafür, daß sie sagten: Gewiß, wir haben al-Masih ’Isa, den Sohn Maryams, den Gesandten Allahs getötet. - Aber sie haben ihn weder getötet noch gekreuzigt, sondern es erschien ihnen so. Und diejenigen, die sich darüber uneinig sind, befinden sich wahrlich im Zweifel darüber. Sie haben kein Wissen darüber, außer daß sie Mutmaßungen folgen. Und sie haben ihn mit Gewißheit nicht getötet.",
    "segmented": [
      {
        "belongs_to_verse_number": 157,
        "translation": "und dafür, daß sie sagten: Gewiß, wir haben al-Masih ’Isa, den Sohn Maryams, den Gesandten Allahs getötet.",
        "text_uthmani": "وَقَوْلِهِمْ إِنَّا قَتَلْنَا ٱلْمَسِيحَ عِيسَى ٱبْنَ مَرْيَمَ رَسُولَ ٱللَّهِ",
        "text_uthmani_transcribed": "Wa qaulihim innā qatalnal-masīḥa 'īsabna maryama rasūlallāh(i)"
      },
      {
        "belongs_to_verse_number": 157,
        "translation": "- Aber sie haben ihn weder getötet noch gekreuzigt, sondern es erschien ihnen so.",
        "text_uthmani": "وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَـٰكِن شُبِّهَ لَهُمْ ۚ",
        "text_uthmani_transcribed": "wa mā qatalūhu wa mā ṣalabūhu wa lākin syubbiha lahum,"
      },
      {
        "belongs_to_verse_number": 157,
        "translation": "Und diejenigen, die sich darüber uneinig sind, befinden sich wahrlich im Zweifel darüber.",
        "text_uthmani": "وَإِنَّ ٱلَّذِينَ ٱخْتَلَفُوا۟ فِيهِ لَفِى شَكٍّ مِّنْهُ ۚ",
        "text_uthmani_transcribed": "wa innal-lażīnakhtalafū fīhi lafī syakkim minh(u)"
      },
      {
        "belongs_to_verse_number": 157,
        "translation": "Sie haben kein Wissen darüber, außer daß sie Mutmaßungen folgen. Und sie haben ihn mit Gewißheit nicht getötet.",
        "text_uthmani": "مَا لَهُم بِهِۦ مِنْ عِلْمٍ إِلَّا ٱتِّبَاعَ ٱلظَّنِّ ۚ وَمَا قَتَلُوهُ يَقِينًۢا",
        "text_uthmani_transcribed": "mā lahum bihī min 'ilmin illattibā'aẓ-ẓanni wa mā qatalūhu yaqīnā(n)."
      }
    ],
    "text_uthmani": "وَقَوْلِهِمْ إِنَّا قَتَلْنَا ٱلْمَسِيحَ عِيسَى ٱبْنَ مَرْيَمَ رَسُولَ ٱللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَـٰكِن شُبِّهَ لَهُمْ ۚ وَإِنَّ ٱلَّذِينَ ٱخْتَلَفُوا۟ فِيهِ لَفِى شَكٍّ مِّنْهُ ۚ مَا لَهُم بِهِۦ مِنْ عِلْمٍ إِلَّا ٱتِّبَاعَ ٱلظَّنِّ ۚ وَمَا قَتَلُوهُ يَقِينًۢا",
    "text_uthmani_transcribed": "Wa qaulihim innā qatalnal-masīḥa 'īsabna maryama rasūlallāh(i), wa mā qatalūhu wa mā ṣalabūhu wa lākin syubbiha lahum, wa innal-lażīnakhtalafū fīhi lafī syakkim minh(u), mā lahum bihī min 'ilmin illattibā'aẓ-ẓanni wa mā qatalūhu yaqīnā(n)."
  },
  {
    "verse_number": 158,
    "translation": "Nein! Vielmehr hat Allah ihn zu Sich erhoben. Allah ist Allmächtig und Allweise.",
    "text_uthmani": "بَل رَّفَعَهُ ٱللَّهُ إِلَيْهِ ۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
    "text_uthmani_transcribed": "Bar rafa'ahullāhu ilaih(i), wa kānallāhu 'azīzan ḥakīmā(n)."
  },
  {
    "verse_number": 159,
    "translation": "Es gibt keinen unter den Leuten der Schrift, der nicht noch vor dessen Tod ganz gewiß an ihn glauben wird. Und am Tag der Auferstehung wird er über sie Zeuge sein.",
    "segmented": [
      {
        "belongs_to_verse_number": 159,
        "translation": "Es gibt keinen unter den Leuten der Schrift, der nicht noch vor dessen Tod ganz gewiß an ihn glauben wird.",
        "text_uthmani": "وَإِن مِّنْ أَهْلِ ٱلْكِتَـٰبِ إِلَّا لَيُؤْمِنَنَّ بِهِۦ قَبْلَ مَوْتِهِۦ ۖ",
        "text_uthmani_transcribed": "Wa im min ahlil-kitābi illā layu'minanna bihī qabla mautih(ī),"
      },
      {
        "belongs_to_verse_number": 159,
        "translation": "Und am Tag der Auferstehung wird er über sie Zeuge sein.",
        "text_uthmani": "وَيَوْمَ ٱلْقِيَـٰمَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا",
        "text_uthmani_transcribed": "wa yaumal-qiyāmati yakūnu 'alaihim syahīdā(n)."
      }
    ],
    "text_uthmani": "وَإِن مِّنْ أَهْلِ ٱلْكِتَـٰبِ إِلَّا لَيُؤْمِنَنَّ بِهِۦ قَبْلَ مَوْتِهِۦ ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا",
    "text_uthmani_transcribed": "Wa im min ahlil-kitābi illā layu'minanna bihī qabla mautih(ī), wa yaumal-qiyāmati yakūnu 'alaihim syahīdā(n)."
  },
  {
    "verse_number": 160,
    "translation": "Wegen Ungerechtigkeit derer, die dem Judentum angehören, hatten Wir ihnen gute Dinge verboten, die ihnen erlaubt gewesen waren, und weil sie viel von Allahs Weg abhielten,",
    "segmented": [
      {
        "belongs_to_verse_number": 160,
        "translation": "Wegen Ungerechtigkeit derer, die dem Judentum angehören, hatten Wir ihnen gute Dinge verboten, die ihnen erlaubt gewesen waren,",
        "text_uthmani": "فَبِظُلْمٍ مِّنَ ٱلَّذِينَ هَادُوا۟ حَرَّمْنَا عَلَيْهِمْ طَيِّبَـٰتٍ أُحِلَّتْ لَهُمْ",
        "text_uthmani_transcribed": "Fa biẓulmim minal-lażīna hādū ḥarramnā 'alaihim ṭayyibātin uḥillat lahum"
      },
      {
        "belongs_to_verse_number": 160,
        "translation": "und weil sie viel von Allahs Weg abhielten,",
        "text_uthmani": "وَبِصَدِّهِمْ عَن سَبِيلِ ٱللَّهِ كَثِيرًا",
        "text_uthmani_transcribed": "wa biṣaddihim 'an sabīlillāhi kaṡīrā(n)."
      }
    ],
    "text_uthmani": "فَبِظُلْمٍ مِّنَ ٱلَّذِينَ هَادُوا۟ حَرَّمْنَا عَلَيْهِمْ طَيِّبَـٰتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَن سَبِيلِ ٱللَّهِ كَثِيرًا",
    "text_uthmani_transcribed": "Fa biẓulmim minal-lażīna hādū ḥarramnā 'alaihim ṭayyibātin uḥillat lahum wa biṣaddihim 'an sabīlillāhi kaṡīrā(n)."
  },
  {
    "verse_number": 161,
    "translation": "und (weil sie) Zins nahmen, wo es ihnen doch verboten worden war, und den Besitz der Menschen in unrechter Weise aufzehrten. Und Wir haben den Ungläubigen unter ihnen schmerzhafte Strafe bereitet.",
    "segmented": [
      {
        "belongs_to_verse_number": 161,
        "translation": "und (weil sie) Zins nahmen, wo es ihnen doch verboten worden war, und den Besitz der Menschen in unrechter Weise aufzehrten.",
        "text_uthmani": "وَأَخْذِهِمُ ٱلرِّبَوٰا۟ وَقَدْ نُهُوا۟ عَنْهُ وَأَكْلِهِمْ أَمْوَٰلَ ٱلنَّاسِ بِٱلْبَـٰطِلِ ۚ",
        "text_uthmani_transcribed": "Wa akhżihimur-ribā wa qad nuhū 'anhu wa aklihim amwālan-nāsi bil-bāṭil(i),"
      },
      {
        "belongs_to_verse_number": 161,
        "translation": "Und Wir haben den Ungläubigen unter ihnen schmerzhafte Strafe bereitet.",
        "text_uthmani": "وَأَعْتَدْنَا لِلْكَـٰفِرِينَ مِنْهُمْ عَذَابًا أَلِيمًا",
        "text_uthmani_transcribed": "wa a'tadnā lil-kāfirīna minhum 'ażāban alīmā(n)."
      }
    ],
    "text_uthmani": "وَأَخْذِهِمُ ٱلرِّبَوٰا۟ وَقَدْ نُهُوا۟ عَنْهُ وَأَكْلِهِمْ أَمْوَٰلَ ٱلنَّاسِ بِٱلْبَـٰطِلِ ۚ وَأَعْتَدْنَا لِلْكَـٰفِرِينَ مِنْهُمْ عَذَابًا أَلِيمًا",
    "text_uthmani_transcribed": "Wa akhżihimur-ribā wa qad nuhū 'anhu wa aklihim amwālan-nāsi bil-bāṭil(i), wa a'tadnā lil-kāfirīna minhum 'ażāban alīmā(n)."
  },
  {
    "verse_number": 162,
    "translation": "Aber diejenigen unter ihnen, die im Wissen fest gegründet sind, und die Gläubigen glauben an das, was zu dir (an Offenbarung) herabgesandt worden ist, und was vor dir herabgesandt wurde, und diejenigen, die das Gebet verrichten und die Abgabe entrichten und an Allah und den Jüngsten Tag glauben. Ihnen werden Wir großartigen Lohn geben.",
    "segmented": [
      {
        "belongs_to_verse_number": 162,
        "translation": "Aber diejenigen unter ihnen, die im Wissen fest gegründet sind,",
        "text_uthmani": "لَّـٰكِنِ ٱلرَّٰسِخُونَ فِى ٱلْعِلْمِ مِنْهُمْ",
        "text_uthmani_transcribed": "Lākinir-rāsikhūna fil-'ilmi minhum"
      },
      {
        "belongs_to_verse_number": 162,
        "translation": "und die Gläubigen glauben an das, was zu dir (an Offenbarung) herabgesandt worden ist, und was vor dir herabgesandt wurde,",
        "text_uthmani": "وَٱلْمُؤْمِنُونَ يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ ۚ",
        "text_uthmani_transcribed": "wal-mu'minūna yu'minūna bimā unzila ilaika wa mā unzila min qablika"
      },
      {
        "belongs_to_verse_number": 162,
        "translation": "und diejenigen, die das Gebet verrichten und die Abgabe entrichten und an Allah und den Jüngsten Tag glauben.",
        "text_uthmani": "وَٱلْمُقِيمِينَ ٱلصَّلَوٰةَ ۚ وَٱلْمُؤْتُونَ ٱلزَّكَوٰةَ وَٱلْمُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ",
        "text_uthmani_transcribed": "wal-muqīmīnaṣ-ṣalāta wal-mu'tūnaz-zakāta wal-mu'minūna billāhi wal-yaumil-ākhir(i)"
      },
      {
        "belongs_to_verse_number": 162,
        "translation": "Ihnen werden Wir großartigen Lohn geben.",
        "text_uthmani": "أُو۟لَـٰٓئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا",
        "text_uthmani_transcribed": "ulā'ika sanu'tīhim ajran 'aẓīmā(n)."
      }
    ],
    "text_uthmani": "لَّـٰكِنِ ٱلرَّٰسِخُونَ فِى ٱلْعِلْمِ مِنْهُمْ وَٱلْمُؤْمِنُونَ يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ ۚ وَٱلْمُقِيمِينَ ٱلصَّلَوٰةَ ۚ وَٱلْمُؤْتُونَ ٱلزَّكَوٰةَ وَٱلْمُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ أُو۟لَـٰٓئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا",
    "text_uthmani_transcribed": "Lākinir-rāsikhūna fil-'ilmi minhum wal-mu'minūna yu'minūna bimā unzila ilaika wa mā unzila min qablika wal-muqīmīnaṣ-ṣalāta wal-mu'tūnaz-zakāta wal-mu'minūna billāhi wal-yaumil-ākhir(i), ulā'ika sanu'tīhim ajran 'aẓīmā(n)."
  },
  {
    "verse_number": 163,
    "translation": "Gewiß, Wir haben dir (Offenbarung) eingegeben, wie Wir Nuh und den Propheten nach ihm (Offenbarung) eingegeben haben. Und Wir haben Ibrahim, Isma’il, Ishaq, Ya’qub, den Stämmen, Isa, Ayyub, Yunus, Harun und Sulaiman (Offenbarung) eingegeben, und Dawud haben Wir ein Buch der Weisheit gegeben.",
    "segmented": [
      {
        "belongs_to_verse_number": 163,
        "translation": "Gewiß, Wir haben dir (Offenbarung) eingegeben, wie Wir Nuh und den Propheten nach ihm (Offenbarung) eingegeben haben.",
        "text_uthmani": "۞ إِنَّآ أَوْحَيْنَآ إِلَيْكَ كَمَآ أَوْحَيْنَآ إِلَىٰ نُوحٍ وَٱلنَّبِيِّـۧنَ مِنۢ بَعْدِهِۦ ۚ",
        "text_uthmani_transcribed": "Innā auḥainā ilaika kamā auḥainā ilā nūḥiw wan-nabiyyīna mim ba'dih(ī),"
      },
      {
        "belongs_to_verse_number": 163,
        "translation": "Und Wir haben Ibrahim, Isma’il, Ishaq, Ya’qub, den Stämmen, Isa, Ayyub, Yunus, Harun und Sulaiman (Offenbarung) eingegeben,",
        "text_uthmani": "وَأَوْحَيْنَآ إِلَىٰٓ إِبْرَٰهِيمَ وَإِسْمَـٰعِيلَ وَإِسْحَـٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطِ وَعِيسَىٰ وَأَيُّوبَ وَيُونُسَ وَهَـٰرُونَ وَسُلَيْمَـٰنَ ۚ",
        "text_uthmani_transcribed": "wa auḥainā ilā ibrāhīma wa ismā'īla wa isḥāqa wa ya'qūba wal-asbāṭi wa 'īsā wa ayyūba wa yūnusa wa hārūna wa sulaimān(a),"
      },
      {
        "belongs_to_verse_number": 163,
        "translation": "und Dawud haben Wir ein Buch der Weisheit gegeben.",
        "text_uthmani": "وءَاتَيْنَا دَاوُۥدَ زَبُورًا",
        "text_uthmani_transcribed": "wa ātainā dāwūda zabūrā(n)."
      }
    ],
    "text_uthmani": "۞ إِنَّآ أَوْحَيْنَآ إِلَيْكَ كَمَآ أَوْحَيْنَآ إِلَىٰ نُوحٍ وَٱلنَّبِيِّـۧنَ مِنۢ بَعْدِهِۦ ۚ وَأَوْحَيْنَآ إِلَىٰٓ إِبْرَٰهِيمَ وَإِسْمَـٰعِيلَ وَإِسْحَـٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطِ وَعِيسَىٰ وَأَيُّوبَ وَيُونُسَ وَهَـٰرُونَ وَسُلَيْمَـٰنَ ۚ وَءَاتَيْنَا دَاوُۥدَ زَبُورًا",
    "text_uthmani_transcribed": "Innā auḥainā ilaika kamā auḥainā ilā nūḥiw wan-nabiyyīna mim ba'dih(ī), wa auḥainā ilā ibrāhīma wa ismā'īla wa isḥāqa wa ya'qūba wal-asbāṭi wa 'īsā wa ayyūba wa yūnusa wa hārūna wa sulaimān(a), wa ātainā dāwūda zabūrā(n)."
  },
  {
    "verse_number": 164,
    "translation": "Und (Wir sandten) Gesandte, über die Wir dir schon zuvor berichtet haben, und andere, über die Wir dir nicht berichtet haben, und zu Musa hat Allah unmittelbar gesprochen -,",
    "segmented": [
      {
        "belongs_to_verse_number": 164,
        "translation": "Und (Wir sandten) Gesandte, über die Wir dir schon zuvor berichtet haben, und andere, über die Wir dir nicht berichtet haben,",
        "text_uthmani": "وَرُسُلًا قَدْ قَصَصْنَـٰهُمْ عَلَيْكَ مِن قَبْلُ وَرُسُلًا لَّمْ نَقْصُصْهُمْ عَلَيْكَ ۚ",
        "text_uthmani_transcribed": "Wa rusulan qad qaṣaṣnāhum 'alaika wa rusulal lam naqṣuṣhum 'alaik(a),"
      },
      {
        "belongs_to_verse_number": 164,
        "translation": "und zu Musa hat Allah unmittelbar gesprochen -,",
        "text_uthmani": "وَكَلَّمَ ٱللَّهُ مُوسَىٰ تَكْلِيمًا",
        "text_uthmani_transcribed": "wa kallamallāhu mūsā taklīmā(n)."
      }
    ],
    "text_uthmani": "وَرُسُلًا قَدْ قَصَصْنَـٰهُمْ عَلَيْكَ مِن قَبْلُ وَرُسُلًا لَّمْ نَقْصُصْهُمْ عَلَيْكَ ۚ وَكَلَّمَ ٱللَّهُ مُوسَىٰ تَكْلِيمًا",
    "text_uthmani_transcribed": "Wa rusulan qad qaṣaṣnāhum 'alaika wa rusulal lam naqṣuṣhum 'alaik(a), wa kallamallāhu mūsā taklīmā(n)."
  },
  {
    "verse_number": 165,
    "translation": "Gesandte als Verkünder froher Botschaft und als Überbringer von Warnungen, damit die Menschen nach den Gesandten kein Beweismittel gegen Allah haben. Und Allah ist Allmächtig und Allweise.",
    "segmented": [
      {
        "belongs_to_verse_number": 165,
        "translation": "Gesandte als Verkünder froher Botschaft",
        "text_uthmani": "رُّسُلًا مُّبَشِّرِينَ",
        "text_uthmani_transcribed": "Rusulam mubasysyirīna"
      },
      {
        "belongs_to_verse_number": 165,
        "translation": "und als Überbringer von Warnungen, damit die Menschen nach den Gesandten kein Beweismittel gegen Allah haben.",
        "text_uthmani": "وَمُنذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى ٱللَّهِ حُجَّةٌۢ بَعْدَ ٱلرُّسُلِ ۚ",
        "text_uthmani_transcribed": "wa munżirīna li'allā yakūna lin-nāsi 'alallāhi ḥujjatum ba'dar-rusul(i),"
      },
      {
        "belongs_to_verse_number": 165,
        "translation": "Und Allah ist Allmächtig und Allweise.",
        "text_uthmani": "وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
        "text_uthmani_transcribed": "wa kānallāhu 'azīzan ḥakīmā(n)."
      }
    ],
    "text_uthmani": "رُّسُلًا مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى ٱللَّهِ حُجَّةٌۢ بَعْدَ ٱلرُّسُلِ ۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
    "text_uthmani_transcribed": "Rusulam mubasysyirīna wa munżirīna li'allā yakūna lin-nāsi 'alallāhi ḥujjatum ba'dar-rusul(i), wa kānallāhu 'azīzan ḥakīmā(n)."
  },
  {
    "verse_number": 166,
    "translation": "Aber Allah bezeugt, was Er zu dir (als Offenbarung) herabgesandt hat; Er hat es mit Seinem Wissen herabgesandt. Und (auch) die Engel bezeugen es. Und Allah genügt als Zeuge.",
    "segmented": [
      {
        "belongs_to_verse_number": 166,
        "translation": "Aber Allah bezeugt, was Er zu dir (als Offenbarung) herabgesandt hat; Er hat es mit Seinem Wissen herabgesandt.",
        "text_uthmani": "لَّـٰكِنِ ٱللَّهُ يَشْهَدُ بِمَآ أَنزَلَ إِلَيْكَ ۖ أَنزَلَهُۥ بِعِلْمِهِۦ ۖ",
        "text_uthmani_transcribed": "Lākinillāhu yasyhadu bimā anzala ilaika anzalahū bi'ilmih(ī),"
      },
      {
        "belongs_to_verse_number": 166,
        "translation": "Und (auch) die Engel bezeugen es. Und Allah genügt als Zeuge.",
        "text_uthmani": "وَٱلْمَلَـٰٓئِكَةُ يَشْهَدُونَ ۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا",
        "text_uthmani_transcribed": "wal-malā'ikatu yasyhadūn(a), wa kafā billāhi syahīdā(n)."
      }
    ],
    "text_uthmani": "لَّـٰكِنِ ٱللَّهُ يَشْهَدُ بِمَآ أَنزَلَ إِلَيْكَ ۖ أَنزَلَهُۥ بِعِلْمِهِۦ ۖ وَٱلْمَلَـٰٓئِكَةُ يَشْهَدُونَ ۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا",
    "text_uthmani_transcribed": "Lākinillāhu yasyhadu bimā anzala ilaika anzalahū bi'ilmih(ī), wal-malā'ikatu yasyhadūn(a), wa kafā billāhi syahīdā(n)."
  },
  {
    "verse_number": 167,
    "translation": "Diejenigen, die ungläubig sind und von Allahs Weg abhalten, sind fürwahr weit abgeirrt.",
    "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ قَدْ ضَلُّوا۟ ضَلَـٰلًۢا بَعِيدًا",
    "text_uthmani_transcribed": "Innal-lażīna kafarū wa ṣaddū 'an sabīlillāhi qad ḍallū ḍalālam ba'īdā(n)."
  },
  {
    "verse_number": 168,
    "translation": "Für diejenigen, die ungläubig sind und Unrecht tun, ist es nicht Allahs (Wille), ihnen zu vergeben noch sie einen (rechten) Weg zu leiten,",
    "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَظَلَمُوا۟ لَمْ يَكُنِ ٱللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيقًا",
    "text_uthmani_transcribed": "Innal-lażīna kafarū wa ẓalamū lam yakunillāhu liyagfira lahum wa lā liyahdiyahum ṭarīqā(n)."
  },
  {
    "verse_number": 169,
    "translation": "außer den Weg zur Hölle, ewig und auf immer darin zu bleiben. Und dies ist Allah ein leichtes.",
    "text_uthmani": "إِلَّا طَرِيقَ جَهَنَّمَ خَـٰلِدِينَ فِيهَآ أَبَدًا ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
    "text_uthmani_transcribed": "Illā ṭarīqa jahannama khālidīna fīhā abadā(n), wa kāna żālika 'alallāhi yasīrā(n)."
  },
  {
    "verse_number": 170,
    "translation": "O ihr Menschen, der Gesandte ist nunmehr mit der Wahrheit von eurem Herrn zu euch gekommen, darum glaubt (an ihn), das ist besser für euch. Wenn ihr aber ungläubig seid, gewiß, so gehört Allah (alles), was in den Himmeln und was auf der Erde ist. Und Allah ist Allwissend und Allweise.",
    "segmented": [
      {
        "belongs_to_verse_number": 170,
        "translation": "O ihr Menschen, der Gesandte ist nunmehr mit der Wahrheit von eurem Herrn zu euch gekommen, darum glaubt (an ihn), das ist besser für euch.",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَكُمُ ٱلرَّسُولُ بِٱلْحَقِّ مِن رَّبِّكُمْ فَـَٔامِنُوا۟ خَيْرًا لَّكُمْ ۚ",
        "text_uthmani_transcribed": "Yā ayyuhan-nāsu qad jā'akumur-rasūlu bil-ḥaqqi mir rabbikum fa āminū khairal lakum, ۚ"
      },
      {
        "belongs_to_verse_number": 170,
        "translation": "Wenn ihr aber ungläubig seid, gewiß, so gehört Allah (alles), was in den Himmeln und was auf der Erde ist.",
        "text_uthmani": "وَإِن تَكْفُرُوا۟ فَإِنَّ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ",
        "text_uthmani_transcribed": "wa in takfurū fa inna lillāhi mā fis-samāwāti wal-arḍ(i),"
      },
      {
        "belongs_to_verse_number": 170,
        "translation": "Und Allah ist Allwissend und Allweise.",
        "text_uthmani": "وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
        "text_uthmani_transcribed": "wa kānallāhu 'alīman ḥakīmā(n)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَكُمُ ٱلرَّسُولُ بِٱلْحَقِّ مِن رَّبِّكُمْ فَـَٔامِنُوا۟ خَيْرًا لَّكُمْ ۚ وَإِن تَكْفُرُوا۟ فَإِنَّ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
    "text_uthmani_transcribed": "Yā ayyuhan-nāsu qad jā'akumur-rasūlu bil-ḥaqqi mir rabbikum fa āminū khairal lakum, wa in takfurū fa inna lillāhi mā fis-samāwāti wal-arḍ(i), wa kānallāhu 'alīman ḥakīmā(n)."
  },
  {
    "verse_number": 171,
    "translation": "O Leute der Schrift, übertreibt nicht in eurer Religion und sagt gegen Allah nur die Wahrheit aus! al-Masih ’Isa, der Sohn Maryams, ist nur Allahs Gesandter und Sein Wort, das Er Maryam entbot, und Geist von Ihm. Darum glaubt an Allah und Seine Gesandten und sagt nicht Drei. Hört auf (damit), das ist besser für euch! Allah ist nur ein Einziger Gott. Preis sei Ihm (, und Erhaben ist Er darüber), daß Er ein Kind haben sollte! Ihm gehört (alles), was in den Himmeln und was auf der Erde ist, und Allah genügt als Sachwalter.",
    "segmented": [
      {
        "belongs_to_verse_number": 171,
        "translation": "O Leute der Schrift, übertreibt nicht in eurer Religion und sagt gegen Allah nur die Wahrheit aus!",
        "text_uthmani": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لَا تَغْلُوا۟ فِى دِينِكُمْ وَلَا تَقُولُوا۟ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ ۚ",
        "text_uthmani_transcribed": "Yā ahlal-kitābi lā taglū fī dīnikum wa lā taqūlū 'alallāhi illal-ḥaqq(a),"
      },
      {
        "belongs_to_verse_number": 171,
        "translation": "al-Masih ’Isa, der Sohn Maryams, ist nur Allahs Gesandter und Sein Wort, das Er Maryam entbot, und Geist von Ihm.",
        "text_uthmani": "إِنَّمَا ٱلْمَسِيحُ عِيسَى ٱبْنُ مَرْيَمَ رَسُولُ ٱللَّهِ وَكَلِمَتُهُۥٓ أَلْقَىٰهَآ إِلَىٰ مَرْيَمَ وَرُوحٌ مِّنْهُ ۖ",
        "text_uthmani_transcribed": "innamal-masīḥu 'īsabnu maryama rasūlullāhi wa kalimatuh(ū), alqāhā ilā maryama wa rūḥum minh(u),"
      },
      {
        "belongs_to_verse_number": 171,
        "translation": "Darum glaubt an Allah und Seine Gesandten und sagt nicht Drei. Hört auf (damit), das ist besser für euch! Allah ist nur ein Einziger Gott.",
        "text_uthmani": "فَـَٔامِنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ ۖ وَلَا تَقُولُوا۟ ثَلَـٰثَةٌ ۚ ٱنتَهُوا۟ خَيْرًا لَّكُمْ ۚ إِنَّمَا ٱللَّهُ إِلَـٰهٌ وَٰحِدٌ ۖ",
        "text_uthmani_transcribed": "fa āminū billāhi wa rusulih(ī), wa lā taqūlū ṡalāṡah(tun), inntahū khairal lakum innamallāhu ilāhuw wāḥid(un),"
      },
      {
        "belongs_to_verse_number": 171,
        "translation": "Preis sei Ihm (, und Erhaben ist Er darüber), daß Er ein Kind haben sollte!",
        "text_uthmani": "سُبْحَـٰنَهُۥٓ أَن يَكُونَ لَهُۥ وَلَدٌ ۘ",
        "text_uthmani_transcribed": "subḥānahū ay yakūna lahū walad(un)"
      },
      {
        "belongs_to_verse_number": 171,
        "translation": "Ihm gehört (alles), was in den Himmeln und was auf der Erde ist, und Allah genügt als Sachwalter.",
        "text_uthmani": "لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
        "text_uthmani_transcribed": "lahū mā fis-samāwāti wa mā fil-arḍ(i), wa kafā billāhi wakīlā(n)."
      }
    ],
    "text_uthmani": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لَا تَغْلُوا۟ فِى دِينِكُمْ وَلَا تَقُولُوا۟ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ ۚ إِنَّمَا ٱلْمَسِيحُ عِيسَى ٱبْنُ مَرْيَمَ رَسُولُ ٱللَّهِ وَكَلِمَتُهُۥٓ أَلْقَىٰهَآ إِلَىٰ مَرْيَمَ وَرُوحٌ مِّنْهُ ۖ فَـَٔامِنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ ۖ وَلَا تَقُولُوا۟ ثَلَـٰثَةٌ ۚ ٱنتَهُوا۟ خَيْرًا لَّكُمْ ۚ إِنَّمَا ٱللَّهُ إِلَـٰهٌ وَٰحِدٌ ۖ سُبْحَـٰنَهُۥٓ أَن يَكُونَ لَهُۥ وَلَدٌ ۘ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
    "text_uthmani_transcribed": "Yā ahlal-kitābi lā taglū fī dīnikum wa lā taqūlū 'alallāhi illal-ḥaqq(a), innamal-masīḥu 'īsabnu maryama rasūlullāhi wa kalimatuh(ū), alqāhā ilā maryama wa rūḥum minh(u), fa āminū billāhi wa rusulih(ī), wa lā taqūlū ṡalāṡah(tun), inntahū khairal lakum innamallāhu ilāhuw wāḥid(un), subḥānahū ay yakūna lahū walad(un), lahū mā fis-samāwāti wa mā fil-arḍ(i), wa kafā billāhi wakīlā(n)."
  },
  {
    "verse_number": 172,
    "translation": "Al-Masih wird es nicht verschmähen, ein Diener Allahs zu sein, auch nicht die (Allah) nahegestellten Engel. Wer es aber verschmäht, Ihm zu dienen, und sich hochmütig verhält -, so wird Er sie alle zu Sich versammeln.",
    "segmented": [
      {
        "belongs_to_verse_number": 172,
        "translation": "Al-Masih wird es nicht verschmähen, ein Diener Allahs zu sein, auch nicht die (Allah) nahegestellten Engel.",
        "text_uthmani": "لَّن يَسْتَنكِفَ ٱلْمَسِيحُ أَن يَكُونَ عَبْدًا لِّلَّهِ وَلَا ٱلْمَلَـٰٓئِكَةُ ٱلْمُقَرَّبُونَ ۚ",
        "text_uthmani_transcribed": "Lay yastankifal-masīḥu ay yakūna 'abdal lillāhi wa lal-malā'ikatul-muqarrabūn(a),"
      },
      {
        "belongs_to_verse_number": 172,
        "translation": "Wer es aber verschmäht, Ihm zu dienen, und sich hochmütig verhält -, so wird Er sie alle zu Sich versammeln.",
        "text_uthmani": "وَمَن يَسْتَنكِفْ عَنْ عِبَادَتِهِۦ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا",
        "text_uthmani_transcribed": "wa may yastankif 'an 'ibādatihī wa yastakbir fa sayaḥsyuruhum ilaihi jamī'ā(n)."
      }
    ],
    "text_uthmani": "لَّن يَسْتَنكِفَ ٱلْمَسِيحُ أَن يَكُونَ عَبْدًا لِّلَّهِ وَلَا ٱلْمَلَـٰٓئِكَةُ ٱلْمُقَرَّبُونَ ۚ وَمَن يَسْتَنكِفْ عَنْ عِبَادَتِهِۦ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا",
    "text_uthmani_transcribed": "Lay yastankifal-masīḥu ay yakūna 'abdal lillāhi wa lal-malā'ikatul-muqarrabūn(a), wa may yastankif 'an 'ibādatihī wa yastakbir fa sayaḥsyuruhum ilaihi jamī'ā(n)."
  },
  {
    "verse_number": 173,
    "translation": "Was nun diejenigen angeht, die glauben und rechtschaffene Werke tun, so wird Er ihnen ihren Lohn in vollem Maß zukommen lassen und ihnen von Seiner Huld noch mehr erweisen. Was aber diejenigen angeht, die es verschmähen und sich hochmütig verhalten, so wird Er sie mit schmerzhafter Strafe strafen. Und sie werden für sich außer Allah weder Schutzherrn noch Helfer finden.",
    "segmented": [
      {
        "belongs_to_verse_number": 173,
        "translation": "Was nun diejenigen angeht, die glauben und rechtschaffene Werke tun, so wird Er ihnen ihren Lohn in vollem Maß zukommen lassen",
        "text_uthmani": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَيُوَفِّيهِمْ أُجُورَهُمْ",
        "text_uthmani_transcribed": "Fa ammal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti fa yuwaffīhim ujūrahum"
      },
      {
        "belongs_to_verse_number": 173,
        "translation": "und ihnen von Seiner Huld noch mehr erweisen.",
        "text_uthmani": "وَيَزِيدُهُم مِّن فَضْلِهِۦ ۖ",
        "text_uthmani_transcribed": "wa yazīduhum min faḍlih(ī),"
      },
      {
        "belongs_to_verse_number": 173,
        "translation": "Was aber diejenigen angeht, die es verschmähen und sich hochmütig verhalten, so wird Er sie mit schmerzhafter Strafe strafen.",
        "text_uthmani": "وَأَمَّا ٱلَّذِينَ ٱسْتَنكَفُوا۟ وَٱسْتَكْبَرُوا۟ فَيُعَذِّبُهُمْ عَذَابًا أَلِيمًا",
        "text_uthmani_transcribed": "wa ammal-lażīnastankafū wastakbarū fa yu'ażżibuhum 'ażāban alīmā(n)"
      },
      {
        "belongs_to_verse_number": 173,
        "translation": "Und sie werden für sich außer Allah weder Schutzherrn noch Helfer finden.",
        "text_uthmani": "وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيًّا وَلَا نَصِيرًا",
        "text_uthmani_transcribed": "wa lā yajidūna lahum min dūnillāhi waliyyaw wa lā naṣīrā(n)."
      }
    ],
    "text_uthmani": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَيَزِيدُهُم مِّن فَضْلِهِۦ ۖ وَأَمَّا ٱلَّذِينَ ٱسْتَنكَفُوا۟ وَٱسْتَكْبَرُوا۟ فَيُعَذِّبُهُمْ عَذَابًا أَلِيمًا وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيًّا وَلَا نَصِيرًا",
    "text_uthmani_transcribed": "Fa ammal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti fa yuwaffīhim ujūrahum wa yazīduhum min faḍlih(ī), wa ammal-lażīnastankafū wastakbarū fa yu'ażżibuhum 'ażāban alīmā(n), wa lā yajidūna lahum min dūnillāhi waliyyaw wa lā naṣīrā(n)."
  },
  {
    "verse_number": 174,
    "translation": "O ihr Menschen, zu euch ist nunmehr ein Beweis von eurem Herrn gekommen, und Wir haben zu euch ein deutliches Licht hinabgesandt.",
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَكُم بُرْهَـٰنٌ مِّن رَّبِّكُمْ وَأَنزَلْنَآ إِلَيْكُمْ نُورًا مُّبِينًا",
    "text_uthmani_transcribed": "Yā ayyuhan-nāsu qad jā'akum burhānum mir rabbikum wa anzalnā ilaikum nūram mubīnā(n)."
  },
  {
    "verse_number": 175,
    "translation": "Was nun diejenigen angeht, die an Allah glauben und an Ihm festhalten, so wird Er sie in Barmherzigkeit von Ihm und Huld eingehen lassen und sie zu Sich auf einem geraden Weg leiten.",
    "segmented": [
      {
        "belongs_to_verse_number": 175,
        "translation": "Was nun diejenigen angeht, die an Allah glauben und an Ihm festhalten, so wird Er sie in Barmherzigkeit von Ihm und Huld eingehen lassen",
        "text_uthmani": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَٱعْتَصَمُوا۟ بِهِۦ فَسَيُدْخِلُهُمْ فِى رَحْمَةٍ مِّنْهُ وَفَضْلٍ",
        "text_uthmani_transcribed": "Fa ammal-lażīna āmanū billāhi wa'taṣamū bihī fa sayudkhiluhum fī raḥmatim minhu wa faḍl(in)"
      },
      {
        "belongs_to_verse_number": 175,
        "translation": "und sie zu Sich auf einem geraden Weg leiten.",
        "text_uthmani": "وَيَهْدِيهِمْ إِلَيْهِ صِرَٰطًا مُّسْتَقِيمًا",
        "text_uthmani_transcribed": "wa yahdīhim ilaihi ṣirāṭam mustaqīmā(n)."
      }
    ],
    "text_uthmani": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَٱعْتَصَمُوا۟ بِهِۦ فَسَيُدْخِلُهُمْ فِى رَحْمَةٍ مِّنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَٰطًا مُّسْتَقِيمًا",
    "text_uthmani_transcribed": "Fa ammal-lażīna āmanū billāhi wa'taṣamū bihī fa sayudkhiluhum fī raḥmatim minhu  wa faḍl(in), wa yahdīhim ilaihi ṣirāṭam mustaqīmā(n)."
  },
  {
    "verse_number": 176,
    "translation": "Sie fragen dich um Belehrung. Sag: Allah belehrt euch über den Erbanteil seitlicher Verwandtschaft. Wenn ein Mann umkommt, der keine Kinder hat, aber eine Schwester, dann steht ihr die Hälfte dessen zu, was er hinterläßt. Und er beerbt sie, wenn sie keine Kinder hat. Und wenn es zwei (Schwestern) sind, stehen ihnen (beiden) zwei Drittel dessen zu, was er hinterläßt. Und wenn es Geschwister sind, Männer und Frauen, dann kommt einem männlichen Geschlechts ebensoviel zu wie der Anteil von zwei weiblichen Geschlechts. Allah gibt euch Klarheit, damit ihr (nicht) in die Irre geht. Allah weiß über alles Bescheid.",
    "segmented": [
      {
        "belongs_to_verse_number": 176,
        "translation": "Sie fragen dich um Belehrung. Sag: Allah belehrt euch über den Erbanteil seitlicher Verwandtschaft.",
        "text_uthmani": "يَسْتَفْتُونَكَ قُلِ ٱللَّهُ يُفْتِيكُمْ فِى ٱلْكَلَـٰلَةِ ۚ",
        "text_uthmani_transcribed": "Yastaftūnak(a), qulillāhu yuftīkum fil-kalālah(ti),"
      },
      {
        "belongs_to_verse_number": 176,
        "translation": "Wenn ein Mann umkommt, der keine Kinder hat, aber eine Schwester, dann steht ihr die Hälfte dessen zu, was er hinterläßt.",
        "text_uthmani": "إِنِ ٱمْرُؤٌا۟ هَلَكَ لَيْسَ لَهُۥ وَلَدٌ وَلَهُۥٓ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ ۚ",
        "text_uthmani_transcribed": "inimru'un halaka laisa lahū waladuw wa lahū ukhtun fa lahā niṣfu mā tarak(a),"
      },
      {
        "belongs_to_verse_number": 176,
        "translation": "Und er beerbt sie, wenn sie keine Kinder hat.",
        "text_uthmani": "وَهُوَ يَرِثُهَآ إِن لَّمْ يَكُن لَّهَا وَلَدٌ ۚ",
        "text_uthmani_transcribed": "wa huwa yariṡuhā illam yakul lahā walad(un),"
      },
      {
        "belongs_to_verse_number": 176,
        "translation": "Und wenn es zwei (Schwestern) sind, stehen ihnen (beiden) zwei Drittel dessen zu, was er hinterläßt. Und wenn es Geschwister sind, Männer",
        "text_uthmani": "فَإِن كَانَتَا ٱثْنَتَيْنِ فَلَهُمَا ٱلثُّلُثَانِ مِمَّا تَرَكَ ۚ وَإِن كَانُوٓا۟ إِخْوَةً رِّجَالًا",
        "text_uthmani_transcribed": "fa in kānataṡnataini fa lahumaṡ-ṡuluṡāni mimmā tarak(a), wa in kānū ikhwatar rijālaw"
      },
      {
        "belongs_to_verse_number": 176,
        "translation": "und Frauen, dann kommt einem männlichen Geschlechts ebensoviel zu wie der Anteil von zwei weiblichen Geschlechts.",
        "text_uthmani": "وَإِن كَانُوٓا۟ إِخْوَةً رِّجَالًا وَنِسَآءً فَلِلذَّكَرِ مِثْلُ حَظِّ ٱلْأُنثَيَيْنِ ۗ",
        "text_uthmani_transcribed": "wa in kānū ikhwatar rijālaw wa nisā'an fa liż-żakari miṡlu ḥaẓẓil-unṡayain(i),"
      },
      {
        "belongs_to_verse_number": 176,
        "translation": "Allah gibt euch Klarheit, damit ihr (nicht) in die Irre geht. Allah weiß über alles Bescheid.",
        "text_uthmani": "يُبَيِّنُ ٱللَّهُ لَكُمْ أَن تَضِلُّوا۟ ۗ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌۢ",
        "text_uthmani_transcribed": "yubayyinullāhu lakum an taḍillū, wallāhu bikulli syai'in 'alīm(un)."
      }
    ],
    "text_uthmani": "يَسْتَفْتُونَكَ قُلِ ٱللَّهُ يُفْتِيكُمْ فِى ٱلْكَلَـٰلَةِ ۚ إِنِ ٱمْرُؤٌا۟ هَلَكَ لَيْسَ لَهُۥ وَلَدٌ وَلَهُۥٓ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ ۚ وَهُوَ يَرِثُهَآ إِن لَّمْ يَكُن لَّهَا وَلَدٌ ۚ فَإِن كَانَتَا ٱثْنَتَيْنِ فَلَهُمَا ٱلثُّلُثَانِ مِمَّا تَرَكَ ۚ وَإِن كَانُوٓا۟ إِخْوَةً رِّجَالًا وَنِسَآءً فَلِلذَّكَرِ مِثْلُ حَظِّ ٱلْأُنثَيَيْنِ ۗ يُبَيِّنُ ٱللَّهُ لَكُمْ أَن تَضِلُّوا۟ ۗ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌۢ",
    "text_uthmani_transcribed": "Yastaftūnak(a), qulillāhu yuftīkum fil-kalālah(ti), inimru'un halaka laisa lahū waladuw wa lahū ukhtun fa lahā niṣfu mā tarak(a), wa huwa yariṡuhā illam yakul lahā walad(un), fa in kānataṡnataini fa lahumaṡ-ṡuluṡāni mimmā tarak(a), wa in kānū ikhwatar rijālaw wa nisā'an fa liż-żakari miṡlu ḥaẓẓil-unṡayain(i), yubayyinullāhu lakum an taḍillū, wallāhu bikulli syai'in 'alīm(un)."
  }
]