[
  {
    "verse_number": 1,
    "translation": "Alles) Lob gehört Allah, Dem gehört, was in den Himmeln und was auf der Erde ist, und (alles) Lob gehört Ihm im Jenseits. Er ist der Allweise und Allkundige.",
    "segmented": [
      {
        "translation": "Alles) Lob gehört Allah, Dem gehört, was in den Himmeln und was auf der Erde ist, und (alles) Lob gehört Ihm im Jenseits.",
        "text_uthmani": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَلَهُ ٱلْحَمْدُ فِى ٱلْـَٔاخِرَةِ",
        "text_uthmani_transcribed": "Alhamdu lillahi alladhee lahu ma fee assamawati wa ma fee al-ardi wa lahu alhamdu fee al-akhirati"
      },
      {
        "translation": "Er ist der Allweise und Allkundige.",
        "text_uthmani": "ۚ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ",
        "text_uthmani_transcribed": "Wa huwa alhakeemu alkhabiru"
      }
    ],
    "text_uthmani": " ٱلْحَمْدُ لِلَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَلَهُ ٱلْحَمْدُ فِى ٱلْـَٔاخِرَةِ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ",
    "text_uthmani_transcribed": "Al-ḥamdu lillāhil-lażī lahū mā fis-samāwāti wa mā fil-arḍi wa lahul-ḥamdu fil-ākhirah(ti), wa huwal-ḥakīmul-khabīr(u)."
  },
  {
    "verse_number": 2,
    "translation": "Er weiß, was in die Erde eindringt und was aus ihr herauskommt, was vom Himmel herabkommt und was dorthin aufsteigt. Und Er ist der Barmherzige und Allvergebende.",
    "segmented": [
      {
        "translation": "Er weiß, was in die Erde eindringt und was aus ihr herauskommt, was vom Himmel herabkommt und was dorthin aufsteigt.",
        "text_uthmani": "يَعْلَمُ مَا يَلِجُ فِى ٱلْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعْرُجُ فِيهَا ۚ",
        "text_uthmani_transcribed": "Ya'lamu ma yaliju fi al-ardi wa ma yakhruju minha wa ma yanzilu mina al-sama'i wa ma ya'ruju fiha."
      },
      {
        "translation": "Und Er ist der Barmherzige und Allvergebende.",
        "text_uthmani": "وَهُوَ ٱلرَّحِيمُ ٱلْغَفُورُ",
        "text_uthmani_transcribed": "Wa huwa al-Rahimu al-Ghafur."
      }
    ],
    "text_uthmani": "يَعْلَمُ مَا يَلِجُ فِى ٱلْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعْرُجُ فِيهَا ۚ وَهُوَ ٱلرَّحِيمُ ٱلْغَفُورُ",
    "text_uthmani_transcribed": "Ya'lamu mā yaliju fil-arḍi wa mā yakhruju minhā wa mā yanzilu minas-samā'i wa mā ya'ruju fīhā, wa huwar-raḥīmul-gafūr(u)."
  },
  {
    "verse_number": 3,
    "translation": "Diejenigen, die ungläubig sind, sagen: „Die Stunde kommt nicht über uns. Sag: Doch bei meinem Herrn - sie kommt ganz gewiß über euch -, (bei Ihm,) dem Kenner des Verborgenen! Es entgeht Ihm nicht das Gewicht eines Stäubchens, weder in den Himmeln noch auf der Erde. Und es gibt nichts, was kleiner ist als dies oder größer, das nicht in einem deutlichen Buch (verzeichnet) wäre,",
    "segmented": [
      {
        "translation": "Diejenigen, die ungläubig sind, sagen: „Die Stunde kommt nicht über uns.",
        "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَا تَأْتِينَا ٱلسَّاعَةُ",
        "text_uthmani_transcribed": "Wa qāla alladhīna kafarū la tā'tīnā as-sā'atu"
      },
      {
        "translation": "Sag: Doch bei meinem Herrn - sie kommt ganz gewiß über euch -, (bei Ihm,) dem Kenner des Verborgenen!",
        "text_uthmani": "ۖ قُلْ بَلَىٰ وَرَبِّى لَتَأْتِيَنَّكُمْ عَـٰلِمِ ٱلْغَيْبِ",
        "text_uthmani_transcribed": "Qul balā wa rabbī lata'tiyannakum 'ālimi al-ghaybi"
      },
      {
        "translation": "Es entgeht Ihm nicht das Gewicht eines Stäubchens, weder in den Himmeln noch auf der Erde.",
        "text_uthmani": "ۖ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِى ٱلسَّمَـٰوَٰتِ وَلَا فِى ٱلْأَرْضِ",
        "text_uthmani_transcribed": "Lā ya'zubu 'anhu mithqālu dharratin fī as-samāwāti wa lā fī al-ardi"
      },
      {
        "translation": "Und es gibt nichts, was kleiner ist als dies oder größer, das nicht in einem deutlichen Buch (verzeichnet) wäre,",
        "text_uthmani": "وَلَآ أَصْغَرُ مِن ذَٰلِكَ وَلَآ أَكْبَرُ إِلَّا فِى كِتَـٰبٍ مُّبِينٍ",
        "text_uthmani_transcribed": "Wa lā asgharu min dhālika wa lā akbaru illā fī kitābin mubīnin"
      }
    ],
    "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَا تَأْتِينَا ٱلسَّاعَةُ ۖ قُلْ بَلَىٰ وَرَبِّى لَتَأْتِيَنَّكُمْ عَـٰلِمِ ٱلْغَيْبِ ۖ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِى ٱلسَّمَـٰوَٰتِ وَلَا فِى ٱلْأَرْضِ وَلَآ أَصْغَرُ مِن ذَٰلِكَ وَلَآ أَكْبَرُ إِلَّا فِى كِتَـٰبٍ مُّبِينٍ",
    "text_uthmani_transcribed": "Wa qālal-lażīna kafarū lā ta'tīnas-sā'ah(tu), qul balā wa rabbī lata'tiyannakum, 'ālimul-gaib(i), lā ya'zubu 'anhu miṡqālu żarratin fis-samāwāti wa lā fil-arḍi wa lā aṣgaru min żālika wa lā akbaru illā fī kitābim mubīn(in)."
  },
  {
    "verse_number": 4,
    "translation": "damit Er (es) denjenigen, die glauben und rechtschaffene Werke tun, vergelte. Für diese wird es Vergebung und ehrenvolle Versorgung geben.",
    "text_uthmani": "لِّيَجْزِىَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ ۚ أُو۟لَـٰٓئِكَ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
    "text_uthmani_transcribed": "Liyajziyal-lażīna āmanū wa 'amiluṣ-ṣāliḥāt(i), ulā'ika lahum magfiratuw wa rizqun karīm(un)."
  },
  {
    "verse_number": 5,
    "translation": "Und diejenigen, die ständig gegen Unsere Zeichen eifern und ihnen Machtlosigkeit nachweisen wollen, für sie wird es schmerzhafte Strafe von Züchtigung geben.",
    "segmented": [
      {
        "translation": "Und diejenigen, die ständig gegen Unsere Zeichen eifern",
        "text_uthmani": "وَٱلَّذِينَ سَعَوْ فِىٓ ءَايَـٰتِنَا مُعَـٰجِزِينَ",
        "text_uthmani_transcribed": "Wa alladhina sa'aw fi aayatina mu'ajizin"
      },
      {
        "translation": "und ihnen Machtlosigkeit nachweisen wollen, für sie wird es schmerzhafte Strafe von Züchtigung geben.",
        "text_uthmani": "أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ مِّن رِّجْزٍ أَلِيمٌ",
        "text_uthmani_transcribed": "Ulaika lahum 'adhabun min rijzin aleem"
      }
    ],
    "text_uthmani": "وَٱلَّذِينَ سَعَوْ فِىٓ ءَايَـٰتِنَا مُعَـٰجِزِينَ أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ مِّن رِّجْزٍ أَلِيمٌ",
    "text_uthmani_transcribed": "Wal-lażīna sa'au fī āyātinā mu'ājizīna ulā'ika lahum 'ażābum mir rijzin alīm(un)."
  },
  {
    "verse_number": 6,
    "translation": "Und diejenigen, denen das Wissen gegeben worden ist, sehen, (daß) das, was zu dir von deinem Herrn (als Offenbarung) herabgesandt worden ist, die Wahrheit ist und zum Weg des Allmächtigen und Lobenswürdigen führt.",
    "segmented": [
      {
        "translation": "Und diejenigen, denen das Wissen gegeben worden ist, sehen, (daß) das, was zu dir von deinem Herrn (als Offenbarung) herabgesandt worden ist, die Wahrheit ist",
        "text_uthmani": "وَيَرَى ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ ٱلَّذِىٓ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ هُوَ ٱلْحَقَّ",
        "text_uthmani_transcribed": "Wa yara allatheena ootoo alAAilma allathee onzila ilayka min rabbika huwa alhaqqa"
      },
      {
        "translation": "und zum Weg des Allmächtigen und Lobenswürdigen führt.",
        "text_uthmani": "وَيَهْدِىٓ إِلَىٰ صِرَٰطِ ٱلْعَزِيزِ ٱلْحَمِيدِ",
        "text_uthmani_transcribed": "wa yahdee ila sirati alAAazeezi alhameedi"
      }
    ],
    "text_uthmani": "وَيَرَى ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ ٱلَّذِىٓ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ هُوَ ٱلْحَقَّ وَيَهْدِىٓ إِلَىٰ صِرَٰطِ ٱلْعَزِيزِ ٱلْحَمِيدِ",
    "text_uthmani_transcribed": "Wa yaral-lażīna ūtul-'ilmal-lażī unzila ilaika mir rabbika huwal-ḥaqq(a), wa yahdī ilā ṣirāṭil-'azīzil-ḥamīd(i)."
  },
  {
    "verse_number": 7,
    "translation": "Und diejenigen, die ungläubig sind, sagen: „Sollen wir euch auf einen Mann hinweisen, der euch kundtut, daß ihr, wenn ihr vollständig in Stücke gerissen worden seid, doch wirklich in neuer Schöpfung (erstehen) werdet?",
    "segmented": [
      {
        "translation": "Und diejenigen, die ungläubig sind, sagen: „Sollen wir euch auf einen Mann hinweisen, der euch kundtut, daß ihr, wenn ihr vollständig in Stücke",
        "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ هَلْ نَدُلُّكُمْ عَلَىٰ رَجُلٍ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ",
        "text_uthmani_transcribed": "Wa qāla alladhīna kafarū hal nadullukum 'alā rajulin yunabbi'ukum idhā muzziqttum kulla mumazziqin"
      },
      {
        "translation": "gerissen worden seid, doch wirklich in neuer Schöpfung (erstehen) werdet?",
        "text_uthmani": "إِنَّكُمْ لَفِى خَلْقٍ جَدِيدٍ",
        "text_uthmani_transcribed": "Innakum lafī khalqin jadīdin"
      }
    ],
    "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ هَلْ نَدُلُّكُمْ عَلَىٰ رَجُلٍ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِى خَلْقٍ جَدِيدٍ",
    "text_uthmani_transcribed": "Wa qālal-lażīna kafarū hal nadullukum 'alā rajuliy yunabbi'ukum iżā muzziqtum kulla mumazzaq(in), innakum lafī khalqin jadīd(in)."
  },
  {
    "verse_number": 8,
    "translation": "Hat er gegen Allah eine Lüge ersonnen, oder leidet er an Besessenheit? Nein! Vielmehr stecken diejenigen, die an das Jenseits nicht glauben, in der Strafe und befinden sich im tiefen Irrtum.",
    "segmented": [
      {
        "translation": "Hat er gegen Allah eine Lüge ersonnen, oder leidet er an Besessenheit? Nein!",
        "text_uthmani": "أَفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةٌۢ ۗ بَلِ",
        "text_uthmani_transcribed": "Aftara 'ala Allahi kadhiban am bihi jinnatun? Bal!"
      },
      {
        "translation": "Vielmehr stecken diejenigen, die an das Jenseits nicht glauben, in der Strafe und befinden sich im tiefen Irrtum.",
        "text_uthmani": "ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ فِى ٱلْعَذَابِ وَٱلضَّلَـٰلِ ٱلْبَعِيدِ",
        "text_uthmani_transcribed": "Alladhina la yu'minuna bil-akhirati fi al-'adhabi wa al-dalali al-ba'idi"
      }
    ],
    "text_uthmani": "أَفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةٌۢ ۗ بَلِ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ فِى ٱلْعَذَابِ وَٱلضَّلَـٰلِ ٱلْبَعِيدِ",
    "text_uthmani_transcribed": "Aftarā 'alallāhi każiban am bihī jinnah(tun), balil-lażīna lā yu'minūna bil-ākhirati fil-'ażābi waḍ-ḍalālil-ba'īd(i)."
  },
  {
    "verse_number": 9,
    "translation": "Sehen sie denn nicht auf das, was vom Himmel und von der Erde vor ihnen und was hinter ihnen ist? Wenn Wir wollen, lassen Wir die Erde mit ihnen versinken oder Stücke vom Himmel auf sie herabfallen. Darin ist wahrlich ein Zeichen für jeden Diener, der sich (Allah) reuig zuwendet.",
    "segmented": [
      {
        "translation": "Sehen sie denn nicht auf das, was vom Himmel und von der Erde vor ihnen und was hinter ihnen ist?",
        "text_uthmani": "أَفَلَمْ يَرَوْا۟ إِلَىٰ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ",
        "text_uthmani_transcribed": "Afa lam yaraw ila ma bayna aydihim wa ma khalfahum mina alssamai waalardi"
      },
      {
        "translation": "Wenn Wir wollen, lassen Wir die Erde mit ihnen versinken oder Stücke vom Himmel auf sie herabfallen.",
        "text_uthmani": "ۚ إِن نَّشَأْ نَخْسِفْ بِهِمُ ٱلْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِّنَ ٱلسَّمَآءِ",
        "text_uthmani_transcribed": "In nasha' nakhisif bihimu alarda aw nusqit 'alayhim kisafan mina alssamai"
      },
      {
        "translation": "Darin ist wahrlich ein Zeichen für jeden Diener, der sich (Allah) reuig zuwendet.",
        "text_uthmani": "ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّكُلِّ عَبْدٍ مُّنِيبٍ",
        "text_uthmani_transcribed": "Inna fi thalika laayatan likulli 'abdin munibin"
      }
    ],
    "text_uthmani": "أَفَلَمْ يَرَوْا۟ إِلَىٰ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ ۚ إِن نَّشَأْ نَخْسِفْ بِهِمُ ٱلْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِّنَ ٱلسَّمَآءِ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّكُلِّ عَبْدٍ مُّنِيبٍ",
    "text_uthmani_transcribed": "Afalam yarau ilā mā baina aidīhim wa mā khalfahum minas-samā'i wal-arḍ(i), in nasya' nakhsif bihimul-arḍa au nusqiṭ 'alaihim kisafam minas-samā'(i), inna fī żālika la'āyatal likulli 'abdim munīb(in)."
  },
  {
    "verse_number": 10,
    "translation": "Und Wir gaben ja Dawud eine Huld von Uns. - „Ihr Berge, preist (Allah) im Widerhall mit ihm, und auch ihr Vögel. Und Wir machten für ihn das Eisen geschmeidig:",
    "segmented": [
      {
        "translation": "Und Wir gaben ja Dawud eine Huld von Uns. - „Ihr Berge, preist (Allah) im Widerhall mit ihm, und auch ihr Vögel.",
        "text_uthmani": "۞ وَلَقَدْ ءَاتَيْنَا دَاوُۥدَ مِنَّا فَضْلًا ۖ يَـٰجِبَالُ أَوِّبِى مَعَهُۥ وَٱلطَّيْرَ",
        "text_uthmani_transcribed": "Wa laqad atayna Dawuda minna fadlan. Ya jibalu awwibi ma'ahu wa attayr."
      },
      {
        "translation": "Und Wir machten für ihn das Eisen geschmeidig:",
        "text_uthmani": "وَأَلَنَّا لَهُ ٱلْحَدِيدَ",
        "text_uthmani_transcribed": "Wa alan'na lahu alhadeed."
      }
    ],
    "text_uthmani": "۞ وَلَقَدْ ءَاتَيْنَا دَاوُۥدَ مِنَّا فَضْلًا ۖ يَـٰجِبَالُ أَوِّبِى مَعَهُۥ وَٱلطَّيْرَ ۖ وَأَلَنَّا لَهُ ٱلْحَدِيدَ",
    "text_uthmani_transcribed": "Wa laqad ātainā dāwūda minnā faḍlā(n), yā jibālu awwibī ma'ahū waṭ-ṭair(a), wa alannā lahul-ḥadīd(a)."
  },
  {
    "verse_number": 11,
    "translation": "„Fertige Panzergewänder an und füge im richtigen Maß die Panzermaschen aneinander. Und handelt rechtschaffen, denn Ich sehe wohl, was ihr tut.",
    "text_uthmani": "أَنِ ٱعْمَلْ سَـٰبِغَـٰتٍ وَقَدِّرْ فِى ٱلسَّرْدِ ۖ وَٱعْمَلُوا۟ صَـٰلِحًا ۖ إِنِّى بِمَا تَعْمَلُونَ بَصِيرٌ",
    "text_uthmani_transcribed": "Ani'mal sābigātiw wa qaddir fis-sardi wa'malū ṣāliḥā(n), innī bimā ta'malūna baṣīr(un)."
  },
  {
    "verse_number": 12,
    "translation": "Und Sulaiman (machten Wir) den Wind (dienstbar), dessen Morgenlauf einen Monat und dessen Abendlauf einen Monat beträgt. Und Wir ließen die Quelle des geschmolzenen Kupfers für ihn fließen. Und unter den Ginn gab es manche, die mit der Erlaubnis seines Herrn vor ihm tätig waren. Wer von ihnen von Unserem Befehl abweicht, den lassen Wir von der Strafe der Feuerglut kosten.",
    "segmented": [
      {
        "translation": "Und Sulaiman (machten Wir) den Wind (dienstbar), dessen Morgenlauf einen Monat und dessen Abendlauf einen Monat beträgt.",
        "text_uthmani": "وَلِسُلَيْمَـٰنَ ٱلرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ ۖ",
        "text_uthmani_transcribed": "Wa lisulaymana alrreeha ghudoowuha shahrun warawahuha shahrun."
      },
      {
        "translation": "Und Wir ließen die Quelle des geschmolzenen Kupfers für ihn fließen.",
        "text_uthmani": "وَأَسَلْنَا لَهُۥ عَيْنَ ٱلْقِطْرِ ۖ",
        "text_uthmani_transcribed": "Wa asalna lahu 'ayna alqitr."
      },
      {
        "translation": "Und unter den Ginn gab es manche, die mit der Erlaubnis seines Herrn vor ihm tätig waren.",
        "text_uthmani": "وَمِنَ ٱلْجِنِّ مَن يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِۦ ۖ",
        "text_uthmani_transcribed": "Wa mina aljinni man ya'malu bayna yadayhi bi'ithni rabbihi."
      },
      {
        "translation": "Wer von ihnen von Unserem Befehl abweicht, den lassen Wir von der Strafe der Feuerglut kosten.",
        "text_uthmani": "وَمَن يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ ٱلسَّعِيرِ",
        "text_uthmani_transcribed": "Wa man yazigh minhum 'an amrina nuthiqhu min 'adhabi alsa'eer."
      }
    ],
    "text_uthmani": "وَلِسُلَيْمَـٰنَ ٱلرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ ۖ وَأَسَلْنَا لَهُۥ عَيْنَ ٱلْقِطْرِ ۖ وَمِنَ ٱلْجِنِّ مَن يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِۦ ۖ وَمَن يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ ٱلسَّعِيرِ",
    "text_uthmani_transcribed": "Wa lisulaimānar-rīḥa guduwwuhā syahruw wa rawāḥuhā syahr(un), wa asalnā lahū 'ainal-qiṭr(i), wa minal-jinni may ya'malu baina yadaihi bi'iżni rabbih(ī), wa may yazig minhum 'an amrinā nużiqhu min 'ażābis-sa'īr(i)."
  },
  {
    "verse_number": 13,
    "translation": "Sie machten ihm, was er wollte, an Gebetsräumen, Bildwerken, Schüsseln wie Wasserbecken und feststehenden Kesseln. - „Verrichtet, ihr Sippe Dawuds, eure Arbeit in Dankbarkeit, denn (nur) wenige von Meinen Dienern sind wirklich dankbar.",
    "segmented": [
      {
        "translation": "Sie machten ihm, was er wollte, an Gebetsräumen, Bildwerken, Schüsseln wie Wasserbecken und feststehenden Kesseln.",
        "text_uthmani": "يَعْمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَـٰرِيبَ وَتَمَـٰثِيلَ وَجِفَانٍ كَٱلْجَوَابِ وَقُدُورٍ رَّاسِيَـٰتٍ ۚ",
        "text_uthmani_transcribed": "Ya'maluuna lahuu maa yashaaa'u min mahariba wa tamathila wa jifaanin ka al-jawaabi wa quduurin raasiyaat."
      },
      {
        "translation": "- „Verrichtet, ihr Sippe Dawuds, eure Arbeit in Dankbarkeit, denn (nur) wenige von Meinen Dienern sind wirklich dankbar.",
        "text_uthmani": "ٱعْمَلُوٓا۟ ءَالَ دَاوُۥدَ شُكْرًا ۚ وَقَلِيلٌ مِّنْ عِبَادِىَ ٱلشَّكُورُ",
        "text_uthmani_transcribed": "I'maluu aala daawuda shukran. Wa qaliilun min 'ibaadiya ash-shakuur."
      }
    ],
    "text_uthmani": "يَعْمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَـٰرِيبَ وَتَمَـٰثِيلَ وَجِفَانٍ كَٱلْجَوَابِ وَقُدُورٍ رَّاسِيَـٰتٍ ۚ ٱعْمَلُوٓا۟ ءَالَ دَاوُۥدَ شُكْرًا ۚ وَقَلِيلٌ مِّنْ عِبَادِىَ ٱلشَّكُورُ",
    "text_uthmani_transcribed": "Ya'malūna lahū mā yasyā'u mim maḥārība wa tamāṡīla wa jifānin kal-jawābi wa qudūrir-rāsiyāt(in), i'malū āla dāwūda syukrā(n), wa qalīlum min 'ibādiyasy-syakūr(u)."
  },
  {
    "verse_number": 14,
    "translation": "Und als Wir für ihn den Tod bestimmt hatten, wies sie auf sein Ableben nur das Tier der Erde hin, das seinen Stab fraß. Als er dann niederstürzte, wurde den Ginn klar, daß sie, wenn sie das Verborgene gewußt, nicht (weiter) in der schmachvollen Strafe verweilt hätten.",
    "segmented": [
      {
        "translation": "Und als Wir für ihn den Tod bestimmt hatten, wies sie auf sein Ableben nur das Tier der Erde hin, das seinen Stab fraß.",
        "text_uthmani": "فَلَمَّا قَضَيْنَا عَلَيْهِ ٱلْمَوْتَ مَا دَلَّهُمْ عَلَىٰ مَوْتِهِۦٓ إِلَّا دَآبَّةُ ٱلْأَرْضِ تَأْكُلُ مِنسَأَتَهُۥ",
        "text_uthmani_transcribed": "Fa lamma qadayna 'alayhi al-mawta ma dallahum 'ala mawtihi illa dabba-tul-ardi ta'kulu minsa'atahu"
      },
      {
        "translation": "Als er dann niederstürzte, wurde den Ginn klar, daß sie, wenn sie das Verborgene gewußt, nicht (weiter) in der schmachvollen Strafe verweilt",
        "text_uthmani": "ۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلْجِنُّ أَن لَّوْ كَانُوا۟ يَعْلَمُونَ ٱلْغَيْبَ مَا لَبِثُوا۟ فِى ٱلْعَذَابِ",
        "text_uthmani_transcribed": "Fa lamma kharra tabayyanati al-jinnu an law kanu ya'lamuna al-ghayba ma labithu fi al-'adhabi"
      },
      {
        "translation": "hätten.",
        "text_uthmani": "ٱلْمُهِينِ",
        "text_uthmani_transcribed": "al-muheeni"
      }
    ],
    "text_uthmani": "فَلَمَّا قَضَيْنَا عَلَيْهِ ٱلْمَوْتَ مَا دَلَّهُمْ عَلَىٰ مَوْتِهِۦٓ إِلَّا دَآبَّةُ ٱلْأَرْضِ تَأْكُلُ مِنسَأَتَهُۥ ۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلْجِنُّ أَن لَّوْ كَانُوا۟ يَعْلَمُونَ ٱلْغَيْبَ مَا لَبِثُوا۟ فِى ٱلْعَذَابِ ٱلْمُهِينِ",
    "text_uthmani_transcribed": "Falammā qaḍainā 'alaihil-mauta mā dallahum 'alā mautihī illā dābbatul-arḍi ta'kulu minsa'atah(ū), falammā kharra tabayyanatil-jinnu allau kānū ya'lamūnal-gaiba mā labiṡū fil-'ażābil-muhīn(i)."
  },
  {
    "verse_number": 15,
    "translation": "Die Sabäer hatten ja in ihrem Wohnort ein Zeichen: zwei Gärten zur Rechten und zur Linken. - „Eßt von der Versorgung eures Herrn und dankt Ihm. Eine gute Ortschaft (ist es) und ein Allvergebender Herr.",
    "segmented": [
      {
        "translation": "Die Sabäer hatten ja in ihrem Wohnort ein Zeichen: zwei Gärten zur Rechten und zur Linken. - „Eßt von der Versorgung eures Herrn und dankt Ihm.",
        "text_uthmani": "لَقَدْ كَانَ لِسَبَإٍ فِى مَسْكَنِهِمْ ءَايَةٌ ۖ جَنَّتَانِ عَن يَمِينٍ وَشِمَالٍ ۖ كُلُوا۟ مِن رِّزْقِ رَبِّكُمْ وَٱشْكُرُوا۟ لَهُۥ",
        "text_uthmani_transcribed": "Laqad kana li-saba'in fi maskanihim aayatun. Jannatani 'an yameenin wa shimalin. Kuloo min rizqi rabbikum wa ishkuruhu."
      },
      {
        "translation": "Eine gute Ortschaft (ist es) und ein Allvergebender Herr.",
        "text_uthmani": "ۚ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ",
        "text_uthmani_transcribed": "Baladatun tayyibatun wa rabbun ghafoor."
      }
    ],
    "text_uthmani": "لَقَدْ كَانَ لِسَبَإٍ فِى مَسْكَنِهِمْ ءَايَةٌ ۖ جَنَّتَانِ عَن يَمِينٍ وَشِمَالٍ ۖ كُلُوا۟ مِن رِّزْقِ رَبِّكُمْ وَٱشْكُرُوا۟ لَهُۥ ۚ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ",
    "text_uthmani_transcribed": "Laqad kāna lisaba'in fī maskanihim āyah(tun), jannatāni 'ay yamīniw wa syimāl(in), kulū mir rizqi rabbikum wasykurū lah(ū), baldatun ṭayyibatuw wa rabbun gafūr(un)."
  },
  {
    "verse_number": 16,
    "translation": "Aber sie wandten sich ab. Da sandten Wir gegen sie die Flut des Staudammes, und Wir tauschten ihnen ihre zwei Gärten aus gegen zwei Gärten mit bitterem Ernteertrag und Tamarisken und einigen wenigen Zizyphusbäumen.",
    "segmented": [
      {
        "translation": "Aber sie wandten sich ab.",
        "text_uthmani": "فَأَعْرَضُوا۟",
        "text_uthmani_transcribed": "Fa'a'rado"
      },
      {
        "translation": "Da sandten Wir gegen sie die Flut des Staudammes, und Wir tauschten ihnen ihre zwei Gärten aus gegen zwei Gärten mit bitterem Ernteertrag",
        "text_uthmani": "فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ ٱلْعَرِمِ وَبَدَّلْنَـٰهُم بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَىْ أُكُلٍ خَمْطٍ",
        "text_uthmani_transcribed": "Fa'arsalna 'alayhim sayl al-'arimi wa baddalnahum bijannatayhim jannatayni dhawatay ukulin khamtin"
      },
      {
        "translation": "und Tamarisken und einigen wenigen Zizyphusbäumen.",
        "text_uthmani": "وَأَثْلٍ وَشَىْءٍ مِّن سِدْرٍ قَلِيلٍ",
        "text_uthmani_transcribed": "Wa athlin wa shay'in min sidrin qaleel"
      }
    ],
    "text_uthmani": "فَأَعْرَضُوا۟ فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ ٱلْعَرِمِ وَبَدَّلْنَـٰهُم بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَىْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَىْءٍ مِّن سِدْرٍ قَلِيلٍ",
    "text_uthmani_transcribed": "Fa a'raḍū fa arsalnā 'alaihim sailal-'arimi wa baddalnāhum bijannataihim jannataini żawātai ukulin khamṭiw wa aṡliw wa syai'im min sidrin qalīl(in)."
  },
  {
    "verse_number": 17,
    "translation": "Das vergalten Wir ihnen, daß sie undankbar waren. Vergelten Wir denn sonst jemand anderem als dem Undankbaren?",
    "text_uthmani": "ذَٰلِكَ جَزَيْنَـٰهُم بِمَا كَفَرُوا۟ ۖ وَهَلْ نُجَـٰزِىٓ إِلَّا ٱلْكَفُورَ",
    "text_uthmani_transcribed": "Żālika jazaināhum bimā kafarū, wa hal nujāzī illal-kafūr(a)."
  },
  {
    "verse_number": 18,
    "translation": "Und Wir legten zwischen ihnen und den Städten, die Wir gesegnet haben, sichtbare Städte an. Und Wir setzten das rechte Maß der Reise zwischen ihnen fest: „Reist in ihnen - Nächte und Tage - in Sicherheit umher.",
    "segmented": [
      {
        "translation": "Und Wir legten zwischen ihnen und den Städten, die Wir gesegnet haben, sichtbare Städte an.",
        "text_uthmani": "وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ ٱلْقُرَى ٱلَّتِى بَـٰرَكْنَا فِيهَا قُرًى ظَـٰهِرَةً",
        "text_uthmani_transcribed": "Wa ja'alna baynahum wa bayna al-qura allati barakna fiha qura dhahira"
      },
      {
        "translation": "Und Wir setzten das rechte Maß der Reise zwischen ihnen fest: „Reist in ihnen - Nächte und Tage - in Sicherheit umher.",
        "text_uthmani": "وَقَدَّرْنَا فِيهَا ٱلسَّيْرَ ۖ سِيرُوا۟ فِيهَا لَيَالِىَ وَأَيَّامًا ءَامِنِينَ",
        "text_uthmani_transcribed": "Wa qaddarna fiha al-sayr. Seeru fiha layaliya wa ayyaman aminin"
      }
    ],
    "text_uthmani": "وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ ٱلْقُرَى ٱلَّتِى بَـٰرَكْنَا فِيهَا قُرًى ظَـٰهِرَةً وَقَدَّرْنَا فِيهَا ٱلسَّيْرَ ۖ سِيرُوا۟ فِيهَا لَيَالِىَ وَأَيَّامًا ءَامِنِينَ",
    "text_uthmani_transcribed": "Wa ja'alnā bainahum wa bainal-qural-latī bāraknā fīhā quran ẓāhirataw wa qaddarnā fihas-sair(a), sīrū fīhā layāliya wa ayyāman āminīn(a)."
  },
  {
    "verse_number": 19,
    "translation": "Sie aber sagten: „Unser Herr, vergrößere die Entfernungen zwischen unseren Reise(abschnitte)n. Sie taten sich selbst Unrecht. So machten Wir sie zu(m Gegenstand von) Geschichten und rissen sie vollständig in Stücke. Darin sind wahrlich Zeichen für jeden sehr Standhaften und sehr Dankbaren.",
    "segmented": [
      {
        "translation": "Sie aber sagten: „Unser Herr, vergrößere die Entfernungen zwischen unseren Reise(abschnitte)n. Sie taten sich selbst Unrecht.",
        "text_uthmani": "فَقَالُوا۟ رَبَّنَا بَـٰعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوٓا۟ أَنفُسَهُمْ",
        "text_uthmani_transcribed": "Fa qālū rabbanā bā'id bayna asfārinā wa ẓalamū anfusahum"
      },
      {
        "translation": "So machten Wir sie zu(m Gegenstand von) Geschichten und rissen sie vollständig in Stücke.",
        "text_uthmani": "فَجَعَلْنَـٰهُمْ أَحَادِيثَ وَمَزَّقْنَـٰهُمْ كُلَّ مُمَزَّقٍ",
        "text_uthmani_transcribed": "Faja'alnāhum aḥādītha wa mazzaqnāhum kulla mumazzaqin"
      },
      {
        "translation": "Darin sind wahrlich Zeichen für jeden sehr Standhaften und sehr Dankbaren.",
        "text_uthmani": "ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
        "text_uthmani_transcribed": "Inna fī dhālika la'āyātin likulli ṣabbārin shakūrin"
      }
    ],
    "text_uthmani": "فَقَالُوا۟ رَبَّنَا بَـٰعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوٓا۟ أَنفُسَهُمْ فَجَعَلْنَـٰهُمْ أَحَادِيثَ وَمَزَّقْنَـٰهُمْ كُلَّ مُمَزَّقٍ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
    "text_uthmani_transcribed": "Fa qālū rabbanā bā'id baina asfārinā wa ẓalamū anfusahum fa ja'alnāhum aḥādīṡa wa mazzaqnāhum kulla mumazzaq(in), inna fī żālika la'āyātil likulli ṣabbārin syakūr(in)."
  },
  {
    "verse_number": 20,
    "translation": "Wahrlich, Iblis fand seine Meinung von ihnen bestätigt. Sie folgten ihm, außer einer Gruppe der Gläubigen.",
    "text_uthmani": "وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقًا مِّنَ ٱلْمُؤْمِنِينَ",
    "text_uthmani_transcribed": "Wa laqad ṣaddaqa 'alaihim iblīsu ẓannahū fattaba'ūhu illā farīqam minal-mu'minīn(a)."
  },
  {
    "verse_number": 21,
    "translation": "Doch hatte er keine Macht über sie; (es geschah) nur, damit Wir in Erfahrung bringen, wer an das Jenseits glaubt, und (ihn unterscheiden) von demjenigen, der darüber im Zweifel ist. Dein Herr ist Hüter über alles.",
    "segmented": [
      {
        "translation": "Doch hatte er keine Macht über sie; (es geschah) nur, damit Wir in Erfahrung bringen, wer an das Jenseits glaubt,",
        "text_uthmani": "وَمَا كَانَ لَهُۥ عَلَيْهِم مِّن سُلْطَـٰنٍ إِلَّا لِنَعْلَمَ مَن يُؤْمِنُ بِٱلْـَٔاخِرَةِ",
        "text_uthmani_transcribed": "Wa ma kana lahu 'alayhim min sultanin illa li-na'lama man yu'minu bil-akhirati"
      },
      {
        "translation": "und (ihn unterscheiden) von demjenigen, der darüber im Zweifel ist. Dein Herr ist Hüter über alles.",
        "text_uthmani": "مِمَّنْ هُوَ مِنْهَا فِى شَكٍّ ۗ وَرَبُّكَ عَلَىٰ كُلِّ شَىْءٍ حَفِيظٌ",
        "text_uthmani_transcribed": "mimman huwa minha fi shakkin. Wa rabbuka 'ala kulli shay'in hafizun"
      }
    ],
    "text_uthmani": "وَمَا كَانَ لَهُۥ عَلَيْهِم مِّن سُلْطَـٰنٍ إِلَّا لِنَعْلَمَ مَن يُؤْمِنُ بِٱلْـَٔاخِرَةِ مِمَّنْ هُوَ مِنْهَا فِى شَكٍّ ۗ وَرَبُّكَ عَلَىٰ كُلِّ شَىْءٍ حَفِيظٌ",
    "text_uthmani_transcribed": "Wa mā kāna lahū 'alaihim min sulṭānin illā lina'lama may yu'minu bil-ākhirati mimman huwa minhā fī syakk(in), wa rabbuka 'alā kulli syai'in ḥafīẓ(un)."
  },
  {
    "verse_number": 22,
    "translation": "Sag: Ruft diejenigen an, die ihr anstatt Allahs angebt. Sie verfügen nicht (einmal) über das Gewicht eines Stäubchens weder in den Himmeln noch auf der Erde. Und sie haben an ihnen beiden keinen Anteil, noch nahm Er sich unter ihnen jemanden, der Ihm Beistand leisten sollte.",
    "segmented": [
      {
        "translation": "Sag: Ruft diejenigen an, die ihr anstatt Allahs angebt.",
        "text_uthmani": "قُلِ ٱدْعُوا۟ ٱلَّذِينَ زَعَمْتُم مِّن دُونِ ٱللَّهِ ۖ",
        "text_uthmani_transcribed": "Quli od'ū alladhīna za'amtum min dūni Allahi."
      },
      {
        "translation": "Sie verfügen nicht (einmal) über das Gewicht eines Stäubchens weder in den Himmeln noch auf der Erde.",
        "text_uthmani": "لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِى ٱلسَّمَـٰوَٰتِ وَلَا فِى ٱلْأَرْضِ",
        "text_uthmani_transcribed": "Lā yamlikūna mithqāla dharratin fī as-samāwāti wa-lā fī al-ardi."
      },
      {
        "translation": "Und sie haben an ihnen beiden keinen Anteil, noch nahm Er sich unter ihnen jemanden, der Ihm Beistand leisten sollte.",
        "text_uthmani": "وَمَا لَهُمْ فِيهِمَا مِن شِرْكٍ وَمَا لَهُۥ مِنْهُم مِّن ظَهِيرٍ",
        "text_uthmani_transcribed": "Wa mā lahum fīhimā min shirkin wa mā lahu minhum min ẓahīrin."
      }
    ],
    "text_uthmani": "قُلِ ٱدْعُوا۟ ٱلَّذِينَ زَعَمْتُم مِّن دُونِ ٱللَّهِ ۖ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِى ٱلسَّمَـٰوَٰتِ وَلَا فِى ٱلْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِن شِرْكٍ وَمَا لَهُۥ مِنْهُم مِّن ظَهِيرٍ",
    "text_uthmani_transcribed": "Qulid'ul-lażīna za'amtum min dūnillāh(i), lā yamlikūna miṡqāla żarratin fis-samāwāti wa lā fil-arḍi wa mā lahum fīhimā min syirkiw wa mā lahū minhum min ẓahīr(in)."
  },
  {
    "verse_number": 23,
    "translation": "Auch nützt bei Ihm die Fürsprache nicht - außer, wem Er es erlaubt. Wenn dann der Schrecken von ihren Herzen genommen ist, sagen sie: „Was hat euer Herr gesagt? Sie sagen: „Die Wahrheit, und Er ist der Erhabene, der Große.",
    "segmented": [
      {
        "translation": "Auch nützt bei Ihm die Fürsprache nicht - außer, wem Er es erlaubt.",
        "text_uthmani": "وَلَا تَنفَعُ ٱلشَّفَـٰعَةُ عِندَهُۥٓ إِلَّا لِمَنْ أَذِنَ لَهُۥ ۚ",
        "text_uthmani_transcribed": "Wa la tanfa'u alshshafa'atu 'indahu illa liman adhina lahu."
      },
      {
        "translation": "Wenn dann der Schrecken von ihren Herzen genommen ist, sagen sie: „Was hat euer Herr gesagt?",
        "text_uthmani": "حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمْ قَالُوا۟ مَاذَا قَالَ رَبُّكُمْ ۖ",
        "text_uthmani_transcribed": "Hatta idha fuzzi'a 'an quloobihim qaloo mada qala rabbukum."
      },
      {
        "translation": "Sie sagen: „Die Wahrheit, und Er ist der Erhabene, der Große.",
        "text_uthmani": "قَالُوا۟ ٱلْحَقَّ ۖ وَهُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ",
        "text_uthmani_transcribed": "Qaloo alhaqqa. Wa huwa al'aliyyu alkabeeru."
      }
    ],
    "text_uthmani": "وَلَا تَنفَعُ ٱلشَّفَـٰعَةُ عِندَهُۥٓ إِلَّا لِمَنْ أَذِنَ لَهُۥ ۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمْ قَالُوا۟ مَاذَا قَالَ رَبُّكُمْ ۖ قَالُوا۟ ٱلْحَقَّ ۖ وَهُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ",
    "text_uthmani_transcribed": "Wa lā tanfa'usy-syafā'atu 'indahū illā liman ażina lah(ū), ḥattā iżā fuzzi'a 'an qulūbihim qālū māżā, qāla rabbukum, qālul-ḥaqq(a), wa huwal-'aliyyul-kabīr(u)."
  },
  {
    "verse_number": 24,
    "translation": "Sag: Wer versorgt euch von den Himmeln und der Erde? Sag: Allah. Fürwahr, entweder wir oder ihr (die einen von uns) befinden sich in Rechtleitung oder in deutlichem Irrtum.",
    "segmented": [
      {
        "translation": "Sag: Wer versorgt euch von den Himmeln und der Erde? Sag: Allah.",
        "text_uthmani": "۞ قُلْ مَن يَرْزُقُكُم مِّنَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ قُلِ ٱللَّهُ ۖ",
        "text_uthmani_transcribed": "Qul man yarzuqukum mina alssamawati waalardi. Quli Allah."
      },
      {
        "translation": "Fürwahr, entweder wir oder ihr (die einen von uns) befinden sich in Rechtleitung oder in deutlichem Irrtum.",
        "text_uthmani": "وَإِنَّآ أَوْ إِيَّاكُمْ لَعَلَىٰ هُدًى أَوْ فِى ضَلَـٰلٍ مُّبِينٍ",
        "text_uthmani_transcribed": "Wa-inna aw iyyakum la'ala hudan aw fi dhalalin mubin."
      }
    ],
    "text_uthmani": "۞ قُلْ مَن يَرْزُقُكُم مِّنَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ قُلِ ٱللَّهُ ۖ وَإِنَّآ أَوْ إِيَّاكُمْ لَعَلَىٰ هُدًى أَوْ فِى ضَلَـٰلٍ مُّبِينٍ",
    "text_uthmani_transcribed": "Qul may yarzuqukum minas-samāwāti wal-arḍ(i), qulillāh(u), wa innā au iyyākum la'alā hudan au fī ḍalālim mubīn(in)."
  },
  {
    "verse_number": 25,
    "translation": "Sag: Ihr werdet nicht danach befragt werden, was wir an Übeltaten begangen haben, noch werden wir danach befragt werden, was ihr tut.",
    "text_uthmani": "قُل لَّا تُسْـَٔلُونَ عَمَّآ أَجْرَمْنَا وَلَا نُسْـَٔلُ عَمَّا تَعْمَلُونَ",
    "text_uthmani_transcribed": "Qul lā tus'alūna 'ammā ajramnā wa lā nus'alu 'ammā ta'malūn(a)."
  },
  {
    "verse_number": 26,
    "translation": "Sag: Zusammenbringen wird uns unser Herr, hierauf wird Er zwischen uns der Wahrheit entsprechend entscheiden. Er ist der wahrhaft gerechte Entscheider, der Allwissende.",
    "segmented": [
      {
        "translation": "Sag: Zusammenbringen wird uns unser Herr, hierauf wird Er zwischen uns der Wahrheit entsprechend entscheiden.",
        "text_uthmani": "قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِٱلْحَقِّ",
        "text_uthmani_transcribed": "Qul yajma'u baynana rabbuna thumma yaftahu baynana bilhaqqi"
      },
      {
        "translation": "Er ist der wahrhaft gerechte Entscheider, der Allwissende.",
        "text_uthmani": "وَهُوَ ٱلْفَتَّاحُ ٱلْعَلِيمُ",
        "text_uthmani_transcribed": "wa huwa al-Fattahu al-'Aleem"
      }
    ],
    "text_uthmani": "قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِٱلْحَقِّ وَهُوَ ٱلْفَتَّاحُ ٱلْعَلِيمُ",
    "text_uthmani_transcribed": "Qul yajma'u bainanā rabbunā ṡumma yaftaḥu bainanā bil-ḥaqq(i), wa huwal-fattāḥul-'alīm(u)."
  },
  {
    "verse_number": 27,
    "translation": "Sag: Zeigt mir diejenigen, die ihr Ihm als Teilhaber beigegeben habt. Keineswegs! Vielmehr ist Er Allah, der Allmächtige und Allweise.",
    "text_uthmani": "قُلْ أَرُونِىَ ٱلَّذِينَ أَلْحَقْتُم بِهِۦ شُرَكَآءَ ۖ كَلَّا ۚ بَلْ هُوَ ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "text_uthmani_transcribed": "Qul arūniyal-lażīna alḥaqtum bihī syurakā'a kallā, bal huwallāhul-'azīzul-ḥakīm(u)."
  },
  {
    "verse_number": 28,
    "translation": "Und Wir haben dich für die Menschen allesamt nur als Frohboten und Warner gesandt. Aber die meisten Menschen wissen nicht.",
    "text_uthmani": "وَمَآ أَرْسَلْنَـٰكَ إِلَّا كَآفَّةً لِّلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa mā arsalnāka illā kāffatal lin-nāsi basyīraw wa nażīraw wa lākinna akṡaran-nāsi lā ya'lamūn(a)."
  },
  {
    "verse_number": 29,
    "translation": "Und sie sagen: „Wann wird dieses Versprechen eintreten, wenn ihr wahrhaftig seid?",
    "text_uthmani": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
    "text_uthmani_transcribed": "Wa yaqūlūna matā hāżal-wa'du in kuntum ṣādiqīn(a)."
  },
  {
    "verse_number": 30,
    "translation": "Sag: Für euch ist eine Verabredung auf einen Tag (festgelegt), von dem ihr (euer Schicksal) weder um eine Stunde hinausschieben noch vorverlegen könnt.",
    "segmented": [
      {
        "translation": "Sag: Für euch ist eine Verabredung auf einen Tag (festgelegt), von dem ihr (euer Schicksal) weder um eine Stunde hinausschieben noch vorverlegen",
        "text_uthmani": "قُل لَّكُم مِّيعَادُ يَوْمٍ لَّا تَسْتَـْٔخِرُونَ عَنْهُ سَاعَةً وَلَا تَسْتَقْدِمُونَ",
        "text_uthmani_transcribed": "Qul lakum mi'adu yawmin la tastakhiruna 'anhu sa'atan wa la tastakdimuna"
      },
      {
        "translation": "könnt.",
        "text_uthmani": "",
        "text_uthmani_transcribed": ""
      }
    ],
    "text_uthmani": "قُل لَّكُم مِّيعَادُ يَوْمٍ لَّا تَسْتَـْٔخِرُونَ عَنْهُ سَاعَةً وَلَا تَسْتَقْدِمُونَ",
    "text_uthmani_transcribed": "Qul lakum mī'ādu yaumil lā tasta'khirūna 'anhu sā'ataw wa lā tastaqdimūn(a)."
  },
  {
    "verse_number": 31,
    "translation": "Und diejenigen, die ungläubig sind, sagen: „Wir werden nicht an diesen Qur’an glauben und auch nicht an das, was (an Offenbarungen) vor ihm da war. Könntest du nur sehen, wenn die Ungerechten vor ihren Herrn gestellt werden und untereinander die Worte wechseln! Diejenigen, die unterdrückt wurden, sagen zu denjenigen, die sich hochmütig verhielten: „Wenn ihr nicht gewesen wäret, so wären wir wahrlich gläubig gewesen.",
    "segmented": [
      {
        "translation": "Und diejenigen, die ungläubig sind, sagen: „Wir werden nicht an diesen Qur’an glauben",
        "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَن نُّؤْمِنَ بِهَـٰذَا ٱلْقُرْءَانِ",
        "text_uthmani_transcribed": "Wa qāla alladhīna kafarū lan nu'umina bihādha al-Qur'ān"
      },
      {
        "translation": "und auch nicht an das, was (an Offenbarungen) vor ihm da war.",
        "text_uthmani": "وَلَا بِٱلَّذِى بَيْنَ يَدَيْهِ ۗ",
        "text_uthmani_transcribed": "Wa lā bi alladhī bayna yadayhi"
      },
      {
        "translation": "Könntest du nur sehen, wenn die Ungerechten vor ihren Herrn gestellt werden und untereinander die Worte wechseln!",
        "text_uthmani": "وَلَوْ تَرَىٰٓ إِذِ ٱلظَّـٰلِمُونَ مَوْقُوفُونَ عِندَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَىٰ بَعْضٍ ٱلْقَوْلَ",
        "text_uthmani_transcribed": "Wa law tarā idh al-ẓālimūna mawqūfūna 'inda rabbihim yarji'u ba'duhum ilā ba'din al-qawl"
      },
      {
        "translation": "Diejenigen, die unterdrückt wurden, sagen zu denjenigen, die sich hochmütig verhielten: „Wenn ihr nicht gewesen wäret, so wären wir wahrlich",
        "text_uthmani": "يَقُولُ ٱلَّذِينَ ٱسْتُضْعِفُوا۟ لِلَّذِينَ ٱسْتَكْبَرُوا۟ لَوْلَآ أَنتُمْ لَكُنَّا",
        "text_uthmani_transcribed": "Yaqūlu alladhīna istuḍ'ifū li alladhīna istakbarū lawlā antum lakunnā"
      },
      {
        "translation": "gläubig gewesen.",
        "text_uthmani": "مُؤْمِنِينَ",
        "text_uthmani_transcribed": "mu'minīn"
      }
    ],
    "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَن نُّؤْمِنَ بِهَـٰذَا ٱلْقُرْءَانِ وَلَا بِٱلَّذِى بَيْنَ يَدَيْهِ ۗ وَلَوْ تَرَىٰٓ إِذِ ٱلظَّـٰلِمُونَ مَوْقُوفُونَ عِندَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَىٰ بَعْضٍ ٱلْقَوْلَ يَقُولُ ٱلَّذِينَ ٱسْتُضْعِفُوا۟ لِلَّذِينَ ٱسْتَكْبَرُوا۟ لَوْلَآ أَنتُمْ لَكُنَّا مُؤْمِنِينَ",
    "text_uthmani_transcribed": "Wa qālal-lażīna kafarū lan nu'mina bihāżal-qur'āni wa lā bil-lażī baina yadaih(i), wa lau tarā iżiẓ-ẓālimūna mauqūfūna 'inda rabbihim, yarji'u ba'ḍuhum ilā ba'ḍinil-qaul(a), yaqūlul-lażīnastuḍ'ifū lil-lażīnastakbarū lau lā antum lakunnā mu'minīn(a)."
  },
  {
    "verse_number": 32,
    "translation": "Diejenigen, die sich hochmütig verhielten, sagen zu denjenigen, die unterdrückt wurden: „Sind wir es gewesen, die euch von der Rechtleitung abgehalten haben, nachdem sie zu euch gekommen war? Nein! Vielmehr wart ihr Übeltäter.",
    "segmented": [
      {
        "translation": "Diejenigen, die sich hochmütig verhielten, sagen zu denjenigen, die unterdrückt wurden: „Sind wir es gewesen, die euch von der Rechtleitung",
        "text_uthmani": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ لِلَّذِينَ ٱسْتُضْعِفُوٓا۟ أَنَحْنُ صَدَدْنَـٰكُمْ عَنِ ٱلْهُدَىٰ",
        "text_uthmani_transcribed": "Qāla alladhīna istakbarū lil-ladhīna istud'ifū anahnū ṣadadnākum 'ani al-hudā"
      },
      {
        "translation": "abgehalten haben, nachdem sie zu euch gekommen war? Nein! Vielmehr wart ihr Übeltäter.",
        "text_uthmani": "بَعْدَ إِذْ جَآءَكُم ۖ بَلْ كُنتُم مُّجْرِمِينَ",
        "text_uthmani_transcribed": "ba'da idh jā'akum, bal kuntum mujrimīn"
      }
    ],
    "text_uthmani": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ لِلَّذِينَ ٱسْتُضْعِفُوٓا۟ أَنَحْنُ صَدَدْنَـٰكُمْ عَنِ ٱلْهُدَىٰ بَعْدَ إِذْ جَآءَكُم ۖ بَلْ كُنتُم مُّجْرِمِينَ",
    "text_uthmani_transcribed": "Qālal-lażīnastakbarū lil-lażīnastuḍ'ifū anaḥnu ṣadadnākum 'anil-hudā ba'da iż jā'akum bal kuntum mujrimīn(a)."
  },
  {
    "verse_number": 33,
    "translation": "Und diejenigen, die unterdrückt wurden, sagen zu denjenigen, die sich hochmütig verhielten: „Nein! Vielmehr waren es (eure) Ränke bei Nacht und bei Tag, da ihr uns befohlen hattet, Allah zu verleugnen und Ihm andere als Seinesgleichen zur Seite zu stellen. Und sie werden insgeheim Reue hegen, wenn sie die Strafe sehen. Und Wir werden die Fesseln um die Hälse derjenigen legen, die ungläubig waren. Wird ihnen (denn) etwas anderes vergolten als das, was sie zu tun pflegten?",
    "segmented": [
      {
        "translation": "Und diejenigen, die unterdrückt wurden, sagen zu denjenigen, die sich hochmütig verhielten: „Nein!",
        "text_uthmani": "وَقَالَ ٱلَّذِينَ ٱسْتُضْعِفُوا۟ لِلَّذِينَ ٱسْتَكْبَرُوا۟ بَلْ",
        "text_uthmani_transcribed": "Wa qāla alladhīna istuḍ'ifū li-alladhīna istakbarū bal"
      },
      {
        "translation": "Vielmehr waren es (eure) Ränke bei Nacht und bei Tag, da ihr uns befohlen hattet, Allah zu verleugnen",
        "text_uthmani": "مَكْرُ ٱلَّيْلِ وَٱلنَّهَارِ إِذْ تَأْمُرُونَنَآ أَن نَّكْفُرَ بِٱللَّهِ",
        "text_uthmani_transcribed": "makru allayli wa-alnnahāri idh ta'murūnanā an nakfura bi-Allāh"
      },
      {
        "translation": "und Ihm andere als Seinesgleichen zur Seite zu stellen.",
        "text_uthmani": "وَنَجْعَلَ لَهُۥٓ أَندَادًا",
        "text_uthmani_transcribed": "wa naj'ala lahu andādan"
      },
      {
        "translation": "Und sie werden insgeheim Reue hegen, wenn sie die Strafe sehen. Und Wir werden die Fesseln um die Hälse derjenigen legen, die ungläubig waren.",
        "text_uthmani": "ۚ وَأَسَرُّوا۟ ٱلنَّدَامَةَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ وَجَعَلْنَا ٱلْأَغْلَـٰلَ فِىٓ أَعْنَاقِ ٱلَّذِينَ كَفَرُوا۟",
        "text_uthmani_transcribed": "wa asarrū alnnadāmata lammā ra'awu al'adhāba wa ja'alnā al-aghlāla fī a'nāqi alladhīna kafarū"
      },
      {
        "translation": "Wird ihnen (denn) etwas anderes vergolten als das, was sie zu tun pflegten?",
        "text_uthmani": "ۚ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
        "text_uthmani_transcribed": "hal yujzawna illā mā kānū ya'malūn"
      }
    ],
    "text_uthmani": "وَقَالَ ٱلَّذِينَ ٱسْتُضْعِفُوا۟ لِلَّذِينَ ٱسْتَكْبَرُوا۟ بَلْ مَكْرُ ٱلَّيْلِ وَٱلنَّهَارِ إِذْ تَأْمُرُونَنَآ أَن نَّكْفُرَ بِٱللَّهِ وَنَجْعَلَ لَهُۥٓ أَندَادًا ۚ وَأَسَرُّوا۟ ٱلنَّدَامَةَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ وَجَعَلْنَا ٱلْأَغْلَـٰلَ فِىٓ أَعْنَاقِ ٱلَّذِينَ كَفَرُوا۟ ۚ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Wa qālal-lażīnastuḍ'ifū lil-lażīnastakbarū bal makrul-laili wan-nahāri iż ta'murūnanā an nakfura billāhi wa naj'ala lahū andādā(n), wa asarrun-nadāmata lammā ra'awul-'ażāb(a), wa ja'alnal-aglāla fī a'nāqil-lażīna kafarū, hal yujzauna illā mā kānū ya'malūn(a)."
  },
  {
    "verse_number": 34,
    "translation": "Wir haben in keine Stadt einen Warner gesandt, ohne daß diejenigen, die in ihr üppig lebten, gesagt hätten: „Gewiß, das, womit ihr gesandt seid, verleugnen wir.",
    "segmented": [
      {
        "translation": "Wir haben in keine Stadt einen Warner gesandt, ohne daß diejenigen, die in ihr üppig lebten, gesagt hätten: „Gewiß, das, womit ihr gesandt seid,",
        "text_uthmani": "وَمَآ أَرْسَلْنَا فِى قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَآ إِنَّا بِمَآ أُرْسِلْتُم بِهِۦ",
        "text_uthmani_transcribed": "Wa maa arsalnaa fii qaryatin min nadheerin illaa qaala mutrafoohaa innaa bimaa ursiltum bihi"
      },
      {
        "translation": "verleugnen wir.",
        "text_uthmani": "كَـٰفِرُونَ",
        "text_uthmani_transcribed": "kaafiroon"
      }
    ],
    "text_uthmani": "وَمَآ أَرْسَلْنَا فِى قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَآ إِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَـٰفِرُونَ",
    "text_uthmani_transcribed": "Wa mā arsalnā min qaryatim min nażīrin illā qāla mutrafūhā, innā bimā ursiltum bihī kāfirūn(a)."
  },
  {
    "verse_number": 35,
    "translation": "Und sie sagen: „Wir haben mehr Besitz und Kinder, und wir werden nicht gestraft werden.",
    "text_uthmani": "وَقَالُوا۟ نَحْنُ أَكْثَرُ أَمْوَٰلًا وَأَوْلَـٰدًا وَمَا نَحْنُ بِمُعَذَّبِينَ",
    "text_uthmani_transcribed": "Wa qālū naḥnu akṡaru amwālaw wa aulādā(n), wa mā naḥnu bimu'ażżabīn(a)."
  },
  {
    "verse_number": 36,
    "translation": "Sag: Gewiß, mein Herr gewährt die Versorgung großzügig, wem Er will, und bemißt auch. Aber die meisten Menschen wissen nicht.",
    "text_uthmani": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Qul inna rabbī yabsuṭur-rizqa limay yasyā'u wa yaqdiru wa lākinna akṡaran-nāsi lā ya'lamūn(a)."
  },
  {
    "verse_number": 37,
    "translation": "Nicht euer Besitz ist es, und auch nicht eure Kinder sind es, die euch Zutritt in Unsere Nähe verschaffen, außer jemandem, der glaubt und rechtschaffen handelt. Diese erhalten mehrfachen Lohn für das, was sie getan haben, und sie werden in den Obergemächern in Sicherheit sein.",
    "segmented": [
      {
        "translation": "Nicht euer Besitz ist es, und auch nicht eure Kinder sind es, die euch Zutritt in Unsere Nähe verschaffen, außer jemandem, der glaubt",
        "text_uthmani": "وَمَآ أَمْوَٰلُكُمْ وَلَآ أَوْلَـٰدُكُم بِٱلَّتِى تُقَرِّبُكُمْ عِندَنَا زُلْفَىٰٓ إِلَّا مَنْ ءَامَنَ",
        "text_uthmani_transcribed": "Wa maa amwaalukum wa laa awlaadukum billatee tuqarribukum 'indanaa zulfaa illa man aamana"
      },
      {
        "translation": "und rechtschaffen handelt. Diese erhalten mehrfachen Lohn für das, was sie getan haben, und sie werden in den Obergemächern in Sicherheit sein.",
        "text_uthmani": "وَعَمِلَ صَـٰلِحًا فَأُو۟لَـٰٓئِكَ لَهُمْ جَزَآءُ ٱلضِّعْفِ بِمَا عَمِلُوا۟ وَهُمْ فِى ٱلْغُرُفَـٰتِ ءَامِنُونَ",
        "text_uthmani_transcribed": "wa 'amila saalihan fa'ulaa'ika lahum jazaa'u adh-di'fi bimaa 'amiloo wa hum fi al-ghurufaati aaminuun"
      }
    ],
    "text_uthmani": "وَمَآ أَمْوَٰلُكُمْ وَلَآ أَوْلَـٰدُكُم بِٱلَّتِى تُقَرِّبُكُمْ عِندَنَا زُلْفَىٰٓ إِلَّا مَنْ ءَامَنَ وَعَمِلَ صَـٰلِحًا فَأُو۟لَـٰٓئِكَ لَهُمْ جَزَآءُ ٱلضِّعْفِ بِمَا عَمِلُوا۟ وَهُمْ فِى ٱلْغُرُفَـٰتِ ءَامِنُونَ",
    "text_uthmani_transcribed": "Wa mā amwālukum wa lā aulādukum bil-latī tuqarribukum 'indanā zulfā illā man āmana wa 'amila ṣāliḥā(n), fa'ulā'ika lahum jazā'uḍ-ḍi'fi bimā 'amilū wa hum fil-gurufāti āminūn(a)."
  },
  {
    "verse_number": 38,
    "translation": "Diejenigen aber, die ständig gegen Unsere Zeichen eifern und ihnen Machtlosigkeit nachweisen wollen, sie werden zur Strafe vorgeführt werden.",
    "text_uthmani": "وَٱلَّذِينَ يَسْعَوْنَ فِىٓ ءَايَـٰتِنَا مُعَـٰجِزِينَ أُو۟لَـٰٓئِكَ فِى ٱلْعَذَابِ مُحْضَرُونَ",
    "text_uthmani_transcribed": "Wal-lażīna yas'auna fī āyātinā mu'ājizīna ulā'ika fil-'ażābi muḥḍarūn(a)."
  },
  {
    "verse_number": 39,
    "translation": "Sag: Gewiß, mein Herr gewährt die Versorgung großzügig, wem von Seinen Dienern Er will, und bemißt auch. Und was immer ihr auch ausgebt, so wird Er es euch ersetzen, und Er ist der Beste der Versorger.",
    "segmented": [
      {
        "translation": "Sag: Gewiß, mein Herr gewährt die Versorgung großzügig, wem von Seinen Dienern Er will, und bemißt auch.",
        "text_uthmani": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥ ۚ",
        "text_uthmani_transcribed": "Qul inna rabbi yabsutu alrrizqa liman yasha'u min 'ibadihi wayaqdiru lahu."
      },
      {
        "translation": "Und was immer ihr auch ausgebt, so wird Er es euch ersetzen, und Er ist der Beste der Versorger.",
        "text_uthmani": "وَمَآ أَنفَقْتُم مِّن شَىْءٍ فَهُوَ يُخْلِفُهُۥ ۖ وَهُوَ خَيْرُ ٱلرَّٰزِقِينَ",
        "text_uthmani_transcribed": "Wama anfaqtum min shay'in fahuwa yukhlifuhu, wahuwa khayru alrraziqeen."
      }
    ],
    "text_uthmani": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥ ۚ وَمَآ أَنفَقْتُم مِّن شَىْءٍ فَهُوَ يُخْلِفُهُۥ ۖ وَهُوَ خَيْرُ ٱلرَّٰزِقِينَ",
    "text_uthmani_transcribed": "Qul inna rabbī yabsuṭur-rizqa limay yasyā'u min 'ibādihī wa yaqdiru lah(ū), wa mā anfaqtum min syai'in fahuwa yukhlifuh(ū), wa huwa khairur-rāziqīn(a)."
  },
  {
    "verse_number": 40,
    "translation": "Und am Tag, da Er sie alle versammelt, hierauf Er zu den Engeln sagen wird: „Diese da, pflegten sie euch zu dienen?,",
    "text_uthmani": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَـٰٓئِكَةِ أَهَـٰٓؤُلَآءِ إِيَّاكُمْ كَانُوا۟ يَعْبُدُونَ",
    "text_uthmani_transcribed": "Wa yauma yaḥsyuruhum jamī'an ṡumma yaqūlu lil-malā'ikati ahā'ulā'i iyyākum kānū ya'budūn(a)."
  },
  {
    "verse_number": 41,
    "translation": "werden sie sagen:„Preis sei Dir! Du bist unser Schutzherr, nicht sie. Nein! Vielmehr dienten sie den Ginn; die meisten von ihnen glauben an sie.",
    "text_uthmani": "قَالُوا۟ سُبْحَـٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِم ۖ بَلْ كَانُوا۟ يَعْبُدُونَ ٱلْجِنَّ ۖ أَكْثَرُهُم بِهِم مُّؤْمِنُونَ",
    "text_uthmani_transcribed": "Qālū subḥānaka anta waliyyunā min dūnihim, bal kānū ya'budūnal-jinna akṡaruhum bihim mu'minūn(a)."
  },
  {
    "verse_number": 42,
    "translation": "„Heute vermögt ihr einer dem anderen weder Nutzen noch Schaden zu bringen. Und Wir sagen zu denjenigen, die Unrecht getan haben: „Kostet die Strafe des (Höllen)feuers, das ihr für Lüge zu erklären pflegtet.",
    "segmented": [
      {
        "translation": "„Heute vermögt ihr einer dem anderen weder Nutzen noch Schaden zu bringen.",
        "text_uthmani": "فَٱلْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَّفْعًا وَلَا ضَرًّا",
        "text_uthmani_transcribed": "Fa alyawma la yamliku ba'dukum li ba'din naf'an wa la darran"
      },
      {
        "translation": "Und Wir sagen zu denjenigen, die Unrecht getan haben: „Kostet die Strafe des (Höllen)feuers, das ihr für Lüge zu erklären pflegtet.",
        "text_uthmani": "وَنَقُولُ لِلَّذِينَ ظَلَمُوا۟ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّتِى كُنتُم بِهَا تُكَذِّبُونَ",
        "text_uthmani_transcribed": "Wa naqoolu lilladheena zalamoo thooqoo 'adhaba annari allatee kuntum biha tukadhdhiboon"
      }
    ],
    "text_uthmani": "فَٱلْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَّفْعًا وَلَا ضَرًّا وَنَقُولُ لِلَّذِينَ ظَلَمُوا۟ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّتِى كُنتُم بِهَا تُكَذِّبُونَ",
    "text_uthmani_transcribed": "Fal-yauma lā yamliku ba'ḍukum liba'ḍin naf'aw wa ḍarrā(n), wa naqūlu lil-lażīna ẓalamū żūqū 'ażāban-nāril-latī kuntum bihā tukażżibūn(a)."
  },
  {
    "verse_number": 43,
    "translation": "Und wenn ihnen Unsere Zeichen als klare Beweise verlesen werden, sagen sie: „Dieser ist nur ein Mann, der euch von dem abhalten will, dem eure Väter dienten. Und sie sagen: „Das ist nur eine ersonnene ungeheuerliche Lüge. Und diejenigen, die ungläubig sind, sagen von der Wahrheit, nachdem sie zu ihnen gekommen ist: „Das ist nur deutliche Zauberei.",
    "segmented": [
      {
        "translation": "Und wenn ihnen Unsere Zeichen als klare Beweise verlesen werden, sagen sie: „Dieser ist nur ein Mann, der euch von dem abhalten will, dem eure",
        "text_uthmani": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ قَالُوا۟ مَا هَـٰذَآ إِلَّا رَجُلٌ يُرِيدُ أَن يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ ءَابَآؤُكُمْ",
        "text_uthmani_transcribed": "Wa idha tutla 'alayhim aayatuna bayyinatin qaloo ma hadha illa rajulun yureedu an yasuddakum 'amma kana ya'budu abaaukum"
      },
      {
        "translation": "Väter dienten. Und sie sagen: „Das ist nur eine ersonnene ungeheuerliche Lüge.",
        "text_uthmani": "وَقَالُوا۟ مَا هَـٰذَآ إِلَّآ إِفْكٌ مُّفْتَرًى",
        "text_uthmani_transcribed": "Wa qaloo ma hadha illa ifkun muftara"
      },
      {
        "translation": "Und diejenigen, die ungläubig sind, sagen von der Wahrheit, nachdem sie zu ihnen gekommen ist: „Das ist nur deutliche Zauberei.",
        "text_uthmani": "ۚ وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلْحَقِّ لَمَّا جَآءَهُمْ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
        "text_uthmani_transcribed": "Wa qala allatheena kafaroo lilhaqqi lamma jaahum in hadha illa sihrun mubeen"
      }
    ],
    "text_uthmani": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ قَالُوا۟ مَا هَـٰذَآ إِلَّا رَجُلٌ يُرِيدُ أَن يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ ءَابَآؤُكُمْ وَقَالُوا۟ مَا هَـٰذَآ إِلَّآ إِفْكٌ مُّفْتَرًى ۚ وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلْحَقِّ لَمَّا جَآءَهُمْ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
    "text_uthmani_transcribed": "Wa iżā tutlā 'alaihim āyātunā bayyinātin qālū mā hāżā illā rajuluy yurīdu ay yaṣuddakum 'ammā kāna ya'budu ābā'ukum, wa qālū mā hāżā illā ifkum muftarā(n), wa qālal-lażīna kafarū lil-ḥaqqi lammā jā'ahum, in hāżā illā siḥrum mubīn(un)."
  },
  {
    "verse_number": 44,
    "translation": "Und wir haben ihnen weder Schriften gegeben, die sie (hätten) eingehend lesen (können), noch haben Wir vor dir einen Warner zu ihnen gesandt.",
    "text_uthmani": "وَمَآ ءَاتَيْنَـٰهُم مِّن كُتُبٍ يَدْرُسُونَهَا ۖ وَمَآ أَرْسَلْنَآ إِلَيْهِمْ قَبْلَكَ مِن نَّذِيرٍ",
    "text_uthmani_transcribed": "Wa mā ātaināhum min kutubiy yadrusūnahā wa mā arsalnā ilaihim qablaka min nażīr(in)."
  },
  {
    "verse_number": 45,
    "translation": "Für Lüge erklärt haben (es auch) diejenigen, die vor ihnen waren, wobei diese nicht einmal das Zehntel dessen erreichten, was Wir jenen gegeben hatten. Sie bezichtigten Meine Gesandten der Lüge. Wie war da Meine Mißbilligung!",
    "segmented": [
      {
        "translation": "Für Lüge erklärt haben (es auch) diejenigen, die vor ihnen waren, wobei diese nicht einmal das Zehntel dessen erreichten, was Wir jenen gegeben",
        "text_uthmani": "وَكَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ وَمَا بَلَغُوا۟ مِعْشَارَ مَآ ءَاتَيْنَـٰهُمْ",
        "text_uthmani_transcribed": "Wa kadhdhaba alladhīna min qablihim wa mā balaghū mi'shāra mā ātaynāhum"
      },
      {
        "translation": "hatten. Sie bezichtigten Meine Gesandten der Lüge. Wie war da Meine Mißbilligung!",
        "text_uthmani": "فَكَذَّبُوا۟ رُسُلِى ۖ فَكَيْفَ كَانَ نَكِيرِ",
        "text_uthmani_transcribed": "Fakadhdhabū rusulī. Fakayfa kāna nakīrī"
      }
    ],
    "text_uthmani": "وَكَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ وَمَا بَلَغُوا۟ مِعْشَارَ مَآ ءَاتَيْنَـٰهُمْ فَكَذَّبُوا۟ رُسُلِى ۖ فَكَيْفَ كَانَ نَكِيرِ",
    "text_uthmani_transcribed": "Wa każżabal-lażīna min qablihim, wa mā balagū mi'syāra mā ātaināhum fakażżabū rusulī, fakaifa kāna nakīr(i)."
  },
  {
    "verse_number": 46,
    "translation": "Sag: Ich ermahne euch nur zu einem: daß ihr euch zu zweit und einzeln um Allahs willen hinstellt und hierauf nachdenkt. Euer Gefährte leidet nicht an Besessenheit. Er ist euch nur ein Warner vor einer (bevorstehenden) strengen Strafe.",
    "segmented": [
      {
        "translation": "Sag: Ich ermahne euch nur zu einem: daß ihr euch zu zweit und einzeln um Allahs willen hinstellt und hierauf nachdenkt.",
        "text_uthmani": "۞ قُلْ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍ ۖ أَن تَقُومُوا۟ لِلَّهِ مَثْنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُوا۟",
        "text_uthmani_transcribed": "Qul innamaa a'izhukum biwaahidatin. An taqoomoo lillahi mathnay wa furadaa thumma tatafakkaroo"
      },
      {
        "translation": "Euer Gefährte leidet nicht an Besessenheit. Er ist euch nur ein Warner vor einer (bevorstehenden) strengen Strafe.",
        "text_uthmani": "ۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍ ۚ إِنْ هُوَ إِلَّا نَذِيرٌ لَّكُم بَيْنَ يَدَىْ عَذَابٍ شَدِيدٍ",
        "text_uthmani_transcribed": "Maa bi saahibikum min jinnah. In huwa illa natheerun lakum bayna yaday 'adhaabin shadeed"
      }
    ],
    "text_uthmani": "۞ قُلْ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍ ۖ أَن تَقُومُوا۟ لِلَّهِ مَثْنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُوا۟ ۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍ ۚ إِنْ هُوَ إِلَّا نَذِيرٌ لَّكُم بَيْنَ يَدَىْ عَذَابٍ شَدِيدٍ",
    "text_uthmani_transcribed": "Qul innamā a'iẓukum biwāḥidah(tin), an taqūmū lillāhi maṡnā wa furādā ṡumma tatafakkarū, mā biṣāḥibikum min jinnah(tin), in huwa illā nażīrul lakum baina yadai 'ażābin syadīd(in)."
  },
  {
    "verse_number": 47,
    "translation": "Sag: Was auch immer an Lohn ich von euch hätte verlangen können, das gehört euch. Mein Lohn obliegt nur Allah. Und Er ist über alles Zeuge.",
    "text_uthmani": "قُلْ مَا سَأَلْتُكُم مِّنْ أَجْرٍ فَهُوَ لَكُمْ ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
    "text_uthmani_transcribed": "Qul mā sa'altukum min ajrin fahuwa lakum, in ajriya illā 'alallāh(i), wa huwa 'alā kulli syai'in syahīd(un)."
  },
  {
    "verse_number": 48,
    "translation": "Sag: Mein Herr kommt mit der Wahrheit, (Er,) der Allwisser der verborgenen Dinge.",
    "text_uthmani": "قُلْ إِنَّ رَبِّى يَقْذِفُ بِٱلْحَقِّ عَلَّـٰمُ ٱلْغُيُوبِ",
    "text_uthmani_transcribed": "Qul inna rabbī yaqżifu bil-ḥaqq(i), 'allāmul-guyūb(i)."
  },
  {
    "verse_number": 49,
    "translation": "Sag: Die Wahrheit ist gekommen. Das Falsche kann weder (etwas) neu von Anfang an machen noch es wiederholen.",
    "text_uthmani": "قُلْ جَآءَ ٱلْحَقُّ وَمَا يُبْدِئُ ٱلْبَـٰطِلُ وَمَا يُعِيدُ",
    "text_uthmani_transcribed": "Qul jā'al-ḥaqqu wa mā yubdi'ul-bāṭilu wa mā yu'īd(u)."
  },
  {
    "verse_number": 50,
    "translation": "Sag: Wenn ich irregehe, gehe ich nur zu meinem eigenen Nachteil irre, und wenn ich rechtgeleitet bin, so ist es durch das, was mir mein Herr (als Offenbarung) eingibt. Gewiß, Er ist Allhörend und nahe.",
    "segmented": [
      {
        "translation": "Sag: Wenn ich irregehe, gehe ich nur zu meinem eigenen Nachteil irre,",
        "text_uthmani": "قُلْ إِن ضَلَلْتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفْسِى ۖ",
        "text_uthmani_transcribed": "Qul in dalltu fa-innama adillu 'ala nafsi."
      },
      {
        "translation": "und wenn ich rechtgeleitet bin, so ist es durch das, was mir mein Herr (als Offenbarung) eingibt. Gewiß, Er ist Allhörend und nahe.",
        "text_uthmani": "وَإِنِ ٱهْتَدَيْتُ فَبِمَا يُوحِىٓ إِلَىَّ رَبِّىٓ ۚ إِنَّهُۥ سَمِيعٌ قَرِيبٌ",
        "text_uthmani_transcribed": "Wa-ini ihtadaytu fabima yuhi ilayya rabbi. Innahu sami'un qarib."
      }
    ],
    "text_uthmani": "قُلْ إِن ضَلَلْتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفْسِى ۖ وَإِنِ ٱهْتَدَيْتُ فَبِمَا يُوحِىٓ إِلَىَّ رَبِّىٓ ۚ إِنَّهُۥ سَمِيعٌ قَرِيبٌ",
    "text_uthmani_transcribed": "Qul in ḍalaltu fa'innamā aḍillu 'alā nafsī, wa inihtadaitu  fabimā yūḥī ilayya rabbī, innahū samī'un qarīb(un)."
  },
  {
    "verse_number": 51,
    "translation": "Könntest du nur sehen, wenn sie erschrecken! - Da gibt es kein Entrinnen -, und sie werden von einem nahen Ort aus weggenommen.",
    "text_uthmani": "وَلَوْ تَرَىٰٓ إِذْ فَزِعُوا۟ فَلَا فَوْتَ وَأُخِذُوا۟ مِن مَّكَانٍ قَرِيبٍ",
    "text_uthmani_transcribed": "Wa lau tarā iż fazi'ū falā fauta wa ukhiżū mim makānin qarīb(in)."
  },
  {
    "verse_number": 52,
    "translation": "Und sie sagen: „Wir glauben daran. Aber wie könnten sie (den Glauben) von einem fernen Ort aus erlangen,",
    "text_uthmani": "وَقَالُوٓا۟ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانٍۭ بَعِيدٍ",
    "text_uthmani_transcribed": "Wa qālū āmannā bih(ī), wa annā lahumut-tanāwusyu mim makānim ba'īd(in)."
  },
  {
    "verse_number": 53,
    "translation": "wo sie ihn doch zuvor verleugnet haben? Und sie schleudern (Vermutungen) auf das Verborgene von einem fernen Ort aus.",
    "text_uthmani": "وَقَدْ كَفَرُوا۟ بِهِۦ مِن قَبْلُ ۖ وَيَقْذِفُونَ بِٱلْغَيْبِ مِن مَّكَانٍۭ بَعِيدٍ",
    "text_uthmani_transcribed": "Wa qad kafarū bihī min qabl(u), wa yaqżifūna bil-gaibi mim makānim ba'īd(in)."
  },
  {
    "verse_number": 54,
    "translation": "Und es wird eine Trennung vorgenommen zwischen ihnen und dem, was sie begehren, so wie es zuvor mit ihresgleichen gemacht wurde; sie waren ja in starkem Zweifel.",
    "segmented": [
      {
        "translation": "Und es wird eine Trennung vorgenommen zwischen ihnen",
        "text_uthmani": "وَحِيلَ بَيْنَهُمْ",
        "text_uthmani_transcribed": "Wa ḥīla baynahum"
      },
      {
        "translation": "und dem, was sie begehren, so wie es zuvor mit ihresgleichen gemacht wurde; sie waren ja in starkem Zweifel.",
        "text_uthmani": "وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِم مِّن قَبْلُ ۚ إِنَّهُمْ كَانُوا۟ فِى شَكٍّ مُّرِيبٍۭ",
        "text_uthmani_transcribed": "Wa bayna mā yashtahūna kamā fu'ila bi-ashyā'ihim min qablu. Innahum kānū fī shakkin mūribin"
      }
    ],
    "text_uthmani": "وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِم مِّن قَبْلُ ۚ إِنَّهُمْ كَانُوا۟ فِى شَكٍّ مُّرِيبٍۭ",
    "text_uthmani_transcribed": "Wa ḥīla bainahum wa baina mā yasytahūn(a), kamā fu'ila bi'asy-yā'ihim min qabl(u), innahum fī syakkim murīb(in)."
  }
]