[
  {
    "verse_number": 1,
    "translation": "Gehört hat ja Allah die Aussage derjenigen, die mit dir über ihren Gatten streitet und sich bei Allah beklagt, während Allah euren Wortwechsel hört. Gewiß, Allah ist Allhörend und Allsehend.",
    "segmented": [
      {
        "belongs_to_verse_number": 1,
        "translation": "Gehört hat ja Allah die Aussage derjenigen, die mit dir über ihren Gatten streitet",
        "text_uthmani": "قَدْ سَمِعَ ٱللَّهُ قَوْلَ ٱلَّتِى تُجَـٰدِلُكَ فِى زَوْجِهَا",
        "text_uthmani_transcribed": "Qad sami'allāhu qaulal-latī tujādiluka fī zaujihā"
      },
      {
        "belongs_to_verse_number": 1,
        "translation": "und sich bei Allah beklagt, während Allah euren Wortwechsel hört. Gewiß, Allah ist Allhörend und Allsehend.",
        "text_uthmani": "وَتَشْتَكِىٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسْمَعُ تَحَاوُرَكُمَآ ۚ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
        "text_uthmani_transcribed": "wa tasytakī ilallāh(i), wallāhu yasma'u taḥāwurakumā, innallāha samī'um baṣīr(un)."
      }
    ],
    "text_uthmani": " قَدْ سَمِعَ ٱللَّهُ قَوْلَ ٱلَّتِى تُجَـٰدِلُكَ فِى زَوْجِهَا وَتَشْتَكِىٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسْمَعُ تَحَاوُرَكُمَآ ۚ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
    "text_uthmani_transcribed": "Qad sami'allāhu qaulal-latī tujādiluka fī zaujihā wa tasytakī ilallāh(i), wallāhu yasma'u taḥāwurakumā, innallāha samī'um baṣīr(un)."
  },
  {
    "verse_number": 2,
    "translation": "Diejenigen von euch, die sich von ihren Frauen durch den Rückenschwur trennen - sie sind doch nicht ihre Mütter. Ihre Mütter sind nur diejenigen, die sie geboren haben. Sie sagen da fürwahr etwas Verwerfliches an Worten und etwas Falsches. Und Allah ist wahrlich Allverzeihend und Allvergebend.",
    "segmented": [
      {
        "belongs_to_verse_number": 2,
        "translation": "Diejenigen von euch, die sich von ihren Frauen durch den Rückenschwur trennen - sie sind doch nicht ihre Mütter.",
        "text_uthmani": "ٱلَّذِينَ يُظَـٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَـٰتِهِمْ ۖ",
        "text_uthmani_transcribed": "Allażīna yuẓāhirūna minkum min nisā'ihim mā hunna ummahātihim,"
      },
      {
        "belongs_to_verse_number": 2,
        "translation": "Ihre Mütter sind nur diejenigen, die sie geboren haben. Sie sagen da fürwahr etwas Verwerfliches an Worten und etwas Falsches.",
        "text_uthmani": "إِنْ أُمَّهَـٰتُهُمْ إِلَّا ٱلَّـٰٓـِٔى وَلَدْنَهُمْ ۚ وَإِنَّهُمْ لَيَقُولُونَ مُنكَرًا مِّنَ ٱلْقَوْلِ وَزُورًا ۚ",
        "text_uthmani_transcribed": "in ummahātuhum illal-lā'ī waladnahum, wa innahum layaqūlūna munkaram minal-qauli wa zūrā(n),"
      },
      {
        "belongs_to_verse_number": 2,
        "translation": "Und Allah ist wahrlich Allverzeihend und Allvergebend.",
        "text_uthmani": "وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٌ",
        "text_uthmani_transcribed": "wa innallāha la'afuwwun gafūr(un)."
      }
    ],
    "text_uthmani": "ٱلَّذِينَ يُظَـٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَـٰتِهِمْ ۖ إِنْ أُمَّهَـٰتُهُمْ إِلَّا ٱلَّـٰٓـِٔى وَلَدْنَهُمْ ۚ وَإِنَّهُمْ لَيَقُولُونَ مُنكَرًا مِّنَ ٱلْقَوْلِ وَزُورًا ۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٌ",
    "text_uthmani_transcribed": "Allażīna yuẓāhirūna minkum min nisā'ihim mā hunna ummahātihim, in ummahātuhum illal-lā'ī waladnahum, wa innahum layaqūlūna munkaram minal-qauli wa zūrā(n), wa innallāha la'afuwwun gafūr(un)."
  },
  {
    "verse_number": 3,
    "translation": "Diejenigen, die sich von ihren Frauen durch den Rückenschwur trennen und hierauf dann doch zu dem zurückkehren, was sie gesagt haben, (sollen) einen Sklaven befreien, bevor sie beide einander berühren. Damit werdet ihr ja ermahnt. Und Allah ist dessen, was ihr tut, Kundig.",
    "segmented": [
      {
        "belongs_to_verse_number": 3,
        "translation": "Diejenigen, die sich von ihren Frauen durch den Rückenschwur trennen",
        "text_uthmani": "وَٱلَّذِينَ يُظَـٰهِرُونَ مِن نِّسَآئِهِمْ",
        "text_uthmani_transcribed": "Wal-lażīna yuẓāhirūna min nisā'ihim"
      },
      {
        "belongs_to_verse_number": 3,
        "translation": "und hierauf dann doch zu dem zurückkehren, was sie gesagt haben, (sollen) einen Sklaven befreien, bevor sie beide einander berühren.",
        "text_uthmani": "ثُمَّ يَعُودُونَ لِمَا قَالُوا۟ فَتَحْرِيرُ رَقَبَةٍ مِّن قَبْلِ أَن يَتَمَآسَّا ۚ",
        "text_uthmani_transcribed": "ṡumma ya'ūdūna limā qālū fa taḥrīru raqabatim min qabli ay yatamāssā,"
      },
      {
        "belongs_to_verse_number": 3,
        "translation": "Damit werdet ihr ja ermahnt. Und Allah ist dessen, was ihr tut, Kundig.",
        "text_uthmani": "ذَٰلِكُمْ تُوعَظُونَ بِهِۦ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
        "text_uthmani_transcribed": "żālikum tū'aẓūna bih(ī), wallāhu bimā ta'malūna khabīr(un)."
      }
    ],
    "text_uthmani": "وَٱلَّذِينَ يُظَـٰهِرُونَ مِن نِّسَآئِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا۟ فَتَحْرِيرُ رَقَبَةٍ مِّن قَبْلِ أَن يَتَمَآسَّا ۚ ذَٰلِكُمْ تُوعَظُونَ بِهِۦ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
    "text_uthmani_transcribed": "Wal-lażīna yuẓāhirūna min nisā'ihim ṡumma ya'ūdūna limā qālū fa taḥrīru raqabatim min qabli ay yatamāssā, żālikum tū'aẓūna bih(ī), wallāhu bimā ta'malūna khabīr(un)."
  },
  {
    "verse_number": 4,
    "translation": "Wer aber keine (Möglichkeit dazu) findet, (der hat) zwei aufeinanderfolgende Monate (zu) fasten, bevor sie beide einander berühren. Wer (es) aber nicht kann, (der hat) sechzig Arme (zu) speisen. Dies, damit ihr an Allah und Seinen Gesandten glaubt. Dies sind Allahs Grenzen. Und für die Ungläubigen wird es schmerzhafte Strafe geben.",
    "segmented": [
      {
        "belongs_to_verse_number": 4,
        "translation": "Wer aber keine (Möglichkeit dazu) findet, (der hat) zwei aufeinanderfolgende Monate (zu) fasten, bevor sie beide einander berühren.",
        "text_uthmani": "فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِن قَبْلِ أَن يَتَمَآسَّا ۖ",
        "text_uthmani_transcribed": "Famal lam yajid faṣiyāmu syahraini mutatābi'aini min qabli ay yatamāssā,"
      },
      {
        "belongs_to_verse_number": 4,
        "translation": "Wer (es) aber nicht kann, (der hat) sechzig Arme (zu) speisen. Dies, damit ihr an Allah und Seinen Gesandten glaubt. Dies sind Allahs Grenzen.",
        "text_uthmani": "فَمَن لَّمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ۚ ذَٰلِكَ لِتُؤْمِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ۚ وَتِلْكَ حُدُودُ ٱللَّهِ ۗ",
        "text_uthmani_transcribed": "famal lam yastaṭi' fa iṭ'āmu sittīna miskīnā(n), żālika litu'minū billāhi wa rasūlih(ī), wa tilka ḥudūdullāh(i),"
      },
      {
        "belongs_to_verse_number": 4,
        "translation": "Und für die Ungläubigen wird es schmerzhafte Strafe geben.",
        "text_uthmani": "وَلِلْكَـٰفِرِينَ عَذَابٌ أَلِيمٌ",
        "text_uthmani_transcribed": "wa lil-kāfirīna 'ażābun alīm(un)."
      }
    ],
    "text_uthmani": "فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِن قَبْلِ أَن يَتَمَآسَّا ۖ فَمَن لَّمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ۚ ذَٰلِكَ لِتُؤْمِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ۚ وَتِلْكَ حُدُودُ ٱللَّهِ ۗ وَلِلْكَـٰفِرِينَ عَذَابٌ أَلِيمٌ",
    "text_uthmani_transcribed": "Famal lam yajid faṣiyāmu syahraini mutatābi'aini min qabli ay yatamāssā, famal lam yastaṭi' fa iṭ'āmu sittīna miskīnā(n), żālika litu'minū billāhi wa rasūlih(ī), wa tilka ḥudūdullāh(i), wa lil-kāfirīna 'ażābun alīm(un)."
  },
  {
    "verse_number": 5,
    "translation": "Gewiß, diejenigen, die Allah und Seinem Gesandten zuwiderhandeln, werden niedergeworfen, wie diejenigen vor ihnen niedergeworfen worden sind. Wir haben ja doch klare Zeichen hinabgesandt. Und für die Ungläubigen wird es schmachvolle Strafe geben.",
    "segmented": [
      {
        "belongs_to_verse_number": 5,
        "translation": "Gewiß, diejenigen, die Allah und Seinem Gesandten zuwiderhandeln, werden niedergeworfen, wie diejenigen vor ihnen niedergeworfen worden sind.",
        "text_uthmani": "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُوا۟ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ",
        "text_uthmani_transcribed": "Innal-lażīna yuḥāddūnallāha wa rasūlahū kubitū kamā kubital-lażīna min qablihim"
      },
      {
        "belongs_to_verse_number": 5,
        "translation": "Wir haben ja doch klare Zeichen hinabgesandt. Und für die Ungläubigen wird es schmachvolle Strafe geben.",
        "text_uthmani": "وَقَدْ أَنزَلْنَآ ءَايَـٰتٍۭ بَيِّنَـٰتٍ ۚ وَلِلْكَـٰفِرِينَ عَذَابٌ مُّهِينٌ",
        "text_uthmani_transcribed": "wa qad anzalnā āyātim bayyināt(in), wa lil-kāfirīna 'ażābum muhīn(un)."
      }
    ],
    "text_uthmani": "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُوا۟ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ وَقَدْ أَنزَلْنَآ ءَايَـٰتٍۭ بَيِّنَـٰتٍ ۚ وَلِلْكَـٰفِرِينَ عَذَابٌ مُّهِينٌ",
    "text_uthmani_transcribed": "Innal-lażīna yuḥāddūnallāha wa rasūlahū kubitū kamā kubital-lażīna min qablihim wa qad anzalnā āyātim bayyināt(in), wa lil-kāfirīna 'ażābum muhīn(un)."
  },
  {
    "verse_number": 6,
    "translation": "Am Tag, da Allah sie alle auferwecken und ihnen kundtun wird, was sie getan haben. Allah hat es erfaßt, sie aber haben es vergessen. Und Allah ist über alles Zeuge.",
    "segmented": [
      {
        "belongs_to_verse_number": 6,
        "translation": "Am Tag, da Allah sie alle auferwecken und ihnen kundtun wird, was sie getan haben. Allah hat es erfaßt, sie aber haben es vergessen.",
        "text_uthmani": "يَوْمَ يَبْعَثُهُمُ ٱللَّهُ جَمِيعًا فَيُنَبِّئُهُم بِمَا عَمِلُوٓا۟ ۚ أَحْصَىٰهُ ٱللَّهُ وَنَسُوهُ ۚ",
        "text_uthmani_transcribed": "Yauma yab'aṡuhumullāhu jamī'an fa yunabbi'uhum bimā 'amilū, aḥṣāhullāhu wa nasūh(u),"
      },
      {
        "belongs_to_verse_number": 6,
        "translation": "Und Allah ist über alles Zeuge.",
        "text_uthmani": "وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
        "text_uthmani_transcribed": "wallāhu 'alā kulli syai'in syahīd(un)."
      }
    ],
    "text_uthmani": "يَوْمَ يَبْعَثُهُمُ ٱللَّهُ جَمِيعًا فَيُنَبِّئُهُم بِمَا عَمِلُوٓا۟ ۚ أَحْصَىٰهُ ٱللَّهُ وَنَسُوهُ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
    "text_uthmani_transcribed": "Yauma yab'aṡuhumullāhu jamī'an fa yunabbi'uhum bimā 'amilū, aḥṣāhullāhu wa nasūh(u), wallāhu 'alā kulli syai'in syahīd(un)."
  },
  {
    "verse_number": 7,
    "translation": "Siehst du nicht, daß Allah weiß, was in den Himmeln und was auf der Erde ist? Es gibt kein vertrauliches Gespräch zwischen dreien, ohne daß Er ihr vierter wäre, und keines zwischen fünfen, ohne daß Er ihr sechster wäre, und auch nicht weniger oder mehr als dieser (Zahl), ohne daß Er mit ihnen wäre, wo immer sie sein mögen. Hierauf tut Er ihnen am Tag der Auferstehung kund, was sie getan haben. Gewiß, Allah weiß über alles Bescheid.",
    "segmented": [
      {
        "belongs_to_verse_number": 7,
        "translation": "Siehst du nicht, daß Allah weiß, was in den Himmeln und was auf der Erde ist?",
        "text_uthmani": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ",
        "text_uthmani_transcribed": "Alam tara annallāha ya'lamu mā fis-samāwāti wa mā fil-arḍ(i),"
      },
      {
        "belongs_to_verse_number": 7,
        "translation": "Es gibt kein vertrauliches Gespräch zwischen dreien, ohne daß Er ihr vierter wäre, und keines zwischen fünfen, ohne daß Er ihr sechster wäre,",
        "text_uthmani": "مَا يَكُونُ مِن نَّجْوَىٰ ثَلَـٰثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ",
        "text_uthmani_transcribed": "mā yakūnu min najwā ṡalāṡatin illā huwa rābi'uhum wa lā khamsatin illā huwa sādisuhum"
      },
      {
        "belongs_to_verse_number": 7,
        "translation": "und auch nicht weniger oder mehr als dieser (Zahl), ohne daß Er mit ihnen wäre, wo immer sie sein mögen.",
        "text_uthmani": "وَلَآ أَدْنَىٰ مِن ذَٰلِكَ وَلَآ أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا۟ ۖ",
        "text_uthmani_transcribed": "wa lā adnā min żālika wa lā akṡara illā huwa ma'ahum aina mā kānū,"
      },
      {
        "belongs_to_verse_number": 7,
        "translation": "Hierauf tut Er ihnen am Tag der Auferstehung kund, was sie getan haben. Gewiß, Allah weiß über alles Bescheid.",
        "text_uthmani": "ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُوا۟ يَوْمَ ٱلْقِيَـٰمَةِ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
        "text_uthmani_transcribed": "ṡumma yunabbi'uhum bimā 'amilū yaumal-qiyāmah(ti), innallāha bikulli syai'in 'alīm(un)."
      }
    ],
    "text_uthmani": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ مَا يَكُونُ مِن نَّجْوَىٰ ثَلَـٰثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَآ أَدْنَىٰ مِن ذَٰلِكَ وَلَآ أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا۟ ۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُوا۟ يَوْمَ ٱلْقِيَـٰمَةِ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "text_uthmani_transcribed": "Alam tara annallāha ya'lamu mā fis-samāwāti wa mā fil-arḍ(i), mā yakūnu min najwā ṡalāṡatin illā huwa rābi'uhum wa lā khamsatin illā huwa sādisuhum wa lā adnā min żālika wa lā akṡara illā huwa ma'ahum aina mā kānū, ṡumma yunabbi'uhum bimā 'amilū yaumal-qiyāmah(ti), innallāha bikulli syai'in 'alīm(un)."
  },
  {
    "verse_number": 8,
    "translation": "Siehst du nicht jene, denen verboten wurde, vertrauliche Gespräche zu führen, die aber hierauf zurückkehren zu dem, was ihnen verboten wurde und miteinander über Sünde, feindseliges Vorgehen und Ungehorsam gegen den Gesandten vertraulich sprechen? Und wenn sie zu dir kommen, grüßen sie dich, wie nicht einmal Allah dich grüßt, und sagen unter sich: Würde Allah uns doch nur strafen für das, was wir sagen! Ihre Genüge ist die Hölle, der sie ausgesetzt sein werden - ein schlimmer Ausgang!",
    "segmented": [
      {
        "belongs_to_verse_number": 8,
        "translation": "Siehst du nicht jene, denen verboten wurde, vertrauliche Gespräche zu führen, die aber hierauf zurückkehren zu dem, was ihnen verboten wurde",
        "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ نُهُوا۟ عَنِ ٱلنَّجْوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُوا۟ عَنْهُ",
        "text_uthmani_transcribed": "Alam tara ilal-lażīna nuhū 'anin-najwā ṡummā ya'ūdūna limā nuhū 'anhu"
      },
      {
        "belongs_to_verse_number": 8,
        "translation": "und miteinander über Sünde, feindseliges Vorgehen und Ungehorsam gegen den Gesandten vertraulich sprechen?",
        "text_uthmani": "وَيَتَنَـٰجَوْنَ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ",
        "text_uthmani_transcribed": "wa yatanājauna bil-iṡmi wal-'udwāni wa ma'ṣiyatir-rasūl(i)"
      },
      {
        "belongs_to_verse_number": 8,
        "translation": "Und wenn sie zu dir kommen, grüßen sie dich, wie nicht einmal Allah dich grüßt,",
        "text_uthmani": "وَإِذَا جَآءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ ٱللَّهُ",
        "text_uthmani_transcribed": "wa iżā jā'ūka ḥayyauka bimā lam yuḥayyika bihillāh(u)"
      },
      {
        "belongs_to_verse_number": 8,
        "translation": "und sagen unter sich: Würde Allah uns doch nur strafen für das, was wir sagen!",
        "text_uthmani": "وَيَقُولُونَ فِىٓ أَنفُسِهِمْ لَوْلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُ",
        "text_uthmani_transcribed": "wa yaqūlūna fī anfusihim lau lā yu'ażżibunallāhu bimā naqūl(u)"
      },
      {
        "belongs_to_verse_number": 8,
        "translation": "Ihre Genüge ist die Hölle, der sie ausgesetzt sein werden - ein schlimmer Ausgang!",
        "text_uthmani": "حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا ۖ فَبِئْسَ ٱلْمَصِيرُ",
        "text_uthmani_transcribed": "ḥasbuhum jahannam(u), yaṣlaunahā, fa bi'sal-maṣīr(u)."
      }
    ],
    "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ نُهُوا۟ عَنِ ٱلنَّجْوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُوا۟ عَنْهُ وَيَتَنَـٰجَوْنَ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ وَإِذَا جَآءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِىٓ أَنفُسِهِمْ لَوْلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُ ۚ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا ۖ فَبِئْسَ ٱلْمَصِيرُ",
    "text_uthmani_transcribed": "Alam tara ilal-lażīna nuhū 'anin-najwā ṡummā ya'ūdūna limā nuhū 'anhu wa yatanājauna bil-iṡmi wal-'udwāni wa ma'ṣiyatir-rasūl(i), wa iżā jā'ūka ḥayyauka bimā lam yuḥayyika bihillāh(u), wa yaqūlūna fī anfusihim lau lā yu'ażżibunallāhu bimā naqūl(u), ḥasbuhum jahannam(u), yaṣlaunahā, fa bi'sal-maṣīr(u)."
  },
  {
    "verse_number": 9,
    "translation": "O die ihr glaubt, wenn ihr vertraulich miteinander sprecht, dann sprecht nicht vertraulich miteinander über Sünde, feindseliges Vorgehen und Ungehorsam gegen den Gesandten, sondern sprecht vertraulich miteinander über Frömmigkeit und Gottesfurcht. Und fürchtet Allah, zu Dem ihr versammelt werdet.",
    "segmented": [
      {
        "belongs_to_verse_number": 9,
        "translation": "O die ihr glaubt, wenn ihr vertraulich miteinander sprecht, dann sprecht nicht vertraulich miteinander über Sünde, feindseliges Vorgehen",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا تَنَـٰجَيْتُمْ فَلَا تَتَنَـٰجَوْا۟ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū iżā tanājaitum falā tatanājau bil-iṡmi wal-'udwāni"
      },
      {
        "belongs_to_verse_number": 9,
        "translation": "und Ungehorsam gegen den Gesandten, sondern sprecht vertraulich miteinander über Frömmigkeit und Gottesfurcht.",
        "text_uthmani": "وَمَعْصِيَتِ ٱلرَّسُولِ وَتَنَـٰجَوْا۟ بِٱلْبِرِّ وَٱلتَّقْوَىٰ ۖ",
        "text_uthmani_transcribed": "wa ma'ṣiyatir-rasūli wa tanājau bil-birri wat-taqwā,"
      },
      {
        "belongs_to_verse_number": 9,
        "translation": "Und fürchtet Allah, zu Dem ihr versammelt werdet.",
        "text_uthmani": "وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ",
        "text_uthmani_transcribed": "wattaqullāhal-lażī ilaihi tuḥsyarūn(a)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا تَنَـٰجَيْتُمْ فَلَا تَتَنَـٰجَوْا۟ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ وَتَنَـٰجَوْا۟ بِٱلْبِرِّ وَٱلتَّقْوَىٰ ۖ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū iżā tanājaitum falā tatanājau bil-iṡmi wal-'udwāni wa ma'ṣiyatir-rasūli wa tanājau bil-birri wat-taqwā, wattaqullāhal-lażī ilaihi tuḥsyarūn(a)."
  },
  {
    "verse_number": 10,
    "translation": "Vertrauliche Gespräche sind nur vom Satan, damit diejenigen traurig seien, die gläubig sind. Aber er kann ihnen keinen Schaden zufügen, außer mit Allahs Erlaubnis. Und auf Allah sollen sich die Gläubigen verlassen.",
    "segmented": [
      {
        "belongs_to_verse_number": 10,
        "translation": "Vertrauliche Gespräche sind nur vom Satan, damit diejenigen traurig seien, die gläubig sind.",
        "text_uthmani": "إِنَّمَا ٱلنَّجْوَىٰ مِنَ ٱلشَّيْطَـٰنِ لِيَحْزُنَ ٱلَّذِينَ ءَامَنُوا۟",
        "text_uthmani_transcribed": "Innaman-najwā minasy-syaiṭāni liyaḥzunal-lażīna āmanū"
      },
      {
        "belongs_to_verse_number": 10,
        "translation": "Aber er kann ihnen keinen Schaden zufügen, außer mit Allahs Erlaubnis. Und auf Allah sollen sich die Gläubigen verlassen.",
        "text_uthmani": "وَلَيْسَ بِضَآرِّهِمْ شَيْـًٔا إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
        "text_uthmani_transcribed": "wa laisa biḍārrihim syai'an illā bi'iżnillāh(i), wa 'alallāhi falyatawakkalil-mu'minūn(a)."
      }
    ],
    "text_uthmani": "إِنَّمَا ٱلنَّجْوَىٰ مِنَ ٱلشَّيْطَـٰنِ لِيَحْزُنَ ٱلَّذِينَ ءَامَنُوا۟ وَلَيْسَ بِضَآرِّهِمْ شَيْـًٔا إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
    "text_uthmani_transcribed": "Innaman-najwā minasy-syaiṭāni liyaḥzunal-lażīna āmanū wa laisa biḍārrihim syai'an illā bi'iżnillāh(i), wa 'alallāhi falyatawakkalil-mu'minūn(a)."
  },
  {
    "verse_number": 11,
    "translation": "O die ihr glaubt, wenn zu euch gesagt wird: Macht Platz! in den Versammlungen!, dann schafft Platz, so schafft auch Allah euch Platz. Und wenn gesagt wird: Erhebt euch!, dann erhebt euch eben, so erhöht auch Allah diejenigen von euch, die glauben, und diejenigen, denen das Wissen gegeben worden ist, um Rangstufen. Und Allah ist dessen, was ihr tut, Kundig.",
    "segmented": [
      {
        "belongs_to_verse_number": 11,
        "translation": "O die ihr glaubt, wenn zu euch gesagt wird: Macht Platz! in den Versammlungen!, dann schafft Platz, so schafft auch Allah euch Platz.",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا قِيلَ لَكُمْ تَفَسَّحُوا۟ فِى ٱلْمَجَـٰلِسِ فَٱفْسَحُوا۟ يَفْسَحِ ٱللَّهُ لَكُمْ ۖ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū iżā qīla lakum tafassaḥū fil-majālisi fafsaḥū yafsaḥillāhu lakum,"
      },
      {
        "belongs_to_verse_number": 11,
        "translation": "Und wenn gesagt wird: Erhebt euch!, dann erhebt euch eben, so erhöht auch Allah diejenigen von euch, die glauben,",
        "text_uthmani": "وَإِذَا قِيلَ ٱنشُزُوا۟ فَٱنشُزُوا۟ يَرْفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ",
        "text_uthmani_transcribed": "wa iżā qīlansyuzū fansyuzū yarfa'illāhul-lażīna āmanū minkum"
      },
      {
        "belongs_to_verse_number": 11,
        "translation": "und diejenigen, denen das Wissen gegeben worden ist, um Rangstufen. Und Allah ist dessen, was ihr tut, Kundig.",
        "text_uthmani": "وَٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ دَرَجَـٰتٍ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
        "text_uthmani_transcribed": "wal-lażīna ūtul-'ilma darajāt(in), wallāhu bimā ta'malūna khabīr(un)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا قِيلَ لَكُمْ تَفَسَّحُوا۟ فِى ٱلْمَجَـٰلِسِ فَٱفْسَحُوا۟ يَفْسَحِ ٱللَّهُ لَكُمْ ۖ وَإِذَا قِيلَ ٱنشُزُوا۟ فَٱنشُزُوا۟ يَرْفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ دَرَجَـٰتٍ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū iżā qīla lakum tafassaḥū fil-majālisi fafsaḥū yafsaḥillāhu lakum, wa iżā qīlansyuzū fansyuzū yarfa'illāhul-lażīna āmanū minkum, wal-lażīna ūtul-'ilma darajāt(in), wallāhu bimā ta'malūna khabīr(un)."
  },
  {
    "verse_number": 12,
    "translation": "O die ihr glaubt, wenn ihr mit dem Gesandten vertraulich sprechen wollt, dann gebt schon vor eurem vertraulichen Gespräch ein Almosen. Das ist besser und reiner für euch. Wenn ihr jedoch nicht(s dafür) findet, gewiß, dann ist Allah Allvergebend und Barmherzig.",
    "segmented": [
      {
        "belongs_to_verse_number": 12,
        "translation": "O die ihr glaubt, wenn ihr mit dem Gesandten vertraulich sprechen wollt, dann gebt schon vor eurem vertraulichen Gespräch ein Almosen.",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نَـٰجَيْتُمُ ٱلرَّسُولَ فَقَدِّمُوا۟ بَيْنَ يَدَىْ نَجْوَىٰكُمْ صَدَقَةً ۚ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū iżā nājaitumur-rasūla fa qaddimū baina yaday najwākum ṣadaqah(tan),"
      },
      {
        "belongs_to_verse_number": 12,
        "translation": "Das ist besser und reiner für euch. Wenn ihr jedoch nicht(s dafür) findet, gewiß, dann ist Allah Allvergebend und Barmherzig.",
        "text_uthmani": "ذَٰلِكَ خَيْرٌ لَّكُمْ وَأَطْهَرُ ۚ فَإِن لَّمْ تَجِدُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
        "text_uthmani_transcribed": "żālika khairul lakum wa aṭhar(u), fa'illam tajidū fa innallāha gafūrur raḥīm(un)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نَـٰجَيْتُمُ ٱلرَّسُولَ فَقَدِّمُوا۟ بَيْنَ يَدَىْ نَجْوَىٰكُمْ صَدَقَةً ۚ ذَٰلِكَ خَيْرٌ لَّكُمْ وَأَطْهَرُ ۚ فَإِن لَّمْ تَجِدُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū iżā nājaitumur-rasūla fa qaddimū baina yaday najwākum ṣadaqah(tan), żālika khairul lakum wa aṭhar(u), fa'illam tajidū fa innallāha  gafūrur raḥīm(un)."
  },
  {
    "verse_number": 13,
    "translation": "Scheut ihr davor, schon vor eurem vertraulichen Gespräch Almosen zu geben? Da ihr (es) nicht getan habt und Allah sich euch wieder Reue-Annehmend zugewendet hat, so verrichtet das Gebet und entrichtet die Abgabe’, und gehorcht Allah und Seinem Gesandten. Und Allah ist Kundig dessen, was ihr tut.",
    "segmented": [
      {
        "belongs_to_verse_number": 13,
        "translation": "Scheut ihr davor, schon vor eurem vertraulichen Gespräch Almosen zu geben?",
        "text_uthmani": "ءَأَشْفَقْتُمْ أَن تُقَدِّمُوا۟ بَيْنَ يَدَىْ نَجْوَىٰكُمْ صَدَقَـٰتٍ ۚ",
        "text_uthmani_transcribed": "A'asyfaqtum an tuqaddimū baina yaday najwākum ṣadaqāt(in),"
      },
      {
        "belongs_to_verse_number": 13,
        "translation": "Da ihr (es) nicht getan habt und Allah sich euch wieder Reue-Annehmend zugewendet hat, so verrichtet das Gebet und entrichtet die Abgabe’,",
        "text_uthmani": "فَإِذْ لَمْ تَفْعَلُوا۟ وَتَابَ ٱللَّهُ عَلَيْكُمْ فَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ",
        "text_uthmani_transcribed": "fa iż lam taf'alū wa tāballāhu 'alaikum fa'aqīmuṣ-ṣalāta wa ātuz-zakāta"
      },
      {
        "belongs_to_verse_number": 13,
        "translation": "und gehorcht Allah und Seinem Gesandten. Und Allah ist Kundig dessen, was ihr tut.",
        "text_uthmani": "وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
        "text_uthmani_transcribed": "wa aṭī'ullāha wa rasūlah(ūwallāhu khabīrum bimā ta'malūn(a)."
      }
    ],
    "text_uthmani": "ءَأَشْفَقْتُمْ أَن تُقَدِّمُوا۟ بَيْنَ يَدَىْ نَجْوَىٰكُمْ صَدَقَـٰتٍ ۚ فَإِذْ لَمْ تَفْعَلُوا۟ وَتَابَ ٱللَّهُ عَلَيْكُمْ فَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
    "text_uthmani_transcribed": "A'asyfaqtum an tuqaddimū baina yaday najwākum ṣadaqāt(in), fa iż lam taf'alū wa tāballāhu 'alaikum fa'aqīmuṣ-ṣalāta wa ātuz-zakāta wa aṭī'ullāha wa rasūlah(ūwallāhu khabīrum bimā ta'malūn(a)."
  },
  {
    "verse_number": 14,
    "translation": "Siehst du nicht jene, die sich Leute zu Schutzherren nehmen, denen Allah zürnt? Sie gehören weder zu euch noch zu ihnen, und sie schwören auf (ihre) Lügen, wobei sie (es) wissen.",
    "segmented": [
      {
        "belongs_to_verse_number": 14,
        "translation": "Siehst du nicht jene, die sich Leute zu Schutzherren nehmen, denen Allah zürnt?",
        "text_uthmani": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوْا۟ قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِم",
        "text_uthmani_transcribed": "Alam tara ilal-lażīna tawallau qauman gaḍiballāhu 'alaihim"
      },
      {
        "belongs_to_verse_number": 14,
        "translation": "Sie gehören weder zu euch noch zu ihnen, und sie schwören auf (ihre) Lügen, wobei sie (es) wissen.",
        "text_uthmani": "مَّا هُم مِّنكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى ٱلْكَذِبِ وَهُمْ يَعْلَمُونَ",
        "text_uthmani_transcribed": "mā hum minkum wa lā minhum, wa yaḥlifūna 'alal-każibi wa hum ya'lamūn(a)."
      }
    ],
    "text_uthmani": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوْا۟ قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِم مَّا هُم مِّنكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى ٱلْكَذِبِ وَهُمْ يَعْلَمُونَ",
    "text_uthmani_transcribed": "Alam tara ilal-lażīna tawallau qauman gaḍiballāhu 'alaihim, mā hum minkum wa lā minhum, wa yaḥlifūna 'alal-każibi wa hum ya'lamūn(a)."
  },
  {
    "verse_number": 15,
    "translation": "Allah hat für sie strenge Strafe bereitet. Gewiß, wie böse ist, was sie zu tun pflegen.",
    "text_uthmani": "أَعَدَّ ٱللَّهُ لَهُمْ عَذَابًا شَدِيدًا ۖ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "A'addallāhu lahum 'ażāban syadīdā(n), innahum sā'a mā kānū ya'malūn(a)."
  },
  {
    "verse_number": 16,
    "translation": "Sie haben sich ihre Eide zu einem Schutzschirm genommen und halten so von Allahs Weg ab. Für sie wird es schmachvolle Strafe geben.",
    "text_uthmani": "ٱتَّخَذُوٓا۟ أَيْمَـٰنَهُمْ جُنَّةً فَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ فَلَهُمْ عَذَابٌ مُّهِينٌ",
    "text_uthmani_transcribed": "Ittakhażū aimānahum junnatan fa ṣaddū 'an sabīlillāhi falahum 'ażābum muhīn(un)."
  },
  {
    "verse_number": 17,
    "translation": "Weder ihr Besitz noch ihre Kinder werden ihnen vor Allah etwas nützen. Das sind die Insassen des (Höllen)feuers; ewig werden sie darin bleiben.",
    "text_uthmani": "لَّن تُغْنِىَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَآ أَوْلَـٰدُهُم مِّنَ ٱللَّهِ شَيْـًٔا ۚ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
    "text_uthmani_transcribed": "Lan tugniya 'anhum amwāluhum wa lā aulāduhum minallāhi syai'ā(n), ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a)."
  },
  {
    "verse_number": 18,
    "translation": "Am Tag, da Allah sie alle auferweckt, da werden sie Ihm schwören, wie sie euch schwören, und meinen, sie hätten eine Grundlage. Aber sicherlich, sie sind ja Lügner.",
    "segmented": [
      {
        "belongs_to_verse_number": 18,
        "translation": "Am Tag, da Allah sie alle auferweckt, da werden sie Ihm schwören, wie sie euch schwören, und meinen, sie hätten eine Grundlage.",
        "text_uthmani": "يَوْمَ يَبْعَثُهُمُ ٱللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُۥ كَمَا يَحْلِفُونَ لَكُمْ ۖ وَيَحْسَبُونَ أَنَّهُمْ عَلَىٰ شَىْءٍ",
        "text_uthmani_transcribed": "Yauma yab'aṡuhumullāhu jamī'an fa yaḥlifūna lahū kamā yaḥlifūna lakum wa yaḥsabūna annahum 'alā syai'(in)"
      },
      {
        "belongs_to_verse_number": 18,
        "translation": "Aber sicherlich, sie sind ja Lügner.",
        "text_uthmani": "أَلَآ إِنَّهُمْ هُمُ ٱلْكَـٰذِبُونَ",
        "text_uthmani_transcribed": "alā innahum humul-kāżibūn(a)."
      }
    ],
    "text_uthmani": "يَوْمَ يَبْعَثُهُمُ ٱللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُۥ كَمَا يَحْلِفُونَ لَكُمْ ۖ وَيَحْسَبُونَ أَنَّهُمْ عَلَىٰ شَىْءٍ ۚ أَلَآ إِنَّهُمْ هُمُ ٱلْكَـٰذِبُونَ",
    "text_uthmani_transcribed": "Yauma yab'aṡuhumullāhu jamī'an fa yaḥlifūna lahū kamā yaḥlifūna lakum wa yaḥsabūna annahum 'alā syai'(in), alā innahum humul-kāżibūn(a)."
  },
  {
    "verse_number": 19,
    "translation": "Der Satan hat sie in seine Gewalt gebracht und sie dann Allahs Ermahnung vergessen lassen. Jene sind die Gruppierung des Satans. Aber sicherlich, die Gruppierung des Satans, das sind ja die Verlierer.",
    "segmented": [
      {
        "belongs_to_verse_number": 19,
        "translation": "Der Satan hat sie in seine Gewalt gebracht und sie dann Allahs Ermahnung vergessen lassen. Jene sind die Gruppierung des Satans.",
        "text_uthmani": "ٱسْتَحْوَذَ عَلَيْهِمُ ٱلشَّيْطَـٰنُ فَأَنسَىٰهُمْ ذِكْرَ ٱللَّهِ ۚ أُو۟لَـٰٓئِكَ حِزْبُ ٱلشَّيْطَـٰنِ ۚ",
        "text_uthmani_transcribed": "Istaḥważa 'alaihimusy-syaiṭānu fa'ansāhum żikrallāh(i), ulā'ika ḥizbusy-syaiṭān(i),"
      },
      {
        "belongs_to_verse_number": 19,
        "translation": "Aber sicherlich, die Gruppierung des Satans, das sind ja die Verlierer.",
        "text_uthmani": "أَلَآ إِنَّ حِزْبَ ٱلشَّيْطَـٰنِ هُمُ ٱلْخَـٰسِرُونَ",
        "text_uthmani_transcribed": "alā inna ḥizbasy-syaiṭāni humul-khāsirūn(a)."
      }
    ],
    "text_uthmani": "ٱسْتَحْوَذَ عَلَيْهِمُ ٱلشَّيْطَـٰنُ فَأَنسَىٰهُمْ ذِكْرَ ٱللَّهِ ۚ أُو۟لَـٰٓئِكَ حِزْبُ ٱلشَّيْطَـٰنِ ۚ أَلَآ إِنَّ حِزْبَ ٱلشَّيْطَـٰنِ هُمُ ٱلْخَـٰسِرُونَ",
    "text_uthmani_transcribed": "Istaḥważa 'alaihimusy-syaiṭānu fa'ansāhum żikrallāh(i), ulā'ika ḥizbusy-syaiṭān(i), alā inna ḥizbasy-syaiṭāni humul-khāsirūn(a)."
  },
  {
    "verse_number": 20,
    "translation": "Gewiß, diejenigen, die Allah und Seinem Gesandten zuwiderhandeln, sie gehören zu den Niedrigsten.",
    "text_uthmani": "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُو۟لَـٰٓئِكَ فِى ٱلْأَذَلِّينَ",
    "text_uthmani_transcribed": "Innal-lażīna yuḥāddūnallāha wa rasūlahū ulā'ika fil-ażallīn(a)."
  },
  {
    "verse_number": 21,
    "translation": "Allah hat (vor)geschrieben: Siegen werde Ich ganz gewiß, (Ich) und Meine Gesandten. Gewiß, Allah ist Stark und Allmächtig.",
    "text_uthmani": "كَتَبَ ٱللَّهُ لَأَغْلِبَنَّ أَنَا۠ وَرُسُلِىٓ ۚ إِنَّ ٱللَّهَ قَوِىٌّ عَزِيزٌ",
    "text_uthmani_transcribed": "Kataballāhu la'aglibanna ana wa rusulī, innallāha qawiyyun 'azīz(un)."
  },
  {
    "verse_number": 22,
    "translation": "Du findest keine Leute, die an Allah und den Jüngsten Tag glauben und denjenigen Zuneigung bezeigen, die Allah und Seinem Gesandten zuwiderhandeln, auch wenn diese ihre Väter wären oder ihre Söhne oder ihre Brüder oder ihre Sippenmitglieder. Jene - in ihre Herzen hat Er den Glauben geschrieben und sie mit Geist von Sich gestärkt. Er wird sie in Gärten eingehen lassen, durcheilt von Bächen, ewig darin zu bleiben. Allah hat Wohlgefallen an ihnen, und sie haben Wohlgefallen an Ihm. Jene sind Allahs Gruppierung. Sicherlich, Allahs Gruppierung, dies sind diejenigen, denen es wohl ergeht.",
    "segmented": [
      {
        "belongs_to_verse_number": 22,
        "translation": "Du findest keine Leute, die an Allah und den Jüngsten Tag glauben und denjenigen Zuneigung bezeigen, die Allah",
        "text_uthmani": "لَّا تَجِدُ قَوْمًا يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ يُوَآدُّونَ مَنْ حَآدَّ ٱللَّهَ",
        "text_uthmani_transcribed": "Lā tajidu qaumay yu'minūna billāhi wal-yaumil ākhiri yuwāddūna man ḥāddallāha"
      },
      {
        "belongs_to_verse_number": 22,
        "translation": "und Seinem Gesandten zuwiderhandeln, auch wenn diese ihre Väter wären oder ihre Söhne oder ihre Brüder oder ihre Sippenmitglieder.",
        "text_uthmani": "يُوَآدُّونَ مَنْ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوْ كَانُوٓا۟ ءَابَآءَهُمْ أَوْ أَبْنَآءَهُمْ أَوْ إِخْوَٰنَهُمْ أَوْ عَشِيرَتَهُمْ ۚ",
        "text_uthmani_transcribed": "yuwāddūna man ḥāddallāha wa rasūlahū wa lau kānū ābā'ahum au abnā'ahum au ikhwānahum au 'asyīratahum,"
      },
      {
        "belongs_to_verse_number": 22,
        "translation": "Jene - in ihre Herzen hat Er den Glauben geschrieben und sie mit Geist von Sich gestärkt.",
        "text_uthmani": "أُو۟لَـٰٓئِكَ كَتَبَ فِى قُلُوبِهِمُ ٱلْإِيمَـٰنَ وَأَيَّدَهُم بِرُوحٍ مِّنْهُ ۖ",
        "text_uthmani_transcribed": "ulā'ika kataba fī qulūbihimul-īmāna wa ayyadahum birūḥim minh(u)"
      },
      {
        "belongs_to_verse_number": 22,
        "translation": "Er wird sie in Gärten eingehen lassen, durcheilt von Bächen, ewig darin zu bleiben.",
        "text_uthmani": "وَيُدْخِلُهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا",
        "text_uthmani_transcribed": "wa yudkhiluhum jannātin tajrī min taḥtihal-anhāru khālidīna fīhā"
      },
      {
        "belongs_to_verse_number": 22,
        "translation": "Allah hat Wohlgefallen an ihnen, und sie haben Wohlgefallen an Ihm. Jene sind Allahs Gruppierung.",
        "text_uthmani": "رَضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ أُو۟لَـٰٓئِكَ حِزْبُ ٱللَّهِ ۚ",
        "text_uthmani_transcribed": "raḍiyallāhu 'anhum wa raḍū 'anh(u), ulā'ika ḥizbullāh(i),"
      },
      {
        "belongs_to_verse_number": 22,
        "translation": "Sicherlich, Allahs Gruppierung, dies sind diejenigen, denen es wohl ergeht.",
        "text_uthmani": "أَلَآ إِنَّ حِزْبَ ٱللَّهِ هُمُ ٱلْمُفْلِحُونَ",
        "text_uthmani_transcribed": "alā inna ḥizballāhi humul-mufliḥūn(a)."
      }
    ],
    "text_uthmani": "لَّا تَجِدُ قَوْمًا يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ يُوَآدُّونَ مَنْ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوْ كَانُوٓا۟ ءَابَآءَهُمْ أَوْ أَبْنَآءَهُمْ أَوْ إِخْوَٰنَهُمْ أَوْ عَشِيرَتَهُمْ ۚ أُو۟لَـٰٓئِكَ كَتَبَ فِى قُلُوبِهِمُ ٱلْإِيمَـٰنَ وَأَيَّدَهُم بِرُوحٍ مِّنْهُ ۖ وَيُدْخِلُهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ رَضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ أُو۟لَـٰٓئِكَ حِزْبُ ٱللَّهِ ۚ أَلَآ إِنَّ حِزْبَ ٱللَّهِ هُمُ ٱلْمُفْلِحُونَ",
    "text_uthmani_transcribed": "Lā tajidu qaumay yu'minūna billāhi wal-yaumil ākhiri yuwāddūna man ḥāddallāha wa rasūlahū wa lau kānū ābā'ahum au abnā'ahum au ikhwānahum au 'asyīratahum, ulā'ika kataba fī qulūbihimul-īmāna wa ayyadahum birūḥim minh(u), wa yudkhiluhum jannātin tajrī min taḥtihal-anhāru khālidīna fīhā, raḍiyallāhu 'anhum wa raḍū 'anh(u), ulā'ika ḥizbullāh(i), alā inna ḥizballāhi humul-mufliḥūn(a)."
  }
]