[
  {
    "verse_number": 1,
    "translation": "(Alles) Lob gehört Allah, Der die Himmel und die Erde erschaffen und die Finsternisse und das Licht gemacht hat; dennoch setzen diejenigen, die ungläubig sind, ihrem Herrn (andere) gleich.",
    "segmented": [
      {
        "belongs_to_verse_number": 1,
        "translation": "(Alles) Lob gehört Allah, Der die Himmel und die Erde erschaffen und die Finsternisse",
        "text_uthmani": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَجَعَلَ ٱلظُّلُمَـٰتِ",
        "text_uthmani_transcribed": "Al-ḥamdu lillāhil-lażī khalaqas-samāwāti wal-arḍa wa ja'alaẓ-ẓulumāti"
      },
      {
        "belongs_to_verse_number": 1,
        "translation": "und das Licht gemacht hat; dennoch setzen diejenigen, die ungläubig sind, ihrem Herrn (andere) gleich.",
        "text_uthmani": "وَجَعَلَ ٱلظُّلُمَـٰتِ وَٱلنُّورَ ۖ ثُمَّ ٱلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ يَعْدِلُونَ",
        "text_uthmani_transcribed": "wa ja'alaẓ-ẓulumāti wan-nūr(a), ṡummal-lażīna kafarū birabbihim ya'dilūn(a)."
      }
    ],
    "text_uthmani": " ٱلْحَمْدُ لِلَّهِ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَجَعَلَ ٱلظُّلُمَـٰتِ وَٱلنُّورَ ۖ ثُمَّ ٱلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ يَعْدِلُونَ",
    "text_uthmani_transcribed": "Al-ḥamdu lillāhil-lażī khalaqas-samāwāti wal-arḍa wa ja'alaẓ-ẓulumāti wan-nūr(a), ṡummal-lażīna kafarū birabbihim ya'dilūn(a)."
  },
  {
    "verse_number": 2,
    "translation": "Er ist es, Der euch aus Lehm erschaffen und hierauf eine Frist bestimmt hat. Und (es gibt) eine (andere) festgesetzte Frist bei Ihm; dennoch zweifelt ihr.",
    "segmented": [
      {
        "belongs_to_verse_number": 2,
        "translation": "Er ist es, Der euch aus Lehm erschaffen und hierauf eine Frist bestimmt hat.",
        "text_uthmani": "هُوَ ٱلَّذِى خَلَقَكُم مِّن طِينٍ ثُمَّ قَضَىٰٓ أَجَلًا ۖ",
        "text_uthmani_transcribed": "Huwal-lażī khalaqakum min ṭīnin ṡumma qaḍā ajalā(n),"
      },
      {
        "belongs_to_verse_number": 2,
        "translation": "Und (es gibt) eine (andere) festgesetzte Frist bei Ihm; dennoch zweifelt ihr.",
        "text_uthmani": "وَأَجَلٌ مُّسَمًّى عِندَهُۥ ۖ ثُمَّ أَنتُمْ تَمْتَرُونَ",
        "text_uthmani_transcribed": "wa ajalum musamman 'indahū ṡumma antum tamtarūn(a)."
      }
    ],
    "text_uthmani": "هُوَ ٱلَّذِى خَلَقَكُم مِّن طِينٍ ثُمَّ قَضَىٰٓ أَجَلًا ۖ وَأَجَلٌ مُّسَمًّى عِندَهُۥ ۖ ثُمَّ أَنتُمْ تَمْتَرُونَ",
    "text_uthmani_transcribed": "Huwal-lażī khalaqakum min ṭīnin ṡumma qaḍā ajalā(n), wa ajalum musamman 'indahū ṡumma antum tamtarūn(a)."
  },
  {
    "verse_number": 3,
    "translation": "Er ist Allah in den Himmeln und auf der Erde. Er kennt euer Geheimes und euer Verlautbartes und weiß, was ihr verdient.",
    "text_uthmani": "وَهُوَ ٱللَّهُ فِى ٱلسَّمَـٰوَٰتِ وَفِى ٱلْأَرْضِ ۖ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ",
    "text_uthmani_transcribed": "Wa huwallāhu fis-samāwāti wa fil-arḍ(i), ya'lamu sirrakum wa jahrakum wa ya'lamu mā taksibūn(a)."
  },
  {
    "verse_number": 4,
    "translation": "Kein Zeichen von den Zeichen ihres Herrn kam zu ihnen, ohne daß sie sich von ihm abzuwenden pflegten.",
    "text_uthmani": "وَمَا تَأْتِيهِم مِّنْ ءَايَةٍ مِّنْ ءَايَـٰتِ رَبِّهِمْ إِلَّا كَانُوا۟ عَنْهَا مُعْرِضِينَ",
    "text_uthmani_transcribed": "Wa mā ta'tīhim min āyatim min āyāti rabbihim illā kānū 'anhā mu'riḍīn(a)."
  },
  {
    "verse_number": 5,
    "translation": "So erklärten sie die Wahrheit für Lüge, als sie zu ihnen kam. Aber zu ihnen werden die Nachrichten kommen von dem, worüber sie sich lustig zu machen pflegten.",
    "segmented": [
      {
        "belongs_to_verse_number": 5,
        "translation": "So erklärten sie die Wahrheit für Lüge, als sie zu ihnen kam.",
        "text_uthmani": "فَقَدْ كَذَّبُوا۟ بِٱلْحَقِّ لَمَّا جَآءَهُمْ ۖ",
        "text_uthmani_transcribed": "Faqad każżabū bil-ḥaqqi lammā jā'ahum."
      },
      {
        "belongs_to_verse_number": 5,
        "translation": "Aber zu ihnen werden die Nachrichten kommen von dem, worüber sie sich lustig zu machen pflegten.",
        "text_uthmani": "فَسَوْفَ يَأْتِيهِمْ أَنۢبَـٰٓؤُا۟ مَا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
        "text_uthmani_transcribed": "fa saufa ya'tīhim ambā'u mā kānū bihī yastahzi'ūn(a)."
      }
    ],
    "text_uthmani": "فَقَدْ كَذَّبُوا۟ بِٱلْحَقِّ لَمَّا جَآءَهُمْ ۖ فَسَوْفَ يَأْتِيهِمْ أَنۢبَـٰٓؤُا۟ مَا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "text_uthmani_transcribed": "Faqad każżabū bil-ḥaqqi lammā jā'ahum fa saufa ya'tīhim ambā'u mā kānū bihī yastahzi'ūn(a)."
  },
  {
    "verse_number": 6,
    "translation": "Haben sie nicht gesehen, wie viele Geschlechter Wir vor ihnen vernichteten, denen Wir auf der Erde eine feste Stellung verliehen hatten, wie Wir sie euch nicht verliehen haben, und auf die Wir den Regen ergiebig (hinab)sandten, und unterhalb derer Wir Flüsse strömen ließen? Und da haben Wir sie für ihre Sünden vernichtet und nach ihnen ein anderes Geschlecht entstehen lassen.",
    "segmented": [
      {
        "belongs_to_verse_number": 6,
        "translation": "Haben sie nicht gesehen, wie viele Geschlechter Wir vor ihnen vernichteten, denen Wir auf der Erde eine feste Stellung verliehen hatten, wie Wir sie euch nicht verliehen haben,",
        "text_uthmani": "أَلَمْ يَرَوْا۟ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ مَّكَّنَّـٰهُمْ فِى ٱلْأَرْضِ مَا لَمْ نُمَكِّن لَّكُمْ",
        "text_uthmani_transcribed": "Alam yarau kam ahlaknā min qablihim min qarnim makkanāhum fil-arḍi mā lam numakkil lakum"
      },
      {
        "belongs_to_verse_number": 6,
        "translation": "und auf die Wir den Regen ergiebig (hinab)sandten, und unterhalb derer Wir Flüsse strömen ließen?",
        "text_uthmani": "وَأَرْسَلْنَا ٱلسَّمَآءَ عَلَيْهِم مِّدْرَارًا وَجَعَلْنَا ٱلْأَنْهَـٰرَ تَجْرِى مِن تَحْتِهِمْ",
        "text_uthmani_transcribed": "wa arsalnas-samā'a 'alaihim midrārā(n), wa ja'alnal-anhāra tajrī min taḥtihim"
      },
      {
        "belongs_to_verse_number": 6,
        "translation": "Und da haben Wir sie für ihre Sünden vernichtet und nach ihnen ein anderes Geschlecht entstehen lassen.",
        "text_uthmani": "فَأَهْلَكْنَـٰهُم بِذُنُوبِهِمْ وَأَنشَأْنَا مِنۢ بَعْدِهِمْ قَرْنًا ءَاخَرِينَ",
        "text_uthmani_transcribed": "fa ahlaknāhum biżunūbihim wa ansya'nā mim ba'dihim qarnan ākharīn(a)."
      }
    ],
    "text_uthmani": "أَلَمْ يَرَوْا۟ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ مَّكَّنَّـٰهُمْ فِى ٱلْأَرْضِ مَا لَمْ نُمَكِّن لَّكُمْ وَأَرْسَلْنَا ٱلسَّمَآءَ عَلَيْهِم مِّدْرَارًا وَجَعَلْنَا ٱلْأَنْهَـٰرَ تَجْرِى مِن تَحْتِهِمْ فَأَهْلَكْنَـٰهُم بِذُنُوبِهِمْ وَأَنشَأْنَا مِنۢ بَعْدِهِمْ قَرْنًا ءَاخَرِينَ",
    "text_uthmani_transcribed": "Alam yarau kam ahlaknā min qablihim min qarnim makkanāhum fil-arḍi mā lam numakkil lakum wa arsalnas-samā'a 'alaihim midrārā(n), wa ja'alnal-anhāra tajrī min taḥtihim fa ahlaknāhum biżunūbihim wa ansya'nā mim ba'dihim qarnan ākharīn(a)."
  },
  {
    "verse_number": 7,
    "translation": "Wenn Wir auf dich ein Buch aus (beschriebenen) Blättern hinabgesandt hätten, so daß sie es mit ihren Händen befühlen (könnten), würden diejenigen, die ungläubig sind, dennoch sagen: Das ist ja nur deutliche Zauberei.",
    "segmented": [
      {
        "belongs_to_verse_number": 7,
        "translation": "Wenn Wir auf dich ein Buch aus (beschriebenen) Blättern hinabgesandt hätten, so daß sie es mit ihren Händen befühlen (könnten), würden",
        "text_uthmani": "وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَـٰبًا فِى قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ",
        "text_uthmani_transcribed": "Wa lau nazzalnā 'alaika kitāban fī qirṭāsin fa lamasūhu bi'aidīhim laqāla"
      },
      {
        "belongs_to_verse_number": 7,
        "translation": "diejenigen, die ungläubig sind, dennoch sagen: Das ist ja nur deutliche Zauberei.",
        "text_uthmani": "لَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
        "text_uthmani_transcribed": "laqālal-lażīna kafarū in hāżā illā siḥrum mubīn(un)."
      }
    ],
    "text_uthmani": "وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَـٰبًا فِى قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
    "text_uthmani_transcribed": "Wa lau nazzalnā 'alaika kitāban fī qirṭāsin fa lamasūhu bi'aidīhim laqālal-lażīna kafarū in hāżā illā siḥrum mubīn(un)."
  },
  {
    "verse_number": 8,
    "translation": "Und sie sagen: Warum ist kein Engel zu ihm herabgesandt worden? Wenn Wir aber einen Engel herabsenden würden, dann wäre die Angelegenheit wahrlich entschieden, und ihnen würde dann kein Aufschub gewährt.",
    "segmented": [
      {
        "belongs_to_verse_number": 8,
        "translation": "Und sie sagen: Warum ist kein Engel zu ihm herabgesandt worden?",
        "text_uthmani": "وَقَالُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ مَلَكٌ ۖ",
        "text_uthmani_transcribed": "Wa qālū lau lā unzila 'alaihi malak(un)"
      },
      {
        "belongs_to_verse_number": 8,
        "translation": "Wenn Wir aber einen Engel herabsenden würden, dann wäre die Angelegenheit wahrlich entschieden, und ihnen würde dann kein Aufschub gewährt.",
        "text_uthmani": "وَلَوْ أَنزَلْنَا مَلَكًا لَّقُضِىَ ٱلْأَمْرُ ثُمَّ لَا يُنظَرُونَ",
        "text_uthmani_transcribed": "wa lau anzalnā malakal laquḍiyal-amru ṡumma lā yunẓarūn(a)."
      }
    ],
    "text_uthmani": "وَقَالُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ مَلَكٌ ۖ وَلَوْ أَنزَلْنَا مَلَكًا لَّقُضِىَ ٱلْأَمْرُ ثُمَّ لَا يُنظَرُونَ",
    "text_uthmani_transcribed": "Wa qālū lau lā unzila 'alaihi malak(un), wa lau anzalnā malakal laquḍiyal-amru ṡumma lā yunẓarūn(a)."
  },
  {
    "verse_number": 9,
    "translation": "Und wenn Wir ihn (den Gesandten auch) zu einem Engel gemacht hätten, so hätten Wir ihn (doch) wahrlich zu einem Mann gemacht, und Wir hätten ihnen wahrlich verdeckt, was sie zu verdecken suchten.",
    "segmented": [
      {
        "belongs_to_verse_number": 9,
        "translation": "Und wenn Wir ihn (den Gesandten auch) zu einem Engel gemacht hätten, so hätten Wir ihn (doch) wahrlich zu einem Mann gemacht,",
        "text_uthmani": "وَلَوْ جَعَلْنَـٰهُ مَلَكًا لَّجَعَلْنَـٰهُ رَجُلًا",
        "text_uthmani_transcribed": "Wa lau ja'alnāhu malakal laja'alnāhu rajulaw"
      },
      {
        "belongs_to_verse_number": 9,
        "translation": "und Wir hätten ihnen wahrlich verdeckt, was sie zu verdecken suchten.",
        "text_uthmani": "وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ",
        "text_uthmani_transcribed": "wa lalabasnā 'alaihim mā yalbisūn(a)."
      }
    ],
    "text_uthmani": "وَلَوْ جَعَلْنَـٰهُ مَلَكًا لَّجَعَلْنَـٰهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ",
    "text_uthmani_transcribed": "Wa lau ja'alnāhu malakal laja'alnāhu rajulaw wa lalabasnā 'alaihim mā yalbisūn(a)."
  },
  {
    "verse_number": 10,
    "translation": "Man machte sich ja schon vor dir über Gesandte lustig. Da umschloß diejenigen, die über sie spotteten, das, worüber sie sich lustig zu machen pflegten.",
    "segmented": [
      {
        "belongs_to_verse_number": 10,
        "translation": "Man machte sich ja schon vor dir über Gesandte lustig.",
        "text_uthmani": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ",
        "text_uthmani_transcribed": "Wa laqadistuhzi'a birusulim min qablika"
      },
      {
        "belongs_to_verse_number": 10,
        "translation": "Da umschloß diejenigen, die über sie spotteten, das, worüber sie sich lustig zu machen pflegten.",
        "text_uthmani": "فَحَاقَ بِٱلَّذِينَ سَخِرُوا۟ مِنْهُم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
        "text_uthmani_transcribed": "fa ḥāqa bil-lażīna sakhirū minhum mā kānū bihī yastahzi'ūn(a)."
      }
    ],
    "text_uthmani": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُوا۟ مِنْهُم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "text_uthmani_transcribed": "Wa laqadistuhzi'a birusulim min qablika  fa ḥāqa bil-lażīna sakhirū minhum mā kānū bihī yastahzi'ūn(a)."
  },
  {
    "verse_number": 11,
    "translation": "Sag: Reist auf der Erde umher und schaut, wie das Ende der Leugner war.",
    "text_uthmani": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ ثُمَّ ٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُكَذِّبِينَ",
    "text_uthmani_transcribed": "Qul sīrū fil-arḍi ṡummanẓurū kaifa kāna 'āqibatul-mukażżibīn(a)."
  },
  {
    "verse_number": 12,
    "translation": "Sag: Wem gehört, was in den Himmeln und auf der Erde ist? Sag: Allah. Er hat Sich Selbst Barmherzigkeit vorgeschrieben. Er wird euch ganz gewiß zum Tag der Auferstehung versammeln, an dem es keinen Zweifel gibt. (Schaut; wie das Ende) derjenigen (war), die ihre Seelen verloren haben, denn sie glaubten nicht.",
    "segmented": [
      {
        "belongs_to_verse_number": 12,
        "translation": "Sag: Wem gehört, was in den Himmeln und auf der Erde ist? Sag: Allah. Er hat Sich Selbst Barmherzigkeit vorgeschrieben.",
        "text_uthmani": "قُل لِّمَن مَّا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ قُل لِّلَّهِ ۚ كَتَبَ عَلَىٰ نَفْسِهِ ٱلرَّحْمَةَ ۚ",
        "text_uthmani_transcribed": "Qul limam mā fis-samāwāti wal-arḍ(i), qul lillāh(i), kataba 'alā nafsihir-raḥmah(ta)"
      },
      {
        "belongs_to_verse_number": 12,
        "translation": "Er wird euch ganz gewiß zum Tag der Auferstehung versammeln, an dem es keinen Zweifel gibt.",
        "text_uthmani": "لَيَجْمَعَنَّكُمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ لَا رَيْبَ فِيهِ ۚ",
        "text_uthmani_transcribed": "layajma'annakum ilā yaumil-qiyāmati lā raiba fīh(i)"
      },
      {
        "belongs_to_verse_number": 12,
        "translation": "(Schaut; wie das Ende) derjenigen (war), die ihre Seelen verloren haben, denn sie glaubten nicht.",
        "text_uthmani": "ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ",
        "text_uthmani_transcribed": "al-lażīna khasirū anfusahum fahum lā yu'minūn(a)."
      }
    ],
    "text_uthmani": "قُل لِّمَن مَّا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ قُل لِّلَّهِ ۚ كَتَبَ عَلَىٰ نَفْسِهِ ٱلرَّحْمَةَ ۚ لَيَجْمَعَنَّكُمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ لَا رَيْبَ فِيهِ ۚ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Qul limam mā fis-samāwāti wal-arḍ(i), qul lillāh(i), kataba 'alā nafsihir-raḥmah(ta), layajma'annakum ilā yaumil-qiyāmati lā raiba fīh(i), al-lażīna khasirū anfusahum fahum lā yu'minūn(a)."
  },
  {
    "verse_number": 13,
    "translation": "Ihm gehört (alles), was in der Nacht und am Tag ruht. Und Er ist der Allhörende und Allwissende.",
    "text_uthmani": "۞ وَلَهُۥ مَا سَكَنَ فِى ٱلَّيْلِ وَٱلنَّهَارِ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "text_uthmani_transcribed": "Wa lahū mā sakana fil-laili wan-nahār(i), wa huwas-samī'ul-'alīm(u)."
  },
  {
    "verse_number": 14,
    "translation": "Sag: Sollte ich einen anderen zum Schutzherren nehmen als Allah, den Erschaffer der Himmel und der Erde, Der Speise gibt, während Ihm (selbst) keine Speise gegeben wird? Sag: Mir ist befohlen worden, der erste zu sein, der sich (Allah) ergibt, und: Gehöre ja nicht zu den Götzendienern!",
    "segmented": [
      {
        "belongs_to_verse_number": 14,
        "translation": "Sag: Sollte ich einen anderen zum Schutzherren nehmen als Allah, den Erschaffer der Himmel",
        "text_uthmani": "قُلْ أَغَيْرَ ٱللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ ٱلسَّمَـٰوَٰتِ",
        "text_uthmani_transcribed": "Qul agairallāhi attakhiżu waliyyan fāṭiris-samāwāti"
      },
      {
        "belongs_to_verse_number": 14,
        "translation": "und der Erde, Der Speise gibt, während Ihm (selbst) keine Speise gegeben wird?",
        "text_uthmani": "وَٱلْأَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ ۗ",
        "text_uthmani_transcribed": "wal-arḍi wa huwa yuṭ'imu wa lā yuṭ'am(u),"
      },
      {
        "belongs_to_verse_number": 14,
        "translation": "Sag: Mir ist befohlen worden, der erste zu sein, der sich (Allah) ergibt, und: Gehöre ja nicht zu den Götzendienern!",
        "text_uthmani": "قُلْ إِنِّىٓ أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ ۖ وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ",
        "text_uthmani_transcribed": "Qul innī umirtu an akūna awwala man aslama wa lā takūnanna minal-musyrikīn(a)."
      }
    ],
    "text_uthmani": "قُلْ أَغَيْرَ ٱللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ ۗ قُلْ إِنِّىٓ أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ ۖ وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ",
    "text_uthmani_transcribed": "Qul agairallāhi attakhiżu waliyyan fāṭiris-samāwāti wal-arḍi wa huwa yuṭ'imu wa lā yuṭ'am(u), qul innī umirtu an akūna awwala man aslama wa lā takūnanna minal-musyrikīn(a)."
  },
  {
    "verse_number": 15,
    "translation": "Sag: Gewiß, ich fürchte, wenn ich mich meinem Herrn widersetze, die Strafe eines gewaltigen Tages.",
    "text_uthmani": "قُلْ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ",
    "text_uthmani_transcribed": "Qul innī akhāfu in 'aṣaitu rabbī 'ażāba yaumin 'aẓīm(in)."
  },
  {
    "verse_number": 16,
    "translation": "Von wem sie an jenem Tag abgewendet wird, dessen hat Er sich wirklich erbarmt; und das ist der deutliche Erfolg.",
    "text_uthmani": "مَّن يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُۥ ۚ وَذَٰلِكَ ٱلْفَوْزُ ٱلْمُبِينُ",
    "text_uthmani_transcribed": "May yuṣraf 'anhu yauma'iżin faqad raḥimah(ū), wa żālikal-fauzul-mubīn(u)."
  },
  {
    "verse_number": 17,
    "translation": "Wenn Allah dir Unheil widerfahren läßt, so kann es keiner hinwegnehmen außer Ihm. Und wenn Er dir (etwas) Gutes widerfahren läßt, - so hat Er zu allem die Macht.",
    "segmented": [
      {
        "belongs_to_verse_number": 17,
        "translation": "Wenn Allah dir Unheil widerfahren läßt, so kann es keiner hinwegnehmen außer Ihm.",
        "text_uthmani": "وَإِن يَمْسَسْكَ ٱللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَ ۖ",
        "text_uthmani_transcribed": "Iy yamsaskallāhu biḍurrin falā kāsyifa lahū illā huw(a)."
      },
      {
        "belongs_to_verse_number": 17,
        "translation": "Und wenn Er dir (etwas) Gutes widerfahren läßt, - so hat Er zu allem die Macht.",
        "text_uthmani": "وَإِن يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "text_uthmani_transcribed": "wa iy yamsaska bikhairin fa huwa 'alā kulli syai'in qadīr(un)."
      }
    ],
    "text_uthmani": "وَإِن يَمْسَسْكَ ٱللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَ ۖ وَإِن يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Iy yamsaskallāhu biḍurrin falā kāsyifa lahū illā huw(a), wa iy yamsaska bikhairin fa huwa 'alā kulli syai'in qadīr(un)."
  },
  {
    "verse_number": 18,
    "translation": "Er ist der Bezwinger über Seinen Dienern, und Er ist der Allweise und Allkundige.",
    "text_uthmani": "وَهُوَ ٱلْقَاهِرُ فَوْقَ عِبَادِهِۦ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ",
    "text_uthmani_transcribed": "Wa huwal-qāhiru fauqa 'ibādih(ī), wa huwal-ḥakīmul-khabīr(u)."
  },
  {
    "verse_number": 19,
    "translation": "Sag: Welches ist das größte Zeugnis? Sag: Allah (, Er) ist Zeuge zwischen mir und euch. Und dieser Qur’an ist mir eingegeben worden, damit ich euch und (jeden), den er erreicht, mit ihm warne. Wollt ihr denn wahrlich bezeugen, daß es neben Allah andere Götter gibt? Sag: Ich bezeuge (es) nicht. Sag: Er ist nur ein Einziger Gott, und ich sage mich von dem los, was ihr (Ihm) beigesellt.",
    "segmented": [
      {
        "belongs_to_verse_number": 19,
        "translation": "Sag: Welches ist das größte Zeugnis? Sag: Allah (, Er) ist Zeuge zwischen mir und euch.",
        "text_uthmani": "قُلْ أَىُّ شَىْءٍ أَكْبَرُ شَهَـٰدَةً ۖ قُلِ ٱللَّهُ ۖ شَهِيدٌۢ بَيْنِى وَبَيْنَكُمْ ۚ",
        "text_uthmani_transcribed": "Qul ayyu syai'in akbaru syahādah(tan), qulillāhu syahīdum bainī wa bainakum,"
      },
      {
        "belongs_to_verse_number": 19,
        "translation": "Und dieser Qur’an ist mir eingegeben worden, damit ich euch und (jeden), den er erreicht, mit ihm warne.",
        "text_uthmani": "وَأُوحِىَ إِلَىَّ هَـٰذَا ٱلْقُرْءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَ ۚ",
        "text_uthmani_transcribed": "wa ūḥiya ilayya hāżal-qur'ānu li'unżirakum bihī wa man balag(a),"
      },
      {
        "belongs_to_verse_number": 19,
        "translation": "Wollt ihr denn wahrlich bezeugen, daß es neben Allah andere Götter gibt? Sag: Ich bezeuge (es) nicht.",
        "text_uthmani": "أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخْرَىٰ ۚ قُل لَّآ أَشْهَدُ ۚ",
        "text_uthmani_transcribed": "a'innakum latasyhadūna anna ma'allāhi ālihatan ukhrā, qul lā asyhad(u),"
      },
      {
        "belongs_to_verse_number": 19,
        "translation": "Sag: Er ist nur ein Einziger Gott, und ich sage mich von dem los, was ihr (Ihm) beigesellt.",
        "text_uthmani": "قُلْ إِنَّمَا هُوَ إِلَـٰهٌ وَٰحِدٌ وَإِنَّنِى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
        "text_uthmani_transcribed": "qul innamā huwa ilāhuw wāḥiduw wa innanī barī'um mimmā tusyrikūn(a)."
      }
    ],
    "text_uthmani": "قُلْ أَىُّ شَىْءٍ أَكْبَرُ شَهَـٰدَةً ۖ قُلِ ٱللَّهُ ۖ شَهِيدٌۢ بَيْنِى وَبَيْنَكُمْ ۚ وَأُوحِىَ إِلَىَّ هَـٰذَا ٱلْقُرْءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَ ۚ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخْرَىٰ ۚ قُل لَّآ أَشْهَدُ ۚ قُلْ إِنَّمَا هُوَ إِلَـٰهٌ وَٰحِدٌ وَإِنَّنِى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
    "text_uthmani_transcribed": "Qul ayyu syai'in akbaru syahādah(tan), qulillāhu syahīdum bainī wa bainakum, wa ūḥiya ilayya hāżal-qur'ānu li'unżirakum bihī wa man balag(a), a'innakum latasyhadūna anna ma'allāhi ālihatan ukhrā, qul lā asyhad(u), qul innamā huwa ilāhuw wāḥiduw wa innanī barī'um mimmā tusyrikūn(a)."
  },
  {
    "verse_number": 20,
    "translation": "Diejenigen, denen Wir die Schrift gegeben haben, kennen ihn, wie sie ihre Söhne kennen. (Es sind) diejenigen, die sich selbst verloren haben, denn sie glauben nicht.",
    "segmented": [
      {
        "belongs_to_verse_number": 20,
        "translation": "Diejenigen, denen Wir die Schrift gegeben haben, kennen ihn, wie sie ihre Söhne kennen.",
        "text_uthmani": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَعْرِفُونَهُۥ كَمَا يَعْرِفُونَ أَبْنَآءَهُمُ ۘ",
        "text_uthmani_transcribed": "Al-lażīna ātaināhumul-kitāba ya'rifūnahū kamā ya'rifūna abnā'ahum,"
      },
      {
        "belongs_to_verse_number": 20,
        "translation": "(Es sind) diejenigen, die sich selbst verloren haben, denn sie glauben nicht.",
        "text_uthmani": "ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ",
        "text_uthmani_transcribed": "al-lażīna khasirū anfusahum fahum lā yu'minūn(a)."
      }
    ],
    "text_uthmani": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَعْرِفُونَهُۥ كَمَا يَعْرِفُونَ أَبْنَآءَهُمُ ۘ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Al-lażīna ātaināhumul-kitāba ya'rifūnahū kamā ya'rifūna abnā'ahum, al-lażīna khasirū anfusahum fahum lā yu'minūn(a)."
  },
  {
    "verse_number": 21,
    "translation": "Und wer ist ungerechter, als wer gegen Allah eine Lüge ersinnt oder Seine Zeichen für Lüge erklärt? Gewiß, den Ungerechten wird es nicht wohl ergehen.",
    "segmented": [
      {
        "belongs_to_verse_number": 21,
        "translation": "Und wer ist ungerechter, als wer gegen Allah eine Lüge ersinnt oder Seine Zeichen für Lüge erklärt?",
        "text_uthmani": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَـٰتِهِۦٓ",
        "text_uthmani_transcribed": "Wa man aẓlamu mimmaniftarā 'alallāhi każiban au każżaba bi'āyātih(ī)"
      },
      {
        "belongs_to_verse_number": 21,
        "translation": "Gewiß, den Ungerechten wird es nicht wohl ergehen.",
        "text_uthmani": "إِنَّهُۥ لَا يُفْلِحُ ٱلظَّـٰلِمُونَ",
        "text_uthmani_transcribed": "Innahū lā yufliḥuẓ-ẓālimūn(a)."
      }
    ],
    "text_uthmani": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَـٰتِهِۦٓ ۗ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّـٰلِمُونَ",
    "text_uthmani_transcribed": "Wa man aẓlamu mimmaniftarā 'alallāhi każiban au każżaba bi'āyātih(ī), innahū lā yufliḥuẓ-ẓālimūn(a)."
  },
  {
    "verse_number": 22,
    "translation": "Und an dem Tag, da Wir sie alle versammeln, und dann werden Wir zu denen, die (Allah etwas) beigesellt hatten, sagen: Wo sind (nun) eure Teilhaber, die ihr stets angegeben habt?",
    "segmented": [
      {
        "belongs_to_verse_number": 22,
        "translation": "Und an dem Tag, da Wir sie alle versammeln,",
        "text_uthmani": "وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا",
        "text_uthmani_transcribed": "Wa yauma naḥsyuruhum jamī'an"
      },
      {
        "belongs_to_verse_number": 22,
        "translation": "und dann werden Wir zu denen, die (Allah etwas) beigesellt hatten, sagen: Wo sind (nun) eure Teilhaber, die ihr stets angegeben habt?",
        "text_uthmani": "ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوٓا۟ أَيْنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
        "text_uthmani_transcribed": "ṡumma naqūlu lil-lażīna asyrakū aina syurakā'ukumul-lażīna kuntum taz'umūn(a)."
      }
    ],
    "text_uthmani": "وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوٓا۟ أَيْنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
    "text_uthmani_transcribed": "Wa yauma naḥsyuruhum jamī'an ṡumma naqūlu lil-lażīna asyrakū aina syurakā'ukumul-lażīna kuntum taz'umūn(a)."
  },
  {
    "verse_number": 23,
    "translation": "Dann wird ihre Ausrede nur sein, daß sie sagen: Bei Allah, unserem Herrn! Wir waren keine Götzendiener.",
    "text_uthmani": "ثُمَّ لَمْ تَكُن فِتْنَتُهُمْ إِلَّآ أَن قَالُوا۟ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ",
    "text_uthmani_transcribed": "Ṡumma lam takun fitnatuhum illā an qālū wallāhi rabbinā mā kunnā musyrikīn(a)."
  },
  {
    "verse_number": 24,
    "translation": "Schau, wie sie gegen sich selbst lügen und (wie) ihnen das entschwunden ist, was sie zu ersinnen pflegten!",
    "text_uthmani": "ٱنظُرْ كَيْفَ كَذَبُوا۟ عَلَىٰٓ أَنفُسِهِمْ ۚ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
    "text_uthmani_transcribed": "Unẓur kaifa każabū 'alā anfusihim wa ḍalla 'anhum mā kānū yaftarūn(a)."
  },
  {
    "verse_number": 25,
    "translation": "Und unter ihnen gibt es manche, die dir zuhören. Aber Wir haben auf ihre Herzen Hüllen gelegt, so daß sie ihn nicht verstehen, und in ihre Ohren Schwerhörigkeit. Auch wenn sie jedes Zeichen sähen, glaubten sie nicht daran. Wenn sie zu dir kommen, um mit dir zu streiten, sagen diejenigen, die ungläubig sind: Das sind nur Fabeln der Früheren.",
    "segmented": [
      {
        "belongs_to_verse_number": 25,
        "translation": "Und unter ihnen gibt es manche, die dir zuhören.",
        "text_uthmani": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ ۖ",
        "text_uthmani_transcribed": "Wa minhum may yastami'u ilaik(a),"
      },
      {
        "belongs_to_verse_number": 25,
        "translation": "Aber Wir haben auf ihre Herzen Hüllen gelegt, so daß sie ihn nicht verstehen, und in ihre Ohren Schwerhörigkeit.",
        "text_uthmani": "وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا ۚ",
        "text_uthmani_transcribed": "wa ja'alnā 'alā qulūbihim akinnatan ay yafqahūhu wa fī āżānihim waqrā(n),"
      },
      {
        "belongs_to_verse_number": 25,
        "translation": "Auch wenn sie jedes Zeichen sähen, glaubten sie nicht daran.",
        "text_uthmani": "وَإِن يَرَوْا۟ كُلَّ ءَايَةٍ لَّا يُؤْمِنُوا۟ بِهَا ۚ",
        "text_uthmani_transcribed": "wa iy yarau kulla āyatil lā yu'minū bihā,"
      },
      {
        "belongs_to_verse_number": 25,
        "translation": "Wenn sie zu dir kommen, um mit dir zu streiten, sagen diejenigen, die ungläubig sind: Das sind nur Fabeln der Früheren.",
        "text_uthmani": "حَتَّىٰٓ إِذَا جَآءُوكَ يُجَـٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
        "text_uthmani_transcribed": "ḥattā iżā jā'ūka yujādilūnaka yaqūlul-lażīna kafarū in hāżā illā asāṭīrul-awwalīn(a)."
      }
    ],
    "text_uthmani": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ ۖ وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا ۚ وَإِن يَرَوْا۟ كُلَّ ءَايَةٍ لَّا يُؤْمِنُوا۟ بِهَا ۚ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَـٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
    "text_uthmani_transcribed": "Wa minhum may yastami'u ilaik(a), wa ja'alnā 'alā qulūbihim akinnatan ay yafqahūhu wa fī āżānihim waqrā(n), wa iy yarau kulla āyatil lā yu'minū bihā, ḥattā iżā jā'ūka yujādilūnaka yaqūlul-lażīna kafarū in hāżā illā asāṭīrul-awwalīn(a)."
  },
  {
    "verse_number": 26,
    "translation": "Sie verbieten es (anderen) und halten sich (selbst) davon fern. Sie vernichten nur sich selbst, ohne zu merken.",
    "text_uthmani": "وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْـَٔوْنَ عَنْهُ ۖ وَإِن يُهْلِكُونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
    "text_uthmani_transcribed": "Wa hum yanhauna 'anhu wa yan'auna 'anh(u), wa iy yuhlikūna illā anfusahum wa mā yasy'urūn(a)."
  },
  {
    "verse_number": 27,
    "translation": "Und wenn du sehen würdest, wenn sie vor das (Höllen)feuer gestellt werden! Dann werden sie sagen: O würden wir doch zurückgebracht werden! Wir würden (dann) nicht die Zeichen unseres Herrn für Lüge erklären, sondern würden zu den Gläubigen gehören.",
    "segmented": [
      {
        "belongs_to_verse_number": 27,
        "translation": "Und wenn du sehen würdest, wenn sie vor das (Höllen)feuer gestellt werden! Dann werden sie sagen: O würden wir doch zurückgebracht werden!",
        "text_uthmani": "وَلَوْ تَرَىٰٓ إِذْ وُقِفُوا۟ عَلَى ٱلنَّارِ فَقَالُوا۟ يَـٰلَيْتَنَا نُرَدُّ",
        "text_uthmani_transcribed": "Wa lau tarā iż wuqifū 'alan-nāri fa qālū yā laitanā nuraddu"
      },
      {
        "belongs_to_verse_number": 27,
        "translation": "Wir würden (dann) nicht die Zeichen unseres Herrn für Lüge erklären, sondern würden zu den Gläubigen gehören.",
        "text_uthmani": "وَلَا نُكَذِّبَ بِـَٔايَـٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
        "text_uthmani_transcribed": "wa lā nukażżiba bi'āyāti rabbinā wa nakūna minal-mu'minīn(a)."
      }
    ],
    "text_uthmani": "وَلَوْ تَرَىٰٓ إِذْ وُقِفُوا۟ عَلَى ٱلنَّارِ فَقَالُوا۟ يَـٰلَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَـٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
    "text_uthmani_transcribed": "Wa lau tarā iż wuqifū 'alan-nāsi fa qālū yā laitanā nuraddu wa lā nukażżiba bi'āyāti rabbinā wa nakūna minal-mu'minīn(a)."
  },
  {
    "verse_number": 28,
    "translation": "Nein! Vielmehr hat sich ihnen offenkundig gezeigt, was sie zuvor zu verbergen pflegten. Und wenn sie zurückgebracht würden, würden sie doch wieder zu dem zurückkehren, was ihnen verboten wurde. Sie sind wahrlich Lügner.",
    "segmented": [
      {
        "belongs_to_verse_number": 28,
        "translation": "Nein! Vielmehr hat sich ihnen offenkundig gezeigt, was sie zuvor zu verbergen pflegten.",
        "text_uthmani": "بَلْ بَدَا لَهُم مَّا كَانُوا۟ يُخْفُونَ مِن قَبْلُ ۖ",
        "text_uthmani_transcribed": "Bal badā lahum mā kānū yukhfūna min qabl(u)."
      },
      {
        "belongs_to_verse_number": 28,
        "translation": "Und wenn sie zurückgebracht würden, würden sie doch wieder zu dem zurückkehren, was ihnen verboten wurde. Sie sind wahrlich Lügner.",
        "text_uthmani": "وَلَوْ رُدُّوا۟ لَعَادُوا۟ لِمَا نُهُوا۟ عَنْهُ وَإِنَّهُمْ لَكَـٰذِبُونَ",
        "text_uthmani_transcribed": "wa lau ruddū la'ādū limā nuhū 'anhu wa innahum lakāżibūn(a)."
      }
    ],
    "text_uthmani": "بَلْ بَدَا لَهُم مَّا كَانُوا۟ يُخْفُونَ مِن قَبْلُ ۖ وَلَوْ رُدُّوا۟ لَعَادُوا۟ لِمَا نُهُوا۟ عَنْهُ وَإِنَّهُمْ لَكَـٰذِبُونَ",
    "text_uthmani_transcribed": "Bal badā lahum mā kānū yukhfūna min qabl(u), wa lau ruddū la'ādū limā nuhū 'anhu wa innahum lakāżibūn(a)."
  },
  {
    "verse_number": 29,
    "translation": "Und sie sagen: Es gibt nur unser diesseitiges Leben, und wir werden nicht auferweckt.",
    "text_uthmani": "وَقَالُوٓا۟ إِنْ هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ",
    "text_uthmani_transcribed": "Wa qālū in hiya illā ḥayātunad-dun-yā wa mā naḥnu bimab'ūṡīn(a)."
  },
  {
    "verse_number": 30,
    "translation": "Und wenn du sehen würdest, wenn sie vor ihren Herrn gestellt werden! Er wird sagen: Ist dies nicht die Wahrheit? Sie sagen: Ja doch, bei unserem Herrn! Er wird sagen: Kostet nun die Strafe dafür, daß ihr stets ungläubig wart.",
    "segmented": [
      {
        "belongs_to_verse_number": 30,
        "translation": "Und wenn du sehen würdest, wenn sie vor ihren Herrn gestellt werden! Er wird sagen: Ist dies nicht die Wahrheit?",
        "text_uthmani": "وَلَوْ تَرَىٰٓ إِذْ وُقِفُوا۟ عَلَىٰ رَبِّهِمْ ۚ قَالَ أَلَيْسَ هَـٰذَا بِٱلْحَقِّ ۚ",
        "text_uthmani_transcribed": "Wa lau tarā iż wuqifū 'alā rabbihim, qāla alaisa hāżā bil-ḥaqq(i),"
      },
      {
        "belongs_to_verse_number": 30,
        "translation": "Sie sagen: Ja doch, bei unserem Herrn! Er wird sagen: Kostet nun die Strafe dafür, daß ihr stets ungläubig wart.",
        "text_uthmani": "قَالُوا۟ بَلَىٰ وَرَبِّنَا ۚ قَالَ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
        "text_uthmani_transcribed": "qālū balā wa rabbinā, qāla fa żūqul-'ażāba bimā kuntum takfurūn(a)."
      }
    ],
    "text_uthmani": "وَلَوْ تَرَىٰٓ إِذْ وُقِفُوا۟ عَلَىٰ رَبِّهِمْ ۚ قَالَ أَلَيْسَ هَـٰذَا بِٱلْحَقِّ ۚ قَالُوا۟ بَلَىٰ وَرَبِّنَا ۚ قَالَ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
    "text_uthmani_transcribed": "Wa lau tarā iż wuqifū 'alā rabbihim, qāla alaisa hāżā bil-ḥaqq(i), qālū balā wa rabbinā, qāla fa żūqul-'ażāba bimā kuntum takfurūn(a)."
  },
  {
    "verse_number": 31,
    "translation": "Verloren sind diejenigen, die die Begegnung mit Allah für Lüge erklären, so daß, wenn die Stunde plötzlich über sie kommt, sie sagen: O welch gramvolle Reue für uns, wegen dessen, was wir hinsichtlich ihrer vernachlässigt haben! Sie tragen ihre Lasten auf ihren Rücken. Wie übel ist das, was sie an Last auf sich nehmen!",
    "segmented": [
      {
        "belongs_to_verse_number": 31,
        "translation": "Verloren sind diejenigen, die die Begegnung mit Allah für Lüge erklären, so daß, wenn die Stunde plötzlich über sie kommt, sie sagen: O welch",
        "text_uthmani": "قَدْ خَسِرَ ٱلَّذِينَ كَذَّبُوا۟ بِلِقَآءِ ٱللَّهِ ۖ حَتَّىٰٓ إِذَا جَآءَتْهُمُ ٱلسَّاعَةُ بَغْتَةً قَالُوا۟ يَـٰحَسْرَتَنَا",
        "text_uthmani_transcribed": "Qad khasiral-lażīna każżabū biliqā'illāh(i), ḥattā iżā jā'athumus-sā'atu bagtatan qālū yā ḥasratanā"
      },
      {
        "belongs_to_verse_number": 31,
        "translation": "gramvolle Reue für uns, wegen dessen, was wir hinsichtlich ihrer vernachlässigt haben!",
        "text_uthmani": "يَـٰحَسْرَتَنَا عَلَىٰ مَا فَرَّطْنَا فِيهَا",
        "text_uthmani_transcribed": "yā ḥasratanā 'alā mā farraṭnā fīhā"
      },
      {
        "belongs_to_verse_number": 31,
        "translation": "Sie tragen ihre Lasten auf ihren Rücken. Wie übel ist das, was sie an Last auf sich nehmen!",
        "text_uthmani": "وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَىٰ ظُهُورِهِمْ ۚ أَلَا سَآءَ مَا يَزِرُونَ",
        "text_uthmani_transcribed": "wa hum yaḥmilūna auzārahum 'alā ẓuhūrihim, alā sā'a mā yazirūn(a)."
      }
    ],
    "text_uthmani": "قَدْ خَسِرَ ٱلَّذِينَ كَذَّبُوا۟ بِلِقَآءِ ٱللَّهِ ۖ حَتَّىٰٓ إِذَا جَآءَتْهُمُ ٱلسَّاعَةُ بَغْتَةً قَالُوا۟ يَـٰحَسْرَتَنَا عَلَىٰ مَا فَرَّطْنَا فِيهَا وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَىٰ ظُهُورِهِمْ ۚ أَلَا سَآءَ مَا يَزِرُونَ",
    "text_uthmani_transcribed": "Qad khasiral-lażīna każżabū biliqā'illāh(i), ḥattā iżā jā'athumus-sā'atu bagtatan qālū yā ḥasratanā 'alā mā farraṭnā fīhā, wa hum yaḥmilūna auzārahum 'alā ẓuhūrihim, alā sā'a mā yazirūn(a)."
  },
  {
    "verse_number": 32,
    "translation": "Das diesseitige Leben ist nur Spiel und Zerstreuung. Die jenseitige Wohnstätte ist für diejenigen, die gottesfürchtig sind, wahrlich besser. Begreift ihr denn nicht?",
    "segmented": [
      {
        "belongs_to_verse_number": 32,
        "translation": "Das diesseitige Leben ist nur Spiel und Zerstreuung. Die jenseitige Wohnstätte ist für diejenigen, die gottesfürchtig sind, wahrlich besser.",
        "text_uthmani": "وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا لَعِبٌ وَلَهْوٌ ۖ وَلَلدَّارُ ٱلْـَٔاخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ ۗ",
        "text_uthmani_transcribed": "Wa mal-ḥayātud-dun-yā illā la'ibuw wa lahw(un), wa lad-dārul-ākhiratu khairul lil-lażīna yattaqūn(a)."
      },
      {
        "belongs_to_verse_number": 32,
        "translation": "Begreift ihr denn nicht?",
        "text_uthmani": "أَفَلَا تَعْقِلُونَ",
        "text_uthmani_transcribed": "afalā ta'qilūn(a)."
      }
    ],
    "text_uthmani": "وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا لَعِبٌ وَلَهْوٌ ۖ وَلَلدَّارُ ٱلْـَٔاخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ ۗ أَفَلَا تَعْقِلُونَ",
    "text_uthmani_transcribed": "Wa mal-ḥayātud-dun-yā illā la'ibuw wa lahw(un), wa lad-dārul-ākhiratu khairul lil-lażīna yattaqūn(a), afalā ta'qilūn(a)."
  },
  {
    "verse_number": 33,
    "translation": "Wir wissen wohl, daß dich das, was sie sagen, in der Tat traurig macht. Aber nicht dich bezichtigen sie (in Wirklichkeit) der Lüge, sondern die Zeichen Allahs verleugnen die(se) Ungerechten.",
    "segmented": [
      {
        "belongs_to_verse_number": 33,
        "translation": "Wir wissen wohl, daß dich das, was sie sagen, in der Tat traurig macht.",
        "text_uthmani": "قَدْ نَعْلَمُ إِنَّهُۥ لَيَحْزُنُكَ ٱلَّذِى يَقُولُونَ ۖ",
        "text_uthmani_transcribed": "Qad na'lamu innahū layaḥzunukal-lażī yaqūlūna."
      },
      {
        "belongs_to_verse_number": 33,
        "translation": "Aber nicht dich bezichtigen sie (in Wirklichkeit) der Lüge, sondern die Zeichen Allahs verleugnen die(se) Ungerechten.",
        "text_uthmani": "فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَـٰكِنَّ ٱلظَّـٰلِمِينَ بِـَٔايَـٰتِ ٱللَّهِ يَجْحَدُونَ",
        "text_uthmani_transcribed": "fa innahum lā yukażżibūnaka wa lākinnaẓ-ẓālimīna bi'āyātillāhi yajhadūn(a)."
      }
    ],
    "text_uthmani": "قَدْ نَعْلَمُ إِنَّهُۥ لَيَحْزُنُكَ ٱلَّذِى يَقُولُونَ ۖ فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَـٰكِنَّ ٱلظَّـٰلِمِينَ بِـَٔايَـٰتِ ٱللَّهِ يَجْحَدُونَ",
    "text_uthmani_transcribed": "Qad na'lamu innahū layaḥzunukal-lażī yaqūlūna fa innahum lā yukażżibūnaka wa lākinnaẓ-ẓālimīna bi'āyātillāhi yajhadūn(a)."
  },
  {
    "verse_number": 34,
    "translation": "Ja, bereits vor dir wurden Gesandte der Lüge bezichtigt. Und da ertrugen sie standhaft, daß sie der Lüge bezichtigt wurden und daß ihnen Leid zugefügt wurde, bis Unsere Hilfe zu ihnen kam. Es gibt nichts, was Allahs Worte abändern könnte. Dir ist ja bereits Kunde von den Gesandten zugekommen.",
    "segmented": [
      {
        "belongs_to_verse_number": 34,
        "translation": "Ja, bereits vor dir wurden Gesandte der Lüge bezichtigt.",
        "text_uthmani": "وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ",
        "text_uthmani_transcribed": "Wa laqad kużżibat rusulum min qablika"
      },
      {
        "belongs_to_verse_number": 34,
        "translation": "Und da ertrugen sie standhaft, daß sie der Lüge bezichtigt wurden und daß ihnen Leid zugefügt wurde, bis Unsere Hilfe zu ihnen kam.",
        "text_uthmani": "فَصَبَرُوا۟ عَلَىٰ مَا كُذِّبُوا۟ وَأُوذُوا۟ حَتَّىٰٓ أَتَىٰهُمْ نَصْرُنَا ۚ",
        "text_uthmani_transcribed": "fa ṣabarū 'alā mā kużżibū wa ūżū ḥattā atāhum naṣrunā,"
      },
      {
        "belongs_to_verse_number": 34,
        "translation": "Es gibt nichts, was Allahs Worte abändern könnte. Dir ist ja bereits Kunde von den Gesandten zugekommen.",
        "text_uthmani": "وَلَا مُبَدِّلَ لِكَلِمَـٰتِ ٱللَّهِ ۚ وَلَقَدْ جَآءَكَ مِن نَّبَإِى۟ ٱلْمُرْسَلِينَ",
        "text_uthmani_transcribed": "wa lā mubaddila likalimātillāh(i), wa laqad jā'aka min naba'il-mursalīn(a)."
      }
    ],
    "text_uthmani": "وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ فَصَبَرُوا۟ عَلَىٰ مَا كُذِّبُوا۟ وَأُوذُوا۟ حَتَّىٰٓ أَتَىٰهُمْ نَصْرُنَا ۚ وَلَا مُبَدِّلَ لِكَلِمَـٰتِ ٱللَّهِ ۚ وَلَقَدْ جَآءَكَ مِن نَّبَإِى۟ ٱلْمُرْسَلِينَ",
    "text_uthmani_transcribed": "Wa laqad kużżibat rusulum min qablika fa ṣabarū 'alā mā kużżibū wa ūżū ḥattā atāhum naṣrunā, wa lā mubaddila likalimātillāh(i), wa laqad jā'aka min naba'il-mursalīn(a)."
  },
  {
    "verse_number": 35,
    "translation": "Und wenn dir ihre Ablehnung schwer zusetzt, dann, (selbst) wenn du einen Gang in die Erde oder eine Leiter in den Himmel ausfindig machen kannst, und ihnen dann ein Zeichen bringen kannst, ... Und wenn Allah gewollt hätte, hätte Er sie wahrlich unter der Rechtleitung zusammengeführt. Gehöre also ja nicht zu den Toren!",
    "segmented": [
      {
        "belongs_to_verse_number": 35,
        "translation": "Und wenn dir ihre Ablehnung schwer zusetzt, dann, (selbst) wenn du einen Gang in die Erde oder eine Leiter in den Himmel ausfindig machen kannst,",
        "text_uthmani": "وَإِن كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ ٱسْتَطَعْتَ أَن تَبْتَغِىَ نَفَقًا فِى ٱلْأَرْضِ أَوْ سُلَّمًا فِى ٱلسَّمَآءِ",
        "text_uthmani_transcribed": "Wa in kāna kabura 'alaika i'rāḍuhum fa inistaṭa'ta an tabtagiya nafaqan fil-arḍi au sullaman fis-samā'i"
      },
      {
        "belongs_to_verse_number": 35,
        "translation": "und ihnen dann ein Zeichen bringen kannst, ...",
        "text_uthmani": "فَتَأْتِيَهُم بِـَٔايَةٍ ۚ",
        "text_uthmani_transcribed": "fa ta'tiyahum bi'āyah(tin),"
      },
      {
        "belongs_to_verse_number": 35,
        "translation": "Und wenn Allah gewollt hätte, hätte Er sie wahrlich unter der Rechtleitung zusammengeführt. Gehöre also ja nicht zu den Toren!",
        "text_uthmani": "وَلَوْ شَآءَ ٱللَّهُ لَجَمَعَهُمْ عَلَى ٱلْهُدَىٰ ۚ فَلَا تَكُونَنَّ مِنَ ٱلْجَـٰهِلِينَ",
        "text_uthmani_transcribed": "wa lau syā'allāhu lajama'ahum 'alal-hudā falā takūnanna minal-jāhilīn(a)."
      }
    ],
    "text_uthmani": "وَإِن كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ ٱسْتَطَعْتَ أَن تَبْتَغِىَ نَفَقًا فِى ٱلْأَرْضِ أَوْ سُلَّمًا فِى ٱلسَّمَآءِ فَتَأْتِيَهُم بِـَٔايَةٍ ۚ وَلَوْ شَآءَ ٱللَّهُ لَجَمَعَهُمْ عَلَى ٱلْهُدَىٰ ۚ فَلَا تَكُونَنَّ مِنَ ٱلْجَـٰهِلِينَ",
    "text_uthmani_transcribed": "Wa in kāna kabura 'alaika i'rāḍuhum fa inistaṭa'ta an tabtagiya nafaqan fil-arḍi au sullaman fis-samā'i fa ta'tiyahum bi'āyah(tin), wa lau syā'allāhu lajama'ahum 'alal-hudā falā takūnanna minal-jāhilīn(a)."
  },
  {
    "verse_number": 36,
    "translation": "Nur diejenigen können Folge leisten, die (zu)hören. Die Toten aber wird Allah auferwecken. Hierauf werden sie zu Ihm zurückgebracht.",
    "text_uthmani": "۞ إِنَّمَا يَسْتَجِيبُ ٱلَّذِينَ يَسْمَعُونَ ۘ وَٱلْمَوْتَىٰ يَبْعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ",
    "text_uthmani_transcribed": "Innamā yastajībul-lażīna yasma'ūn(a), wal-mautā yab'aṡuhumullāhu ṡumma ilaihi yurja'ūn(a)."
  },
  {
    "verse_number": 37,
    "translation": "Und sie sagen: Wenn ihm doch ein Zeichen von seinem Herrn offenbart worden wäre! Sag: Gewiß, Allah hat die Macht, ein Zeichen zu offenbaren. Aber die meisten von ihnen wissen nicht.",
    "segmented": [
      {
        "belongs_to_verse_number": 37,
        "translation": "Und sie sagen: Wenn ihm doch ein Zeichen von seinem Herrn offenbart worden wäre! Sag: Gewiß, Allah hat die Macht, ein Zeichen zu offenbaren.",
        "text_uthmani": "وَقَالُوا۟ لَوْلَا نُزِّلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ ۚ قُلْ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةً",
        "text_uthmani_transcribed": "Wa qālū lau lā nuzzila 'alaihi āyatum mir rabbih(ī), qul innallāha qādirun 'alā ay yunazzila āyataw"
      },
      {
        "belongs_to_verse_number": 37,
        "translation": "Aber die meisten von ihnen wissen nicht.",
        "text_uthmani": "وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
        "text_uthmani_transcribed": "wa lākinna akṡarahum lā ya'lamūn(a)."
      }
    ],
    "text_uthmani": "وَقَالُوا۟ لَوْلَا نُزِّلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ ۚ قُلْ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةً وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa qālū lau lā nuzzila 'alaihi āyatum mir rabbih(ī), qul innallāha qādirun 'alā ay yunazzila āyataw wa lākinna akṡarahum lā ya'lamūn(a)."
  },
  {
    "verse_number": 38,
    "translation": "Es gibt kein Tier auf der Erde und keinen Vogel, der mit seinen Flügeln fliegt, die nicht Gemeinschaften wären gleich euch. Wir haben im Buch nichts vernachlässigt. Hierauf werden sie zu ihrem Herrn versammelt.",
    "segmented": [
      {
        "belongs_to_verse_number": 38,
        "translation": "Es gibt kein Tier auf der Erde und keinen Vogel, der mit seinen Flügeln fliegt, die nicht Gemeinschaften wären gleich euch.",
        "text_uthmani": "وَمَا مِن دَآبَّةٍ فِى ٱلْأَرْضِ وَلَا طَـٰٓئِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّآ أُمَمٌ أَمْثَالُكُم ۚ",
        "text_uthmani_transcribed": "Wa mā min dābbatin fil-arḍi wa lā ṭā'iriy yaṭīru bijanāḥaihi illā umamun amṡālukum,"
      },
      {
        "belongs_to_verse_number": 38,
        "translation": "Wir haben im Buch nichts vernachlässigt. Hierauf werden sie zu ihrem Herrn versammelt.",
        "text_uthmani": "مَّا فَرَّطْنَا فِى ٱلْكِتَـٰبِ مِن شَىْءٍ ۚ ثُمَّ إِلَىٰ رَبِّهِمْ يُحْشَرُونَ",
        "text_uthmani_transcribed": "mā farraṭnā fil-kitābi min syai'in ṡumma ilā rabbihim yuḥsyarūn(a)."
      }
    ],
    "text_uthmani": "وَمَا مِن دَآبَّةٍ فِى ٱلْأَرْضِ وَلَا طَـٰٓئِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّآ أُمَمٌ أَمْثَالُكُم ۚ مَّا فَرَّطْنَا فِى ٱلْكِتَـٰبِ مِن شَىْءٍ ۚ ثُمَّ إِلَىٰ رَبِّهِمْ يُحْشَرُونَ",
    "text_uthmani_transcribed": "Wa mā min dābbatin fil-arḍi wa lā ṭā'iriy yaṭīru bijanāḥaihi illā umamun amṡālukum, mā farraṭnā fil-kitābi min syai'in ṡumma ilā rabbihim yuḥsyarūn(a)."
  },
  {
    "verse_number": 39,
    "translation": "Und diejenigen, die Unsere Zeichen für Lüge erklären, sind taub und stumm in Finsternissen. Wen Allah will, den läßt Er in die Irre gehen, und wen Er will, den bringt Er auf einen geraden Weg.",
    "segmented": [
      {
        "belongs_to_verse_number": 39,
        "translation": "Und diejenigen, die Unsere Zeichen für Lüge erklären, sind taub und stumm in Finsternissen.",
        "text_uthmani": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا صُمٌّ وَبُكْمٌ فِى ٱلظُّلُمَـٰتِ ۗ",
        "text_uthmani_transcribed": "Wal-lażīna każżabū bi'āyātinā ṣummuw wa bukmun fiẓ-ẓulumāt(i),"
      },
      {
        "belongs_to_verse_number": 39,
        "translation": "Wen Allah will, den läßt Er in die Irre gehen, und wen Er will, den bringt Er auf einen geraden Weg.",
        "text_uthmani": "مَن يَشَإِ ٱللَّهُ يُضْلِلْهُ وَمَن يَشَأْ يَجْعَلْهُ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
        "text_uthmani_transcribed": "may yasya'illāhu yuḍlilhu wa may yasya' yaj'alhu 'alā ṣirāṭim mustaqīm(in)."
      }
    ],
    "text_uthmani": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا صُمٌّ وَبُكْمٌ فِى ٱلظُّلُمَـٰتِ ۗ مَن يَشَإِ ٱللَّهُ يُضْلِلْهُ وَمَن يَشَأْ يَجْعَلْهُ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "text_uthmani_transcribed": "Wal-lażīna każżabū bi'āyātinā ṣummuw wa bukmun fiẓ-ẓulumāt(i), may yasya'illāhu yuḍlilhu wa may yasya' yaj'alhu 'alā ṣirāṭim mustaqīm(in)."
  },
  {
    "verse_number": 40,
    "translation": "Sag: Was meint ihr wohl? Wenn die Strafe Allahs (über) euch kommt oder die Stunde (über) euch kommt, werdet ihr (dann) einen anderen anrufen als Allah? (So antwortet,) wenn ihr wahrhaftig seid.",
    "segmented": [
      {
        "belongs_to_verse_number": 40,
        "translation": "Sag: Was meint ihr wohl?",
        "text_uthmani": "قُلْ أَرَءَيْتَكُمْ",
        "text_uthmani_transcribed": "Qul ara'aitakum"
      },
      {
        "belongs_to_verse_number": 40,
        "translation": "Wenn die Strafe Allahs (über) euch kommt oder die Stunde (über) euch kommt, werdet ihr (dann) einen anderen anrufen als Allah?",
        "text_uthmani": "إِنْ أَتَىٰكُمْ عَذَابُ ٱللَّهِ أَوْ أَتَتْكُمُ ٱلسَّاعَةُ أَغَيْرَ ٱللَّهِ تَدْعُونَ",
        "text_uthmani_transcribed": "in atākum 'ażābullāhi au atatkumus-sā'atu agairallāhi tad'ūn(a)"
      },
      {
        "belongs_to_verse_number": 40,
        "translation": "(So antwortet,) wenn ihr wahrhaftig seid.",
        "text_uthmani": "إِن كُنتُمْ صَـٰدِقِينَ",
        "text_uthmani_transcribed": "in kuntum ṣādiqīn(a)."
      }
    ],
    "text_uthmani": "قُلْ أَرَءَيْتَكُمْ إِنْ أَتَىٰكُمْ عَذَابُ ٱللَّهِ أَوْ أَتَتْكُمُ ٱلسَّاعَةُ أَغَيْرَ ٱللَّهِ تَدْعُونَ إِن كُنتُمْ صَـٰدِقِينَ",
    "text_uthmani_transcribed": "Qul ara'aitakum in atākum 'ażābullāhi au atatkumus-sā'atu agairallāhi tad'ūn(a), in kuntum ṣādiqīn(a)."
  },
  {
    "verse_number": 41,
    "translation": "Nein! Vielmehr Ihn werdet ihr anrufen. Dann wird Er das hinwegnehmen, weswegen ihr (Ihn) anruft, wenn Er will, und ihr werdet vergessen, was ihr (Ihm) beigesellt.",
    "segmented": [
      {
        "belongs_to_verse_number": 41,
        "translation": "Nein! Vielmehr Ihn werdet ihr anrufen.",
        "text_uthmani": "بَلْ إِيَّاهُ تَدْعُونَ",
        "text_uthmani_transcribed": "Bal iyyāhu tad'ūna"
      },
      {
        "belongs_to_verse_number": 41,
        "translation": "Dann wird Er das hinwegnehmen, weswegen ihr (Ihn) anruft, wenn Er will, und ihr werdet vergessen, was ihr (Ihm) beigesellt.",
        "text_uthmani": "فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِن شَآءَ وَتَنسَوْنَ مَا تُشْرِكُونَ",
        "text_uthmani_transcribed": "fa yaksyifu mā tad'ūna ilaihi in syā'a wa tansauna mā tusyrikūn(a)."
      }
    ],
    "text_uthmani": "بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِن شَآءَ وَتَنسَوْنَ مَا تُشْرِكُونَ",
    "text_uthmani_transcribed": "Bal iyyāhu tad'ūna fa yaksyifu mā tad'ūna ilaihi in syā'a wa tansauna mā tusyrikūn(a)."
  },
  {
    "verse_number": 42,
    "translation": "Wir haben ja schon zu Gemeinschaften vor dir (Gesandte) gesandt und über sie Not und Leid kommen lassen, auf daß sie unterwürfig flehen mögen.",
    "text_uthmani": "وَلَقَدْ أَرْسَلْنَآ إِلَىٰٓ أُمَمٍ مِّن قَبْلِكَ فَأَخَذْنَـٰهُم بِٱلْبَأْسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمْ يَتَضَرَّعُونَ",
    "text_uthmani_transcribed": "Wa laqad arsalnā ilā umamim min qablika fa akhażnāhum bil-ba'sā'i waḍ-ḍarrā'i la'allahum yataḍarra'ūn(a)."
  },
  {
    "verse_number": 43,
    "translation": "Wenn sie doch nur, als Unsere Gewalt über sie kam, unterwürfig gefleht hätten! Aber ihre Herzen verhärteten sich, und der Satan schmückte ihnen aus, was sie zu tun pflegten.",
    "segmented": [
      {
        "belongs_to_verse_number": 43,
        "translation": "Wenn sie doch nur, als Unsere Gewalt über sie kam, unterwürfig gefleht hätten!",
        "text_uthmani": "فَلَوْلَآ إِذْ جَآءَهُم بَأْسُنَا تَضَرَّعُوا۟",
        "text_uthmani_transcribed": "Falau lā iż jā'ahum ba'sunā taḍarra'ū"
      },
      {
        "belongs_to_verse_number": 43,
        "translation": "Aber ihre Herzen verhärteten sich, und der Satan schmückte ihnen aus, was sie zu tun pflegten.",
        "text_uthmani": "وَلَـٰكِن قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ مَا كَانُوا۟ يَعْمَلُونَ",
        "text_uthmani_transcribed": "wa lākin qasat qulūbuhum wa zayyana lahumusy-syaiṭānu mā kānū ya'malūn(a)."
      }
    ],
    "text_uthmani": "فَلَوْلَآ إِذْ جَآءَهُم بَأْسُنَا تَضَرَّعُوا۟ وَلَـٰكِن قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ مَا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Falau lā iż jā'ahum ba'sunā taḍarra'ū wa lākin qasat qulūbuhum wa zayyana lahumusy-syaiṭānu mā kānū ya'malūn(a)."
  },
  {
    "verse_number": 44,
    "translation": "Als sie dann vergaßen, womit sie ermahnt worden waren, öffneten Wir ihnen die Tore zu allen Dingen. Als sie dann froh waren über das, was ihnen gegeben worden war, ergriffen Wir sie plötzlich. Da waren sie sogleich verzweifelt.",
    "segmented": [
      {
        "belongs_to_verse_number": 44,
        "translation": "Als sie dann vergaßen, womit sie ermahnt worden waren, öffneten Wir ihnen die Tore zu allen Dingen.",
        "text_uthmani": "فَلَمَّا نَسُوا۟ مَا ذُكِّرُوا۟ بِهِۦ فَتَحْنَا عَلَيْهِمْ أَبْوَٰبَ كُلِّ شَىْءٍ",
        "text_uthmani_transcribed": "Falammā nasū mā żukkirū bihī fataḥnā 'alaihim abwāba kulli syai'(in)"
      },
      {
        "belongs_to_verse_number": 44,
        "translation": "Als sie dann froh waren über das, was ihnen gegeben worden war, ergriffen Wir sie plötzlich. Da waren sie sogleich verzweifelt.",
        "text_uthmani": "حَتَّىٰٓ إِذَا فَرِحُوا۟ بِمَآ أُوتُوٓا۟ أَخَذْنَـٰهُم بَغْتَةً فَإِذَا هُم مُّبْلِسُونَ",
        "text_uthmani_transcribed": "ḥattā iżā fariḥū bimā ūtū akhażnāhum bagtatan fa iżā hum mublisūn(a)."
      }
    ],
    "text_uthmani": "فَلَمَّا نَسُوا۟ مَا ذُكِّرُوا۟ بِهِۦ فَتَحْنَا عَلَيْهِمْ أَبْوَٰبَ كُلِّ شَىْءٍ حَتَّىٰٓ إِذَا فَرِحُوا۟ بِمَآ أُوتُوٓا۟ أَخَذْنَـٰهُم بَغْتَةً فَإِذَا هُم مُّبْلِسُونَ",
    "text_uthmani_transcribed": "Falammā nasū mā żukkirū bihī fataḥnā 'alaihim abwāba kulli syai'(in), ḥattā iżā fariḥū bimā ūtū akhażnāhum bagtatan fa iżā hum mublisūn(a)."
  },
  {
    "verse_number": 45,
    "translation": "So soll die Rückkehr der Leute, die Unrecht taten, abgeschnitten sein. (Alles) Lob gehört Allah, dem Herrn der Weltenbewohner!",
    "text_uthmani": "فَقُطِعَ دَابِرُ ٱلْقَوْمِ ٱلَّذِينَ ظَلَمُوا۟ ۚ وَٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Fa quṭi'a dābirul-qaumil-lażīna ẓalamū, wal-ḥamdu lillāhi rabbil-'ālamīn(a)."
  },
  {
    "verse_number": 46,
    "translation": "Sag: Was meint ihr, wenn Allah euer Gehör und euer Augenlicht (weg)nähme und eure Herzen versiegelte, wer ist der Gott außer Allah, der es euch zurückgeben könnte? Schau, wie Wir die Zeichen verschiedenartig darlegen! Dennoch wenden sie sich hierauf ab.",
    "segmented": [
      {
        "belongs_to_verse_number": 46,
        "translation": "Sag: Was meint ihr, wenn Allah euer Gehör und euer Augenlicht (weg)nähme",
        "text_uthmani": "قُلْ أَرَءَيْتُمْ إِنْ أَخَذَ ٱللَّهُ سَمْعَكُمْ وَأَبْصَـٰرَكُمْ",
        "text_uthmani_transcribed": "Qul ara'aitum in akhażallāhu sam'akum wa abṣārakum"
      },
      {
        "belongs_to_verse_number": 46,
        "translation": "und eure Herzen versiegelte, wer ist der Gott außer Allah, der es euch zurückgeben könnte?",
        "text_uthmani": "وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنْ إِلَـٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِهِ ۗ",
        "text_uthmani_transcribed": "wa khatama 'alā qulūbikum man ilāhun gairullāhi ya'tīkum bih(ī),"
      },
      {
        "belongs_to_verse_number": 46,
        "translation": "Schau, wie Wir die Zeichen verschiedenartig darlegen! Dennoch wenden sie sich hierauf ab.",
        "text_uthmani": "ٱنظُرْ كَيْفَ نُصَرِّفُ ٱلْـَٔايَـٰتِ ثُمَّ هُمْ يَصْدِفُونَ",
        "text_uthmani_transcribed": "unẓur kaifa nuṣarriful-āyāti ṡumma hum yaṣdifūn(a)."
      }
    ],
    "text_uthmani": "قُلْ أَرَءَيْتُمْ إِنْ أَخَذَ ٱللَّهُ سَمْعَكُمْ وَأَبْصَـٰرَكُمْ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنْ إِلَـٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِهِ ۗ ٱنظُرْ كَيْفَ نُصَرِّفُ ٱلْـَٔايَـٰتِ ثُمَّ هُمْ يَصْدِفُونَ",
    "text_uthmani_transcribed": "Qul ara'aitum in akhażallāhu sam'akum wa abṣārakum wa khatama 'alā qulūbikum man ilāhun gairullāhi ya'tīkum bih(ī), unẓur kaifa nuṣarriful-āyāti ṡumma hum yaṣdifūn(a)."
  },
  {
    "verse_number": 47,
    "translation": "Sag: Was meint ihr wohl? Wenn Allahs Strafe plötzlich oder offen (über) euch kommt, wer wird (dann) vernichtet außer dem ungerechten Volk?",
    "text_uthmani": "قُلْ أَرَءَيْتَكُمْ إِنْ أَتَىٰكُمْ عَذَابُ ٱللَّهِ بَغْتَةً أَوْ جَهْرَةً هَلْ يُهْلَكُ إِلَّا ٱلْقَوْمُ ٱلظَّـٰلِمُونَ",
    "text_uthmani_transcribed": "Qul ara'aitakum in atākum 'ażābullāhi bagtatan au jahratan hal yuhlaku illal-qaumuẓ-ẓālimūn(a)."
  },
  {
    "verse_number": 48,
    "translation": "Wir senden die Gesandten nur als Verkünder froher Botschaft und als Überbringer von Warnungen. Wer also glaubt und Besserung bringt, über die soll keine Furcht kommen, noch sollen sie traurig sein.",
    "segmented": [
      {
        "belongs_to_verse_number": 48,
        "translation": "Wir senden die Gesandten nur als Verkünder froher Botschaft und als Überbringer von Warnungen.",
        "text_uthmani": "وَمَا نُرْسِلُ ٱلْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ ۖ",
        "text_uthmani_transcribed": "Wa mā nursilul-mursalīna illā mubasysyirīna wa munżirīn(a)."
      },
      {
        "belongs_to_verse_number": 48,
        "translation": "Wer also glaubt und Besserung bringt, über die soll keine Furcht kommen, noch sollen sie traurig sein.",
        "text_uthmani": "فَمَنْ ءَامَنَ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
        "text_uthmani_transcribed": "faman āmana wa aṣlaḥa falā khaufun 'alaihim wa lā hum yaḥzanūn(a)."
      }
    ],
    "text_uthmani": "وَمَا نُرْسِلُ ٱلْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ ۖ فَمَنْ ءَامَنَ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "text_uthmani_transcribed": "Wa mā nursilul-mursalīna illā mubasysyirīna wa munżirīn(a), faman āmana wa aṣlaḥa falā khaufun 'alaihim wa lā hum yaḥzanūn(a)."
  },
  {
    "verse_number": 49,
    "translation": "Denjenigen aber, die Unsere Zeichen für Lüge erklären, wird die Strafe widerfahren dafür, daß sie zu freveln pflegten.",
    "text_uthmani": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا يَمَسُّهُمُ ٱلْعَذَابُ بِمَا كَانُوا۟ يَفْسُقُونَ",
    "text_uthmani_transcribed": "Wal-lażīna każżabū bi'āyātinā yamassuhumul-'ażābu bimā kānū yafsuqūn(a)."
  },
  {
    "verse_number": 50,
    "translation": "Sag: Ich sage nicht zu euch, ich besäße die Schatzkammern Allahs, und ich weiß auch nicht das Verborgene; und ich sage nicht zu euch, ich sei ein Engel. Ich folge nur dem, was mir eingegeben wird. Sag: Sind (etwa) der Blinde und der Sehende gleich? Denkt ihr denn nicht nach?",
    "segmented": [
      {
        "belongs_to_verse_number": 50,
        "translation": "Sag: Ich sage nicht zu euch, ich besäße die Schatzkammern Allahs, und ich weiß auch nicht das Verborgene;",
        "text_uthmani": "قُل لَّآ أَقُولُ لَكُمْ عِندِى خَزَآئِنُ ٱللَّهِ وَلَآ أَعْلَمُ ٱلْغَيْبَ",
        "text_uthmani_transcribed": "Qul lā aqūlu lakum 'indī khazā'inullāhi wa lā a'lamul-gaiba"
      },
      {
        "belongs_to_verse_number": 50,
        "translation": "und ich sage nicht zu euch, ich sei ein Engel.",
        "text_uthmani": "وَلَآ أَقُولُ لَكُمْ إِنِّى مَلَكٌ ۖ",
        "text_uthmani_transcribed": "wa lā aqūlu lakum innī malak(un),"
      },
      {
        "belongs_to_verse_number": 50,
        "translation": "Ich folge nur dem, was mir eingegeben wird. Sag: Sind (etwa) der Blinde und der Sehende gleich? Denkt ihr denn nicht nach?",
        "text_uthmani": "إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ ۚ قُلْ هَلْ يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ ۚ أَفَلَا تَتَفَكَّرُونَ",
        "text_uthmani_transcribed": "in attabi'u illā mā yūḥā ilayy(a), qul hal yastawil-a'mā wal-baṣīr(u), afalā tatafakkarūn(a)."
      }
    ],
    "text_uthmani": "قُل لَّآ أَقُولُ لَكُمْ عِندِى خَزَآئِنُ ٱللَّهِ وَلَآ أَعْلَمُ ٱلْغَيْبَ وَلَآ أَقُولُ لَكُمْ إِنِّى مَلَكٌ ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ ۚ قُلْ هَلْ يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ ۚ أَفَلَا تَتَفَكَّرُونَ",
    "text_uthmani_transcribed": "Qul lā aqūlu lakum 'indī khazā'inullāhi wa lā a'lamul-gaiba wa lā aqūlu lakum innī malak(un), in attabi'u illā mā yūḥā ilayy(a), qul hal yastawil-a'mā wal-baṣīr(u), afalā tatafakkarūn(a)."
  },
  {
    "verse_number": 51,
    "translation": "Und warne damit diejenigen, die befürchten, daß sie zu ihrem Herrn versammelt werden - sie haben außer Ihm weder Schutzherrn noch Fürsprecher -, auf daß sie gottesfürchtig werden mögen!",
    "segmented": [
      {
        "belongs_to_verse_number": 51,
        "translation": "Und warne damit diejenigen, die befürchten, daß sie zu ihrem Herrn versammelt werden - sie haben außer Ihm weder Schutzherrn noch Fürsprecher -,",
        "text_uthmani": "وَأَنذِرْ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحْشَرُوٓا۟ إِلَىٰ رَبِّهِمْ ۙ لَيْسَ لَهُم مِّن دُونِهِۦ وَلِىٌّ وَلَا شَفِيعٌ",
        "text_uthmani_transcribed": "Wa anżir bihil-lażīna yakhāfūna ay yuḥsyarū ilā rabbihim  laisa lahum min dūnihī waliyyuw wa lā syafī'"
      },
      {
        "belongs_to_verse_number": 51,
        "translation": "auf daß sie gottesfürchtig werden mögen!",
        "text_uthmani": "لَّعَلَّهُمْ يَتَّقُونَ",
        "text_uthmani_transcribed": "la'allahum yattaqūn(a)."
      }
    ],
    "text_uthmani": "وَأَنذِرْ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحْشَرُوٓا۟ إِلَىٰ رَبِّهِمْ ۙ لَيْسَ لَهُم مِّن دُونِهِۦ وَلِىٌّ وَلَا شَفِيعٌ لَّعَلَّهُمْ يَتَّقُونَ",
    "text_uthmani_transcribed": "Wa anżir bihil-lażīna yakhāfūna ay yuḥsyarū ilā rabbihim  laisa lahum min dūnihī waliyyuw wa lā syafī'ul la'allahum yattaqūn(a)."
  },
  {
    "verse_number": 52,
    "translation": "Und weise nicht diejenigen ab, die morgens und abends ihren Herrn anrufen im Begehren nach Seinem Angesicht! Dir obliegt in keiner Weise, sie zur Rechenschaft zu ziehen, und ihnen obliegt in keiner Weise, dich zur Rechenschaft zu ziehen. Wenn du sie abwiesest, dann würdest du zu den Ungerechten gehören.",
    "segmented": [
      {
        "belongs_to_verse_number": 52,
        "translation": "Und weise nicht diejenigen ab, die morgens und abends ihren Herrn anrufen im Begehren nach Seinem Angesicht!",
        "text_uthmani": "وَلَا تَطْرُدِ ٱلَّذِينَ يَدْعُونَ رَبَّهُم بِٱلْغَدَوٰةِ وَٱلْعَشِىِّ يُرِيدُونَ وَجْهَهُۥ ۖ",
        "text_uthmani_transcribed": "Wa lā taṭrudil-lażīna yad'ūna rabbahum bil-gadāti wal-'asyiyyi yurīdūna wajhah(ū),"
      },
      {
        "belongs_to_verse_number": 52,
        "translation": "Dir obliegt in keiner Weise, sie zur Rechenschaft zu ziehen, und ihnen obliegt in keiner Weise, dich zur Rechenschaft zu ziehen.",
        "text_uthmani": "مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَىْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِم مِّن شَىْءٍ",
        "text_uthmani_transcribed": "mā 'alaika min ḥisābihim min syai'iw wa mā min ḥisābika 'alaihim min syai'in"
      },
      {
        "belongs_to_verse_number": 52,
        "translation": "Wenn du sie abwiesest, dann würdest du zu den Ungerechten gehören.",
        "text_uthmani": "فَتَطْرُدَهُمْ فَتَكُونَ مِنَ ٱلظَّـٰلِمِينَ",
        "text_uthmani_transcribed": "fa taṭrudahum fa takūna minaẓ-ẓālimīn(a)."
      }
    ],
    "text_uthmani": "وَلَا تَطْرُدِ ٱلَّذِينَ يَدْعُونَ رَبَّهُم بِٱلْغَدَوٰةِ وَٱلْعَشِىِّ يُرِيدُونَ وَجْهَهُۥ ۖ مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَىْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِم مِّن شَىْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Wa lā taṭrudil-lażīna yad'ūna rabbahum bil-gadāti wal-'asyiyyi yurīdūna wajhah(ū), mā 'alaika min ḥisābihim min syai'iw wa mā min ḥisābika  'alaihim min syai'in fa taṭrudahum fa takūna minaẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 53,
    "translation": "Und so haben Wir die einen von ihnen durch die anderen einer Prüfung unterzogen, so daß sie sagen: Hat Allah diesen da aus unserer Mitte eine Wohltat erwiesen? Weiß nicht Allah am besten über die Dankbaren Bescheid?",
    "segmented": [
      {
        "belongs_to_verse_number": 53,
        "translation": "Und so haben Wir die einen von ihnen durch die anderen einer Prüfung unterzogen, so daß sie sagen: Hat Allah diesen da aus unserer Mitte eine",
        "text_uthmani": "وَكَذَٰلِكَ فَتَنَّا بَعْضَهُم بِبَعْضٍ لِّيَقُولُوٓا۟ أَهَـٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيْهِم مِّنۢ بَيْنِنَآ",
        "text_uthmani_transcribed": "Wa każālika fatannā ba'ḍahum biba'ḍil liyaqūlū ahā'ulā'i mannallāhu 'alaihim mim baininā"
      },
      {
        "belongs_to_verse_number": 53,
        "translation": "Wohltat erwiesen? Weiß nicht Allah am besten über die Dankbaren Bescheid?",
        "text_uthmani": "أَهَـٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيْهِم مِّنۢ بَيْنِنَآ ۗ أَلَيْسَ ٱللَّهُ بِأَعْلَمَ بِٱلشَّـٰكِرِينَ",
        "text_uthmani_transcribed": "ahā'ulā'i mannallāhu 'alaihim mim baininā, alaisallāhu bi'a'lama bisy-syākirīn(a)."
      }
    ],
    "text_uthmani": "وَكَذَٰلِكَ فَتَنَّا بَعْضَهُم بِبَعْضٍ لِّيَقُولُوٓا۟ أَهَـٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيْهِم مِّنۢ بَيْنِنَآ ۗ أَلَيْسَ ٱللَّهُ بِأَعْلَمَ بِٱلشَّـٰكِرِينَ",
    "text_uthmani_transcribed": "Wa każālika fatannā ba'ḍahum biba'ḍil liyaqūlū ahā'ulā'i mannallāhu 'alaihim mim baininā, alaisallāhu bi'a'lama bisy-syākirīn(a)."
  },
  {
    "verse_number": 54,
    "translation": "Und wenn diejenigen, die an Unsere Zeichen glauben, zu dir kommen, dann sag: Friede sei auf euch! Euer Herr hat Sich Selbst Barmherzigkeit vorgeschrieben: Wer von euch in Unwissenheit Böses tut, aber danach dann bereut und (es) wieder gutmacht, so ist Er Allvergebend und Barmherzig.",
    "segmented": [
      {
        "belongs_to_verse_number": 54,
        "translation": "Und wenn diejenigen, die an Unsere Zeichen glauben, zu dir kommen, dann sag: Friede sei auf euch!",
        "text_uthmani": "وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤْمِنُونَ بِـَٔايَـٰتِنَا فَقُلْ سَلَـٰمٌ عَلَيْكُمْ ۖ",
        "text_uthmani_transcribed": "Wa iżā jā'akal-lażīna yu'minūna bi'āyātinā fa qul salāmun 'alaikum"
      },
      {
        "belongs_to_verse_number": 54,
        "translation": "Euer Herr hat Sich Selbst Barmherzigkeit vorgeschrieben: Wer von euch in Unwissenheit Böses tut, aber danach dann bereut",
        "text_uthmani": "كَتَبَ رَبُّكُمْ عَلَىٰ نَفْسِهِ ٱلرَّحْمَةَ ۖ أَنَّهُۥ مَنْ عَمِلَ مِنكُمْ سُوٓءًۢا بِجَهَـٰلَةٍ ثُمَّ تَابَ مِنۢ بَعْدِهِۦ",
        "text_uthmani_transcribed": "kataba rabbukum 'alā nafsihir-raḥmah(ta), annahū man 'amila minkum sū'am bijahālatin ṡumma tāba mim ba'dihī"
      },
      {
        "belongs_to_verse_number": 54,
        "translation": "und (es) wieder gutmacht, so ist Er Allvergebend und Barmherzig.",
        "text_uthmani": "ثُمَّ تَابَ مِنۢ بَعْدِهِۦ وَأَصْلَحَ فَأَنَّهُۥ غَفُورٌ رَّحِيمٌ",
        "text_uthmani_transcribed": "ṡumma tāba mim ba'dihī wa aṣlaḥa fa annahū gafūrur raḥīm(un)."
      }
    ],
    "text_uthmani": "وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤْمِنُونَ بِـَٔايَـٰتِنَا فَقُلْ سَلَـٰمٌ عَلَيْكُمْ ۖ كَتَبَ رَبُّكُمْ عَلَىٰ نَفْسِهِ ٱلرَّحْمَةَ ۖ أَنَّهُۥ مَنْ عَمِلَ مِنكُمْ سُوٓءًۢا بِجَهَـٰلَةٍ ثُمَّ تَابَ مِنۢ بَعْدِهِۦ وَأَصْلَحَ فَأَنَّهُۥ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Wa iżā jā'akal-lażīna yu'minūna bi'āyātinā fa qul salāmun 'alaikum kataba rabbukum 'alā nafsihir-raḥmah(ta), annahū man 'amila minkum sū'am bijahālatin ṡumma tāba mim ba'dihī wa aṣlaḥa fa annahū gafūrur raḥīm(un)."
  },
  {
    "verse_number": 55,
    "translation": "So legen Wir die Zeichen ausführlich dar, - damit sich der Weg der Übeltäter klar zeigt.",
    "text_uthmani": "وَكَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ وَلِتَسْتَبِينَ سَبِيلُ ٱلْمُجْرِمِينَ",
    "text_uthmani_transcribed": "Wa każālika nufaṣṣilul-āyāti wa litastabīna sabīlal-mujrimīn(a)."
  },
  {
    "verse_number": 56,
    "translation": "Sag: Mir ist verboten worden, denjenigen zu dienen, die ihr anstatt Allahs anruft. Sag: Ich folge nicht euren Neigungen; ich würde sonst nämlich fürwahr abirren und würde nicht zu den Rechtgeleiteten gehören.",
    "segmented": [
      {
        "belongs_to_verse_number": 56,
        "translation": "Sag: Mir ist verboten worden, denjenigen zu dienen, die ihr anstatt Allahs anruft.",
        "text_uthmani": "قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ ۚ",
        "text_uthmani_transcribed": "Qul innī nuhītu an a'budal-lażīna tad'ūna min dūnillāh(i),"
      },
      {
        "belongs_to_verse_number": 56,
        "translation": "Sag: Ich folge nicht euren Neigungen; ich würde sonst nämlich fürwahr abirren und würde nicht zu den Rechtgeleiteten gehören.",
        "text_uthmani": "قُل لَّآ أَتَّبِعُ أَهْوَآءَكُمْ ۙ قَدْ ضَلَلْتُ إِذًا وَمَآ أَنَا۠ مِنَ ٱلْمُهْتَدِينَ",
        "text_uthmani_transcribed": "qul lā attabi'u ahwā'akum, qad ḍalaltu iżaw wa mā ana minal-muhtadīn(a)."
      }
    ],
    "text_uthmani": "قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ ۚ قُل لَّآ أَتَّبِعُ أَهْوَآءَكُمْ ۙ قَدْ ضَلَلْتُ إِذًا وَمَآ أَنَا۠ مِنَ ٱلْمُهْتَدِينَ",
    "text_uthmani_transcribed": "Qul innī nuhītu an a'budal-lażīna tad'ūna min dūnillāh(i), qul lā attabi'u ahwā'akum, qad ḍalaltu iżaw wa mā ana minal-muhtadīn(a)."
  },
  {
    "verse_number": 57,
    "translation": "Sag: Ich halte mich an einen klaren Beweis von meinem Herrn, während ihr Ihn der Lüge bezichtigt. Ich verfüge nicht über das, was ihr zu beschleunigen wünscht. Das Urteil gehört allein Allah. Er berichtet die Wahrheit, und Er ist der Beste derer, die entscheiden.",
    "segmented": [
      {
        "belongs_to_verse_number": 57,
        "translation": "Sag: Ich halte mich an einen klaren Beweis von meinem Herrn, während ihr Ihn der Lüge bezichtigt.",
        "text_uthmani": "قُلْ إِنِّى عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَكَذَّبْتُم بِهِۦ ۚ",
        "text_uthmani_transcribed": "Qul innī 'alā bayyinatim mir rabbī wa każżabtum bih(ī),"
      },
      {
        "belongs_to_verse_number": 57,
        "translation": "Ich verfüge nicht über das, was ihr zu beschleunigen wünscht. Das Urteil gehört allein Allah.",
        "text_uthmani": "مَا عِندِى مَا تَسْتَعْجِلُونَ بِهِۦٓ ۚ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ ۖ",
        "text_uthmani_transcribed": "mā 'indī mā tasta'jilūna bih(ī), inil-ḥukmu illā lillāh(i),"
      },
      {
        "belongs_to_verse_number": 57,
        "translation": "Er berichtet die Wahrheit, und Er ist der Beste derer, die entscheiden.",
        "text_uthmani": "يَقُصُّ ٱلْحَقَّ ۖ وَهُوَ خَيْرُ ٱلْفَـٰصِلِينَ",
        "text_uthmani_transcribed": "yaquṣṣul-ḥaqqa wa huwa khairul-fāṣilīn(a)."
      }
    ],
    "text_uthmani": "قُلْ إِنِّى عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَكَذَّبْتُم بِهِۦ ۚ مَا عِندِى مَا تَسْتَعْجِلُونَ بِهِۦٓ ۚ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ ۖ يَقُصُّ ٱلْحَقَّ ۖ وَهُوَ خَيْرُ ٱلْفَـٰصِلِينَ",
    "text_uthmani_transcribed": "Qul innī 'alā bayyinatim mir rabbī wa każżabtum bih(ī), mā 'indī mā tasta'jilūna bih(ī), inil-ḥukmu illā lillāh(i), yaquṣṣul-ḥaqqa wa huwa khairul-fāṣilīn(a)."
  },
  {
    "verse_number": 58,
    "translation": "Sag: Wenn ich über das verfügen würde, was ihr zu beschleunigen wünscht, wäre die Angelegenheit zwischen mir und euch wahrlich schon entschieden. Allah weiß am besten über die Ungerechten Bescheid.",
    "segmented": [
      {
        "belongs_to_verse_number": 58,
        "translation": "Sag: Wenn ich über das verfügen würde, was ihr zu beschleunigen wünscht, wäre die Angelegenheit zwischen mir",
        "text_uthmani": "قُل لَّوْ أَنَّ عِندِى مَا تَسْتَعْجِلُونَ بِهِۦ لَقُضِىَ ٱلْأَمْرُ بَيْنِى",
        "text_uthmani_transcribed": "Qul lau anna 'indī mā tasta'jilūna bihī laquḍiyal-amru bainī"
      },
      {
        "belongs_to_verse_number": 58,
        "translation": "und euch wahrlich schon entschieden. Allah weiß am besten über die Ungerechten Bescheid.",
        "text_uthmani": "لَقُضِىَ ٱلْأَمْرُ بَيْنِى وَبَيْنَكُمْ ۗ وَٱللَّهُ أَعْلَمُ بِٱلظَّـٰلِمِينَ",
        "text_uthmani_transcribed": "laquḍiyal-amru bainī wa bainakum, wallāhu a'lamu biẓ-ẓālimīn(a)."
      }
    ],
    "text_uthmani": "قُل لَّوْ أَنَّ عِندِى مَا تَسْتَعْجِلُونَ بِهِۦ لَقُضِىَ ٱلْأَمْرُ بَيْنِى وَبَيْنَكُمْ ۗ وَٱللَّهُ أَعْلَمُ بِٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Qul lau anna 'indī mā tasta'jilūna bihī laquḍiyal-amru bainī wa bainakum, wallāhu a'lamu biẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 59,
    "translation": "Er verfugt über die Schlüssel des Verborgenen; niemand kennt sie außer Ihm. Und Er weiß, was auf dem Festland und im Meer ist. Kein Blatt fällt, ohne daß Er es weiß; und (es gibt) kein Korn in den Finsternissen der Erde und nichts Feuchtes und nichts Trockenes, das nicht in einem deutlichen Buch (verzeichnet) wäre.",
    "segmented": [
      {
        "belongs_to_verse_number": 59,
        "translation": "Er verfugt über die Schlüssel des Verborgenen; niemand kennt sie außer Ihm. Und Er weiß, was auf dem Festland und im Meer ist.",
        "text_uthmani": "۞ وَعِندَهُۥ مَفَاتِحُ ٱلْغَيْبِ لَا يَعْلَمُهَآ إِلَّا هُوَ ۚ وَيَعْلَمُ مَا فِى ٱلْبَرِّ وَٱلْبَحْرِ ۚ",
        "text_uthmani_transcribed": "Wa 'indahū mafātiḥul-gaibi lā ya'lamuhā illā huw(a), wa ya'lamu mā fil-barri wal-baḥr(i),"
      },
      {
        "belongs_to_verse_number": 59,
        "translation": "Kein Blatt fällt, ohne daß Er es weiß; und (es gibt) kein Korn in den Finsternissen der Erde und nichts Feuchtes",
        "text_uthmani": "وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِى ظُلُمَـٰتِ ٱلْأَرْضِ وَلَا رَطْبٍ",
        "text_uthmani_transcribed": "wa mā tasquṭu miw waraqatin illā ya'lamuhā wa lā ḥabbatin fī ẓulumātil-arḍi wa lā raṭbiw"
      },
      {
        "belongs_to_verse_number": 59,
        "translation": "und nichts Trockenes, das nicht in einem deutlichen Buch (verzeichnet) wäre.",
        "text_uthmani": "وَلَا يَابِسٍ إِلَّا فِى كِتَـٰبٍ مُّبِينٍ",
        "text_uthmani_transcribed": "wa lā yābisin illā fī kitābim mubīn(in)."
      }
    ],
    "text_uthmani": "۞ وَعِندَهُۥ مَفَاتِحُ ٱلْغَيْبِ لَا يَعْلَمُهَآ إِلَّا هُوَ ۚ وَيَعْلَمُ مَا فِى ٱلْبَرِّ وَٱلْبَحْرِ ۚ وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِى ظُلُمَـٰتِ ٱلْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِى كِتَـٰبٍ مُّبِينٍ",
    "text_uthmani_transcribed": "Wa 'indahū mafātiḥul-gaibi lā ya'lamuhā illā huw(a), wa ya'lamu mā fil-barri wal-baḥr(i), wa mā tasquṭu miw waraqatin illā ya'lamuhā wa lā ḥabbatin fī ẓulumātil-arḍi wa lā raṭbiw wa lā yābisin illā fī kitābim mubīn(in)."
  },
  {
    "verse_number": 60,
    "translation": "Er ist es, Der euch bei Nacht abberuft und weiß, was ihr bei Tag begangen habt, und euch hierauf an ihm auferweckt, damit eine festgesetzte Frist erfüllt wird. Hierauf wird eure Rückkehr zu Ihm sein, und hierauf wird Er euch kundtun, was ihr zu tun pflegtet.",
    "segmented": [
      {
        "belongs_to_verse_number": 60,
        "translation": "Er ist es, Der euch bei Nacht abberuft und weiß, was ihr bei Tag begangen habt,",
        "text_uthmani": "وَهُوَ ٱلَّذِى يَتَوَفَّىٰكُم بِٱلَّيْلِ وَيَعْلَمُ مَا جَرَحْتُم بِٱلنَّهَارِ",
        "text_uthmani_transcribed": "Wa huwal-lażī yatawaffākum bil-laili wa ya'lamu mā jaraḥtum bin-nahāri"
      },
      {
        "belongs_to_verse_number": 60,
        "translation": "und euch hierauf an ihm auferweckt, damit eine festgesetzte Frist erfüllt wird.",
        "text_uthmani": "ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَىٰٓ أَجَلٌ مُّسَمًّى ۖ",
        "text_uthmani_transcribed": "ṡumma yab'aṡukum fīhi liyuqḍā ajalum musammā(n) ۖ"
      },
      {
        "belongs_to_verse_number": 60,
        "translation": "Hierauf wird eure Rückkehr zu Ihm sein, und hierauf wird Er euch kundtun, was ihr zu tun pflegtet.",
        "text_uthmani": "ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
        "text_uthmani_transcribed": "ṡumma ilaihi marji'ukum ṡumma yunabbi'ukum bimā kuntum ta'malūn(a)."
      }
    ],
    "text_uthmani": "وَهُوَ ٱلَّذِى يَتَوَفَّىٰكُم بِٱلَّيْلِ وَيَعْلَمُ مَا جَرَحْتُم بِٱلنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَىٰٓ أَجَلٌ مُّسَمًّى ۖ ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
    "text_uthmani_transcribed": "Wa huwal-lażī yatawaffākum bil-laili wa ya'lamu mā jaraḥtum bin-nahāri ṡumma yab'aṡukum fīhi liyuqḍā ajalum musammā(n), ṡumma ilaihi marji'ukum ṡumma yunabbi'ukum bimā kuntum ta'malūn(a)."
  },
  {
    "verse_number": 61,
    "translation": "Er ist der Bezwinger über Seinen Dienern. Und Er sendet Hüter über euch, bis, wenn dann zu einem von euch der Tod kommt, ihn Unsere Gesandten abberufen, und sie vernachlässigen nichts.",
    "segmented": [
      {
        "belongs_to_verse_number": 61,
        "translation": "Er ist der Bezwinger über Seinen Dienern.",
        "text_uthmani": "وَهُوَ ٱلْقَاهِرُ فَوْقَ عِبَادِهِۦ ۖ",
        "text_uthmani_transcribed": "Wa huwal-qāhiru fauqa 'ibādihī"
      },
      {
        "belongs_to_verse_number": 61,
        "translation": "Und Er sendet Hüter über euch, bis, wenn dann zu einem von euch der Tod kommt, ihn Unsere Gesandten abberufen, und sie vernachlässigen nichts.",
        "text_uthmani": "وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ",
        "text_uthmani_transcribed": "wa yursilu 'alaikum ḥafaẓah(tan), ḥattā iżā jā'a aḥadakumul-mautu tawaffathu rusulunā wa hum lā yufarriṭūn(a)."
      }
    ],
    "text_uthmani": "وَهُوَ ٱلْقَاهِرُ فَوْقَ عِبَادِهِۦ ۖ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ",
    "text_uthmani_transcribed": "Wa huwal-qāhiru fauqa 'ibādihī wa yursilu 'alaikum ḥafaẓah(tan), ḥattā iżā jā'a aḥadakumul-mautu tawaffathu rusulunā wa hum lā yufarriṭūn(a)."
  },
  {
    "verse_number": 62,
    "translation": "Hierauf werden sie zu Allah, ihrem wahren Schutzherrn, zurückgebracht. Sicherlich, Sein ist das Urteil, und Er ist der schnellste Berechner.",
    "text_uthmani": "ثُمَّ رُدُّوٓا۟ إِلَى ٱللَّهِ مَوْلَىٰهُمُ ٱلْحَقِّ ۚ أَلَا لَهُ ٱلْحُكْمُ وَهُوَ أَسْرَعُ ٱلْحَـٰسِبِينَ",
    "text_uthmani_transcribed": "Ṡumma ruddū ilallāhi maulāhumul-ḥaqq(i), alā lahul-ḥukmu wa huwa asra'ul-ḥāsibīn(a)."
  },
  {
    "verse_number": 63,
    "translation": "Sag: Wer errettet euch von den Finsternissen des Festlandes und des Meeres, (wenn) ihr Ihn in Unterwürfigkeit und im Verborgenen flehend anruft: Wenn Er uns nur hieraus rettet, werden wir ganz gewiß zu den Dankbaren gehören?",
    "segmented": [
      {
        "belongs_to_verse_number": 63,
        "translation": "Sag: Wer errettet euch von den Finsternissen des Festlandes und des Meeres, (wenn) ihr Ihn in Unterwürfigkeit",
        "text_uthmani": "قُلْ مَن يُنَجِّيكُم مِّن ظُلُمَـٰتِ ٱلْبَرِّ وَٱلْبَحْرِ تَدْعُونَهُۥ تَضَرُّعًا",
        "text_uthmani_transcribed": "Qul may yunajjīkum min ẓulumātil-barri wal-baḥri tad'ūnahū taḍarru'aw"
      },
      {
        "belongs_to_verse_number": 63,
        "translation": "und im Verborgenen flehend anruft: Wenn Er uns nur hieraus rettet, werden wir ganz gewiß zu den Dankbaren gehören?",
        "text_uthmani": "تَدْعُونَهُۥ تَضَرُّعًا وَخُفْيَةً لَّئِنْ أَنجَىٰنَا مِنْ هَـٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ",
        "text_uthmani_transcribed": "tad'ūnahū taḍarru'aw wa khufyah(tan), la'in anjānā min hāżihī lanakūnanna minasy- syākirīn(a)."
      }
    ],
    "text_uthmani": "قُلْ مَن يُنَجِّيكُم مِّن ظُلُمَـٰتِ ٱلْبَرِّ وَٱلْبَحْرِ تَدْعُونَهُۥ تَضَرُّعًا وَخُفْيَةً لَّئِنْ أَنجَىٰنَا مِنْ هَـٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ",
    "text_uthmani_transcribed": "Qul may yunajjīkum min ẓulumātil-barri wal-baḥri tad'ūnahū taḍarru'aw wa khufyah(tan), la'in anjānā min hāżihī lanakūnanna minasy- syākirīn(a)."
  },
  {
    "verse_number": 64,
    "translation": "Sag: Allah errettet euch davon und von jeder Trübsal, hierauf gesellt ihr (Ihm) dennoch (andere Götter) bei.",
    "text_uthmani": "قُلِ ٱللَّهُ يُنَجِّيكُم مِّنْهَا وَمِن كُلِّ كَرْبٍ ثُمَّ أَنتُمْ تُشْرِكُونَ",
    "text_uthmani_transcribed": "Qulillāhu yunajjīkum minhā wa min kulli karbin ṡumma antum tusyrikūn(a)."
  },
  {
    "verse_number": 65,
    "translation": "Sag: Er hat die Macht dazu, euch eine Strafe von oben oder unter euren Füßen zu schicken oder euch in (gespaltene) Lager durcheinanderzubringen und die einen von euch die Gewalt der anderen kosten zu lassen! Schau, wie Wir die Zeichen verschiedenartig darlegen, auf daß sie verstehen mögen!",
    "segmented": [
      {
        "belongs_to_verse_number": 65,
        "translation": "Sag: Er hat die Macht dazu, euch eine Strafe von oben oder unter euren Füßen zu schicken oder euch in (gespaltene) Lager durcheinanderzubringen",
        "text_uthmani": "قُلْ هُوَ ٱلْقَادِرُ عَلَىٰٓ أَن يَبْعَثَ عَلَيْكُمْ عَذَابًا مِّن فَوْقِكُمْ أَوْ مِن تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعًا",
        "text_uthmani_transcribed": "Qul huwal-qādiru 'alā ay yab'aṡa 'alaikum 'ażābam min fauqikum au min taḥti arjulikum au yalbisakum syiya'aw"
      },
      {
        "belongs_to_verse_number": 65,
        "translation": "und die einen von euch die Gewalt der anderen kosten zu lassen!",
        "text_uthmani": "وَيُذِيقَ بَعْضَكُم بَأْسَ بَعْضٍ ۗ",
        "text_uthmani_transcribed": "wa yużīqa ba'ḍakum ba'sa ba'ḍ(in),"
      },
      {
        "belongs_to_verse_number": 65,
        "translation": "Schau, wie Wir die Zeichen verschiedenartig darlegen, auf daß sie verstehen mögen!",
        "text_uthmani": "ٱنظُرْ كَيْفَ نُصَرِّفُ ٱلْـَٔايَـٰتِ لَعَلَّهُمْ يَفْقَهُونَ",
        "text_uthmani_transcribed": "unẓur kaifa nuṣarriful-āyāti la'allahum yafqahūn(a)."
      }
    ],
    "text_uthmani": "قُلْ هُوَ ٱلْقَادِرُ عَلَىٰٓ أَن يَبْعَثَ عَلَيْكُمْ عَذَابًا مِّن فَوْقِكُمْ أَوْ مِن تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُم بَأْسَ بَعْضٍ ۗ ٱنظُرْ كَيْفَ نُصَرِّفُ ٱلْـَٔايَـٰتِ لَعَلَّهُمْ يَفْقَهُونَ",
    "text_uthmani_transcribed": "Qul huwal-qādiru 'alā ay yab'aṡa 'alaikum 'ażābam min fauqikum au min taḥti arjulikum au yalbisakum syiya'aw wa yużīqa ba'ḍakum ba'sa ba'ḍ(in), unẓur kaifa nuṣarriful-āyāti la'allahum yafqahūn(a)."
  },
  {
    "verse_number": 66,
    "translation": "Aber dein Volk erklärt es für Lüge, obwohl es die Wahrheit ist. Sag: Ich bin nicht als Sachwalter über euch (eingesetzt).",
    "text_uthmani": "وَكَذَّبَ بِهِۦ قَوْمُكَ وَهُوَ ٱلْحَقُّ ۚ قُل لَّسْتُ عَلَيْكُم بِوَكِيلٍ",
    "text_uthmani_transcribed": "Wa każżaba bihī qaumuka  wa huwal-ḥaqq(u), qul lastu 'alaikum biwakīl(in)."
  },
  {
    "verse_number": 67,
    "translation": "Jede Vorankündigung hat ihre festgesetzte Zeit, und ihr werdet (es noch) erfahren.",
    "text_uthmani": "لِّكُلِّ نَبَإٍ مُّسْتَقَرٌّ ۚ وَسَوْفَ تَعْلَمُونَ",
    "text_uthmani_transcribed": "Likulli naba'im mustaqarruw wa saufa ta'lamūn(a)."
  },
  {
    "verse_number": 68,
    "translation": "Und wenn du diejenigen siehst, die auf Unsere Zeichen (spottend) eingehen, so wende dich von ihnen ab, bis sie auf ein anderes Gespräch eingehen. Und wenn dich der Satan nun vergessen läßt, dann sitze nicht, nachdem du dich (daran) erinnert hast, mit dem ungerechten Volk zusammen.",
    "segmented": [
      {
        "belongs_to_verse_number": 68,
        "translation": "Und wenn du diejenigen siehst, die auf Unsere Zeichen (spottend) eingehen, so wende dich von ihnen ab, bis sie auf ein anderes Gespräch",
        "text_uthmani": "وَإِذَا رَأَيْتَ ٱلَّذِينَ يَخُوضُونَ فِىٓ ءَايَـٰتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّىٰ يَخُوضُوا۟ فِى حَدِيثٍ غَيْرِهِۦ",
        "text_uthmani_transcribed": "Wa iżā ra'aital-lażīna yakhūḍūna fī āyātinā fa a'riḍ 'anhum ḥattā yakhūḍū fī ḥadīṡin gairih(ī)"
      },
      {
        "belongs_to_verse_number": 68,
        "translation": "eingehen.",
        "text_uthmani": "يَخُوضُوا۟ فِى حَدِيثٍ غَيْرِهِۦ ۚ",
        "text_uthmani_transcribed": "yakhūḍū fī ḥadīṡin gairih(ī),"
      },
      {
        "belongs_to_verse_number": 68,
        "translation": "Und wenn dich der Satan nun vergessen läßt, dann sitze nicht, nachdem du dich (daran) erinnert hast, mit dem ungerechten Volk zusammen.",
        "text_uthmani": "وَإِمَّا يُنسِيَنَّكَ ٱلشَّيْطَـٰنُ فَلَا تَقْعُدْ بَعْدَ ٱلذِّكْرَىٰ مَعَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
        "text_uthmani_transcribed": "wa immā yunsiyannakasy-syaiṭānu falā taq'ud ba'daż-żikrā ma'al-qaumiẓ-ẓālimīn(a)."
      }
    ],
    "text_uthmani": "وَإِذَا رَأَيْتَ ٱلَّذِينَ يَخُوضُونَ فِىٓ ءَايَـٰتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّىٰ يَخُوضُوا۟ فِى حَدِيثٍ غَيْرِهِۦ ۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيْطَـٰنُ فَلَا تَقْعُدْ بَعْدَ ٱلذِّكْرَىٰ مَعَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Wa iżā ra'aital-lażīna yakhūḍūna fī āyātinā fa a'riḍ 'anhum ḥattā yakhūḍū fī ḥadīṡin gairih(ī), wa immā yunsiyannakasy-syaiṭānu falā taq'ud ba'daż-żikrā ma'al-qaumiẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 69,
    "translation": "Denjenigen, die gottesfürchtig sind, obliegt in keiner Weise, sie zur Rechenschaft zu ziehen, sondern nur die Ermahnung, auf daß sie gottesfürchtig werden mögen.",
    "segmented": [
      {
        "belongs_to_verse_number": 69,
        "translation": "Denjenigen, die gottesfürchtig sind, obliegt in keiner Weise, sie zur Rechenschaft zu ziehen, sondern nur die Ermahnung, auf daß sie",
        "text_uthmani": "وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِم مِّن شَىْءٍ وَلَـٰكِن ذِكْرَىٰ لَعَلَّهُمْ",
        "text_uthmani_transcribed": "Wa mā 'alal-lażīna yattaqūna min ḥisābihim min syai'iw wa lākin żikrā la'allahum"
      },
      {
        "belongs_to_verse_number": 69,
        "translation": "gottesfürchtig werden mögen.",
        "text_uthmani": "لَعَلَّهُمْ يَتَّقُونَ",
        "text_uthmani_transcribed": "la'allahum yattaqūn(a)."
      }
    ],
    "text_uthmani": "وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِم مِّن شَىْءٍ وَلَـٰكِن ذِكْرَىٰ لَعَلَّهُمْ يَتَّقُونَ",
    "text_uthmani_transcribed": "Wa mā 'alal-lażīna yattaqūna min ḥisābihim min syai'iw wa lākin żikrā la'allahum yattaqūn(a)."
  },
  {
    "verse_number": 70,
    "translation": "Und lasse diejenigen allein, die ihre Religion zum Gegenstand des Spiels und der Zerstreuung nehmen und die das diesseitige Leben täuscht! Und ermahne durch ihn, damit sich keine Seele für das, was sie verdient hat, dem Verderben ausliefert. Sie hat (dann) außer Allah weder Schutzherrn noch Fürsprecher. Und wenn sie auch (als Lösegeld) jede Ersatzleistung anbietet, wird sie von ihr doch nicht angenommen. Das sind diejenigen, die dem Verderben ausgeliefert werden für das, was sie verdient haben. Für sie wird es ein Getränk aus heißem Wasser und schmerzhafte Strafe geben dafür, daß sie ungläubig gewesen sind.",
    "segmented": [
      {
        "belongs_to_verse_number": 70,
        "translation": "Und lasse diejenigen allein, die ihre Religion zum Gegenstand des Spiels und der Zerstreuung nehmen und die das diesseitige Leben täuscht!",
        "text_uthmani": "وَذَرِ ٱلَّذِينَ ٱتَّخَذُوا۟ دِينَهُمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۚ",
        "text_uthmani_transcribed": "Wa żaril-lażīnattakhażū dīnahum la'ibaw wa lahwaw wa garrathumul-ḥayātud-dun-yā."
      },
      {
        "belongs_to_verse_number": 70,
        "translation": "Und ermahne durch ihn, damit sich keine Seele für das, was sie verdient hat, dem Verderben ausliefert.",
        "text_uthmani": "وَذَكِّرْ بِهِۦٓ أَن تُبْسَلَ نَفْسٌۢ بِمَا كَسَبَتْ",
        "text_uthmani_transcribed": "wa żakkir bihī an tubsala nafsum bimā kasabat"
      },
      {
        "belongs_to_verse_number": 70,
        "translation": "Sie hat (dann) außer Allah weder Schutzherrn noch Fürsprecher.",
        "text_uthmani": "لَيْسَ لَهَا مِن دُونِ ٱللَّهِ وَلِىٌّ وَلَا شَفِيعٌ",
        "text_uthmani_transcribed": "laisa lahā min dūnillāhi waliyyuw wa lā syafī'(un)"
      },
      {
        "belongs_to_verse_number": 70,
        "translation": "Und wenn sie auch (als Lösegeld) jede Ersatzleistung anbietet, wird sie von ihr doch nicht angenommen.",
        "text_uthmani": "وَإِن تَعْدِلْ كُلَّ عَدْلٍ لَّا يُؤْخَذْ مِنْهَآ ۗ",
        "text_uthmani_transcribed": "wa in ta'dil kulla 'adlil lā yu'khaż minhā,"
      },
      {
        "belongs_to_verse_number": 70,
        "translation": "Das sind diejenigen, die dem Verderben ausgeliefert werden für das, was sie verdient haben.",
        "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ أُبْسِلُوا۟ بِمَا كَسَبُوا۟",
        "text_uthmani_transcribed": "ulā'ikal-lażīna ubsilū bimā kasabū"
      },
      {
        "belongs_to_verse_number": 70,
        "translation": "Für sie wird es ein Getränk aus heißem Wasser und schmerzhafte Strafe geben dafür, daß sie ungläubig gewesen sind.",
        "text_uthmani": "لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْفُرُونَ",
        "text_uthmani_transcribed": "lahum syarābum min ḥamīmiw wa 'ażābun alīmum bimā kānū yakfurūn(a)."
      }
    ],
    "text_uthmani": "وَذَرِ ٱلَّذِينَ ٱتَّخَذُوا۟ دِينَهُمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۚ وَذَكِّرْ بِهِۦٓ أَن تُبْسَلَ نَفْسٌۢ بِمَا كَسَبَتْ لَيْسَ لَهَا مِن دُونِ ٱللَّهِ وَلِىٌّ وَلَا شَفِيعٌ وَإِن تَعْدِلْ كُلَّ عَدْلٍ لَّا يُؤْخَذْ مِنْهَآ ۗ أُو۟لَـٰٓئِكَ ٱلَّذِينَ أُبْسِلُوا۟ بِمَا كَسَبُوا۟ ۖ لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْفُرُونَ",
    "text_uthmani_transcribed": "Wa żaril-lażīnattakhażū dīnahum la'ibaw wa lahwaw wa garrathumul-ḥayātud-dun-yā wa żakkir bihī an tubsala nafsum bimā kasabat, laisa lahā min dūnillāhi waliyyuw wa lā syafī'(un), wa in ta'dil kulla 'adlil lā yu'khaż minhā, ulā'ikal-lażīna ubsilū bimā kasabū lahum syarābum min ḥamīmiw wa 'ażābun alīmum bimā kānū yakfurūn(a)."
  },
  {
    "verse_number": 71,
    "translation": "Sag: Sollen wir anstatt Allahs anrufen, was uns nicht nützt und nicht schadet, und auf unseren Fersen kehrtmachen, nachdem Allah uns rechtgeleitet hat, wie derjenige, den die Teufel auf der Erde verführt haben, so daß er verwirrt ist? Er hat Gefährten, die ihn zur Rechtleitung einladen: Komm zu uns! Sag: Gewiß, Allahs Rechtleitung ist die (wahre) Rechtleitung. Und uns wurde befohlen, uns dem Herrn der Weltenbewohner zu ergeben,",
    "segmented": [
      {
        "belongs_to_verse_number": 71,
        "translation": "Sag: Sollen wir anstatt Allahs anrufen, was uns nicht nützt und nicht schadet,",
        "text_uthmani": "قُلْ أَنَدْعُوا۟ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا",
        "text_uthmani_transcribed": "Qul anad'ū min dūnillāhi mā lā yanfa'unā wa lā yaḍurrunā"
      },
      {
        "belongs_to_verse_number": 71,
        "translation": "und auf unseren Fersen kehrtmachen, nachdem Allah uns rechtgeleitet hat, wie derjenige, den die Teufel auf der Erde verführt haben, so daß er verwirrt ist?",
        "text_uthmani": "وَنُرَدُّ عَلَىٰٓ أَعْقَابِنَا بَعْدَ إِذْ هَدَىٰنَا ٱللَّهُ كَٱلَّذِى ٱسْتَهْوَتْهُ ٱلشَّيَـٰطِينُ فِى ٱلْأَرْضِ حَيْرَانَ",
        "text_uthmani_transcribed": "wa nuraddu 'alā a'qābinā ba'da iż hadānallāhu kal-lażīstahwathusy-syayāṭīnu fil-arḍi ḥairāna"
      },
      {
        "belongs_to_verse_number": 71,
        "translation": "Er hat Gefährten, die ihn zur Rechtleitung einladen: Komm zu uns! Sag: Gewiß, Allahs Rechtleitung ist die (wahre) Rechtleitung.",
        "text_uthmani": "لَهُۥٓ أَصْحَـٰبٌ يَدْعُونَهُۥٓ إِلَى ٱلْهُدَى ٱئْتِنَا ۗ قُلْ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلْهُدَىٰ ۖ",
        "text_uthmani_transcribed": "lahū aṣḥābuy yad'ūnahū ilal-huda'tinā, qul inna hudallāhi huwal-hudā,"
      },
      {
        "belongs_to_verse_number": 71,
        "translation": "Und uns wurde befohlen, uns dem Herrn der Weltenbewohner zu ergeben,",
        "text_uthmani": "وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ ٱلْعَـٰلَمِينَ",
        "text_uthmani_transcribed": "wa umirnā linuslima lirabbil-'ālamīn(a)."
      }
    ],
    "text_uthmani": "قُلْ أَنَدْعُوا۟ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعْقَابِنَا بَعْدَ إِذْ هَدَىٰنَا ٱللَّهُ كَٱلَّذِى ٱسْتَهْوَتْهُ ٱلشَّيَـٰطِينُ فِى ٱلْأَرْضِ حَيْرَانَ لَهُۥٓ أَصْحَـٰبٌ يَدْعُونَهُۥٓ إِلَى ٱلْهُدَى ٱئْتِنَا ۗ قُلْ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلْهُدَىٰ ۖ وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Qul anad'ū min dūnillāhi mā lā yanfa'unā wa lā yaḍurrunā wa nuraddu 'alā a'qābinā ba'da iż hadānallāhu kal-lażīstahwathusy-syayāṭīnu fil-arḍi ḥairāna lahū aṣḥābuy yad'ūnahū ilal-huda'tinā, qul inna hudallāhi huwal-hudā, wa umirnā linuslima lirabbil-'ālamīn(a)."
  },
  {
    "verse_number": 72,
    "translation": "und verrichtet das Gebet und fürchtet Ihn! Er ist es, zu Dem ihr versammelt werdet.",
    "text_uthmani": "وَأَنْ أَقِيمُوا۟ ٱلصَّلَوٰةَ وَٱتَّقُوهُ ۚ وَهُوَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ",
    "text_uthmani_transcribed": "Wa aqīmuṣ-ṣalāta wattaqūh(u), wa huwal-lażī ilaihi tuḥsyarūn(a)."
  },
  {
    "verse_number": 73,
    "translation": "Und Er ist es, Der die Himmel und die Erde in Wahrheit erschaffen hat. Und an dem Tag, da Er sagt: Sei! da wird es sein. Sein Wort ist die Wahrheit. Und Er hat die Herrschaft an dem Tag, da ins Horn geblasen wird. (Er ist) der Kenner des Verborgenen und des Offenbaren, und Er ist der Allweise und Allkundige.",
    "segmented": [
      {
        "belongs_to_verse_number": 73,
        "translation": "Und Er ist es, Der die Himmel und die Erde in Wahrheit erschaffen hat. Und an dem Tag, da Er sagt: Sei! da wird es sein.",
        "text_uthmani": "وَهُوَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۖ وَيَوْمَ يَقُولُ كُن فَيَكُونُ ۚ",
        "text_uthmani_transcribed": "Wa huwal-lażī khalaqas-samāwāti wal-arḍa bil-ḥaqq(i), wa yauma yaqūlu kun fa yakūn(u),"
      },
      {
        "belongs_to_verse_number": 73,
        "translation": "Sein Wort ist die Wahrheit. Und Er hat die Herrschaft an dem Tag, da ins Horn geblasen wird.",
        "text_uthmani": "قَوْلُهُ ٱلْحَقُّ ۚ وَلَهُ ٱلْمُلْكُ يَوْمَ يُنفَخُ فِى ٱلصُّورِ ۚ",
        "text_uthmani_transcribed": "qauluhul-ḥaqq(u), wa lahul-mulku yauma yunfakhu fiṣ-ṣūr(i),"
      },
      {
        "belongs_to_verse_number": 73,
        "translation": "(Er ist) der Kenner des Verborgenen und des Offenbaren, und Er ist der Allweise und Allkundige.",
        "text_uthmani": "عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ",
        "text_uthmani_transcribed": "‘ālimul-gaibi wasy-syahādati wa huwal-ḥakīmul-khabīr(u)."
      }
    ],
    "text_uthmani": "وَهُوَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۖ وَيَوْمَ يَقُولُ كُن فَيَكُونُ ۚ قَوْلُهُ ٱلْحَقُّ ۚ وَلَهُ ٱلْمُلْكُ يَوْمَ يُنفَخُ فِى ٱلصُّورِ ۚ عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ",
    "text_uthmani_transcribed": "Wa huwal-lażī khalaqas-samāwāti wal-arḍa bil-ḥaqq(i), wa yauma yaqūlu kun fa yakūn(u), qauluhul-ḥaqq(u), wa lahul-mulku yauma yunfakhu fiṣ-ṣūr(i), 'ālimul-gaibi wasy-syahādati wa huwal-ḥakīmul-khabīr(u)."
  },
  {
    "verse_number": 74,
    "translation": "Und als Ibrahim zu seinem Vater Azar sagte: Nimmst du (denn) Götzenbilder zu Göttern? Gewiß, ich sehe dich und dein Volk in deutlichem Irrtum.",
    "text_uthmani": "۞ وَإِذْ قَالَ إِبْرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصْنَامًا ءَالِهَةً ۖ إِنِّىٓ أَرَىٰكَ وَقَوْمَكَ فِى ضَلَـٰلٍ مُّبِينٍ",
    "text_uthmani_transcribed": "Wa iż qāla ibrāhīmu li'abīhi āzara atattakhiżu aṣnāman ālihah(tan), innī arāka wa qaumaka fī ḍalālim mubīn(in)."
  },
  {
    "verse_number": 75,
    "translation": "Und so zeigten Wir Ibrahim das Reich der Himmel und der Erde, - und damit er zu den Überzeugten gehöre.",
    "text_uthmani": "وَكَذَٰلِكَ نُرِىٓ إِبْرَٰهِيمَ مَلَكُوتَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلِيَكُونَ مِنَ ٱلْمُوقِنِينَ",
    "text_uthmani_transcribed": "Wa każālika nurī ibrāhīma malakūtas-samāwāti wal-arḍi wa liyakūna minal-mūqinīn(a)."
  },
  {
    "verse_number": 76,
    "translation": "Als die Nacht über ihn hereinbrach, sah er einen Himmelskörper. Er sagte: Das ist mein Herr. Als er aber unterging, sagte er: Ich liebe nicht diejenigen, die untergehen’.",
    "segmented": [
      {
        "belongs_to_verse_number": 76,
        "translation": "Als die Nacht über ihn hereinbrach, sah er einen Himmelskörper. Er sagte: Das ist mein Herr.",
        "text_uthmani": "فَلَمَّا جَنَّ عَلَيْهِ ٱلَّيْلُ رَءَا كَوْكَبًا ۖ قَالَ هَـٰذَا رَبِّى ۖ",
        "text_uthmani_transcribed": "Falammā janna 'alaihil-lailu ra'ā kaukabā(n), qāla hāżā rabbī,"
      },
      {
        "belongs_to_verse_number": 76,
        "translation": "Als er aber unterging, sagte er: Ich liebe nicht diejenigen, die untergehen’.",
        "text_uthmani": "فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلْـَٔافِلِينَ",
        "text_uthmani_transcribed": "falammā afala qāla lā uḥibbul-āfilīn(a)."
      }
    ],
    "text_uthmani": "فَلَمَّا جَنَّ عَلَيْهِ ٱلَّيْلُ رَءَا كَوْكَبًا ۖ قَالَ هَـٰذَا رَبِّى ۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلْـَٔافِلِينَ",
    "text_uthmani_transcribed": "Falammā janna 'alaihil-lailu ra'ā kaukabā(n), qāla hāżā rabbī, falammā afala qāla lā uḥibbul-āfilīn(a)."
  },
  {
    "verse_number": 77,
    "translation": "Als er dann den Mond aufgehen sah, sagte er: Das ist mein Herr. Als er aber unterging, sagte er: Wenn mein Herr mich nicht rechtleitet, werde ich ganz gewiß zum irregehenden Volk gehören.",
    "segmented": [
      {
        "belongs_to_verse_number": 77,
        "translation": "Als er dann den Mond aufgehen sah, sagte er: Das ist mein Herr.",
        "text_uthmani": "فَلَمَّا رَءَا ٱلْقَمَرَ بَازِغًا قَالَ هَـٰذَا رَبِّى ۖ",
        "text_uthmani_transcribed": "Falammā ra'al-qamara bāzigan qāla hāżā rabbī,"
      },
      {
        "belongs_to_verse_number": 77,
        "translation": "Als er aber unterging, sagte er: Wenn mein Herr mich nicht rechtleitet, werde ich ganz gewiß zum irregehenden Volk gehören.",
        "text_uthmani": "فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمْ يَهْدِنِى رَبِّى لَأَكُونَنَّ مِنَ ٱلْقَوْمِ ٱلضَّآلِّينَ",
        "text_uthmani_transcribed": "falammā afala qāla la'illam yahdinī rabbī la'akūnanna minal-qaumiḍ-ḍāllīn(a)."
      }
    ],
    "text_uthmani": "فَلَمَّا رَءَا ٱلْقَمَرَ بَازِغًا قَالَ هَـٰذَا رَبِّى ۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمْ يَهْدِنِى رَبِّى لَأَكُونَنَّ مِنَ ٱلْقَوْمِ ٱلضَّآلِّينَ",
    "text_uthmani_transcribed": "Falammā ra'al-qamara bāzigan qāla hāżā rabbī, falammā afala qāla la'illam yahdinī rabbī la'akūnanna minal-qaumiḍ-ḍāllīn(a)."
  },
  {
    "verse_number": 78,
    "translation": "Als er dann die Sonne aufgehen sah, sagte er: Das ist mein Herr. Das ist größer. Als sie aber unterging, sagte er: O mein Volk, ich sage mich ja von dem los, was ihr (Ihm) beigesellt.",
    "segmented": [
      {
        "belongs_to_verse_number": 78,
        "translation": "Als er dann die Sonne aufgehen sah, sagte er: Das ist mein Herr. Das ist größer.",
        "text_uthmani": "فَلَمَّا رَءَا ٱلشَّمْسَ بَازِغَةً قَالَ هَـٰذَا رَبِّى هَـٰذَآ أَكْبَرُ ۖ",
        "text_uthmani_transcribed": "Falammā ra'asy-syamsa bāzigatan qāla hāżā rabbī hāżā akbar(u),"
      },
      {
        "belongs_to_verse_number": 78,
        "translation": "Als sie aber unterging, sagte er: O mein Volk, ich sage mich ja von dem los, was ihr (Ihm) beigesellt.",
        "text_uthmani": "فَلَمَّآ أَفَلَتْ قَالَ يَـٰقَوْمِ إِنِّى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
        "text_uthmani_transcribed": "falammā afalat qāla yā qaumi innī barī'um mimmā tusyrikūn(a)."
      }
    ],
    "text_uthmani": "فَلَمَّا رَءَا ٱلشَّمْسَ بَازِغَةً قَالَ هَـٰذَا رَبِّى هَـٰذَآ أَكْبَرُ ۖ فَلَمَّآ أَفَلَتْ قَالَ يَـٰقَوْمِ إِنِّى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
    "text_uthmani_transcribed": "Falammā ra'asy-syamsa bāzigatan qāla hāżā rabbī hāżā akbar(u), falammā afalat qāla yā qaumi innī barī'um mimmā tusyrikūn(a)."
  },
  {
    "verse_number": 79,
    "translation": "Ich wende mein Gesicht Dem zu, Der die Himmel und die Erde erschaffen hat, als Anhänger des rechten Glaubens, und ich gehöre nicht zu den Götzendienern.",
    "segmented": [
      {
        "belongs_to_verse_number": 79,
        "translation": "Ich wende mein Gesicht Dem zu, Der die Himmel und die Erde erschaffen hat, als Anhänger des rechten Glaubens,",
        "text_uthmani": "إِنِّى وَجَّهْتُ وَجْهِىَ لِلَّذِى فَطَرَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ حَنِيفًا ۖ",
        "text_uthmani_transcribed": "Innī wajjahtu wajhiya lil-lażī faṭaras-samāwāti wal-arḍa ḥanīfaw."
      },
      {
        "belongs_to_verse_number": 79,
        "translation": "und ich gehöre nicht zu den Götzendienern.",
        "text_uthmani": "وَمَآ أَنَا۠ مِنَ ٱلْمُشْرِكِينَ",
        "text_uthmani_transcribed": "wa mā ana minal-musyrikīn(a)."
      }
    ],
    "text_uthmani": "إِنِّى وَجَّهْتُ وَجْهِىَ لِلَّذِى فَطَرَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ حَنِيفًا ۖ وَمَآ أَنَا۠ مِنَ ٱلْمُشْرِكِينَ",
    "text_uthmani_transcribed": "Innī wajjahtu wajhiya lil-lażī faṭaras-samāwāti wal-arḍa ḥanīfaw wa mā ana minal-musyrikīn(a)."
  },
  {
    "verse_number": 80,
    "translation": "Sein Volk stritt mit ihm. Er sagte: Wollt ihr mit mir über Allah streiten, wo Er mich doch schon rechtgeleitet hat? Ich fürchte nicht, was ihr Ihm beigesellt, außer daß mein Herr will (, daß ich) es (fürchte). Mein Herr umfaßt alles mit (Seinem) Wissen. Bedenkt ihr denn nicht?",
    "segmented": [
      {
        "belongs_to_verse_number": 80,
        "translation": "Sein Volk stritt mit ihm. Er sagte: Wollt ihr mit mir über Allah streiten, wo Er mich doch schon rechtgeleitet hat?",
        "text_uthmani": "وَحَآجَّهُۥ قَوْمُهُۥ ۚ قَالَ أَتُحَـٰٓجُّوٓنِّى فِى ٱللَّهِ وَقَدْ هَدَىٰنِ",
        "text_uthmani_transcribed": "Wa ḥājjahū qaumuh(ū), qāla atuḥājjūnnī fillāhi wa qad hadān(i)"
      },
      {
        "belongs_to_verse_number": 80,
        "translation": "Ich fürchte nicht, was ihr Ihm beigesellt, außer daß mein Herr will (, daß ich) es (fürchte). Mein Herr umfaßt alles mit (Seinem) Wissen.",
        "text_uthmani": "وَلَآ أَخَافُ مَا تُشْرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّى شَيْـًٔا ۗ وَسِعَ رَبِّى كُلَّ شَىْءٍ عِلْمًا ۗ",
        "text_uthmani_transcribed": "wa lā akhāfu mā tusyrikūna bihī illā ay yasyā'a rabbī syai'ā(n), wasi'a rabbī kulla syai'in 'ilmā(n)."
      },
      {
        "belongs_to_verse_number": 80,
        "translation": "Bedenkt ihr denn nicht?",
        "text_uthmani": "أَفَلَا تَتَذَكَّرُونَ",
        "text_uthmani_transcribed": "afalā tatażakkarūn(a)."
      }
    ],
    "text_uthmani": "وَحَآجَّهُۥ قَوْمُهُۥ ۚ قَالَ أَتُحَـٰٓجُّوٓنِّى فِى ٱللَّهِ وَقَدْ هَدَىٰنِ ۚ وَلَآ أَخَافُ مَا تُشْرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّى شَيْـًٔا ۗ وَسِعَ رَبِّى كُلَّ شَىْءٍ عِلْمًا ۗ أَفَلَا تَتَذَكَّرُونَ",
    "text_uthmani_transcribed": "Wa ḥājjahū qaumuh(ū), qāla atuḥājjūnnī fillāhi wa qad hadān(i), wa lā akhāfu mā tusyrikūna bihī illā ay yasyā'a rabbī syai'ā(n), wasi'a rabbī kulla syai'in 'ilmā(n), afalā tatażakkarūn(a)."
  },
  {
    "verse_number": 81,
    "translation": "Wie sollte ich fürchten, was ihr (Ihm) beigesellt, wo ihr euch nicht fürchtet, Allah beizugesellen, wozu Er euch keine Ermächtigung offenbart hat? Welche der beiden Gruppen hat also ein größeres Anrecht auf Sicherheit, wenn ihr wißt?",
    "segmented": [
      {
        "belongs_to_verse_number": 81,
        "translation": "Wie sollte ich fürchten, was ihr (Ihm) beigesellt, wo ihr euch nicht fürchtet, Allah beizugesellen, wozu Er euch keine Ermächtigung offenbart",
        "text_uthmani": "وَكَيْفَ أَخَافُ مَآ أَشْرَكْتُمْ وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُم بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ عَلَيْكُمْ سُلْطَـٰنًا",
        "text_uthmani_transcribed": "Wa kaifa akhāfu mā asyraktum wa lā takhāfūna annakum asyraktum billāhi mā lam yunazzil bihī 'alaikum sulṭānā(n)"
      },
      {
        "belongs_to_verse_number": 81,
        "translation": "hat? Welche der beiden Gruppen hat also ein größeres Anrecht auf Sicherheit, wenn ihr wißt?",
        "text_uthmani": "مَا لَمْ يُنَزِّلْ بِهِۦ عَلَيْكُمْ سُلْطَـٰنًا ۚ فَأَىُّ ٱلْفَرِيقَيْنِ أَحَقُّ بِٱلْأَمْنِ ۖ إِن كُنتُمْ تَعْلَمُونَ",
        "text_uthmani_transcribed": "mā lam yunazzil bihī 'alaikum sulṭānā(n), fa ayyul-farīqaini aḥaqqu bil-amn(i), in kuntum ta'lamūn(a)."
      }
    ],
    "text_uthmani": "وَكَيْفَ أَخَافُ مَآ أَشْرَكْتُمْ وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُم بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ عَلَيْكُمْ سُلْطَـٰنًا ۚ فَأَىُّ ٱلْفَرِيقَيْنِ أَحَقُّ بِٱلْأَمْنِ ۖ إِن كُنتُمْ تَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa kaifa akhāfu mā asyraktum wa lā takhāfūna annakum asyraktum billāhi mā lam yunazzil bihī 'alaikum sulṭānā(n), fa ayyul-farīqaini aḥaqqu bil-amn(i), in kuntum ta'lamūn(a)."
  },
  {
    "verse_number": 82,
    "translation": "Diejenigen, die glauben und ihren Glauben nicht mit Ungerechtigkeit verdecken, die haben (das Recht auf) Sicherheit, und sie sind rechtgeleitet.",
    "text_uthmani": "ٱلَّذِينَ ءَامَنُوا۟ وَلَمْ يَلْبِسُوٓا۟ إِيمَـٰنَهُم بِظُلْمٍ أُو۟لَـٰٓئِكَ لَهُمُ ٱلْأَمْنُ وَهُم مُّهْتَدُونَ",
    "text_uthmani_transcribed": "Al-lażīna āmanū wa lam yalbisū īmānahum biẓulmin ulā'ika lahumul-amnu wa hum muhtadūn(a)."
  },
  {
    "verse_number": 83,
    "translation": "Das ist unser Beweismittel, das Wir Ibrahim gegen sein Volk gaben. Wir erhöhen, wen Wir wollen, um Rangstufen. Gewiß, dein Herr ist Allweise und Allwissend.",
    "segmented": [
      {
        "belongs_to_verse_number": 83,
        "translation": "Das ist unser Beweismittel, das Wir Ibrahim gegen sein Volk gaben. Wir erhöhen, wen Wir wollen, um Rangstufen.",
        "text_uthmani": "وَتِلْكَ حُجَّتُنَآ ءَاتَيْنَـٰهَآ إِبْرَٰهِيمَ عَلَىٰ قَوْمِهِۦ ۚ نَرْفَعُ دَرَجَـٰتٍ مَّن نَّشَآءُ ۗ",
        "text_uthmani_transcribed": "Wa tilka ḥujjatunā ātaināhā ibrāhīma 'alā qaumih(ī), narfa'u darajātim man nasyā'(u),"
      },
      {
        "belongs_to_verse_number": 83,
        "translation": "Gewiß, dein Herr ist Allweise und Allwissend.",
        "text_uthmani": "إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ",
        "text_uthmani_transcribed": "inna rabbaka ḥakīmun 'alīm(un)."
      }
    ],
    "text_uthmani": "وَتِلْكَ حُجَّتُنَآ ءَاتَيْنَـٰهَآ إِبْرَٰهِيمَ عَلَىٰ قَوْمِهِۦ ۚ نَرْفَعُ دَرَجَـٰتٍ مَّن نَّشَآءُ ۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ",
    "text_uthmani_transcribed": "Wa tilka ḥujjatunā ātaināhā ibrāhīma 'alā qaumih(ī), narfa'u darajātim man nasyā'(u), inna rabbaka ḥakīmun 'alīm(un)."
  },
  {
    "verse_number": 84,
    "translation": "Und Wir schenkten ihm Ishaq und Ya’qub; jeden (von ihnen) haben Wir rechtgeleitet. Und (auch) Nuh haben Wir zuvor rechtgeleitet, und aus seiner Nachkommenschaft Dawud, Sulaiman, Ayyub, Yusuf, Musa und Harun - so vergelten Wir (es) den Gutes Tuenden -;",
    "segmented": [
      {
        "belongs_to_verse_number": 84,
        "translation": "Und Wir schenkten ihm Ishaq und Ya’qub; jeden (von ihnen) haben Wir rechtgeleitet.",
        "text_uthmani": "وَوَهَبْنَا لَهُۥٓ إِسْحَـٰقَ وَيَعْقُوبَ ۚ كُلًّا هَدَيْنَا ۚ",
        "text_uthmani_transcribed": "Wa wahabnā lahū isḥāqa wa ya'qūb(a), kullan hadainā."
      },
      {
        "belongs_to_verse_number": 84,
        "translation": "Und (auch) Nuh haben Wir zuvor rechtgeleitet, und aus seiner Nachkommenschaft Dawud, Sulaiman, Ayyub, Yusuf, Musa",
        "text_uthmani": "وَنُوحًا هَدَيْنَا مِن قَبْلُ ۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيْمَـٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ",
        "text_uthmani_transcribed": "wa nūḥan hadainā min qablu wa min żurriyyatihī dāwūda wa sulaimāna wa ayyūba wa yūsufa wa mūsā"
      },
      {
        "belongs_to_verse_number": 84,
        "translation": "und Harun - so vergelten Wir (es) den Gutes Tuenden -;",
        "text_uthmani": "وَهَـٰرُونَ ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ",
        "text_uthmani_transcribed": "wa hārūna wa każālika najzil-muḥsinīn(a)."
      }
    ],
    "text_uthmani": "وَوَهَبْنَا لَهُۥٓ إِسْحَـٰقَ وَيَعْقُوبَ ۚ كُلًّا هَدَيْنَا ۚ وَنُوحًا هَدَيْنَا مِن قَبْلُ ۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيْمَـٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَـٰرُونَ ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ",
    "text_uthmani_transcribed": "Wa wahabnā lahū isḥāqa wa ya'qūb(a), kullan hadainā wa nūḥan hadainā min qablu wa min żurriyyatihī dāwūda wa sulaimāna wa ayyūba wa yūsufa wa mūsā wa hārūna wa każālika najzil-muḥsinīn(a)."
  },
  {
    "verse_number": 85,
    "translation": "und Zakariyya, Yahya, ’Isa und Ilyas: jeder (von ihnen) gehört zu den Rechtschaffenen;",
    "text_uthmani": "وَزَكَرِيَّا وَيَحْيَىٰ وَعِيسَىٰ وَإِلْيَاسَ ۖ كُلٌّ مِّنَ ٱلصَّـٰلِحِينَ",
    "text_uthmani_transcribed": "Wa zakariyyā wa yaḥyā wa 'īsā wa ilyās(a), kullum minaṣ-ṣāliḥīn(a)."
  },
  {
    "verse_number": 86,
    "translation": "und lsma’il, Alyasa’, Yunus und Lut: jeden (von ihnen) haben Wir vor den (anderen) Weltenbewohnern bevorzugt;",
    "text_uthmani": "وَإِسْمَـٰعِيلَ وَٱلْيَسَعَ وَيُونُسَ وَلُوطًا ۚ وَكُلًّا فَضَّلْنَا عَلَى ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Wa ismā'īla wal-yasa'a wa yūnusa wa lūṭā(n), wa kullan faḍḍalnā 'alal-'ālamīn(a)."
  },
  {
    "verse_number": 87,
    "translation": "und (auch manche) von ihren (Vor)Vätern, ihren Nachkommen und ihren Brüdern; Wir haben sie erwählt und zu einem geraden Weg geleitet.",
    "text_uthmani": "وَمِنْ ءَابَآئِهِمْ وَذُرِّيَّـٰتِهِمْ وَإِخْوَٰنِهِمْ ۖ وَٱجْتَبَيْنَـٰهُمْ وَهَدَيْنَـٰهُمْ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "text_uthmani_transcribed": "Wa min ābā'ihim wa żurriyyātihim wa ikhwānihim, wajtabaināhum wa hadaināhum ilā ṣirāṭim mustaqīm(in)."
  },
  {
    "verse_number": 88,
    "translation": "Das ist Allahs Rechtleitung. Er leitet damit recht, wen von Seinen Dienern Er will. Wenn sie (Ihm) aber (andere) beigesellt hätten, wäre für sie wahrlich hinfällig geworden, was sie zu tun pflegten.",
    "segmented": [
      {
        "belongs_to_verse_number": 88,
        "translation": "Das ist Allahs Rechtleitung. Er leitet damit recht, wen von Seinen Dienern Er will.",
        "text_uthmani": "ذَٰلِكَ هُدَى ٱللَّهِ يَهْدِى بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۚ",
        "text_uthmani_transcribed": "Żālika hudallāhi yahdī bihī may yasyā'u min 'ibādih(ī),"
      },
      {
        "belongs_to_verse_number": 88,
        "translation": "Wenn sie (Ihm) aber (andere) beigesellt hätten, wäre für sie wahrlich hinfällig geworden, was sie zu tun pflegten.",
        "text_uthmani": "وَلَوْ أَشْرَكُوا۟ لَحَبِطَ عَنْهُم مَّا كَانُوا۟ يَعْمَلُونَ",
        "text_uthmani_transcribed": "wa lau asyrakū laḥabiṭa 'anhum mā kānū ya'malūn(a)."
      }
    ],
    "text_uthmani": "ذَٰلِكَ هُدَى ٱللَّهِ يَهْدِى بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۚ وَلَوْ أَشْرَكُوا۟ لَحَبِطَ عَنْهُم مَّا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Żālika hudallāhi yahdī bihī may yasyā'u min 'ibādih(ī), wa lau asyrakū laḥabiṭa 'anhum mā kānū ya'malūn(a)."
  },
  {
    "verse_number": 89,
    "translation": "Das sind diejenigen, denen Wir die Schrift, das Urteil und das Prophetentum gegeben haben. Wenn aber diese es verleugnen, so haben Wir damit schon (andere) Leute betraut, die dem gegenüber nicht ungläubig sind.",
    "segmented": [
      {
        "belongs_to_verse_number": 89,
        "translation": "Das sind diejenigen, denen Wir die Schrift, das Urteil und das Prophetentum gegeben haben.",
        "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ وَٱلْحُكْمَ وَٱلنُّبُوَّةَ ۚ",
        "text_uthmani_transcribed": "Ulā'ikal-lażīna ātaināhumul-kitāba wal-ḥukma wan-nubuwwah(ta),"
      },
      {
        "belongs_to_verse_number": 89,
        "translation": "Wenn aber diese es verleugnen, so haben Wir damit schon (andere) Leute betraut, die dem gegenüber nicht ungläubig sind.",
        "text_uthmani": "فَإِن يَكْفُرْ بِهَا هَـٰٓؤُلَآءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَّيْسُوا۟ بِهَا بِكَـٰفِرِينَ",
        "text_uthmani_transcribed": "fa iy yakfur bihā hā'ulā'i faqad wakkalnā bihā qaumal laisū bihā bikāfirīn(a)."
      }
    ],
    "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ وَٱلْحُكْمَ وَٱلنُّبُوَّةَ ۚ فَإِن يَكْفُرْ بِهَا هَـٰٓؤُلَآءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَّيْسُوا۟ بِهَا بِكَـٰفِرِينَ",
    "text_uthmani_transcribed": "Ulā'ikal-lażīna ātaināhumul-kitāba wal-ḥukma wan-nubuwwah(ta), fa iy yakfur bihā hā'ulā'i faqad wakkalnā bihā qaumal laisū bihā bikāfirīn(a)."
  },
  {
    "verse_number": 90,
    "translation": "Das sind diejenigen, die Allah rechtgeleitet hat. So nimm ihre Rechtleitung zum Vorbild! Sag: Ich verlange von euch keinen Lohn dafür. Es ist nur eine Ermahnung für die Weltenbewohner.",
    "segmented": [
      {
        "belongs_to_verse_number": 90,
        "translation": "Das sind diejenigen, die Allah rechtgeleitet hat. So nimm ihre Rechtleitung zum Vorbild! Sag: Ich verlange von euch keinen Lohn dafür.",
        "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُ ۖ فَبِهُدَىٰهُمُ ٱقْتَدِهْ ۗ قُل لَّآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا ۖ",
        "text_uthmani_transcribed": "Ulā'ikal-lażīna hadallāhu fa bihudāūhumuqtadih, qul lā as'alukum 'alaihi ajrā(n),"
      },
      {
        "belongs_to_verse_number": 90,
        "translation": "Es ist nur eine Ermahnung für die Weltenbewohner.",
        "text_uthmani": "إِنْ هُوَ إِلَّا ذِكْرَىٰ لِلْعَـٰلَمِينَ",
        "text_uthmani_transcribed": "in huwa illā żikrā lil-'ālamīn(a)."
      }
    ],
    "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُ ۖ فَبِهُدَىٰهُمُ ٱقْتَدِهْ ۗ قُل لَّآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا ۖ إِنْ هُوَ إِلَّا ذِكْرَىٰ لِلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Ulā'ikal-lażīna hadallāhu fa bihudāūhumuqtadih, qul lā as'alukum 'alaihi ajrā(n), in huwa illā żikrā lil-'ālamīn(a)."
  },
  {
    "verse_number": 91,
    "translation": "Sie schätzen Allah nicht ein, wie es Ihm gebührt’, wenn sie sagen: Allah hat nichts auf ein menschliches Wesen (als Offenbarung) herabgesandt. Sag: Wer sandte (denn) die Schrift herab, die Musa als Licht und Rechtleitung für die Menschen brachte, die ihr zu (beschriebenen) Blättern macht, die ihr offen (vor)zeigt, während ihr vieles verbergt, und (sag: von wem) wurde euch gelehrt, was ihr nicht wußtet, weder ihr noch eure Väter? Sag: (Von) Allah. Sodann lasse sie mit ihren schweifenden Gesprächen ihr Spiel treiben.",
    "segmented": [
      {
        "belongs_to_verse_number": 91,
        "translation": "Sie schätzen Allah nicht ein, wie es Ihm gebührt’, wenn sie sagen: Allah hat nichts auf ein menschliches Wesen (als Offenbarung) herabgesandt.",
        "text_uthmani": "وَمَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدْرِهِۦٓ إِذْ قَالُوا۟ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٍ مِّن شَىْءٍ ۗ",
        "text_uthmani_transcribed": "Wa mā qadarullāha ḥaqqa qadrihī iż qālū mā anzalallāhu 'alā basyarim min syai'(in),"
      },
      {
        "belongs_to_verse_number": 91,
        "translation": "Sag: Wer sandte (denn) die Schrift herab, die Musa als Licht",
        "text_uthmani": "قُلْ مَنْ أَنزَلَ ٱلْكِتَـٰبَ ٱلَّذِى جَآءَ بِهِۦ مُوسَىٰ نُورًا",
        "text_uthmani_transcribed": "Qul man anzalal-kitābal-lażī jā'a bihī mūsā nūraw"
      },
      {
        "belongs_to_verse_number": 91,
        "translation": "und Rechtleitung für die Menschen brachte, die ihr zu (beschriebenen) Blättern macht, die ihr offen (vor)zeigt, während ihr vieles verbergt,",
        "text_uthmani": "وَهُدًى لِّلنَّاسِ ۖ تَجْعَلُونَهُۥ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا ۖ",
        "text_uthmani_transcribed": "wa hudal lin-nāsi taj'alūnahū qarāṭīsa tubdūnahā wa tukhfūna kaṡīrā(n),"
      },
      {
        "belongs_to_verse_number": 91,
        "translation": "und (sag: von wem) wurde euch gelehrt, was ihr nicht wußtet, weder ihr noch eure Väter?",
        "text_uthmani": "وَعُلِّمْتُم مَّا لَمْ تَعْلَمُوٓا۟ أَنتُمْ وَلَآ ءَابَآؤُكُمْ ۖ",
        "text_uthmani_transcribed": "wa 'ullimtum mā lam ta'lamū antum wa lā ābā'ukum,"
      },
      {
        "belongs_to_verse_number": 91,
        "translation": "Sag: (Von) Allah. Sodann lasse sie mit ihren schweifenden Gesprächen ihr Spiel treiben.",
        "text_uthmani": "قُلِ ٱللَّهُ ۖ ثُمَّ ذَرْهُمْ فِى خَوْضِهِمْ يَلْعَبُونَ",
        "text_uthmani_transcribed": "qulillāh(u), ṡumma żarhum fī khauḍihim yal'abūn(a)."
      }
    ],
    "text_uthmani": "وَمَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدْرِهِۦٓ إِذْ قَالُوا۟ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٍ مِّن شَىْءٍ ۗ قُلْ مَنْ أَنزَلَ ٱلْكِتَـٰبَ ٱلَّذِى جَآءَ بِهِۦ مُوسَىٰ نُورًا وَهُدًى لِّلنَّاسِ ۖ تَجْعَلُونَهُۥ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا ۖ وَعُلِّمْتُم مَّا لَمْ تَعْلَمُوٓا۟ أَنتُمْ وَلَآ ءَابَآؤُكُمْ ۖ قُلِ ٱللَّهُ ۖ ثُمَّ ذَرْهُمْ فِى خَوْضِهِمْ يَلْعَبُونَ",
    "text_uthmani_transcribed": "Wa mā qadarullāha ḥaqqa qadrihī iż qālū mā anzalallāhu 'alā basyarim min syai'(in), qul man anzalal-kitābal-lażī  jā'a bihī mūsā nūraw wa hudal lin-nāsi taj'alūnahū qarāṭīsa tubdūnahā wa tukhfūna kaṡīrā(n), wa 'ullimtum mā lam ta'lamū antum wa lā ābā'ukum, qulillāh(u), ṡumma żarhum fī khauḍihim yal'abūn(a)."
  },
  {
    "verse_number": 92,
    "translation": "Und dies ist ein Buch, das Wir hinabgesandt haben, ein gesegnetes, das bestätigend, was vor ihm war, und damit du die Mutter der Städte und diejenigen rings umher (Wohnenden) warnst. Diejenigen, die an das Jenseits glauben, glauben (auch) daran, und sie halten ihr Gebet ein.",
    "segmented": [
      {
        "belongs_to_verse_number": 92,
        "translation": "Und dies ist ein Buch, das Wir hinabgesandt haben, ein gesegnetes, das bestätigend, was vor ihm war, und damit du die Mutter der Städte",
        "text_uthmani": "وَهَـٰذَا كِتَـٰبٌ أَنزَلْنَـٰهُ مُبَارَكٌ مُّصَدِّقُ ٱلَّذِى بَيْنَ يَدَيْهِ وَلِتُنذِرَ أُمَّ ٱلْقُرَىٰ",
        "text_uthmani_transcribed": "Wa hāżā kitābun anzalnāhu mubārakum muṣaddiqul-lażī baina yadaihi wa litunżira ummal-qurā"
      },
      {
        "belongs_to_verse_number": 92,
        "translation": "und diejenigen rings umher (Wohnenden) warnst. Diejenigen, die an das Jenseits glauben, glauben (auch) daran, und sie halten ihr Gebet ein.",
        "text_uthmani": "وَمَنْ حَوْلَهَا ۚ وَٱلَّذِينَ يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ يُؤْمِنُونَ بِهِۦ ۖ وَهُمْ عَلَىٰ صَلَاتِهِمْ يُحَافِظُونَ",
        "text_uthmani_transcribed": "wa man ḥaulahā, wal-lażīna yu'minūna bil-ākhirati yu'minūna bihī wa hum 'alā ṣalātihim yuḥāfiẓūn(a)."
      }
    ],
    "text_uthmani": "وَهَـٰذَا كِتَـٰبٌ أَنزَلْنَـٰهُ مُبَارَكٌ مُّصَدِّقُ ٱلَّذِى بَيْنَ يَدَيْهِ وَلِتُنذِرَ أُمَّ ٱلْقُرَىٰ وَمَنْ حَوْلَهَا ۚ وَٱلَّذِينَ يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ يُؤْمِنُونَ بِهِۦ ۖ وَهُمْ عَلَىٰ صَلَاتِهِمْ يُحَافِظُونَ",
    "text_uthmani_transcribed": "Wa hāżā kitābun anzalnāhu mubārakum muṣaddiqul-lażī baina yadaihi wa litunżira ummal-qurā wa man ḥaulahā, wal-lażīna yu'minūna bil-ākhirati yu'minūna bihī wa hum 'alā ṣalātihim yuḥāfiẓūn(a)."
  },
  {
    "verse_number": 93,
    "translation": "Und wer ist ungerechter, als wer gegen Allah eine Lüge ersinnt oder sagt: Mir ist (Offenbarung) eingegeben worden, während ihm überhaupt nichts eingegeben worden ist, und wer sagt: Ich werde hinabsenden, gleich dem, was Allah hinabgesandt hat? Und wenn du sehen würdest, wie sich die Ungerechten in den Fluten des Todes befinden und die Engel ihre Hände ausstrecken: Gebt eure Seelen heraus! Heute wird euch mit der schmählichen Strafe vergolten, daß ihr stets über Allah die Unwahrheit gesagt habt und euch gegenüber Seinen Zeichen hochmütig zu verhalten pflegtet.",
    "segmented": [
      {
        "belongs_to_verse_number": 93,
        "translation": "Und wer ist ungerechter, als wer gegen Allah eine Lüge ersinnt oder sagt: Mir ist (Offenbarung) eingegeben worden, während ihm überhaupt nichts eingegeben worden ist,",
        "text_uthmani": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ قَالَ أُوحِىَ إِلَىَّ وَلَمْ يُوحَ إِلَيْهِ شَىْءٌ",
        "text_uthmani_transcribed": "Wa man aẓlamu mimmaniftarā 'alallāhi każiban au qāla ūḥiya ilayya wa lam yūḥa ilaihi syai'uw"
      },
      {
        "belongs_to_verse_number": 93,
        "translation": "und wer sagt: Ich werde hinabsenden, gleich dem, was Allah hinabgesandt hat?",
        "text_uthmani": "وَمَن قَالَ سَأُنزِلُ مِثْلَ مَآ أَنزَلَ ٱللَّهُ ۗ",
        "text_uthmani_transcribed": "wa man qāla sa'unzilu miṡla mā anzalallāh(u),"
      },
      {
        "belongs_to_verse_number": 93,
        "translation": "Und wenn du sehen würdest, wie sich die Ungerechten in den Fluten des Todes befinden",
        "text_uthmani": "وَلَوْ تَرَىٰٓ إِذِ ٱلظَّـٰلِمُونَ فِى غَمَرَٰتِ ٱلْمَوْتِ",
        "text_uthmani_transcribed": "wa lau tarā iżiẓ-ẓālimūna fī gamarātil-mauti"
      },
      {
        "belongs_to_verse_number": 93,
        "translation": "und die Engel ihre Hände ausstrecken: Gebt eure Seelen heraus!",
        "text_uthmani": "وَٱلْمَلَـٰٓئِكَةُ بَاسِطُوٓا۟ أَيْدِيهِمْ أَخْرِجُوٓا۟ أَنفُسَكُمُ ۖ",
        "text_uthmani_transcribed": "wal-malā'ikatu bāsiṭū aidīhim, akhirjū anfusakum,"
      },
      {
        "belongs_to_verse_number": 93,
        "translation": "Heute wird euch mit der schmählichen Strafe vergolten, daß ihr stets über Allah die Unwahrheit gesagt habt",
        "text_uthmani": "ٱلْيَوْمَ تُجْزَوْنَ عَذَابَ ٱلْهُونِ بِمَا كُنتُمْ تَقُولُونَ عَلَى ٱللَّهِ غَيْرَ ٱلْحَقِّ",
        "text_uthmani_transcribed": "al-yauma tujzauna 'ażābal-hūni bimā kuntum taqūlūna 'alallāhi gairal-ḥaqqi"
      },
      {
        "belongs_to_verse_number": 93,
        "translation": "und euch gegenüber Seinen Zeichen hochmütig zu verhalten pflegtet.",
        "text_uthmani": "وَكُنتُمْ عَنْ ءَايَـٰتِهِۦ تَسْتَكْبِرُونَ",
        "text_uthmani_transcribed": "wa kuntum 'an āyātihī tastakbirūn(a)."
      }
    ],
    "text_uthmani": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ قَالَ أُوحِىَ إِلَىَّ وَلَمْ يُوحَ إِلَيْهِ شَىْءٌ وَمَن قَالَ سَأُنزِلُ مِثْلَ مَآ أَنزَلَ ٱللَّهُ ۗ وَلَوْ تَرَىٰٓ إِذِ ٱلظَّـٰلِمُونَ فِى غَمَرَٰتِ ٱلْمَوْتِ وَٱلْمَلَـٰٓئِكَةُ بَاسِطُوٓا۟ أَيْدِيهِمْ أَخْرِجُوٓا۟ أَنفُسَكُمُ ۖ ٱلْيَوْمَ تُجْزَوْنَ عَذَابَ ٱلْهُونِ بِمَا كُنتُمْ تَقُولُونَ عَلَى ٱللَّهِ غَيْرَ ٱلْحَقِّ وَكُنتُمْ عَنْ ءَايَـٰتِهِۦ تَسْتَكْبِرُونَ",
    "text_uthmani_transcribed": "Wa man aẓlamu mimmaniftarā 'alallāhi każiban au qāla ūḥiya ilayya wa lam yūḥa ilaihi syai'uw wa man qāla sa'unzilu miṡla mā anzalallāh(u), wa lau tarā iżiẓ-ẓālimūna fī gamarātil-mauti wal-malā'ikatu bāsiṭū aidīhim, akhirjū anfusakum, al-yauma tujzauna 'ażābal-hūni bimā kuntum taqūlūna 'alallāhi gairal-ḥaqqi wa kuntum 'an āyātihī tastakbirūn(a)."
  },
  {
    "verse_number": 94,
    "translation": "Nun seid ihr einzeln zu Uns gekommen, so wie Wir euch das erste Mal erschaffen haben, und ihr habt hinter euch zurückgelassen, was Wir euch übertragen hatten. Und Wir sehen eure Fürsprecher nicht bei euch, von denen ihr behauptet habt, daß sie Teilhaber an euch waren. Nun ist (das Band) zwischen euch abgeschnitten, und entschwunden ist euch, was ihr zu behaupten pflegtet.",
    "segmented": [
      {
        "belongs_to_verse_number": 94,
        "translation": "Nun seid ihr einzeln zu Uns gekommen, so wie Wir euch das erste Mal erschaffen haben,",
        "text_uthmani": "وَلَقَدْ جِئْتُمُونَا فُرَٰدَىٰ كَمَا خَلَقْنَـٰكُمْ أَوَّلَ مَرَّةٍ",
        "text_uthmani_transcribed": "Wa laqad ji'tumūnā furādā kamā khalaqnākum awwala marratiw"
      },
      {
        "belongs_to_verse_number": 94,
        "translation": "und ihr habt hinter euch zurückgelassen, was Wir euch übertragen hatten.",
        "text_uthmani": "وَتَرَكْتُم مَّا خَوَّلْنَـٰكُمْ وَرَآءَ ظُهُورِكُمْ ۖ",
        "text_uthmani_transcribed": "wa taraktum mā khawwalnākum warā'a ẓuhūrikum,"
      },
      {
        "belongs_to_verse_number": 94,
        "translation": "Und Wir sehen eure Fürsprecher nicht bei euch, von denen ihr behauptet habt, daß sie Teilhaber an euch waren.",
        "text_uthmani": "وَمَا نَرَىٰ مَعَكُمْ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَـٰٓؤُا۟ ۚ",
        "text_uthmani_transcribed": "wa mā narā ma'akum syufa'ā'akumul-lażīna za'amtum annahum fīkum syurakā'(u),"
      },
      {
        "belongs_to_verse_number": 94,
        "translation": "Nun ist (das Band) zwischen euch abgeschnitten, und entschwunden ist euch, was ihr zu behaupten pflegtet.",
        "text_uthmani": "لَقَد تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنكُم مَّا كُنتُمْ تَزْعُمُونَ",
        "text_uthmani_transcribed": "laqat taqaṭṭa'a bainakum wa ḍalla 'ankum mā kuntum taz'umūn(a)."
      }
    ],
    "text_uthmani": "وَلَقَدْ جِئْتُمُونَا فُرَٰدَىٰ كَمَا خَلَقْنَـٰكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُم مَّا خَوَّلْنَـٰكُمْ وَرَآءَ ظُهُورِكُمْ ۖ وَمَا نَرَىٰ مَعَكُمْ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَـٰٓؤُا۟ ۚ لَقَد تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنكُم مَّا كُنتُمْ تَزْعُمُونَ",
    "text_uthmani_transcribed": "Wa laqad ji'tumūnā furādā kamā khalaqnākum awwala marratiw wa taraktum mā khawwalnākum warā'a ẓuhūrikum, wa mā narā ma'akum syufa'ā'akumul-lażīna  za'amtum annahum fīkum syurakā'(u), laqat taqaṭṭa'a bainakum wa ḍalla 'ankum mā kuntum taz'umūn(a)."
  },
  {
    "verse_number": 95,
    "translation": "Allah ist es, Der die Körner und die Kerne spaltet und das Lebendige aus dem Toten hervorbringt. Und (Er ist es,) Der das Tote aus dem Lebendigen hervorbringt. Dies ist doch Allah - wie laßt ihr euch also abwendig machen? -,",
    "segmented": [
      {
        "belongs_to_verse_number": 95,
        "translation": "Allah ist es, Der die Körner und die Kerne spaltet und das Lebendige aus dem Toten hervorbringt.",
        "text_uthmani": "۞ إِنَّ ٱللَّهَ فَالِقُ ٱلْحَبِّ وَٱلنَّوَىٰ ۖ يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ",
        "text_uthmani_transcribed": "Innallāha fāliqul-ḥabbi wan-nawā, yukhrijul-ḥayya minal-mayyiti"
      },
      {
        "belongs_to_verse_number": 95,
        "translation": "Und (Er ist es,) Der das Tote aus dem Lebendigen hervorbringt. Dies ist doch Allah - wie laßt ihr euch also abwendig machen? -,",
        "text_uthmani": "يُخْرِجُ ٱلْمَيِّتِ مِنَ ٱلْحَىِّ ۚ ذَٰلِكُمُ ٱللَّهُ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
        "text_uthmani_transcribed": "yukhrijul-mayyiti minal-ḥayy(i), żālikumullāhu fa annā tu'fakūn(a)."
      }
    ],
    "text_uthmani": "۞ إِنَّ ٱللَّهَ فَالِقُ ٱلْحَبِّ وَٱلنَّوَىٰ ۖ يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَمُخْرِجُ ٱلْمَيِّتِ مِنَ ٱلْحَىِّ ۚ ذَٰلِكُمُ ٱللَّهُ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
    "text_uthmani_transcribed": "Innallāha fāliqul-ḥabbi wan-nawā, yukhrijul-ḥayya minal-mayyiti wa mukhrijul-mayyiti minal-ḥayy(i), żālikumullāhu fa annā tu'fakūn(a)."
  },
  {
    "verse_number": 96,
    "translation": "Er, Der den Morgen anbrechen läßt’. Er hat die Nacht zur Ruhe(zeit) und die Sonne und den Mond als (Mittel der) Berechnung gemacht. Das ist die Anordnung des Allmächtigen und Allwissenden.",
    "segmented": [
      {
        "belongs_to_verse_number": 96,
        "translation": "Er, Der den Morgen anbrechen läßt’. Er hat die Nacht zur Ruhe(zeit) und die Sonne und den Mond als (Mittel der) Berechnung gemacht.",
        "text_uthmani": "فَالِقُ ٱلْإِصْبَاحِ وَجَعَلَ ٱلَّيْلَ سَكَنًا وَٱلشَّمْسَ وَٱلْقَمَرَ حُسْبَانًا ۚ",
        "text_uthmani_transcribed": "Fāliqul-iṣbāḥ(i), wa ja'alal-laila sakanaw wasy-syamsa wal-qamara ḥusbānā(n),"
      },
      {
        "belongs_to_verse_number": 96,
        "translation": "Das ist die Anordnung des Allmächtigen und Allwissenden.",
        "text_uthmani": "ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ",
        "text_uthmani_transcribed": "żālika taqdīrul-'azīzil-'alīm(i)."
      }
    ],
    "text_uthmani": "فَالِقُ ٱلْإِصْبَاحِ وَجَعَلَ ٱلَّيْلَ سَكَنًا وَٱلشَّمْسَ وَٱلْقَمَرَ حُسْبَانًا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ",
    "text_uthmani_transcribed": "Fāliqul-iṣbāḥ(i), wa ja'alal-laila sakanaw wasy-syamsa wal-qamara ḥusbānā(n), żālika taqdīrul-'azīzil-'alīm(i)."
  },
  {
    "verse_number": 97,
    "translation": "Und Er ist es, Der euch die Sterne gemacht hat, damit ihr euch durch sie rechtleiten laßt in den Finsternissen des Festlandes und des Meeres. Wir haben ja die Zeichen ausführlich dargelegt für Leute, die Bescheid wissen.",
    "segmented": [
      {
        "belongs_to_verse_number": 97,
        "translation": "Und Er ist es, Der euch die Sterne gemacht hat, damit ihr euch durch sie rechtleiten laßt in den Finsternissen des Festlandes und des Meeres.",
        "text_uthmani": "وَهُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهْتَدُوا۟ بِهَا فِى ظُلُمَـٰتِ ٱلْبَرِّ وَٱلْبَحْرِ ۗ",
        "text_uthmani_transcribed": "Wa huwal-lażī ja'ala lakumun-nujūma litahtadū bihā fī ẓulumātil-barri wal-baḥr(i),"
      },
      {
        "belongs_to_verse_number": 97,
        "translation": "Wir haben ja die Zeichen ausführlich dargelegt für Leute, die Bescheid wissen.",
        "text_uthmani": "قَدْ فَصَّلْنَا ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْلَمُونَ",
        "text_uthmani_transcribed": "qad faṣṣalnal-āyāti liqaumiy ya'lamūn(a)."
      }
    ],
    "text_uthmani": "وَهُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهْتَدُوا۟ بِهَا فِى ظُلُمَـٰتِ ٱلْبَرِّ وَٱلْبَحْرِ ۗ قَدْ فَصَّلْنَا ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa huwal-lażī ja'ala lakumun-nujūma litahtadū bihā fī ẓulumātil-barri wal-baḥr(i), qad faṣṣalnal-āyāti liqaumiy ya'lamūn(a)."
  },
  {
    "verse_number": 98,
    "translation": "Und Er ist es, Der euch aus einem einzigen Wesen hat entstehen lassen. Dann gibt es einen Aufenthaltsort und einen Aufbewahrungsort. Wir haben die Zeichen ausführlich dargelegt für Leute, die verstehen.",
    "segmented": [
      {
        "belongs_to_verse_number": 98,
        "translation": "Und Er ist es, Der euch aus einem einzigen Wesen hat entstehen lassen. Dann gibt es einen Aufenthaltsort und einen Aufbewahrungsort.",
        "text_uthmani": "وَهُوَ ٱلَّذِىٓ أَنشَأَكُم مِّن نَّفْسٍ وَٰحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ ۗ",
        "text_uthmani_transcribed": "Wa huwal-lażī ansya'akum min nafsiw wāḥidatin fa mustaqarruw wa mustauda'(un),"
      },
      {
        "belongs_to_verse_number": 98,
        "translation": "Wir haben die Zeichen ausführlich dargelegt für Leute, die verstehen.",
        "text_uthmani": "قَدْ فَصَّلْنَا ٱلْـَٔايَـٰتِ لِقَوْمٍ يَفْقَهُونَ",
        "text_uthmani_transcribed": "qad faṣṣalnal-āyāti liqaumiy yafqahūn(a)."
      }
    ],
    "text_uthmani": "وَهُوَ ٱلَّذِىٓ أَنشَأَكُم مِّن نَّفْسٍ وَٰحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ ۗ قَدْ فَصَّلْنَا ٱلْـَٔايَـٰتِ لِقَوْمٍ يَفْقَهُونَ",
    "text_uthmani_transcribed": "Wa huwal-lażī ansya'akum min nafsiw wāḥidatin fa mustaqarruw wa mustauda'(un), qad faṣṣalnal-āyāti liqaumiy yafqahūn(a)."
  },
  {
    "verse_number": 99,
    "translation": "Und Er ist es, Der vom Himmel Wasser herabkommen läßt. Damit bringen Wir den Wuchs aller Arten hervor; aus ihnen bringen Wir dann Grün hervor, aus dem Wir übereinandergeschichtete Körner hervorbringen - und aus den Palmen, aus ihren Blütenscheiden (entstehen) herabhängende Dattelbüschel -, und (auch) Gärten mit Rebstöcken und die Öl- und die Granatapfelbäume, die einander ähnlich und unähnlich sind. Schaut ihre Früchte an, wenn sie Früchte tragen, und (schaut) auf deren Reife! Seht, darin sind wahrlich Zeichen für Leute, die glauben.",
    "segmented": [
      {
        "belongs_to_verse_number": 99,
        "translation": "Und Er ist es, Der vom Himmel Wasser herabkommen läßt.",
        "text_uthmani": "وَهُوَ ٱلَّذِىٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً",
        "text_uthmani_transcribed": "Wa huwal-lażī anzala minas-samā'i mā'ā(n)"
      },
      {
        "belongs_to_verse_number": 99,
        "translation": "Damit bringen Wir den Wuchs aller Arten hervor; aus ihnen bringen Wir dann Grün hervor, aus dem Wir übereinandergeschichtete Körner hervorbringen -",
        "text_uthmani": "فَأَخْرَجْنَا بِهِۦ نَبَاتَ كُلِّ شَىْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًا",
        "text_uthmani_transcribed": "fa akhrajnā bihī nabāta kulli syai'in fa akhrajnā minhu khaḍiran nukhriju minhu ḥabbam mutarākibā(n)"
      },
      {
        "belongs_to_verse_number": 99,
        "translation": "und aus den Palmen, aus ihren Blütenscheiden (entstehen) herabhängende Dattelbüschel -, und (auch) Gärten mit Rebstöcken und die Öl-",
        "text_uthmani": "وَمِنَ ٱلنَّخْلِ مِن طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّـٰتٍ مِّنْ أَعْنَابٍ وَٱلزَّيْتُونَ",
        "text_uthmani_transcribed": "wa minan nakhli min ṭal'ihā qinwānun dāniyatuw wa jannātim min a'nābiw waz-zaitūna"
      },
      {
        "belongs_to_verse_number": 99,
        "translation": "und die Granatapfelbäume, die einander ähnlich und unähnlich sind.",
        "text_uthmani": "وَٱلرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَـٰبِهٍ",
        "text_uthmani_transcribed": "war-rummāna musytabihaw wa gaira mutasyābih(in)"
      },
      {
        "belongs_to_verse_number": 99,
        "translation": "Schaut ihre Früchte an, wenn sie Früchte tragen, und (schaut) auf deren Reife! Seht, darin sind wahrlich Zeichen für Leute, die glauben.",
        "text_uthmani": "ٱنظُرُوٓا۟ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثْمَرَ وَيَنْعِهِۦٓ ۚ إِنَّ فِى ذَٰلِكُمْ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
        "text_uthmani_transcribed": "unẓurū ilā ṡamarihī iżā aṡmara wa yan'ih(ī), inna fī żālikum la'āyātil liqaumiy yu'minūn(a)."
      }
    ],
    "text_uthmani": "وَهُوَ ٱلَّذِىٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجْنَا بِهِۦ نَبَاتَ كُلِّ شَىْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًا وَمِنَ ٱلنَّخْلِ مِن طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّـٰتٍ مِّنْ أَعْنَابٍ وَٱلزَّيْتُونَ وَٱلرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَـٰبِهٍ ۗ ٱنظُرُوٓا۟ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثْمَرَ وَيَنْعِهِۦٓ ۚ إِنَّ فِى ذَٰلِكُمْ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Wa huwal-lażī anzala minas-samā'i mā'ā(n), fa akhrajnā bihī nabāta kulli syai'in fa akhrajnā minhu khaḍiran nukhriju minhu ḥabbam mutarākibā(n), wa minan nakhli min ṭal'ihā qinwānun dāniyatuw wa jannātim min a'nābiw waz-zaitūna war-rummāna musytabihaw wa gaira mutasyābih(in), unẓurū ilā ṡamarihī iżā aṡmara wa yan'ih(ī), inna fī żālikum la'āyātil liqaumiy yu'minūn(a)."
  },
  {
    "verse_number": 100,
    "translation": "Und sie haben Teilhaber Allah gegeben: die Ginn, wo Er sie doch erschaffen hat. Und sie haben Ihm Söhne und Töchter angedichtet, ohne Wissen. Preis sei Ihm! Erhaben ist Er über das, was sie (Ihm) zuschreiben.",
    "segmented": [
      {
        "belongs_to_verse_number": 100,
        "translation": "Und sie haben Teilhaber Allah gegeben: die Ginn, wo Er sie doch erschaffen hat. Und sie haben Ihm Söhne und Töchter angedichtet, ohne Wissen.",
        "text_uthmani": "وَجَعَلُوا۟ لِلَّهِ شُرَكَآءَ ٱلْجِنَّ وَخَلَقَهُمْ ۖ وَخَرَقُوا۟ لَهُۥ بَنِينَ وَبَنَـٰتٍۭ بِغَيْرِ عِلْمٍ ۚ",
        "text_uthmani_transcribed": "Wa ja'alū lillāhi syurakā'al-jinna wa khalaqahum wa kharaqū lahū banīna wa banātim bigairi 'ilm(in),"
      },
      {
        "belongs_to_verse_number": 100,
        "translation": "Preis sei Ihm! Erhaben ist Er über das, was sie (Ihm) zuschreiben.",
        "text_uthmani": "سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يَصِفُونَ",
        "text_uthmani_transcribed": "subḥānahū wa ta'ālā 'ammā yaṣifūn(a)."
      }
    ],
    "text_uthmani": "وَجَعَلُوا۟ لِلَّهِ شُرَكَآءَ ٱلْجِنَّ وَخَلَقَهُمْ ۖ وَخَرَقُوا۟ لَهُۥ بَنِينَ وَبَنَـٰتٍۭ بِغَيْرِ عِلْمٍ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يَصِفُونَ",
    "text_uthmani_transcribed": "Wa ja'alū lillāhi syurakā'al-jinna wa khalaqahum wa kharaqū lahū banīna wa banātim bigairi 'ilm(in), subḥānahū wa ta'ālā 'ammā yaṣifūn(a)."
  },
  {
    "verse_number": 101,
    "translation": "(Er ist) der Schöpfer der Himmel und der Erde in ihrer schönsten Form. Wie soll Er Kinder haben, wo Er doch keine Gefährtin hat und Er (sonst) alles erschaffen hat? Und Er weiß über alles Bescheid.",
    "segmented": [
      {
        "belongs_to_verse_number": 101,
        "translation": "(Er ist) der Schöpfer der Himmel und der Erde in ihrer schönsten Form.",
        "text_uthmani": "بَدِيعُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ",
        "text_uthmani_transcribed": "Badī'us-samāwāti wal-arḍ(i),"
      },
      {
        "belongs_to_verse_number": 101,
        "translation": "Wie soll Er Kinder haben, wo Er doch keine Gefährtin hat und Er (sonst) alles erschaffen hat? Und Er weiß über alles Bescheid.",
        "text_uthmani": "أَنَّىٰ يَكُونُ لَهُۥ وَلَدٌ وَلَمْ تَكُن لَّهُۥ صَـٰحِبَةٌ ۖ وَخَلَقَ كُلَّ شَىْءٍ ۖ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ",
        "text_uthmani_transcribed": "annā yakūnu lahū waladuw wa lam takul lahū ṣāḥibah(tun), wa khalaqa kulla syai'(in), wa huwa bikulli syai'in'alīm(un)."
      }
    ],
    "text_uthmani": "بَدِيعُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٌ وَلَمْ تَكُن لَّهُۥ صَـٰحِبَةٌ ۖ وَخَلَقَ كُلَّ شَىْءٍ ۖ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "text_uthmani_transcribed": "Badī'us-samāwāti wal-arḍ(i), annā yakūnu lahū waladuw wa lam takul lahū ṣāḥibah(tun), wa khalaqa kulla syai'(in), wa huwa bikulli syai'in'alīm(un)."
  },
  {
    "verse_number": 102,
    "translation": "Dies ist doch Allah, euer Herr. Es gibt keinen Gott außer Ihm, dem Schöpfer von allem. So dient Ihm! Er ist Sachwalter über alles.",
    "text_uthmani": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ خَـٰلِقُ كُلِّ شَىْءٍ فَٱعْبُدُوهُ ۚ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ وَكِيلٌ",
    "text_uthmani_transcribed": "Żālikumullāhu rabbukum, lā ilāha illā huw(a), khāliqu kulli syai'in fa'budūh(u), wa huwa 'alā kulli syai'iw wakīl(un)."
  },
  {
    "verse_number": 103,
    "translation": "Die Blicke erfassen Ihn nicht, Er aber erfaßt die Blicke. Und Er ist der Feinfühlige und Allkundige.",
    "text_uthmani": "لَّا تُدْرِكُهُ ٱلْأَبْصَـٰرُ وَهُوَ يُدْرِكُ ٱلْأَبْصَـٰرَ ۖ وَهُوَ ٱللَّطِيفُ ٱلْخَبِيرُ",
    "text_uthmani_transcribed": "Lā tudrikuhul-abṣāru wa huwa yudrikul-abṣār(a), wa huwal-laṭīful-khabīr(u)."
  },
  {
    "verse_number": 104,
    "translation": "Zu euch sind nunmehr einsicht bringende Zeichen von eurem Herrn gekommen. Wer einsichtig wird, der ist es zu seinem eigenen Vorteil, und wer blind ist, der ist es zu seinem eigenen Nachteil. Und ich bin nicht Hüter über euch.",
    "segmented": [
      {
        "belongs_to_verse_number": 104,
        "translation": "Zu euch sind nunmehr einsicht bringende Zeichen von eurem Herrn gekommen.",
        "text_uthmani": "قَدْ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمْ ۖ",
        "text_uthmani_transcribed": "Qad jā'akum baṣā'iru mir rabbikum,"
      },
      {
        "belongs_to_verse_number": 104,
        "translation": "Wer einsichtig wird, der ist es zu seinem eigenen Vorteil, und wer blind ist, der ist es zu seinem eigenen Nachteil.",
        "text_uthmani": "فَمَنْ أَبْصَرَ فَلِنَفْسِهِۦ ۖ وَمَنْ عَمِىَ فَعَلَيْهَا ۚ",
        "text_uthmani_transcribed": "faman abṣara fa linafsih(ī), wa man 'amiya fa 'alaihā,"
      },
      {
        "belongs_to_verse_number": 104,
        "translation": "Und ich bin nicht Hüter über euch.",
        "text_uthmani": "وَمَآ أَنَا۠ عَلَيْكُم بِحَفِيظٍ",
        "text_uthmani_transcribed": "wa mā ana 'alaikum biḥafīẓ(in)."
      }
    ],
    "text_uthmani": "قَدْ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمْ ۖ فَمَنْ أَبْصَرَ فَلِنَفْسِهِۦ ۖ وَمَنْ عَمِىَ فَعَلَيْهَا ۚ وَمَآ أَنَا۠ عَلَيْكُم بِحَفِيظٍ",
    "text_uthmani_transcribed": "Qad jā'akum baṣā'iru mir rabbikum, faman abṣara fa linafsih(ī), wa man 'amiya fa 'alaihā, wa mā ana 'alaikum biḥafīẓ(in)."
  },
  {
    "verse_number": 105,
    "translation": "So legen Wir die Zeichen verschiedenartig dar, - und damit sie sagen können: Du hast (es) erlernt und damit Wir ihn Leuten klar machen, die Bescheid wissen.",
    "segmented": [
      {
        "belongs_to_verse_number": 105,
        "translation": "So legen Wir die Zeichen verschiedenartig dar, - und damit sie sagen können: Du hast (es) erlernt",
        "text_uthmani": "وَكَذَٰلِكَ نُصَرِّفُ ٱلْـَٔايَـٰتِ وَلِيَقُولُوا۟ دَرَسْتَ",
        "text_uthmani_transcribed": "Wa każālika nuṣarriful-āyāti wa liyaqūlū darasta"
      },
      {
        "belongs_to_verse_number": 105,
        "translation": "und damit Wir ihn Leuten klar machen, die Bescheid wissen.",
        "text_uthmani": "وَلِنُبَيِّنَهُۥ لِقَوْمٍ يَعْلَمُونَ",
        "text_uthmani_transcribed": "wa linubayyinahū liqaumiy ya'lamūn(a)."
      }
    ],
    "text_uthmani": "وَكَذَٰلِكَ نُصَرِّفُ ٱلْـَٔايَـٰتِ وَلِيَقُولُوا۟ دَرَسْتَ وَلِنُبَيِّنَهُۥ لِقَوْمٍ يَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa każālika nuṣarriful-āyāti wa liyaqūlū darasta wa linubayyinahū liqaumiy ya'lamūn(a)."
  },
  {
    "verse_number": 106,
    "translation": "Folge dem, was dir von deinem Herrn (als Offenbarung) eingegeben worden ist! Es gibt keinen Gott außer Ihm. Und wende dich von den Götzendienern ab!",
    "segmented": [
      {
        "belongs_to_verse_number": 106,
        "translation": "Folge dem, was dir von deinem Herrn (als Offenbarung) eingegeben worden ist! Es gibt keinen Gott außer Ihm.",
        "text_uthmani": "ٱتَّبِعْ مَآ أُوحِىَ إِلَيْكَ مِن رَّبِّكَ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ",
        "text_uthmani_transcribed": "Ittabi' mā ūḥiya ilaika mir rabbik(a), lā ilāha illā huw(a)."
      },
      {
        "belongs_to_verse_number": 106,
        "translation": "Und wende dich von den Götzendienern ab!",
        "text_uthmani": "وَأَعْرِضْ عَنِ ٱلْمُشْرِكِينَ",
        "text_uthmani_transcribed": "wa a'riḍ 'anil-musyrikīn(a)."
      }
    ],
    "text_uthmani": "ٱتَّبِعْ مَآ أُوحِىَ إِلَيْكَ مِن رَّبِّكَ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ وَأَعْرِضْ عَنِ ٱلْمُشْرِكِينَ",
    "text_uthmani_transcribed": "Ittabi' mā ūḥiya ilaika mir rabbik(a), lā ilāha illā huw(a), wa a'riḍ 'anil-musyrikīn(a)."
  },
  {
    "verse_number": 107,
    "translation": "Wenn Allah gewollt hätte, hätten sie (Ihm) nicht(s) beigesellt. Und Wir haben dich nicht zum Hüter über sie gemacht, noch bist du (als) Sachwalter über sie (eingesetzt).",
    "segmented": [
      {
        "belongs_to_verse_number": 107,
        "translation": "Wenn Allah gewollt hätte, hätten sie (Ihm) nicht(s) beigesellt.",
        "text_uthmani": "وَلَوْ شَآءَ ٱللَّهُ مَآ أَشْرَكُوا۟ ۗ",
        "text_uthmani_transcribed": "Wa lau syā'allāhu mā asyrakū,"
      },
      {
        "belongs_to_verse_number": 107,
        "translation": "Und Wir haben dich nicht zum Hüter über sie gemacht, noch bist du (als) Sachwalter über sie (eingesetzt).",
        "text_uthmani": "وَمَا جَعَلْنَـٰكَ عَلَيْهِمْ حَفِيظًا ۖ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ",
        "text_uthmani_transcribed": "wa mā ja'alnā 'alaihim ḥafīẓā(n), wa mā anta 'alaihim biwakīl(in)."
      }
    ],
    "text_uthmani": "وَلَوْ شَآءَ ٱللَّهُ مَآ أَشْرَكُوا۟ ۗ وَمَا جَعَلْنَـٰكَ عَلَيْهِمْ حَفِيظًا ۖ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ",
    "text_uthmani_transcribed": "Wa lau syā'allāhu mā asyrakū, wa mā ja'alnā 'alaihim ḥafīẓā(n), wa mā anta 'alaihim biwakīl(in)."
  },
  {
    "verse_number": 108,
    "translation": "Und schmäht nicht diejenigen, die sie außer Allah anrufen, damit sie nicht in Übertretung ohne Wissen Allah schmähen! So haben Wir jeder Gemeinschaft ihr Tun ausgeschmückt erscheinen lassen. Hierauf wird ihre Rückkehr zu ihrem Herrn sein, und Er wird ihnen kundtun, was sie zu tun pflegten.",
    "segmented": [
      {
        "belongs_to_verse_number": 108,
        "translation": "Und schmäht nicht diejenigen, die sie außer Allah anrufen, damit sie nicht in Übertretung ohne Wissen Allah schmähen!",
        "text_uthmani": "وَلَا تَسُبُّوا۟ ٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّوا۟ ٱللَّهَ عَدْوًۢا بِغَيْرِ عِلْمٍ ۗ",
        "text_uthmani_transcribed": "Wa lā tasubbul-lażīna yad'ūna min dūnillāhi fa yasubbullāha 'adwam bigairi 'ilm(in),"
      },
      {
        "belongs_to_verse_number": 108,
        "translation": "So haben Wir jeder Gemeinschaft ihr Tun ausgeschmückt erscheinen lassen.",
        "text_uthmani": "كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ",
        "text_uthmani_transcribed": "Każālika zayyannā likulli ummatin 'amalahum"
      },
      {
        "belongs_to_verse_number": 108,
        "translation": "Hierauf wird ihre Rückkehr zu ihrem Herrn sein, und Er wird ihnen kundtun, was sie zu tun pflegten.",
        "text_uthmani": "ثُمَّ إِلَىٰ رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُوا۟ يَعْمَلُونَ",
        "text_uthmani_transcribed": "ṡumma ilā rabbihim marji'uhum fa yunabbi'uhum bimā kānū ya'malūn(a)."
      }
    ],
    "text_uthmani": "وَلَا تَسُبُّوا۟ ٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّوا۟ ٱللَّهَ عَدْوًۢا بِغَيْرِ عِلْمٍ ۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ ثُمَّ إِلَىٰ رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Wa lā tasubbul-lażīna yad'ūna min dūnillāhi fa yasubbullāha 'adwam bigairi 'ilm(in), każālika zayyannā likulli ummatin 'amalahum, ṡumma ilā rabbihim marji'uhum fa yunabbi'uhum bimā kānū ya'malūn(a)."
  },
  {
    "verse_number": 109,
    "translation": "Und sie haben bei Allah ihren kräftigsten Eid geschworen, sie würden, wenn nur ein Zeichen zu ihnen käme, ganz gewiß daran glauben. Sag: Nur bei Allah sind die Zeichen. Was sollte euch auch merken lassen, daß, wenn es tatsächlich käme, sie doch nicht glauben?",
    "segmented": [
      {
        "belongs_to_verse_number": 109,
        "translation": "Und sie haben bei Allah ihren kräftigsten Eid geschworen, sie würden, wenn nur ein Zeichen zu ihnen käme, ganz gewiß daran glauben.",
        "text_uthmani": "وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ لَئِن جَآءَتْهُمْ ءَايَةٌ لَّيُؤْمِنُنَّ بِهَا ۚ",
        "text_uthmani_transcribed": "Wa aqsamū billāhi jahda aimānihim la'in jā'athum āyatul layu'minunna bihā,"
      },
      {
        "belongs_to_verse_number": 109,
        "translation": "Sag: Nur bei Allah sind die Zeichen. Was sollte euch auch merken lassen, daß, wenn es tatsächlich käme, sie doch nicht glauben?",
        "text_uthmani": "قُلْ إِنَّمَا ٱلْـَٔايَـٰتُ عِندَ ٱللَّهِ ۖ وَمَا يُشْعِرُكُمْ أَنَّهَآ إِذَا جَآءَتْ لَا يُؤْمِنُونَ",
        "text_uthmani_transcribed": "qul innamal-āyātu 'indallāhi wa mā yusy'irukum annahā iżā jā'at lā yu'minūn(a)."
      }
    ],
    "text_uthmani": "وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ لَئِن جَآءَتْهُمْ ءَايَةٌ لَّيُؤْمِنُنَّ بِهَا ۚ قُلْ إِنَّمَا ٱلْـَٔايَـٰتُ عِندَ ٱللَّهِ ۖ وَمَا يُشْعِرُكُمْ أَنَّهَآ إِذَا جَآءَتْ لَا يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Wa aqsamū billāhi jahda aimānihim la'in jā'athum āyatul layu'minunna bihā, qul innamal-āyātu 'indallāhi wa mā yusy'irukum annahā iżā jā'at lā yu'minūn(a)."
  },
  {
    "verse_number": 110,
    "translation": "Und Wir kehren ihre Herzen und ihr Augenlicht um, so wie sie das erste Mal nicht daran geglaubt haben. Und Wir lassen sie in ihrer Auflehnung umherirren.",
    "segmented": [
      {
        "belongs_to_verse_number": 110,
        "translation": "Und Wir kehren ihre Herzen und ihr Augenlicht um, so wie sie das erste Mal nicht daran geglaubt haben.",
        "text_uthmani": "وَنُقَلِّبُ أَفْـِٔدَتَهُمْ وَأَبْصَـٰرَهُمْ كَمَا لَمْ يُؤْمِنُوا۟ بِهِۦٓ أَوَّلَ مَرَّةٍ",
        "text_uthmani_transcribed": "Wa nuqallibu af'idatahum wa abṣārahum kamā lam yu'minū bihī awwala marratin."
      },
      {
        "belongs_to_verse_number": 110,
        "translation": "Und Wir lassen sie in ihrer Auflehnung umherirren.",
        "text_uthmani": "وَنَذَرُهُمْ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
        "text_uthmani_transcribed": "wa nażaruhum fī ṭugyānihim ya'mahūn(a)."
      }
    ],
    "text_uthmani": "وَنُقَلِّبُ أَفْـِٔدَتَهُمْ وَأَبْصَـٰرَهُمْ كَمَا لَمْ يُؤْمِنُوا۟ بِهِۦٓ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
    "text_uthmani_transcribed": "Wa nuqallibu af'idatahum wa abṣārahum kamā lam yu'minū bihī awwala marratiw wa nażaruhum fī ṭugyānihim ya'mahūn(a)."
  },
  {
    "verse_number": 111,
    "translation": "Wenn Wir auch zu ihnen die Engel hinabsendeten, die Toten zu ihnen sprächen und Wir alle Dinge vor ihren Augen versammelten, sie würden unmöglich glauben, es sei denn, Allah wollte es. Aber die meisten von ihnen wissen nicht.",
    "segmented": [
      {
        "belongs_to_verse_number": 111,
        "translation": "Wenn Wir auch zu ihnen die Engel hinabsendeten, die Toten zu ihnen sprächen",
        "text_uthmani": "۞ وَلَوْ أَنَّنَا نَزَّلْنَآ إِلَيْهِمُ ٱلْمَلَـٰٓئِكَةَ وَكَلَّمَهُمُ ٱلْمَوْتَىٰ",
        "text_uthmani_transcribed": "Wa lau annanā nazzalnā ilaihimul-malā'ikata wa kallamahumul-mautā"
      },
      {
        "belongs_to_verse_number": 111,
        "translation": "und Wir alle Dinge vor ihren Augen versammelten, sie würden unmöglich glauben, es sei denn, Allah wollte es.",
        "text_uthmani": "وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَىْءٍ قُبُلًا مَّا كَانُوا۟ لِيُؤْمِنُوٓا۟ إِلَّآ أَن يَشَآءَ ٱللَّهُ",
        "text_uthmani_transcribed": "wa ḥasyarnā 'alaihim kulla syai'in qubulam mā kānū liyu'minū illā ay yasyā'allāhu"
      },
      {
        "belongs_to_verse_number": 111,
        "translation": "Aber die meisten von ihnen wissen nicht.",
        "text_uthmani": "وَلَـٰكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ",
        "text_uthmani_transcribed": "wa lākinna akṡarahum yajhalūn(a)."
      }
    ],
    "text_uthmani": "۞ وَلَوْ أَنَّنَا نَزَّلْنَآ إِلَيْهِمُ ٱلْمَلَـٰٓئِكَةَ وَكَلَّمَهُمُ ٱلْمَوْتَىٰ وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَىْءٍ قُبُلًا مَّا كَانُوا۟ لِيُؤْمِنُوٓا۟ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَـٰكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ",
    "text_uthmani_transcribed": "Wa lau annanā nazzalnā ilaihimul-malā'ikata wa kallamahumul-mautā wa ḥasyarnā 'alaihim kulla syai'in qubulam mā kānū liyu'minū illā ay yasyā'allāhu wa lākinna akṡarahum yajhalūn(a)."
  },
  {
    "verse_number": 112,
    "translation": "Und so haben Wir jedem Propheten Feinde bestimmt: die Satane der Menschen und der Ginn, von denen die einen den anderen prunkende Worte eingeben in Trug und wenn dein Herr gewollt hätte, hätten sie es nicht getan; so lasse sie (stehen) mit dem, was sie an Lügen ersinnen -,",
    "segmented": [
      {
        "belongs_to_verse_number": 112,
        "translation": "Und so haben Wir jedem Propheten Feinde bestimmt: die Satane der Menschen",
        "text_uthmani": "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِىٍّ عَدُوًّا شَيَـٰطِينَ ٱلْإِنسِ",
        "text_uthmani_transcribed": "Wa każālika ja'alnā likulli nabiyyin 'aduwwan syayāṭīnal-insi"
      },
      {
        "belongs_to_verse_number": 112,
        "translation": "und der Ginn, von denen die einen den anderen prunkende Worte eingeben in Trug",
        "text_uthmani": "وَٱلْجِنِّ يُوحِى بَعْضُهُمْ إِلَىٰ بَعْضٍ زُخْرُفَ ٱلْقَوْلِ غُرُورًا",
        "text_uthmani_transcribed": "wal-jinni yūḥī ba'ḍuhum ilā ba'ḍin zukhrufal-qauli gurūrā(n)"
      },
      {
        "belongs_to_verse_number": 112,
        "translation": "und wenn dein Herr gewollt hätte, hätten sie es nicht getan; so lasse sie (stehen) mit dem, was sie an Lügen ersinnen -,",
        "text_uthmani": "وَلَوْ شَآءَ رَبُّكَ مَا فَعَلُوهُ ۖ فَذَرْهُمْ وَمَا يَفْتَرُونَ",
        "text_uthmani_transcribed": "wa lau syā'a rabbuka mā fa'alūhu fa żarhum wa mā yaftarūn(a)."
      }
    ],
    "text_uthmani": "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِىٍّ عَدُوًّا شَيَـٰطِينَ ٱلْإِنسِ وَٱلْجِنِّ يُوحِى بَعْضُهُمْ إِلَىٰ بَعْضٍ زُخْرُفَ ٱلْقَوْلِ غُرُورًا ۚ وَلَوْ شَآءَ رَبُّكَ مَا فَعَلُوهُ ۖ فَذَرْهُمْ وَمَا يَفْتَرُونَ",
    "text_uthmani_transcribed": "Wa każālika ja'alnā likulli nabiyyin 'aduwwan syayāṭīnal-insi wal-jinni yūḥī ba'ḍuhum ilā ba'ḍin zukhrufal-qauli gurūrā(n), wa lau syā'a rabbuka mā fa'alūhu fa żarhum wa mā yaftarūn(a)."
  },
  {
    "verse_number": 113,
    "translation": "und damit die Herzen derjenigen, die an das Jenseits nicht glauben, dem zuneigen, und damit sie damit zufrieden sind und begehen, was sie begehen.",
    "segmented": [
      {
        "belongs_to_verse_number": 113,
        "translation": "und damit die Herzen derjenigen, die an das Jenseits nicht glauben, dem zuneigen, und damit sie damit zufrieden sind",
        "text_uthmani": "وَلِتَصْغَىٰٓ إِلَيْهِ أَفْـِٔدَةُ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ وَلِيَرْضَوْهُ",
        "text_uthmani_transcribed": "Wa litaṣgā ilaihi af'idatul-lażīna lā yu'minūna bil-ākhirati wa liyarḍauhu"
      },
      {
        "belongs_to_verse_number": 113,
        "translation": "und begehen, was sie begehen.",
        "text_uthmani": "وَلِيَقْتَرِفُوا۟ مَا هُم مُّقْتَرِفُونَ",
        "text_uthmani_transcribed": "wa liyaqtarifū mā hum muqtarifūn(a)."
      }
    ],
    "text_uthmani": "وَلِتَصْغَىٰٓ إِلَيْهِ أَفْـِٔدَةُ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوا۟ مَا هُم مُّقْتَرِفُونَ",
    "text_uthmani_transcribed": "Wa litaṣgā ilaihi af'idatul-lażīna lā yu'minūna bil-ākhirati wa liyarḍauhu wa liyaqtarifū mā hum muqtarifūn(a)."
  },
  {
    "verse_number": 114,
    "translation": "Soll ich denn einen anderen Schiedsrichter als Allah begehren, wo Er es doch ist, der das Buch, ausführlich dargelegt, zu euch herabgesandt hat? Diejenigen, denen Wir die Schrift gaben, wissen, daß es von deinem Herrn mit der Wahrheit herabgesandt wurde. So gehöre ja nicht zu den Zweiflern.",
    "segmented": [
      {
        "belongs_to_verse_number": 114,
        "translation": "Soll ich denn einen anderen Schiedsrichter als Allah begehren, wo Er es doch ist, der das Buch, ausführlich dargelegt, zu euch herabgesandt hat?",
        "text_uthmani": "أَفَغَيْرَ ٱللَّهِ أَبْتَغِى حَكَمًا وَهُوَ ٱلَّذِىٓ أَنزَلَ إِلَيْكُمُ ٱلْكِتَـٰبَ مُفَصَّلًا ۚ",
        "text_uthmani_transcribed": "Afagairallāhi abtagī ḥakamaw wa huwal-lażī anzala ilaikumul-kitāba mufaṣṣalā(n),"
      },
      {
        "belongs_to_verse_number": 114,
        "translation": "Diejenigen, denen Wir die Schrift gaben, wissen, daß es von deinem Herrn mit der Wahrheit herabgesandt wurde.",
        "text_uthmani": "وَٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَعْلَمُونَ أَنَّهُۥ مُنَزَّلٌ مِّن رَّبِّكَ بِٱلْحَقِّ ۖ",
        "text_uthmani_transcribed": "wal-lażīna ātaināhumul-kitāba ya'lamūna annahū munazzalum mir rabbika bil-ḥaqqi ۖ"
      },
      {
        "belongs_to_verse_number": 114,
        "translation": "So gehöre ja nicht zu den Zweiflern.",
        "text_uthmani": "فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ",
        "text_uthmani_transcribed": "falā takunanna minal-mumtarīn(a)."
      }
    ],
    "text_uthmani": "أَفَغَيْرَ ٱللَّهِ أَبْتَغِى حَكَمًا وَهُوَ ٱلَّذِىٓ أَنزَلَ إِلَيْكُمُ ٱلْكِتَـٰبَ مُفَصَّلًا ۚ وَٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَعْلَمُونَ أَنَّهُۥ مُنَزَّلٌ مِّن رَّبِّكَ بِٱلْحَقِّ ۖ فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ",
    "text_uthmani_transcribed": "Afagairallāhi abtagī ḥakamaw wa huwal-lażī anzala ilaikumul-kitāba mufaṣṣalā(n), wal-lażīna ātaināhumul-kitāba ya'lamūna annahū munazzalum mir rabbika bil-ḥaqqi falā takunanna minal-mumtarīn(a)."
  },
  {
    "verse_number": 115,
    "translation": "Vollkommen ist das Wort deines Herrn in Wahrhaftigkeit und Gerechtigkeit. Es gibt niemanden, der Seine Worte abändern könnte. Und Er ist der Allhörende und Allwissende.",
    "segmented": [
      {
        "belongs_to_verse_number": 115,
        "translation": "Vollkommen ist das Wort deines Herrn in Wahrhaftigkeit und Gerechtigkeit. Es gibt niemanden, der Seine Worte abändern könnte.",
        "text_uthmani": "وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا ۚ لَّا مُبَدِّلَ لِكَلِمَـٰتِهِۦ ۚ",
        "text_uthmani_transcribed": "Wa tammat kalimatu rabbika ṣidqaw wa 'adlā(n), lā mubaddila likalimātih(ī),"
      },
      {
        "belongs_to_verse_number": 115,
        "translation": "Und Er ist der Allhörende und Allwissende.",
        "text_uthmani": "وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
        "text_uthmani_transcribed": "wa huwas-samī'ul-'alīm(u)."
      }
    ],
    "text_uthmani": "وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا ۚ لَّا مُبَدِّلَ لِكَلِمَـٰتِهِۦ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "text_uthmani_transcribed": "Wa tammat kalimatu rabbika ṣidqaw wa 'adlā(n), lā mubaddila likalimātih(ī), wa huwas-samī'ul-'alīm(u)."
  },
  {
    "verse_number": 116,
    "translation": "Wenn du den meisten von denen, die auf der Erde sind, gehorchst, werden sie dich von Allahs Weg ab in die Irre führen. Sie folgen nur Mutmaßungen, und sie stellen nur Schätzungen an.",
    "segmented": [
      {
        "belongs_to_verse_number": 116,
        "translation": "Wenn du den meisten von denen, die auf der Erde sind, gehorchst, werden sie dich von Allahs Weg ab in die Irre führen.",
        "text_uthmani": "وَإِن تُطِعْ أَكْثَرَ مَن فِى ٱلْأَرْضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِ ۚ",
        "text_uthmani_transcribed": "Wa in tuṭi' akṡara man fil-arḍi yuḍillūka 'an sabīlillāh(i),"
      },
      {
        "belongs_to_verse_number": 116,
        "translation": "Sie folgen nur Mutmaßungen, und sie stellen nur Schätzungen an.",
        "text_uthmani": "إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ",
        "text_uthmani_transcribed": "iy yattabi'ūna illaẓ-ẓanna wa in hum illā yakhruṣ ūn(a)."
      }
    ],
    "text_uthmani": "وَإِن تُطِعْ أَكْثَرَ مَن فِى ٱلْأَرْضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِ ۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ",
    "text_uthmani_transcribed": "Wa in tuṭi' akṡara man fil-arḍi yuḍillūka 'an sabīlillāh(i), iy yattabi'ūna illaẓ-ẓanna wa in hum illā yakhruṣ ūn(a)."
  },
  {
    "verse_number": 117,
    "translation": "Gewiß, dein Herr kennt sehr wohl, wer von Seinem Weg abirrt, und Er kennt sehr wohl die Rechtgeleiteten.",
    "text_uthmani": "إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦ ۖ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ",
    "text_uthmani_transcribed": "Inna rabbaka huwa a'lamu may yaḍillu 'an sabīlih(ī), wa huwa a'lamu bil-muhtadīn(a)."
  },
  {
    "verse_number": 118,
    "translation": "Eßt von dem, worüber Allahs Name ausgesprochen worden ist, wenn ihr an Seine Zeichen glaubt.",
    "text_uthmani": "فَكُلُوا۟ مِمَّا ذُكِرَ ٱسْمُ ٱللَّهِ عَلَيْهِ إِن كُنتُم بِـَٔايَـٰتِهِۦ مُؤْمِنِينَ",
    "text_uthmani_transcribed": "Fa kulū mimmā żukirasmullāhi 'alaihi in kuntum bi'āyātihī mu'minīn(a)."
  },
  {
    "verse_number": 119,
    "translation": "Was ist mit euch, daß ihr nicht von dem eßt, worüber Allahs Name ausgesprochen worden ist, wo Er euch doch ausführlich dargelegt hat, was Er euch verboten hat, außer dem, wozu ihr gezwungen werdet? Viele führen wahrlich (andere) durch ihre Neigungen ohne Wissen in die Irre. Aber dein Herr weiß sehr wohl über die Übertreter Bescheid.",
    "segmented": [
      {
        "belongs_to_verse_number": 119,
        "translation": "Was ist mit euch, daß ihr nicht von dem eßt, worüber Allahs Name ausgesprochen worden ist, wo Er euch doch ausführlich dargelegt hat, was Er",
        "text_uthmani": "وَمَا لَكُمْ أَلَّا تَأْكُلُوا۟ مِمَّا ذُكِرَ ٱسْمُ ٱللَّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُم مَّا",
        "text_uthmani_transcribed": "Wa mā lakum allā ta'kulū mimmā żukirasmullāhi 'alaihi wa qad faṣṣala lakum mā"
      },
      {
        "belongs_to_verse_number": 119,
        "translation": "euch verboten hat, außer dem, wozu ihr gezwungen werdet?",
        "text_uthmani": "مَّا حَرَّمَ عَلَيْكُمْ إِلَّا مَا ٱضْطُرِرْتُمْ إِلَيْهِ ۗ",
        "text_uthmani_transcribed": "mā ḥarrama 'alaikum illā maḍṭurirtum ilaih(i),"
      },
      {
        "belongs_to_verse_number": 119,
        "translation": "Viele führen wahrlich (andere) durch ihre Neigungen ohne Wissen in die Irre. Aber dein Herr weiß sehr wohl über die Übertreter Bescheid.",
        "text_uthmani": "وَإِنَّ كَثِيرًا لَّيُضِلُّونَ بِأَهْوَآئِهِم بِغَيْرِ عِلْمٍ ۗ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِٱلْمُعْتَدِينَ",
        "text_uthmani_transcribed": "wa inna kaṡīral layuḍillūna bi'ahwā'ihim bigairi 'ilm(in), inna rabbaka huwa a'lamu bil-mu'tadīn(a)."
      }
    ],
    "text_uthmani": "وَمَا لَكُمْ أَلَّا تَأْكُلُوا۟ مِمَّا ذُكِرَ ٱسْمُ ٱللَّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيْكُمْ إِلَّا مَا ٱضْطُرِرْتُمْ إِلَيْهِ ۗ وَإِنَّ كَثِيرًا لَّيُضِلُّونَ بِأَهْوَآئِهِم بِغَيْرِ عِلْمٍ ۗ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِٱلْمُعْتَدِينَ",
    "text_uthmani_transcribed": "Wa mā lakum allā ta'kulū mimmā żukirasmullāhi 'alaihi wa qad faṣṣala lakum mā ḥarrama 'alaikum illā maḍṭurirtum ilaih(i), wa inna kaṡīral layuḍillūna bi'ahwā'ihim bigairi 'ilm(in), inna rabbaka huwa a'lamu bil-mu'tadīn(a)."
  },
  {
    "verse_number": 120,
    "translation": "Unterlaßt das Offenkundige an Sünde und das Verborgene! Gewiß, denen, die Sünde erwerben, wird das vergolten, was sie zu begehen pflegten.",
    "text_uthmani": "وَذَرُوا۟ ظَـٰهِرَ ٱلْإِثْمِ وَبَاطِنَهُۥٓ ۚ إِنَّ ٱلَّذِينَ يَكْسِبُونَ ٱلْإِثْمَ سَيُجْزَوْنَ بِمَا كَانُوا۟ يَقْتَرِفُونَ",
    "text_uthmani_transcribed": "Wa żarū ẓāhiral-iṡmi wa bāṭinah(ū), innal-lażīna yaksibūnal-iṡma sayujzauna bimā kānū yaqtarifūn(a)."
  },
  {
    "verse_number": 121,
    "translation": "Und eßt nicht von dem, worüber der Name Allahs nicht ausgesprochen worden ist. Das ist wahrlich Frevel. Die Satane geben ihren Schützlingen in der Tat ein, mit euch zu streiten. Wenn ihr ihnen gehorcht, seid ihr fürwahr Götzendiener.",
    "segmented": [
      {
        "belongs_to_verse_number": 121,
        "translation": "Und eßt nicht von dem, worüber der Name Allahs nicht ausgesprochen worden ist. Das ist wahrlich Frevel.",
        "text_uthmani": "وَلَا تَأْكُلُوا۟ مِمَّا لَمْ يُذْكَرِ ٱسْمُ ٱللَّهِ عَلَيْهِ وَإِنَّهُۥ لَفِسْقٌ ۗ",
        "text_uthmani_transcribed": "Wa lā ta'kulū mimmā lam yużkarismullāhi 'alaihi wa innahū lafisq(un),"
      },
      {
        "belongs_to_verse_number": 121,
        "translation": "Die Satane geben ihren Schützlingen in der Tat ein, mit euch zu streiten. Wenn ihr ihnen gehorcht, seid ihr fürwahr Götzendiener.",
        "text_uthmani": "وَإِنَّ ٱلشَّيَـٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوْلِيَآئِهِمْ لِيُجَـٰدِلُوكُمْ ۖ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ",
        "text_uthmani_transcribed": "wa innasy-syayāṭīna layūḥūna ilā auliyā'ihim liyujādilūkum, wa in aṭa'tumūhum innakum lamusyrikūn(a)."
      }
    ],
    "text_uthmani": "وَلَا تَأْكُلُوا۟ مِمَّا لَمْ يُذْكَرِ ٱسْمُ ٱللَّهِ عَلَيْهِ وَإِنَّهُۥ لَفِسْقٌ ۗ وَإِنَّ ٱلشَّيَـٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوْلِيَآئِهِمْ لِيُجَـٰدِلُوكُمْ ۖ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ",
    "text_uthmani_transcribed": "Wa lā ta'kulū mimmā lam yużkarismullāhi 'alaihi wa innahū lafisq(un), wa innasy-syayāṭīna layūḥūna ilā auliyā'ihim liyujādilūkum, wa in aṭa'tumūhum innakum lamusyrikūn(a)."
  },
  {
    "verse_number": 122,
    "translation": "Ist denn der, der tot war, und den Wir dann lebendig gemacht und dem Wir ein Licht gegeben haben, worin er unter den Menschen geht, wie einer, dessen Gleichnis das jemandes ist, der sich in Finsternissen befindet, aus denen er nicht herauskommen kann? So ist den Ungläubigen ausgeschmückt, was sie zu tun pflegten.",
    "segmented": [
      {
        "belongs_to_verse_number": 122,
        "translation": "Ist denn der, der tot war, und den Wir dann lebendig gemacht",
        "text_uthmani": "أَوَمَن كَانَ مَيْتًا فَأَحْيَيْنَـٰهُ",
        "text_uthmani_transcribed": "Awa man kāna maitan fa aḥyaināhu"
      },
      {
        "belongs_to_verse_number": 122,
        "translation": "und dem Wir ein Licht gegeben haben, worin er unter den Menschen geht, wie einer, dessen Gleichnis das jemandes ist, der sich in Finsternissen befindet, aus denen er nicht herauskommen kann?",
        "text_uthmani": "وَجَعَلْنَا لَهُۥ نُورًا يَمْشِى بِهِۦ فِى ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِى ٱلظُّلُمَـٰتِ لَيْسَ بِخَارِجٍ مِّنْهَا",
        "text_uthmani_transcribed": "wa ja'alnā lahū nūray yamsyī bihī fin-nāsi kamam maṡaluhū fiẓ-ẓulumāti laisa bikhārijim minhā"
      },
      {
        "belongs_to_verse_number": 122,
        "translation": "So ist den Ungläubigen ausgeschmückt, was sie zu tun pflegten.",
        "text_uthmani": "كَذَٰلِكَ زُيِّنَ لِلْكَـٰفِرِينَ مَا كَانُوا۟ يَعْمَلُونَ",
        "text_uthmani_transcribed": "każālika zuyyina lil-kāfirīna mā kānū ya'malūn(a)."
      }
    ],
    "text_uthmani": "أَوَمَن كَانَ مَيْتًا فَأَحْيَيْنَـٰهُ وَجَعَلْنَا لَهُۥ نُورًا يَمْشِى بِهِۦ فِى ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِى ٱلظُّلُمَـٰتِ لَيْسَ بِخَارِجٍ مِّنْهَا ۚ كَذَٰلِكَ زُيِّنَ لِلْكَـٰفِرِينَ مَا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Awa man kāna maitan fa aḥyaināhu wa ja'alnā lahū nūray yamsyī bihī fin-nāsi kamam maṡaluhū fiẓ-ẓulumāti laisa bikhārijim minhā, każālika zuyyina lil-kāfirīna mā kānū ya'malūn(a)."
  },
  {
    "verse_number": 123,
    "translation": "Und so haben Wir in jeder Stadt ihre größten Übeltäter bestimmt, damit sie darin Ränke schmieden. Sie schmieden aber Ränke nur gegen sich selbst, ohne zu merken.",
    "segmented": [
      {
        "belongs_to_verse_number": 123,
        "translation": "Und so haben Wir in jeder Stadt ihre größten Übeltäter bestimmt, damit sie darin Ränke schmieden.",
        "text_uthmani": "وَكَذَٰلِكَ جَعَلْنَا فِى كُلِّ قَرْيَةٍ أَكَـٰبِرَ مُجْرِمِيهَا لِيَمْكُرُوا۟ فِيهَا ۖ",
        "text_uthmani_transcribed": "Wa każālika ja'alnā fī kulli qaryatin akābira mujrimīhā liyamkurū fīhā."
      },
      {
        "belongs_to_verse_number": 123,
        "translation": "Sie schmieden aber Ränke nur gegen sich selbst, ohne zu merken.",
        "text_uthmani": "وَمَا يَمْكُرُونَ إِلَّا بِأَنفُسِهِمْ وَمَا يَشْعُرُونَ",
        "text_uthmani_transcribed": "wa mā yamkurūna illā bi'anfusihim wa mā yasy'urūn(a)."
      }
    ],
    "text_uthmani": "وَكَذَٰلِكَ جَعَلْنَا فِى كُلِّ قَرْيَةٍ أَكَـٰبِرَ مُجْرِمِيهَا لِيَمْكُرُوا۟ فِيهَا ۖ وَمَا يَمْكُرُونَ إِلَّا بِأَنفُسِهِمْ وَمَا يَشْعُرُونَ",
    "text_uthmani_transcribed": "Wa każālika ja'alnā fī kulli qaryatin akābira mujrimīhā liyamkurū fīhā, wa mā yamkurūna illā bi'anfusihim wa mā yasy'urūn(a)."
  },
  {
    "verse_number": 124,
    "translation": "Und wenn ein Zeichen zu ihnen kommt, sagen sie: Wir werden nicht glauben, bevor uns nicht gegeben wird, was den Gesandten Allahs gegeben wurde. Allah weiß sehr wohl, wo Er Seine Botschaft anbringt. Diejenigen, die Übeltaten begehen, werden bei Allah Erniedrigung und strenge Strafe treffen dafür, daß sie Ränke zu schmieden pflegten.",
    "segmented": [
      {
        "belongs_to_verse_number": 124,
        "translation": "Und wenn ein Zeichen zu ihnen kommt, sagen sie: Wir werden nicht glauben, bevor uns nicht gegeben wird, was den Gesandten Allahs gegeben wurde.",
        "text_uthmani": "وَإِذَا جَآءَتْهُمْ ءَايَةٌ قَالُوا۟ لَن نُّؤْمِنَ حَتَّىٰ نُؤْتَىٰ مِثْلَ مَآ أُوتِىَ رُسُلُ ٱللَّهِ ۘ",
        "text_uthmani_transcribed": "Wa iżā jā'athum āyatun qālū lan nu'mina ḥattā nu'tā miṡla mā ūtiya rusulullāh(i),"
      },
      {
        "belongs_to_verse_number": 124,
        "translation": "Allah weiß sehr wohl, wo Er Seine Botschaft anbringt.",
        "text_uthmani": "ٱللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُۥ ۗ",
        "text_uthmani_transcribed": "allāhu a'lamu ḥaiṡu yaj'alu risālatah(ū)"
      },
      {
        "belongs_to_verse_number": 124,
        "translation": "Diejenigen, die Übeltaten begehen, werden bei Allah Erniedrigung und strenge Strafe treffen dafür, daß sie Ränke zu schmieden pflegten.",
        "text_uthmani": "سَيُصِيبُ ٱلَّذِينَ أَجْرَمُوا۟ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٌ شَدِيدٌۢ بِمَا كَانُوا۟ يَمْكُرُونَ",
        "text_uthmani_transcribed": "Sayuṣībul-lażīna ajramū ṣagārun 'indallāhi wa 'ażābun syadīdum bimā kānū yamkurūn(a)."
      }
    ],
    "text_uthmani": "وَإِذَا جَآءَتْهُمْ ءَايَةٌ قَالُوا۟ لَن نُّؤْمِنَ حَتَّىٰ نُؤْتَىٰ مِثْلَ مَآ أُوتِىَ رُسُلُ ٱللَّهِ ۘ ٱللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُۥ ۗ سَيُصِيبُ ٱلَّذِينَ أَجْرَمُوا۟ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٌ شَدِيدٌۢ بِمَا كَانُوا۟ يَمْكُرُونَ",
    "text_uthmani_transcribed": "Wa iżā jā'athum āyatun qālū lan nu'mina ḥattā nu'tā miṡla mā ūtiya rusulullāh(i), allāhu a'lamu ḥaiṡu yaj'alu risālatah(ū), sayuṣībul-lażīna ajramū ṣagārun 'indallāhi wa 'ażābun syadīdum bimā kānū yamkurūn(a)."
  },
  {
    "verse_number": 125,
    "translation": "Wen Allah rechtleiten will, dem tut Er die Brust auf für den Islam. Und wen Er in die Irre gehen lassen will, dem macht Er die Brust eng und bedrängt, so als ob er in den Himmel hochsteigen sollte. So legt Allah den Greuel auf diejenigen, die nicht glauben.",
    "segmented": [
      {
        "belongs_to_verse_number": 125,
        "translation": "Wen Allah rechtleiten will, dem tut Er die Brust auf für den Islam.",
        "text_uthmani": "فَمَن يُرِدِ ٱللَّهُ أَن يَهْدِيَهُۥ يَشْرَحْ صَدْرَهُۥ لِلْإِسْلَـٰمِ ۖ",
        "text_uthmani_transcribed": "Fa may yuridillāhu ay yahdiyahū yasyraḥ ṣadrahū lil-islām(i),"
      },
      {
        "belongs_to_verse_number": 125,
        "translation": "Und wen Er in die Irre gehen lassen will, dem macht Er die Brust eng und bedrängt, so als ob er in den Himmel hochsteigen sollte.",
        "text_uthmani": "وَمَن يُرِدْ أَن يُضِلَّهُۥ يَجْعَلْ صَدْرَهُۥ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِى ٱلسَّمَآءِ ۚ",
        "text_uthmani_transcribed": "wa may yurid ay yuḍillahū yaj'al ṣadrahū ḍayyiqan ḥarajan ka'annamā yaṣṣa''adu fis-samā'(i),"
      },
      {
        "belongs_to_verse_number": 125,
        "translation": "So legt Allah den Greuel auf diejenigen, die nicht glauben.",
        "text_uthmani": "كَذَٰلِكَ يَجْعَلُ ٱللَّهُ ٱلرِّجْسَ عَلَى ٱلَّذِينَ لَا يُؤْمِنُونَ",
        "text_uthmani_transcribed": "każālika yaj'alullāhur-rijsa 'alal-lażīna lā yu'minūn(a)."
      }
    ],
    "text_uthmani": "فَمَن يُرِدِ ٱللَّهُ أَن يَهْدِيَهُۥ يَشْرَحْ صَدْرَهُۥ لِلْإِسْلَـٰمِ ۖ وَمَن يُرِدْ أَن يُضِلَّهُۥ يَجْعَلْ صَدْرَهُۥ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِى ٱلسَّمَآءِ ۚ كَذَٰلِكَ يَجْعَلُ ٱللَّهُ ٱلرِّجْسَ عَلَى ٱلَّذِينَ لَا يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Fa may yuridillāhu ay yahdiyahū yasyraḥ ṣadrahū lil-islām(i), wa may yurid ay yuḍillahū yaj'al ṣadrahū ḍayyiqan ḥarajan ka'annamā yaṣṣa''adu fis-samā'(i), każālika yaj'alullāhur-rijsa  'alal-lażīna lā yu'minūn(a)."
  },
  {
    "verse_number": 126,
    "translation": "Und dies ist der Weg deines Herrn, ein gerader. Nunmehr haben Wir die Zeichen ausführlich dargelegt für Leute, die bedenken.",
    "text_uthmani": "وَهَـٰذَا صِرَٰطُ رَبِّكَ مُسْتَقِيمًا ۗ قَدْ فَصَّلْنَا ٱلْـَٔايَـٰتِ لِقَوْمٍ يَذَّكَّرُونَ",
    "text_uthmani_transcribed": "Wa hāżā ṣirāṭu rabbika mustaqīmā(n), qad faṣṣalnal-āyāti liqaumiy yażżakkarūn(a)."
  },
  {
    "verse_number": 127,
    "translation": "Für sie gibt es die Wohnstätte des Friedens bei ihrem Herrn. Er ist ihr Schutzherr, für das, was sie zu tun pflegten.",
    "text_uthmani": "۞ لَهُمْ دَارُ ٱلسَّلَـٰمِ عِندَ رَبِّهِمْ ۖ وَهُوَ وَلِيُّهُم بِمَا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Lahum dārus-salāmi 'inda rabbihim wa huwa waliyyuhum bimā kānū ya'malūn(a)."
  },
  {
    "verse_number": 128,
    "translation": "Und an dem Tag, da Er sie alle versammelt (wird Er sagen): O Gesellschaft der Ginn! Viele Menschen habt ihr (verführt). Und ihre Schützlinge unter den Menschen sagen: Unser Herr, wir haben voneinander (den Vorteil) genossen und haben (nun) unsere Frist erreicht, die Du uns gesetzt hast. Er wird sagen: Das (Höllen)feuer ist euer Aufenthalt, ewig darin zu bleiben, außer Allah will es (anders). Gewiß, dein Herr ist Allweise und Allwissend.",
    "segmented": [
      {
        "belongs_to_verse_number": 128,
        "translation": "Und an dem Tag, da Er sie alle versammelt (wird Er sagen): O Gesellschaft der Ginn! Viele Menschen habt ihr (verführt).",
        "text_uthmani": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا يَـٰمَعْشَرَ ٱلْجِنِّ قَدِ ٱسْتَكْثَرْتُم مِّنَ ٱلْإِنسِ ۖ",
        "text_uthmani_transcribed": "Wa yauma yaḥsyuruhum jamī'ā(n), yā ma'syaral-jinni qadistakṡartum minal-ins(i),"
      },
      {
        "belongs_to_verse_number": 128,
        "translation": "Und ihre Schützlinge unter den Menschen sagen: Unser Herr, wir haben voneinander (den Vorteil) genossen",
        "text_uthmani": "وَقَالَ أَوْلِيَآؤُهُم مِّنَ ٱلْإِنسِ رَبَّنَا ٱسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ",
        "text_uthmani_transcribed": "wa qāla auliyā'uhum minal-insi rabbanastamta'a ba'ḍunā biba'ḍin"
      },
      {
        "belongs_to_verse_number": 128,
        "translation": "und haben (nun) unsere Frist erreicht, die Du uns gesetzt hast.",
        "text_uthmani": "وَبَلَغْنَآ أَجَلَنَا ٱلَّذِىٓ أَجَّلْتَ لَنَا ۚ",
        "text_uthmani_transcribed": "wa balagnā ajalanal-lażī ajjalta lanā,"
      },
      {
        "belongs_to_verse_number": 128,
        "translation": "Er wird sagen: Das (Höllen)feuer ist euer Aufenthalt, ewig darin zu bleiben, außer Allah will es (anders).",
        "text_uthmani": "قَالَ ٱلنَّارُ مَثْوَىٰكُمْ خَـٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُ ۗ",
        "text_uthmani_transcribed": "qālan-nāru maṡwākum khālidīna fīhā illā mā syā'allāh(u)"
      },
      {
        "belongs_to_verse_number": 128,
        "translation": "Gewiß, dein Herr ist Allweise und Allwissend.",
        "text_uthmani": "إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ",
        "text_uthmani_transcribed": "inna rabbaka ḥakīmun 'alīm(un)."
      }
    ],
    "text_uthmani": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا يَـٰمَعْشَرَ ٱلْجِنِّ قَدِ ٱسْتَكْثَرْتُم مِّنَ ٱلْإِنسِ ۖ وَقَالَ أَوْلِيَآؤُهُم مِّنَ ٱلْإِنسِ رَبَّنَا ٱسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَبَلَغْنَآ أَجَلَنَا ٱلَّذِىٓ أَجَّلْتَ لَنَا ۚ قَالَ ٱلنَّارُ مَثْوَىٰكُمْ خَـٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُ ۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ",
    "text_uthmani_transcribed": "Wa yauma yaḥsyuruhum jamī'ā(n), yā ma'syaral-jinni qadistakṡartum minal-ins(i), wa qāla auliyā'uhum minal-insi rabbanastamta'a ba'ḍunā biba'ḍiw wa balagnā ajalanal-lażī ajjalta lanā, qālan-nāru maṡwākum khālidīna fīhā illā mā syā'allāh(u), inna rabbaka ḥakīmun 'alīm(un)."
  },
  {
    "verse_number": 129,
    "translation": "So machen Wir die einen Ungerechten zu Beschützern der anderen für das, was sie erworben haben.",
    "text_uthmani": "وَكَذَٰلِكَ نُوَلِّى بَعْضَ ٱلظَّـٰلِمِينَ بَعْضًۢا بِمَا كَانُوا۟ يَكْسِبُونَ",
    "text_uthmani_transcribed": "Wa każālika nuwallī ba'ḍaẓ-ẓālimīna ba'ḍam bimā kānū yaksibūn(a)."
  },
  {
    "verse_number": 130,
    "translation": "O Gesellschaft der Ginn und der Menschen, sind nicht zu euch Gesandte von euch (selbst) gekommen, die euch Meine Zeichen berichtet und euch vor dem Eintreffen dieses euren Tages gewarnt haben? Sie werden sagen: Wir zeugen gegen uns selbst. Das diesseitige Leben hat sie getäuscht, und sie zeugen gegen sich selbst, daß sie ungläubig waren.",
    "segmented": [
      {
        "belongs_to_verse_number": 130,
        "translation": "O Gesellschaft der Ginn und der Menschen, sind nicht zu euch Gesandte von euch (selbst) gekommen, die euch Meine Zeichen berichtet",
        "text_uthmani": "يَـٰمَعْشَرَ ٱلْجِنِّ وَٱلْإِنسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ ءَايَـٰتِى",
        "text_uthmani_transcribed": "Yā ma'syaral-jinni wal-insi alam ya'tikum rusulum minkum yaquṣṣūna 'alaikum āyātī"
      },
      {
        "belongs_to_verse_number": 130,
        "translation": "und euch vor dem Eintreffen dieses euren Tages gewarnt haben? Sie werden sagen: Wir zeugen gegen uns selbst.",
        "text_uthmani": "وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هَـٰذَا ۚ قَالُوا۟ شَهِدْنَا عَلَىٰٓ أَنفُسِنَا ۖ",
        "text_uthmani_transcribed": "wa yunżirūnakum liqā'a yaumikum hāżā, qālū syahidnā 'alā anfusinā."
      },
      {
        "belongs_to_verse_number": 130,
        "translation": "Das diesseitige Leben hat sie getäuscht, und sie zeugen gegen sich selbst, daß sie ungläubig waren.",
        "text_uthmani": "وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَشَهِدُوا۟ عَلَىٰٓ أَنفُسِهِمْ أَنَّهُمْ كَانُوا۟ كَـٰفِرِينَ",
        "text_uthmani_transcribed": "wa garrathumul-ḥayātud-un-yā wa syahidū 'alā anfusihim annahum kānū kāfirīn(a)."
      }
    ],
    "text_uthmani": "يَـٰمَعْشَرَ ٱلْجِنِّ وَٱلْإِنسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ ءَايَـٰتِى وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هَـٰذَا ۚ قَالُوا۟ شَهِدْنَا عَلَىٰٓ أَنفُسِنَا ۖ وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَشَهِدُوا۟ عَلَىٰٓ أَنفُسِهِمْ أَنَّهُمْ كَانُوا۟ كَـٰفِرِينَ",
    "text_uthmani_transcribed": "Yā ma'syaral-jinni wal-insi alam ya'tikum rusulum minkum yaquṣṣūna 'alaikum āyātī wa yunżirūnakum liqā'a yaumikum hāżā, qālū syahidnā 'alā anfusinā wa garrathumul-ḥayātud-un-yā wa syahidū 'alā anfusihim annahum kānū kāfirīn(a)."
  },
  {
    "verse_number": 131,
    "translation": "Das (ist so), weil dein Herr die Städte nicht zu Unrecht vernichtet’, während ihre Bewohner unachtsam sind.",
    "text_uthmani": "ذَٰلِكَ أَن لَّمْ يَكُن رَّبُّكَ مُهْلِكَ ٱلْقُرَىٰ بِظُلْمٍ وَأَهْلُهَا غَـٰفِلُونَ",
    "text_uthmani_transcribed": "Żālika allam yakur rabbuka muhlikal-qurā biẓulmiw wa ahluhā gāfilūn(a)."
  },
  {
    "verse_number": 132,
    "translation": "Für alle wird es Rangstufen geben je nach dem, was sie getan haben. Und dein Herr ist nicht unachtsam dessen, was sie tun.",
    "text_uthmani": "وَلِكُلٍّ دَرَجَـٰتٌ مِّمَّا عَمِلُوا۟ ۚ وَمَا رَبُّكَ بِغَـٰفِلٍ عَمَّا يَعْمَلُونَ",
    "text_uthmani_transcribed": "Wa likullin darajātum mimmā 'amilū, wa mā rabbuka bigāfilin 'ammā ya'malūn(a)."
  },
  {
    "verse_number": 133,
    "translation": "Und dein Herr ist der Unbedürftige, voll der Barmherzigkeit. Wenn Er will, läßt Er euch vergehen und nach euch folgen, was Er will, so wie Er euch aus der Nachkommenschaft anderer Leute entstehen ließ.",
    "segmented": [
      {
        "belongs_to_verse_number": 133,
        "translation": "Und dein Herr ist der Unbedürftige, voll der Barmherzigkeit.",
        "text_uthmani": "وَرَبُّكَ ٱلْغَنِىُّ ذُو ٱلرَّحْمَةِ ۚ",
        "text_uthmani_transcribed": "Wa rabbukal-ganiyyu żur-raḥmah(ti),"
      },
      {
        "belongs_to_verse_number": 133,
        "translation": "Wenn Er will, läßt Er euch vergehen und nach euch folgen, was Er will, so wie Er euch aus der Nachkommenschaft anderer Leute entstehen ließ.",
        "text_uthmani": "إِن يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنۢ بَعْدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوْمٍ ءَاخَرِينَ",
        "text_uthmani_transcribed": "iy yasya' yużhibkum wa yastakhlif mim ba'dikum mā yasyā'u kamā ansya'akum min żurriyyati qaumin ākharīn(a)."
      }
    ],
    "text_uthmani": "وَرَبُّكَ ٱلْغَنِىُّ ذُو ٱلرَّحْمَةِ ۚ إِن يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنۢ بَعْدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوْمٍ ءَاخَرِينَ",
    "text_uthmani_transcribed": "Wa rabbukal-ganiyyu żur-raḥmah(ti), iy yasya' yużhibkum wa yastakhlif mim ba'dikum mā yasyā'u kamā ansya'akum min żurriyyati qaumin ākharīn(a)."
  },
  {
    "verse_number": 134,
    "translation": "Gewiß, was euch versprochen wird, wird sicher eintreffen. Und ihr werdet euch (Ihm) nicht entziehen können.",
    "text_uthmani": "إِنَّ مَا تُوعَدُونَ لَـَٔاتٍ ۖ وَمَآ أَنتُم بِمُعْجِزِينَ",
    "text_uthmani_transcribed": "Innamā tū'adūna la'āt(in), wa mā antum bimu'jizīn(a)."
  },
  {
    "verse_number": 135,
    "translation": "Sag: O mein Volk, handelt nach eurer Stellung! Ich werde ebenfalls (so) handeln. Dann werdet ihr (noch) erfahren, wem die letztendliche Wohnstätte gehören wird. Gewiß, den Ungerechten wird es nicht wohl ergehen.",
    "segmented": [
      {
        "belongs_to_verse_number": 135,
        "translation": "Sag: O mein Volk, handelt nach eurer Stellung! Ich werde ebenfalls (so) handeln.",
        "text_uthmani": "قُلْ يَـٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَامِلٌ ۖ",
        "text_uthmani_transcribed": "Qul yā qaumi'malū 'alā makānatikum innī 'āmil(un),"
      },
      {
        "belongs_to_verse_number": 135,
        "translation": "Dann werdet ihr (noch) erfahren, wem die letztendliche Wohnstätte gehören wird. Gewiß, den Ungerechten wird es nicht wohl ergehen.",
        "text_uthmani": "فَسَوْفَ تَعْلَمُونَ مَن تَكُونُ لَهُۥ عَـٰقِبَةُ ٱلدَّارِ ۗ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّـٰلِمُونَ",
        "text_uthmani_transcribed": "fa saufa ta'lamūn(a), man takūnu lahū 'āqibatud-dār(i), innahū lā yufliḥuẓ-ẓālimūn(a)."
      }
    ],
    "text_uthmani": "قُلْ يَـٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَامِلٌ ۖ فَسَوْفَ تَعْلَمُونَ مَن تَكُونُ لَهُۥ عَـٰقِبَةُ ٱلدَّارِ ۗ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّـٰلِمُونَ",
    "text_uthmani_transcribed": "Qul yā qaumi'malū 'alā makānatikum innī 'āmil(un), fa saufa ta'lamūn(a), man takūnu lahū 'āqibatud-dār(i), innahū lā yufliḥuẓ-ẓālimūn(a)."
  },
  {
    "verse_number": 136,
    "translation": "Und sie haben Allah mit dem, was Er an (Früchten auf den) Saatfeldern und Vieh wachsen läßt, einen Anteil bestimmt. Und sie sagen: Dies ist für Allah - so behaupten sie -, Und dies ist für unsere Teilhaber. Was nun für ihre Teilhaber (bestimmt) ist, gelangt nicht zu Allah, was aber für Allah (bestimmt) ist, gelangt zu ihren Teilhabern. Wie böse ist, was sie urteilen!",
    "segmented": [
      {
        "belongs_to_verse_number": 136,
        "translation": "Und sie haben Allah mit dem, was Er an (Früchten auf den) Saatfeldern und Vieh wachsen läßt, einen Anteil bestimmt.",
        "text_uthmani": "وَجَعَلُوا۟ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلْحَرْثِ وَٱلْأَنْعَـٰمِ نَصِيبًا",
        "text_uthmani_transcribed": "Wa ja'alū lillāhi mimmā żara'a minal-ḥarṡi wal-an'āmi naṣīban"
      },
      {
        "belongs_to_verse_number": 136,
        "translation": "Und sie sagen: Dies ist für Allah - so behaupten sie -, Und dies ist für unsere Teilhaber.",
        "text_uthmani": "فَقَالُوا۟ هَـٰذَا لِلَّهِ بِزَعْمِهِمْ وَهَـٰذَا لِشُرَكَآئِنَا ۖ",
        "text_uthmani_transcribed": "fa qālū hāżā lillāhi biza'mihim wa hāżā lisyurakā'inā,"
      },
      {
        "belongs_to_verse_number": 136,
        "translation": "Was nun für ihre Teilhaber (bestimmt) ist, gelangt nicht zu Allah, was aber für Allah (bestimmt) ist, gelangt zu ihren Teilhabern.",
        "text_uthmani": "فَمَا كَانَ لِشُرَكَآئِهِمْ فَلَا يَصِلُ إِلَى ٱللَّهِ ۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمْ ۗ",
        "text_uthmani_transcribed": "famā kāna lisyurakā'ihim falā yaṣilu ilallāh(i), wa mā kāna lillāhi fa huwa yaṣilu ilā syurakā'ihim,"
      },
      {
        "belongs_to_verse_number": 136,
        "translation": "Wie böse ist, was sie urteilen!",
        "text_uthmani": "سَآءَ مَا يَحْكُمُونَ",
        "text_uthmani_transcribed": "Sā'a mā yaḥkumūn(a)."
      }
    ],
    "text_uthmani": "وَجَعَلُوا۟ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلْحَرْثِ وَٱلْأَنْعَـٰمِ نَصِيبًا فَقَالُوا۟ هَـٰذَا لِلَّهِ بِزَعْمِهِمْ وَهَـٰذَا لِشُرَكَآئِنَا ۖ فَمَا كَانَ لِشُرَكَآئِهِمْ فَلَا يَصِلُ إِلَى ٱللَّهِ ۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمْ ۗ سَآءَ مَا يَحْكُمُونَ",
    "text_uthmani_transcribed": "Wa ja'alū lillāhi mimmā żara'a minal-ḥarṡi wal-an'āmi naṣīban fa qālū hāżā lillāhi biza'mihim wa hāżā lisyurakā'inā, famā kāna lisyurakā'ihim falā yaṣilu ilallāh(i), wa mā kāna lillāhi fa huwa yaṣilu ilā syurakā'ihim, sā'a mā yaḥkumūn(a)."
  },
  {
    "verse_number": 137,
    "translation": "Und ebenso haben vielen der Götzendiener ihre Teilhaber wohlgefällig erscheinen lassen, ihre Kinder zu töten, um sie ins Verderben zu stürzen und um ihnen ihre Religion zu verdecken. Wenn Allah wollte, hätten sie es nicht getan. So lasse sie (allein) mit dem, was sie an Lügen ersinnen!",
    "segmented": [
      {
        "belongs_to_verse_number": 137,
        "translation": "Und ebenso haben vielen der Götzendiener ihre Teilhaber wohlgefällig erscheinen lassen, ihre Kinder zu töten, um sie ins Verderben zu stürzen",
        "text_uthmani": "وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٍ مِّنَ ٱلْمُشْرِكِينَ قَتْلَ أَوْلَـٰدِهِمْ شُرَكَآؤُهُمْ لِيُرْدُوهُمْ",
        "text_uthmani_transcribed": "Wa każālika zayyana likaṡīrim minal-musyrikīna qatla aulādihim syurakā'uhum liyurdūhum"
      },
      {
        "belongs_to_verse_number": 137,
        "translation": "und um ihnen ihre Religion zu verdecken. Wenn Allah wollte, hätten sie es nicht getan. So lasse sie (allein) mit dem, was sie an Lügen ersinnen!",
        "text_uthmani": "وَلِيَلْبِسُوا۟ عَلَيْهِمْ دِينَهُمْ ۖ وَلَوْ شَآءَ ٱللَّهُ مَا فَعَلُوهُ ۖ فَذَرْهُمْ وَمَا يَفْتَرُونَ",
        "text_uthmani_transcribed": "wa liyalbisū 'alaihim dīnahum, wa lau syā'allāhu mā fa'alūhu fa żarhum wa mā yaftarūn(a)."
      }
    ],
    "text_uthmani": "وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٍ مِّنَ ٱلْمُشْرِكِينَ قَتْلَ أَوْلَـٰدِهِمْ شُرَكَآؤُهُمْ لِيُرْدُوهُمْ وَلِيَلْبِسُوا۟ عَلَيْهِمْ دِينَهُمْ ۖ وَلَوْ شَآءَ ٱللَّهُ مَا فَعَلُوهُ ۖ فَذَرْهُمْ وَمَا يَفْتَرُونَ",
    "text_uthmani_transcribed": "Wa każālika zayyana likaṡīrim minal-musyrikīna qatla aulādihim syurakā'uhum liyurdūhum wa liyalbisū 'alaihim dīnahum, wa lau syā'allāhu mā fa'alūhu fa żarhum wa mā yaftarūn(a)."
  },
  {
    "verse_number": 138,
    "translation": "Und sie sagen: Dies sind verwehrtes Vieh und verwehrte (Früchte auf den) Saatfelder(n). Niemand kostet davon außer, wen wir (essen lassen) wollen. - So behaupten sie. - Und (es gibt nach ihrer Behauptung) Vieh, dessen Rücken (zum Tragen von Lasten) verboten ist, und Vieh, über das sie den Namen Allahs nicht aussprechen, womit sie Lügen gegen Ihn ersinnen. Er wird ihnen vergelten, was sie stets an Lügen ersinnen.",
    "segmented": [
      {
        "belongs_to_verse_number": 138,
        "translation": "Und sie sagen: Dies sind verwehrtes Vieh und verwehrte (Früchte auf den) Saatfelder(n).",
        "text_uthmani": "وَقَالُوا۟ هَـٰذِهِۦٓ أَنْعَـٰمٌ وَحَرْثٌ حِجْرٌ",
        "text_uthmani_transcribed": "Wa qālū hāżihī an'āmuw wa ḥarṡun ḥijrul"
      },
      {
        "belongs_to_verse_number": 138,
        "translation": "Niemand kostet davon außer, wen wir (essen lassen) wollen. - So behaupten sie.",
        "text_uthmani": "لَّا يَطْعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعْمِهِمْ",
        "text_uthmani_transcribed": "lā yaṭ'amuhā illā man nasyā'u biza'mihim"
      },
      {
        "belongs_to_verse_number": 138,
        "translation": "- Und (es gibt nach ihrer Behauptung) Vieh, dessen Rücken (zum Tragen von Lasten) verboten ist,",
        "text_uthmani": "وَأَنْعَـٰمٌ حُرِّمَتْ ظُهُورُهَا",
        "text_uthmani_transcribed": "wa an'āmun ḥurrimat ẓuhūruhā"
      },
      {
        "belongs_to_verse_number": 138,
        "translation": "und Vieh, über das sie den Namen Allahs nicht aussprechen, womit sie Lügen gegen Ihn ersinnen.",
        "text_uthmani": "وَأَنْعَـٰمٌ لَّا يَذْكُرُونَ ٱسْمَ ٱللَّهِ عَلَيْهَا ٱفْتِرَآءً عَلَيْهِ",
        "text_uthmani_transcribed": "wa an'āmul lā yażkurūnasmallāhi 'alaihaftirā'an 'alaih(i)"
      },
      {
        "belongs_to_verse_number": 138,
        "translation": "Er wird ihnen vergelten, was sie stets an Lügen ersinnen.",
        "text_uthmani": "سَيَجْزِيهِم بِمَا كَانُوا۟ يَفْتَرُونَ",
        "text_uthmani_transcribed": "sayajzīhim bimā kānū yaftarūn(a)."
      }
    ],
    "text_uthmani": "وَقَالُوا۟ هَـٰذِهِۦٓ أَنْعَـٰمٌ وَحَرْثٌ حِجْرٌ لَّا يَطْعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعْمِهِمْ وَأَنْعَـٰمٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَـٰمٌ لَّا يَذْكُرُونَ ٱسْمَ ٱللَّهِ عَلَيْهَا ٱفْتِرَآءً عَلَيْهِ ۚ سَيَجْزِيهِم بِمَا كَانُوا۟ يَفْتَرُونَ",
    "text_uthmani_transcribed": "Wa qālū hāżihī an'āmuw wa ḥarṡun ḥijrul lā yaṭ'amuhā illā man nasyā'u biza'mihim wa an'āmun ḥurrimat ẓuhūruhā wa an'āmul lā yażkurūnasmallāhi 'alaihaftirā'an 'alaih(i), sayajzīhim bimā kānū yaftarūn(a)."
  },
  {
    "verse_number": 139,
    "translation": "Und sie sagen: Was in den Leibern dieses Viehs ist, ist unseren Männern vorbehalten, unseren Gattinnen aber verboten. Wenn es aber tot (geboren) ist, so haben sie (alle) daran teil. Er wird ihnen ihre (ersonnene) Zuschreibung vergelten. Er ist ja Allweise und Allwissend.",
    "segmented": [
      {
        "belongs_to_verse_number": 139,
        "translation": "Und sie sagen: Was in den Leibern dieses Viehs ist, ist unseren Männern vorbehalten, unseren Gattinnen aber verboten.",
        "text_uthmani": "وَقَالُوا۟ مَا فِى بُطُونِ هَـٰذِهِ ٱلْأَنْعَـٰمِ خَالِصَةٌ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزْوَٰجِنَا ۖ",
        "text_uthmani_transcribed": "Wa qālū mā fī buṭūni hāżihil-an'āmi khāliṣatul liżukūrinā wa muḥarramun 'alā azwājinā,"
      },
      {
        "belongs_to_verse_number": 139,
        "translation": "Wenn es aber tot (geboren) ist, so haben sie (alle) daran teil. Er wird ihnen ihre (ersonnene) Zuschreibung vergelten.",
        "text_uthmani": "وَإِن يَكُن مَّيْتَةً فَهُمْ فِيهِ شُرَكَآءُ ۚ سَيَجْزِيهِمْ وَصْفَهُمْ ۚ",
        "text_uthmani_transcribed": "wa iy yakum maitatan fahum fīhi syurakā'(u), sayajzīhim waṣfahum,"
      },
      {
        "belongs_to_verse_number": 139,
        "translation": "Er ist ja Allweise und Allwissend.",
        "text_uthmani": "إِنَّهُۥ حَكِيمٌ عَلِيمٌ",
        "text_uthmani_transcribed": "innahū ḥakīmun 'alīm(un)."
      }
    ],
    "text_uthmani": "وَقَالُوا۟ مَا فِى بُطُونِ هَـٰذِهِ ٱلْأَنْعَـٰمِ خَالِصَةٌ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزْوَٰجِنَا ۖ وَإِن يَكُن مَّيْتَةً فَهُمْ فِيهِ شُرَكَآءُ ۚ سَيَجْزِيهِمْ وَصْفَهُمْ ۚ إِنَّهُۥ حَكِيمٌ عَلِيمٌ",
    "text_uthmani_transcribed": "Wa qālū mā fī buṭūni hāżihil-an'āmi khāliṣatul liżukūrinā wa muḥarramun 'alā azwājinā, wa iy yakum maitatan fahum fīhi syurakā'(u), sayajzīhim waṣfahum, innahū ḥakīmun 'alīm(un)."
  },
  {
    "verse_number": 140,
    "translation": "Verloren sind diejenigen, die ihre Kinder in Torheit und ohne Wissen töten und verbieten, womit Allah sie versorgt hat, indem sie Lügen gegen Allah ersinnen. Sie sind fürwahr irregegangen und nicht rechtgeleitet gewesen.",
    "segmented": [
      {
        "belongs_to_verse_number": 140,
        "translation": "Verloren sind diejenigen, die ihre Kinder in Torheit und ohne Wissen töten",
        "text_uthmani": "قَدْ خَسِرَ ٱلَّذِينَ قَتَلُوٓا۟ أَوْلَـٰدَهُمْ سَفَهًۢا بِغَيْرِ عِلْمٍ",
        "text_uthmani_transcribed": "Qad khasiral-lażīna qatalū aulādahum safaham bigairi 'ilmi"
      },
      {
        "belongs_to_verse_number": 140,
        "translation": "und verbieten, womit Allah sie versorgt hat, indem sie Lügen gegen Allah ersinnen.",
        "text_uthmani": "وَحَرَّمُوا۟ مَا رَزَقَهُمُ ٱللَّهُ ٱفْتِرَآءً عَلَى ٱللَّهِ",
        "text_uthmani_transcribed": "wa ḥarramū mā razaqahumullāhuftirā'an 'alallāh(i)"
      },
      {
        "belongs_to_verse_number": 140,
        "translation": "Sie sind fürwahr irregegangen und nicht rechtgeleitet gewesen.",
        "text_uthmani": "قَدْ ضَلُّوا۟ وَمَا كَانُوا۟ مُهْتَدِينَ",
        "text_uthmani_transcribed": "qad ḍallū wa mā kānū muhtadīn(a)."
      }
    ],
    "text_uthmani": "قَدْ خَسِرَ ٱلَّذِينَ قَتَلُوٓا۟ أَوْلَـٰدَهُمْ سَفَهًۢا بِغَيْرِ عِلْمٍ وَحَرَّمُوا۟ مَا رَزَقَهُمُ ٱللَّهُ ٱفْتِرَآءً عَلَى ٱللَّهِ ۚ قَدْ ضَلُّوا۟ وَمَا كَانُوا۟ مُهْتَدِينَ",
    "text_uthmani_transcribed": "Qad khasiral-lażīna qatalū aulādahum safaham bigairi 'ilmiw wa ḥarramū mā razaqahumullāhuftirā'an 'alallāh(i), qad ḍallū wa mā kānū muhtadīn(a)."
  },
  {
    "verse_number": 141,
    "translation": "Und Er ist es, Der Gärten mit Spalieren und ohne Spaliere entstehen läßt, sowie Palmen und (sonstige) Pflanzen mit unterschiedlichen Erntesorten und Öl- und Granatapfelbäume, die einander ähnlich und unähnlich sind. Eßt von ihren Früchten’, wenn sie Früchte tragen, und entrichtet am Tag ihrer Ernte ihre(n) Pflicht(anteil, der darauf steht), doch seid nicht maßlos! - Er liebt nicht die Maßlosen.",
    "segmented": [
      {
        "belongs_to_verse_number": 141,
        "translation": "Und Er ist es, Der Gärten mit Spalieren und ohne Spaliere entstehen läßt, sowie Palmen und (sonstige) Pflanzen mit unterschiedlichen Erntesorten",
        "text_uthmani": "۞ وَهُوَ ٱلَّذِىٓ أَنشَأَ جَنَّـٰتٍ مَّعْرُوشَـٰتٍ وَغَيْرَ مَعْرُوشَـٰتٍ وَٱلنَّخْلَ وَٱلزَّرْعَ مُخْتَلِفًا أُكُلُهُۥ",
        "text_uthmani_transcribed": "Wa huwal-lażī ansya'a jannātim ma'rūsyātiw wa gaira ma'rūsyātiw wan-nakhla waz-zar'a mukhtalifan ukuluhū"
      },
      {
        "belongs_to_verse_number": 141,
        "translation": "und Öl- und Granatapfelbäume, die einander ähnlich und unähnlich sind. Eßt von ihren Früchten’, wenn sie Früchte tragen,",
        "text_uthmani": "وَٱلزَّيْتُونَ وَٱلرُّمَّانَ مُتَشَـٰبِهًا وَغَيْرَ مُتَشَـٰبِهٍ ۚ كُلُوا۟ مِن ثَمَرِهِۦٓ إِذَآ أَثْمَرَ",
        "text_uthmani_transcribed": "waz-zaitūna war-rummāna mutasyābihaw wa gaira mutasyābih(in), kulū min ṡamarihī iżā aṡmara"
      },
      {
        "belongs_to_verse_number": 141,
        "translation": "und entrichtet am Tag ihrer Ernte ihre(n) Pflicht(anteil, der darauf steht), doch seid nicht maßlos! - Er liebt nicht die Maßlosen.",
        "text_uthmani": "وَءَاتُوا۟ حَقَّهُۥ يَوْمَ حَصَادِهِۦ ۖ وَلَا تُسْرِفُوٓا۟ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْرِفِينَ",
        "text_uthmani_transcribed": "wa ātū ḥaqqahū yauma ḥaṣādihī, wa lā tusrifū, innahū lā yuḥibbul-musrifīn(a)."
      }
    ],
    "text_uthmani": "۞ وَهُوَ ٱلَّذِىٓ أَنشَأَ جَنَّـٰتٍ مَّعْرُوشَـٰتٍ وَغَيْرَ مَعْرُوشَـٰتٍ وَٱلنَّخْلَ وَٱلزَّرْعَ مُخْتَلِفًا أُكُلُهُۥ وَٱلزَّيْتُونَ وَٱلرُّمَّانَ مُتَشَـٰبِهًا وَغَيْرَ مُتَشَـٰبِهٍ ۚ كُلُوا۟ مِن ثَمَرِهِۦٓ إِذَآ أَثْمَرَ وَءَاتُوا۟ حَقَّهُۥ يَوْمَ حَصَادِهِۦ ۖ وَلَا تُسْرِفُوٓا۟ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْرِفِينَ",
    "text_uthmani_transcribed": "Wa huwal-lażī ansya'a jannātim ma'rūsyātiw wa gaira ma'rūsyātiw wan-nakhla waz-zar'a mukhtalifan ukuluhū waz-zaitūna war-rummāna mutasyābihaw wa gaira mutasyābih(in), kulū min ṡamarihī iżā aṡmara wa ātū ḥaqqahū yauma ḥaṣādih(ī), wa lā tusrifū, innahū lā yuḥibbul-musrifīn(a)."
  },
  {
    "verse_number": 142,
    "translation": "Und an Vieh (läßt Allah entstehen) Lasttiere und Kleintiere. Eßt von dem, womit Allah euch versorgt hat, und folgt nicht den Fußstapfen des Satans! Er ist euch ein deutlicher Feind.",
    "segmented": [
      {
        "belongs_to_verse_number": 142,
        "translation": "Und an Vieh (läßt Allah entstehen) Lasttiere und Kleintiere.",
        "text_uthmani": "وَمِنَ ٱلْأَنْعَـٰمِ حَمُولَةً وَفَرْشًا ۚ",
        "text_uthmani_transcribed": "Wa minal-an'āmi ḥamūlataw wa farsyā(n),"
      },
      {
        "belongs_to_verse_number": 142,
        "translation": "Eßt von dem, womit Allah euch versorgt hat, und folgt nicht den Fußstapfen des Satans! Er ist euch ein deutlicher Feind.",
        "text_uthmani": "كُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَـٰنِ ۚ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
        "text_uthmani_transcribed": "kulū mimmā razaqakumullāhu wa lā tattabi'ū khuṭuwātisy-syaiṭān(i), innahū lakum 'aduwwum mubīn(un)."
      }
    ],
    "text_uthmani": "وَمِنَ ٱلْأَنْعَـٰمِ حَمُولَةً وَفَرْشًا ۚ كُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَـٰنِ ۚ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
    "text_uthmani_transcribed": "Wa minal-an'āmi ḥamūlataw wa farsyā(n), kulū mimmā razaqakumullāhu wa lā tattabi'ū khuṭuwātisy-syaiṭān(i), innahū lakum 'aduwwum mubīn(un)."
  },
  {
    "verse_number": 143,
    "translation": "Acht (Tiere) zu Paaren (hat Er euch erschaffen): von den Schafen zwei und von den Ziegen zwei. - Sag: Sind es die (beiden) Männchen, die Er verboten hat, oder die (beiden) Weibchen, oder was der Mutterleib der (beiden) Weibchen umschließt? Tut (es) mir kund auf Grund von (wirklichem) Wissen, wenn ihr wahrhaftig seid!",
    "segmented": [
      {
        "belongs_to_verse_number": 143,
        "translation": "Acht (Tiere) zu Paaren (hat Er euch erschaffen): von den Schafen zwei und von den Ziegen zwei.",
        "text_uthmani": "ثَمَـٰنِيَةَ أَزْوَٰجٍ ۖ مِّنَ ٱلضَّأْنِ ٱثْنَيْنِ وَمِنَ ٱلْمَعْزِ ٱثْنَيْنِ ۗ",
        "text_uthmani_transcribed": "Ṡamāniya azwāj(in), minaḍ-ḍa'niṡnaini wa minal-ma'ziṡnain(i),"
      },
      {
        "belongs_to_verse_number": 143,
        "translation": "- Sag: Sind es die (beiden) Männchen, die Er verboten hat, oder die (beiden) Weibchen, oder was der Mutterleib der (beiden) Weibchen umschließt?",
        "text_uthmani": "قُلْ ءَآلذَّكَرَيْنِ حَرَّمَ أَمِ ٱلْأُنثَيَيْنِ أَمَّا ٱشْتَمَلَتْ عَلَيْهِ أَرْحَامُ ٱلْأُنثَيَيْنِ ۖ",
        "text_uthmani_transcribed": "qul āżżakaraini ḥarrama amil-unṡayaini ammasytamalat 'alaihi arḥāmul-unṡayain(i),"
      },
      {
        "belongs_to_verse_number": 143,
        "translation": "Tut (es) mir kund auf Grund von (wirklichem) Wissen, wenn ihr wahrhaftig seid!",
        "text_uthmani": "نَبِّـُٔونِى بِعِلْمٍ إِن كُنتُمْ صَـٰدِقِينَ",
        "text_uthmani_transcribed": "nabbi'ūnī bi'ilmin in kuntum ṣādiqīn(a)."
      }
    ],
    "text_uthmani": "ثَمَـٰنِيَةَ أَزْوَٰجٍ ۖ مِّنَ ٱلضَّأْنِ ٱثْنَيْنِ وَمِنَ ٱلْمَعْزِ ٱثْنَيْنِ ۗ قُلْ ءَآلذَّكَرَيْنِ حَرَّمَ أَمِ ٱلْأُنثَيَيْنِ أَمَّا ٱشْتَمَلَتْ عَلَيْهِ أَرْحَامُ ٱلْأُنثَيَيْنِ ۖ نَبِّـُٔونِى بِعِلْمٍ إِن كُنتُمْ صَـٰدِقِينَ",
    "text_uthmani_transcribed": "Ṡamāniya azwāj(in), minaḍ-ḍa'niṡnaini wa minal-ma'ziṡnain(i), qul āżżakaraini ḥarrama amil-unṡayaini ammasytamalat 'alaihi arḥāmul-unṡayain(i), nabbi'ūnī bi'ilmin in kuntum ṣādiqīn(a)."
  },
  {
    "verse_number": 144,
    "translation": "Und (auch) von den Kamelen zwei und von den Rindern zwei. - Sag: Sind es die (beiden) Männchen, die Er verboten hat, oder die (beiden) Weibchen, oder was der Mutterleib der (beiden) Weibchen umschließt? Oder wart ihr Zeugen, als Allah euch dies anbefahl? Wer ist denn ungerechter, als wer gegen Allah eine Lüge ersinnt, um die Menschen ohne Wissen in die Irre zu führen? Gewiß, Allah leitet das ungerechte Volk nicht recht.",
    "segmented": [
      {
        "belongs_to_verse_number": 144,
        "translation": "Und (auch) von den Kamelen zwei und von den Rindern zwei.",
        "text_uthmani": "وَمِنَ ٱلْإِبِلِ ٱثْنَيْنِ وَمِنَ ٱلْبَقَرِ ٱثْنَيْنِ ۗ",
        "text_uthmani_transcribed": "Wa minal-ibiliṡnaini wa minal-baqariṡnain(i),"
      },
      {
        "belongs_to_verse_number": 144,
        "translation": "- Sag: Sind es die (beiden) Männchen, die Er verboten hat, oder die (beiden) Weibchen, oder was der Mutterleib der (beiden) Weibchen umschließt?",
        "text_uthmani": "قُلْ ءَآلذَّكَرَيْنِ حَرَّمَ أَمِ ٱلْأُنثَيَيْنِ أَمَّا ٱشْتَمَلَتْ عَلَيْهِ أَرْحَامُ ٱلْأُنثَيَيْنِ ۖ",
        "text_uthmani_transcribed": "qul āżżakaraini ḥarrama amil-unṡayaini ammasytamalat 'alaihi arḥāmul-unṡayain(i)"
      },
      {
        "belongs_to_verse_number": 144,
        "translation": "Oder wart ihr Zeugen, als Allah euch dies anbefahl?",
        "text_uthmani": "أَمْ كُنتُمْ شُهَدَآءَ إِذْ وَصَّىٰكُمُ ٱللَّهُ بِهَـٰذَا ۚ",
        "text_uthmani_transcribed": "am kuntum syuhadā'a iż waṣṣākumullāhu bihāżā,"
      },
      {
        "belongs_to_verse_number": 144,
        "translation": "Wer ist denn ungerechter, als wer gegen Allah eine Lüge ersinnt, um die Menschen ohne Wissen in die Irre zu führen?",
        "text_uthmani": "فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا لِّيُضِلَّ ٱلنَّاسَ بِغَيْرِ عِلْمٍ ۗ",
        "text_uthmani_transcribed": "faman aẓlamu mimmaniftarā 'alallāhi każibal liyuḍillan-nāsa bigairi 'ilm(in),"
      },
      {
        "belongs_to_verse_number": 144,
        "translation": "Gewiß, Allah leitet das ungerechte Volk nicht recht.",
        "text_uthmani": "إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
        "text_uthmani_transcribed": "innallāha lā yahdil-qaumaẓ-ẓālimīn(a)."
      }
    ],
    "text_uthmani": "وَمِنَ ٱلْإِبِلِ ٱثْنَيْنِ وَمِنَ ٱلْبَقَرِ ٱثْنَيْنِ ۗ قُلْ ءَآلذَّكَرَيْنِ حَرَّمَ أَمِ ٱلْأُنثَيَيْنِ أَمَّا ٱشْتَمَلَتْ عَلَيْهِ أَرْحَامُ ٱلْأُنثَيَيْنِ ۖ أَمْ كُنتُمْ شُهَدَآءَ إِذْ وَصَّىٰكُمُ ٱللَّهُ بِهَـٰذَا ۚ فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا لِّيُضِلَّ ٱلنَّاسَ بِغَيْرِ عِلْمٍ ۗ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Wa minal-ibiliṡnaini wa minal-baqariṡnain(i), qul āżżakaraini ḥarrama amil-unṡayaini ammasytamalat 'alaihi arḥāmul-unṡayain(i), am kuntum syuhadā'a iż waṣṣākumullāhu bihāżā, faman aẓlamu mimmaniftarā 'alallāhi każibal liyuḍillan-nāsa bigairi 'ilm(in), innallāha lā yahdil-qaumaẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 145,
    "translation": "Sag: Ich finde in dem, was mir (als Offenbarung) eingegeben wurde, nichts, das für den Essenden zu essen verboten wäre, außer es ist Verendetes oder ausgeflossenes Blut oder Schweinefleisch - denn das ist ein Greuel - oder ein Frevel, worüber ein anderer (Name) als Allah(s) angerufen worden ist. Wer sich aber in einer Zwangslage befindet, ohne zu begehren oder das Maß zu überschreiten, - so ist dein Herr Allvergebend und Barmherzig.",
    "segmented": [
      {
        "belongs_to_verse_number": 145,
        "translation": "Sag: Ich finde in dem, was mir (als Offenbarung) eingegeben wurde, nichts, das für den Essenden zu essen verboten wäre, außer es ist Verendetes",
        "text_uthmani": "قُل لَّآ أَجِدُ فِى مَآ أُوحِىَ إِلَىَّ مُحَرَّمًا عَلَىٰ طَاعِمٍ يَطْعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيْتَةً",
        "text_uthmani_transcribed": "Qul lā ajidu fīmā ūḥiya ilayya muḥarraman 'alā ṭā'imiy yaṭ'amuhū illā ay yakūna maitatan"
      },
      {
        "belongs_to_verse_number": 145,
        "translation": "oder ausgeflossenes Blut oder Schweinefleisch - denn das ist ein Greuel -",
        "text_uthmani": "أَوْ دَمًا مَّسْفُوحًا أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُۥ رِجْسٌ",
        "text_uthmani_transcribed": "au damam masfūḥan au laḥma khinzīrin fa innahū rijsun"
      },
      {
        "belongs_to_verse_number": 145,
        "translation": "oder ein Frevel, worüber ein anderer (Name) als Allah(s) angerufen worden ist.",
        "text_uthmani": "أَوْ فِسْقًا أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ",
        "text_uthmani_transcribed": "au fisqan uhilla ligairillāhi bih(ī)"
      },
      {
        "belongs_to_verse_number": 145,
        "translation": "Wer sich aber in einer Zwangslage befindet, ohne zu begehren oder das Maß zu überschreiten, - so ist dein Herr Allvergebend und Barmherzig.",
        "text_uthmani": "فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَّحِيمٌ",
        "text_uthmani_transcribed": "famaniḍṭurra gaira bāgiw wa lā 'ādin fa inna rabbaka gafūrur raḥīm(un)."
      }
    ],
    "text_uthmani": "قُل لَّآ أَجِدُ فِى مَآ أُوحِىَ إِلَىَّ مُحَرَّمًا عَلَىٰ طَاعِمٍ يَطْعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيْتَةً أَوْ دَمًا مَّسْفُوحًا أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُۥ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ ۚ فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Qul lā ajidu fīmā ūḥiya  ilayya muḥarraman 'alā ṭā'imiy yaṭ'amuhū illā ay yakūna maitatan au damam masfūḥan au laḥma khinzīrin fa innahū rijsun au fisqan uhilla ligairillāhi bih(ī), famaniḍṭurra gaira bāgiw wa lā 'ādin fa inna rabbaka gafūrur raḥīm(un)."
  },
  {
    "verse_number": 146,
    "translation": "Und denen, die dem Judentum angehören, haben Wir alles verboten, was Klauen besitzt; und von den Rindern und dem Kleinvieh haben Wir ihnen das Fett verboten, außer dem, was ihre Rücken und ihre Eingeweide tragen, oder was mit Knochen verwachsen ist. Damit haben Wir ihnen ihre Übertretung vergolten. Und Wir sagen ganz gewiß die Wahrheit.",
    "segmented": [
      {
        "belongs_to_verse_number": 146,
        "translation": "Und denen, die dem Judentum angehören, haben Wir alles verboten, was Klauen besitzt; und von den Rindern",
        "text_uthmani": "وَعَلَى ٱلَّذِينَ هَادُوا۟ حَرَّمْنَا كُلَّ ذِى ظُفُرٍ ۖ وَمِنَ ٱلْبَقَرِ",
        "text_uthmani_transcribed": "Wa 'alal-lażīna hādū ḥarramnā kulla żī ẓufur(in), wa minal-baqari"
      },
      {
        "belongs_to_verse_number": 146,
        "translation": "und dem Kleinvieh haben Wir ihnen das Fett verboten, außer dem, was ihre Rücken und ihre Eingeweide tragen, oder was mit Knochen verwachsen ist.",
        "text_uthmani": "وَمِنَ ٱلْبَقَرِ وَٱلْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَآ إِلَّا مَا حَمَلَتْ ظُهُورُهُمَآ أَوِ ٱلْحَوَايَآ أَوْ مَا ٱخْتَلَطَ بِعَظْمٍ",
        "text_uthmani_transcribed": "wa minal-baqari wal-ganami ḥarramnā 'alaihim syuḥūmahumā illā mā ḥamalat ẓuhūruhumā awil-ḥawāyā au makhtalaṭa bi'aẓm(in)"
      },
      {
        "belongs_to_verse_number": 146,
        "translation": "Damit haben Wir ihnen ihre Übertretung vergolten. Und Wir sagen ganz gewiß die Wahrheit.",
        "text_uthmani": "ذَٰلِكَ جَزَيْنَـٰهُم بِبَغْيِهِمْ ۖ وَإِنَّا لَصَـٰدِقُونَ",
        "text_uthmani_transcribed": "żālika jazaināhum bibagyihim, wa innā laṣādiqūn(a)."
      }
    ],
    "text_uthmani": "وَعَلَى ٱلَّذِينَ هَادُوا۟ حَرَّمْنَا كُلَّ ذِى ظُفُرٍ ۖ وَمِنَ ٱلْبَقَرِ وَٱلْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَآ إِلَّا مَا حَمَلَتْ ظُهُورُهُمَآ أَوِ ٱلْحَوَايَآ أَوْ مَا ٱخْتَلَطَ بِعَظْمٍ ۚ ذَٰلِكَ جَزَيْنَـٰهُم بِبَغْيِهِمْ ۖ وَإِنَّا لَصَـٰدِقُونَ",
    "text_uthmani_transcribed": "Wa 'alal-lażīna hādū ḥarramnā kulla żī ẓufur(in), wa minal-baqari wal-ganami ḥarramnā 'alaihim syuḥūmahumā illā mā ḥamalat ẓuhūruhumā awil-ḥawāyā au makhtalaṭa bi'aẓm(in), żālika jazaināhum bibagyihim, wa innā laṣādiqūn(a)."
  },
  {
    "verse_number": 147,
    "translation": "Wenn sie dich nun der Lüge bezichtigen, dann sag: Euer Herr ist voll umfassender Barmherzigkeit, aber vom übeltätigen Volk wird Seine Gewalt nicht abgewandt.",
    "segmented": [
      {
        "belongs_to_verse_number": 147,
        "translation": "Wenn sie dich nun der Lüge bezichtigen",
        "text_uthmani": "فَإِن كَذَّبُوكَ",
        "text_uthmani_transcribed": "Fa in każżabūka"
      },
      {
        "belongs_to_verse_number": 147,
        "translation": "dann sag: Euer Herr ist voll umfassender Barmherzigkeit, aber vom übeltätigen Volk wird Seine Gewalt nicht abgewandt.",
        "text_uthmani": "فَقُل رَّبُّكُمْ ذُو رَحْمَةٍ وَٰسِعَةٍ وَلَا يُرَدُّ بَأْسُهُۥ عَنِ ٱلْقَوْمِ ٱلْمُجْرِمِينَ",
        "text_uthmani_transcribed": "faqur rabbukum żū raḥmatiw wāsi'ah(tin), wa lā yuraddu ba'suhū 'anil-qaumil-mujrimīn(a)."
      }
    ],
    "text_uthmani": "فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمْ ذُو رَحْمَةٍ وَٰسِعَةٍ وَلَا يُرَدُّ بَأْسُهُۥ عَنِ ٱلْقَوْمِ ٱلْمُجْرِمِينَ",
    "text_uthmani_transcribed": "Fa in każżabūka faqur rabbukum żū raḥmatiw wāsi'ah(tin), wa lā yuraddu ba'suhū 'anil-qaumil-mujrimīn(a)."
  },
  {
    "verse_number": 148,
    "translation": "Diejenigen, die (Ihm) beigesellen, werden sagen: Wenn Allah gewollt hätte, hätten wir (Ihm) nichts beigesellt, und (auch) nicht unsere Väter, und wir hätten nichts verboten. Ebenso haben diejenigen vor ihnen (ihre Gesandten) der Lüge bezichtigt, bis sie Unsere Gewalt kosteten. Sag: Habt ihr (irgendein) Wissen, das ihr uns vorbringen könnt? Ihr folgt ja nur Mutmaßungen, und ihr stellt nur Schätzungen an.",
    "segmented": [
      {
        "belongs_to_verse_number": 148,
        "translation": "Diejenigen, die (Ihm) beigesellen, werden sagen: Wenn Allah gewollt hätte, hätten wir (Ihm) nichts beigesellt, und (auch) nicht unsere Väter,",
        "text_uthmani": "سَيَقُولُ ٱلَّذِينَ أَشْرَكُوا۟ لَوْ شَآءَ ٱللَّهُ مَآ أَشْرَكْنَا وَلَآ ءَابَآؤُنَا",
        "text_uthmani_transcribed": "Sayaqūlul-lażīna asyrakū lau syā'allāhu mā asyraknā wa lā ābā'unā"
      },
      {
        "belongs_to_verse_number": 148,
        "translation": "und wir hätten nichts verboten. Ebenso haben diejenigen vor ihnen (ihre Gesandten) der Lüge bezichtigt, bis sie Unsere Gewalt kosteten.",
        "text_uthmani": "وَلَا حَرَّمْنَا مِن شَىْءٍ ۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ حَتَّىٰ ذَاقُوا۟ بَأْسَنَا ۗ",
        "text_uthmani_transcribed": "wa lā ḥarramnā min syai'(in), każālika każżabal-lażīna min qablihim ḥattā żāqū ba'sanā,"
      },
      {
        "belongs_to_verse_number": 148,
        "translation": "Sag: Habt ihr (irgendein) Wissen, das ihr uns vorbringen könnt? Ihr folgt ja nur Mutmaßungen, und ihr stellt nur Schätzungen an.",
        "text_uthmani": "قُلْ هَلْ عِندَكُم مِّنْ عِلْمٍ فَتُخْرِجُوهُ لَنَآ ۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ أَنتُمْ إِلَّا تَخْرُصُونَ",
        "text_uthmani_transcribed": "Qul hal 'indakum min 'ilmin fa tukhrijūhu lanā, in tattabi'ūna illaẓ-ẓanna wa in antum illā takhruṣūn(a)."
      }
    ],
    "text_uthmani": "سَيَقُولُ ٱلَّذِينَ أَشْرَكُوا۟ لَوْ شَآءَ ٱللَّهُ مَآ أَشْرَكْنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمْنَا مِن شَىْءٍ ۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ حَتَّىٰ ذَاقُوا۟ بَأْسَنَا ۗ قُلْ هَلْ عِندَكُم مِّنْ عِلْمٍ فَتُخْرِجُوهُ لَنَآ ۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ أَنتُمْ إِلَّا تَخْرُصُونَ",
    "text_uthmani_transcribed": "Sayaqūlul-lażīna asyrakū lau syā'allāhu mā asyraknā wa lā ābā'unā wa lā ḥarramnā min syai'(in), każālika każżabal-lażīna min qablihim ḥattā żāqū ba'sanā, qul hal 'indakum min 'ilmin fa tukhrijūhu lanā, in tattabi'ūna illaẓ-ẓanna wa in antum illā takhruṣūn(a)."
  },
  {
    "verse_number": 149,
    "translation": "Sag: Allah hat das überzeugende Beweismittel. Wenn Er gewollt hätte, hätte Er euch fürwahr allesamt rechtgeleitet.",
    "text_uthmani": "قُلْ فَلِلَّهِ ٱلْحُجَّةُ ٱلْبَـٰلِغَةُ ۖ فَلَوْ شَآءَ لَهَدَىٰكُمْ أَجْمَعِينَ",
    "text_uthmani_transcribed": "Qul fa lillāhil-ḥujjatul-bāligah(tu), fa lau syā'a lahadākum ajma'īn(a)."
  },
  {
    "verse_number": 150,
    "translation": "Sag: Bringt eure Zeugen her, die bezeugen, daß Allah dies verboten hat! Wenn sie (es) dann bezeugen, so bezeuge (es) nicht mit ihnen. Und folge nicht den Neigungen derjenigen, die Unsere Zeichen für Lüge erklären und die nicht an das Jenseits glauben und ihrem Herrn (andere) gleichsetzen.",
    "segmented": [
      {
        "belongs_to_verse_number": 150,
        "translation": "Sag: Bringt eure Zeugen her, die bezeugen, daß Allah dies verboten hat! Wenn sie (es) dann bezeugen, so bezeuge (es) nicht mit ihnen.",
        "text_uthmani": "قُلْ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشْهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَـٰذَا ۖ فَإِن شَهِدُوا۟ فَلَا تَشْهَدْ مَعَهُمْ ۚ",
        "text_uthmani_transcribed": "Qul halumma syuhadā'akumul-lażīna yasyhadūna annallāha ḥarrama hāżā, fa in syahidū falā tasyhad ma'ahum,"
      },
      {
        "belongs_to_verse_number": 150,
        "translation": "Und folge nicht den Neigungen derjenigen, die Unsere Zeichen für Lüge erklären und die nicht an das Jenseits glauben",
        "text_uthmani": "وَلَا تَتَّبِعْ أَهْوَآءَ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ",
        "text_uthmani_transcribed": "wa lā tattabi' ahwā'al-lażīna każżabū bi'āyātinā wal-lażīna lā yu'minūna bil-ākhirati"
      },
      {
        "belongs_to_verse_number": 150,
        "translation": "und ihrem Herrn (andere) gleichsetzen.",
        "text_uthmani": "وَهُم بِرَبِّهِمْ يَعْدِلُونَ",
        "text_uthmani_transcribed": "wa hum birabbihim ya'dilūn(a)."
      }
    ],
    "text_uthmani": "قُلْ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشْهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَـٰذَا ۖ فَإِن شَهِدُوا۟ فَلَا تَشْهَدْ مَعَهُمْ ۚ وَلَا تَتَّبِعْ أَهْوَآءَ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ وَهُم بِرَبِّهِمْ يَعْدِلُونَ",
    "text_uthmani_transcribed": "Qul halumma syuhadā'akumul-lażīna yasyhadūna annallāha ḥarrama hāżā, fa in syahidū falā tasyhad ma'ahum, wa lā tattabi' ahwā'al-lażīna każżabū bi'āyātinā wal-lażīna lā yu'minūna bil-ākhirati wa hum birabbihim ya'dilūn(a)."
  },
  {
    "verse_number": 151,
    "translation": "Sag: Kommt her! Ich will euch verlesen, was euer Herr euch verboten hat: Ihr sollt Ihm nichts beigesellen, und zu den Eltern gütig sein; und tötet nicht eure Kinder aus Armut - Wir versorgen euch und auch sie; und nähert euch nicht den Abscheulichkeiten, was von ihnen offen und was verborgen ist; und tötet nicht die Seele, die Allah verboten hat (zu töten), außer aus einem rechtmäßigen Grund! Dies hat Er euch anbefohlen, auf daß ihr begreifen möget.",
    "segmented": [
      {
        "belongs_to_verse_number": 151,
        "translation": "Sag: Kommt her! Ich will euch verlesen, was euer Herr euch verboten hat: Ihr sollt Ihm nichts beigesellen, und zu den Eltern gütig sein;",
        "text_uthmani": "۞ قُلْ تَعَالَوْا۟ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ ۖ أَلَّا تُشْرِكُوا۟ بِهِۦ شَيْـًٔا ۖ وَبِٱلْوَٰلِدَيْنِ إِحْسَـٰنًا ۖ",
        "text_uthmani_transcribed": "Qul ta'ālau atlu mā ḥarrama rabbukum 'alaikum allā tusyrikū bihī syai'aw wa bil-wālidaini iḥsānā(n),"
      },
      {
        "belongs_to_verse_number": 151,
        "translation": "und tötet nicht eure Kinder aus Armut - Wir versorgen euch und auch sie; und nähert euch nicht den Abscheulichkeiten, was von ihnen offen",
        "text_uthmani": "وَلَا تَقْتُلُوٓا۟ أَوْلَـٰدَكُم مِّنْ إِمْلَـٰقٍ ۖ نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ ۖ وَلَا تَقْرَبُوا۟ ٱلْفَوَٰحِشَ مَا ظَهَرَ مِنْهَا",
        "text_uthmani_transcribed": "wa lā taqtulū aulādakum min imlāq(in), naḥnu narzuqukum wa iyyāhum, wa lā taqrabul-fawāḥisya mā ẓahara minhā"
      },
      {
        "belongs_to_verse_number": 151,
        "translation": "und was verborgen ist; und tötet nicht die Seele, die Allah verboten hat (zu töten), außer aus einem rechtmäßigen Grund!",
        "text_uthmani": "وَمَا بَطَنَ ۖ وَلَا تَقْتُلُوا۟ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ ۚ",
        "text_uthmani_transcribed": "wa mā baṭan(a), wa lā taqtulun-nafsal-latī ḥarramallāhu illā bil-ḥaqq(i),"
      },
      {
        "belongs_to_verse_number": 151,
        "translation": "Dies hat Er euch anbefohlen, auf daß ihr begreifen möget.",
        "text_uthmani": "ذَٰلِكُمْ وَصَّىٰكُم بِهِۦ لَعَلَّكُمْ تَعْقِلُونَ",
        "text_uthmani_transcribed": "żālikum waṣṣākum bihī la'allakum ta'qilūn(a)."
      }
    ],
    "text_uthmani": "۞ قُلْ تَعَالَوْا۟ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ ۖ أَلَّا تُشْرِكُوا۟ بِهِۦ شَيْـًٔا ۖ وَبِٱلْوَٰلِدَيْنِ إِحْسَـٰنًا ۖ وَلَا تَقْتُلُوٓا۟ أَوْلَـٰدَكُم مِّنْ إِمْلَـٰقٍ ۖ نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ ۖ وَلَا تَقْرَبُوا۟ ٱلْفَوَٰحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ ۖ وَلَا تَقْتُلُوا۟ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ ۚ ذَٰلِكُمْ وَصَّىٰكُم بِهِۦ لَعَلَّكُمْ تَعْقِلُونَ",
    "text_uthmani_transcribed": "Qul ta'ālau atlu mā ḥarrama rabbukum 'alaikum allā tusyrikū bihī syai'aw wa bil-wālidaini iḥsānā(n), wa lā taqtulū aulādakum min imlāq(in), naḥnu narzuqukum wa iyyāhum, wa lā taqrabul-fawāḥisya mā ẓahara minhā wa mā baṭan(a), wa lā taqtulun-nafsal-latī ḥarramallāhu illā bil-ḥaqq(i), żālikum waṣṣākum bihī la'allakum ta'qilūn(a)."
  },
  {
    "verse_number": 152,
    "translation": "Und nähert euch nicht dem Besitz des Waisenkindes, außer auf die beste Art, bis es seine Vollreife erlangt hat. Und gebt volles Maß und Gewicht in Gerechtigkeit. Wir erlegen keiner Seele mehr auf, als sie zu leisten vermag. Und wenn ihr euer Wort gebt, dann seid gerecht, auch wenn es um einen Verwandten geht. Und haltet euren Bund gegenüber Allah. Dies hat Er euch anbefohlen, auf daß ihr (es) bedenken möget!",
    "segmented": [
      {
        "belongs_to_verse_number": 152,
        "translation": "Und nähert euch nicht dem Besitz des Waisenkindes, außer auf die beste Art, bis es seine Vollreife erlangt hat.",
        "text_uthmani": "وَلَا تَقْرَبُوا۟ مَالَ ٱلْيَتِيمِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ حَتَّىٰ يَبْلُغَ أَشُدَّهُۥ ۖ",
        "text_uthmani_transcribed": "Wa lā taqrabū mālal-yatīmi illā bil-latī hiya aḥsanu ḥattā yabluga asyuddah(ū) ۖ"
      },
      {
        "belongs_to_verse_number": 152,
        "translation": "Und gebt volles Maß und Gewicht in Gerechtigkeit. Wir erlegen keiner Seele mehr auf, als sie zu leisten vermag.",
        "text_uthmani": "وَأَوْفُوا۟ ٱلْكَيْلَ وَٱلْمِيزَانَ بِٱلْقِسْطِ ۖ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا ۖ",
        "text_uthmani_transcribed": "wa auful-kaila wal-mīzāna bil-qisṭ(i), lā nukallifu nafsan illā wus'ahā,"
      },
      {
        "belongs_to_verse_number": 152,
        "translation": "Und wenn ihr euer Wort gebt, dann seid gerecht, auch wenn es um einen Verwandten geht. Und haltet euren Bund gegenüber Allah.",
        "text_uthmani": "وَإِذَا قُلْتُمْ فَٱعْدِلُوا۟ وَلَوْ كَانَ ذَا قُرْبَىٰ ۖ وَبِعَهْدِ ٱللَّهِ أَوْفُوا۟",
        "text_uthmani_transcribed": "wa iżā qultum fa'dilū wa lau kāna żā qurbā, wa bi'ahdillāhi aufū"
      },
      {
        "belongs_to_verse_number": 152,
        "translation": "Dies hat Er euch anbefohlen, auf daß ihr (es) bedenken möget!",
        "text_uthmani": "ذَٰلِكُمْ وَصَّىٰكُم بِهِۦ لَعَلَّكُمْ تَذَكَّرُونَ",
        "text_uthmani_transcribed": "żālikum waṣṣākum bihī la'allakum tażakkarūn(a)."
      }
    ],
    "text_uthmani": "وَلَا تَقْرَبُوا۟ مَالَ ٱلْيَتِيمِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ حَتَّىٰ يَبْلُغَ أَشُدَّهُۥ ۖ وَأَوْفُوا۟ ٱلْكَيْلَ وَٱلْمِيزَانَ بِٱلْقِسْطِ ۖ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا ۖ وَإِذَا قُلْتُمْ فَٱعْدِلُوا۟ وَلَوْ كَانَ ذَا قُرْبَىٰ ۖ وَبِعَهْدِ ٱللَّهِ أَوْفُوا۟ ۚ ذَٰلِكُمْ وَصَّىٰكُم بِهِۦ لَعَلَّكُمْ تَذَكَّرُونَ",
    "text_uthmani_transcribed": "Wa lā taqrabū mālal-yatīmi illā bil-latī hiya aḥsanu ḥattā yabluga asyuddah(ū), wa auful-kaila wal-mīzāna bil-qisṭ(i), lā nukallifu nafsan illā wus'ahā, wa iżā qultum fa'dilū wa lau kāna żā qurbā, wa bi'ahdillāhi aufū, żālikum waṣṣākum bihī la'allakum tażakkarūn(a)."
  },
  {
    "verse_number": 153,
    "translation": "Und (Er hat euch anbefohlen:) Dies ist Mein Weg, ein gerader. So folgt ihm! Und folgt nicht den (anderen) Wegen, damit sie euch nicht von Seinem Weg auseinanderführen! Dies hat Er euch anbefohlen, auf daß ihr gottesfürchtig werden möget!",
    "segmented": [
      {
        "belongs_to_verse_number": 153,
        "translation": "Und (Er hat euch anbefohlen:) Dies ist Mein Weg, ein gerader. So folgt ihm!",
        "text_uthmani": "وَأَنَّ هَـٰذَا صِرَٰطِى مُسْتَقِيمًا فَٱتَّبِعُوهُ ۖ",
        "text_uthmani_transcribed": "Wa anna hāżā ṣirāṭī mustaqīman fattabi'ūh(u)"
      },
      {
        "belongs_to_verse_number": 153,
        "translation": "Und folgt nicht den (anderen) Wegen, damit sie euch nicht von Seinem Weg auseinanderführen!",
        "text_uthmani": "وَلَا تَتَّبِعُوا۟ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِۦ ۚ",
        "text_uthmani_transcribed": "wa lā tattabi'us-subula fa tafarraqa bikum 'an sabīlihī, ۚ"
      },
      {
        "belongs_to_verse_number": 153,
        "translation": "Dies hat Er euch anbefohlen, auf daß ihr gottesfürchtig werden möget!",
        "text_uthmani": "ذَٰلِكُمْ وَصَّىٰكُم بِهِۦ لَعَلَّكُمْ تَتَّقُونَ",
        "text_uthmani_transcribed": "żālikum waṣṣākum bihī la'allakum tattaqūn(a)."
      }
    ],
    "text_uthmani": "وَأَنَّ هَـٰذَا صِرَٰطِى مُسْتَقِيمًا فَٱتَّبِعُوهُ ۖ وَلَا تَتَّبِعُوا۟ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِۦ ۚ ذَٰلِكُمْ وَصَّىٰكُم بِهِۦ لَعَلَّكُمْ تَتَّقُونَ",
    "text_uthmani_transcribed": "Wa anna hāżā ṣirāṭī mustaqīman fattabi'ūh(u), wa lā tattabi'us-subula fa tafarraqa bikum 'an sabīlih(ī), żālikum waṣṣākum bihī la'allakum tattaqūn(a)."
  },
  {
    "verse_number": 154,
    "translation": "Hierauf gaben Wir Musa die Schrift als Vollendung (und Belohnung) für das, was er an Gutem getan hatte’, als eine ausführliche Darlegung für alles und als Rechtleitung und Barmherzigkeit, auf daß sie an die Begegnung mit ihrem Herrn glauben mögen!",
    "segmented": [
      {
        "belongs_to_verse_number": 154,
        "translation": "Hierauf gaben Wir Musa die Schrift als Vollendung (und Belohnung) für das, was er an Gutem getan hatte’, als eine ausführliche Darlegung für alles",
        "text_uthmani": "ثُمَّ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ تَمَامًا عَلَى ٱلَّذِىٓ أَحْسَنَ وَتَفْصِيلًا لِّكُلِّ شَىْءٍ",
        "text_uthmani_transcribed": "Ṡumma ātainā mūsal-kitāba tamāman 'alal-lażī aḥsana wa tafṣīlal likulli syai'"
      },
      {
        "belongs_to_verse_number": 154,
        "translation": "und als Rechtleitung und Barmherzigkeit, auf daß sie an die Begegnung mit ihrem Herrn glauben mögen!",
        "text_uthmani": "وَهُدًى وَرَحْمَةً لَّعَلَّهُم بِلِقَآءِ رَبِّهِمْ يُؤْمِنُونَ",
        "text_uthmani_transcribed": "wa hudaw wa raḥmatal la'allahum biliqā'i rabbihim yu'minūn(a)."
      }
    ],
    "text_uthmani": "ثُمَّ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ تَمَامًا عَلَى ٱلَّذِىٓ أَحْسَنَ وَتَفْصِيلًا لِّكُلِّ شَىْءٍ وَهُدًى وَرَحْمَةً لَّعَلَّهُم بِلِقَآءِ رَبِّهِمْ يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Ṡumma ātainā mūsal-kitāba tamāman 'alal-lażī aḥsana wa tafṣīlal likulli syai'iw wa hudaw wa raḥmatal la'allahum biliqā'i rabbihim yu'minūn(a)."
  },
  {
    "verse_number": 155,
    "translation": "Und dies ist ein Buch, das Wir (als Offenbarung) hinabgesandt haben, ein gesegnetes (Buch). So folgt ihm und seid gottesfürchtig, auf daß ihr Erbarmen finden möget!",
    "segmented": [
      {
        "belongs_to_verse_number": 155,
        "translation": "Und dies ist ein Buch, das Wir (als Offenbarung) hinabgesandt haben, ein gesegnetes (Buch).",
        "text_uthmani": "وَهَـٰذَا كِتَـٰبٌ أَنزَلْنَـٰهُ مُبَارَكٌ",
        "text_uthmani_transcribed": "Wa hāżā kitābun anzalnāhu mubārakun"
      },
      {
        "belongs_to_verse_number": 155,
        "translation": "So folgt ihm und seid gottesfürchtig, auf daß ihr Erbarmen finden möget!",
        "text_uthmani": "فَٱتَّبِعُوهُ وَٱتَّقُوا۟ لَعَلَّكُمْ تُرْحَمُونَ",
        "text_uthmani_transcribed": "fattabi'ūhu wattaqū la'allakum turḥamūn(a)."
      }
    ],
    "text_uthmani": "وَهَـٰذَا كِتَـٰبٌ أَنزَلْنَـٰهُ مُبَارَكٌ فَٱتَّبِعُوهُ وَٱتَّقُوا۟ لَعَلَّكُمْ تُرْحَمُونَ",
    "text_uthmani_transcribed": "Wa hāżā kitābun anzalnāhu mubārakun fattabi'ūhu wattaqū la'allakum turḥamūn(a)."
  },
  {
    "verse_number": 156,
    "translation": "Damit ihr (nicht) sagt: Die Schrift wurde nur auf zwei Gruppen vor uns herabgesandt, und wir waren gegenüber dem, was sie erlernt haben, wahrlich unachtsam.",
    "segmented": [
      {
        "belongs_to_verse_number": 156,
        "translation": "Damit ihr (nicht) sagt: Die Schrift wurde nur auf zwei Gruppen vor uns herabgesandt,",
        "text_uthmani": "أَن تَقُولُوٓا۟ إِنَّمَآ أُنزِلَ ٱلْكِتَـٰبُ عَلَىٰ طَآئِفَتَيْنِ مِن قَبْلِنَا",
        "text_uthmani_transcribed": "An taqūlū innamā unzilal-kitābu 'alā ṭā'ifataini min qablinā"
      },
      {
        "belongs_to_verse_number": 156,
        "translation": "und wir waren gegenüber dem, was sie erlernt haben, wahrlich unachtsam.",
        "text_uthmani": "وَإِن كُنَّا عَن دِرَاسَتِهِمْ لَغَـٰفِلِينَ",
        "text_uthmani_transcribed": "wa in kunnā 'an dirāsatihim lagāfilīn(a)."
      }
    ],
    "text_uthmani": "أَن تَقُولُوٓا۟ إِنَّمَآ أُنزِلَ ٱلْكِتَـٰبُ عَلَىٰ طَآئِفَتَيْنِ مِن قَبْلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمْ لَغَـٰفِلِينَ",
    "text_uthmani_transcribed": "An taqūlū innamā unzilal-kitābu 'alā ṭā'ifataini min qablinā, wa in kunnā 'an dirāsatihim lagāfilīn(a)."
  },
  {
    "verse_number": 157,
    "translation": "Oder damit ihr (nicht) sagt: Wenn die Schrift auf uns herabgesandt worden wäre, wären wir wahrlich eher rechtgeleitet als sie. Aber nun ist ein klarer Beweis von eurem Herrn und Rechtleitung und Barmherzigkeit zu euch gekommen. Wer ist denn ungerechter, als wer Allahs Zeichen für Lüge erklärt und sich von ihnen abwendet? Wir werden denjenigen, die sich von Unseren Zeichen abwenden, mit einer bösen Strafe vergelten, daß sie sich stets abwandten.",
    "segmented": [
      {
        "belongs_to_verse_number": 157,
        "translation": "Oder damit ihr (nicht) sagt: Wenn die Schrift auf uns herabgesandt worden wäre, wären wir wahrlich eher rechtgeleitet als sie.",
        "text_uthmani": "أَوْ تَقُولُوا۟ لَوْ أَنَّآ أُنزِلَ عَلَيْنَا ٱلْكِتَـٰبُ لَكُنَّآ أَهْدَىٰ مِنْهُمْ ۚ",
        "text_uthmani_transcribed": "Au taqūlū lau annā unzila 'alainal-kitābu lakunnā ahdā minhum,"
      },
      {
        "belongs_to_verse_number": 157,
        "translation": "Aber nun ist ein klarer Beweis von eurem Herrn und Rechtleitung und Barmherzigkeit zu euch gekommen.",
        "text_uthmani": "فَقَدْ جَآءَكُم بَيِّنَةٌ مِّن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ ۚ",
        "text_uthmani_transcribed": "Faqad jā'akum bayyinatum mir rabbikum wa hudaw wa raḥmah(tun),"
      },
      {
        "belongs_to_verse_number": 157,
        "translation": "Wer ist denn ungerechter, als wer Allahs Zeichen für Lüge erklärt und sich von ihnen abwendet?",
        "text_uthmani": "فَمَنْ أَظْلَمُ مِمَّن كَذَّبَ بِـَٔايَـٰتِ ٱللَّهِ وَصَدَفَ عَنْهَا ۗ",
        "text_uthmani_transcribed": "faman aẓlamu mimman każżaba bi'āyātillāhi wa ṣadafa 'anhā,"
      },
      {
        "belongs_to_verse_number": 157,
        "translation": "Wir werden denjenigen, die sich von Unseren Zeichen abwenden, mit einer bösen Strafe vergelten, daß sie sich stets abwandten.",
        "text_uthmani": "سَنَجْزِى ٱلَّذِينَ يَصْدِفُونَ عَنْ ءَايَـٰتِنَا سُوٓءَ ٱلْعَذَابِ بِمَا كَانُوا۟ يَصْدِفُونَ",
        "text_uthmani_transcribed": "sanajzil-lażīna yaṣdifūna 'an āyātinā sū'al-'ażābi bimā kānū yaṣdifūn(a)."
      }
    ],
    "text_uthmani": "أَوْ تَقُولُوا۟ لَوْ أَنَّآ أُنزِلَ عَلَيْنَا ٱلْكِتَـٰبُ لَكُنَّآ أَهْدَىٰ مِنْهُمْ ۚ فَقَدْ جَآءَكُم بَيِّنَةٌ مِّن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ ۚ فَمَنْ أَظْلَمُ مِمَّن كَذَّبَ بِـَٔايَـٰتِ ٱللَّهِ وَصَدَفَ عَنْهَا ۗ سَنَجْزِى ٱلَّذِينَ يَصْدِفُونَ عَنْ ءَايَـٰتِنَا سُوٓءَ ٱلْعَذَابِ بِمَا كَانُوا۟ يَصْدِفُونَ",
    "text_uthmani_transcribed": "Au taqūlū lau annā unzila 'alainal-kitābu lakunnā ahdā minhum, faqad jā'akum bayyinatum mir rabbikum wa hudaw wa raḥmah(tun), faman aẓlamu mimman każżaba bi'āyātillāhi wa ṣadafa 'anhā, sanajzil-lażīna yaṣdifūna 'an āyātinā sū'al-'ażābi bimā kānū yaṣdifūn(a)."
  },
  {
    "verse_number": 158,
    "translation": "Erwarten sie (etwas anderes), als daß die Engel zu ihnen kommen oder daß dein Herr kommt oder daß etwas von den Zeichen deines Herrn kommt? An dem Tag, da etwas von den Zeichen deines Herrn kommt, nützt einer Seele ihr Glaube nicht, wenn sie nicht schon zuvor geglaubt oder in ihrem Glauben Gutes erworben hat. Sag: Wartet ab! Wir warten ebenfalls ab.",
    "segmented": [
      {
        "belongs_to_verse_number": 158,
        "translation": "Erwarten sie (etwas anderes), als daß die Engel zu ihnen kommen oder daß dein Herr kommt oder daß etwas von den Zeichen deines Herrn kommt?",
        "text_uthmani": "هَلْ يَنظُرُونَ إِلَّآ أَن تَأْتِيَهُمُ ٱلْمَلَـٰٓئِكَةُ أَوْ يَأْتِىَ رَبُّكَ أَوْ يَأْتِىَ بَعْضُ ءَايَـٰتِ رَبِّكَ ۗ",
        "text_uthmani_transcribed": "Hal yanẓurūna illā an ta'tiyahumul-malā'ikatu au ya'tiya rabbuka au ya'tiya ba'ḍu āyāti rabbik(a),"
      },
      {
        "belongs_to_verse_number": 158,
        "translation": "An dem Tag, da etwas von den Zeichen deines Herrn kommt, nützt einer Seele ihr Glaube nicht, wenn sie nicht schon zuvor geglaubt",
        "text_uthmani": "يَوْمَ يَأْتِى بَعْضُ ءَايَـٰتِ رَبِّكَ لَا يَنفَعُ نَفْسًا إِيمَـٰنُهَا لَمْ تَكُنْ ءَامَنَتْ مِن قَبْلُ",
        "text_uthmani_transcribed": "yauma ya'tī ba'ḍu āyāti rabbika lā yanfa'u nafsan īmānuhā lam takun āmanat min qablu"
      },
      {
        "belongs_to_verse_number": 158,
        "translation": "oder in ihrem Glauben Gutes erworben hat. Sag: Wartet ab! Wir warten ebenfalls ab.",
        "text_uthmani": "أَوْ كَسَبَتْ فِىٓ إِيمَـٰنِهَا خَيْرًا ۗ قُلِ ٱنتَظِرُوٓا۟ إِنَّا مُنتَظِرُونَ",
        "text_uthmani_transcribed": "au kasabat fī īmānihā khairā(n), qulintaẓirū innā muntaẓirūn(a)."
      }
    ],
    "text_uthmani": "هَلْ يَنظُرُونَ إِلَّآ أَن تَأْتِيَهُمُ ٱلْمَلَـٰٓئِكَةُ أَوْ يَأْتِىَ رَبُّكَ أَوْ يَأْتِىَ بَعْضُ ءَايَـٰتِ رَبِّكَ ۗ يَوْمَ يَأْتِى بَعْضُ ءَايَـٰتِ رَبِّكَ لَا يَنفَعُ نَفْسًا إِيمَـٰنُهَا لَمْ تَكُنْ ءَامَنَتْ مِن قَبْلُ أَوْ كَسَبَتْ فِىٓ إِيمَـٰنِهَا خَيْرًا ۗ قُلِ ٱنتَظِرُوٓا۟ إِنَّا مُنتَظِرُونَ",
    "text_uthmani_transcribed": "Hal yanẓurūna illā an ta'tiyahumul-malā'ikatu au ya'tiya rabbuka au ya'tiya ba'ḍu āyāti rabbik(a), yauma ya'tī ba'ḍu āyāti rabbika lā yanfa'u nafsan īmānuhā lam takun āmanat min qablu au kasabat fī īmānihā khairā(n), qulintaẓirū innā muntaẓirūn(a)."
  },
  {
    "verse_number": 159,
    "translation": "Gewiß, mit denjenigen, die ihre Religion spalteten und zu Lagern geworden sind, hast du nichts gemein. Ihre Angelegenheit steht (allein) bei Allah. Hierauf wird Er ihnen kundtun, was sie zu tun pflegten.",
    "segmented": [
      {
        "belongs_to_verse_number": 159,
        "translation": "Gewiß, mit denjenigen, die ihre Religion spalteten und zu Lagern geworden sind, hast du nichts gemein.",
        "text_uthmani": "إِنَّ ٱلَّذِينَ فَرَّقُوا۟ دِينَهُمْ وَكَانُوا۟ شِيَعًا لَّسْتَ مِنْهُمْ فِى شَىْءٍ ۚ",
        "text_uthmani_transcribed": "Innal-lażīna farraqū dīnahum wa kānū syiya'al lasta minhum fī syai'(in),"
      },
      {
        "belongs_to_verse_number": 159,
        "translation": "Ihre Angelegenheit steht (allein) bei Allah. Hierauf wird Er ihnen kundtun, was sie zu tun pflegten.",
        "text_uthmani": "إِنَّمَآ أَمْرُهُمْ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُوا۟ يَفْعَلُونَ",
        "text_uthmani_transcribed": "innamā amruhum ilallāhi ṡumma yunabbi'uhum bimā kānū yaf'alūn(a)."
      }
    ],
    "text_uthmani": "إِنَّ ٱلَّذِينَ فَرَّقُوا۟ دِينَهُمْ وَكَانُوا۟ شِيَعًا لَّسْتَ مِنْهُمْ فِى شَىْءٍ ۚ إِنَّمَآ أَمْرُهُمْ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُوا۟ يَفْعَلُونَ",
    "text_uthmani_transcribed": "Innal-lażīna farraqū dīnahum wa kānū syiya'al lasta minhum fī syai'(in), innamā amruhum ilallāhi ṡumma yunabbi'uhum bimā kānū yaf'alūn(a)."
  },
  {
    "verse_number": 160,
    "translation": "Wer mit (etwas) Gutem kommt, erhält zehnmal soviel. Und Wer mit einer bösen Tat kommt, dem wird nur gleichviel vergolten, und es wird ihnen kein Unrecht zugefügt.",
    "segmented": [
      {
        "belongs_to_verse_number": 160,
        "translation": "Wer mit (etwas) Gutem kommt, erhält zehnmal soviel.",
        "text_uthmani": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ عَشْرُ أَمْثَالِهَا ۖ",
        "text_uthmani_transcribed": "Man jā'a bil-ḥasanati fa lahū 'asyru amṡālihā."
      },
      {
        "belongs_to_verse_number": 160,
        "translation": "Und Wer mit einer bösen Tat kommt, dem wird nur gleichviel vergolten, und es wird ihnen kein Unrecht zugefügt.",
        "text_uthmani": "وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجْزَىٰٓ إِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُونَ",
        "text_uthmani_transcribed": "wa man jā'a bis-sayyi'ati falā yujzā illā miṡlahā wa hum lā yuẓlamūn(a)."
      }
    ],
    "text_uthmani": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ عَشْرُ أَمْثَالِهَا ۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجْزَىٰٓ إِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُونَ",
    "text_uthmani_transcribed": "Man jā'a bil-ḥasanati fa lahū 'asyru amṡālihā, wa man jā'a bis-sayyi'ati falā yujzā illā miṡlahā wa hum lā yuẓlamūn(a)."
  },
  {
    "verse_number": 161,
    "translation": "Sag: Gewiß, mich hat mein Herr zu einem geraden Weg geleitet, einer richtigen Religion, dem Glaubensbekenntnis Ibrahims, als Anhänger des rechten Glaubens, und er war keiner der Götzendiener.",
    "segmented": [
      {
        "belongs_to_verse_number": 161,
        "translation": "Sag: Gewiß, mich hat mein Herr zu einem geraden Weg geleitet, einer richtigen Religion, dem Glaubensbekenntnis Ibrahims, als Anhänger des rechten Glaubens,",
        "text_uthmani": "قُلْ إِنَّنِى هَدَىٰنِى رَبِّىٓ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ دِينًا قِيَمًا مِّلَّةَ إِبْرَٰهِيمَ حَنِيفًا ۚ",
        "text_uthmani_transcribed": "Qul innanī hadānī rabbī ilā ṣirāṭim mustaqīm(in), dīnan qiyamam millata ibrāhīma ḥanīfā(n),"
      },
      {
        "belongs_to_verse_number": 161,
        "translation": "und er war keiner der Götzendiener.",
        "text_uthmani": "وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
        "text_uthmani_transcribed": "wa mā kāna minal-musyrikīn(a)."
      }
    ],
    "text_uthmani": "قُلْ إِنَّنِى هَدَىٰنِى رَبِّىٓ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ دِينًا قِيَمًا مِّلَّةَ إِبْرَٰهِيمَ حَنِيفًا ۚ وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
    "text_uthmani_transcribed": "Qul innanī hadānī rabbī ilā ṣirāṭim mustaqīm(in), dīnan qiyamam millata ibrāhīma ḥanīfā(n), wa mā kāna minal-musyrikīn(a)."
  },
  {
    "verse_number": 162,
    "translation": "Sag: Gewiß, mein Gebet und mein (Schlacht)opfer, mein Leben und mein Sterben gehören Allah, dem Herrn der Weltenbewohner.",
    "text_uthmani": "قُلْ إِنَّ صَلَاتِى وَنُسُكِى وَمَحْيَاىَ وَمَمَاتِى لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Qul inna ṣalātī wa nusukī wa maḥyāya wa mamātī lillāhi rabbil-'ālamīn(a)."
  },
  {
    "verse_number": 163,
    "translation": "Er hat keinen Teilhaber. Dies ist mir befohlen worden, und ich bin der erste der (Ihm) Ergebenen.",
    "text_uthmani": "لَا شَرِيكَ لَهُۥ ۖ وَبِذَٰلِكَ أُمِرْتُ وَأَنَا۠ أَوَّلُ ٱلْمُسْلِمِينَ",
    "text_uthmani_transcribed": "Lā syarīka lah(ū), wa biżālika umirtu wa ana awwalul-muslimīn(a)."
  },
  {
    "verse_number": 164,
    "translation": "Sag: Soll ich einen anderen Herrn als Allah begehren, wo Er doch der Herr von allem ist? Jede Seele erwirbt nur gegen sich selbst. Und keine lasttragende (Seele) nimmt die Last einer anderen auf sich. Hierauf wird eure Rückkehr zu eurem Herrn sein, und Er wird kundtun, worüber ihr uneinig zu sein pflegtet.",
    "segmented": [
      {
        "belongs_to_verse_number": 164,
        "translation": "Sag: Soll ich einen anderen Herrn als Allah begehren, wo Er doch der Herr von allem ist? Jede Seele erwirbt nur gegen sich selbst.",
        "text_uthmani": "قُلْ أَغَيْرَ ٱللَّهِ أَبْغِى رَبًّا وَهُوَ رَبُّ كُلِّ شَىْءٍ ۚ وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا ۚ",
        "text_uthmani_transcribed": "Qul agairallāhi abgī rabbaw wa huwa rabbu kulli syai'(in), wa lā taksibu kullu nafsin illā 'alaihā,"
      },
      {
        "belongs_to_verse_number": 164,
        "translation": "Und keine lasttragende (Seele) nimmt die Last einer anderen auf sich.",
        "text_uthmani": "وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۚ",
        "text_uthmani_transcribed": "wa lā taziru wāziratuw wizra ukhrā,"
      },
      {
        "belongs_to_verse_number": 164,
        "translation": "Hierauf wird eure Rückkehr zu eurem Herrn sein, und Er wird kundtun, worüber ihr uneinig zu sein pflegtet.",
        "text_uthmani": "ثُمَّ إِلَىٰ رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
        "text_uthmani_transcribed": "ṡumma ilā rabbikum marji'ukum fa yunabbi'ukum bimā kuntum fīhi takhtalifūn(a)."
      }
    ],
    "text_uthmani": "قُلْ أَغَيْرَ ٱللَّهِ أَبْغِى رَبًّا وَهُوَ رَبُّ كُلِّ شَىْءٍ ۚ وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا ۚ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
    "text_uthmani_transcribed": "Qul agairallāhi abgī rabbaw wa huwa rabbu kulli syai'(in), wa lā taksibu kullu nafsin illā 'alaihā, wa lā taziru wāziratuw wizra ukhrā, ṡumma ilā rabbikum marji'ukum fa yunabbi'ukum bimā kuntum fīhi takhtalifūn(a)."
  },
  {
    "verse_number": 165,
    "translation": "Er ist es, Der euch zu Nachfolgern (auf) der Erde gemacht und die einen von euch über die anderen um Rangstufen erhöht hat, damit Er euch mit dem, was Er euch gegeben hat, prüfe. Gewiß, dein Herr ist schnell im Bestrafen, aber Er ist auch wahrlich Allvergebend und Barmherzig.",
    "segmented": [
      {
        "belongs_to_verse_number": 165,
        "translation": "Er ist es, Der euch zu Nachfolgern (auf) der Erde gemacht",
        "text_uthmani": "وَهُوَ ٱلَّذِى جَعَلَكُمْ خَلَـٰٓئِفَ ٱلْأَرْضِ",
        "text_uthmani_transcribed": "Wa huwal-lażī ja'alakum khalā'ifal-arḍi"
      },
      {
        "belongs_to_verse_number": 165,
        "translation": "und die einen von euch über die anderen um Rangstufen erhöht hat, damit Er euch mit dem, was Er euch gegeben hat, prüfe.",
        "text_uthmani": "وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَـٰتٍ لِّيَبْلُوَكُمْ فِى مَآ ءَاتَىٰكُمْ ۗ",
        "text_uthmani_transcribed": "wa rafa'a ba'ḍakum fauqa ba'ḍin darajātil liyabluwakum fī mā ātākum,"
      },
      {
        "belongs_to_verse_number": 165,
        "translation": "Gewiß, dein Herr ist schnell im Bestrafen, aber Er ist auch wahrlich Allvergebend und Barmherzig.",
        "text_uthmani": "إِنَّ رَبَّكَ سَرِيعُ ٱلْعِقَابِ وَإِنَّهُۥ لَغَفُورٌ رَّحِيمٌۢ",
        "text_uthmani_transcribed": "inna rabbaka sarī'ul-'iqāb(i), wa innahū lagafūrur raḥīm(un)."
      }
    ],
    "text_uthmani": "وَهُوَ ٱلَّذِى جَعَلَكُمْ خَلَـٰٓئِفَ ٱلْأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَـٰتٍ لِّيَبْلُوَكُمْ فِى مَآ ءَاتَىٰكُمْ ۗ إِنَّ رَبَّكَ سَرِيعُ ٱلْعِقَابِ وَإِنَّهُۥ لَغَفُورٌ رَّحِيمٌۢ",
    "text_uthmani_transcribed": "Wa huwal-lażī ja'alakum khalā'ifal-arḍi wa rafa'a ba'ḍakum fauqa ba'ḍin darajātil liyabluwakum fī mā ātākum, inna rabbaka sarī'ul-'iqāb(i), wa innahū lagafūrur raḥīm(un)."
  }
]