[
  {
    "index": 1,
    "verse_number": 1,
    "translation": "Sag: Mir ist (als Offenbarung) eingegeben worden, daß eine kleinere Schar Ginn zuhörte. Sie sagten: Wir haben einen wunderbaren Qur’an gehört,",
    "arabic": " قُلْ أُوحِىَ إِلَىَّ أَنَّهُ ٱسْتَمَعَ نَفَرٌ مِّنَ ٱلْجِنِّ فَقَالُوٓا۟ إِنَّا سَمِعْنَا قُرْءَانًا عَجَبًا",
    "transcription": "Qul ūḥiya ilayya annahustama'a nafarum minal-jinni fa qālū innā sami'nā qur'ānan 'ajabā(n)."
  },
  {
    "index": 2,
    "verse_number": 2,
    "translation": "der zur Besonnenheit leitet; so haben wir an ihn geglaubt, und wir werden unserem Herrn niemanden beigesellen.",
    "arabic": "يَهْدِىٓ إِلَى ٱلرُّشْدِ فَـَٔامَنَّا بِهِۦ ۖ وَلَن نُّشْرِكَ بِرَبِّنَآ أَحَدًا",
    "transcription": "Yahdī ilar-rusydi fa'āmannā bih(ī), wa lan nusyrika birabbinā aḥadā(n)."
  },
  {
    "index": 3,
    "verse_number": 3,
    "translation": "Und erhaben ist die Größe unseres Herrn. Er hat sich weder eine Gefährtin noch Kinder genommen.",
    "arabic": "وَأَنَّهُۥ تَعَـٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَـٰحِبَةً وَلَا وَلَدًا",
    "transcription": "Wa annahū ta'ālā jaddu rabbinā mattakhaża ṣāḥibataw wa lā waladā(n)."
  },
  {
    "index": 4,
    "verse_number": 4,
    "translation": "Und es pflegte der Tor unter uns etwas Abwegiges gegen Allah zu sagen.",
    "arabic": "وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطًا",
    "transcription": "Wa annahū kāna yaqūlu safīhunā 'alallāhi syaṭaṭā(n)."
  },
  {
    "index": 5,
    "verse_number": 5,
    "translation": "Und wir meinten, daß weder die Menschen noch die Ginn gegen Allah jemals eine Lüge sagen würden.",
    "arabic": "وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلْإِنسُ وَٱلْجِنُّ عَلَى ٱللَّهِ كَذِبًا",
    "transcription": "Wa annā ẓanannā allan taqūlal-insu wal-jinnu 'alallāhi każibā(n)."
  },
  {
    "index": 6,
    "verse_number": 6,
    "translation": "Und (manche) Männer von den Menschen pflegten Zuflucht zu nehmen bei (einigen) Männern von den Ginn, doch mehrten sie so (bei) ihnen die",
    "arabic": "وَأَنَّهُۥ كَانَ رِجَالٌ مِّنَ ٱلْإِنسِ يَعُوذُونَ بِرِجَالٍ مِّنَ ٱلْجِنِّ فَزَادُوهُمْ",
    "transcription": "Wa annahū kāna rijālum minal insi ya'ūżūna birijālim minal-jinni fa zādūhum"
  },
  {
    "index": 7,
    "verse_number": 6,
    "translation": "Drangsal.",
    "arabic": "رَهَقًا",
    "transcription": "rahaqā(n)."
  },
  {
    "index": 8,
    "verse_number": 7,
    "translation": "Und sie meinten -, wie (auch) ihr meint -, daß Allah niemanden mehr (als Gesandten) schicken würde.",
    "arabic": "وَأَنَّهُمْ ظَنُّوا۟ كَمَا ظَنَنتُمْ أَن لَّن يَبْعَثَ ٱللَّهُ أَحَدًا",
    "transcription": "Wa annahum ẓannū kamā ẓanantum allay yab'aṡallāhu aḥadā(n)."
  },
  {
    "index": 9,
    "verse_number": 8,
    "translation": "Und wir haben den Himmel abgetastet, aber festgestellt, daß er mit strengen Wächtern und Leuchtkörpern gefüllt worden ist.",
    "arabic": "وَأَنَّا لَمَسْنَا ٱلسَّمَآءَ فَوَجَدْنَـٰهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا",
    "transcription": "Wa annā lamasnas-samā'a fa wajadnāhā muli'at ḥarasan syadīdaw wa syuhubā(n)."
  },
  {
    "index": 10,
    "verse_number": 9,
    "translation": "Und wir pflegten ja an Stellen von ihm Sitze zum Abhören einzunehmen; wer aber jetzt abhört, der findet einen auf ihn wartenden Leuchtkörper.",
    "arabic": "وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَـٰعِدَ لِلسَّمْعِ ۖ فَمَن يَسْتَمِعِ ٱلْـَٔانَ يَجِدْ لَهُۥ شِهَابًا رَّصَدًا",
    "transcription": "Wa annā kunnā naq'udu minhā maqā'ida lis-sam'(i), famay yastami'il-āna yajid lahū syihābar raṣadā(n)."
  },
  {
    "index": 11,
    "verse_number": 10,
    "translation": "Und wir wissen doch nicht, ob für diejenigen auf der Erde Schlechtes gewollt wird oder ob ihr Herr sie zur Besonnenheit (führen) will.",
    "arabic": "وَأَنَّا لَا نَدْرِىٓ أَشَرٌّ أُرِيدَ بِمَن فِى ٱلْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا",
    "transcription": "Wa annā lā nadrī asyarrun urīda biman fil-arḍi am arāda bihim rabbuhum rasyadā(n)."
  },
  {
    "index": 12,
    "verse_number": 11,
    "translation": "Und unter uns gibt es Rechtschaffene, und unter uns gibt es solche, die weniger rechtschaffen sind; wir sind getrennte(n) Wege(n gefolgt).",
    "arabic": "وَأَنَّا مِنَّا ٱلصَّـٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَ ۖ كُنَّا طَرَآئِقَ قِدَدًا",
    "transcription": "Wa annā minnaṣ-ṣāliḥūna wa minnā dūna żālik(a), kunnā ṭarā'iqa qidadā(n)."
  },
  {
    "index": 13,
    "verse_number": 12,
    "translation": "Und wir meinten, daß wir uns auf der Erde Allah niemals entziehen können und daß wir uns Ihm niemals durch Flucht entziehen können.",
    "arabic": "وَأَنَّا ظَنَنَّآ أَن لَّن نُّعْجِزَ ٱللَّهَ فِى ٱلْأَرْضِ وَلَن نُّعْجِزَهُۥ هَرَبًا",
    "transcription": "Wa annā ẓanannā allan nu'jizallāha fil-arḍi wa lan nu'jizahū harabā(n)."
  },
  {
    "index": 14,
    "verse_number": 13,
    "translation": "Und als wir die Rechtleitung hörten, glaubten wir daran. Wer an seinen Herrn glaubt, der befürchtet keine (Lohn)schmälerung und keine Drangsal.",
    "arabic": "وَأَنَّا لَمَّا سَمِعْنَا ٱلْهُدَىٰٓ ءَامَنَّا بِهِۦ ۖ فَمَن يُؤْمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخْسًا وَلَا رَهَقًا",
    "transcription": "Wa annā lammā sami'nal-hudā āmannā bih(ī), famay yu'mim birabbihī falā yakhāfu bakhsaw wa lā rahaqā(n)."
  },
  {
    "index": 15,
    "verse_number": 14,
    "translation": "Und unter uns sind Gottergebene; und unter uns sind (vom rechten Weg) Abschweifende.",
    "arabic": "وَأَنَّا مِنَّا ٱلْمُسْلِمُونَ وَمِنَّا ٱلْقَـٰسِطُونَ ۖ",
    "transcription": "Wa annā minnal-muslimūna wa minnal-qāsiṭūn(a),"
  },
  {
    "index": 16,
    "verse_number": 14,
    "translation": "Was nun jemanden angeht, der sich (Allah) ergeben hat, so bemüht er sich um (mehr) Besonnenheit.",
    "arabic": "فَمَنْ أَسْلَمَ فَأُو۟لَـٰٓئِكَ تَحَرَّوْا۟ رَشَدًا",
    "transcription": "faman aslama fa ulā'ika taḥarrau rasyadā(n)."
  },
  {
    "index": 17,
    "verse_number": 15,
    "translation": "Was aber die (vom rechten Weg) Abschweifenden angeht, so werden sie Brennholz für die Hölle sein.",
    "arabic": "وَأَمَّا ٱلْقَـٰسِطُونَ فَكَانُوا۟ لِجَهَنَّمَ حَطَبًا",
    "transcription": "Wa ammal-qāsiṭūna fa kānū lijahannama ḥaṭabā(n)."
  },
  {
    "index": 18,
    "verse_number": 16,
    "translation": "Und wenn sie sich auf dem Weg recht verhielten, würden Wir ihnen wahrlich Wasser im Überfluß zu trinken geben,",
    "arabic": "وَأَلَّوِ ٱسْتَقَـٰمُوا۟ عَلَى ٱلطَّرِيقَةِ لَأَسْقَيْنَـٰهُم مَّآءً غَدَقًا",
    "transcription": "Wa allawistaqāmū 'alaṭ-ṭarīqati la'asqaināhum mā'an gadaqā(n)."
  },
  {
    "index": 19,
    "verse_number": 17,
    "translation": "damit Wir sie dadurch der Versuchung aussetzen.",
    "arabic": "لِّنَفْتِنَهُمْ فِيهِ ۚ",
    "transcription": "Linaftinahum fīh(i),"
  },
  {
    "index": 20,
    "verse_number": 17,
    "translation": "Und wer sich von der Ermahnung seines Herrn abwendet, den wird Er in überwältigende Strafe stecken.",
    "arabic": "وَمَن يُعْرِضْ عَن ذِكْرِ رَبِّهِۦ يَسْلُكْهُ عَذَابًا صَعَدًا",
    "transcription": "wa may yu'riḍ 'an żikri rabbihī yasluk-hu 'ażāban ṣa'adā(n)."
  },
  {
    "index": 21,
    "verse_number": 18,
    "translation": "Und die Gebetsstätten gehören doch Allah; so ruft neben Allah niemanden an.",
    "arabic": "وَأَنَّ ٱلْمَسَـٰجِدَ لِلَّهِ فَلَا تَدْعُوا۟ مَعَ ٱللَّهِ أَحَدًا",
    "transcription": "Wa annal-masājida lillāhi falā tad'ū ma'allāhi aḥadā(n)."
  },
  {
    "index": 22,
    "verse_number": 19,
    "translation": "Und als Allahs Diener aufstand, um Ihn anzurufen, hätten sie ihn (alle) beinahe erdrückt.",
    "arabic": "وَأَنَّهُۥ لَمَّا قَامَ عَبْدُ ٱللَّهِ يَدْعُوهُ كَادُوا۟ يَكُونُونَ عَلَيْهِ لِبَدًا",
    "transcription": "Wa annahū lammā qāma 'abdullāhi yad'ūhu kādū yakūnūna 'alaihi libadā(n)."
  },
  {
    "index": 23,
    "verse_number": 20,
    "translation": "Sag: Ich rufe nur meinen Herrn an, und ich geselle Ihm niemanden bei.",
    "arabic": "قُلْ إِنَّمَآ أَدْعُوا۟ رَبِّى وَلَآ أُشْرِكُ بِهِۦٓ أَحَدًا",
    "transcription": "Qul innamā ad'ū rabbī wa lā usyriku bihī aḥadā(n)."
  },
  {
    "index": 24,
    "verse_number": 21,
    "translation": "Sag: Ich vermag euch weder Schaden noch Besonnenheit (zu bringen).",
    "arabic": "قُلْ إِنِّى لَآ أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا",
    "transcription": "Qul innī lā amliku lakum ḍarraw wa lā rasyadā(n)."
  },
  {
    "index": 25,
    "verse_number": 22,
    "translation": "Sag: Niemand kann mir gegen Allah Schutz gewähren, und ich werde außer (bei) Ihm keinen Ort der Sicherheit finden.",
    "arabic": "قُلْ إِنِّى لَن يُجِيرَنِى مِنَ ٱللَّهِ أَحَدٌ وَلَنْ أَجِدَ مِن دُونِهِۦ مُلْتَحَدًا",
    "transcription": "Qul innī lay yujīranī minallāhi aḥad(un), wa lan ajida min dūnihī multaḥadā(n)."
  },
  {
    "index": 26,
    "verse_number": 23,
    "translation": "(Ich vermag) nur etwas zu übermitteln von Allah und Seinen Botschaften.",
    "arabic": "إِلَّا بَلَـٰغًا مِّنَ ٱللَّهِ وَرِسَـٰلَـٰتِهِۦ ۚ",
    "transcription": "Illā balāgam minallāhi wa risālātih(ī)"
  },
  {
    "index": 27,
    "verse_number": 23,
    "translation": "Und wer sich Allah und Seinem Gesandten widersetzt, gewiß, für ihn wird es das Feuer der Hölle geben, ewig und auf immer darin zu bleiben.",
    "arabic": "وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَـٰلِدِينَ فِيهَآ أَبَدًا",
    "transcription": "wa may ya'ṣillāha wa rasūlahū fa inna lahū nāra jahannama khālidīna fīhā abadā(n)."
  },
  {
    "index": 28,
    "verse_number": 24,
    "translation": "Wenn sie dann sehen, was ihnen versprochen worden ist, da werden sie wissen, wer die schwächeren Helfer und die geringere Zahl hat.",
    "arabic": "حَتَّىٰٓ إِذَا رَأَوْا۟ مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِرًا وَأَقَلُّ عَدَدًا",
    "transcription": "Ḥattā iżā ra'au mā yū'adūna fasaya'lamūna man aḍ'afu nāṣiraw wa aqallu 'adadā(n)."
  },
  {
    "index": 29,
    "verse_number": 25,
    "translation": "Sag: Ich weiß nicht, ob das, was euch versprochen worden ist, nahe ist, oder ob mein Herr ihm eine (längere) Frist setzt,",
    "arabic": "قُلْ إِنْ أَدْرِىٓ أَقَرِيبٌ مَّا تُوعَدُونَ أَمْ يَجْعَلُ لَهُۥ رَبِّىٓ أَمَدًا",
    "transcription": "Qul in adrī aqarībum mā tū'adūna am yaj'alu lahū rabbī amadā(n)."
  },
  {
    "index": 30,
    "verse_number": 26,
    "translation": "(Er,) der Kenner des Verborgenen - Er enthüllt niemandem das, was bei Ihm verborgen ist,",
    "arabic": "عَـٰلِمُ ٱلْغَيْبِ فَلَا يُظْهِرُ عَلَىٰ غَيْبِهِۦٓ أَحَدًا",
    "transcription": "'Ālimul-gaibi falā yuẓhiru 'alā gaibihī aḥadā(n)."
  },
  {
    "index": 31,
    "verse_number": 27,
    "translation": "außer dem Gesandten, den Er bewilligt; da läßt Er vor ihm und hinter ihm Wächter einhergehen,",
    "arabic": "إِلَّا مَنِ ٱرْتَضَىٰ مِن رَّسُولٍ فَإِنَّهُۥ يَسْلُكُ مِنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦ رَصَدًا",
    "transcription": "Illā manirtaḍā mir rasūlin fa innahū yasluku mim baini yadaihi wa min khalfihī raṣadā(n)."
  },
  {
    "index": 32,
    "verse_number": 28,
    "translation": "damit er weiß, ob sie wohl die Botschaften ihres Herrn ausgerichtet haben, und daß Er das, was bei ihnen ist, umfaßt,",
    "arabic": "لِّيَعْلَمَ أَن قَدْ أَبْلَغُوا۟ رِسَـٰلَـٰتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ",
    "transcription": "Liya'lama an qad ablagū risālāti rabbihim wa aḥāṭa bimā ladaihim"
  },
  {
    "index": 33,
    "verse_number": 28,
    "translation": "und Er die Zahl von allem erfaßt.",
    "arabic": "وَأَحْصَىٰ كُلَّ شَىْءٍ عَدَدًۢا",
    "transcription": "wa aḥṣā kulla syai'in 'adadā(n)."
  }
]