[
  {
    "verse_number": 1,
    "translation": "Segensreich ist Derjenige, Der Seinem Diener die Unterscheidung offenbart hat, damit er für die Weltenbewohner ein Warner sei,",
    "text_uthmani": " تَبَارَكَ ٱلَّذِى نَزَّلَ ٱلْفُرْقَانَ عَلَىٰ عَبْدِهِۦ لِيَكُونَ لِلْعَـٰلَمِينَ نَذِيرًا",
    "text_uthmani_transcribed": "Tabārakal-lażī nazzalal-furqāna 'alā 'abdihī liyakūna lil-'ālamīna nażīrā(n)."
  },
  {
    "verse_number": 2,
    "translation": "Er, Dem die Herrschaft der Himmel und der Erde gehört, Der Sich kein Kind genommen hat und Der keinen Teilhaber an der Herrschaft hat und alles erschaffen und ihm dabei sein rechtes Maß gegeben hat.",
    "segmented": [
      {
        "translation": "Er, Dem die Herrschaft der Himmel und der Erde gehört, Der Sich kein Kind genommen hat und Der keinen Teilhaber an der Herrschaft hat",
        "text_uthmani": "ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُۥ شَرِيكٌ فِى ٱلْمُلْكِ",
        "text_uthmani_transcribed": "Alladhee lahu mulku as-samawati wal-ardi wa lam yattakhidh waladan wa lam yakun lahu shareekun fee al-mulki"
      },
      {
        "translation": "und alles erschaffen und ihm dabei sein rechtes Maß gegeben hat.",
        "text_uthmani": "وَخَلَقَ كُلَّ شَىْءٍ فَقَدَّرَهُۥ تَقْدِيرًا",
        "text_uthmani_transcribed": "wa khalaqa kulla shay'in faqaddarahu taqdeeran"
      }
    ],
    "text_uthmani": "ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُۥ شَرِيكٌ فِى ٱلْمُلْكِ وَخَلَقَ كُلَّ شَىْءٍ فَقَدَّرَهُۥ تَقْدِيرًا",
    "text_uthmani_transcribed": "Allażī lahū mulkus-samāwāti wal-arḍi wa lam yattakhiż waladaw wa lam yakul lahū syarīkun fil-mulki wa khalaqa  kulla syai'in fa qaddarahū taqdīrā(n)."
  },
  {
    "verse_number": 3,
    "translation": "Und sie haben sich außer Ihm Götter genommen, die nichts erschaffen, während sie (selbst) erschaffen werden, und die sich selbst weder Schaden noch Nutzen zu bringen vermögen und die weder über Tod noch über Leben noch über Auferstehung verfügen.",
    "segmented": [
      {
        "translation": "Und sie haben sich außer Ihm Götter genommen, die nichts erschaffen, während sie (selbst) erschaffen werden,",
        "text_uthmani": "وَٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً لَّا يَخْلُقُونَ شَيْـًٔا وَهُمْ يُخْلَقُونَ",
        "text_uthmani_transcribed": "Wa attakhadhoo min doonihi aalihatan la yakhluqoona shay'an wahum yukhlaqoon"
      },
      {
        "translation": "und die sich selbst weder Schaden noch Nutzen zu bringen vermögen und die weder über Tod noch über Leben noch über Auferstehung verfügen.",
        "text_uthmani": "وَلَا يَمْلِكُونَ لِأَنفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَوٰةً وَلَا نُشُورًا",
        "text_uthmani_transcribed": "Wa la yamlikoona li-anfusihim darran wa la naf'an wa la yamlikoona mawtan wa la hayawatan wa la nushooran"
      }
    ],
    "text_uthmani": "وَٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً لَّا يَخْلُقُونَ شَيْـًٔا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَوٰةً وَلَا نُشُورًا",
    "text_uthmani_transcribed": "Wattakhażū min dūnihī ālihatal lā yakhluqūna syai'aw wa hum yukhlaqūna wa lā yamlikūna li'anfusihim ḍarraw wa lā naf'aw wa lā yamlikūna mautaw wa lā ḥayātaw wa lā nusyūrā(n)."
  },
  {
    "verse_number": 4,
    "translation": "Diejenigen, die ungläubig sind, sagen: „Das ist nur eine ungeheuerliche Lüge, die er ersonnen hat und bei der andere Leute ihm geholfen haben. Sie begehen da ja Ungerechtigkeit und Falschaussage.",
    "segmented": [
      {
        "translation": "Diejenigen, die ungläubig sind, sagen: „Das ist nur eine ungeheuerliche Lüge, die er ersonnen hat und bei der andere Leute ihm geholfen haben.",
        "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّآ إِفْكٌ ٱفْتَرَىٰهُ وَأَعَانَهُۥ عَلَيْهِ قَوْمٌ ءَاخَرُونَ",
        "text_uthmani_transcribed": "Wa qāla alladhīna kafarū in hādhā illā ifkun iftarāhu wa a'ānahu 'alayhi qawmun ākharūn"
      },
      {
        "translation": "Sie begehen da ja Ungerechtigkeit und Falschaussage.",
        "text_uthmani": "ۖ فَقَدْ جَآءُو ظُلْمًا وَزُورًا",
        "text_uthmani_transcribed": "Faqad jā'ū ẓulman wa zūran"
      }
    ],
    "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّآ إِفْكٌ ٱفْتَرَىٰهُ وَأَعَانَهُۥ عَلَيْهِ قَوْمٌ ءَاخَرُونَ ۖ فَقَدْ جَآءُو ظُلْمًا وَزُورًا",
    "text_uthmani_transcribed": "Wa qālal-lażīna kafarū in hāżā illā ifkuniftarāhu wa a'ānahū 'alaihi qaumun ākharūn(a), fa qad jā'ū ẓulmaw wa zūrā(n)."
  },
  {
    "verse_number": 5,
    "translation": "Und sie sagen: „(Es sind) Fabeln der Früheren, die er sich aufgeschrieben hat. So werden sie ihm morgens und abends vorgesagt.",
    "text_uthmani": "وَقَالُوٓا۟ أَسَـٰطِيرُ ٱلْأَوَّلِينَ ٱكْتَتَبَهَا فَهِىَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا",
    "text_uthmani_transcribed": "Wa qālū asāṭīrul-awwalīnaktatabahā fa hiya tumlā 'alaihi bukrataw wa aṣīlā(n)."
  },
  {
    "verse_number": 6,
    "translation": "Sag: Herabgesandt hat ihn Derjenige, Der das Geheime in den Himmeln und auf der Erde kennt. Gewiß, Er ist Allvergebend und Barmherzig.",
    "text_uthmani": "قُلْ أَنزَلَهُ ٱلَّذِى يَعْلَمُ ٱلسِّرَّ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّهُۥ كَانَ غَفُورًا رَّحِيمًا",
    "text_uthmani_transcribed": "Qul anzalahul-lażī ya'lamus-sirra fis-samāwāti wal-arḍ(i), innahū kāna gafūrar raḥīmā(n)."
  },
  {
    "verse_number": 7,
    "translation": "Und sie sagen: „Was ist mit diesem Gesandten, daß er Speise ißt und auf den Märkten umhergeht? O würde doch zu ihm ein Engel herabgesandt, um mit ihm ein Warner zu sein!",
    "segmented": [
      {
        "translation": "Und sie sagen: „Was ist mit diesem Gesandten, daß er Speise ißt und auf den Märkten umhergeht?",
        "text_uthmani": "وَقَالُوا۟ مَالِ هَـٰذَا ٱلرَّسُولِ يَأْكُلُ ٱلطَّعَامَ وَيَمْشِى فِى ٱلْأَسْوَاقِ ۙ",
        "text_uthmani_transcribed": "Wa qaaloo maali haadhaa al-rasooli ya'kulu al-ta'aama wa yamshi fee al-aswaqi."
      },
      {
        "translation": "O würde doch zu ihm ein Engel herabgesandt, um mit ihm ein Warner zu sein!",
        "text_uthmani": "لَوْلَآ أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُۥ نَذِيرًا",
        "text_uthmani_transcribed": "Lawlaa unzila ilayhi malakun fayakoonu ma'ahu nadheeran."
      }
    ],
    "text_uthmani": "وَقَالُوا۟ مَالِ هَـٰذَا ٱلرَّسُولِ يَأْكُلُ ٱلطَّعَامَ وَيَمْشِى فِى ٱلْأَسْوَاقِ ۙ لَوْلَآ أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُۥ نَذِيرًا",
    "text_uthmani_transcribed": "Wa qālū mā lihāżar-rasūli ya'kuluṭ-ṭa'āma wa yamsyī fil-aswāq(i), lau lā unzila 'alaihi malakun fa yakūna ma'ahū nażīrā(n)."
  },
  {
    "verse_number": 8,
    "translation": "Oder würde doch zu ihm ein Schatz herabgeworfen, oder hätte er doch einen Garten, von dem er essen könnte! Und die Ungerechten sagen: „Ihr folgt ja nur ei nem Mann, der einem Zauber verfallen ist.",
    "segmented": [
      {
        "translation": "Oder würde doch zu ihm ein Schatz herabgeworfen, oder hätte er doch einen Garten, von dem er essen könnte!",
        "text_uthmani": "أَوْ يُلْقَىٰٓ إِلَيْهِ كَنزٌ أَوْ تَكُونُ لَهُۥ جَنَّةٌ يَأْكُلُ مِنْهَا ۚ",
        "text_uthmani_transcribed": "Aw yulqā ilayhi kanzun aw takūnu lahu jannatun ya'kulu minhā."
      },
      {
        "translation": "Und die Ungerechten sagen: „Ihr folgt ja nur ei nem Mann, der einem Zauber verfallen ist.",
        "text_uthmani": "وَقَالَ ٱلظَّـٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا",
        "text_uthmani_transcribed": "Wa qāla aẓ-ẓālimūna in tattabi'ūna illā rajulan mashūran."
      }
    ],
    "text_uthmani": "أَوْ يُلْقَىٰٓ إِلَيْهِ كَنزٌ أَوْ تَكُونُ لَهُۥ جَنَّةٌ يَأْكُلُ مِنْهَا ۚ وَقَالَ ٱلظَّـٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا",
    "text_uthmani_transcribed": "Au yulqā ilaihi kanzun au takūnu lahū jannatuy ya'kulu minhā, wa qālaẓ-ẓālimūna in tattabi'ūna illā rajulam masḥūrā(n)."
  },
  {
    "verse_number": 9,
    "translation": "Schau, wie sie dir Gleichnisse prägen! Dabei sind sie abgeirrt, und so können sie keinen (Aus)weg mehr (finden).",
    "text_uthmani": "ٱنظُرْ كَيْفَ ضَرَبُوا۟ لَكَ ٱلْأَمْثَـٰلَ فَضَلُّوا۟ فَلَا يَسْتَطِيعُونَ سَبِيلًا",
    "text_uthmani_transcribed": "Unẓur kaifa ḍarabū lakal-amṡāla fa ḍallū falā yastaṭī'ūna sabīlā(n)."
  },
  {
    "verse_number": 10,
    "translation": "Segensreich ist Derjenige, Der dir, wenn Er will, etwas Besseres als dies zuteilen kann: Gärten, durcheilt von Bächen, und Der dir Schlösser zuteilen kann.",
    "segmented": [
      {
        "translation": "Segensreich ist Derjenige, Der dir, wenn Er will, etwas Besseres als dies zuteilen kann: Gärten, durcheilt von Bächen,",
        "text_uthmani": "تَبَارَكَ ٱلَّذِىٓ إِن شَآءَ جَعَلَ لَكَ خَيْرًا مِّن ذَٰلِكَ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ",
        "text_uthmani_transcribed": "Tabāraka alladhī in shā'a ja'ala laka khayran min dhālika jannātin tajrī min tahtiha al-anhāru"
      },
      {
        "translation": "und Der dir Schlösser zuteilen kann.",
        "text_uthmani": "وَيَجْعَل لَّكَ قُصُورًۢا",
        "text_uthmani_transcribed": "wa yaj'al laka qusūran"
      }
    ],
    "text_uthmani": "تَبَارَكَ ٱلَّذِىٓ إِن شَآءَ جَعَلَ لَكَ خَيْرًا مِّن ذَٰلِكَ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ وَيَجْعَل لَّكَ قُصُورًۢا",
    "text_uthmani_transcribed": "Tabārakal-lażī in syā'a ja'ala laka khairam min żālika jannātin tajrī min taḥtihal-anhār(u), wa yaj'al laka quṣūrā(n)."
  },
  {
    "verse_number": 11,
    "translation": "Aber nein! Sie erklären die Stunde für Lüge. Doch haben Wir für diejenigen, die die Stunde für Lüge erklären, eine Feuerglut bereitet.",
    "text_uthmani": "بَلْ كَذَّبُوا۟ بِٱلسَّاعَةِ ۖ وَأَعْتَدْنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا",
    "text_uthmani_transcribed": "Bal każżabū bis-sā'ah(ti), wa a'tadnā liman każżaba bis-sā'ati sa'īrā(n)."
  },
  {
    "verse_number": 12,
    "translation": "Wenn sie sie aus der Ferne sieht, hören sie (bereits) von ihr Grollen und Fauchen.",
    "text_uthmani": "إِذَا رَأَتْهُم مِّن مَّكَانٍۭ بَعِيدٍ سَمِعُوا۟ لَهَا تَغَيُّظًا وَزَفِيرًا",
    "text_uthmani_transcribed": "Iżā ra'athum mim makānim ba'īdin sami'ū lahā tagayyuẓaw wa zafīrā(n)."
  },
  {
    "verse_number": 13,
    "translation": "Und wenn sie da in einen engen Ort zusammengebunden geworfen werden, rufen sie dort nach Vernichtung.",
    "text_uthmani": "وَإِذَآ أُلْقُوا۟ مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِينَ دَعَوْا۟ هُنَالِكَ ثُبُورًا",
    "text_uthmani_transcribed": "Wa iżā ulqū minhā makānan ḍayyiqam muqarranīna da'au hunālika ṡubūrā(n)."
  },
  {
    "verse_number": 14,
    "translation": "„Ruft heute nicht nach (nur) einer einzigen Vernichtung, sondern ruft nach vielen Vernichtungen!",
    "text_uthmani": "لَّا تَدْعُوا۟ ٱلْيَوْمَ ثُبُورًا وَٰحِدًا وَٱدْعُوا۟ ثُبُورًا كَثِيرًا",
    "text_uthmani_transcribed": "Lā tad'ul-yauma ṡubūraw wāḥidaw wad'ū ṡubūran kaṡīrā(n)."
  },
  {
    "verse_number": 15,
    "translation": "Sag: Ist das besser oder der Garten der Ewigkeit, der den Gottesfürchtigen versprochen ist? Er ist für sie Lohn und Reiseziel.",
    "text_uthmani": "قُلْ أَذَٰلِكَ خَيْرٌ أَمْ جَنَّةُ ٱلْخُلْدِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۚ كَانَتْ لَهُمْ جَزَآءً وَمَصِيرًا",
    "text_uthmani_transcribed": "Qul ażālika khairun am jannatul-khuldil-latī wu'idal-muttaqūn(a), kānat lahum jazā'aw wa maṣīrā(n)."
  },
  {
    "verse_number": 16,
    "translation": "Sie haben darin, was sie wollen, und werden ewig darin bleiben. Das ist ein für deinen Herrn bindendes Versprechen, nach dem gefragt werden wird.",
    "segmented": [
      {
        "translation": "Sie haben darin, was sie wollen, und werden ewig darin bleiben.",
        "text_uthmani": "لَّهُمْ فِيهَا مَا يَشَآءُونَ خَـٰلِدِينَ",
        "text_uthmani_transcribed": "Lahum fiha ma yasha'una khalideen"
      },
      {
        "translation": "Das ist ein für deinen Herrn bindendes Versprechen, nach dem gefragt werden wird.",
        "text_uthmani": "ۚ كَانَ عَلَىٰ رَبِّكَ وَعْدًا مَّسْـُٔولًا",
        "text_uthmani_transcribed": "Kana 'ala rabbika wa'dan mas'oolan"
      }
    ],
    "text_uthmani": "لَّهُمْ فِيهَا مَا يَشَآءُونَ خَـٰلِدِينَ ۚ كَانَ عَلَىٰ رَبِّكَ وَعْدًا مَّسْـُٔولًا",
    "text_uthmani_transcribed": "Lahum fīhā mā yasyā'ūna khālidīn(a), kāna 'alā rabbika wa'dam mas'ūlā(n)."
  },
  {
    "verse_number": 17,
    "translation": "Und am Tag, da Er sie und das, dem sie anstatt Allahs dienen, versammeln wird, sagt Er: „Wart ihr es, die diese Meine Diener in die Irre geführt haben, oder sind sie selbst vom Weg abgeirrt?",
    "segmented": [
      {
        "translation": "Und am Tag, da Er sie",
        "text_uthmani": "وَيَوْمَ يَحْشُرُهُمْ",
        "text_uthmani_transcribed": "Wa yawma yahshuruhum"
      },
      {
        "translation": "und das, dem sie anstatt Allahs dienen, versammeln wird, sagt Er: „Wart ihr es, die diese Meine Diener in die Irre geführt haben, oder sind sie selbst vom Weg abgeirrt?",
        "text_uthmani": "وَمَا يَعْبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمْ أَضْلَلْتُمْ عِبَادِى هَـٰٓؤُلَآءِ أَمْ هُمْ ضَلُّوا۟ ٱلسَّبِيلَ",
        "text_uthmani_transcribed": "Wa ma ya'buduna min duni Allahi fayaqulu a'antum adlaltum 'ibadi ha'ula'i am hum dallu as-sabil"
      }
    ],
    "text_uthmani": "وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمْ أَضْلَلْتُمْ عِبَادِى هَـٰٓؤُلَآءِ أَمْ هُمْ ضَلُّوا۟ ٱلسَّبِيلَ",
    "text_uthmani_transcribed": "Wa yauma yaḥsyuruhum wa mā ya'budūna min dūnillāhi fa yaqūlu a'antum aḍlaltum 'ibādī hā'ulā'i am hum ḍallus-sabīl(a)."
  },
  {
    "verse_number": 18,
    "translation": "Sie werden sagen: „Preis sei Dir! Es ziemte uns nicht, uns anstatt Deiner (andere) Schutzherren zu nehmen. Aber Du ließt sie und ihre Väter genießen, bis sie die Ermahnung vergaßen und zu einem Volk des Niedergangs wurden.",
    "segmented": [
      {
        "translation": "Sie werden sagen: „Preis sei Dir! Es ziemte uns nicht, uns anstatt Deiner (andere) Schutzherren zu nehmen.",
        "text_uthmani": "قَالُوا۟ سُبْحَـٰنَكَ مَا كَانَ يَنۢبَغِى لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنْ أَوْلِيَآءَ",
        "text_uthmani_transcribed": "Qālū subḥānaka mā kāna yanbaghī lanā an nattakhidha min dūnika min awliyā'"
      },
      {
        "translation": "Aber Du ließt sie und ihre Väter genießen, bis sie die Ermahnung vergaßen und zu einem Volk des Niedergangs wurden.",
        "text_uthmani": "وَلَـٰكِن مَّتَّعْتَهُمْ وَءَابَآءَهُمْ حَتَّىٰ نَسُوا۟ ٱلذِّكْرَ وَكَانُوا۟ قَوْمًۢا بُورًا",
        "text_uthmani_transcribed": "walākin matta'tahum wa'ābā'ahum ḥattā nasū adh-dhikra wa kānū qawman būran"
      }
    ],
    "text_uthmani": "قَالُوا۟ سُبْحَـٰنَكَ مَا كَانَ يَنۢبَغِى لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنْ أَوْلِيَآءَ وَلَـٰكِن مَّتَّعْتَهُمْ وَءَابَآءَهُمْ حَتَّىٰ نَسُوا۟ ٱلذِّكْرَ وَكَانُوا۟ قَوْمًۢا بُورًا",
    "text_uthmani_transcribed": "Qālū subḥānaka mā kāna yambagī lanā an nattakhiża min dūnika min auliyā'a wa lākim matta'tahum wa ābā'ahum ḥattā nasuż-żikr(a), wa kānū qaumam būrā(n)."
  },
  {
    "verse_number": 19,
    "translation": "- „Nun haben sie euch in dem, was ihr sagt, der Lüge bezichtigt. Da könnt ihr weder (etwas) abwenden noch Hilfe erfahren. Und wer von euch Unrecht tut, den lassen Wir große Strafe kosten",
    "segmented": [
      {
        "translation": "- „Nun haben sie euch in dem, was ihr sagt, der Lüge bezichtigt. Da könnt ihr weder (etwas) abwenden noch Hilfe erfahren.",
        "text_uthmani": "فَقَدْ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًا وَلَا نَصْرًا ۚ",
        "text_uthmani_transcribed": "Fa qad kaththabookum bima taqooloona fama tastatee'oona sarfan wala nasran."
      },
      {
        "translation": "Und wer von euch Unrecht tut, den lassen Wir große Strafe kosten",
        "text_uthmani": "وَمَن يَظْلِم مِّنكُمْ نُذِقْهُ عَذَابًا كَبِيرًا",
        "text_uthmani_transcribed": "Wa man yathlim minkum nudheeqhu 'adhaban kabeeran."
      }
    ],
    "text_uthmani": "فَقَدْ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًا وَلَا نَصْرًا ۚ وَمَن يَظْلِم مِّنكُمْ نُذِقْهُ عَذَابًا كَبِيرًا",
    "text_uthmani_transcribed": "Faqad każżabūkum bimā taqūlūn(a), famā tastaṭī'ūna ṣarfaw wa lā naṣrā(n), wa may yaẓlim minkum nużiqhu 'ażāban kabīrā(n)."
  },
  {
    "verse_number": 20,
    "translation": "Und Wir sandten vor dir keine Gesandten, die nicht Speise aßen und auf den Märkten umhergingen. Und Wir haben die einen von euch zur Versuchung für die anderen gemacht, (um festzustellen,) ob ihr standhaft seid. Und dein Herr sieht sehr wohl (alles).",
    "segmented": [
      {
        "translation": "Und Wir sandten vor dir keine Gesandten, die nicht Speise aßen und auf den Märkten umhergingen.",
        "text_uthmani": "وَمَآ أَرْسَلْنَا قَبْلَكَ مِنَ ٱلْمُرْسَلِينَ إِلَّآ إِنَّهُمْ لَيَأْكُلُونَ ٱلطَّعَامَ وَيَمْشُونَ فِى ٱلْأَسْوَاقِ ۗ",
        "text_uthmani_transcribed": "Wa maa arsalnaa qablaka mina al-mursaleena illaa innahum laya'kuluna at-ta'aama wa yamshoona fi al-aswaqi."
      },
      {
        "translation": "Und Wir haben die einen von euch zur Versuchung für die anderen gemacht, (um festzustellen,) ob ihr standhaft seid.",
        "text_uthmani": "وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ ۗ",
        "text_uthmani_transcribed": "Wa ja'alnaa ba'dakum li ba'din fitnatan atasbiroon."
      },
      {
        "translation": "Und dein Herr sieht sehr wohl (alles).",
        "text_uthmani": "وَكَانَ رَبُّكَ بَصِيرًا",
        "text_uthmani_transcribed": "Wa kaana rabbuka baseeran."
      }
    ],
    "text_uthmani": "وَمَآ أَرْسَلْنَا قَبْلَكَ مِنَ ٱلْمُرْسَلِينَ إِلَّآ إِنَّهُمْ لَيَأْكُلُونَ ٱلطَّعَامَ وَيَمْشُونَ فِى ٱلْأَسْوَاقِ ۗ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ ۗ وَكَانَ رَبُّكَ بَصِيرًا",
    "text_uthmani_transcribed": "Wa mā arsalnā qablaka minal-mursalīna illā innahum laya'kulūnaṭ-ṭa'āma wa yamsyūna fil aswāq(i), wa ja'alnā ba'ḍakum liba'ḍin fitnah(tan), ataṣbirūn(a), wa kāna rabbuka baṣīrā(n)."
  },
  {
    "verse_number": 21,
    "translation": "Und diejenigen, die nicht die Begegnung mit Uns erwarten, sagen: „O würden doch die Engel auf uns herabgesandt, oder könnten wir doch unseren Herrn sehen! Sie verhalten sich ja hochmütig in Bezug auf sich selbst, und sie lehnen sich in großer Mißachtung auf.",
    "segmented": [
      {
        "translation": "Und diejenigen, die nicht die Begegnung mit Uns erwarten, sagen: „O würden doch die Engel auf uns herabgesandt,",
        "text_uthmani": "۞ وَقَالَ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا لَوْلَآ أُنزِلَ عَلَيْنَا ٱلْمَلَـٰٓئِكَةُ",
        "text_uthmani_transcribed": "Wa qāla alladhīna lā yarjūna liqā'anā lawlā unzila 'alaynā al-malā'ikatu"
      },
      {
        "translation": "oder könnten wir doch unseren Herrn sehen!",
        "text_uthmani": "أَوْ نَرَىٰ رَبَّنَا",
        "text_uthmani_transcribed": "Aw narā rabbana"
      },
      {
        "translation": "Sie verhalten sich ja hochmütig in Bezug auf sich selbst, und sie lehnen sich in großer Mißachtung auf.",
        "text_uthmani": "ۗ لَقَدِ ٱسْتَكْبَرُوا۟ فِىٓ أَنفُسِهِمْ وَعَتَوْ عُتُوًّا كَبِيرًا",
        "text_uthmani_transcribed": "Laqadi istakbaru fī anfusihim wa 'ataw 'utūwan kabīran"
      }
    ],
    "text_uthmani": "۞ وَقَالَ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا لَوْلَآ أُنزِلَ عَلَيْنَا ٱلْمَلَـٰٓئِكَةُ أَوْ نَرَىٰ رَبَّنَا ۗ لَقَدِ ٱسْتَكْبَرُوا۟ فِىٓ أَنفُسِهِمْ وَعَتَوْ عُتُوًّا كَبِيرًا",
    "text_uthmani_transcribed": "Wa qālal-lażīna lā yarjūna liqā'anā lau lā unzila 'alainal-malā'ikata au narā rabbanā, laqadistakbarū fī anfusihim wa 'atau 'utuwwan kabīrā(n)."
  },
  {
    "verse_number": 22,
    "translation": "Am Tag, da sie die Engel sehen, an dem Tag wird es für die Übeltäter keine frohe Botschaft geben, und sie werden sagen: „Das sei (euch) verwehrt und versperrt!",
    "segmented": [
      {
        "translation": "Am Tag, da sie die Engel sehen, an dem Tag wird es für die Übeltäter keine frohe Botschaft geben, und sie werden sagen: „Das sei (euch) verwehrt",
        "text_uthmani": "يَوْمَ يَرَوْنَ ٱلْمَلَـٰٓئِكَةَ لَا بُشْرَىٰ يَوْمَئِذٍ لِّلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا",
        "text_uthmani_transcribed": "Yawma yarawna al-mala'ikata la bushra yawma'idhin lil-mujrimina wa yaquluna hijran"
      },
      {
        "translation": "und versperrt!",
        "text_uthmani": "مَّحْجُورًا",
        "text_uthmani_transcribed": "mahjoora"
      }
    ],
    "text_uthmani": "يَوْمَ يَرَوْنَ ٱلْمَلَـٰٓئِكَةَ لَا بُشْرَىٰ يَوْمَئِذٍ لِّلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَّحْجُورًا",
    "text_uthmani_transcribed": "Yauma yaraunal-malā'ikata  lā busyrā yauma'iżil lil-mujrimīna wa yaqūlūna ḥijram maḥjūrā(n)."
  },
  {
    "verse_number": 23,
    "translation": "Und Wir werden Uns den Werken, die sie getan haben, zuwenden und sie zu verwehtem Staub machen.",
    "text_uthmani": "وَقَدِمْنَآ إِلَىٰ مَا عَمِلُوا۟ مِنْ عَمَلٍ فَجَعَلْنَـٰهُ هَبَآءً مَّنثُورًا",
    "text_uthmani_transcribed": "Wa qadimnā ilā mā 'amilū min 'amalin fa ja'alnāhu habā'am manṡūrā(n)."
  },
  {
    "verse_number": 24,
    "translation": "Die Insassen des (Paradies)gartens werden an jenem Tag einen besseren Aufenthalt und einen schöneren Ruheplatz haben.",
    "text_uthmani": "أَصْحَـٰبُ ٱلْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرًّا وَأَحْسَنُ مَقِيلًا",
    "text_uthmani_transcribed": "Aṣḥābul-jannati yauma'iżin khairum mustaqarraw wa aḥsanu maqīlā(n)."
  },
  {
    "verse_number": 25,
    "translation": "Und am Tag, da sich der Himmel, Wolken hervorbringend, aufspaltet und die Engel eindrucksvoll herabgesandt werden,",
    "text_uthmani": "وَيَوْمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلْغَمَـٰمِ وَنُزِّلَ ٱلْمَلَـٰٓئِكَةُ تَنزِيلًا",
    "text_uthmani_transcribed": "Wa yauma tasyaqqaqus-samā'u bil-gamāmi wa nuzzilal-malā'ikatu tanzīlā(n)."
  },
  {
    "verse_number": 26,
    "translation": "an jenem Tag gehört die Herrschaft, die wahre (Herrschaft) dem Allerbanner, und es wird für die Ungläubigen ein schwerer Tag sein.",
    "text_uthmani": "ٱلْمُلْكُ يَوْمَئِذٍ ٱلْحَقُّ لِلرَّحْمَـٰنِ ۚ وَكَانَ يَوْمًا عَلَى ٱلْكَـٰفِرِينَ عَسِيرًا",
    "text_uthmani_transcribed": "Al-mulku yauma'iżinil-ḥaqqu lir-raḥmān(i), wa kāna yauman 'alal-kāfirīna 'asīrā(n)."
  },
  {
    "verse_number": 27,
    "translation": "Und an dem Tag wird der Ungerechte sich in die Hände beißen und sagen: „O hätte ich doch mit dem Gesandten einen Weg eingeschlagen!",
    "text_uthmani": "وَيَوْمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيْهِ يَقُولُ يَـٰلَيْتَنِى ٱتَّخَذْتُ مَعَ ٱلرَّسُولِ سَبِيلًا",
    "text_uthmani_transcribed": "Wa yauma ya'aḍḍuẓ-ẓālimu 'alā yadaihi yaqūlu yā laitanittakhażtu ma'ar-rasūli sabīlā(n)."
  },
  {
    "verse_number": 28,
    "translation": "O wehe mir! Hätte ich doch nicht den Soundso zum Freund genommen!",
    "text_uthmani": "يَـٰوَيْلَتَىٰ لَيْتَنِى لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا",
    "text_uthmani_transcribed": "Yā wailatā laitanī lam attakhiż fulānan khalīlā(n)."
  },
  {
    "verse_number": 29,
    "translation": "Er hat mich ja von der Ermahnung abirren lassen, nachdem sie zu mir gekommen war. Der Satan pflegt den Menschen stets im Stich zu lassen.",
    "text_uthmani": "لَّقَدْ أَضَلَّنِى عَنِ ٱلذِّكْرِ بَعْدَ إِذْ جَآءَنِى ۗ وَكَانَ ٱلشَّيْطَـٰنُ لِلْإِنسَـٰنِ خَذُولًا",
    "text_uthmani_transcribed": "Laqad aḍallanī 'aniż-żikri ba'da iż jā'anī, wa kānasy-syaiṭānu lil-insāni khażūlā(n)."
  },
  {
    "verse_number": 30,
    "translation": "Und der Gesandte sagt: „O mein Herr, mein Volk mied diesen Qur’an unter Mißachtung.",
    "text_uthmani": "وَقَالَ ٱلرَّسُولُ يَـٰرَبِّ إِنَّ قَوْمِى ٱتَّخَذُوا۟ هَـٰذَا ٱلْقُرْءَانَ مَهْجُورًا",
    "text_uthmani_transcribed": "Wa qālar-rasūlu yā rabbi inna qaumittakhażū hāżal-qur'āna mahjūrā(n)."
  },
  {
    "verse_number": 31,
    "translation": "So haben Wir für jeden Propheten einen Feind aus den Reihen der Übeltäter bestellt. Und dein Herr genügt als Führer und Helfer.",
    "text_uthmani": "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِىٍّ عَدُوًّا مِّنَ ٱلْمُجْرِمِينَ ۗ وَكَفَىٰ بِرَبِّكَ هَادِيًا وَنَصِيرًا",
    "text_uthmani_transcribed": "Wa każālika ja'alnā likulli nabiyyin 'aduwwam minal-mujrimīn(a), wa kafā birabbika hādiyaw wa naṣīrā(n)."
  },
  {
    "verse_number": 32,
    "translation": "Und diejenigen, die ungläubig sind, sagen: „O würde ihm doch der Qur’an als Ganzes offenbart! So (geschieht es aber), damit Wir dein Herz mit ihm festigen. Und Wir haben ihn wohlgeordnet vorgetragen.",
    "segmented": [
      {
        "translation": "Und diejenigen, die ungläubig sind, sagen: „O würde ihm doch der Qur’an als Ganzes offenbart!",
        "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَوْلَا نُزِّلَ عَلَيْهِ ٱلْقُرْءَانُ جُمْلَةً وَٰحِدَةً",
        "text_uthmani_transcribed": "Wa qāla alladhīna kafarū lawlā nuzzila 'alayhi al-Qur'ānu jumlatan wāhidatan"
      },
      {
        "translation": "So (geschieht es aber), damit Wir dein Herz mit ihm festigen. Und Wir haben ihn wohlgeordnet vorgetragen.",
        "text_uthmani": "ۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَ ۖ وَرَتَّلْنَـٰهُ تَرْتِيلًا",
        "text_uthmani_transcribed": "Kadhālika linuthabbita bihi fu'ādaka, wa rattalnāhu tartīlan"
      }
    ],
    "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَوْلَا نُزِّلَ عَلَيْهِ ٱلْقُرْءَانُ جُمْلَةً وَٰحِدَةً ۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَ ۖ وَرَتَّلْنَـٰهُ تَرْتِيلًا",
    "text_uthmani_transcribed": "Wa qālal-lażīna kafarū lau lā nuzzila 'alaihil-qur'ānu jumlataw wāḥidatan - każālika - linuṡabbita bihī fu'ādaka wa rattalnāhu tartīlā(n)."
  },
  {
    "verse_number": 33,
    "translation": "Und sie bringen dir kein Beispiel, ohne daß Wir dir die Wahrheit und eine bessere Erklärung brächten.",
    "text_uthmani": "وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَـٰكَ بِٱلْحَقِّ وَأَحْسَنَ تَفْسِيرًا",
    "text_uthmani_transcribed": "Wa lā ya'tūnaka bimaṡalin illā ji'nāka bil-ḥaqqi wa aḥsana tafsīrā(n)."
  },
  {
    "verse_number": 34,
    "translation": "Diejenigen, die auf ihren Gesichtern zur Hölle versammelt werden, jene sind in der schlechtesten Lage und sind am weitesten vom (rechten) Weg abgeirrt.",
    "segmented": [
      {
        "translation": "Diejenigen, die auf ihren Gesichtern zur Hölle versammelt werden, jene sind in der schlechtesten Lage",
        "text_uthmani": "ٱلَّذِينَ يُحْشَرُونَ عَلَىٰ وُجُوهِهِمْ إِلَىٰ جَهَنَّمَ أُو۟لَـٰٓئِكَ شَرٌّ مَّكَانًا",
        "text_uthmani_transcribed": "Alladhīna yuḥsharūna ʿalā wujūhihim ilā jahannama ulāika sharrun makānan"
      },
      {
        "translation": "und sind am weitesten vom (rechten) Weg abgeirrt.",
        "text_uthmani": "وَأَضَلُّ سَبِيلًا",
        "text_uthmani_transcribed": "wa aḍallu sabīlan"
      }
    ],
    "text_uthmani": "ٱلَّذِينَ يُحْشَرُونَ عَلَىٰ وُجُوهِهِمْ إِلَىٰ جَهَنَّمَ أُو۟لَـٰٓئِكَ شَرٌّ مَّكَانًا وَأَضَلُّ سَبِيلًا",
    "text_uthmani_transcribed": "Allażīna yuḥsyarūna 'alā wujūhihim ilā jahannam(a), ulā'ika syarrum makānaw wa aḍallu sabīlā(n)."
  },
  {
    "verse_number": 35,
    "translation": "Und Wir gaben bereits Musa die Schrift und bestellten ihm seinen Bruder Harun, (die Last) mitzutragen.",
    "text_uthmani": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَجَعَلْنَا مَعَهُۥٓ أَخَاهُ هَـٰرُونَ وَزِيرًا",
    "text_uthmani_transcribed": "Wa laqad ātainā mūsal-kitāba wa ja'alnā ma'ahū akhāhu hārūna wazīrā(n)."
  },
  {
    "verse_number": 36,
    "translation": "Da sagten Wir: „Geht zu dem Volk, das Unsere Zeichen für Lüge erklärt hat. Dann zerstörten Wir sie vollständig.",
    "text_uthmani": "فَقُلْنَا ٱذْهَبَآ إِلَى ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا فَدَمَّرْنَـٰهُمْ تَدْمِيرًا",
    "text_uthmani_transcribed": "Fa qulnażhabā ilal-qaumil-lażīna każżabū bi'āyātinā, fa dammarnāhum tadmīrā(n)."
  },
  {
    "verse_number": 37,
    "translation": "Und auch das Volk Nuhs, als sie die Gesandten der Lüge bezichtigten, ließen Wir ertrinken und machten sie für die Menschen zu einem Zeichen. Und Wir haben für die Ungerechten schmerzhafte Strafe bereitet.",
    "segmented": [
      {
        "translation": "Und auch das Volk Nuhs, als sie die Gesandten der Lüge bezichtigten, ließen Wir ertrinken und machten sie für die Menschen zu einem Zeichen.",
        "text_uthmani": "وَقَوْمَ نُوحٍ لَّمَّا كَذَّبُوا۟ ٱلرُّسُلَ أَغْرَقْنَـٰهُمْ وَجَعَلْنَـٰهُمْ لِلنَّاسِ ءَايَةً ۖ",
        "text_uthmani_transcribed": "Wa qawma noohin lamma kaththaboo alrrusula aghraqnāhum waja'alnāhum lilnnasi ayatan."
      },
      {
        "translation": "Und Wir haben für die Ungerechten schmerzhafte Strafe bereitet.",
        "text_uthmani": "وَأَعْتَدْنَا لِلظَّـٰلِمِينَ عَذَابًا أَلِيمًا",
        "text_uthmani_transcribed": "Wa a'tadna lilththalimeena 'athaban aleeman."
      }
    ],
    "text_uthmani": "وَقَوْمَ نُوحٍ لَّمَّا كَذَّبُوا۟ ٱلرُّسُلَ أَغْرَقْنَـٰهُمْ وَجَعَلْنَـٰهُمْ لِلنَّاسِ ءَايَةً ۖ وَأَعْتَدْنَا لِلظَّـٰلِمِينَ عَذَابًا أَلِيمًا",
    "text_uthmani_transcribed": "Wa qauma nūḥil lammā każżabur-rusula agraqnāhum wa ja'alnāhum lin-nāsi āyah(tan), wa a'tadnā liẓ-ẓālimīna 'ażāban alīmā(n)."
  },
  {
    "verse_number": 38,
    "translation": "Und (desgleichen auch) die ’Ad, die Tamud, die Leute von ar-Rass und viele Geschlechter dazwischen.",
    "text_uthmani": "وَعَادًا وَثَمُودَا۟ وَأَصْحَـٰبَ ٱلرَّسِّ وَقُرُونًۢا بَيْنَ ذَٰلِكَ كَثِيرًا",
    "text_uthmani_transcribed": "Wa 'ādaw wa ṡamūda wa aṣḥābar-rassi wa qurūnam baina żālika kaṡīrā(n)."
  },
  {
    "verse_number": 39,
    "translation": "(Ihnen) allen prägten Wir Gleichnisse, und (sie) alle zerstörten Wir vollständig.",
    "text_uthmani": "وَكُلًّا ضَرَبْنَا لَهُ ٱلْأَمْثَـٰلَ ۖ وَكُلًّا تَبَّرْنَا تَتْبِيرًا",
    "text_uthmani_transcribed": "Wa kullan ḍarabnā lahul-amṡāl(a), wa kullan tabbarnā tatbīrā(n)."
  },
  {
    "verse_number": 40,
    "translation": "Sie kamen doch an der Stadt vorbei, auf die der Unheilsregen niederging. Haben sie sie denn nicht gesehen? Nein! Vielmehr erwarten sie keine Auferstehung.",
    "segmented": [
      {
        "translation": "Sie kamen doch an der Stadt vorbei, auf die der Unheilsregen niederging. Haben sie sie denn nicht gesehen? Nein!",
        "text_uthmani": "وَلَقَدْ أَتَوْا۟ عَلَى ٱلْقَرْيَةِ ٱلَّتِىٓ أُمْطِرَتْ مَطَرَ ٱلسَّوْءِ ۚ أَفَلَمْ يَكُونُوا۟ يَرَوْنَهَا ۚ بَلْ",
        "text_uthmani_transcribed": "Wa laqad ataw 'ala al-qaryati allati umtirat matara al-saw'i. Afalam yakunoo yarawnaha? Bal"
      },
      {
        "translation": "Vielmehr erwarten sie keine Auferstehung.",
        "text_uthmani": "كَانُوا۟ لَا يَرْجُونَ نُشُورًا",
        "text_uthmani_transcribed": "kanoo la yarjoona nushoora"
      }
    ],
    "text_uthmani": "وَلَقَدْ أَتَوْا۟ عَلَى ٱلْقَرْيَةِ ٱلَّتِىٓ أُمْطِرَتْ مَطَرَ ٱلسَّوْءِ ۚ أَفَلَمْ يَكُونُوا۟ يَرَوْنَهَا ۚ بَلْ كَانُوا۟ لَا يَرْجُونَ نُشُورًا",
    "text_uthmani_transcribed": "Wa laqad atau 'alal-qaryatil-latī umṭirat maṭaras-sau'(i), afalam yakūnū yaraunahā, bal kānū lā yarjūna nusyūrā(n)."
  },
  {
    "verse_number": 41,
    "translation": "Und wenn sie dich sehen, machen sie sich über dich nur lustig: „Ist das derjenige, den Allah als Gesandten geschickt hat?",
    "text_uthmani": "وَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَـٰذَا ٱلَّذِى بَعَثَ ٱللَّهُ رَسُولًا",
    "text_uthmani_transcribed": "Wa iżā ra'auka iy yattakhiżūnaka illā huzuwā(n), ahāżal-lażī ba'aṡallāhu rasūlā(n)."
  },
  {
    "verse_number": 42,
    "translation": "Beinahe hätte er uns fürwahr von unseren Göttern abirren lassen, wenn wir nicht (beharrlich) an ihnen festgehalten hätten. Sie werden, wenn sie die Strafe sehen, erfahren, wer weiter vom Weg abgeirrt ist.",
    "segmented": [
      {
        "translation": "Beinahe hätte er uns fürwahr von unseren Göttern abirren lassen, wenn wir nicht (beharrlich) an ihnen festgehalten hätten.",
        "text_uthmani": "إِن كَادَ لَيُضِلُّنَا عَنْ ءَالِهَتِنَا لَوْلَآ أَن صَبَرْنَا عَلَيْهَا ۚ",
        "text_uthmani_transcribed": "In kada layudhilluna 'an aalihatina lawla an sabarna 'alayha."
      },
      {
        "translation": "Sie werden, wenn sie die Strafe sehen, erfahren, wer weiter vom Weg abgeirrt ist.",
        "text_uthmani": "وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ ٱلْعَذَابَ مَنْ أَضَلُّ سَبِيلًا",
        "text_uthmani_transcribed": "Wasawfa ya'lamuna heena yarawna al-'adhaba man adallu sabeela."
      }
    ],
    "text_uthmani": "إِن كَادَ لَيُضِلُّنَا عَنْ ءَالِهَتِنَا لَوْلَآ أَن صَبَرْنَا عَلَيْهَا ۚ وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ ٱلْعَذَابَ مَنْ أَضَلُّ سَبِيلًا",
    "text_uthmani_transcribed": "In kāda layuḍillunā 'an ālihatinā lau lā an ṣabarnā 'alaihā, wa saufa ya'lamūna ḥīna yaraunal-'ażāba man aḍallu sabīlā(n)."
  },
  {
    "verse_number": 43,
    "translation": "Was meinst du wohl zu einem, der sich seine Neigung zu seinem Gott nimmt? Würdest du denn Sachwalter über ihn sein können?",
    "text_uthmani": "أَرَءَيْتَ مَنِ ٱتَّخَذَ إِلَـٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيْهِ وَكِيلًا",
    "text_uthmani_transcribed": "Ara'aita manittakhaża ilāhahū hawāh(u), afa anta takūnu 'alaihi wakīlā(n)."
  },
  {
    "verse_number": 44,
    "translation": "Oder meinst du, daß die meisten von ihnen hören oder begreifen? Sie sind doch nur wie das Vieh. Aber nein! Sie irren noch weiter vom Weg ab.",
    "text_uthmani": "أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ ۚ إِنْ هُمْ إِلَّا كَٱلْأَنْعَـٰمِ ۖ بَلْ هُمْ أَضَلُّ سَبِيلًا",
    "text_uthmani_transcribed": "Am taḥsabu anna akṡarahum yasma'ūna au ya'qilūn(a), in hum illā kal-an'āmi bal hum aḍallu sabīlā(n)."
  },
  {
    "verse_number": 45,
    "translation": "Siehst du nicht deinen Herrn, wie Er den Schatten lang werden läßt? Wenn Er wollte, würde Er ihn fürwahr stillstehen lassen. Hierauf machen Wir die Sonne zu einem Hinweis auf ihn.",
    "segmented": [
      {
        "translation": "Siehst du nicht deinen Herrn, wie Er den Schatten lang werden läßt? Wenn Er wollte, würde Er ihn fürwahr stillstehen lassen.",
        "text_uthmani": "أَلَمْ تَرَ إِلَىٰ رَبِّكَ كَيْفَ مَدَّ ٱلظِّلَّ وَلَوْ شَآءَ لَجَعَلَهُۥ سَاكِنًا",
        "text_uthmani_transcribed": "Alam tara ila rabbika kayfa madda alẓilla wa law shaa'a laja'alahu sakina"
      },
      {
        "translation": "Hierauf machen Wir die Sonne zu einem Hinweis auf ihn.",
        "text_uthmani": "ثُمَّ جَعَلْنَا ٱلشَّمْسَ عَلَيْهِ دَلِيلًا",
        "text_uthmani_transcribed": "Thumma ja'alna alshamsa 'alayhi dalila"
      }
    ],
    "text_uthmani": "أَلَمْ تَرَ إِلَىٰ رَبِّكَ كَيْفَ مَدَّ ٱلظِّلَّ وَلَوْ شَآءَ لَجَعَلَهُۥ سَاكِنًا ثُمَّ جَعَلْنَا ٱلشَّمْسَ عَلَيْهِ دَلِيلًا",
    "text_uthmani_transcribed": "Alam tara ilā rabbika kaifa maddaẓ-ẓill(a), wa lau syā'a laja'alahū sākinā(n), ṡumma ja'alnasy-syamsa 'alaihi dalīlā(n)."
  },
  {
    "verse_number": 46,
    "translation": "Hierauf ziehen Wir ihn leicht zu Uns ein.",
    "text_uthmani": "ثُمَّ قَبَضْنَـٰهُ إِلَيْنَا قَبْضًا يَسِيرًا",
    "text_uthmani_transcribed": "Ṡumma qabaḍnā ilainā qabḍay yasīrā(n)."
  },
  {
    "verse_number": 47,
    "translation": "Und Er ist es, Der euch die Nacht zum Kleid und den Schlaf zum Ausruhen macht; und Er macht den Tag zum Aufstehen.",
    "text_uthmani": "وَهُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِبَاسًا وَٱلنَّوْمَ سُبَاتًا وَجَعَلَ ٱلنَّهَارَ نُشُورًا",
    "text_uthmani_transcribed": "Wa huwal-lażī ja'ala lakumul-laila libāsaw wan-nauma subātaw wa ja'alan-nahāra nusyūrā(n)."
  },
  {
    "verse_number": 48,
    "translation": "Und Er ist es, Der die Winde als Frohboten Seiner Barmherzigkeit (voraus)sendet. Und Wir lassen vom Himmel reines Wasser herabkommen,",
    "text_uthmani": "وَهُوَ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَـٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ ۚ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً طَهُورًا",
    "text_uthmani_transcribed": "Wa huwal-lażī arsalar-riyāḥa busyram baina yadai raḥmatih(ī), wa anzalnā minas-samā'i mā'an ṭahūrā(n)."
  },
  {
    "verse_number": 49,
    "translation": "um damit (manch) totes Land wieder lebendig zu machen und um es Vieh und Menschen in großer Zahl, die Wir erschaffen haben, zu trinken zu geben.",
    "text_uthmani": "لِّنُحْـِۧىَ بِهِۦ بَلْدَةً مَّيْتًا وَنُسْقِيَهُۥ مِمَّا خَلَقْنَآ أَنْعَـٰمًا وَأَنَاسِىَّ كَثِيرًا",
    "text_uthmani_transcribed": "Linuḥyiya bihī baldatam maitaw wa nusqiyahū mimmā khalaqnā an'āmaw wa anāsiyya kaṡīrā(n)."
  },
  {
    "verse_number": 50,
    "translation": "Und Wir verteilen es ja unter ihnen auf verschiedene Weise, damit sie bedenken. Aber die meisten Menschen weisen (alles) zurück außer dem Unglauben.",
    "segmented": [
      {
        "translation": "Und Wir verteilen es ja unter ihnen auf verschiedene Weise, damit sie bedenken.",
        "text_uthmani": "وَلَقَدْ صَرَّفْنَـٰهُ بَيْنَهُمْ لِيَذَّكَّرُوا۟",
        "text_uthmani_transcribed": "Wa laqad sarrafnaahu baynahum liyadhakkaru"
      },
      {
        "translation": "Aber die meisten Menschen weisen (alles) zurück außer dem Unglauben.",
        "text_uthmani": "فَأَبَىٰٓ أَكْثَرُ ٱلنَّاسِ إِلَّا كُفُورًا",
        "text_uthmani_transcribed": "Fa'aba aktharu an-nasi illa kufoora"
      }
    ],
    "text_uthmani": "وَلَقَدْ صَرَّفْنَـٰهُ بَيْنَهُمْ لِيَذَّكَّرُوا۟ فَأَبَىٰٓ أَكْثَرُ ٱلنَّاسِ إِلَّا كُفُورًا",
    "text_uthmani_transcribed": "Wa laqad ṣarrafnāhu bainahum liyażżakkarū, fa abā akṡarun-nāsi illā kufūrā(n)."
  },
  {
    "verse_number": 51,
    "translation": "Wenn Wir wollten, würden Wir wahrlich in jeder Stadt einen Warner erstehen lassen.",
    "text_uthmani": "وَلَوْ شِئْنَا لَبَعَثْنَا فِى كُلِّ قَرْيَةٍ نَّذِيرًا",
    "text_uthmani_transcribed": "Wa lau syi'nā laba'aṡnā fī kulli qaryatin nażīrā(n)."
  },
  {
    "verse_number": 52,
    "translation": "So gehorche nicht den Ungläubigen und mühe dich damit gegen sie ab mit großem Einsatz.",
    "text_uthmani": "فَلَا تُطِعِ ٱلْكَـٰفِرِينَ وَجَـٰهِدْهُم بِهِۦ جِهَادًا كَبِيرًا",
    "text_uthmani_transcribed": "Falā tuṭi'il-kāfirīna wa jāhidhum bihī jihādan kabīrā(n)."
  },
  {
    "verse_number": 53,
    "translation": "Und Er ist es, Der den beiden Meeren freien Lauf läßt: Das eine ist süß und erfrischend, das andere salzig und (auf der Zunge) brennend. Und Er hat zwischen ihnen beiden ein trennendes Hindernis und eine verwehrte Absperrung errichtet.",
    "segmented": [
      {
        "translation": "Und Er ist es, Der den beiden Meeren freien Lauf läßt: Das eine ist süß und erfrischend, das andere salzig und (auf der Zunge) brennend.",
        "text_uthmani": "۞ وَهُوَ ٱلَّذِى مَرَجَ ٱلْبَحْرَيْنِ هَـٰذَا عَذْبٌ فُرَاتٌ وَهَـٰذَا مِلْحٌ أُجَاجٌ",
        "text_uthmani_transcribed": "Wa huwa alladhee maraja al-bahrayni hadha 'adhbun furatun wa hadha milhun ujajun"
      },
      {
        "translation": "Und Er hat zwischen ihnen beiden ein trennendes Hindernis und eine verwehrte Absperrung errichtet.",
        "text_uthmani": "وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَّحْجُورًا",
        "text_uthmani_transcribed": "Wa ja'ala baynahuma barzakhan wa hijran mahjooran"
      }
    ],
    "text_uthmani": "۞ وَهُوَ ٱلَّذِى مَرَجَ ٱلْبَحْرَيْنِ هَـٰذَا عَذْبٌ فُرَاتٌ وَهَـٰذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَّحْجُورًا",
    "text_uthmani_transcribed": "Wa huwal-lażī marajal-baḥraini hāżā 'ażbun furātuw wa hāżā milḥun ujāj(un), wa ja'ala bainahumā barzakhaw wa ḥijram maḥjūrā(n)."
  },
  {
    "verse_number": 54,
    "translation": "Und Er ist es, Der aus Wasser menschliche Wesen erschafft und sie dann zu (Bluts)verwandschaft und Schwägerschaft bestimmt; dein Herr ist Allmächtig.",
    "segmented": [
      {
        "translation": "Und Er ist es, Der aus Wasser menschliche Wesen erschafft und sie dann zu (Bluts)verwandschaft",
        "text_uthmani": "وَهُوَ ٱلَّذِى خَلَقَ مِنَ ٱلْمَآءِ بَشَرًا فَجَعَلَهُۥ نَسَبًا",
        "text_uthmani_transcribed": "Wa huwa alladhee khalaqa mina alma-i basharan faja'alahu nasa"
      },
      {
        "translation": "und Schwägerschaft bestimmt; dein Herr ist Allmächtig.",
        "text_uthmani": "وَصِهْرًا ۗ وَكَانَ رَبُّكَ قَدِيرًا",
        "text_uthmani_transcribed": "Wa sihran, wa kana rabbuka qadeera"
      }
    ],
    "text_uthmani": "وَهُوَ ٱلَّذِى خَلَقَ مِنَ ٱلْمَآءِ بَشَرًا فَجَعَلَهُۥ نَسَبًا وَصِهْرًا ۗ وَكَانَ رَبُّكَ قَدِيرًا",
    "text_uthmani_transcribed": "Wa huwal-lażī khalaqa minal-mā'i basyaran fa ja'alahū nasabaw wa ṣihrā(n), wa kāna rabbuka qadīrā(n)."
  },
  {
    "verse_number": 55,
    "translation": "Aber sie dienen anstatt Allahs, was ihnen weder nützt noch schadet. Und der Ungläubige leistet stets Beistand gegen seinen Herrn.",
    "text_uthmani": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمْ وَلَا يَضُرُّهُمْ ۗ وَكَانَ ٱلْكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرًا",
    "text_uthmani_transcribed": "Wa ya'budūna min dūnillāhi mā lā yanfa'uhum wa lā yaḍurruhum, wa kānal-kāfiru 'alā rabbihī ẓahīrā(n)."
  },
  {
    "verse_number": 56,
    "translation": "Und Wir haben dich nur als Verkünder froher Botschaft und Warner gesandt.",
    "text_uthmani": "وَمَآ أَرْسَلْنَـٰكَ إِلَّا مُبَشِّرًا وَنَذِيرًا",
    "text_uthmani_transcribed": "Wa mā arsalnāka illā mubasysyiraw wa nażīrā(n)."
  },
  {
    "verse_number": 57,
    "translation": "Sag: Ich verlange von euch (für mich selbst) keinen Lohn dafür. Wer aber einen Weg zu seinem Herrn einschlagen will (, bekommt selbst seinen Lohn).",
    "segmented": [
      {
        "translation": "Sag: Ich verlange von euch (für mich selbst) keinen Lohn dafür.",
        "text_uthmani": "قُلْ مَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ",
        "text_uthmani_transcribed": "Qul mā as'alukum 'alayhi min ajrin"
      },
      {
        "translation": "Wer aber einen Weg zu seinem Herrn einschlagen will (, bekommt selbst seinen Lohn).",
        "text_uthmani": "إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلًا",
        "text_uthmani_transcribed": "illā man shā'a an yattakhidha ilā rabbihī sabīlan"
      }
    ],
    "text_uthmani": "قُلْ مَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلًا",
    "text_uthmani_transcribed": "Qul mā as'alukum 'alaihi min ajrin illā man syā'a ay yattakhiża ilā rabbihī sabīlā(n)."
  },
  {
    "verse_number": 58,
    "translation": "Und verlasse dich auf den Lebendigen, Der nicht stirbt, und lobpreise Ihn. Er genügt als Kenner der Sünden Seiner Diener,",
    "text_uthmani": "وَتَوَكَّلْ عَلَى ٱلْحَىِّ ٱلَّذِى لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِۦ ۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا",
    "text_uthmani_transcribed": "Wa tawakkal 'alal-ḥayyil-lażī lā yamūtu wa sabbiḥ biḥamdih(ī), wa kafā bihī biżunūbi 'ibādihī khabīrā(n)."
  },
  {
    "verse_number": 59,
    "translation": "Der die Himmel und die Erde und was dazwischen ist, in sechs Tagen erschuf und Sich hierauf über den Thron erhob’, (Er ist) der Allerbarmer. So frag einen, der von Ihm Kenntnis hat.",
    "segmented": [
      {
        "translation": "Der die Himmel und die Erde und was dazwischen ist, in sechs Tagen erschuf und Sich hierauf über den Thron erhob’, (Er ist) der Allerbarmer.",
        "text_uthmani": "ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۚ ٱلرَّحْمَـٰنُ",
        "text_uthmani_transcribed": "Alladhee khalaqa assamawati wal-arda wama baynahuma fee sittati ayyamin thumma istawa 'ala al-'arshi. Ar-Rahman"
      },
      {
        "translation": "So frag einen, der von Ihm Kenntnis hat.",
        "text_uthmani": "فَسْـَٔلْ بِهِۦ خَبِيرًا",
        "text_uthmani_transcribed": "Fas'al bihi khabira"
      }
    ],
    "text_uthmani": "ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۚ ٱلرَّحْمَـٰنُ فَسْـَٔلْ بِهِۦ خَبِيرًا",
    "text_uthmani_transcribed": "Allażī khalaqas-samāwāti wal-arḍa wa mā bainahumā fī sittati ayyāmin ṡummastawā 'alal-'arsy(i), ar-raḥmānu fas'al bihī khabīrā(n)."
  },
  {
    "verse_number": 60,
    "translation": "Und wenn zu ihnen gesagt wird: „Werft euch vor dem Allerbarmer nieder sagen sie: „Was ist denn der Allerbarmer? Sollen wir uns (einfach) vor dem niederwerfen, was du uns befiehlst? Und das mehrt ihnen (nur) die Abneigung.",
    "segmented": [
      {
        "translation": "Und wenn zu ihnen gesagt wird: „Werft euch vor dem Allerbarmer nieder sagen sie: „Was ist denn der Allerbarmer?",
        "text_uthmani": "وَإِذَا قِيلَ لَهُمُ ٱسْجُدُوا۟ لِلرَّحْمَـٰنِ قَالُوا۟ وَمَا ٱلرَّحْمَـٰنُ",
        "text_uthmani_transcribed": "Wa idha qila lahumusjudu lirrahmani qaloo wama arrahmanu"
      },
      {
        "translation": "Sollen wir uns (einfach) vor dem niederwerfen, was du uns befiehlst? Und das mehrt ihnen (nur) die Abneigung.",
        "text_uthmani": "أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا ۩",
        "text_uthmani_transcribed": "Anasjudu lima ta/muruna wazadahum nufuran ۩"
      }
    ],
    "text_uthmani": "وَإِذَا قِيلَ لَهُمُ ٱسْجُدُوا۟ لِلرَّحْمَـٰنِ قَالُوا۟ وَمَا ٱلرَّحْمَـٰنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا ۩",
    "text_uthmani_transcribed": "Wa iżā qīla lahumusjudū lir-raḥmāni qālū wa mar-raḥmānu anasjudu limā ta'murunā wa zādahum nufūrā(n)."
  },
  {
    "verse_number": 61,
    "translation": "Segensreich ist Derjenige, Der im Himmel Türme gesetzt und darin einen Lichtkörper und einen leuchtenden Mond gesetzt hat!",
    "text_uthmani": "تَبَارَكَ ٱلَّذِى جَعَلَ فِى ٱلسَّمَآءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَٰجًا وَقَمَرًا مُّنِيرًا",
    "text_uthmani_transcribed": "Tabārakal-lażī ja'ala fis-samā'i burūjaw wa ja'ala fīhā sirājaw wa qamaram munīrā(n)."
  },
  {
    "verse_number": 62,
    "translation": "Und Er ist es, Der die Nacht und den Tag so gemacht hat, daß sie sich voneinander für jemanden unterscheiden, der bedenken oder Dankbarkeit zeigen will.",
    "segmented": [
      {
        "translation": "Und Er ist es, Der die Nacht",
        "text_uthmani": "وَهُوَ ٱلَّذِى جَعَلَ ٱلَّيْلَ",
        "text_uthmani_transcribed": "Wa huwa alladhee ja'ala allayla"
      },
      {
        "translation": "und den Tag so gemacht hat, daß sie sich voneinander für jemanden unterscheiden, der bedenken oder Dankbarkeit zeigen will.",
        "text_uthmani": "وَٱلنَّهَارَ خِلْفَةً لِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا",
        "text_uthmani_transcribed": "wa annahara khilfatan liman arada an yaththakkara aw arada shukoora"
      }
    ],
    "text_uthmani": "وَهُوَ ٱلَّذِى جَعَلَ ٱلَّيْلَ وَٱلنَّهَارَ خِلْفَةً لِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا",
    "text_uthmani_transcribed": "Wa huwal-lażī ja'alal-laila wan-nahāra khilfatal liman arāda ay yażżakkara au arāda syukūrā(n)."
  },
  {
    "verse_number": 63,
    "translation": "Die Diener des Allerbarmers sind diejenigen, die maßvoll auf der Erde umhergehen und die, wenn die Toren sie ansprechen, sagen: „Frieden!",
    "text_uthmani": "وَعِبَادُ ٱلرَّحْمَـٰنِ ٱلَّذِينَ يَمْشُونَ عَلَى ٱلْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ ٱلْجَـٰهِلُونَ قَالُوا۟ سَلَـٰمًا",
    "text_uthmani_transcribed": "Wa 'ibādur-raḥmānil-lażīna yamsyūna 'alal-arḍi haunaw wa iżā khāṭabahumul-jāhilūna qālū salāmā(n)."
  },
  {
    "verse_number": 64,
    "translation": "Und diejenigen, die die Nacht verbringen, indem sie sich (im Gebet) vor ihrem Herrn niederwerfen und aufrecht stehen.",
    "text_uthmani": "وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَـٰمًا",
    "text_uthmani_transcribed": "Wal-lażīna yabītūna lirabbihim sujjadaw wa qiyāmā(n)."
  },
  {
    "verse_number": 65,
    "translation": "Und diejenigen, die sagen: „Unser Herr, wende von uns die Strafe der Hölle ab. Ihre Strafe ist ja bedrängend;",
    "text_uthmani": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ ۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا",
    "text_uthmani_transcribed": "Wal-lażīna yaqūlūna rabbanaṣrif 'annā 'ażāba jahannam(a), inna 'ażābahā kāna garāmā(n)."
  },
  {
    "verse_number": 66,
    "translation": "gewiß, sie ist böse als Aufenthaltsort und Bleibe.",
    "text_uthmani": "إِنَّهَا سَآءَتْ مُسْتَقَرًّا وَمُقَامًا",
    "text_uthmani_transcribed": "Innahā sā'at mustaqarraw wa muqāmā(n)."
  },
  {
    "verse_number": 67,
    "translation": "Und diejenigen, die, wenn sie ausgeben, weder maßlos noch knauserig sind, sondern den Mittelweg dazwischen (einhalten).",
    "text_uthmani": "وَٱلَّذِينَ إِذَآ أَنفَقُوا۟ لَمْ يُسْرِفُوا۟ وَلَمْ يَقْتُرُوا۟ وَكَانَ بَيْنَ ذَٰلِكَ قَوَامًا",
    "text_uthmani_transcribed": "Wal-lażīna iżā anfaqū lam yusrifū wa lam yaqturū wa kāna baina żālika qawāmā(n)."
  },
  {
    "verse_number": 68,
    "translation": "Und diejenigen, die neben Allah keinen anderen Gott anrufen und nicht die Seele töten, die Allah (zu töten) verboten hat, außer aus einem rechtmäßigen Grund, und die keine Unzucht begehen. - Wer das tut, hat die Folge der Sünde zu erleiden;",
    "segmented": [
      {
        "translation": "Und diejenigen, die neben Allah keinen anderen Gott anrufen",
        "text_uthmani": "وَٱلَّذِينَ لَا يَدْعُونَ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ",
        "text_uthmani_transcribed": "Wa alladhīna lā yad'uūna ma'a Allāhi ilāhan ākhara"
      },
      {
        "translation": "und nicht die Seele töten, die Allah (zu töten) verboten hat, außer aus einem rechtmäßigen Grund, und die keine Unzucht begehen.",
        "text_uthmani": "وَلَا يَقْتُلُونَ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ وَلَا يَزْنُونَ",
        "text_uthmani_transcribed": "wa lā yaqtulūna al-nafsa allatī harrama Allāhu illā bi-al-ḥaqqi wa lā yaznūna"
      },
      {
        "translation": "- Wer das tut, hat die Folge der Sünde zu erleiden;",
        "text_uthmani": "ۚ وَمَن يَفْعَلْ ذَٰلِكَ يَلْقَ أَثَامًا",
        "text_uthmani_transcribed": "wa man yaf'al dhālika yalqa āthāman"
      }
    ],
    "text_uthmani": "وَٱلَّذِينَ لَا يَدْعُونَ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ وَلَا يَقْتُلُونَ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ وَلَا يَزْنُونَ ۚ وَمَن يَفْعَلْ ذَٰلِكَ يَلْقَ أَثَامًا",
    "text_uthmani_transcribed": "Wal-lażīna lā yad'ūna ma'allāhi ilāhan ākhara wa lā yaqtulūnan nafsal-latī ḥarramallāhu illā bil-ḥaqqi wa lā yaznūn(a), wa may yaf'al żālika yalqa aṡāmā(n)."
  },
  {
    "verse_number": 69,
    "translation": "die Strafe wird ihm am Tag der Auferstehung vervielfacht, und ewig wird er darin in Schmach bleiben,",
    "text_uthmani": "يُضَـٰعَفْ لَهُ ٱلْعَذَابُ يَوْمَ ٱلْقِيَـٰمَةِ وَيَخْلُدْ فِيهِۦ مُهَانًا",
    "text_uthmani_transcribed": "Yuḍā'af lahul-'ażābu yaumal-qiyāmati wa yakhlud fīhī muhānā(n)."
  },
  {
    "verse_number": 70,
    "translation": "außer demjenigen, der bereut, glaubt und rechtschaffene Werke tut; jenen wird Allah ihre bösen Taten gegen gute eintauschen; und Allah ist stets Allvergebend und Barmherzig.",
    "segmented": [
      {
        "translation": "außer demjenigen, der bereut, glaubt und rechtschaffene Werke tut; jenen wird Allah ihre bösen Taten gegen gute eintauschen;",
        "text_uthmani": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلًا صَـٰلِحًا فَأُو۟لَـٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمْ حَسَنَـٰتٍ ۗ",
        "text_uthmani_transcribed": "Illa man taba wa aamana wa 'amila 'amalan salihan fa'ula'ika yubaddilu Allahu sayyi'atihim hasanatin."
      },
      {
        "translation": "und Allah ist stets Allvergebend und Barmherzig.",
        "text_uthmani": "وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
        "text_uthmani_transcribed": "Wa kana Allahu ghafooran raheeman."
      }
    ],
    "text_uthmani": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلًا صَـٰلِحًا فَأُو۟لَـٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمْ حَسَنَـٰتٍ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
    "text_uthmani_transcribed": "Illā man tāba wa āmana wa 'amila 'amalan ṣāliḥan fa ulā'ika yubaddilullāhu sayyi'ātihim ḥasanāt(in), wa kānallāhu gafūrar raḥīmā(n)."
  },
  {
    "verse_number": 71,
    "translation": "Und wer bereut und rechtschaffen handelt, der wendet sich in wahrhaftiger Reue Allah zu.",
    "text_uthmani": "وَمَن تَابَ وَعَمِلَ صَـٰلِحًا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابًا",
    "text_uthmani_transcribed": "Wa man tāba wa 'amila ṣāliḥan fa innahū yatūbu ilallāhi matābā(n)."
  },
  {
    "verse_number": 72,
    "translation": "Und (auch) diejenigen, die keine Falschaussage bezeugen und, wenn sie im Vorbeigehen unbedachte Rede (hören), würdevoll weitergehen.",
    "text_uthmani": "وَٱلَّذِينَ لَا يَشْهَدُونَ ٱلزُّورَ وَإِذَا مَرُّوا۟ بِٱللَّغْوِ مَرُّوا۟ كِرَامًا",
    "text_uthmani_transcribed": "Wal-lażīna yasyhadūnaz-zūr(a), wa iżā marrū bil-lagwi marrū kirāmā(n)."
  },
  {
    "verse_number": 73,
    "translation": "Und diejenigen, die, wenn sie mit den Zeichen ihres Herrn ermahnt werden, ihnen gegenüber nicht taub und blind niederfallen .",
    "text_uthmani": "وَٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ لَمْ يَخِرُّوا۟ عَلَيْهَا صُمًّا وَعُمْيَانًا",
    "text_uthmani_transcribed": "Wal-lażīna iżā żukkirū bi'āyāti rabbihim lam yakhirrū 'alaihā ṣummaw wa 'umyānā(n)."
  },
  {
    "verse_number": 74,
    "translation": "Und diejenigen, die sagen: „Unser Herr, schenke uns an unseren Gattinnen und unseren Nachkommenschaften Grund zur Freude, und mache uns für die Rechtschaffenen zu einem Vorbild.",
    "segmented": [
      {
        "translation": "Und diejenigen, die sagen: „Unser Herr, schenke uns an unseren Gattinnen und unseren Nachkommenschaften Grund zur Freude,",
        "text_uthmani": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَٰجِنَا وَذُرِّيَّـٰتِنَا قُرَّةَ أَعْيُنٍ",
        "text_uthmani_transcribed": "Wa alladhīna yaqūlūna rabbana hab lana min azwājina wa dhurriyyātina qurrata a'yunin"
      },
      {
        "translation": "und mache uns für die Rechtschaffenen zu einem Vorbild.",
        "text_uthmani": "وَٱجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
        "text_uthmani_transcribed": "wa ij'alna lilmuttaqīna imāman"
      }
    ],
    "text_uthmani": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَٰجِنَا وَذُرِّيَّـٰتِنَا قُرَّةَ أَعْيُنٍ وَٱجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
    "text_uthmani_transcribed": "Wal-lażīna yaqūlūna rabbanā hab lanā min azwājinā wa żurriyyātinā qurrata a'yuniw waj'alnā lil-muttaqīna imāmā(n)."
  },
  {
    "verse_number": 75,
    "translation": "(All) diesen wird mit dem Obergemach vergolten werden, daß sie standhaft waren; und ihnen wird Gruß und Friede entgegengebracht,",
    "text_uthmani": "أُو۟لَـٰٓئِكَ يُجْزَوْنَ ٱلْغُرْفَةَ بِمَا صَبَرُوا۟ وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَـٰمًا",
    "text_uthmani_transcribed": "Ulā'ika yujzaunal-gurfata bimā ṣabarū wa yulaqqauna fīhā taḥiyyataw wa salāmā(n)."
  },
  {
    "verse_number": 76,
    "translation": "ewig darin zu bleiben. Schön ist es als Aufenthaltsort und Bleibe.",
    "text_uthmani": "خَـٰلِدِينَ فِيهَا ۚ حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا",
    "text_uthmani_transcribed": "Khālidīna fīhā, ḥasunat mustaqarraw wa muqāmā(n)."
  },
  {
    "verse_number": 77,
    "translation": "Sag: Mein Herr kümmerte Sich nicht um euch, wenn nicht euer Bittgebet (zu Ihm) wäre. Ihr habt doch (alles) für Lüge erklärt, und so wird (eure Strafe hierfür) unabwendbar sein.",
    "segmented": [
      {
        "translation": "Sag: Mein Herr kümmerte Sich nicht um euch, wenn nicht euer Bittgebet (zu Ihm) wäre.",
        "text_uthmani": "قُلْ مَا يَعْبَؤُا۟ بِكُمْ رَبِّى لَوْلَا دُعَآؤُكُمْ ۖ",
        "text_uthmani_transcribed": "Qul ma ya'ba'u bikum rabbi lawla du'aokum."
      },
      {
        "translation": "Ihr habt doch (alles) für Lüge erklärt, und so wird (eure Strafe hierfür) unabwendbar sein.",
        "text_uthmani": "فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًۢا",
        "text_uthmani_transcribed": "Faqad kaththabtum fasawfa yakoonu lizaaman."
      }
    ],
    "text_uthmani": "قُلْ مَا يَعْبَؤُا۟ بِكُمْ رَبِّى لَوْلَا دُعَآؤُكُمْ ۖ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًۢا",
    "text_uthmani_transcribed": "Qul mā ya'ba'u bikum rabbī lau lā du'ā'ukum, faqad każżabtum fa saufa yakūnu lizāmā(n)."
  }
]