[
  {
    "index": 1,
    "verse_number": 1,
    "translation": "Wir sandten ja Nuh zu seinem Volk: Warne dein Volk, bevor schmerzhafte Strafe über sie kommt.",
    "arabic": " إِنَّآ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦٓ أَنْ أَنذِرْ قَوْمَكَ مِن قَبْلِ أَن يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ",
    "transcription": "Innā arsalnā nūḥan ilā qaumihī an anżir qaumaka min qabli ay ya'tiyahum 'ażābun alīm(un)."
  },
  {
    "index": 2,
    "verse_number": 2,
    "translation": "Er sagte: O mein Volk, ich bin euch ja ein deutlicher Warner,",
    "arabic": "قَالَ يَـٰقَوْمِ إِنِّى لَكُمْ نَذِيرٌ مُّبِينٌ",
    "transcription": "Qāla yā qaumi innī lakum nażīrum mubīn(un)."
  },
  {
    "index": 3,
    "verse_number": 3,
    "translation": "(euch zu mahnen:) Dient Allah und fürchtet Ihn, und gehorcht mir,",
    "arabic": "أَنِ ٱعْبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ",
    "transcription": "Ani'budullāha wattaqūhu wa aṭī'ūn(i)."
  },
  {
    "index": 4,
    "verse_number": 4,
    "translation": "so wird Er euch (etwas) von euren Sünden vergeben und euch auf eine festgesetzte Frist zurückstellen.",
    "arabic": "يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۚ",
    "transcription": "Yagfir lakum min żunūbikum wa yu'akhkhirkum ilā ajalim musammā(n),"
  },
  {
    "index": 5,
    "verse_number": 4,
    "translation": "Gewiß, Allahs Frist, wenn sie kommt, kann nicht zurückgestellt werden, wenn ihr nur wüßtet!",
    "arabic": "إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُ ۖ لَوْ كُنتُمْ تَعْلَمُونَ",
    "transcription": "inna ajalallāhi iżā jā'a lā yu'akhkhar(u), lau kuntum ta'lamūn(a)."
  },
  {
    "index": 6,
    "verse_number": 5,
    "translation": "Er sagte: Mein Herr, ich habe mein Volk bei Nacht und bei Tag aufgerufen.",
    "arabic": "قَالَ رَبِّ إِنِّى دَعَوْتُ قَوْمِى لَيْلًا وَنَهَارًا",
    "transcription": "Qāla rabbi innī da'atu qaumī lailaw wa nahārā(n)."
  },
  {
    "index": 7,
    "verse_number": 6,
    "translation": "Aber mein Rufen hat sie nur in ihrer Flucht bestärkt.",
    "arabic": "فَلَمْ يَزِدْهُمْ دُعَآءِىٓ إِلَّا فِرَارًا",
    "transcription": "Falam yazidhum du'ā'ī illā firārā(n)."
  },
  {
    "index": 8,
    "verse_number": 7,
    "translation": "Gewiß, jedesmal, wenn ich sie aufrief, damit Du ihnen vergibst, steckten sie ihre Finger in ihre Ohren, überdeckten sich mit ihren Gewändern, verharrten (im Irrtum)",
    "arabic": "وَإِنِّى كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوٓا۟ أَصَـٰبِعَهُمْ فِىٓ ءَاذَانِهِمْ وَٱسْتَغْشَوْا۟ ثِيَابَهُمْ وَأَصَرُّوا۟",
    "transcription": "Wa innī kullamā da'autuhum litagfira lahum ja'alū aṣābi'ahum fī āżānihim wastagsyau ṡiyābahum wa aṣarrū"
  },
  {
    "index": 9,
    "verse_number": 7,
    "translation": "und verhielten sich sehr hochmütig.",
    "arabic": "وَٱسْتَكْبَرُوا۟ ٱسْتِكْبَارًا",
    "transcription": "wastakbarustikbārā(n)."
  },
  {
    "index": 10,
    "verse_number": 8,
    "translation": "Hierauf richtete ich an sie den Ruf dann öffentlich.",
    "arabic": "ثُمَّ إِنِّى دَعَوْتُهُمْ جِهَارًا",
    "transcription": "Ṡumma innī da'autuhum jihārā(n)."
  },
  {
    "index": 11,
    "verse_number": 9,
    "translation": "Hierauf sprach ich zu ihnen offen und ganz im geheimen.",
    "arabic": "ثُمَّ إِنِّىٓ أَعْلَنتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا",
    "transcription": "Ṡumma innī a'lantu lahum wa asrartu lahum isrārā(n)."
  },
  {
    "index": 12,
    "verse_number": 10,
    "translation": "Ich sagte: .Bittet euren Herrn um Vergebung - Er ist ja Allvergebend -,",
    "arabic": "فَقُلْتُ ٱسْتَغْفِرُوا۟ رَبَّكُمْ إِنَّهُۥ كَانَ غَفَّارًا",
    "transcription": "Faqultustagfirū rabbakum innahū kāna gaffārā(n)."
  },
  {
    "index": 13,
    "verse_number": 11,
    "translation": "so wird Er den Regen auf euch ergiebig (herab)senden",
    "arabic": "يُرْسِلِ ٱلسَّمَآءَ عَلَيْكُم مِّدْرَارًا",
    "transcription": "Yursilis-samā'a 'alaikum midrārā(n)."
  },
  {
    "index": 14,
    "verse_number": 12,
    "translation": "und euch mit Besitz und Söhnen unterstützen und für euch Gärten machen und für euch Bäche machen.",
    "arabic": "وَيُمْدِدْكُم بِأَمْوَٰلٍ وَبَنِينَ وَيَجْعَل لَّكُمْ جَنَّـٰتٍ وَيَجْعَل لَّكُمْ أَنْهَـٰرًا",
    "transcription": "Wa yumdidkum bi'amwāliw wa banīna wa yaj'al lakum jannātiw wa yaj'al lakum anhārā(n)."
  },
  {
    "index": 15,
    "verse_number": 13,
    "translation": "Was ist mit euch, daß ihr nicht glaubt, von Allah würdevoll behandelt zu werden,",
    "arabic": "مَّا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا",
    "transcription": "Mā lakum lā tarjūna lillāhi waqārā(n)."
  },
  {
    "index": 16,
    "verse_number": 14,
    "translation": "wo Er euch doch in Entwicklungsabschnitten erschaffen hat?",
    "arabic": "وَقَدْ خَلَقَكُمْ أَطْوَارًا",
    "transcription": "Wa qad khalaqakum aṭwārā(n)."
  },
  {
    "index": 17,
    "verse_number": 15,
    "translation": "Seht ihr nicht, wie Allah sieben Himmel in Schichten (übereinander) erschaffen hat,",
    "arabic": "أَلَمْ تَرَوْا۟ كَيْفَ خَلَقَ ٱللَّهُ سَبْعَ سَمَـٰوَٰتٍ طِبَاقًا",
    "transcription": "Alam tara kaifa khalaqallāhu sab'a samāwātin ṭibāqā(n)."
  },
  {
    "index": 18,
    "verse_number": 16,
    "translation": "den Mond darin zu einem Licht gemacht und die Sonne zu einem Leuchtkörper gemacht hat?",
    "arabic": "وَجَعَلَ ٱلْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ ٱلشَّمْسَ سِرَاجًا",
    "transcription": "Wa ja'alal-qamara fīhinna nūraw wa ja'alasy-syamsa sirājā(n)."
  },
  {
    "index": 19,
    "verse_number": 17,
    "translation": "Und Allah hat euch aus der Erde heranwachsen lassen.",
    "arabic": "وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلْأَرْضِ نَبَاتًا",
    "transcription": "Wallāhu ambatakum minal-arḍi nabātā(n)."
  },
  {
    "index": 20,
    "verse_number": 18,
    "translation": "Hierauf wird Er euch in sie zurückbringen und gewiß (wieder aus ihr) hervorbringen.",
    "arabic": "ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا",
    "transcription": "Ṡumma yu'īdukum fīhā wa yukhrijukum ikhrājā(n)."
  },
  {
    "index": 21,
    "verse_number": 19,
    "translation": "Und Allah hat euch die Erde zu einer ausgebreiteten Unterlage gemacht,",
    "arabic": "وَٱللَّهُ جَعَلَ لَكُمُ ٱلْأَرْضَ بِسَاطًا",
    "transcription": "Wallāhu ja'ala lakumul-arḍa bisāṭā(n)."
  },
  {
    "index": 22,
    "verse_number": 20,
    "translation": "damit ihr auf ihr dahinziehen könnt - auf Wegen als breiten Durchgängen’.",
    "arabic": "لِّتَسْلُكُوا۟ مِنْهَا سُبُلًا فِجَاجًا",
    "transcription": "Litaslukū minhā subulan fijājā(n)."
  },
  {
    "index": 23,
    "verse_number": 21,
    "translation": "Nuh sagte: Mein Herr, sie haben sich mir widersetzt und sind jemandem gefolgt, dem sein Besitz und seine Kinder nur den Verlust mehren.",
    "arabic": "قَالَ نُوحٌ رَّبِّ إِنَّهُمْ عَصَوْنِى وَٱتَّبَعُوا۟ مَن لَّمْ يَزِدْهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارًا",
    "transcription": "Qāla nūḥur rabbi innahum 'aṣaunī wattaba'ū mal lam yazidhu māluhū wa waladuhū illā khasārā(n)."
  },
  {
    "index": 24,
    "verse_number": 22,
    "translation": "Und sie haben ungeheure Ränke geschmiedet.",
    "arabic": "وَمَكَرُوا۟ مَكْرًا كُبَّارًا",
    "transcription": "Wa makarū makran kubbārā(n)."
  },
  {
    "index": 25,
    "verse_number": 23,
    "translation": "Und sie haben gesagt: .Verlaßt doch nicht eure Götter; verlaßt doch nicht Wadd, noch Suwa, noch Yagut,Ya’uq und Nasr.’",
    "arabic": "وَقَالُوا۟ لَا تَذَرُنَّ ءَالِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا",
    "transcription": "Wa qālū lā tażarunna ālihatakum wa lā tażarunna waddaw wa lā suwā'ā(n), wa lā yagūṡa wa ya'ūqa wa nasrā(n)."
  },
  {
    "index": 26,
    "verse_number": 24,
    "translation": "Sie haben ja viele in die Irre geführt. So lasse die Ungerechten nur noch tiefer in die Irre gehen.",
    "arabic": "وَقَدْ أَضَلُّوا۟ كَثِيرًا ۖ وَلَا تَزِدِ ٱلظَّـٰلِمِينَ إِلَّا ضَلَـٰلًا",
    "transcription": "Wa qad aḍallū kaṡīrā(n), wa lā tazidiẓ-ẓālimīna illā ḍalālā(n)."
  },
  {
    "index": 27,
    "verse_number": 25,
    "translation": "Wegen ihrer Verfehlungen wurden sie ertränkt und dann in ein (Höllen)feuer hineingebracht. Und da fanden sie für sich außer Allah keine Helfer.",
    "arabic": "مِّمَّا خَطِيٓـَٔـٰتِهِمْ أُغْرِقُوا۟ فَأُدْخِلُوا۟ نَارًا فَلَمْ يَجِدُوا۟ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارًا",
    "transcription": "Mimmā khaṭī'ātihim ugriqū fa'udkhilū nārā(n), falam yajidū lahum min dūnillāhi anṣārā(n)."
  },
  {
    "index": 28,
    "verse_number": 26,
    "translation": "Und Nuh sagte: Mein Herr, lasse auf der Erde von den Ungläubigen nicht einen einzigen Bewohner.",
    "arabic": "وَقَالَ نُوحٌ رَّبِّ لَا تَذَرْ عَلَى ٱلْأَرْضِ مِنَ ٱلْكَـٰفِرِينَ دَيَّارًا",
    "transcription": "Wa qāla nūḥur rabbi lā tażar 'alal-arḍi minal-kāfirīna dayyārā(n)."
  },
  {
    "index": 29,
    "verse_number": 27,
    "translation": "Denn, gewiß, wenn Du sie (leben) läßt, führen sie Deine Diener in die Irre und zeugen nur Sittenlose und sehr beharrliche Ungläubige.",
    "arabic": "إِنَّكَ إِن تَذَرْهُمْ يُضِلُّوا۟ عِبَادَكَ وَلَا يَلِدُوٓا۟ إِلَّا فَاجِرًا كَفَّارًا",
    "transcription": "Innaka in tażarhum yuḍillū 'ibādaka wa lā yalidū illā fājiran kaffārā(n)."
  },
  {
    "index": 30,
    "verse_number": 28,
    "translation": "Mein Herr, vergib mir und meinen Eltern und demjenigen, der als Gläubiger mein Haus betritt, und den gläubigen Männern und den gläubigen Frauen.",
    "arabic": "رَّبِّ ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِمَن دَخَلَ بَيْتِىَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ",
    "transcription": "Rabbigfir lī wa liwālidayya wa liman dakhala baitiya mu'minaw wa lil-mu'minīna wal-mu'mināt(i)"
  },
  {
    "index": 31,
    "verse_number": 28,
    "translation": "Und stürze die Ungerechten nur noch tiefer ins Verderben.",
    "arabic": "وَلَا تَزِدِ ٱلظَّـٰلِمِينَ إِلَّا تَبَارًۢا",
    "transcription": "wa lā tazidiẓ-ẓālimīna illā tabārā(n)."
  }
]