[
  {
    "verse_number": 1,
    "translation": "O die ihr glaubt, kommt nicht Allah und Seinem Gesandten zuvor und fürchtet Allah. Gewiß, Allah ist Allhörend und Allwissend.",
    "text_uthmani": " يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُقَدِّمُوا۟ بَيْنَ يَدَىِ ٱللَّهِ وَرَسُولِهِۦ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tuqaddimū baina yadayillāhi wa rasūlihī wattaqullāh(a), innallāha samī'un 'alīm(un)."
  },
  {
    "verse_number": 2,
    "translation": "O die ihr glaubt, erhebt nicht eure Stimmen über die Stimme des Propheten, und sprecht nicht so laut zu ihm, wie ihr laut zueinander sprecht, auf daß (nicht) eure Werke hinfällig werden, ohne daß ihr merkt.",
    "segmented": [
      {
        "belongs_to_verse_number": 2,
        "translation": "O die ihr glaubt, erhebt nicht eure Stimmen über die Stimme des Propheten,",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَرْفَعُوٓا۟ أَصْوَٰتَكُمْ فَوْقَ صَوْتِ ٱلنَّبِىِّ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tarfa'ū aṣwātakum fauqa ṣautin-nabiyyi"
      },
      {
        "belongs_to_verse_number": 2,
        "translation": "und sprecht nicht so laut zu ihm, wie ihr laut zueinander sprecht, auf daß (nicht) eure Werke hinfällig werden, ohne daß ihr merkt.",
        "text_uthmani": "وَلَا تَجْهَرُوا۟ لَهُۥ بِٱلْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَن تَحْبَطَ أَعْمَـٰلُكُمْ وَأَنتُمْ لَا تَشْعُرُونَ",
        "text_uthmani_transcribed": "wa lā tajharū lahū bil-qauli kajahri ba'ḍikum liba'ḍin an taḥbaṭa a'mālukum wa antum lā tasy'urūn(a)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَرْفَعُوٓا۟ أَصْوَٰتَكُمْ فَوْقَ صَوْتِ ٱلنَّبِىِّ وَلَا تَجْهَرُوا۟ لَهُۥ بِٱلْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَن تَحْبَطَ أَعْمَـٰلُكُمْ وَأَنتُمْ لَا تَشْعُرُونَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tarfa'ū aṣwātakum fauqa ṣautin-nabiyyi wa lā tajharū lahū bil-qauli kajahri ba'ḍikum liba'ḍin an taḥbaṭa a'mālukum wa antum lā tasy'urūn(a)."
  },
  {
    "verse_number": 3,
    "translation": "Gewiß, diejenigen, die ihre Stimmen bei Allahs Gesandtem mäßigen, das sind diejenigen, deren Herzen Allah auf die Gottesfurcht geprüft hat. Für sie wird es Vergebung und großartigen Lohn geben.",
    "segmented": [
      {
        "belongs_to_verse_number": 3,
        "translation": "Gewiß, diejenigen, die ihre Stimmen bei Allahs Gesandtem mäßigen, das sind diejenigen, deren Herzen Allah auf die Gottesfurcht geprüft hat.",
        "text_uthmani": "إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصْوَٰتَهُمْ عِندَ رَسُولِ ٱللَّهِ أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱمْتَحَنَ ٱللَّهُ قُلُوبَهُمْ لِلتَّقْوَىٰ",
        "text_uthmani_transcribed": "Innal-lażīna yaguḍḍūna aṣwātahum 'inda rasūlillāhi ulā'ikal-lażīnamtaḥanallāhu qulūbahum lit-taqwā"
      },
      {
        "belongs_to_verse_number": 3,
        "translation": "Für sie wird es Vergebung und großartigen Lohn geben.",
        "text_uthmani": "لَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ",
        "text_uthmani_transcribed": "lahum magfiratuw wa ajrun 'aẓīm(un)."
      }
    ],
    "text_uthmani": "إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصْوَٰتَهُمْ عِندَ رَسُولِ ٱللَّهِ أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱمْتَحَنَ ٱللَّهُ قُلُوبَهُمْ لِلتَّقْوَىٰ ۚ لَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ",
    "text_uthmani_transcribed": "Innal-lażīna yaguḍḍūna aṣwātahum 'inda rasūlillāhi ulā'ikal-lażīnamtaḥanallāhu qulūbahum lit-taqwā, lahum magfiratuw wa ajrun 'aẓīm(un)."
  },
  {
    "verse_number": 4,
    "translation": "Gewiß, diejenigen, die dich hinter den (Wänden der) Gemächer rufen, die meisten von ihnen haben keinen Verstand.",
    "text_uthmani": "إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلْحُجُرَٰتِ أَكْثَرُهُمْ لَا يَعْقِلُونَ",
    "text_uthmani_transcribed": "Innal-lażīna yunādūnaka miw warā'il-ḥujurāti akṡaruhum lā ya'qilūn(a)."
  },
  {
    "verse_number": 5,
    "translation": "Wenn sie sich gedulden würden, bis du zu ihnen herauskommst, wäre es wahrlich besser für sie. Und Allah ist Allvergebend und Barmherzig.",
    "text_uthmani": "وَلَوْ أَنَّهُمْ صَبَرُوا۟ حَتَّىٰ تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْرًا لَّهُمْ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Wa lau annahum ṣabarū ḥattā takhruja ilaihim lakāna khairal lahum, wallāhu gafūrur raḥīm(un)."
  },
  {
    "verse_number": 6,
    "translation": "O die ihr glaubt, wenn ein Frevler zu euch mit einer Kunde kommt, dann schafft Klarheit, damit ihr (nicht einige) Leute in Unwissenheit (mit einer Anschuldigung) trefft und dann über das, was ihr getan habt, Reue empfinden werdet.",
    "segmented": [
      {
        "belongs_to_verse_number": 6,
        "translation": "O die ihr glaubt, wenn ein Frevler zu euch mit einer Kunde kommt, dann schafft Klarheit, damit ihr (nicht einige) Leute in Unwissenheit (mit einer Anschuldigung) trefft",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن جَآءَكُمْ فَاسِقٌۢ بِنَبَإٍ فَتَبَيَّنُوٓا۟ أَن تُصِيبُوا۟ قَوْمًۢا بِجَهَـٰلَةٍ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū in jā'akum fāsiqum binaba'in fa tabayyanū an tuṣībū qaumam bijahālatin"
      },
      {
        "belongs_to_verse_number": 6,
        "translation": "und dann über das, was ihr getan habt, Reue empfinden werdet.",
        "text_uthmani": "فَتُصْبِحُوا۟ عَلَىٰ مَا فَعَلْتُمْ نَـٰدِمِينَ",
        "text_uthmani_transcribed": "fa tuṣbiḥū 'alā mā fa'altum nādimīn(a)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن جَآءَكُمْ فَاسِقٌۢ بِنَبَإٍ فَتَبَيَّنُوٓا۟ أَن تُصِيبُوا۟ قَوْمًۢا بِجَهَـٰلَةٍ فَتُصْبِحُوا۟ عَلَىٰ مَا فَعَلْتُمْ نَـٰدِمِينَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū in jā'akum fāsiqum binaba'in fa tabayyanū an tuṣībū qaumam bijahālatin fa tuṣbiḥū 'alā mā fa'altum nādimīn(a)."
  },
  {
    "verse_number": 7,
    "translation": "Und wißt, daß Allahs Gesandter unter euch ist. Wenn er euch in vielen Angelegenheiten gehorchte, würdet ihr wahrlich in Bedrängnis kommen. Aber Allah hat euch den Glauben lieb gemacht und in euren Herzen ausgeschmückt, und Er hat euch den Unglauben, den Frevel und den Ungehorsam verabscheuen lassen. Das sind diejenigen, die besonnen handeln.",
    "segmented": [
      {
        "belongs_to_verse_number": 7,
        "translation": "Und wißt, daß Allahs Gesandter unter euch ist. Wenn er euch in vielen Angelegenheiten gehorchte, würdet ihr wahrlich in Bedrängnis kommen.",
        "text_uthmani": "وَٱعْلَمُوٓا۟ أَنَّ فِيكُمْ رَسُولَ ٱللَّهِ ۚ لَوْ يُطِيعُكُمْ فِى كَثِيرٍ مِّنَ ٱلْأَمْرِ لَعَنِتُّمْ",
        "text_uthmani_transcribed": "Wa'lamū anna fīkum rasūlallāh(i), lau yuṭī'ukum fī kaṡīrim minal-amri la'anittum"
      },
      {
        "belongs_to_verse_number": 7,
        "translation": "Aber Allah hat euch den Glauben lieb gemacht und in euren Herzen ausgeschmückt, und Er hat euch den Unglauben, den Frevel",
        "text_uthmani": "وَلَـٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيْكُمُ ٱلْإِيمَـٰنَ وَزَيَّنَهُۥ فِى قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ ٱلْكُفْرَ وَٱلْفُسُوقَ",
        "text_uthmani_transcribed": "wa lākinnallāha ḥabbaba ilaikumul-īmāna wa zayyanahū fī qulūbikum wa karraha ilaikumul-kufra wal-fusūqa"
      },
      {
        "belongs_to_verse_number": 7,
        "translation": "und den Ungehorsam verabscheuen lassen. Das sind diejenigen, die besonnen handeln.",
        "text_uthmani": "وَكَرَّهَ إِلَيْكُمُ ٱلْكُفْرَ وَٱلْفُسُوقَ وَٱلْعِصْيَانَ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ",
        "text_uthmani_transcribed": "wa karraha ilaikumul-kufra wal-fusūqa wal-'iṣyān(a), ulā'ika humur-rāsyidūn(a)."
      }
    ],
    "text_uthmani": "وَٱعْلَمُوٓا۟ أَنَّ فِيكُمْ رَسُولَ ٱللَّهِ ۚ لَوْ يُطِيعُكُمْ فِى كَثِيرٍ مِّنَ ٱلْأَمْرِ لَعَنِتُّمْ وَلَـٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيْكُمُ ٱلْإِيمَـٰنَ وَزَيَّنَهُۥ فِى قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ ٱلْكُفْرَ وَٱلْفُسُوقَ وَٱلْعِصْيَانَ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ",
    "text_uthmani_transcribed": "Wa'lamū anna fīkum rasūlallāh(i), lau yuṭī'ukum fī kaṡīrim minal-amri la'anittum wa lākinnallāha ḥabbaba ilaikumul-īmāna wa zayyanahū fī qulūbikum wa karraha ilaikumul-kufra wal-fusūqa wal-'iṣyān(a), ulā'ika humur-rāsyidūn(a)."
  },
  {
    "verse_number": 8,
    "translation": "Dies als Huld und Gunst von Allah. Und Allah ist Allwissend und Allweise.",
    "text_uthmani": "فَضْلًا مِّنَ ٱللَّهِ وَنِعْمَةً ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
    "text_uthmani_transcribed": "Faḍlam minallāhi wa ni'mah(tan), wallāhu 'alīmun ḥakīm(un)."
  },
  {
    "verse_number": 9,
    "translation": "Und wenn zwei Gruppen von den Gläubigen miteinander kämpfen, so stiftet Frieden zwischen ihnen. Wenn die eine von ihnen gegen die andere widerrechtlich vorgeht, dann kämpft gegen diejenige, die widerrechtlich vorgeht, bis sie zu Allahs Befehl zurückkehrt. Wenn sie zurückkehrt, dann stiftet Frieden zwischen ihnen nach Gerechtigkeit und handelt dabei gerecht. Allah liebt ja die Gerechten.",
    "segmented": [
      {
        "belongs_to_verse_number": 9,
        "translation": "Und wenn zwei Gruppen von den Gläubigen miteinander kämpfen, so stiftet Frieden zwischen ihnen.",
        "text_uthmani": "وَإِن طَآئِفَتَانِ مِنَ ٱلْمُؤْمِنِينَ ٱقْتَتَلُوا۟ فَأَصْلِحُوا۟ بَيْنَهُمَا ۖ",
        "text_uthmani_transcribed": "Wa in ṭā'ifatāni minal-mu'minīnaqtatalū fa aṣliḥū bainahumā,"
      },
      {
        "belongs_to_verse_number": 9,
        "translation": "Wenn die eine von ihnen gegen die andere widerrechtlich vorgeht",
        "text_uthmani": "فَإِنۢ بَغَتْ إِحْدَىٰهُمَا عَلَى ٱلْأُخْرَىٰ",
        "text_uthmani_transcribed": "fa im bagat iḥdāhumā 'alal-ukhrā"
      },
      {
        "belongs_to_verse_number": 9,
        "translation": "dann kämpft gegen diejenige, die widerrechtlich vorgeht, bis sie zu Allahs Befehl zurückkehrt.",
        "text_uthmani": "فَقَـٰتِلُوا۟ ٱلَّتِى تَبْغِى حَتَّىٰ تَفِىٓءَ إِلَىٰٓ أَمْرِ ٱللَّهِ ۚ",
        "text_uthmani_transcribed": "fa qātilul-latī tabgī ḥattā tafī'a ilā amrillāh(i),"
      },
      {
        "belongs_to_verse_number": 9,
        "translation": "Wenn sie zurückkehrt, dann stiftet Frieden zwischen ihnen nach Gerechtigkeit und handelt dabei gerecht. Allah liebt ja die Gerechten.",
        "text_uthmani": "فَإِن فَآءَتْ فَأَصْلِحُوا۟ بَيْنَهُمَا بِٱلْعَدْلِ وَأَقْسِطُوٓا۟ ۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ",
        "text_uthmani_transcribed": "fa in fā'at fa aṣliḥū bainahumā bil-'adli wa aqsiṭū, innallāha yuḥibbul-muqsiṭīn(a)."
      }
    ],
    "text_uthmani": "وَإِن طَآئِفَتَانِ مِنَ ٱلْمُؤْمِنِينَ ٱقْتَتَلُوا۟ فَأَصْلِحُوا۟ بَيْنَهُمَا ۖ فَإِنۢ بَغَتْ إِحْدَىٰهُمَا عَلَى ٱلْأُخْرَىٰ فَقَـٰتِلُوا۟ ٱلَّتِى تَبْغِى حَتَّىٰ تَفِىٓءَ إِلَىٰٓ أَمْرِ ٱللَّهِ ۚ فَإِن فَآءَتْ فَأَصْلِحُوا۟ بَيْنَهُمَا بِٱلْعَدْلِ وَأَقْسِطُوٓا۟ ۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ",
    "text_uthmani_transcribed": "Wa in ṭā'ifatāni minal-mu'minīnaqtatalū fa aṣliḥū bainahumā, fa im bagat iḥdāhumā 'alal-ukhrā fa qātilul-latī tabgī ḥattā tafī'a ilā amrillāh(i), fa in fā'at fa aṣliḥū bainahumā bil-'adli wa aqsiṭū, innallāha yuḥibbul-muqsiṭīn(a)."
  },
  {
    "verse_number": 10,
    "translation": "Die Gläubigen sind doch Brüder. So stiftet Frieden zwischen euren beiden Brüdern und fürchtet Allah, auf daß ihr Erbarmen finden möget.",
    "text_uthmani": "إِنَّمَا ٱلْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا۟ بَيْنَ أَخَوَيْكُمْ ۚ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُرْحَمُونَ",
    "text_uthmani_transcribed": "Innamal-mu'minūna ikhwatun fa aṣliḥū baina akhawaikum wattaqullāha la'allakum turḥamūn(a)."
  },
  {
    "verse_number": 11,
    "translation": "O die ihr glaubt, die einen sollen nicht über die anderen spotten, vielleicht sind eben diese besser als sie. Auch sollen nicht Frauen über andere Frauen (spotten), vielleicht sind eben diese besser als sie. Und beleidigt euch nicht gegenseitig durch Gesten und bewerft euch nicht gegenseitig mit (häßlichen) Beinamen. Wie schlimm ist die Bezeichnung Frevel nach (der Bezeichnung) Glaube! Und wer nicht bereut, das sind die Ungerechten.",
    "segmented": [
      {
        "belongs_to_verse_number": 11,
        "translation": "O die ihr glaubt, die einen sollen nicht über die anderen spotten, vielleicht sind eben diese besser als sie.",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا يَسْخَرْ قَوْمٌ مِّن قَوْمٍ عَسَىٰٓ أَن يَكُونُوا۟ خَيْرًا مِّنْهُمْ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā yaskhar qaumum min qaumin 'asā ay yakūnū khairam minhum"
      },
      {
        "belongs_to_verse_number": 11,
        "translation": "Auch sollen nicht Frauen über andere Frauen (spotten), vielleicht sind eben diese besser als sie.",
        "text_uthmani": "وَلَا نِسَآءٌ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيْرًا مِّنْهُنَّ ۖ",
        "text_uthmani_transcribed": "wa lā nisā'um min nisā'in 'asā ay yakunna khairam minhunn(a),"
      },
      {
        "belongs_to_verse_number": 11,
        "translation": "Und beleidigt euch nicht gegenseitig durch Gesten und bewerft euch nicht gegenseitig mit (häßlichen) Beinamen.",
        "text_uthmani": "وَلَا تَلْمِزُوٓا۟ أَنفُسَكُمْ وَلَا تَنَابَزُوا۟ بِٱلْأَلْقَـٰبِ ۖ",
        "text_uthmani_transcribed": "wa lā talmizū anfusakum wa lā tanābazū bil-alqāb(i),"
      },
      {
        "belongs_to_verse_number": 11,
        "translation": "Wie schlimm ist die Bezeichnung Frevel nach (der Bezeichnung) Glaube! Und wer nicht bereut, das sind die Ungerechten.",
        "text_uthmani": "بِئْسَ ٱلِٱسْمُ ٱلْفُسُوقُ بَعْدَ ٱلْإِيمَـٰنِ ۚ وَمَن لَّمْ يَتُبْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
        "text_uthmani_transcribed": "bi'salismul-fusūqu ba'dal-īmān(i), wa mal lam yatub fa ulā'ika humuẓ-ẓālimūn(a)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا يَسْخَرْ قَوْمٌ مِّن قَوْمٍ عَسَىٰٓ أَن يَكُونُوا۟ خَيْرًا مِّنْهُمْ وَلَا نِسَآءٌ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيْرًا مِّنْهُنَّ ۖ وَلَا تَلْمِزُوٓا۟ أَنفُسَكُمْ وَلَا تَنَابَزُوا۟ بِٱلْأَلْقَـٰبِ ۖ بِئْسَ ٱلِٱسْمُ ٱلْفُسُوقُ بَعْدَ ٱلْإِيمَـٰنِ ۚ وَمَن لَّمْ يَتُبْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā yaskhar qaumum min qaumin 'asā ay yakūnū khairam minhum wa lā nisā'um min nisā'in 'asā ay yakunna khairam minhunn(a), wa lā talmizū anfusakum wa lā tanābazū bil-alqāb(i), bi'salismul-fusūqu ba'dal-īmān(i), wa mal lam yatub fa ulā'ika humuẓ-ẓālimūn(a)."
  },
  {
    "verse_number": 12,
    "translation": "O die ihr glaubt, meidet viel von den Mutmaßungen; gewiß, manche Mutmaßung ist Sünde. Und sucht nicht (andere) auszukundschaften und führt nicht üble Nachrede übereinander. Möchte denn einer von euch gern das Fleisch seines Bruders, wenn er tot sei, essen? Es wäre euch doch zuwider. Fürchtet Allah. Gewiß, Allah ist Reue-Annehmend und Barmherzig.",
    "segmented": [
      {
        "belongs_to_verse_number": 12,
        "translation": "O die ihr glaubt, meidet viel von den Mutmaßungen; gewiß, manche Mutmaßung ist Sünde.",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱجْتَنِبُوا۟ كَثِيرًا مِّنَ ٱلظَّنِّ إِنَّ بَعْضَ ٱلظَّنِّ إِثْمٌ ۖ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanujtanibū kaṡīram minaẓ-ẓann(i), inna ba'daẓ-ẓanni iṡmuw"
      },
      {
        "belongs_to_verse_number": 12,
        "translation": "Und sucht nicht (andere) auszukundschaften und führt nicht üble Nachrede übereinander.",
        "text_uthmani": "وَلَا تَجَسَّسُوا۟ وَلَا يَغْتَب بَّعْضُكُم بَعْضًا ۚ",
        "text_uthmani_transcribed": "wa lā tajassasū wa lā yagtab ba'ḍukum ba'ḍā(n)"
      },
      {
        "belongs_to_verse_number": 12,
        "translation": "Möchte denn einer von euch gern das Fleisch seines Bruders, wenn er tot sei, essen? Es wäre euch doch zuwider. Fürchtet Allah.",
        "text_uthmani": "أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ ۚ وَٱتَّقُوا۟ ٱللَّهَ ۚ",
        "text_uthmani_transcribed": "ayuḥibbu aḥadukum ay ya'kula laḥma akhīhi maitan fa karihtumūh(u), wattaqullāh(a),"
      },
      {
        "belongs_to_verse_number": 12,
        "translation": "Gewiß, Allah ist Reue-Annehmend und Barmherzig.",
        "text_uthmani": "إِنَّ ٱللَّهَ تَوَّابٌ رَّحِيمٌ",
        "text_uthmani_transcribed": "innallāha tawwābur raḥīm(un)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱجْتَنِبُوا۟ كَثِيرًا مِّنَ ٱلظَّنِّ إِنَّ بَعْضَ ٱلظَّنِّ إِثْمٌ ۖ وَلَا تَجَسَّسُوا۟ وَلَا يَغْتَب بَّعْضُكُم بَعْضًا ۚ أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ ۚ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ تَوَّابٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanujtanibū kaṡīram minaẓ-ẓann(i), inna ba'daẓ-ẓanni iṡmuw wa lā tajassasū wa lā yagtab ba'ḍukum ba'ḍā(n), ayuḥibbu aḥadukum ay ya'kula laḥma akhīhi maitan fa karihtumūh(u), wattaqullāh(a), innallāha tawwābur raḥīm(un)."
  },
  {
    "verse_number": 13,
    "translation": "O ihr Menschen, Wir haben euch ja von einem männlichen und einem weiblichen Wesen erschaffen, und Wir haben euch zu Völkern und Stämmen gemacht, damit ihr einander kennenlernt. Gewiß, der Geehrteste von euch bei Allah ist der Gottesfürchtigste von euch. Gewiß, Allah ist Allwissend und Allkundig.",
    "segmented": [
      {
        "belongs_to_verse_number": 13,
        "translation": "O ihr Menschen, Wir haben euch ja von einem männlichen und einem weiblichen Wesen erschaffen, und Wir haben euch zu Völkern",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقْنَـٰكُم مِّن ذَكَرٍ وَأُنثَىٰ وَجَعَلْنَـٰكُمْ شُعُوبًا",
        "text_uthmani_transcribed": "Yā ayyuhan-nāsu innā khalaqnākum min żakariw wa unṡā wa ja'alnākum syu'ūbaw"
      },
      {
        "belongs_to_verse_number": 13,
        "translation": "und Stämmen gemacht, damit ihr einander kennenlernt.",
        "text_uthmani": "وَجَعَلْنَـٰكُمْ شُعُوبًا وَقَبَآئِلَ لِتَعَارَفُوٓا۟",
        "text_uthmani_transcribed": "wa ja'alnākum syu'ūbaw wa qabā'ila lita'ārafū"
      },
      {
        "belongs_to_verse_number": 13,
        "translation": "Gewiß, der Geehrteste von euch bei Allah ist der Gottesfürchtigste von euch. Gewiß, Allah ist Allwissend und Allkundig.",
        "text_uthmani": "إِنَّ أَكْرَمَكُمْ عِندَ ٱللَّهِ أَتْقَىٰكُمْ ۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٌ",
        "text_uthmani_transcribed": "inna akramakum 'indallāhi atqākum, innallāha 'alīmun khabīr(un)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقْنَـٰكُم مِّن ذَكَرٍ وَأُنثَىٰ وَجَعَلْنَـٰكُمْ شُعُوبًا وَقَبَآئِلَ لِتَعَارَفُوٓا۟ ۚ إِنَّ أَكْرَمَكُمْ عِندَ ٱللَّهِ أَتْقَىٰكُمْ ۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٌ",
    "text_uthmani_transcribed": "Yā ayyuhan-nāsu innā khalaqnākum min żakariw wa unṡā wa ja'alnākum syu'ūbaw wa qabā'ila lita'ārafū, inna akramakum 'indallāhi atqākum, innallāha 'alīmun khabīr(un)."
  },
  {
    "verse_number": 14,
    "translation": "Die Wüstenaraber sagen: Wir glauben. Sag: Ihr glaubt nicht (wirklich), sondern sagt: ,Wir sind Muslime geworden’, denn der Glaube ist noch nicht in eure Herzen eingezogen. Wenn ihr aber Allah und Seinem Gesandten gehorcht, verringert Er euch nichts von euren Werken. Gewiß, Allah ist Allvergebend und Barmherzig.",
    "segmented": [
      {
        "belongs_to_verse_number": 14,
        "translation": "Die Wüstenaraber sagen: Wir glauben.",
        "text_uthmani": "۞ قَالَتِ ٱلْأَعْرَابُ ءَامَنَّا ۖ",
        "text_uthmani_transcribed": "Qālatil-a'rābu āmannā"
      },
      {
        "belongs_to_verse_number": 14,
        "translation": "Sag: Ihr glaubt nicht (wirklich), sondern sagt: ,Wir sind Muslime geworden’, denn der Glaube ist noch nicht in eure Herzen eingezogen.",
        "text_uthmani": "قُل لَّمْ تُؤْمِنُوا۟ وَلَـٰكِن قُولُوٓا۟ أَسْلَمْنَا وَلَمَّا يَدْخُلِ ٱلْإِيمَـٰنُ فِى قُلُوبِكُمْ ۖ",
        "text_uthmani_transcribed": "qul lam tu'minū wa lākin qūlū aslamnā wa lammā yadkhulil-īmānu fī qulūbikum,"
      },
      {
        "belongs_to_verse_number": 14,
        "translation": "Wenn ihr aber Allah und Seinem Gesandten gehorcht, verringert Er euch nichts von euren Werken. Gewiß, Allah ist Allvergebend und Barmherzig.",
        "text_uthmani": "وَإِن تُطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتْكُم مِّنْ أَعْمَـٰلِكُمْ شَيْـًٔا ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
        "text_uthmani_transcribed": "wa in tuṭī'ullāha wa rasūlahū lā yalitkum min a'mālikum syai'ā(n), innallāha gafūrur raḥīm(un)."
      }
    ],
    "text_uthmani": "۞ قَالَتِ ٱلْأَعْرَابُ ءَامَنَّا ۖ قُل لَّمْ تُؤْمِنُوا۟ وَلَـٰكِن قُولُوٓا۟ أَسْلَمْنَا وَلَمَّا يَدْخُلِ ٱلْإِيمَـٰنُ فِى قُلُوبِكُمْ ۖ وَإِن تُطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتْكُم مِّنْ أَعْمَـٰلِكُمْ شَيْـًٔا ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Qālatil-a'rābu āmannā, qul lam tu'minū wa lākin qūlū aslamnā wa lammā yadkhulil-īmānu fī qulūbikum, wa in tuṭī'ullāha wa rasūlahū lā yalitkum min a'mālikum syai'ā(n), innallāha gafūrur raḥīm(un)."
  },
  {
    "verse_number": 15,
    "translation": "Die (wahren) Gläubigen sind ja diejenigen, die an Allah und Seinen Gesandten glauben und hierauf nicht zweifeln und sich mit ihrem Besitz und mit ihrer eigenen Person auf Allahs Weg abmühen. Das sind die Wahrhaftigen.",
    "segmented": [
      {
        "belongs_to_verse_number": 15,
        "translation": "Die (wahren) Gläubigen sind ja diejenigen, die an Allah und Seinen Gesandten glauben und hierauf nicht zweifeln und sich mit ihrem Besitz",
        "text_uthmani": "إِنَّمَا ٱلْمُؤْمِنُونَ ٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمْ يَرْتَابُوا۟ وَجَـٰهَدُوا۟ بِأَمْوَٰلِهِمْ",
        "text_uthmani_transcribed": "Innamal-mu'minūnal-lażīna āmanū billāhi wa rasūlihī ṡumma lam yartābū wa jāhadū bi'amwālihim"
      },
      {
        "belongs_to_verse_number": 15,
        "translation": "und mit ihrer eigenen Person auf Allahs Weg abmühen. Das sind die Wahrhaftigen.",
        "text_uthmani": "وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلصَّـٰدِقُونَ",
        "text_uthmani_transcribed": "wa anfusihim fī sabīlillāh(i), ulā'ika humuṣ-ṣādiqūn(a)."
      }
    ],
    "text_uthmani": "إِنَّمَا ٱلْمُؤْمِنُونَ ٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمْ يَرْتَابُوا۟ وَجَـٰهَدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلصَّـٰدِقُونَ",
    "text_uthmani_transcribed": "Innamal-mu'minūnal-lażīna āmanū billāhi wa rasūlihī ṡumma lam yartābū wa jāhadū bi'amwālihim wa anfusihim fī sabīlillāh(i), ulā'ika humuṣ-ṣādiqūn(a)."
  },
  {
    "verse_number": 16,
    "translation": "Sag: Wollt ihr Allah über eure Religion belehren, wo Allah weiß, was in den Himmeln und was auf der Erde ist? Und Allah weiß über alles Bescheid.",
    "segmented": [
      {
        "belongs_to_verse_number": 16,
        "translation": "Sag: Wollt ihr Allah über eure Religion belehren, wo Allah weiß, was in den Himmeln und was auf der Erde ist?",
        "text_uthmani": "قُلْ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمْ وَٱللَّهُ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ",
        "text_uthmani_transcribed": "Qul atu'alimūnallāha bidīnikum, wallāhu ya'lamu mā fis-samāwāti wa mā fil-arḍ(i)"
      },
      {
        "belongs_to_verse_number": 16,
        "translation": "Und Allah weiß über alles Bescheid.",
        "text_uthmani": "وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌ",
        "text_uthmani_transcribed": "wallāhu bikulli syai'in 'alīm(un)."
      }
    ],
    "text_uthmani": "قُلْ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمْ وَٱللَّهُ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "text_uthmani_transcribed": "Qul atu'alimūnallāha bidīnikum, wallāhu ya'lamu mā fis-samāwāti wa mā fil-arḍ(i), wallāhu bikulli syai'in 'alīm(un)."
  },
  {
    "verse_number": 17,
    "translation": "Sie halten es dir als Wohltat vor, daß sie Muslime geworden sind. Sag: Haltet mir nicht eure (Annahme des) Islams als Wohltat vor. Nein! Vielmehr hält Allah euch die Wohltat vor, daß Er euch zum Glauben geleitet hat, wenn ihr wahrhaftig seid.",
    "segmented": [
      {
        "belongs_to_verse_number": 17,
        "translation": "Sie halten es dir als Wohltat vor, daß sie Muslime geworden sind. Sag: Haltet mir nicht eure (Annahme des) Islams als Wohltat vor. Nein!",
        "text_uthmani": "يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا۟ ۖ قُل لَّا تَمُنُّوا۟ عَلَىَّ إِسْلَـٰمَكُم ۖ بَلِ",
        "text_uthmani_transcribed": "Yamunnūna 'alaika an aslamū, qul lā tamunnū 'alayya islāmakum, bal"
      },
      {
        "belongs_to_verse_number": 17,
        "translation": "Vielmehr hält Allah euch die Wohltat vor, daß Er euch zum Glauben geleitet hat, wenn ihr wahrhaftig seid.",
        "text_uthmani": "بَلِ ٱللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَىٰكُمْ لِلْإِيمَـٰنِ إِن كُنتُمْ صَـٰدِقِينَ",
        "text_uthmani_transcribed": "balillāhu yamunnu 'alaikum an hadākum lil-īmāni in kuntum ṣādiqīn(a)."
      }
    ],
    "text_uthmani": "يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا۟ ۖ قُل لَّا تَمُنُّوا۟ عَلَىَّ إِسْلَـٰمَكُم ۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَىٰكُمْ لِلْإِيمَـٰنِ إِن كُنتُمْ صَـٰدِقِينَ",
    "text_uthmani_transcribed": "Yamunnūna 'alaika an aslamū, qul lā tamunnū 'alayya islāmakum, balillāhu yamunnu 'alaikum an hadākum lil-īmāni in kuntum ṣādiqīn(a)."
  },
  {
    "verse_number": 18,
    "translation": "Gewiß, Allah kennt das Verborgene der Himmel und der Erde. Und Allah sieht wohl, was ihr tut.",
    "text_uthmani": "إِنَّ ٱللَّهَ يَعْلَمُ غَيْبَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَٱللَّهُ بَصِيرٌۢ بِمَا تَعْمَلُونَ",
    "text_uthmani_transcribed": "Innallāha ya'lamu gaibas-samāwāti wal-arḍ(i), wallāhu baṣīrum bimā ta'malūn(a)."
  }
]