[
  {
    "verse_number": 1,
    "translation": "Ist (nicht) über den Menschen eine Spanne der endlosen Zeit gekommen, in der er nichts Nennenswertes ist?",
    "text_uthmani": " هَلْ أَتَىٰ عَلَى ٱلْإِنسَـٰنِ حِينٌ مِّنَ ٱلدَّهْرِ لَمْ يَكُن شَيْـًٔا مَّذْكُورًا",
    "text_uthmani_transcribed": "Hal atāka 'alal-insāni ḥīnum minad-dahri lam yakun syai'am mażkūrā(n)."
  },
  {
    "verse_number": 2,
    "translation": "Wir haben den Menschen ja aus einem Samentropfen, einem Gemisch erschaffen, (um) ihn zu prüfen. Und so haben Wir ihn mit Gehör und Augenlicht versehen.",
    "segmented": [
      {
        "belongs_to_verse_number": 2,
        "translation": "Wir haben den Menschen ja aus einem Samentropfen, einem Gemisch erschaffen, (um) ihn zu prüfen.",
        "text_uthmani": "إِنَّا خَلَقْنَا ٱلْإِنسَـٰنَ مِن نُّطْفَةٍ أَمْشَاجٍ نَّبْتَلِيهِ",
        "text_uthmani_transcribed": "Innā khalaqnal-insāna min nuṭfatin amsyājin nabtalīhi"
      },
      {
        "belongs_to_verse_number": 2,
        "translation": "Und so haben Wir ihn mit Gehör und Augenlicht versehen.",
        "text_uthmani": "فَجَعَلْنَـٰهُ سَمِيعًۢا بَصِيرًا",
        "text_uthmani_transcribed": "fa ja'alnāhu samī'am baṣīrā(n)."
      }
    ],
    "text_uthmani": "إِنَّا خَلَقْنَا ٱلْإِنسَـٰنَ مِن نُّطْفَةٍ أَمْشَاجٍ نَّبْتَلِيهِ فَجَعَلْنَـٰهُ سَمِيعًۢا بَصِيرًا",
    "text_uthmani_transcribed": "Innā khalaqnal-insāna min nuṭfatin amsyājin nabtalīhi fa ja'alnāhu samī'am baṣīrā(n)."
  },
  {
    "verse_number": 3,
    "translation": "Wir haben ihn ja den (rechten) Weg geleitet, ob er nun dankbar oder undankbar sein mag.",
    "text_uthmani": "إِنَّا هَدَيْنَـٰهُ ٱلسَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا",
    "text_uthmani_transcribed": "Innā hadaināhus-sabīla immā syākiraw wa immā kafūrā(n)."
  },
  {
    "verse_number": 4,
    "translation": "Wir haben ja für die Ungläubigen Ketten und Fesseln und eine Feuerglut bereitet.",
    "text_uthmani": "إِنَّآ أَعْتَدْنَا لِلْكَـٰفِرِينَ سَلَـٰسِلَا۟ وَأَغْلَـٰلًا وَسَعِيرًا",
    "text_uthmani_transcribed": "Innā a'tadnā lil-kāfirīna salāsila wa aglālaw wa sa'īrā(n)."
  },
  {
    "verse_number": 5,
    "translation": "Gewiß, die Frommen trinken aus einem Becher, dessen Beimischung Kampfer ist,",
    "text_uthmani": "إِنَّ ٱلْأَبْرَارَ يَشْرَبُونَ مِن كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا",
    "text_uthmani_transcribed": "Innal-abrāra yasyrabūna min ka'sin kāna mizājuhā kāfūrā(n)."
  },
  {
    "verse_number": 6,
    "translation": "aus einer Quelle, aus der Allahs Diener trinken, die sie sprudelnd hervorströmen lassen.",
    "text_uthmani": "عَيْنًا يَشْرَبُ بِهَا عِبَادُ ٱللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا",
    "text_uthmani_transcribed": "'Ainay yasyrabu bihā 'ibādullāhi yufajjirūnahā tafjīrā(n)."
  },
  {
    "verse_number": 7,
    "translation": "Sie erfüllen das Gelübde und fürchten einen Tag, dessen Übel sich wie im Flug ausbreitet,",
    "text_uthmani": "يُوفُونَ بِٱلنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُۥ مُسْتَطِيرًا",
    "text_uthmani_transcribed": "Yūfūna bin-nażri wa yakhāfūna yauman kāna syarruhū mustaṭīrā(n)."
  },
  {
    "verse_number": 8,
    "translation": "und sie geben - obwohl man sie liebt - Speise zu essen einem Armen, einer Waisen und einem Gefangenen:",
    "text_uthmani": "وَيُطْعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا",
    "text_uthmani_transcribed": "Wa yuṭ'imūnaṭ-ṭa'āma 'alā ḥubbihī miskīnaw wa yatīmaw wa asīrā(n)."
  },
  {
    "verse_number": 9,
    "translation": "Wir speisen euch nur um Allahs Angesicht willen. Wir wollen von euch weder Belohnung noch Dank.",
    "text_uthmani": "إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ ٱللَّهِ لَا نُرِيدُ مِنكُمْ جَزَآءً وَلَا شُكُورًا",
    "text_uthmani_transcribed": "Innamā nuṭ'imukum liwajhillāhi lā nurīdu minkum jazā'aw wa lā syukūrā(n)."
  },
  {
    "verse_number": 10,
    "translation": "Wir fürchten ja von unserem Herrn einen Tag, der düster blicken läßt, einen unheilvollen.",
    "text_uthmani": "إِنَّا نَخَافُ مِن رَّبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا",
    "text_uthmani_transcribed": "Innā nakhāfu mir rabbinā yauman 'abūsan qamṭarīrā(n)."
  },
  {
    "verse_number": 11,
    "translation": "So bewahrt sie Allah vor dem Übel jenes Tages und wird ihnen strahlendes Glück und Freude darbieten",
    "text_uthmani": "فَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَٰلِكَ ٱلْيَوْمِ وَلَقَّىٰهُمْ نَضْرَةً وَسُرُورًا",
    "text_uthmani_transcribed": "Fa waqāhumullāhu syarra żālikal-yaumi wa laqqāhum naḍrataw wa surūrā(n)."
  },
  {
    "verse_number": 12,
    "translation": "und ihnen vergelten, daß sie standhaft gewesen sind, mit einem Garten und mit Seide,",
    "text_uthmani": "وَجَزَىٰهُم بِمَا صَبَرُوا۟ جَنَّةً وَحَرِيرًا",
    "text_uthmani_transcribed": "Wa jazāhum bimā ṣabarū jannataw wa ḥarīrā(n)."
  },
  {
    "verse_number": 13,
    "translation": "worin sie sich auf überdachten Liegen lehnen, und worin sie weder (heiße) Sonne noch bittere Kälte wahrnehmen werden.",
    "text_uthmani": "مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلْأَرَآئِكِ ۖ لَا يَرَوْنَ فِيهَا شَمْسًا وَلَا زَمْهَرِيرًا",
    "text_uthmani_transcribed": "Muttaki'īna fīhā 'alal-arā'ik(i), lā yarauna fīhā syamsaw wa lā zamharīrā(n)."
  },
  {
    "verse_number": 14,
    "translation": "Nahe über ihnen sind seine Schatten, und seine Früchte sind ihnen (zum Pflücken) sehr gefügig gemacht.",
    "text_uthmani": "وَدَانِيَةً عَلَيْهِمْ ظِلَـٰلُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا",
    "text_uthmani_transcribed": "Wa dāniyatan 'alaihim ẓilāluhā wa żullilat quṭūfuhā tażlīlā(n)."
  },
  {
    "verse_number": 15,
    "translation": "Herumgereicht werden ihnen Gefäße aus Silber und Trinkschalen, die (wie) aus Glas sind,",
    "text_uthmani": "وَيُطَافُ عَلَيْهِم بِـَٔانِيَةٍ مِّن فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَا۠",
    "text_uthmani_transcribed": "Wa yuṭāfu 'alaihim bi'āniyatim min fiḍḍatiw wa akwābin kānat qawārīrā."
  },
  {
    "verse_number": 16,
    "translation": "Gläser aus Silber, die sie im rechten Maß bemessen.",
    "text_uthmani": "قَوَارِيرَا۟ مِن فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا",
    "text_uthmani_transcribed": "Qawārīra min fiḍḍatin qaddarūhā taqdīrā(n)."
  },
  {
    "verse_number": 17,
    "translation": "Und zu trinken gegeben wird ihnen darin ein Becher, dessen Beimischung Ingwer ist,",
    "text_uthmani": "وَيُسْقَوْنَ فِيهَا كَأْسًا كَانَ مِزَاجُهَا زَنجَبِيلًا",
    "text_uthmani_transcribed": "Wa yusqauna fīhā ka'san kāna mizājuhā zanjabīlā(n)."
  },
  {
    "verse_number": 18,
    "translation": "aus einer Quelle darin, die Salsabil genannt wird.",
    "text_uthmani": "عَيْنًا فِيهَا تُسَمَّىٰ سَلْسَبِيلًا",
    "text_uthmani_transcribed": "'Ainan fīhā tusammā salsabīlā(n)."
  },
  {
    "verse_number": 19,
    "translation": "Und unter ihnen gehen ewig junge Knaben umher. Wenn du sie siehst, hältst du sie für ausgestreute Perlen.",
    "text_uthmani": "۞ وَيَطُوفُ عَلَيْهِمْ وِلْدَٰنٌ مُّخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَّنثُورًا",
    "text_uthmani_transcribed": "Wa yaṭūfu 'alaihim wildānum mukhalladūn(a), iżā ra'aitahum ḥasibtahum lu'lu'am manṡūrā(n)."
  },
  {
    "verse_number": 20,
    "translation": "Und wenn du dort hinsiehst, wirst du Wonne und ein großes Reich sehen.",
    "text_uthmani": "وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا",
    "text_uthmani_transcribed": "Wa iżā ra'aita ṡamma ra'aita  na'īmaw wa mulkan kabīrā(n)."
  },
  {
    "verse_number": 21,
    "translation": "Auf ihnen werden grüne Gewänder aus Seidenbrokat sein und schwerer Brokat, und geschmückt werden sie sein mit Armreifen aus Silber. Und zu trinken wird ihr Herr ihnen ein reines Getränk geben.",
    "segmented": [
      {
        "belongs_to_verse_number": 21,
        "translation": "Auf ihnen werden grüne Gewänder aus Seidenbrokat sein und schwerer Brokat, und geschmückt werden sie sein mit Armreifen aus Silber.",
        "text_uthmani": "عَـٰلِيَهُمْ ثِيَابُ سُندُسٍ خُضْرٌ وَإِسْتَبْرَقٌ ۖ وَحُلُّوٓا۟ أَسَاوِرَ مِن فِضَّةٍ",
        "text_uthmani_transcribed": "'Āliyahum ṡiyābu sundusin khuḍruw wa istabraq(un), wa ḥullū asāwira min fiḍḍah(tin)"
      },
      {
        "belongs_to_verse_number": 21,
        "translation": "Und zu trinken wird ihr Herr ihnen ein reines Getränk geben.",
        "text_uthmani": "وَسَقَىٰهُمْ رَبُّهُمْ شَرَابًا طَهُورًا",
        "text_uthmani_transcribed": "wa saqāhum rabbuhum syarāban ṭahūrā(n)."
      }
    ],
    "text_uthmani": "عَـٰلِيَهُمْ ثِيَابُ سُندُسٍ خُضْرٌ وَإِسْتَبْرَقٌ ۖ وَحُلُّوٓا۟ أَسَاوِرَ مِن فِضَّةٍ وَسَقَىٰهُمْ رَبُّهُمْ شَرَابًا طَهُورًا",
    "text_uthmani_transcribed": "'Āliyahum ṡiyābu sundusin khuḍruw wa istabraq(un), wa ḥullū asāwira  min fiḍḍah(tin), wa saqāhum rabbuhum syarāban ṭahūrā(n)."
  },
  {
    "verse_number": 22,
    "translation": "Dies ist ja der Lohn für euch, und euer Bemühen wird gedankt sein.",
    "text_uthmani": "إِنَّ هَـٰذَا كَانَ لَكُمْ جَزَآءً وَكَانَ سَعْيُكُم مَّشْكُورًا",
    "text_uthmani_transcribed": "Inna hāżā kāna lakum jazā'aw wa kāna sa'yukum masykūrā(n)."
  },
  {
    "verse_number": 23,
    "translation": "Gewiß, Wir sind es, die Wir dir den Qur’an offenbart, ja offenbart haben.",
    "text_uthmani": "إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ ٱلْقُرْءَانَ تَنزِيلًا",
    "text_uthmani_transcribed": "Innā naḥnu nazzalnā 'alaikal-qur'āna tanzīlā(n)."
  },
  {
    "verse_number": 24,
    "translation": "So sei standhaft in Bezug auf das Urteil deines Herrn, und gehorche von ihnen keinem Sündhaften oder sehr Undankbaren.",
    "text_uthmani": "فَٱصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ ءَاثِمًا أَوْ كَفُورًا",
    "text_uthmani_transcribed": "Faṣbir liḥukmi rabbika wa lā tuṭi' minhum āṡiman au kafūrā(n)."
  },
  {
    "verse_number": 25,
    "translation": "Und gedenke des Namens deines Herrn morgens und abends,",
    "text_uthmani": "وَٱذْكُرِ ٱسْمَ رَبِّكَ بُكْرَةً وَأَصِيلًا",
    "text_uthmani_transcribed": "Ważkurisma rabbika bukrataw wa aṣīlā(n)."
  },
  {
    "verse_number": 26,
    "translation": "und in (einem Teil) der Nacht, da wirf dich vor Ihm nieder und preise Ihn lange Zeit zur Nacht.",
    "text_uthmani": "وَمِنَ ٱلَّيْلِ فَٱسْجُدْ لَهُۥ وَسَبِّحْهُ لَيْلًا طَوِيلًا",
    "text_uthmani_transcribed": "Wa minal-laili fasjud lahū wa sabbiḥhu lailan ṭawīlā(n)."
  },
  {
    "verse_number": 27,
    "translation": "Diese da lieben ja das schnell Eintreffende und lassen hinter sich einen schwer lastenden Tag.",
    "text_uthmani": "إِنَّ هَـٰٓؤُلَآءِ يُحِبُّونَ ٱلْعَاجِلَةَ وَيَذَرُونَ وَرَآءَهُمْ يَوْمًا ثَقِيلًا",
    "text_uthmani_transcribed": "Inna hā'ulā'i yuḥibbūnal-'ājilata wa yażarūna warā'ahum yauman ṡaqīlā(n)"
  },
  {
    "verse_number": 28,
    "translation": "Wir doch haben sie erschaffen und ihren Körperbau vollendet. Und wenn Wir wollen, tauschen Wir sie durch andere ihresgleichen aus.",
    "text_uthmani": "نَّحْنُ خَلَقْنَـٰهُمْ وَشَدَدْنَآ أَسْرَهُمْ ۖ وَإِذَا شِئْنَا بَدَّلْنَآ أَمْثَـٰلَهُمْ تَبْدِيلًا",
    "text_uthmani_transcribed": "Naḥnu khalaqnāhum wa syadadnā asrahum, wa iżā syi'nā baddalnā amṡālahum tabdīlā(n)."
  },
  {
    "verse_number": 29,
    "translation": "Gewiß, dies ist eine Erinnerung; wer nun will, nimmt (so diesen) einen Weg zu seinem Herrn.",
    "text_uthmani": "إِنَّ هَـٰذِهِۦ تَذْكِرَةٌ ۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًا",
    "text_uthmani_transcribed": "Inna hāżihī tażkirah(tun), faman syā'attakhaża ilā rabbihī sabīlā(n)."
  },
  {
    "verse_number": 30,
    "translation": "Und ihr könnt nicht(s) wollen, außer daß Allah (es) will. Gewiß, Allah ist All-wissend und Allweise.",
    "text_uthmani": "وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًا",
    "text_uthmani_transcribed": "Wa mā tasyā'ūna illā ay yasyā'allāh(u), innallāha kāna 'alīman ḥakīmā(n)."
  },
  {
    "verse_number": 31,
    "translation": "Er läßt, wen Er will, in Seine Barmherzigkeit eingehen. Und die Ungerechten, für sie hat Er schmerzhafte Strafe bereitet.",
    "text_uthmani": "يُدْخِلُ مَن يَشَآءُ فِى رَحْمَتِهِۦ ۚ وَٱلظَّـٰلِمِينَ أَعَدَّ لَهُمْ عَذَابًا أَلِيمًۢا",
    "text_uthmani_transcribed": "Yudkhilu may yasyā'u fī raḥmatih(ī),  waẓ-ẓālimīna a'adda lahum 'ażāban alīmā(n)."
  }
]