[
  {
    "verse_number": 1,
    "translation": "Alif-Lam-Mim.",
    "text_uthmani": " الٓمٓ",
    "text_uthmani_transcribed": "Alif lām mīm."
  },
  {
    "verse_number": 2,
    "translation": "Die Römer sind besiegt worden",
    "text_uthmani": "غُلِبَتِ ٱلرُّومُ",
    "text_uthmani_transcribed": "Gulibatir-rūm(u)."
  },
  {
    "verse_number": 3,
    "translation": "im nächstliegenden Land. Aber sie werden nach ihrer Niederlage (selbst) siegen,",
    "text_uthmani": "فِىٓ أَدْنَى ٱلْأَرْضِ وَهُم مِّنۢ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ",
    "text_uthmani_transcribed": "Fī adnal-arḍi wa hum mim ba'di galabihim sayaglibūn(a)."
  },
  {
    "verse_number": 4,
    "translation": "in einigen Jahren. Allah gehört der Befehl vorher und nachher. An jenem Tag werden die Gläubigen froh sein",
    "text_uthmani": "فِى بِضْعِ سِنِينَ ۗ لِلَّهِ ٱلْأَمْرُ مِن قَبْلُ وَمِنۢ بَعْدُ ۚ وَيَوْمَئِذٍ يَفْرَحُ ٱلْمُؤْمِنُونَ",
    "text_uthmani_transcribed": "Fī biḍ'i sinīn(a), lillāhil-amru min qablu wa mim ba'd(u), wa yauma'iżiy yafraḥul-mu'minūn(a)."
  },
  {
    "verse_number": 5,
    "translation": "über Allahs Hilfe. Er hilft, wem Er will, und Er ist der Allmächtige und Barmherzige.",
    "text_uthmani": "بِنَصْرِ ٱللَّهِ ۚ يَنصُرُ مَن يَشَآءُ ۖ وَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
    "text_uthmani_transcribed": "Binaṣrillāh(i), yanṣuru may yasyā'(u), wa huwal-'azīzur-raḥīm(u)."
  },
  {
    "verse_number": 6,
    "translation": "Das (ist) Allahs Versprechen. Allah bricht Sein Versprechen nicht, aber die meisten Menschen wissen nicht.",
    "text_uthmani": "وَعْدَ ٱللَّهِ ۖ لَا يُخْلِفُ ٱللَّهُ وَعْدَهُۥ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa'dallāh(i), lā yukhlifullāhu wa'dahū wa lākinna akṡaran-nāsi lā ya'lamūn(a)."
  },
  {
    "verse_number": 7,
    "translation": "Sie kennen nur das Äußerliche vom diesseitigen Leben, während sie des Jenseits unachtsam sind.",
    "text_uthmani": "يَعْلَمُونَ ظَـٰهِرًا مِّنَ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَهُمْ عَنِ ٱلْـَٔاخِرَةِ هُمْ غَـٰفِلُونَ",
    "text_uthmani_transcribed": "Ya'lamūna ẓāhiram minal-ḥayātid-dun-yā, wa hum 'anil-ākhirati hum gāfilūn(a)."
  },
  {
    "verse_number": 8,
    "translation": "Denken sie denn nicht in ihrem Inneren (darüber) nach? Allah hat die Himmel und die Erde und was dazwischen ist nur in Wahrheit und (auf) eine festgesetzte Frist erschaffen. Aber viele von den Menschen verleugnen fürwahr die Begegnung mit ihrem Herrn.",
    "segmented": [
      {
        "translation": "Denken sie denn nicht in ihrem Inneren (darüber) nach?",
        "text_uthmani": "أَوَلَمْ يَتَفَكَّرُوا۟ فِىٓ أَنفُسِهِم ۗ",
        "text_uthmani_transcribed": "Awa lam yatafakkarū fī anfusihim?"
      },
      {
        "translation": "Allah hat die Himmel und die Erde und was dazwischen ist nur in Wahrheit und (auf) eine festgesetzte Frist erschaffen.",
        "text_uthmani": "مَّا خَلَقَ ٱللَّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَآ إِلَّا بِٱلْحَقِّ وَأَجَلٍ مُّسَمًّى ۗ",
        "text_uthmani_transcribed": "Mā khalaqa Allāhu as-samāwāti wa al-arda wa mā baynahumā illā bil-haqqi wa ajalin musamman."
      },
      {
        "translation": "Aber viele von den Menschen verleugnen fürwahr die Begegnung mit ihrem Herrn.",
        "text_uthmani": "وَإِنَّ كَثِيرًا مِّنَ ٱلنَّاسِ بِلِقَآئِ رَبِّهِمْ لَكَـٰفِرُونَ",
        "text_uthmani_transcribed": "Wa inna kathīran mina an-nāsi bilqā'i rabbihim lakāfirūn."
      }
    ],
    "text_uthmani": "أَوَلَمْ يَتَفَكَّرُوا۟ فِىٓ أَنفُسِهِم ۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَآ إِلَّا بِٱلْحَقِّ وَأَجَلٍ مُّسَمًّى ۗ وَإِنَّ كَثِيرًا مِّنَ ٱلنَّاسِ بِلِقَآئِ رَبِّهِمْ لَكَـٰفِرُونَ",
    "text_uthmani_transcribed": "Awalam yatafakkarū fī anfusihim, mā khalaqallāhus-samāwāti wal-arḍa wa mā bainahumā illā bil-ḥaqqi wa ajalim musammā(n), wa inna kaṡīram minan-nāsi biliqā'i rabbihim lakāfirūn(a)."
  },
  {
    "verse_number": 9,
    "translation": "Sind sie denn nicht auf der Erde umhergereist, so daß sie schauen (konnten), wie das Ende derjenigen war, die vor ihnen waren? Sie hatten eine stärkere Kraft als sie, pflügten und bevölkerten das Land noch mehr, als sie es bevölkerten. Und ihre Gesandten kamen zu ihnen mit den klaren Beweisen. Aber nimmer ist es Allah, der ihnen Unrecht getan hat, sondern sie selbst haben sich Unrecht zugefügt.",
    "segmented": [
      {
        "translation": "Sind sie denn nicht auf der Erde umhergereist, so daß sie schauen (konnten), wie das Ende derjenigen war, die vor ihnen waren?",
        "text_uthmani": "أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ",
        "text_uthmani_transcribed": "Awa lam yaseeroo fee al-ardi fayanẓuroo kayfa kana 'aaqibatu allatheena min qablihim?"
      },
      {
        "translation": "Sie hatten eine stärkere Kraft als sie, pflügten und bevölkerten das Land noch mehr, als sie es bevölkerten.",
        "text_uthmani": "كَانُوٓا۟ أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُوا۟ ٱلْأَرْضَ وَعَمَرُوهَآ أَكْثَرَ مِمَّا عَمَرُوهَا",
        "text_uthmani_transcribed": "Kanoo ashadda minhum quwwatan wa'atharoo al-arda wa'amarooha akthara mimma 'amarooha"
      },
      {
        "translation": "Und ihre Gesandten kamen zu ihnen mit den klaren Beweisen.",
        "text_uthmani": "وَجَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ ۖ",
        "text_uthmani_transcribed": "Wajaathum rusuluhum bilbayyinati"
      },
      {
        "translation": "Aber nimmer ist es Allah, der ihnen Unrecht getan hat, sondern sie selbst haben sich Unrecht zugefügt.",
        "text_uthmani": "فَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
        "text_uthmani_transcribed": "Fama kana Allahu liyaẓlimahum walakin kanoo anfusahum yaẓlimoon"
      }
    ],
    "text_uthmani": "أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَانُوٓا۟ أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُوا۟ ٱلْأَرْضَ وَعَمَرُوهَآ أَكْثَرَ مِمَّا عَمَرُوهَا وَجَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ ۖ فَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
    "text_uthmani_transcribed": "Awalam yasīrū fil-arḍi fayanẓurū kaifa kāna 'āqibatul-lażīna min qablihim, kānū asyadda minhum quwwataw wa aṡārul-arḍa wa 'amarūhā akṡara mimmā 'amarūhā wa jā'athum rusuluhum bil-bayyināt(i), famā kānallāhu liyaẓlimahum wa lākin kānū anfusahum yaẓlimūn(a)."
  },
  {
    "verse_number": 10,
    "translation": "Hierauf war das Ende derjenigen, die Böses taten, das Schlechteste dafür, daß sie Allahs Zeichen für Lüge erklärt hatten und sich über sie lustig zu machen pflegten.",
    "segmented": [
      {
        "translation": "Hierauf war das Ende derjenigen, die Böses taten, das Schlechteste dafür, daß sie Allahs Zeichen für Lüge erklärt hatten",
        "text_uthmani": "ثُمَّ كَانَ عَـٰقِبَةَ ٱلَّذِينَ أَسَـٰٓـُٔوا۟ ٱلسُّوٓأَىٰٓ أَن كَذَّبُوا۟ بِـَٔايَـٰتِ ٱللَّهِ",
        "text_uthmani_transcribed": "Thumma kāna 'āqibata alladhīna asā'ū as-su'āa an kadhabū bi-āyāti Allahi"
      },
      {
        "translation": "und sich über sie lustig zu machen pflegten.",
        "text_uthmani": "وَكَانُوا۟ بِهَا يَسْتَهْزِءُونَ",
        "text_uthmani_transcribed": "wa kānū bihā yastahzi'ūn"
      }
    ],
    "text_uthmani": "ثُمَّ كَانَ عَـٰقِبَةَ ٱلَّذِينَ أَسَـٰٓـُٔوا۟ ٱلسُّوٓأَىٰٓ أَن كَذَّبُوا۟ بِـَٔايَـٰتِ ٱللَّهِ وَكَانُوا۟ بِهَا يَسْتَهْزِءُونَ",
    "text_uthmani_transcribed": "Ṡumma kāna 'āqibatal-lażīna asā'us-sū'ā an każżabū bi'āyātillāhi wa kānū bihā yastahzi'ūn(a)."
  },
  {
    "verse_number": 11,
    "translation": "Allah macht die Schöpfung am Anfang und wiederholt sie hierauf. Dann werdet ihr zu Ihm zurückgebracht.",
    "text_uthmani": "ٱللَّهُ يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
    "text_uthmani_transcribed": "Allāhu yabda'ul-khalqa ṡumma yu'īduhū ṡumma ilaihi turja'ūn(a)."
  },
  {
    "verse_number": 12,
    "translation": "Und am Tag, da sich die Stunde erhebt, werden die Übeltäter ganz verzweifelt sein.",
    "text_uthmani": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يُبْلِسُ ٱلْمُجْرِمُونَ",
    "text_uthmani_transcribed": "Wa yauma taqūmus-sā'atu yublisul-mujrimūn(a)."
  },
  {
    "verse_number": 13,
    "translation": "Sie haben dann an ihren Teilhabern keine Fürsprecher und werden ihre Teilhaber verleugnen.",
    "text_uthmani": "وَلَمْ يَكُن لَّهُم مِّن شُرَكَآئِهِمْ شُفَعَـٰٓؤُا۟ وَكَانُوا۟ بِشُرَكَآئِهِمْ كَـٰفِرِينَ",
    "text_uthmani_transcribed": "Wa lam yakul lahum min syurakā'ihim syufa'ā'u wa kānū bisyurakā'ihim kāfirīn(a)."
  },
  {
    "verse_number": 14,
    "translation": "Am Tag, da sich die Stunde erhebt, an jenem Tag werden sie sich in (Gruppen) teilen.",
    "text_uthmani": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ",
    "text_uthmani_transcribed": "Wa yauma taqūmus-sā'atu yauma'iżiy yatafarraqūn(a)."
  },
  {
    "verse_number": 15,
    "translation": "Was nun diejenigen angeht, die geglaubt und rechtschaffene Werke getan haben, so wird ihnen in einem Lustgarten Freude bereitet.",
    "text_uthmani": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَهُمْ فِى رَوْضَةٍ يُحْبَرُونَ",
    "text_uthmani_transcribed": "Fa ammal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti fahum fī rauḍatiy yuḥbarūn(a)."
  },
  {
    "verse_number": 16,
    "translation": "Was aber diejenigen angeht, die ungläubig waren und Unsere Zeichen und die Begegnung mit dem Jenseits für Lüge erklärt haben, sie werden zur Strafe vorgeführt werden.",
    "segmented": [
      {
        "translation": "Was aber diejenigen angeht, die ungläubig waren und Unsere Zeichen",
        "text_uthmani": "وَأَمَّا ٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَا",
        "text_uthmani_transcribed": "Wa amma allatheena kafaroo wakaththaboo bi-ayatina"
      },
      {
        "translation": "und die Begegnung mit dem Jenseits für Lüge erklärt haben, sie werden zur Strafe vorgeführt werden.",
        "text_uthmani": "وَلِقَآئِ ٱلْـَٔاخِرَةِ فَأُو۟لَـٰٓئِكَ فِى ٱلْعَذَابِ مُحْضَرُونَ",
        "text_uthmani_transcribed": "waliqai al-akhirati faolaika fee al-adhabi muhdaroon"
      }
    ],
    "text_uthmani": "وَأَمَّا ٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَا وَلِقَآئِ ٱلْـَٔاخِرَةِ فَأُو۟لَـٰٓئِكَ فِى ٱلْعَذَابِ مُحْضَرُونَ",
    "text_uthmani_transcribed": "Wa ammal-lażīna kafarū wa każżabū bi'āyātinā wa liqā'il-ākhirati fa'ulā'ika fil-'ażābi muḥḍarūn(a)."
  },
  {
    "verse_number": 17,
    "translation": "Preis sei daher Allah, wenn ihr den Abend erreicht und auch wenn ihr den Morgen erreicht!",
    "text_uthmani": "فَسُبْحَـٰنَ ٱللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ",
    "text_uthmani_transcribed": "Fa subḥānallāhi ḥīna tumsūna wa ḥīna tuṣbiḥūn(a)."
  },
  {
    "verse_number": 18,
    "translation": "Und Ihm gehört (alles) Lob in den Himmeln und auf der Erde, und abends, und wenn ihr den Mittag erreicht!",
    "text_uthmani": "وَلَهُ ٱلْحَمْدُ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ",
    "text_uthmani_transcribed": "Wa lahul-ḥamdu fis-samāwāti wal-arḍi wa 'asyiyyaw wa ḥīna tuẓhirūn(a)."
  },
  {
    "verse_number": 19,
    "translation": "Er bringt das Lebendige aus dem Toten und bringt das Tote aus dem Lebendigen hervor und macht die Erde nach ihrem Tod wieder lebendig. Und so werdet auch ihr hervorgebracht werden.",
    "segmented": [
      {
        "translation": "Er bringt das Lebendige aus dem Toten und bringt das Tote aus dem Lebendigen hervor und macht die Erde nach ihrem Tod wieder lebendig.",
        "text_uthmani": "يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَيُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ وَيُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ",
        "text_uthmani_transcribed": "Yukhriju al-hayya mina al-mayyiti wa yukhriju al-mayyita mina al-hayyi wa yuhyi al-arda ba'da mawtiha."
      },
      {
        "translation": "Und so werdet auch ihr hervorgebracht werden.",
        "text_uthmani": "وَكَذَٰلِكَ تُخْرَجُونَ",
        "text_uthmani_transcribed": "Wa kathalika tukhrajoon."
      }
    ],
    "text_uthmani": "يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَيُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ وَيُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ وَكَذَٰلِكَ تُخْرَجُونَ",
    "text_uthmani_transcribed": "Yukhrijul-ḥayya minal-mayyiti wa yukhrijul-mayyita minal-ḥayyi wa yuḥyil-arḍa ba'da mautihā, wa każālika tukhrajūn(a)."
  },
  {
    "verse_number": 20,
    "translation": "Es gehört zu Seinen Zeichen, daß Er euch aus Erde erschaffen hat, hierauf wart ihr auf einmal menschliche Wesen, die sich ausbreiten.",
    "text_uthmani": "وَمِنْ ءَايَـٰتِهِۦٓ أَنْ خَلَقَكُم مِّن تُرَابٍ ثُمَّ إِذَآ أَنتُم بَشَرٌ تَنتَشِرُونَ",
    "text_uthmani_transcribed": "Wa min āyātihī an khalaqakum min turābin ṡumma iżā antum basyarun tantasyirūn(a)."
  },
  {
    "verse_number": 21,
    "translation": "Und es gehört zu Seinen Zeichen, daß Er euch aus euch selbst Gattinnen erschaffen hat, damit ihr bei ihnen Ruhe findet; und Er hat Zuneigung und Barmherzigkeit zwischen euch gesetzt. Darin sind wahrlich Zeichen für Leute, die nachdenken.",
    "segmented": [
      {
        "translation": "Und es gehört zu Seinen Zeichen, daß Er euch aus euch selbst Gattinnen erschaffen hat, damit ihr bei ihnen Ruhe findet; und Er hat Zuneigung",
        "text_uthmani": "وَمِنْ ءَايَـٰتِهِۦٓ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا لِّتَسْكُنُوٓا۟ إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً",
        "text_uthmani_transcribed": "Wa min aayatihi an khalaqa lakum min anfusikum azwajan litaskunoo ilayha wa ja'ala baynakum mawaddatan"
      },
      {
        "translation": "und Barmherzigkeit zwischen euch gesetzt. Darin sind wahrlich Zeichen für Leute, die nachdenken.",
        "text_uthmani": "وَرَحْمَةً ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
        "text_uthmani_transcribed": "Wa rahmatan. Inna fee thalika laayatin liqawmin yatafakkaroon"
      }
    ],
    "text_uthmani": "وَمِنْ ءَايَـٰتِهِۦٓ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا لِّتَسْكُنُوٓا۟ إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
    "text_uthmani_transcribed": "Wa min āyātihī an khalaqa lakum min anfusikum azwājal litaskunū ilaihā wa ja'ala bainakum mawaddataw wa raḥmah(tan), inna fī żālika la'āyātil liqaumiy yatafakkarūn(a)."
  },
  {
    "verse_number": 22,
    "translation": "Und zu Seinen Zeichen gehört die Erschaffung der Himmel und der Erde und (auch) die Verschiedenheit eurer Sprachen und Farben. Darin sind wahrlich Zeichen für die Wissenden.",
    "segmented": [
      {
        "translation": "Und zu Seinen Zeichen gehört die Erschaffung der Himmel und der Erde und (auch) die Verschiedenheit eurer Sprachen und Farben.",
        "text_uthmani": "وَمِنْ ءَايَـٰتِهِۦ خَلْقُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَـٰفُ أَلْسِنَتِكُمْ وَأَلْوَٰنِكُمْ ۚ",
        "text_uthmani_transcribed": "Wa min aayatihi khalqu as-samawati wa al-ardi wa ikhtilafu alsinatikum wa alwanikum."
      },
      {
        "translation": "Darin sind wahrlich Zeichen für die Wissenden.",
        "text_uthmani": "إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّلْعَـٰلِمِينَ",
        "text_uthmani_transcribed": "Inna fi dhalika laayatin lil-alimeen."
      }
    ],
    "text_uthmani": "وَمِنْ ءَايَـٰتِهِۦ خَلْقُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَـٰفُ أَلْسِنَتِكُمْ وَأَلْوَٰنِكُمْ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّلْعَـٰلِمِينَ",
    "text_uthmani_transcribed": "Wa min āyātihī khalqus-samāwāti wal-arḍi wakhtilāfu alsinatikum wa alwānikum, inna fī żālika la'āyātil lil-'ālimīn(a)."
  },
  {
    "verse_number": 23,
    "translation": "Und zu Seinen Zeichen gehört euer Schlaf bei Nacht und Tag und auch euer Trachten nach etwas von Seiner Huld. Darin sind wahrlich Zeichen für Leute, die hören.",
    "segmented": [
      {
        "translation": "Und zu Seinen Zeichen gehört euer Schlaf bei Nacht und Tag und auch euer Trachten nach etwas von Seiner Huld.",
        "text_uthmani": "وَمِنْ ءَايَـٰتِهِۦ مَنَامُكُم بِٱلَّيْلِ وَٱلنَّهَارِ وَٱبْتِغَآؤُكُم مِّن فَضْلِهِۦٓ",
        "text_uthmani_transcribed": "Wa min aayatihi manamukum bil-layli wa-n-nahari wa-ibtigha'ukum min fadlihi"
      },
      {
        "translation": "Darin sind wahrlich Zeichen für Leute, die hören.",
        "text_uthmani": "ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَسْمَعُونَ",
        "text_uthmani_transcribed": "Inna fi dhalika la'ayatin li-qawmin yasma'oon"
      }
    ],
    "text_uthmani": "وَمِنْ ءَايَـٰتِهِۦ مَنَامُكُم بِٱلَّيْلِ وَٱلنَّهَارِ وَٱبْتِغَآؤُكُم مِّن فَضْلِهِۦٓ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَسْمَعُونَ",
    "text_uthmani_transcribed": "Wa min āyātihī manāmukum bil-laili wan-nahāri wabtigā'ukum min faḍlih(ī), inna fī żālika la'āyātil liqaumiy yasma'ūn(a)."
  },
  {
    "verse_number": 24,
    "translation": "Und es gehört zu Seinen Zeichen, daß Er euch den Blitz (als Grund) zur Furcht und zum Begehren sehen läßt und vom Himmel Wasser herabkommen läßt und mit ihm dann die Erde nach ihrem Tod wieder lebendig macht. Darin sind wahrlich Zeichen für Leute, die begreifen.",
    "segmented": [
      {
        "translation": "Und es gehört zu Seinen Zeichen, daß Er euch den Blitz (als Grund) zur Furcht und zum Begehren sehen läßt und vom Himmel Wasser herabkommen läßt",
        "text_uthmani": "وَمِنْ ءَايَـٰتِهِۦ يُرِيكُمُ ٱلْبَرْقَ خَوْفًا وَطَمَعًا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءً",
        "text_uthmani_transcribed": "Wa min aayatihi yureekumu al-barqa khawfan wa tama'an wa yunazzilu mina al-sama'i ma'an"
      },
      {
        "translation": "und mit ihm dann die Erde nach ihrem Tod wieder lebendig macht. Darin sind wahrlich Zeichen für Leute, die begreifen.",
        "text_uthmani": "فَيُحْىِۦ بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَعْقِلُونَ",
        "text_uthmani_transcribed": "Fayuhyee bihi al-arda ba'da mawtihaa. Inna fee thalika la-aayatin li-qawmin ya'qiloon"
      }
    ],
    "text_uthmani": "وَمِنْ ءَايَـٰتِهِۦ يُرِيكُمُ ٱلْبَرْقَ خَوْفًا وَطَمَعًا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءً فَيُحْىِۦ بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَعْقِلُونَ",
    "text_uthmani_transcribed": "Wa min āyātihī yurīkumul-barqa khaufaw wa ṭama'aw wa yunazzilu minas-samā'i mā'an fa yuḥyī bihil-arḍa ba'da mautihā, inna fī żālika la'āyātil liqaumiy ya'qilūn(a)."
  },
  {
    "verse_number": 25,
    "translation": "Und es gehört zu Seinen Zeichen, daß der Himmel und die Erde durch Seinen Befehl bestehen. Wenn Er euch hierauf ein (einziges Mal) ruft, da kommt ihr sogleich aus der Erde hervor.",
    "segmented": [
      {
        "translation": "Und es gehört zu Seinen Zeichen, daß der Himmel und die Erde durch Seinen Befehl bestehen.",
        "text_uthmani": "وَمِنْ ءَايَـٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلْأَرْضُ بِأَمْرِهِۦ ۚ",
        "text_uthmani_transcribed": "Wa min aayatihi an taqooma as-samaa'u wa al-ardu bi-amrihi."
      },
      {
        "translation": "Wenn Er euch hierauf ein (einziges Mal) ruft, da kommt ihr sogleich aus der Erde hervor.",
        "text_uthmani": "ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِّنَ ٱلْأَرْضِ إِذَآ أَنتُمْ تَخْرُجُونَ",
        "text_uthmani_transcribed": "Thumma idhaa da'aakum da'watan min al-ardi idhaa antum takhrujoon."
      }
    ],
    "text_uthmani": "وَمِنْ ءَايَـٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلْأَرْضُ بِأَمْرِهِۦ ۚ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِّنَ ٱلْأَرْضِ إِذَآ أَنتُمْ تَخْرُجُونَ",
    "text_uthmani_transcribed": "Wa min āyātihī an taqūmas-samā'u wal-arḍu bi'amrih(ī), ṡumma iżā da'ākum da'watam minal-arḍi iżā antum takhrujūn(a)."
  },
  {
    "verse_number": 26,
    "translation": "Ihm gehört, wer in den Himmeln und auf der Erde ist. Alle sind Ihm demütig ergeben.",
    "text_uthmani": "وَلَهُۥ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ كُلٌّ لَّهُۥ قَـٰنِتُونَ",
    "text_uthmani_transcribed": "Wa lahū man fis-samāwāti wal-arḍ(i), kullul lahū qānitūn(a)."
  },
  {
    "verse_number": 27,
    "translation": "Und Er ist es, Der die Schöpfung am Anfang macht und sie hierauf wiederholt; das ist für Ihn noch leichter. Er hat die höchste Eigenschaft in den Himmeln und auf der Erde, und Er ist der Allmächtige und Allweise.",
    "segmented": [
      {
        "translation": "Und Er ist es, Der die Schöpfung am Anfang macht und sie hierauf wiederholt; das ist für Ihn noch leichter.",
        "text_uthmani": "وَهُوَ ٱلَّذِى يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهْوَنُ عَلَيْهِ ۚ",
        "text_uthmani_transcribed": "Wa huwa allathee yabda'u alkhalka thumma yu'eeduhu wa huwa ahwanu 'alayhi."
      },
      {
        "translation": "Er hat die höchste Eigenschaft in den Himmeln und auf der Erde, und Er ist der Allmächtige und Allweise.",
        "text_uthmani": "وَلَهُ ٱلْمَثَلُ ٱلْأَعْلَىٰ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
        "text_uthmani_transcribed": "Wa lahu almathalu al-a'laa fi as-samawati wa al-ardi. Wa huwa al-'azeezu al-hakeem."
      }
    ],
    "text_uthmani": "وَهُوَ ٱلَّذِى يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهْوَنُ عَلَيْهِ ۚ وَلَهُ ٱلْمَثَلُ ٱلْأَعْلَىٰ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "text_uthmani_transcribed": "Wa huwal-lażī yabda'ul-khalqa ṡumma yu'īduhū wa huwa ahwanu 'alaih(i), wa lahul-maṡalul-a'lā fis-samāwāti wal-arḍ(i), wa huwal-'azīzul-ḥakīm(u)."
  },
  {
    "verse_number": 28,
    "translation": "Er prägt euch aus eurem eigenen (Lebens)bereich ein Gleichnis: Habt ihr denn (aus der Schar) unter denjenigen, die eure rechte Hand (an Sklaven) besitzt, Teilhaber an dem, womit Wir euch versorgt haben, so daß ihr darin gleich wäret und ihr sie fürchten müßtet, wie ihr einander fürchtet? So legen Wir die Zeichen ausführlich dar für Leute, die begreifen.",
    "segmented": [
      {
        "translation": "Er prägt euch aus eurem eigenen (Lebens)bereich ein Gleichnis: Habt ihr denn (aus der Schar) unter denjenigen, die eure rechte Hand (an Sklaven) besitzt, Teilhaber an dem, womit Wir euch versorgt haben, so daß ihr darin gleich wäret",
        "text_uthmani": "ضَرَبَ لَكُم مَّثَلًا مِّنْ أَنفُسِكُمْ ۖ هَل لَّكُم مِّن مَّا مَلَكَتْ أَيْمَـٰنُكُم مِّن شُرَكَآءَ فِى مَا رَزَقْنَـٰكُمْ فَأَنتُمْ فِيهِ سَوَآءٌ",
        "text_uthmani_transcribed": "Dharaba lakum mathalan min anfusikum. Hal lakum mimma malakat aymanukum min shurakaa' fi ma razaqnakum fa'antum feehi sawaa'"
      },
      {
        "translation": "und ihr sie fürchten müßtet, wie ihr einander fürchtet? So legen Wir die Zeichen ausführlich dar für Leute, die begreifen.",
        "text_uthmani": "تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنفُسَكُمْ ۚ كَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْقِلُونَ",
        "text_uthmani_transcribed": "Takhaafoonahum kakhifatikum anfusakum. Kadhalika nufassilu al-ayati liqawmin ya'qiloon"
      }
    ],
    "text_uthmani": "ضَرَبَ لَكُم مَّثَلًا مِّنْ أَنفُسِكُمْ ۖ هَل لَّكُم مِّن مَّا مَلَكَتْ أَيْمَـٰنُكُم مِّن شُرَكَآءَ فِى مَا رَزَقْنَـٰكُمْ فَأَنتُمْ فِيهِ سَوَآءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنفُسَكُمْ ۚ كَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْقِلُونَ",
    "text_uthmani_transcribed": "Ḍaraba lakum maṡalam min anfusikum, hal lakum mim mā malakat aimānukum min syurakā'a fī mā razaqnākum fa'antum fīhi sawā'un takhāfūnahum kakhīfatikum anfusakum, każālika nufaṣṣilul-āyāti liqaumiy ya'qilūn(a)."
  },
  {
    "verse_number": 29,
    "translation": "Aber nein! Diejenigen, die Unrecht tun, folgen ihren Neigungen ohne (richtiges) Wissen. Wer sollte rechtleiten, wen Allah in die Irre gehen läßt? Und sie haben keine Helfer.",
    "segmented": [
      {
        "translation": "Aber nein! Diejenigen, die Unrecht tun, folgen ihren Neigungen ohne (richtiges) Wissen.",
        "text_uthmani": "بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓا۟ أَهْوَآءَهُم بِغَيْرِ عِلْمٍ ۖ",
        "text_uthmani_transcribed": "Bali ittaba'a allatheena thalamoo ahwaahum bighayri 'ilmin."
      },
      {
        "translation": "Wer sollte rechtleiten, wen Allah in die Irre gehen läßt? Und sie haben keine Helfer.",
        "text_uthmani": "فَمَن يَهْدِى مَنْ أَضَلَّ ٱللَّهُ ۖ وَمَا لَهُم مِّن نَّـٰصِرِينَ",
        "text_uthmani_transcribed": "Faman yahdi man adalla Allah. Wa ma lahum min nasireen."
      }
    ],
    "text_uthmani": "بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓا۟ أَهْوَآءَهُم بِغَيْرِ عِلْمٍ ۖ فَمَن يَهْدِى مَنْ أَضَلَّ ٱللَّهُ ۖ وَمَا لَهُم مِّن نَّـٰصِرِينَ",
    "text_uthmani_transcribed": "Balittaba'al-lażīna ẓalamū ahwā'ahum bigairi 'ilm(in), famay yahdī man aḍallallāh(u), wa mā lahum min nāṣirīn(a)."
  },
  {
    "verse_number": 30,
    "translation": "So richte dein Gesicht aufrichtig zur Religion hin als Anhänger des rechten Glaubens, - (gemäß) der natürlichen Anlage Allahs, in der Er die Menschen erschaffen hat. Keine Abänderung gibt es für die Schöpfung Allahs. Das ist die richtige Religion. Aber die meisten Menschen wissen nicht.",
    "segmented": [
      {
        "translation": "So richte dein Gesicht aufrichtig zur Religion hin als Anhänger des rechten Glaubens, - (gemäß) der natürlichen Anlage Allahs, in der Er die",
        "text_uthmani": "فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا ۚ فِطْرَتَ ٱللَّهِ ٱلَّتِى فَطَرَ",
        "text_uthmani_transcribed": "Fa-aqim wajhaka lil-deeni haneefan. Fitrat Allahi allati fatar"
      },
      {
        "translation": "Menschen erschaffen hat.",
        "text_uthmani": "ٱلنَّاسَ عَلَيْهَا ۚ",
        "text_uthmani_transcribed": "An-naasa 'alayha."
      },
      {
        "translation": "Keine Abänderung gibt es für die Schöpfung Allahs. Das ist die richtige Religion. Aber die meisten Menschen wissen nicht.",
        "text_uthmani": "لَا تَبْدِيلَ لِخَلْقِ ٱللَّهِ ۚ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
        "text_uthmani_transcribed": "La tabdeela likhalqi Allahi. Thalika ad-deenu al-qayyimu wa-lakinna akthara an-naasi la ya'lamoon."
      }
    ],
    "text_uthmani": "فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا ۚ فِطْرَتَ ٱللَّهِ ٱلَّتِى فَطَرَ ٱلنَّاسَ عَلَيْهَا ۚ لَا تَبْدِيلَ لِخَلْقِ ٱللَّهِ ۚ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Fa aqim wajhaka lid-dīni ḥanīfā(n), fiṭratallāhil-latī faṭaran-nāsa 'alaihā, lā tabdīla likhalqillāh(i), żālikad-dīnul-qayyim(u), wa lākinna akṡaran-nāsi lā ya'lamūn(a)."
  },
  {
    "verse_number": 31,
    "translation": "(Haltet daran fest), indem ihr euch Ihm reuig zuwendet, und fürchtet Ihn und verrichtet das Gebet und gehört nicht zu den Götzendienern,",
    "text_uthmani": "۞ مُنِيبِينَ إِلَيْهِ وَٱتَّقُوهُ وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَلَا تَكُونُوا۟ مِنَ ٱلْمُشْرِكِينَ",
    "text_uthmani_transcribed": "Munībīna ilaihi wattaqūhu wa aqīmuṣ-ṣalāta wa lā takūnū minal-musyrikīn(a)."
  },
  {
    "verse_number": 32,
    "translation": "zu denjenigen, die ihre Religion spalteten und zu Lagern geworden sind, wobei jede Gruppierung froh ist über das, was sie bei sich hat.",
    "text_uthmani": "مِنَ ٱلَّذِينَ فَرَّقُوا۟ دِينَهُمْ وَكَانُوا۟ شِيَعًا ۖ كُلُّ حِزْبٍۭ بِمَا لَدَيْهِمْ فَرِحُونَ",
    "text_uthmani_transcribed": "Minal-lażīna farraqū dīnahum wa kānū syiya'ā(n), kullu ḥizbim bimā ladaihim fariḥūn(a)."
  },
  {
    "verse_number": 33,
    "translation": "Und wenn den Menschen Unheil widerfahrt, rufen sie ihren Herrn an, indem sie sich Ihm reuig zuwenden. Wenn Er sie hierauf Barmherzigkeit von Sich kosten läßt, gesellt sogleich eine Gruppe von ihnen ihrem Herrn (andere) bei,",
    "segmented": [
      {
        "translation": "Und wenn den Menschen Unheil widerfahrt, rufen sie ihren Herrn an, indem sie sich Ihm reuig zuwenden.",
        "text_uthmani": "وَإِذَا مَسَّ ٱلنَّاسَ ضُرٌّ دَعَوْا۟ رَبَّهُم مُّنِيبِينَ إِلَيْهِ",
        "text_uthmani_transcribed": "Wa idha massa alnnasa durrun da'aw rabbahum munibina ilayhi"
      },
      {
        "translation": "Wenn Er sie hierauf Barmherzigkeit von Sich kosten läßt, gesellt sogleich eine Gruppe von ihnen ihrem Herrn (andere) bei,",
        "text_uthmani": "ثُمَّ إِذَآ أَذَاقَهُم مِّنْهُ رَحْمَةً إِذَا فَرِيقٌ مِّنْهُم بِرَبِّهِمْ يُشْرِكُونَ",
        "text_uthmani_transcribed": "Thumma idha adhaqahum minhu rahmatan idha fareequn minhum birabbihim yushrikoon"
      }
    ],
    "text_uthmani": "وَإِذَا مَسَّ ٱلنَّاسَ ضُرٌّ دَعَوْا۟ رَبَّهُم مُّنِيبِينَ إِلَيْهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنْهُ رَحْمَةً إِذَا فَرِيقٌ مِّنْهُم بِرَبِّهِمْ يُشْرِكُونَ",
    "text_uthmani_transcribed": "Wa iżā massan-nāsa ḍurrun da'au rabbahum munībīna ilaihi ṡumma iżā ażāqahum minhu raḥmatan iżā farīqum minhum birabbihim yusyrikūn(a)."
  },
  {
    "verse_number": 34,
    "translation": "um undankbar zu sein für das, was Wir ihnen gegeben haben. - Genießt nur; ihr werdet (es noch) erfahren.",
    "text_uthmani": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَـٰهُمْ ۚ فَتَمَتَّعُوا۟ فَسَوْفَ تَعْلَمُونَ",
    "text_uthmani_transcribed": "Liyakfurū bimā ātaināhum, fatamatta'ū, fasaufa ta'lamūn(a)."
  },
  {
    "verse_number": 35,
    "translation": "Oder haben Wir ihnen etwa eine Ermächtigung offenbart, die dann von dem spricht, was sie Ihm beigesellen?",
    "text_uthmani": "أَمْ أَنزَلْنَا عَلَيْهِمْ سُلْطَـٰنًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوا۟ بِهِۦ يُشْرِكُونَ",
    "text_uthmani_transcribed": "Am anzalnā 'alaihim sulṭānan fahuwa yatakallamu bimā kānū bihī yusyrikūn(a)."
  },
  {
    "verse_number": 36,
    "translation": "Und wenn Wir die Menschen Barmherzigkeit kosten lassen, sind sie froh darüber. Wenn sie aber etwas Böses trifft für das, was ihre Hände vorausgeschickt haben, verlieren sie sogleich die Hoffnung.",
    "segmented": [
      {
        "translation": "Und wenn Wir die Menschen Barmherzigkeit kosten lassen, sind sie froh darüber.",
        "text_uthmani": "وَإِذَآ أَذَقْنَا ٱلنَّاسَ رَحْمَةً فَرِحُوا۟ بِهَا ۖ",
        "text_uthmani_transcribed": "Wa idha adhaqna alnasa rahmatan farihu biha."
      },
      {
        "translation": "Wenn sie aber etwas Böses trifft für das, was ihre Hände vorausgeschickt haben, verlieren sie sogleich die Hoffnung.",
        "text_uthmani": "وَإِن تُصِبْهُمْ سَيِّئَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ",
        "text_uthmani_transcribed": "Wa in tusibhum sayyi'atun bima qaddamat aydihim idha hum yaqnatun."
      }
    ],
    "text_uthmani": "وَإِذَآ أَذَقْنَا ٱلنَّاسَ رَحْمَةً فَرِحُوا۟ بِهَا ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ",
    "text_uthmani_transcribed": "Wa iżā ażaqnan-nāsa raḥmatan fariḥū bihā, wa in tuṣibhum sayyi'atum bimā qaddamat aidīhim iżā hum yaqnaṭūn(a)."
  },
  {
    "verse_number": 37,
    "translation": "Sehen sie denn nicht, daß Allah die Versorgung großzügig gewährt, wem Er will, und auch bemißt? Darin sind wahrlich Zeichen für Leute, die glauben.",
    "segmented": [
      {
        "translation": "Sehen sie denn nicht, daß Allah die Versorgung großzügig gewährt, wem Er will, und auch bemißt?",
        "text_uthmani": "أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ",
        "text_uthmani_transcribed": "Awa lam yaraw anna Allaha yabsutu alrizqa liman yasha'u wayaqdiru."
      },
      {
        "translation": "Darin sind wahrlich Zeichen für Leute, die glauben.",
        "text_uthmani": "إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
        "text_uthmani_transcribed": "Inna fi thalika laayatin liqawmin yu'minun."
      }
    ],
    "text_uthmani": "أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Awalam yarau annallāha yabsuṭur-rizqa limay yasyā'u wa yaqdir(u), inna fī żālika la'āyātil liqaumiy yu'minūn(a)."
  },
  {
    "verse_number": 38,
    "translation": "So gib dem Verwandten sein Recht, ebenso dem Armen und dem Sohn des Weges. Das ist besser für diejenigen, die Allahs Angesicht begehren. Und jene sind es, denen es wohl ergeht.",
    "segmented": [
      {
        "translation": "So gib dem Verwandten sein Recht, ebenso dem Armen und dem Sohn des Weges. Das ist besser für diejenigen, die Allahs Angesicht begehren.",
        "text_uthmani": "فَـَٔاتِ ذَا ٱلْقُرْبَىٰ حَقَّهُۥ وَٱلْمِسْكِينَ وَٱبْنَ ٱلسَّبِيلِ ۚ ذَٰلِكَ خَيْرٌ لِّلَّذِينَ يُرِيدُونَ وَجْهَ ٱللَّهِ",
        "text_uthmani_transcribed": "Fa'ati dha alqurba haqqa huwa al-miskina wa ibna alssabili. Dhalika khayrun lilladhina yuriduna wajha Allah"
      },
      {
        "translation": "Und jene sind es, denen es wohl ergeht.",
        "text_uthmani": "ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
        "text_uthmani_transcribed": "Wa olaika humu al-muflihoon"
      }
    ],
    "text_uthmani": "فَـَٔاتِ ذَا ٱلْقُرْبَىٰ حَقَّهُۥ وَٱلْمِسْكِينَ وَٱبْنَ ٱلسَّبِيلِ ۚ ذَٰلِكَ خَيْرٌ لِّلَّذِينَ يُرِيدُونَ وَجْهَ ٱللَّهِ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "text_uthmani_transcribed": "Fa āti żal-qurbā ḥaqqahū wal-miskīna wabnas-sabīl(i), żālika khairul lil-lażīna yurīdūna wajhallāh(i), wa ulā'ika humul-mufliḥūn(a)."
  },
  {
    "verse_number": 39,
    "translation": "Und was ihr an Ausgaben aufwendet, damit sie sich aus dem Besitz der Menschen vermehren, sie vermehren sich nicht bei Allah. Was ihr aber an Abgaben entrichtet im Begehren nach Allahs Angesicht ... - das sind diejenigen, die das Vielfache erzielen.",
    "segmented": [
      {
        "translation": "Und was ihr an Ausgaben aufwendet, damit sie sich aus dem Besitz der Menschen vermehren, sie vermehren sich nicht bei Allah.",
        "text_uthmani": "وَمَآ ءَاتَيْتُم مِّن رِّبًا لِّيَرْبُوَا۟ فِىٓ أَمْوَٰلِ ٱلنَّاسِ فَلَا يَرْبُوا۟ عِندَ ٱللَّهِ ۖ",
        "text_uthmani_transcribed": "Wa maa aataytum min riban liyarbuwa fee amwaal an-naasi fa laa yarbuwa 'inda Allah."
      },
      {
        "translation": "Was ihr aber an Abgaben entrichtet im Begehren nach Allahs Angesicht ... - das sind diejenigen, die das Vielfache erzielen.",
        "text_uthmani": "وَمَآ ءَاتَيْتُم مِّن زَكَوٰةٍ تُرِيدُونَ وَجْهَ ٱللَّهِ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُضْعِفُونَ",
        "text_uthmani_transcribed": "Wa maa aataytum min zakaatin tureedoona wajha Allah fa oolaaika humul mud'ifoon."
      }
    ],
    "text_uthmani": "وَمَآ ءَاتَيْتُم مِّن رِّبًا لِّيَرْبُوَا۟ فِىٓ أَمْوَٰلِ ٱلنَّاسِ فَلَا يَرْبُوا۟ عِندَ ٱللَّهِ ۖ وَمَآ ءَاتَيْتُم مِّن زَكَوٰةٍ تُرِيدُونَ وَجْهَ ٱللَّهِ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُضْعِفُونَ",
    "text_uthmani_transcribed": "Wa mā ātaitum mir ribal liyarbuwa fī amwālin-nāsi falā yarbū 'indallāh(i), wa mā ātaitum min zakātin turīdūna wajhallāhi fa'ulā'ika humul-muḍ'ifūn(a)."
  },
  {
    "verse_number": 40,
    "translation": "Allah ist es, Der euch erschaffen und dann versorgt hat. Hierauf läßt Er euch sterben, hierauf macht Er euch wieder lebendig. Gibt es unter euren Teilhabern einen, der irgend etwas von alledem tut? Preis sei Ihm! Erhaben ist Er über das, was sie (Ihm) beigesellen.",
    "segmented": [
      {
        "translation": "Allah ist es, Der euch erschaffen und dann versorgt hat. Hierauf läßt Er euch sterben, hierauf macht Er euch wieder lebendig.",
        "text_uthmani": "ٱللَّهُ ٱلَّذِى خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۖ",
        "text_uthmani_transcribed": "Allahu alladhee khalaqakum thumma razaqakum thumma yumeetukum thumma yuhyeekum."
      },
      {
        "translation": "Gibt es unter euren Teilhabern einen, der irgend etwas von alledem tut? Preis sei Ihm! Erhaben ist Er über das, was sie (Ihm) beigesellen.",
        "text_uthmani": "هَلْ مِن شُرَكَآئِكُم مَّن يَفْعَلُ مِن ذَٰلِكُم مِّن شَىْءٍ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
        "text_uthmani_transcribed": "Hal min shurakaa'ikum man yaf'alu min dhaalikum min shay'in. Subhanahu wa ta'ala 'amma yushrikoon."
      }
    ],
    "text_uthmani": "ٱللَّهُ ٱلَّذِى خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۖ هَلْ مِن شُرَكَآئِكُم مَّن يَفْعَلُ مِن ذَٰلِكُم مِّن شَىْءٍ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
    "text_uthmani_transcribed": "Allāhul-lażī khalaqakum ṡumma razaqakum ṡumma yumītukum ṡumma yuḥyīkum, hal min syurakā'ikum may yaf'alu min żālikum min syai'(in), subḥānahū wa ta'ālā 'ammā yusyrikūn(a)."
  },
  {
    "verse_number": 41,
    "translation": "Unheil ist auf dem Festland und im Meer erschienen wegen dessen, was die Hände der Menschen erworben haben, damit Er sie einiges von dem kosten läßt, was sie getan haben, auf daß sie umkehren mögen.",
    "segmented": [
      {
        "translation": "Unheil ist auf dem Festland",
        "text_uthmani": "ظَهَرَ ٱلْفَسَادُ فِى ٱلْبَرِّ",
        "text_uthmani_transcribed": "ẓahara al-fasādu fī al-barri"
      },
      {
        "translation": "und im Meer erschienen wegen dessen, was die Hände der Menschen erworben haben, damit Er sie einiges von dem kosten läßt, was sie getan haben, auf daß sie umkehren mögen.",
        "text_uthmani": "وَٱلْبَحْرِ بِمَا كَسَبَتْ أَيْدِى ٱلنَّاسِ لِيُذِيقَهُم بَعْضَ ٱلَّذِى عَمِلُوا۟ لَعَلَّهُمْ يَرْجِعُونَ",
        "text_uthmani_transcribed": "wa al-baḥri bimā kasabat aydī al-nāsi liyuḏīqahum baʿḍa alladhī ʿamilū laʿallahum yarjiʿūn"
      }
    ],
    "text_uthmani": "ظَهَرَ ٱلْفَسَادُ فِى ٱلْبَرِّ وَٱلْبَحْرِ بِمَا كَسَبَتْ أَيْدِى ٱلنَّاسِ لِيُذِيقَهُم بَعْضَ ٱلَّذِى عَمِلُوا۟ لَعَلَّهُمْ يَرْجِعُونَ",
    "text_uthmani_transcribed": "Żaharal-fasādu fil-barri wal-baḥri bimā kasabat aidin-nāsi liyużīqahum ba'ḍal-lażī 'amilū la'allahum yarji'ūn(a)."
  },
  {
    "verse_number": 42,
    "translation": "Sag: Reist auf der Erde umher und schaut, wie das Ende derjenigen zuvor war. Die meisten von ihnen waren Götzendiener.",
    "text_uthmani": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلُ ۚ كَانَ أَكْثَرُهُم مُّشْرِكِينَ",
    "text_uthmani_transcribed": "Qul sīrū fil-arḍi fanẓurū kaifa kāna 'āqibatul-lażīna min qabl(u), kāna akṡaruhum musyrikīn(a)."
  },
  {
    "verse_number": 43,
    "translation": "So richte dein Gesicht aufrichtig zur richtigen Religion hin, bevor von Allah ein Tag kommt, der nicht zurückgewiesen wird. An jenem Tag werden sie sich (in Gruppen) spalten.",
    "segmented": [
      {
        "translation": "So richte dein Gesicht aufrichtig zur richtigen Religion hin, bevor von Allah ein Tag kommt, der nicht zurückgewiesen wird.",
        "text_uthmani": "فَأَقِمْ وَجْهَكَ لِلدِّينِ ٱلْقَيِّمِ مِن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِ ۖ",
        "text_uthmani_transcribed": "Fa-aqim wajhaka lil-deeni al-qayyimi min qabli an ya'tiya yawmun la maradda lahu mina Allah."
      },
      {
        "translation": "An jenem Tag werden sie sich (in Gruppen) spalten.",
        "text_uthmani": "يَوْمَئِذٍ يَصَّدَّعُونَ",
        "text_uthmani_transcribed": "Yawma'idhin yassadda'oon."
      }
    ],
    "text_uthmani": "فَأَقِمْ وَجْهَكَ لِلدِّينِ ٱلْقَيِّمِ مِن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِ ۖ يَوْمَئِذٍ يَصَّدَّعُونَ",
    "text_uthmani_transcribed": "Fa aqim wajhaka lid-dīnil-qayyimi min qabli ay ya'tiya yaumul lā maradda lahū minallāhi yauma'iżiy yaṣṣadda'ūn(a)."
  },
  {
    "verse_number": 44,
    "translation": "Wer ungläubig ist, dessen Unglaube geht zu seinem (eigenen) Nachteil. Und wer rechtschaffen handelt, bereitet sich selbst die Lagerstatt vor,",
    "text_uthmani": "مَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥ ۖ وَمَنْ عَمِلَ صَـٰلِحًا فَلِأَنفُسِهِمْ يَمْهَدُونَ",
    "text_uthmani_transcribed": "Man kafara fa 'alaihi kufruh(ū), wa man 'amila ṣāliḥan fali'anfusihim yamhadūn(a)."
  },
  {
    "verse_number": 45,
    "translation": "damit Er denjenigen, die glauben und rechtschaffene Werke tun, aus Seiner Huld vergelte. Gewiß, Er liebt nicht die Ungläubigen.",
    "text_uthmani": "لِيَجْزِىَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ مِن فَضْلِهِۦٓ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْكَـٰفِرِينَ",
    "text_uthmani_transcribed": "Liyajziyal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti min faḍlih(ī), innahū lā yuḥibbul-kāfirīn(a)."
  },
  {
    "verse_number": 46,
    "translation": "Und es gehört zu Seinen Zeichen, daß Er die Winde als Verkünder froher Botschaft (voraus)sendet, und damit Er euch etwas von Seiner Barmherzigkeit kosten läßt und damit die Schiffe auf Seinen Befehl fahren und damit ihr nach etwas von Seiner Huld trachtet, und auf daß ihr dankbar sein möget.",
    "segmented": [
      {
        "translation": "Und es gehört zu Seinen Zeichen, daß Er die Winde als Verkünder froher Botschaft (voraus)sendet,",
        "text_uthmani": "وَمِنْ ءَايَـٰتِهِۦٓ أَن يُرْسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٍ",
        "text_uthmani_transcribed": "Wa min aayatihi an yursila alriyaha mubashshiratin"
      },
      {
        "translation": "und damit Er euch etwas von Seiner Barmherzigkeit kosten läßt und damit die Schiffe auf Seinen Befehl fahren",
        "text_uthmani": "وَلِيُذِيقَكُم مِّن رَّحْمَتِهِۦ وَلِتَجْرِىَ ٱلْفُلْكُ بِأَمْرِهِۦ",
        "text_uthmani_transcribed": "Wa liyudheeqakum min rahmatihi wa litajriya alfulku bi-amrihi"
      },
      {
        "translation": "und damit ihr nach etwas von Seiner Huld trachtet, und auf daß ihr dankbar sein möget.",
        "text_uthmani": "وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
        "text_uthmani_transcribed": "Wa litabtaghoo min fadlihi wa la'allakum tashkuroon"
      }
    ],
    "text_uthmani": "وَمِنْ ءَايَـٰتِهِۦٓ أَن يُرْسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٍ وَلِيُذِيقَكُم مِّن رَّحْمَتِهِۦ وَلِتَجْرِىَ ٱلْفُلْكُ بِأَمْرِهِۦ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
    "text_uthmani_transcribed": "Wa min āyātihī ay yursilar-riyāḥa mubasysyirātiw wa liyużīqakum mir raḥmatihī wa litajriyal-fulka bi'amrihī wa litabtagū min faḍlihī wa la'allakum tasykurūn(a)."
  },
  {
    "verse_number": 47,
    "translation": "Und Wir haben bereits vor dir Gesandte zu ihren (jeweiligen) Völkern gesandt. Sie kamen zu ihnen mit den klaren Beweisen. Da übten Wir Vergeltung an denjenigen, die Übeltaten begingen; und es war für Uns eine Pflicht, den Gläubigen zu helfen.",
    "segmented": [
      {
        "translation": "Und Wir haben bereits vor dir Gesandte zu ihren (jeweiligen) Völkern gesandt. Sie kamen zu ihnen mit den klaren Beweisen.",
        "text_uthmani": "وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَآءُوهُم بِٱلْبَيِّنَـٰتِ",
        "text_uthmani_transcribed": "Wa laqad arsalna min qablika rusulan ila qawmihim faja'uhum bilbayyinati"
      },
      {
        "translation": "Da übten Wir Vergeltung an denjenigen, die Übeltaten begingen; und es war für Uns eine Pflicht, den Gläubigen zu helfen.",
        "text_uthmani": "فَٱنتَقَمْنَا مِنَ ٱلَّذِينَ أَجْرَمُوا۟ ۖ وَكَانَ حَقًّا عَلَيْنَا نَصْرُ ٱلْمُؤْمِنِينَ",
        "text_uthmani_transcribed": "Fa-intaqamna mina allatheena ajramoo wa kana haqqan 'alayna nasru almu'mineen"
      }
    ],
    "text_uthmani": "وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَآءُوهُم بِٱلْبَيِّنَـٰتِ فَٱنتَقَمْنَا مِنَ ٱلَّذِينَ أَجْرَمُوا۟ ۖ وَكَانَ حَقًّا عَلَيْنَا نَصْرُ ٱلْمُؤْمِنِينَ",
    "text_uthmani_transcribed": "Wa laqad arsalnā min qablika rusulan ilā qaumihim fajā'ūhum bil-bayyināti fantaqamnā minal-lażīna ajramū, wa kāna ḥaqqan 'alainā naṣrul-mu'minīn(a)."
  },
  {
    "verse_number": 48,
    "translation": "Allah ist es, der die Winde sendet, und da wühlen sie die Wolken auf. Dann breitet Er sie im Himmel aus, wie Er will, und macht sie zu Stücken. Da siehst du den (Platz)regen dazwischen herauskommen. Wenn Er damit von Seinen Dienern, wen Er will, trifft, freuen sie sich sogleich,",
    "segmented": [
      {
        "translation": "Allah ist es, der die Winde sendet, und da wühlen sie die Wolken auf. Dann breitet Er sie im Himmel aus, wie Er will, und macht sie zu Stücken.",
        "text_uthmani": "ٱللَّهُ ٱلَّذِى يُرْسِلُ ٱلرِّيَـٰحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُۥ فِى ٱلسَّمَآءِ كَيْفَ يَشَآءُ وَيَجْعَلُهُۥ كِسَفًا",
        "text_uthmani_transcribed": "Allahu alladhee yursilu arriyaha fatutheeru sahaban fayabsutuhu fee assama'i kayfa yasha'u wayaj'aluhu kisafan"
      },
      {
        "translation": "Da siehst du den (Platz)regen dazwischen herauskommen. Wenn Er damit von Seinen Dienern, wen Er will, trifft, freuen sie sich sogleich,",
        "text_uthmani": "فَتَرَى ٱلْوَدْقَ يَخْرُجُ مِنْ خِلَـٰلِهِۦ ۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦٓ إِذَا هُمْ يَسْتَبْشِرُونَ",
        "text_uthmani_transcribed": "fataral wadqa yakhruju min khilalihi fa-itha asaba bihi man yasha'u min 'ibadihi idha hum yastabshiroon"
      }
    ],
    "text_uthmani": "ٱللَّهُ ٱلَّذِى يُرْسِلُ ٱلرِّيَـٰحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُۥ فِى ٱلسَّمَآءِ كَيْفَ يَشَآءُ وَيَجْعَلُهُۥ كِسَفًا فَتَرَى ٱلْوَدْقَ يَخْرُجُ مِنْ خِلَـٰلِهِۦ ۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦٓ إِذَا هُمْ يَسْتَبْشِرُونَ",
    "text_uthmani_transcribed": "Allāhul-lażī yursilur-riyāḥa fatuṡīru saḥāban fayabsuṭuhū fis-samā'i kaifa yasyā'u wa yaj'aluhū kisafan fataral-wadqa yakhruju min khilālih(ī), fa'iżā aṣāba bihī may yasyā'u min 'ibādihī iżā hum yastabsyirūn(a)."
  },
  {
    "verse_number": 49,
    "translation": "obwohl sie vorher, bevor (er) auf sie herabgesandt wurde, wahrlich ganz verzweifelt waren.",
    "text_uthmani": "وَإِن كَانُوا۟ مِن قَبْلِ أَن يُنَزَّلَ عَلَيْهِم مِّن قَبْلِهِۦ لَمُبْلِسِينَ",
    "text_uthmani_transcribed": "Wa in kānū min qabli ay yunazzala 'alaihim min qablihī lamublisīn(a)."
  },
  {
    "verse_number": 50,
    "translation": "Schau doch auf die Spuren von Allahs Barmherzigkeit, wie Er die Erde nach ihrem Tod wieder lebendig macht. Er ist wahrlich Derjenige, Der (auch) die Toten wieder lebendig macht, und Er hat zu allem die Macht.",
    "segmented": [
      {
        "translation": "Schau doch auf die Spuren von Allahs Barmherzigkeit, wie Er die Erde nach ihrem Tod wieder lebendig macht.",
        "text_uthmani": "فَٱنظُرْ إِلَىٰٓ ءَاثَـٰرِ رَحْمَتِ ٱللَّهِ كَيْفَ يُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ",
        "text_uthmani_transcribed": "Fa onzur ila athari rahmati Allahi kayfa yuhyi al-arda ba'da mawtiha."
      },
      {
        "translation": "Er ist wahrlich Derjenige, Der (auch) die Toten wieder lebendig macht, und Er hat zu allem die Macht.",
        "text_uthmani": "إِنَّ ذَٰلِكَ لَمُحْىِ ٱلْمَوْتَىٰ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "text_uthmani_transcribed": "Inna thalika la muhyi al-mawta, wa huwa 'ala kulli shay'in qadeer."
      }
    ],
    "text_uthmani": "فَٱنظُرْ إِلَىٰٓ ءَاثَـٰرِ رَحْمَتِ ٱللَّهِ كَيْفَ يُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ ذَٰلِكَ لَمُحْىِ ٱلْمَوْتَىٰ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Fanẓur ilā āṡāri raḥmatillāhi kaifa yuḥyil-arḍa ba'da mautihā, inna żālika lamuḥyil-mautā, wa huwa 'alā kulli syai'in qadīr(un)."
  },
  {
    "verse_number": 51,
    "translation": "Und wenn Wir einen Wind sendeten und sie dann alles gelb werden sähen, würden sie (trotzdem) danach fortfahren, ungläubig zu sein.",
    "text_uthmani": "وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَّظَلُّوا۟ مِنۢ بَعْدِهِۦ يَكْفُرُونَ",
    "text_uthmani_transcribed": "Wa la'in arsalnā rīḥan fara'auhu muṣfarral laẓallū mim ba'dihī yakfurūn(a)."
  },
  {
    "verse_number": 52,
    "translation": "(Sei nicht traurig,) denn du kannst nicht die Toten hören lassen noch die Tauben den Ruf hören lassen, wenn sie den Rücken kehren.",
    "text_uthmani": "فَإِنَّكَ لَا تُسْمِعُ ٱلْمَوْتَىٰ وَلَا تُسْمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوْا۟ مُدْبِرِينَ",
    "text_uthmani_transcribed": "Fa innaka lā tusmi'ul-mautā wa lā tusmi'uṣ-ṣummad-du'ā'a iżā wallau mudbirīn(a)."
  },
  {
    "verse_number": 53,
    "translation": "Noch kannst du die Blinden aus ihrem Irrtum heraus rechtleiten. Hören lassen kannst du nur, wer an Unsere Zeichen glaubt und die somit (Allah) ergeben sind.",
    "segmented": [
      {
        "translation": "Noch kannst du die Blinden aus ihrem Irrtum heraus rechtleiten.",
        "text_uthmani": "وَمَآ أَنتَ بِهَـٰدِ ٱلْعُمْىِ عَن ضَلَـٰلَتِهِمْ ۖ",
        "text_uthmani_transcribed": "Wa maa anta bihaadi al'umyi 'an dallatihim."
      },
      {
        "translation": "Hören lassen kannst du nur, wer an Unsere Zeichen glaubt und die somit (Allah) ergeben sind.",
        "text_uthmani": "إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِـَٔايَـٰتِنَا فَهُم مُّسْلِمُونَ",
        "text_uthmani_transcribed": "In tusmi'u illa man yu'minu bi aayatina fahum muslimoon."
      }
    ],
    "text_uthmani": "وَمَآ أَنتَ بِهَـٰدِ ٱلْعُمْىِ عَن ضَلَـٰلَتِهِمْ ۖ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِـَٔايَـٰتِنَا فَهُم مُّسْلِمُونَ",
    "text_uthmani_transcribed": "Wa mā anta bihādil-'umyi 'an ḍalālatihim, in tusmi'u illā may yu'minu bi'āyātinā fahum muslimūn(a)."
  },
  {
    "verse_number": 54,
    "translation": "Allah ist es, der euch (zuerst) in Schwäche erschafft. Hierauf verleiht Er nach der Schwäche Kraft. Hierauf verleiht Er nach der Kraft Schwäche und weißes Haar. Er erschafft, was Er will, und Er ist der Allwissende und Allmächtige.",
    "segmented": [
      {
        "translation": "Allah ist es, der euch (zuerst) in Schwäche erschafft. Hierauf verleiht Er nach der Schwäche Kraft.",
        "text_uthmani": "۞ ٱللَّهُ ٱلَّذِى خَلَقَكُم مِّن ضَعْفٍ ثُمَّ جَعَلَ مِنۢ بَعْدِ ضَعْفٍ قُوَّةً",
        "text_uthmani_transcribed": "Allahu alladhee khalaqakum min da'fin thumma ja'ala min ba'di da'fin quwwatan"
      },
      {
        "translation": "Hierauf verleiht Er nach der Kraft Schwäche und weißes Haar. Er erschafft, was Er will, und Er ist der Allwissende und Allmächtige.",
        "text_uthmani": "ثُمَّ جَعَلَ مِنۢ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً ۚ يَخْلُقُ مَا يَشَآءُ ۖ وَهُوَ ٱلْعَلِيمُ ٱلْقَدِيرُ",
        "text_uthmani_transcribed": "thumma ja'ala min ba'di quwwatin da'fan wa shaybatan. yakhluqu ma yasha'u. wa huwa al-'aleemu al-qadeeru"
      }
    ],
    "text_uthmani": "۞ ٱللَّهُ ٱلَّذِى خَلَقَكُم مِّن ضَعْفٍ ثُمَّ جَعَلَ مِنۢ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنۢ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً ۚ يَخْلُقُ مَا يَشَآءُ ۖ وَهُوَ ٱلْعَلِيمُ ٱلْقَدِيرُ",
    "text_uthmani_transcribed": "Allāhul-lażī khalaqakum min ḍa'fin ṡumma ja'ala mim ba'di ḍa'fin quwwatan ṡumma ja'ala mim ba'di quwwatin ḍa'faw wa syaibah(tan), yakhluqu mā yasyā'(u), wa huwal-'alīmul-qadīr(u)."
  },
  {
    "verse_number": 55,
    "translation": "Und am Tag, da sich die Stunde erhebt, schwören die Übeltäter, sie hätten nicht länger als eine Stunde verweilt. So pflegten sie sich (von der Wahrheit) abwendig machen zu lassen.",
    "segmented": [
      {
        "translation": "Und am Tag, da sich die Stunde erhebt, schwören die Übeltäter, sie hätten nicht länger als eine Stunde verweilt.",
        "text_uthmani": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يُقْسِمُ ٱلْمُجْرِمُونَ مَا لَبِثُوا۟ غَيْرَ سَاعَةٍ ۚ",
        "text_uthmani_transcribed": "Wa yawma taqoomu alssā'atu yuqsimu almujrimūna mā labithū ghayra sā'atin."
      },
      {
        "translation": "So pflegten sie sich (von der Wahrheit) abwendig machen zu lassen.",
        "text_uthmani": "كَذَٰلِكَ كَانُوا۟ يُؤْفَكُونَ",
        "text_uthmani_transcribed": "Kadhālika kānū yu'fakūn."
      }
    ],
    "text_uthmani": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يُقْسِمُ ٱلْمُجْرِمُونَ مَا لَبِثُوا۟ غَيْرَ سَاعَةٍ ۚ كَذَٰلِكَ كَانُوا۟ يُؤْفَكُونَ",
    "text_uthmani_transcribed": "Wa yauma taqūmus-sā'atu yuqsimul-mujrimūn(a), mā labiṡū gaira sā'ah(tin), każālika kānū yu'fakūn(a)."
  },
  {
    "verse_number": 56,
    "translation": "Und diejenigen, denen Wissen und Glauben gegeben worden ist, sagen: „Nach Allahs Buch habt ihr bis zum Tag der Auferweckung verweilt. Das ist nun der Tag der Auferweckung, aber ihr wußtet (es) nicht.",
    "segmented": [
      {
        "translation": "Und diejenigen, denen Wissen und Glauben gegeben worden ist, sagen: „Nach Allahs Buch habt ihr bis zum Tag der Auferweckung verweilt.",
        "text_uthmani": "وَقَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ وَٱلْإِيمَـٰنَ لَقَدْ لَبِثْتُمْ فِى كِتَـٰبِ ٱللَّهِ إِلَىٰ يَوْمِ ٱلْبَعْثِ",
        "text_uthmani_transcribed": "Wa qāla alladhīna ūtū al-'ilma wa al-'īmāna laqad labithtum fī kitābi Allāhi ilā yawmi al-ba'thi"
      },
      {
        "translation": "Das ist nun der Tag der Auferweckung, aber ihr wußtet (es) nicht.",
        "text_uthmani": "ۖ فَهَـٰذَا يَوْمُ ٱلْبَعْثِ وَلَـٰكِنَّكُمْ كُنتُمْ لَا تَعْلَمُونَ",
        "text_uthmani_transcribed": "Fahādhā yawmu al-ba'thi wa lākinna kum kuntum lā ta'lamūn"
      }
    ],
    "text_uthmani": "وَقَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ وَٱلْإِيمَـٰنَ لَقَدْ لَبِثْتُمْ فِى كِتَـٰبِ ٱللَّهِ إِلَىٰ يَوْمِ ٱلْبَعْثِ ۖ فَهَـٰذَا يَوْمُ ٱلْبَعْثِ وَلَـٰكِنَّكُمْ كُنتُمْ لَا تَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa qālal-lażīna ūtul-'ilma wal-īmāna laqad labiṡtum fī kitābillāhi ilā yaumil-ba'ṡ(i), fa hāżā yaumul-baṡi wa lākinnakum kuntum lā ta'lamūn(a)."
  },
  {
    "verse_number": 57,
    "translation": "So wird an jenem Tag denjenigen, die Unrecht tun, ihre Entschuldigung nicht nützen, und es wird ihnen keine Gnade erwiesen.",
    "text_uthmani": "فَيَوْمَئِذٍ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُوا۟ مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُونَ",
    "text_uthmani_transcribed": "Fa yauma'iżil lā yanfa'ul-lażīna ẓalamū ma'żiratuhum wa lā hum yusta'tabūn(a)."
  },
  {
    "verse_number": 58,
    "translation": "Wir haben ja den Menschen in diesem Qur’an allerlei Gleichnisse geprägt. Und wenn du zu ihnen mit einem Zeichen kommst, sagen ganz gewiß diejenigen, die ungläubig sind: „Ihr bringt nur Falsches.",
    "segmented": [
      {
        "translation": "Wir haben ja den Menschen in diesem Qur’an allerlei Gleichnisse geprägt.",
        "text_uthmani": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هَـٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ ۚ",
        "text_uthmani_transcribed": "Wa laqad darabna lilnasi fi hadha alqur'ani min kulli mathalin."
      },
      {
        "translation": "Und wenn du zu ihnen mit einem Zeichen kommst, sagen ganz gewiß diejenigen, die ungläubig sind: „Ihr bringt nur Falsches.",
        "text_uthmani": "وَلَئِن جِئْتَهُم بِـَٔايَةٍ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ أَنتُمْ إِلَّا مُبْطِلُونَ",
        "text_uthmani_transcribed": "Wa lain ji'tahum bi-ayatin layaqulanna alladhina kafaroo in antum illa mubtiloon."
      }
    ],
    "text_uthmani": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هَـٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ ۚ وَلَئِن جِئْتَهُم بِـَٔايَةٍ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ أَنتُمْ إِلَّا مُبْطِلُونَ",
    "text_uthmani_transcribed": "Wa laqad ḍarabnā lin-nāsi fī hāżal-qur'āni min kulli maṡal(in), wa la'in ji'tahum bi'āyatil layaqūlannal-lażīna kafarū in antum illā mubṭilūn(a)."
  },
  {
    "verse_number": 59,
    "translation": "So versiegelt Allah die Herzen derjenigen, die nicht Bescheid wissen.",
    "text_uthmani": "كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Każālika yaṭba'ullāhu 'alā qulūbil-lażīna lā ya'lamūn(a)."
  },
  {
    "verse_number": 60,
    "translation": "So sei standhaft. Gewiß, Allahs Versprechen ist wahr. Und diejenigen, die nicht überzeugt sind, sollen dich ja nicht ins Wanken bringen.",
    "text_uthmani": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۖ وَلَا يَسْتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ",
    "text_uthmani_transcribed": "Faṣbir inna wa'dallāhi ḥaqquw wa lā yastakhiffannakal-lażīna lā yūqinūn(a)."
  }
]