[
  {
    "verse_number": 1,
    "translation": "Alif-Lam-Mim-Sad",
    "text_uthmani": " الٓمٓصٓ",
    "text_uthmani_transcribed": "Alif lām mīm ṣād."
  },
  {
    "verse_number": 2,
    "translation": "(Dies ist) ein Buch, das zu dir (als Offenbarung) herabgesandt worden ist - es soll seinetwegen in deiner Brust keine Bedrängnis sein -, damit du mit ihm warnst, und als Ermahnung für die Gläubigen.",
    "segmented": [
      {
        "belongs_to_verse_number": 2,
        "translation": "(Dies ist) ein Buch, das zu dir (als Offenbarung) herabgesandt worden ist - es soll seinetwegen in deiner Brust keine Bedrängnis sein -, damit du mit ihm warnst,",
        "text_uthmani": "كِتَـٰبٌ أُنزِلَ إِلَيْكَ فَلَا يَكُن فِى صَدْرِكَ حَرَجٌ مِّنْهُ لِتُنذِرَ بِهِۦ",
        "text_uthmani_transcribed": "Kitābun unzila ilaika falā yakun fī ṣadrika ḥarajum minhu litunżira bihī"
      },
      {
        "belongs_to_verse_number": 2,
        "translation": "und als Ermahnung für die Gläubigen.",
        "text_uthmani": "وَذِكْرَىٰ لِلْمُؤْمِنِينَ",
        "text_uthmani_transcribed": "wa żikrā lil-mu'minīn(a)."
      }
    ],
    "text_uthmani": "كِتَـٰبٌ أُنزِلَ إِلَيْكَ فَلَا يَكُن فِى صَدْرِكَ حَرَجٌ مِّنْهُ لِتُنذِرَ بِهِۦ وَذِكْرَىٰ لِلْمُؤْمِنِينَ",
    "text_uthmani_transcribed": "Kitābun unzila ilaika falā yakun fī ṣadrika ḥarajum minhu litunżira bihī wa żikrā lil-mu'minīn(a)."
  },
  {
    "verse_number": 3,
    "translation": "Folgt dem, was zu euch von eurem Herrn herabgesandt worden ist, und folgt außer Ihm keinen (anderen) Schutzherren! Wie wenig ihr bedenkt!",
    "text_uthmani": "ٱتَّبِعُوا۟ مَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ وَلَا تَتَّبِعُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ ۗ قَلِيلًا مَّا تَذَكَّرُونَ",
    "text_uthmani_transcribed": "Ittabi'ū mā unzila ilaikum mir rabbikum wa lā tattabi'ū min dūnihī auliyā'(a), qalīlam mā tażakkarūn(a)."
  },
  {
    "verse_number": 4,
    "translation": "Wie viele Städte haben Wir vernichtet! Da kam Unsere Gewalt über sie bei Nacht, oder während sie zu Mittag ruhten.",
    "text_uthmani": "وَكَم مِّن قَرْيَةٍ أَهْلَكْنَـٰهَا فَجَآءَهَا بَأْسُنَا بَيَـٰتًا أَوْ هُمْ قَآئِلُونَ",
    "text_uthmani_transcribed": "Wa kam min qaryatin ahlaknāhā fa jā'ahā ba'sunā bayātan au hum qā'ilūn(a)."
  },
  {
    "verse_number": 5,
    "translation": "So war ihr Ausruf, als Unsere Gewalt über sie kam, nur, daß sie sagten: Wir haben gewiß Unrecht getan.",
    "text_uthmani": "فَمَا كَانَ دَعْوَىٰهُمْ إِذْ جَآءَهُم بَأْسُنَآ إِلَّآ أَن قَالُوٓا۟ إِنَّا كُنَّا ظَـٰلِمِينَ",
    "text_uthmani_transcribed": "Famā kāna da'wāhum iż jā'ahum ba'sunā illā an qālū innā kunnā ẓālimīn(a)."
  },
  {
    "verse_number": 6,
    "translation": "Ganz gewiß werden Wir diejenigen, zu denen Gesandte gesandt worden sind, fragen, und ganz gewiß werden Wir die Gesandten fragen.",
    "text_uthmani": "فَلَنَسْـَٔلَنَّ ٱلَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْـَٔلَنَّ ٱلْمُرْسَلِينَ",
    "text_uthmani_transcribed": "Fa lanas'alannal-lażīna ursila ilaihim wa lanas'alannal-mursalīn(a)."
  },
  {
    "verse_number": 7,
    "translation": "Dann werden Wir ihnen ganz gewiß aus (vollem) Wissen berichten, denn Wir waren ja nicht abwesend.",
    "text_uthmani": "فَلَنَقُصَّنَّ عَلَيْهِم بِعِلْمٍ ۖ وَمَا كُنَّا غَآئِبِينَ",
    "text_uthmani_transcribed": "Fa lanaquṣṣanna 'alaihim bi'ilmiw wa mā kunnā gā'ibīn(a)."
  },
  {
    "verse_number": 8,
    "translation": "Das Wägen erfolgt an jenem Tag der Wahrheit (entsprechend). Wessen Waagschalen schwer sein werden, jene sind es, denen es wohl ergeht.",
    "text_uthmani": "وَٱلْوَزْنُ يَوْمَئِذٍ ٱلْحَقُّ ۚ فَمَن ثَقُلَتْ مَوَٰزِينُهُۥ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "text_uthmani_transcribed": "Wal-waznu yauma'iżinil-ḥaqq(u), faman ṡaqulat mawāzīnuhū fa ulā'ika humul-mufliḥūn(a)."
  },
  {
    "verse_number": 9,
    "translation": "Wessen Waagschalen aber leicht sein werden, das sind diejenigen, die ihre Seelen verloren haben dafür, daß sie an Unseren Zeichen unrecht zu handeln pflegten.",
    "segmented": [
      {
        "belongs_to_verse_number": 9,
        "translation": "Wessen Waagschalen aber leicht sein werden, das sind diejenigen, die ihre Seelen verloren haben dafür, daß sie an Unseren Zeichen unrecht zu",
        "text_uthmani": "وَمَنْ خَفَّتْ مَوَٰزِينُهُۥ فَأُو۟لَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُم بِمَا كَانُوا۟ بِـَٔايَـٰتِنَا يَظْلِمُونَ",
        "text_uthmani_transcribed": "Wa man khaffat mawāzīnuhū fa ulā'ikal-lażīna khasirū anfusahum bimā kānū bi'āyātinā yaẓlimūn(a)."
      },
      {
        "belongs_to_verse_number": 9,
        "translation": "handeln pflegten.",
        "text_uthmani": "بِمَا كَانُوا۟ بِـَٔايَـٰتِنَا يَظْلِمُونَ",
        "text_uthmani_transcribed": "bimā kānū bi'āyātinā yaẓlimūn(a)."
      }
    ],
    "text_uthmani": "وَمَنْ خَفَّتْ مَوَٰزِينُهُۥ فَأُو۟لَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُم بِمَا كَانُوا۟ بِـَٔايَـٰتِنَا يَظْلِمُونَ",
    "text_uthmani_transcribed": "Wa man khaffat mawāzīnuhū fa ulā'ikal-lażīna khasirū anfusahum bimā kānū bi'āyātinā yaẓlimūn(a)."
  },
  {
    "verse_number": 10,
    "translation": "Und Wir haben euch ja auf der Erde eine feste Stellung verliehen, und Wir haben für euch auf ihr (Möglichkeiten für den) Lebensunterhalt geschaffen. Wie wenig ihr dankbar seid!",
    "segmented": [
      {
        "belongs_to_verse_number": 10,
        "translation": "Und Wir haben euch ja auf der Erde eine feste Stellung verliehen,",
        "text_uthmani": "وَلَقَدْ مَكَّنَّـٰكُمْ فِى ٱلْأَرْضِ",
        "text_uthmani_transcribed": "Wa laqad makkannākum fil-arḍi"
      },
      {
        "belongs_to_verse_number": 10,
        "translation": "und Wir haben für euch auf ihr (Möglichkeiten für den) Lebensunterhalt geschaffen. Wie wenig ihr dankbar seid!",
        "text_uthmani": "وَجَعَلْنَا لَكُمْ فِيهَا مَعَـٰيِشَ ۗ قَلِيلًا مَّا تَشْكُرُونَ",
        "text_uthmani_transcribed": "wa ja'alnā lakum fīhā ma'āyisy(a), qalīlam mā tasykurūn(a)."
      }
    ],
    "text_uthmani": "وَلَقَدْ مَكَّنَّـٰكُمْ فِى ٱلْأَرْضِ وَجَعَلْنَا لَكُمْ فِيهَا مَعَـٰيِشَ ۗ قَلِيلًا مَّا تَشْكُرُونَ",
    "text_uthmani_transcribed": "Wa laqad makkannākum fil-arḍi wa ja'alnā lakum fīhā ma'āyisy(a), qalīlam mā tasykurūn(a)."
  },
  {
    "verse_number": 11,
    "translation": "Und Wir haben euch ja erschaffen. Hierauf haben Wir euch gestaltet. Hierauf haben Wir zu den Engeln gesagt: Werft euch vor Adam nieder! Da warfen sie sich nieder, außer Iblis. Er gehörte nicht zu denjenigen, die sich niederwerfen.",
    "segmented": [
      {
        "belongs_to_verse_number": 11,
        "translation": "Und Wir haben euch ja erschaffen. Hierauf haben Wir euch gestaltet. Hierauf haben Wir zu den Engeln gesagt: Werft euch vor Adam nieder!",
        "text_uthmani": "وَلَقَدْ خَلَقْنَـٰكُمْ ثُمَّ صَوَّرْنَـٰكُمْ ثُمَّ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ",
        "text_uthmani_transcribed": "Wa laqad khalaqnākum ṡumma ṣawwarnākum ṡumma qulnā lil-malā'ikatisjudū li'ādama"
      },
      {
        "belongs_to_verse_number": 11,
        "translation": "Da warfen sie sich nieder, außer Iblis. Er gehörte nicht zu denjenigen, die sich niederwerfen.",
        "text_uthmani": "فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ لَمْ يَكُن مِّنَ ٱلسَّـٰجِدِينَ",
        "text_uthmani_transcribed": "fa sajadū illā iblīs(a), lam yakum minas-sājidīn(a)."
      }
    ],
    "text_uthmani": "وَلَقَدْ خَلَقْنَـٰكُمْ ثُمَّ صَوَّرْنَـٰكُمْ ثُمَّ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ لَمْ يَكُن مِّنَ ٱلسَّـٰجِدِينَ",
    "text_uthmani_transcribed": "Wa laqad khalaqnākum ṡumma ṣawwarnākum ṡumma qulnā lil-malā'ikatisjudū li'ādama fa sajadū illā iblīs(a), lam yakum minas-sājidīn(a)."
  },
  {
    "verse_number": 12,
    "translation": "Er (Allah) sagte: Was hat dich davon abgehalten, dich niederzuwerfen, als Ich (es) dir befahl? Er sagte: Ich bin besser als er. Du hast mich aus Feuer erschaffen, ihn aber hast Du aus Lehm erschaffen.",
    "segmented": [
      {
        "belongs_to_verse_number": 12,
        "translation": "Er (Allah) sagte: Was hat dich davon abgehalten, dich niederzuwerfen, als Ich (es) dir befahl? Er sagte: Ich bin besser als er.",
        "text_uthmani": "قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ ۖ قَالَ أَنَا۠ خَيْرٌ مِّنْهُ",
        "text_uthmani_transcribed": "Qāla mā mana'aka allā tasjuda iż amartuk(a), qāla ana khairum minh(u)"
      },
      {
        "belongs_to_verse_number": 12,
        "translation": "Du hast mich aus Feuer erschaffen, ihn aber hast Du aus Lehm erschaffen.",
        "text_uthmani": "خَلَقْتَنِى مِن نَّارٍ وَخَلَقْتَهُۥ مِن طِينٍ",
        "text_uthmani_transcribed": "khalaqtanī min nāriw wa khalaqtahū min ṭīn(in)."
      }
    ],
    "text_uthmani": "قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ ۖ قَالَ أَنَا۠ خَيْرٌ مِّنْهُ خَلَقْتَنِى مِن نَّارٍ وَخَلَقْتَهُۥ مِن طِينٍ",
    "text_uthmani_transcribed": "Qāla mā mana'aka allā tasjuda iż amartuk(a), qāla ana khairum minh(u), khalaqtanī min nāriw wa khalaqtahū min ṭīn(in)."
  },
  {
    "verse_number": 13,
    "translation": "Er (Allah) sagte: So geh fort von ihm! Es steht dir nicht zu, darin hochmütig zu sein. So geh hinaus! Gewiß, du gehörst zu den Geringgeachteten.",
    "text_uthmani": "قَالَ فَٱهْبِطْ مِنْهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخْرُجْ إِنَّكَ مِنَ ٱلصَّـٰغِرِينَ",
    "text_uthmani_transcribed": "Qāla fahbiṭ minhā famā yakūnu laka an tatakabbara fīhā fakhruj innaka minaṣ-ṣāgirīn(a)."
  },
  {
    "verse_number": 14,
    "translation": "Er sagte: Gewähre mir Aufschub bis zu dem Tag, da sie auferweckt werden.",
    "text_uthmani": "قَالَ أَنظِرْنِىٓ إِلَىٰ يَوْمِ يُبْعَثُونَ",
    "text_uthmani_transcribed": "Qāla anẓirnī ilā yaumi yub'aṡūn(a)."
  },
  {
    "verse_number": 15,
    "translation": "Er (Allah) sagte: Du sollst gewiß zu denjenigen gehören, denen Aufschub gewährt wird.",
    "text_uthmani": "قَالَ إِنَّكَ مِنَ ٱلْمُنظَرِينَ",
    "text_uthmani_transcribed": "Qāla innaka minal-munẓarīn(a)."
  },
  {
    "verse_number": 16,
    "translation": "Er sagte: Darum, daß Du mich in Verirrung hast fallen lassen, werde ich ihnen ganz gewiß auf Deinem geraden Weg auflauern.",
    "text_uthmani": "قَالَ فَبِمَآ أَغْوَيْتَنِى لَأَقْعُدَنَّ لَهُمْ صِرَٰطَكَ ٱلْمُسْتَقِيمَ",
    "text_uthmani_transcribed": "Qāla fabimā agwaitanī la'aq'udanna lahum  ṣirāṭakal-mustaqīm(a)."
  },
  {
    "verse_number": 17,
    "translation": "Hierauf werde ich ganz gewiß von vorn und von hinten, von ihrer Rechten und von ihrer Linken über sie kommen. Und Du wirst die meisten von ihnen nicht dankbar finden.",
    "segmented": [
      {
        "belongs_to_verse_number": 17,
        "translation": "Hierauf werde ich ganz gewiß von vorn und von hinten, von ihrer Rechten und von ihrer Linken über sie kommen.",
        "text_uthmani": "ثُمَّ لَـَٔاتِيَنَّهُم مِّنۢ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَـٰنِهِمْ وَعَن شَمَآئِلِهِمْ ۖ",
        "text_uthmani_transcribed": "Ṡumma la'ātiyannahum mim baini aidīhim wa min khalfihim wa 'an aimānihim wa 'an syamā'ilihim,"
      },
      {
        "belongs_to_verse_number": 17,
        "translation": "Und Du wirst die meisten von ihnen nicht dankbar finden.",
        "text_uthmani": "وَلَا تَجِدُ أَكْثَرَهُمْ شَـٰكِرِينَ",
        "text_uthmani_transcribed": "wa lā tajidu akṡarahum syākirīn(a)."
      }
    ],
    "text_uthmani": "ثُمَّ لَـَٔاتِيَنَّهُم مِّنۢ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَـٰنِهِمْ وَعَن شَمَآئِلِهِمْ ۖ وَلَا تَجِدُ أَكْثَرَهُمْ شَـٰكِرِينَ",
    "text_uthmani_transcribed": "Ṡumma la'ātiyannahum mim baini aidīhim wa min khalfihim wa 'an aimānihim wa 'an syamā'ilihim, wa lā tajidu akṡarahum syākirīn(a)."
  },
  {
    "verse_number": 18,
    "translation": "Er (Allah) sagte: Geh hinaus aus ihm, verachtet und verstoßen! Wer auch immer von ihnen dir folgt, Ich werde die Hölle ganz gewiß mit euch allesamt füllen.",
    "segmented": [
      {
        "belongs_to_verse_number": 18,
        "translation": "Er (Allah) sagte: Geh hinaus aus ihm, verachtet und verstoßen!",
        "text_uthmani": "قَالَ ٱخْرُجْ مِنْهَا مَذْءُومًا مَّدْحُورًا ۖ",
        "text_uthmani_transcribed": "Qālakhruj minhā maż'ūmam madḥūrā(n)"
      },
      {
        "belongs_to_verse_number": 18,
        "translation": "Wer auch immer von ihnen dir folgt, Ich werde die Hölle ganz gewiß mit euch allesamt füllen.",
        "text_uthmani": "لَّمَن تَبِعَكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ مِنكُمْ أَجْمَعِينَ",
        "text_uthmani_transcribed": "laman tabi'aka minhum la'amla'anna jahannama minkum ajma'īn(a)."
      }
    ],
    "text_uthmani": "قَالَ ٱخْرُجْ مِنْهَا مَذْءُومًا مَّدْحُورًا ۖ لَّمَن تَبِعَكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ مِنكُمْ أَجْمَعِينَ",
    "text_uthmani_transcribed": "Qālakhruj minhā maż'ūmam madḥūrā(n), laman tabi'aka minhum la'amla'anna  jahannama minkum ajma'īn(a)."
  },
  {
    "verse_number": 19,
    "translation": "- Und (du,) o Adam, bewohne du und deine Gattin den (Paradies)garten, und dann eßt, wo immer ihr wollt. Aber naht euch nicht diesem Baum, sonst gehört ihr zu den Ungerechten!",
    "segmented": [
      {
        "belongs_to_verse_number": 19,
        "translation": "- Und (du,) o Adam, bewohne du und deine Gattin den (Paradies)garten, und dann eßt, wo immer ihr wollt.",
        "text_uthmani": "وَيَـٰٓـَٔادَمُ ٱسْكُنْ أَنتَ وَزَوْجُكَ ٱلْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَا",
        "text_uthmani_transcribed": "Wa yā ādamuskun anta wa zaujukal-jannata fa kulā min ḥaiṡu syi'tumā"
      },
      {
        "belongs_to_verse_number": 19,
        "translation": "Aber naht euch nicht diesem Baum, sonst gehört ihr zu den Ungerechten!",
        "text_uthmani": "وَلَا تَقْرَبَا هَـٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّـٰلِمِينَ",
        "text_uthmani_transcribed": "wa lā taqrabā hāżihisy-syajarata fa takūnā minaẓ-ẓālimīn(a)."
      }
    ],
    "text_uthmani": "وَيَـٰٓـَٔادَمُ ٱسْكُنْ أَنتَ وَزَوْجُكَ ٱلْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَـٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Wa yā ādamuskun anta wa zaujukal-jannata fa kulā min ḥaiṡu syi'tumā wa lā taqrabā hāżihisy-syajarata fa takūnā minaẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 20,
    "translation": "Da flüsterte ihnen der Satan ein, um ihnen offen zu zeigen, was ihnen von ihrer Blöße verborgen war. Und er sagte: Unser Herr hat euch diesen Baum nur verboten, damit ihr nicht Engel werdet oder zu den Ewiglebenden gehört.",
    "segmented": [
      {
        "belongs_to_verse_number": 20,
        "translation": "Da flüsterte ihnen der Satan ein, um ihnen offen zu zeigen, was ihnen von ihrer Blöße verborgen war.",
        "text_uthmani": "فَوَسْوَسَ لَهُمَا ٱلشَّيْطَـٰنُ لِيُبْدِىَ لَهُمَا مَا وُۥرِىَ عَنْهُمَا مِن سَوْءَٰتِهِمَا",
        "text_uthmani_transcribed": "Fa waswasa lahumasy-syaiṭānu liyubdiya lahumā mā wūriya 'anhumā min sau'ātihimā"
      },
      {
        "belongs_to_verse_number": 20,
        "translation": "Und er sagte: Unser Herr hat euch diesen Baum nur verboten, damit ihr nicht Engel werdet oder zu den Ewiglebenden gehört.",
        "text_uthmani": "وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنْ هَـٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ ٱلْخَـٰلِدِينَ",
        "text_uthmani_transcribed": "wa qāla mā nahākumā rabbukumā 'an hāżihisy-syajarati illā an takūnā malakaini au takūnā minal-khālidīn(a)."
      }
    ],
    "text_uthmani": "فَوَسْوَسَ لَهُمَا ٱلشَّيْطَـٰنُ لِيُبْدِىَ لَهُمَا مَا وُۥرِىَ عَنْهُمَا مِن سَوْءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنْ هَـٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ ٱلْخَـٰلِدِينَ",
    "text_uthmani_transcribed": "Fa waswasa lahumasy-syaiṭānu liyubdiya lahumā mā wūriya 'anhumā min sau'ātihimā wa qāla mā nahākumā rabbukumā 'an hāżihisy-syajarati illā an takūnā malakaini au takūnā minal-khālidīn(a)."
  },
  {
    "verse_number": 21,
    "translation": "Und er schwor ihnen: Ich gehöre wahrlich zu denjenigen, die euch guten Rat geben.",
    "text_uthmani": "وَقَاسَمَهُمَآ إِنِّى لَكُمَا لَمِنَ ٱلنَّـٰصِحِينَ",
    "text_uthmani_transcribed": "Wa qāsamahumā innī lakumā laminan-nāṣiḥīn(a)."
  },
  {
    "verse_number": 22,
    "translation": "So verführte er sie trügerisch. Als sie dann von dem Baum gekostet hatten, zeigte sich ihnen ihre Blöße offenkundig, und sie begannen, Blätter des (Paradies)gartens auf sich zusammenzuheften. Und ihr Herr rief ihnen zu: Habe Ich euch nicht jenen Baum verboten und euch gesagt: Der Satan ist euch ein deutlicher Feind?",
    "segmented": [
      {
        "belongs_to_verse_number": 22,
        "translation": "So verführte er sie trügerisch. Als sie dann von dem Baum gekostet hatten, zeigte sich ihnen ihre Blöße offenkundig,",
        "text_uthmani": "فَدَلَّىٰهُمَا بِغُرُورٍ ۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتْ لَهُمَا سَوْءَٰتُهُمَا",
        "text_uthmani_transcribed": "Fa dallāhumā bigurūr(in), falammā żāqasy-syajarata badat lahumā sau'ātuhumā"
      },
      {
        "belongs_to_verse_number": 22,
        "translation": "und sie begannen, Blätter des (Paradies)gartens auf sich zusammenzuheften.",
        "text_uthmani": "وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ ٱلْجَنَّةِ ۖ",
        "text_uthmani_transcribed": "wa ṭafiqā yakhṣifāni 'alaihimā miw waraqil-jannah(ti)"
      },
      {
        "belongs_to_verse_number": 22,
        "translation": "Und ihr Herr rief ihnen zu: Habe Ich euch nicht jenen Baum verboten und euch gesagt: Der Satan ist euch ein deutlicher Feind?",
        "text_uthmani": "وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمْ أَنْهَكُمَا عَن تِلْكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيْطَـٰنَ لَكُمَا عَدُوٌّ مُّبِينٌ",
        "text_uthmani_transcribed": "wa nādāhumā rabbuhumā alam anhakumā 'an tilkumasy-syajarati wa aqul lakumā innasy-syaiṭāna lakumā 'aduwwum mubīn(un)."
      }
    ],
    "text_uthmani": "فَدَلَّىٰهُمَا بِغُرُورٍ ۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتْ لَهُمَا سَوْءَٰتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ ٱلْجَنَّةِ ۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمْ أَنْهَكُمَا عَن تِلْكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيْطَـٰنَ لَكُمَا عَدُوٌّ مُّبِينٌ",
    "text_uthmani_transcribed": "Fa dallāhumā bigurūr(in), falammā żāqasy-syajarata badat lahumā sau'ātuhumā wa ṭafiqā yakhṣifāni 'alaihimā miw waraqil-jannah(ti), wa nādāhumā rabbuhumā alam anhakumā 'an tilkumasy-syajarati wa aqul lakumā innasy-syaiṭāna lakumā 'aduwwum mubīn(un)."
  },
  {
    "verse_number": 23,
    "translation": "Sie sagten: Unser Herr, wir haben uns selbst Unrecht zugefügt. Wenn Du uns nicht vergibst und Dich unser erbarmst, werden wir ganz gewiß zu den Verlorenen gehören.",
    "segmented": [
      {
        "belongs_to_verse_number": 23,
        "translation": "Sie sagten: Unser Herr, wir haben uns selbst Unrecht zugefügt.",
        "text_uthmani": "قَالَا رَبَّنَا ظَلَمْنَآ أَنفُسَنَا",
        "text_uthmani_transcribed": "Qālā rabbanā ẓalamnā anfusanā"
      },
      {
        "belongs_to_verse_number": 23,
        "translation": "Wenn Du uns nicht vergibst und Dich unser erbarmst, werden wir ganz gewiß zu den Verlorenen gehören.",
        "text_uthmani": "وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ ٱلْخَـٰسِرِينَ",
        "text_uthmani_transcribed": "wa illam tagfir lanā wa tarḥamnā lanakūnanna minal-khāsirīn(a)."
      }
    ],
    "text_uthmani": "قَالَا رَبَّنَا ظَلَمْنَآ أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ ٱلْخَـٰسِرِينَ",
    "text_uthmani_transcribed": "Qālā rabbanā ẓalamnā anfusanā wa illam tagfir lanā wa tarḥamnā lanakūnanna minal-khāsirīn(a)."
  },
  {
    "verse_number": 24,
    "translation": "Er (Allah) sagte: Geht fort! Einer sei des anderen Feind. Und auf der Erde sollt ihr Aufenthalt und Nießbrauch auf Zeit haben.",
    "text_uthmani": "قَالَ ٱهْبِطُوا۟ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ وَلَكُمْ فِى ٱلْأَرْضِ مُسْتَقَرٌّ وَمَتَـٰعٌ إِلَىٰ حِينٍ",
    "text_uthmani_transcribed": "Qālahbiṭū ba'ḍukum liba'ḍin 'aduww(un), wa lakum fil-arḍi mustaqarruw wa matā'un ilā ḥīn(in)."
  },
  {
    "verse_number": 25,
    "translation": "Er (Allah) sagte: Auf ihr werdet ihr leben, und auf ihr werdet ihr sterben, und aus ihr werdet ihr hervorgebracht werden.",
    "text_uthmani": "قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ",
    "text_uthmani_transcribed": "Qāla fīhā taḥyauna wa fīhā tamūtūna wa minhā tukhrajūn(a)."
  },
  {
    "verse_number": 26,
    "translation": "O Kinder Adams, Wir haben auf euch Kleidung hinabgesandt, die eure Blöße verbirgt, und Gefieder. Aber die Kleidung der Gottesfurcht, die ist besser. Das ist (eines) von Allahs Zeichen, auf daß sie bedenken mögen.",
    "segmented": [
      {
        "belongs_to_verse_number": 26,
        "translation": "O Kinder Adams, Wir haben auf euch Kleidung hinabgesandt, die eure Blöße verbirgt, und Gefieder.",
        "text_uthmani": "يَـٰبَنِىٓ ءَادَمَ قَدْ أَنزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَٰرِى سَوْءَٰتِكُمْ وَرِيشًا ۖ",
        "text_uthmani_transcribed": "Yā banī ādama qad anzalnā 'alaikum libāsay yuwārī sau'ātikum wa rīsyā(n),"
      },
      {
        "belongs_to_verse_number": 26,
        "translation": "Aber die Kleidung der Gottesfurcht, die ist besser. Das ist (eines) von Allahs Zeichen, auf daß sie bedenken mögen.",
        "text_uthmani": "وَلِبَاسُ ٱلتَّقْوَىٰ ذَٰلِكَ خَيْرٌ ۚ ذَٰلِكَ مِنْ ءَايَـٰتِ ٱللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَ",
        "text_uthmani_transcribed": "wa libāsut-taqwā żālika khair(un), żālika min āyātillāhi la'allahum yażżakkarūn(a)."
      }
    ],
    "text_uthmani": "يَـٰبَنِىٓ ءَادَمَ قَدْ أَنزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَٰرِى سَوْءَٰتِكُمْ وَرِيشًا ۖ وَلِبَاسُ ٱلتَّقْوَىٰ ذَٰلِكَ خَيْرٌ ۚ ذَٰلِكَ مِنْ ءَايَـٰتِ ٱللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَ",
    "text_uthmani_transcribed": "Yā banī ādama qad anzalnā 'alaikum libāsay yuwārī sau'ātikum wa rīsyā(n), wa libāsut-taqwā żālika khair(un), żālika min āyātillāhi la'allahum yażżakkarūn(a)."
  },
  {
    "verse_number": 27,
    "translation": "O Kinder Adams, der Satan soll euch ja nicht der Versuchung aussetzen, wie er eure (Stamm)eltern aus dem (Paradies)garten vertrieben hat, indem er ihnen ihre Kleidung wegnahm, um ihnen ihre Blöße zu zeigen. Gewiß, er sieht euch, er und sein Stamm, von wo ihr sie nicht seht. Gewiß, Wir haben die Satane zu Schutzherren für diejenigen gemacht, die nicht glauben.",
    "segmented": [
      {
        "belongs_to_verse_number": 27,
        "translation": "O Kinder Adams, der Satan soll euch ja nicht der Versuchung aussetzen, wie er eure (Stamm)eltern aus dem (Paradies)garten vertrieben hat, indem",
        "text_uthmani": "يَـٰبَنِىٓ ءَادَمَ لَا يَفْتِنَنَّكُمُ ٱلشَّيْطَـٰنُ كَمَآ أَخْرَجَ أَبَوَيْكُم مِّنَ ٱلْجَنَّةِ يَنزِعُ",
        "text_uthmani_transcribed": "Yā banī ādama lā yaftinannakumusy-syaiṭānu kamā akhraja abawaikum minal-jannati yanzi'u"
      },
      {
        "belongs_to_verse_number": 27,
        "translation": "er ihnen ihre Kleidung wegnahm, um ihnen ihre Blöße zu zeigen. Gewiß, er sieht euch, er und sein Stamm, von wo ihr sie nicht seht.",
        "text_uthmani": "يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْءَٰتِهِمَآ ۗ إِنَّهُۥ يَرَىٰكُمْ هُوَ وَقَبِيلُهُۥ مِنْ حَيْثُ لَا تَرَوْنَهُمْ ۗ",
        "text_uthmani_transcribed": "yanzi'u 'anhumā libāsahumā liyuriyahumā sau'ātihimā, innahū yarākum huwa wa qabīluhū min ḥaiṡu lā taraunahum,"
      },
      {
        "belongs_to_verse_number": 27,
        "translation": "Gewiß, Wir haben die Satane zu Schutzherren für diejenigen gemacht, die nicht glauben.",
        "text_uthmani": "إِنَّا جَعَلْنَا ٱلشَّيَـٰطِينَ أَوْلِيَآءَ لِلَّذِينَ لَا يُؤْمِنُونَ",
        "text_uthmani_transcribed": "innā ja'alnasy-syayāṭīna auliyā'a lil-lażīna lā yu'minūn(a)."
      }
    ],
    "text_uthmani": "يَـٰبَنِىٓ ءَادَمَ لَا يَفْتِنَنَّكُمُ ٱلشَّيْطَـٰنُ كَمَآ أَخْرَجَ أَبَوَيْكُم مِّنَ ٱلْجَنَّةِ يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْءَٰتِهِمَآ ۗ إِنَّهُۥ يَرَىٰكُمْ هُوَ وَقَبِيلُهُۥ مِنْ حَيْثُ لَا تَرَوْنَهُمْ ۗ إِنَّا جَعَلْنَا ٱلشَّيَـٰطِينَ أَوْلِيَآءَ لِلَّذِينَ لَا يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Yā banī ādama lā yaftinannakumusy-syaiṭānu kamā akhraja abawaikum minal-jannati yanzi'u 'anhumā libāsahumā liyuriyahumā sau'ātihimā, innahū yarākum huwa wa qabīluhū min ḥaiṡu lā taraunahum, innā ja'alnasy-syayāṭīna auliyā'a lil-lażīna lā yu'minūn(a)."
  },
  {
    "verse_number": 28,
    "translation": "Und wenn sie eine Abscheulichkeit begehen, sagen sie: Wir haben unsere Väter darin (vorgefunden, und Allah hat es uns geboten. Sag: Allah gebietet nicht Schändliches. Wollt ihr (denn) über Allah sagen, was ihr nicht wißt?",
    "segmented": [
      {
        "belongs_to_verse_number": 28,
        "translation": "Und wenn sie eine Abscheulichkeit begehen, sagen sie: Wir haben unsere Väter darin (vorgefunden, und Allah hat es uns geboten.",
        "text_uthmani": "وَإِذَا فَعَلُوا۟ فَـٰحِشَةً قَالُوا۟ وَجَدْنَا عَلَيْهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَا ۗ",
        "text_uthmani_transcribed": "Wa iżā fa'alū fāḥisyatan qālū wajadnā 'alaihā ābā'anā wallāhu amaranā bihā,"
      },
      {
        "belongs_to_verse_number": 28,
        "translation": "Sag: Allah gebietet nicht Schändliches. Wollt ihr (denn) über Allah sagen, was ihr nicht wißt?",
        "text_uthmani": "قُلْ إِنَّ ٱللَّهَ لَا يَأْمُرُ بِٱلْفَحْشَآءِ ۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
        "text_uthmani_transcribed": "Qul innallāha lā ya'muru bil-faḥsyā'(i), ataqūlūna 'alallāhi mā lā ta'lamūn(a)."
      }
    ],
    "text_uthmani": "وَإِذَا فَعَلُوا۟ فَـٰحِشَةً قَالُوا۟ وَجَدْنَا عَلَيْهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَا ۗ قُلْ إِنَّ ٱللَّهَ لَا يَأْمُرُ بِٱلْفَحْشَآءِ ۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa iżā fa'alū fāḥisyatan qālū wajadnā 'alaihā ābā'anā wallāhu amaranā bihā, qul innallāha lā ya'muru bil-faḥsyā'(i), ataqūlūna 'alallāhi mā lā ta'lamūn(a)."
  },
  {
    "verse_number": 29,
    "translation": "Sag: Mein Herr hat Gerechtigkeit geboten, und ihr sollt euer Gesicht bei jeder Gebetsstätte aufrichten und Ihn anrufen, (wobei ihr) Ihm gegenüber aufrichtig in der Religion (sein sollt). So wie Er euch anfangs gebracht hat, werdet ihr zurückkehren.",
    "segmented": [
      {
        "belongs_to_verse_number": 29,
        "translation": "Sag: Mein Herr hat Gerechtigkeit geboten, und ihr sollt euer Gesicht bei jeder Gebetsstätte aufrichten",
        "text_uthmani": "قُلْ أَمَرَ رَبِّى بِٱلْقِسْطِ ۖ وَأَقِيمُوا۟ وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ",
        "text_uthmani_transcribed": "Qul amara rabbī bil-qisṭ(i), wa aqīmū wujūhakum 'inda kulli masjidiw"
      },
      {
        "belongs_to_verse_number": 29,
        "translation": "und Ihn anrufen, (wobei ihr) Ihm gegenüber aufrichtig in der Religion (sein sollt).",
        "text_uthmani": "وَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ۚ",
        "text_uthmani_transcribed": "wad'ūhu mukhliṣīna lahud-dīn(a)."
      },
      {
        "belongs_to_verse_number": 29,
        "translation": "So wie Er euch anfangs gebracht hat, werdet ihr zurückkehren.",
        "text_uthmani": "كَمَا بَدَأَكُمْ تَعُودُونَ",
        "text_uthmani_transcribed": "kamā bada'akum ta'ūdūn(a)."
      }
    ],
    "text_uthmani": "قُلْ أَمَرَ رَبِّى بِٱلْقِسْطِ ۖ وَأَقِيمُوا۟ وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ وَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ۚ كَمَا بَدَأَكُمْ تَعُودُونَ",
    "text_uthmani_transcribed": "Qul amara rabbī bil-qisṭ(i), wa aqīmū wujūhakum 'inda kulli masjidiw wad'ūhu mukhliṣīna lahud-dīn(a), kamā bada'akum ta'ūdūn(a)."
  },
  {
    "verse_number": 30,
    "translation": "Einen Teil hat Er rechtgeleitet, an einem (anderen) Teil aber hat sich das Irregehen bewahrheitet, denn sie haben sich die Satane anstatt Allahs zu Schutzherren genommen und meinen, sie seien rechtgeleitet.",
    "segmented": [
      {
        "belongs_to_verse_number": 30,
        "translation": "Einen Teil hat Er rechtgeleitet, an einem (anderen) Teil aber hat sich das Irregehen bewahrheitet, denn sie haben sich die Satane anstatt Allahs zu Schutzherren genommen",
        "text_uthmani": "فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيْهِمُ ٱلضَّلَـٰلَةُ ۗ إِنَّهُمُ ٱتَّخَذُوا۟ ٱلشَّيَـٰطِينَ أَوْلِيَآءَ مِن دُونِ ٱللَّهِ",
        "text_uthmani_transcribed": "Farīqan hadā wa farīqan ḥaqqa 'alaihimuḍ-ḍalālah(tu), innahumuttakhażusy-syayāṭīna auliyā'a min dūnillāhi"
      },
      {
        "belongs_to_verse_number": 30,
        "translation": "und meinen, sie seien rechtgeleitet.",
        "text_uthmani": "وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ",
        "text_uthmani_transcribed": "wa yaḥsabūna annahum muhtadūn(a)."
      }
    ],
    "text_uthmani": "فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيْهِمُ ٱلضَّلَـٰلَةُ ۗ إِنَّهُمُ ٱتَّخَذُوا۟ ٱلشَّيَـٰطِينَ أَوْلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ",
    "text_uthmani_transcribed": "Farīqan hadā wa farīqan ḥaqqa 'alaihimuḍ-ḍalālah(tu), innahumuttakhażusy-syayāṭīna auliyā'a min dūnillāhi wa yaḥsabūna annahum muhtadūn(a)."
  },
  {
    "verse_number": 31,
    "translation": "O Kinder Adams, legt euren Schmuck bei jeder Gebetsstätte an und eßt und trinkt, aber seid nicht maßlos! - Er (Allah) liebt nicht die Maßlosen.",
    "text_uthmani": "۞ يَـٰبَنِىٓ ءَادَمَ خُذُوا۟ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ وَكُلُوا۟ وَٱشْرَبُوا۟ وَلَا تُسْرِفُوٓا۟ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْرِفِينَ",
    "text_uthmani_transcribed": "Yā banī ādama khużū zīnatakum 'inda kulli masjidiw wa kulū wasyrabū wa lā tusrifū, innahū lā yuḥibbul-musrifīn(a)."
  },
  {
    "verse_number": 32,
    "translation": "Sag: Wer hat den Schmuck Allahs verboten, den Er für Seine Diener hervorgebracht hat, und (auch) die guten Dinge (aus) der Versorgung (Allahs)? Sag: Sie sind im diesseitigen Leben für diejenigen (bestimmt), die glauben, und am Tag der Auferstehung (ihnen) vorbehalten. So legen Wir die Zeichen ausführlich dar für Leute, die Bescheid wissen.",
    "segmented": [
      {
        "belongs_to_verse_number": 32,
        "translation": "Sag: Wer hat den Schmuck Allahs verboten, den Er für Seine Diener hervorgebracht hat, und (auch) die guten Dinge (aus) der Versorgung (Allahs)?",
        "text_uthmani": "قُلْ مَنْ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِىٓ أَخْرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَـٰتِ مِنَ ٱلرِّزْقِ ۚ",
        "text_uthmani_transcribed": "Qul man ḥarrama zīnatallāhil-latī akhraja li'ibādihī waṭ-ṭayyibāti minar-rizq(i),"
      },
      {
        "belongs_to_verse_number": 32,
        "translation": "Sag: Sie sind im diesseitigen Leben für diejenigen (bestimmt), die glauben, und am Tag der Auferstehung (ihnen) vorbehalten.",
        "text_uthmani": "قُلْ هِىَ لِلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا خَالِصَةً يَوْمَ ٱلْقِيَـٰمَةِ ۗ",
        "text_uthmani_transcribed": "qul hiya lil-lażīna āmanū fil-ḥayātid-dun-yā khāliṣatay yaumal-qiyāmah(ti),"
      },
      {
        "belongs_to_verse_number": 32,
        "translation": "So legen Wir die Zeichen ausführlich dar für Leute, die Bescheid wissen.",
        "text_uthmani": "كَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْلَمُونَ",
        "text_uthmani_transcribed": "każālika nufaṣṣilul-āyāti liqaumiy ya'lamūn(a)."
      }
    ],
    "text_uthmani": "قُلْ مَنْ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِىٓ أَخْرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَـٰتِ مِنَ ٱلرِّزْقِ ۚ قُلْ هِىَ لِلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا خَالِصَةً يَوْمَ ٱلْقِيَـٰمَةِ ۗ كَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْلَمُونَ",
    "text_uthmani_transcribed": "Qul man ḥarrama zīnatallāhil-latī akhraja li'ibādihī waṭ-ṭayyibāti minar-rizq(i), qul hiya lil-lażīna āmanū fil-ḥayātid-dun-yā khāliṣatay yaumal-qiyāmah(ti), każālika nufaṣṣilul-āyāti liqaumiy ya'lamūn(a)."
  },
  {
    "verse_number": 33,
    "translation": "Sag: Mein Herr hat nur die Abscheulichkeiten verboten, was von ihnen offen und was verborgen ist; und (auch) die Sünde und die Gewalttätigkeit ohne Recht, und, daß ihr Allah (etwas) beigesellt, wofür Er keine Ermächtigung herabgesandt hat, und daß ihr über Allah (etwas) sagt, was ihr nicht wißt.",
    "segmented": [
      {
        "belongs_to_verse_number": 33,
        "translation": "Sag: Mein Herr hat nur die Abscheulichkeiten verboten, was von ihnen offen und was verborgen ist; und (auch) die Sünde",
        "text_uthmani": "قُلْ إِنَّمَا حَرَّمَ رَبِّىَ ٱلْفَوَٰحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَٱلْإِثْمَ",
        "text_uthmani_transcribed": "Qul innamā ḥarrama rabbiyal-fawāḥisya mā ẓahara minhā wa mā baṭana wal-iṡma"
      },
      {
        "belongs_to_verse_number": 33,
        "translation": "und die Gewalttätigkeit ohne Recht, und, daß ihr Allah (etwas) beigesellt, wofür Er keine Ermächtigung herabgesandt hat,",
        "text_uthmani": "وَٱلْبَغْىَ بِغَيْرِ ٱلْحَقِّ وَأَن تُشْرِكُوا۟ بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَـٰنًا",
        "text_uthmani_transcribed": "wal-bagya bigairil-ḥaqqi wa an tusyrikū billāhi mā lam yunazzil bihī sulṭānaw"
      },
      {
        "belongs_to_verse_number": 33,
        "translation": "und daß ihr über Allah (etwas) sagt, was ihr nicht wißt.",
        "text_uthmani": "وَأَن تَقُولُوا۟ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
        "text_uthmani_transcribed": "wa an taqūlū 'alallāhi mā lā ta'lamūn(a)."
      }
    ],
    "text_uthmani": "قُلْ إِنَّمَا حَرَّمَ رَبِّىَ ٱلْفَوَٰحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَٱلْإِثْمَ وَٱلْبَغْىَ بِغَيْرِ ٱلْحَقِّ وَأَن تُشْرِكُوا۟ بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَـٰنًا وَأَن تَقُولُوا۟ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "text_uthmani_transcribed": "Qul innamā ḥarrama rabbiyal-fawāḥisya mā ẓahara minhā wa mā baṭana wal-iṡma wal-bagya bigairil-ḥaqqi wa an tusyrikū billāhi mā lam yunazzil bihī sulṭānaw wa an taqūlū 'alallāhi mā lā ta'lamūn(a)."
  },
  {
    "verse_number": 34,
    "translation": "Jede Gemeinschaft hat eine (festgesetzte) Frist. Und wenn nun ihre Frist kommt, können sie (sie) weder um eine Stunde hinausschieben noch sie vorverlegen.",
    "segmented": [
      {
        "belongs_to_verse_number": 34,
        "translation": "Jede Gemeinschaft hat eine (festgesetzte) Frist.",
        "text_uthmani": "وَلِكُلِّ أُمَّةٍ أَجَلٌ ۖ",
        "text_uthmani_transcribed": "Wa likulli ummatin ajal(un)"
      },
      {
        "belongs_to_verse_number": 34,
        "translation": "Und wenn nun ihre Frist kommt, können sie (sie) weder um eine Stunde hinausschieben noch sie vorverlegen.",
        "text_uthmani": "فَإِذَا جَآءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
        "text_uthmani_transcribed": "fa iżā jā'a ajaluhum lā yasta'khirūna sā'ataw wa lā yastaqdimūn(a)."
      }
    ],
    "text_uthmani": "وَلِكُلِّ أُمَّةٍ أَجَلٌ ۖ فَإِذَا جَآءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
    "text_uthmani_transcribed": "Wa likulli ummatin ajal(un), fa iżā jā'a ajaluhum lā yasta'khirūna sā'ataw wa lā yastaqdimūn(a)."
  },
  {
    "verse_number": 35,
    "translation": "O Kinder Adams, wenn immer Gesandte von euch (selbst) zu euch kommen, die euch Meine Zeichen berichten - wer dann gottesfürchtig ist und Besserung bringt, über die soll keine Furcht kommen, noch sollen sie traurig sein.",
    "segmented": [
      {
        "belongs_to_verse_number": 35,
        "translation": "O Kinder Adams, wenn immer Gesandte von euch (selbst) zu euch kommen, die euch Meine Zeichen berichten - wer dann gottesfürchtig ist",
        "text_uthmani": "يَـٰبَنِىٓ ءَادَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ ءَايَـٰتِى ۙ فَمَنِ ٱتَّقَىٰ",
        "text_uthmani_transcribed": "Yā banī ādama immā ya'tiyannakum rusulum minkum yaquṣṣūna 'alaikum āyātī, famanittaqā"
      },
      {
        "belongs_to_verse_number": 35,
        "translation": "und Besserung bringt, über die soll keine Furcht kommen, noch sollen sie traurig sein.",
        "text_uthmani": "فَمَنِ ٱتَّقَىٰ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
        "text_uthmani_transcribed": "famanittaqā wa aṣlaḥa falā khaufun 'alaihim wa lā hum yaḥzanūn(a)."
      }
    ],
    "text_uthmani": "يَـٰبَنِىٓ ءَادَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ ءَايَـٰتِى ۙ فَمَنِ ٱتَّقَىٰ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "text_uthmani_transcribed": "Yā banī ādama immā ya'tiyannakum rusulum minkum yaquṣṣūna 'alaikum āyātī, famanittaqā wa aṣlaḥa falā khaufun 'alaihim wa lā hum yaḥzanūn(a)."
  },
  {
    "verse_number": 36,
    "translation": "Diejenigen aber, die Unsere Zeichen für Lüge erklären und sich ihnen gegenüber hochmütig verhalten, das sind Insassen des (Höllen)feuers. Ewig werden sie darin bleiben.",
    "segmented": [
      {
        "belongs_to_verse_number": 36,
        "translation": "Diejenigen aber, die Unsere Zeichen für Lüge erklären und sich ihnen gegenüber hochmütig verhalten, das sind Insassen des (Höllen)feuers.",
        "text_uthmani": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَٱسْتَكْبَرُوا۟ عَنْهَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ",
        "text_uthmani_transcribed": "Wal-lażīna każżabū bi'āyātinā wastakbarū 'anhā ulā'ika aṣḥābun-nār(i),"
      },
      {
        "belongs_to_verse_number": 36,
        "translation": "Ewig werden sie darin bleiben.",
        "text_uthmani": "هُمْ فِيهَا خَـٰلِدُونَ",
        "text_uthmani_transcribed": "hum fīhā khālidūn(a)."
      }
    ],
    "text_uthmani": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَٱسْتَكْبَرُوا۟ عَنْهَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
    "text_uthmani_transcribed": "Wal-lażīna każżabū bi'āyātinā wastakbarū 'anhā ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a)."
  },
  {
    "verse_number": 37,
    "translation": "Wer ist denn ungerechter, als wer gegen Allah eine Lüge ersinnt oder Seine Zeichen für Lüge erklärt? Jene wird ihr Anteil vom Buch erreichen, bis daß, wenn Unsere Gesandten dann zu ihnen kommen, um sie abzuberufen, sie sagen: Wo ist das, was ihr außer Allah anzurufen pflegtet? Sie werden sagen: Sie sind uns entschwunden. Und sie zeugen gegen sich selbst, daß sie ungläubig waren.",
    "segmented": [
      {
        "belongs_to_verse_number": 37,
        "translation": "Wer ist denn ungerechter, als wer gegen Allah eine Lüge ersinnt oder Seine Zeichen für Lüge erklärt?",
        "text_uthmani": "فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَـٰتِهِۦٓ ۚ",
        "text_uthmani_transcribed": "Faman aẓlamu mimmaniftarā 'alallāhi każiban au każżaba bi'āyātih(ī),"
      },
      {
        "belongs_to_verse_number": 37,
        "translation": "Jene wird ihr Anteil vom Buch erreichen, bis daß, wenn Unsere Gesandten dann zu ihnen kommen, um sie abzuberufen, sie sagen: Wo ist das, was ihr",
        "text_uthmani": "أُو۟لَـٰٓئِكَ يَنَالُهُمْ نَصِيبُهُم مِّنَ ٱلْكِتَـٰبِ ۖ حَتَّىٰٓ إِذَا جَآءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ قَالُوٓا۟ أَيْنَ مَا كُنتُمْ تَدْعُونَ",
        "text_uthmani_transcribed": "ulā'ika yanāluhum naṣībuhum minal-kitāb(i), ḥattā iżā jā'athum rusulunā yatawaffaunahum, qālū aina mā kuntum tad'ūna"
      },
      {
        "belongs_to_verse_number": 37,
        "translation": "außer Allah anzurufen pflegtet? Sie werden sagen: Sie sind uns entschwunden. Und sie zeugen gegen sich selbst, daß sie ungläubig waren.",
        "text_uthmani": "أَيْنَ مَا كُنتُمْ تَدْعُونَ مِن دُونِ ٱللَّهِ ۖ قَالُوا۟ ضَلُّوا۟ عَنَّا وَشَهِدُوا۟ عَلَىٰٓ أَنفُسِهِمْ أَنَّهُمْ كَانُوا۟ كَـٰفِرِينَ",
        "text_uthmani_transcribed": "aina mā kuntum tad'ūna min dūnillāh(i), qālū ḍallū 'annā wa syahidū 'alā anfusihim annahum kānū kāfirīn(a)."
      }
    ],
    "text_uthmani": "فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَـٰتِهِۦٓ ۚ أُو۟لَـٰٓئِكَ يَنَالُهُمْ نَصِيبُهُم مِّنَ ٱلْكِتَـٰبِ ۖ حَتَّىٰٓ إِذَا جَآءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ قَالُوٓا۟ أَيْنَ مَا كُنتُمْ تَدْعُونَ مِن دُونِ ٱللَّهِ ۖ قَالُوا۟ ضَلُّوا۟ عَنَّا وَشَهِدُوا۟ عَلَىٰٓ أَنفُسِهِمْ أَنَّهُمْ كَانُوا۟ كَـٰفِرِينَ",
    "text_uthmani_transcribed": "Faman aẓlamu mimmaniftarā 'alallāhi każiban au każżaba bi'āyātih(ī), ulā'ika yanāluhum naṣībuhum minal-kitāb(i), ḥattā iżā jā'athum rusulunā yatawaffaunahum, qālū aina mā kuntum tad'ūna min dūnillāh(i), qālū ḍallū 'annā wa syahidū 'alā anfusihim annahum kānū kāfirīn(a)."
  },
  {
    "verse_number": 38,
    "translation": "Er (Allah) sagt: Tretet ein unter Gemeinschaften von den Ginn und den Menschen, die schon vor euch dahingegangen sind, ins (Höllen)feuer. Jedesmal, wenn eine Gemeinschaft eintritt, verflucht sie die vorhergehende. Wenn sie dann alle darin eingeholt werden, sagt die letzte von ihnen in Bezug auf die erste: Unser Herr, diese da haben uns in die Irre geführt. So gib ihnen eine mehrfache Strafe vom (Höllen)feuer! Er sagt: Jeder bekommt das Mehrfache, aber ihr wißt (es) nicht.",
    "segmented": [
      {
        "belongs_to_verse_number": 38,
        "translation": "Er (Allah) sagt: Tretet ein unter Gemeinschaften von den Ginn und den Menschen, die schon vor euch dahingegangen sind, ins (Höllen)feuer.",
        "text_uthmani": "قَالَ ٱدْخُلُوا۟ فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ فِى ٱلنَّارِ ۖ",
        "text_uthmani_transcribed": "Qāladkhulū fī umamin qad khalat min qablikum minal-jinni wal-insi fin-nār(i),"
      },
      {
        "belongs_to_verse_number": 38,
        "translation": "Jedesmal, wenn eine Gemeinschaft eintritt, verflucht sie die vorhergehende.",
        "text_uthmani": "كُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا ۖ",
        "text_uthmani_transcribed": "kullamā dakhalat ummatul la'anat ukhtahā,"
      },
      {
        "belongs_to_verse_number": 38,
        "translation": "Wenn sie dann alle darin eingeholt werden, sagt die letzte von ihnen in Bezug auf die erste: Unser Herr, diese da haben uns in die Irre geführt.",
        "text_uthmani": "حَتَّىٰٓ إِذَا ٱدَّارَكُوا۟ فِيهَا جَمِيعًا قَالَتْ أُخْرَىٰهُمْ لِأُولَىٰهُمْ رَبَّنَا هَـٰٓؤُلَآءِ أَضَلُّونَا",
        "text_uthmani_transcribed": "ḥattā iżaddārakū fīhā jamī'ā(n), qālat ukhrāhum li'ūlāhum rabbanā hā'ulā'i aḍallūnā"
      },
      {
        "belongs_to_verse_number": 38,
        "translation": "So gib ihnen eine mehrfache Strafe vom (Höllen)feuer! Er sagt: Jeder bekommt das Mehrfache, aber ihr wißt (es) nicht.",
        "text_uthmani": "فَـَٔاتِهِمْ عَذَابًا ضِعْفًا مِّنَ ٱلنَّارِ ۖ قَالَ لِكُلٍّ ضِعْفٌ وَلَـٰكِن لَّا تَعْلَمُونَ",
        "text_uthmani_transcribed": "fa ātihim 'ażāban ḍi'fam minan-nār(i), qāla likullin ḍi'fuw wa lākil lā ta'lamūn(a)."
      }
    ],
    "text_uthmani": "قَالَ ٱدْخُلُوا۟ فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ فِى ٱلنَّارِ ۖ كُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا ۖ حَتَّىٰٓ إِذَا ٱدَّارَكُوا۟ فِيهَا جَمِيعًا قَالَتْ أُخْرَىٰهُمْ لِأُولَىٰهُمْ رَبَّنَا هَـٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمْ عَذَابًا ضِعْفًا مِّنَ ٱلنَّارِ ۖ قَالَ لِكُلٍّ ضِعْفٌ وَلَـٰكِن لَّا تَعْلَمُونَ",
    "text_uthmani_transcribed": "Qāladkhulū fī umamin qad khalat min qablikum minal-jinni wal-insi fin-nār(i), kullamā dakhalat ummatul la'anat ukhtahā, ḥattā iżaddārakū fīhā jamī'ā(n), qālat ukhrāhum li'ūlāhum rabbanā hā'ulā'i aḍallūnā fa ātihim 'ażāban ḍi'fam minan-nār(i), qāla likullin ḍi'fuw wa lākil lā ta'lamūn(a)."
  },
  {
    "verse_number": 39,
    "translation": "Und die erste von ihnen sagt zu der letzten: Ihr habt doch keinen Vorzug gegenüber uns. So kostet die Strafe für das, was ihr verdient habt.",
    "text_uthmani": "وَقَالَتْ أُولَىٰهُمْ لِأُخْرَىٰهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِن فَضْلٍ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْسِبُونَ",
    "text_uthmani_transcribed": "Wa qālat ūlāhum li'ukhrāhum famā kāna lakum 'alainā min faḍlin fa żūqul-'ażāba bimā kuntum taksibūn(a)."
  },
  {
    "verse_number": 40,
    "translation": "Gewiß, denjenigen, die Unsere Zeichen für Lüge erklären und sich ihnen gegenüber hochmütig verhalten, werden die Tore des Himmels nicht geöffnet, und sie werden nicht in den (Paradies)garten eingehen, bis ein Kamel durch ein Nadelöhr geht. So vergelten Wir den Übeltätern.",
    "segmented": [
      {
        "belongs_to_verse_number": 40,
        "translation": "Gewiß, denjenigen, die Unsere Zeichen für Lüge erklären",
        "text_uthmani": "إِنَّ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا",
        "text_uthmani_transcribed": "Innal-lażīna każżabū bi'āyātinā"
      },
      {
        "belongs_to_verse_number": 40,
        "translation": "und sich ihnen gegenüber hochmütig verhalten, werden die Tore des Himmels nicht geöffnet,",
        "text_uthmani": "وَٱسْتَكْبَرُوا۟ عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَٰبُ ٱلسَّمَآءِ",
        "text_uthmani_transcribed": "wastakbarū 'anhā lā tufattaḥu lahum abwābus-samā'i"
      },
      {
        "belongs_to_verse_number": 40,
        "translation": "und sie werden nicht in den (Paradies)garten eingehen, bis ein Kamel durch ein Nadelöhr geht. So vergelten Wir den Übeltätern.",
        "text_uthmani": "وَلَا يَدْخُلُونَ ٱلْجَنَّةَ حَتَّىٰ يَلِجَ ٱلْجَمَلُ فِى سَمِّ ٱلْخِيَاطِ ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُجْرِمِينَ",
        "text_uthmani_transcribed": "wa lā yadkhulūnal-jannata ḥattā yalijal-jamalu fī sammil-khiyāṭ(i), wa każālika najzil-mujrimīn(a)."
      }
    ],
    "text_uthmani": "إِنَّ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَٱسْتَكْبَرُوا۟ عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَٰبُ ٱلسَّمَآءِ وَلَا يَدْخُلُونَ ٱلْجَنَّةَ حَتَّىٰ يَلِجَ ٱلْجَمَلُ فِى سَمِّ ٱلْخِيَاطِ ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُجْرِمِينَ",
    "text_uthmani_transcribed": "Innal-lażīna każżabū bi'āyātinā wastakbarū 'anhā lā tufattaḥu lahum abwābus-samā'i wa lā yadkhulūnal-jannata ḥattā yalijal-jamalu fī sammil-khiyāṭ(i), wa każālika najzil-mujrimīn(a)."
  },
  {
    "verse_number": 41,
    "translation": "Für sie wird die Hölle eine Lagerstatt sein, und über ihnen werden Decken (aus Höllenfeuer) sein. So vergelten Wir den Ungerechten.",
    "text_uthmani": "لَهُم مِّن جَهَنَّمَ مِهَادٌ وَمِن فَوْقِهِمْ غَوَاشٍ ۚ وَكَذَٰلِكَ نَجْزِى ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Lahum min jahannama mihāduw wa min fauqihim gawāsy(in), wa każālika najziẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 42,
    "translation": "Diejenigen aber, die glauben und rechtschaffene Werke tun - Wir erlegen keiner Seele mehr auf, als sie zu leisten vermag -, jene sind Insassen des (Paradies)gartens. Ewig werden sie darin bleiben.",
    "segmented": [
      {
        "belongs_to_verse_number": 42,
        "translation": "Diejenigen aber, die glauben",
        "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟",
        "text_uthmani_transcribed": "Wal-lażīna āmanū"
      },
      {
        "belongs_to_verse_number": 42,
        "translation": "und rechtschaffene Werke tun - Wir erlegen keiner Seele mehr auf, als sie zu leisten vermag -, jene sind Insassen des (Paradies)gartens.",
        "text_uthmani": "وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ",
        "text_uthmani_transcribed": "wa 'amiluṣ-ṣāliḥāti lā nukallifu nafsan illā wus'ahā, ulā'ika aṣḥābul-jannah(ti),"
      },
      {
        "belongs_to_verse_number": 42,
        "translation": "Ewig werden sie darin bleiben.",
        "text_uthmani": "هُمْ فِيهَا خَـٰلِدُونَ",
        "text_uthmani_transcribed": "hum fīhā khālidūn(a)."
      }
    ],
    "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
    "text_uthmani_transcribed": "Wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti lā nukallifu nafsan illā wus'ahā, ulā'ika aṣḥābul-jannah(ti), hum fīhā khālidūn(a)."
  },
  {
    "verse_number": 43,
    "translation": "Und Wir nehmen weg, was in ihren Brüsten an Groll ist. Unter ihnen strömen Flüsse. Und sie sagen: (Alles) Lob gehört Allah, Der uns hierher geleitet hat! Wir hätten unmöglich die Rechtleitung gefunden, wenn uns Allah nicht rechtgeleitet hätte. Die Gesandten unseres Herrn sind wirklich mit der Wahrheit gekommen. Und es wird ihnen zugerufen: Siehe, das ist der (Paradies)garten. Er ist euch zum Erbe gegeben worden für das, was ihr zu tun pflegtet.",
    "segmented": [
      {
        "belongs_to_verse_number": 43,
        "translation": "Und Wir nehmen weg, was in ihren Brüsten an Groll ist. Unter ihnen strömen Flüsse.",
        "text_uthmani": "وَنَزَعْنَا مَا فِى صُدُورِهِم مِّنْ غِلٍّ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَـٰرُ ۖ",
        "text_uthmani_transcribed": "Wa naza'nā mā fī ṣudūrihim min gillin tajrī min taḥtihimul-anhār(u)."
      },
      {
        "belongs_to_verse_number": 43,
        "translation": "Und sie sagen: (Alles) Lob gehört Allah, Der uns hierher geleitet hat!",
        "text_uthmani": "وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى هَدَىٰنَا لِهَـٰذَا",
        "text_uthmani_transcribed": "wa qālul-ḥamdu lillāhil-lażī hadānā lihāżā"
      },
      {
        "belongs_to_verse_number": 43,
        "translation": "Wir hätten unmöglich die Rechtleitung gefunden, wenn uns Allah nicht rechtgeleitet hätte.",
        "text_uthmani": "وَمَا كُنَّا لِنَهْتَدِىَ لَوْلَآ أَنْ هَدَىٰنَا ٱللَّهُ ۖ",
        "text_uthmani_transcribed": "wa mā kunnā linahtadiya lau lā an hadānallāh(u),"
      },
      {
        "belongs_to_verse_number": 43,
        "translation": "Die Gesandten unseres Herrn sind wirklich mit der Wahrheit gekommen. Und es wird ihnen zugerufen: Siehe, das ist der (Paradies)garten.",
        "text_uthmani": "لَقَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ ۖ وَنُودُوٓا۟ أَن تِلْكُمُ ٱلْجَنَّةُ",
        "text_uthmani_transcribed": "laqad jā'at rusulu rabbinā bil-ḥaqq(i), wa nūdū an tilkumul-jannatu"
      },
      {
        "belongs_to_verse_number": 43,
        "translation": "Er ist euch zum Erbe gegeben worden für das, was ihr zu tun pflegtet.",
        "text_uthmani": "وَنُودُوٓا۟ أَن تِلْكُمُ ٱلْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ",
        "text_uthmani_transcribed": "wa nūdū an tilkumul-jannatu ūriṡtumūhā bimā kuntum ta'malūn(a)."
      }
    ],
    "text_uthmani": "وَنَزَعْنَا مَا فِى صُدُورِهِم مِّنْ غِلٍّ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَـٰرُ ۖ وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى هَدَىٰنَا لِهَـٰذَا وَمَا كُنَّا لِنَهْتَدِىَ لَوْلَآ أَنْ هَدَىٰنَا ٱللَّهُ ۖ لَقَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ ۖ وَنُودُوٓا۟ أَن تِلْكُمُ ٱلْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ",
    "text_uthmani_transcribed": "Wa naza'nā mā fī ṣudūrihim min gillin tajrī min taḥtihimul-anhār(u), wa qālul-ḥamdu lillāhil-lażī hadānā lihāżā, wa mā kunnā linahtadiya lau lā an hadānallāh(u), laqad jā'at rusulu rabbinā bil-ḥaqq(i), wa nūdū an tilkumul-jannatu ūriṡtumūhā bimā kuntum ta'malūn(a)."
  },
  {
    "verse_number": 44,
    "translation": "Die Insassen des (Paradies)gartens rufen den Insassen des (Höllen)feuers zu: Wir haben gefunden, daß das, was uns unser Herr versprochen hat, wahr ist. Habt (auch) ihr gefunden, daß das, was euer Herr versprochen hat, wahr ist? Sie sagen: Ja! Und dann ruft ein Rufer unter ihnen aus: Allahs Fluch (kommt) über die Ungerechten,",
    "segmented": [
      {
        "belongs_to_verse_number": 44,
        "translation": "Die Insassen des (Paradies)gartens rufen den Insassen des (Höllen)feuers zu: Wir haben gefunden, daß das, was uns unser Herr versprochen hat,",
        "text_uthmani": "وَنَادَىٰٓ أَصْحَـٰبُ ٱلْجَنَّةِ أَصْحَـٰبَ ٱلنَّارِ أَن قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا",
        "text_uthmani_transcribed": "Wa nādā aṣḥābul-jannati aṣḥāban-nāri an qad wajadnā mā wa'adanā rabbunā"
      },
      {
        "belongs_to_verse_number": 44,
        "translation": "wahr ist. Habt (auch) ihr gefunden, daß das, was euer Herr versprochen hat, wahr ist? Sie sagen: Ja!",
        "text_uthmani": "حَقًّا فَهَلْ وَجَدتُّم مَّا وَعَدَ رَبُّكُمْ حَقًّا ۖ قَالُوا۟ نَعَمْ ۚ",
        "text_uthmani_transcribed": "ḥaqqan fahal wajattum mā wa'ada rabbukum ḥaqqā(n), qālū na'am, ۖ"
      },
      {
        "belongs_to_verse_number": 44,
        "translation": "Und dann ruft ein Rufer unter ihnen aus: Allahs Fluch (kommt) über die Ungerechten,",
        "text_uthmani": "فَأَذَّنَ مُؤَذِّنٌۢ بَيْنَهُمْ أَن لَّعْنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِينَ",
        "text_uthmani_transcribed": "fa ażżana mu'ażżinum bainahum al la'natullāhi 'alaẓ-ẓālimīn(a)."
      }
    ],
    "text_uthmani": "وَنَادَىٰٓ أَصْحَـٰبُ ٱلْجَنَّةِ أَصْحَـٰبَ ٱلنَّارِ أَن قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدتُّم مَّا وَعَدَ رَبُّكُمْ حَقًّا ۖ قَالُوا۟ نَعَمْ ۚ فَأَذَّنَ مُؤَذِّنٌۢ بَيْنَهُمْ أَن لَّعْنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Wa nādā aṣḥābul-jannati aṣḥāban-nāri an qad wajadnā mā wa'adanā rabbunā ḥaqqan fahal wajattum mā wa'ada rabbukum ḥaqqā(n), qālū na'am, fa ażżana mu'ażżinum bainahum al la'natullāhi 'alaẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 45,
    "translation": "die von Allahs Weg abhalten und danach trachten, ihn krumm zu machen, und die das Jenseits verleugnen.",
    "text_uthmani": "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِٱلْـَٔاخِرَةِ كَـٰفِرُونَ",
    "text_uthmani_transcribed": "Al-lażīna yaṣuddūna 'an sabīlillāhi wa yabgūnahā 'iwajā(n), wa hum bil-ākhirati kāfirūn(a)."
  },
  {
    "verse_number": 46,
    "translation": "Und zwischen ihnen ist ein Vorhang. Und auf den Höhen sind Männer, die jeden an seinem Merkmal erkennen. Sie rufen den Insassen des (Paradies)gartens zu: Friede sei auf euch! Sie sind aber in ihn nicht eingetreten, und sie begehren (es) doch.",
    "segmented": [
      {
        "belongs_to_verse_number": 46,
        "translation": "Und zwischen ihnen ist ein Vorhang. Und auf den Höhen sind Männer, die jeden an seinem Merkmal erkennen.",
        "text_uthmani": "وَبَيْنَهُمَا حِجَابٌ ۚ وَعَلَى ٱلْأَعْرَافِ رِجَالٌ يَعْرِفُونَ كُلًّۢا بِسِيمَىٰهُمْ ۚ",
        "text_uthmani_transcribed": "Wa bainahumā ḥijāb(un), wa 'alal-a'rāfi rijāluy ya'rifūna kullam bisīmāhum,"
      },
      {
        "belongs_to_verse_number": 46,
        "translation": "Sie rufen den Insassen des (Paradies)gartens zu: Friede sei auf euch! Sie sind aber in ihn nicht eingetreten, und sie begehren (es) doch.",
        "text_uthmani": "وَنَادَوْا۟ أَصْحَـٰبَ ٱلْجَنَّةِ أَن سَلَـٰمٌ عَلَيْكُمْ ۚ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ",
        "text_uthmani_transcribed": "wa nādau aṣḥābal-jannati an salāmun 'alaikum, lam yadkhulūhā wa hum yaṭma'ūn(a)."
      }
    ],
    "text_uthmani": "وَبَيْنَهُمَا حِجَابٌ ۚ وَعَلَى ٱلْأَعْرَافِ رِجَالٌ يَعْرِفُونَ كُلًّۢا بِسِيمَىٰهُمْ ۚ وَنَادَوْا۟ أَصْحَـٰبَ ٱلْجَنَّةِ أَن سَلَـٰمٌ عَلَيْكُمْ ۚ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ",
    "text_uthmani_transcribed": "Wa bainahumā ḥijāb(un), wa 'alal-a'rāfi rijāluy ya'rifūna kullam bisīmāhum, wa nādau aṣḥābal-jannati an salāmun 'alaikum, lam yadkhulūhā wa hum yaṭma'ūn(a)."
  },
  {
    "verse_number": 47,
    "translation": "Und wenn ihre Blicke den Insassen des (Höllen)feuers zugewendet werden, sagen sie: Unser Herr, lasse uns nicht mit dem ungerechten Volk sein!",
    "text_uthmani": "۞ وَإِذَا صُرِفَتْ أَبْصَـٰرُهُمْ تِلْقَآءَ أَصْحَـٰبِ ٱلنَّارِ قَالُوا۟ رَبَّنَا لَا تَجْعَلْنَا مَعَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Wa iżā ṣurifat abṣāruhum tilqā'a aṣḥābin-nāri qālū rabbanā lā taj'alnā ma'al-qaumiẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 48,
    "translation": "Und die Leute der Höhen rufen Männern, die sie an ihren Merkmalen erkennen, zu. Sie sagen: Es hat euch eure Ansammlung, und daß ihr euch hochmütig zu verhalten pflegtet, nicht genützt.",
    "segmented": [
      {
        "belongs_to_verse_number": 48,
        "translation": "Und die Leute der Höhen rufen Männern, die sie an ihren Merkmalen erkennen, zu.",
        "text_uthmani": "وَنَادَىٰٓ أَصْحَـٰبُ ٱلْأَعْرَافِ رِجَالًا يَعْرِفُونَهُم بِسِيمَىٰهُمْ",
        "text_uthmani_transcribed": "Wa nādā aṣḥābul-a'rāfi rijālay ya'rifūnahum bisīmāhum"
      },
      {
        "belongs_to_verse_number": 48,
        "translation": "Sie sagen: Es hat euch eure Ansammlung, und daß ihr euch hochmütig zu verhalten pflegtet, nicht genützt.",
        "text_uthmani": "قَالُوا۟ مَآ أَغْنَىٰ عَنكُمْ جَمْعُكُمْ وَمَا كُنتُمْ تَسْتَكْبِرُونَ",
        "text_uthmani_transcribed": "qālū mā agnā 'ankum jam'ukum wa mā kuntum tastakbirūn(a)."
      }
    ],
    "text_uthmani": "وَنَادَىٰٓ أَصْحَـٰبُ ٱلْأَعْرَافِ رِجَالًا يَعْرِفُونَهُم بِسِيمَىٰهُمْ قَالُوا۟ مَآ أَغْنَىٰ عَنكُمْ جَمْعُكُمْ وَمَا كُنتُمْ تَسْتَكْبِرُونَ",
    "text_uthmani_transcribed": "Wa nādā aṣḥābul-a'rāfi rijālay ya'rifūnahum bisīmāhum qālū mā agnā 'ankum jam'ukum wa mā kuntum tastakbirūn(a)."
  },
  {
    "verse_number": 49,
    "translation": "Sind das diejenigen, von denen ihr geschworen habt, Allah werde ihnen keine Barmherzigkeit erweisen? - Geht in den (Paradies)garten ein! Über euch soll keine Furcht kommen, noch sollt ihr traurig sein.",
    "segmented": [
      {
        "belongs_to_verse_number": 49,
        "translation": "Sind das diejenigen, von denen ihr geschworen habt, Allah werde ihnen keine Barmherzigkeit erweisen? - Geht in den (Paradies)garten ein!",
        "text_uthmani": "أَهَـٰٓؤُلَآءِ ٱلَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ ٱللَّهُ بِرَحْمَةٍ ۚ ٱدْخُلُوا۟ ٱلْجَنَّةَ",
        "text_uthmani_transcribed": "Ahā'ulā'il-lażīna aqsamtum lā yanāluhumullāhu biraḥmah(tin), udkhulul-jannata"
      },
      {
        "belongs_to_verse_number": 49,
        "translation": "Über euch soll keine Furcht kommen, noch sollt ihr traurig sein.",
        "text_uthmani": "لَا خَوْفٌ عَلَيْكُمْ وَلَآ أَنتُمْ تَحْزَنُونَ",
        "text_uthmani_transcribed": "lā khaufun 'alaikum wa lā antum taḥzanūn(a)."
      }
    ],
    "text_uthmani": "أَهَـٰٓؤُلَآءِ ٱلَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ ٱللَّهُ بِرَحْمَةٍ ۚ ٱدْخُلُوا۟ ٱلْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَآ أَنتُمْ تَحْزَنُونَ",
    "text_uthmani_transcribed": "Ahā'ulā'il-lażīna aqsamtum lā yanāluhumullāhu biraḥmah(tin), udkhulul-jannata lā khaufun 'alaikum wa lā antum taḥzanūn(a)."
  },
  {
    "verse_number": 50,
    "translation": "Und die Insassen des (Höllen)feuers rufen den Insassen des (Paradies)gartens zu: Schüttet auf uns etwas Wasser aus oder etwas von dem, womit Allah euch versorgt hat! Sie sagen: Gewiß, Allah hat beides für die Ungläubigen verboten,",
    "segmented": [
      {
        "belongs_to_verse_number": 50,
        "translation": "Und die Insassen des (Höllen)feuers rufen den Insassen des (Paradies)gartens zu: Schüttet auf uns etwas Wasser aus",
        "text_uthmani": "وَنَادَىٰٓ أَصْحَـٰبُ ٱلنَّارِ أَصْحَـٰبَ ٱلْجَنَّةِ أَنْ أَفِيضُوا۟ عَلَيْنَا مِنَ ٱلْمَآءِ",
        "text_uthmani_transcribed": "Wa nādā aṣḥābun-nāri aṣḥābal-jannati an afīḍū 'alainā minal-mā'i"
      },
      {
        "belongs_to_verse_number": 50,
        "translation": "oder etwas von dem, womit Allah euch versorgt hat! Sie sagen: Gewiß, Allah hat beides für die Ungläubigen verboten,",
        "text_uthmani": "أَوْ مِمَّا رَزَقَكُمُ ٱللَّهُ ۚ قَالُوٓا۟ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلْكَـٰفِرِينَ",
        "text_uthmani_transcribed": "au mimmā razaqakumullāh(u), qālū innallāha ḥarramahumā 'alal-kāfirīn(a)."
      }
    ],
    "text_uthmani": "وَنَادَىٰٓ أَصْحَـٰبُ ٱلنَّارِ أَصْحَـٰبَ ٱلْجَنَّةِ أَنْ أَفِيضُوا۟ عَلَيْنَا مِنَ ٱلْمَآءِ أَوْ مِمَّا رَزَقَكُمُ ٱللَّهُ ۚ قَالُوٓا۟ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلْكَـٰفِرِينَ",
    "text_uthmani_transcribed": "Wa nādā aṣḥābun-nāri aṣḥābal-jannati an afīḍū 'alainā minal-mā'i au mimmā razaqakumullāh(u), qālū innallāha ḥarramahumā 'alal-kāfirīn(a)."
  },
  {
    "verse_number": 51,
    "translation": "die ihre Religion zum Gegenstand der Zerstreuung und des Spiels genommen haben und die das diesseitige Leben getäuscht hat. Heute werden Wir sie vergessen, so wie sie die Begegnung mit diesem ihrem Tag vergaßen und wie sie Unsere Zeichen zu verleugnen pflegten.",
    "segmented": [
      {
        "belongs_to_verse_number": 51,
        "translation": "die ihre Religion zum Gegenstand der Zerstreuung und des Spiels genommen haben und die das diesseitige Leben getäuscht hat.",
        "text_uthmani": "ٱلَّذِينَ ٱتَّخَذُوا۟ دِينَهُمْ لَهْوًا وَلَعِبًا وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۚ",
        "text_uthmani_transcribed": "Al-lażīnattakhażū dīnahum lahwaw wa la'ibaw wa garrathumul-ḥayātud-dun-yā,"
      },
      {
        "belongs_to_verse_number": 51,
        "translation": "Heute werden Wir sie vergessen, so wie sie die Begegnung mit diesem ihrem Tag vergaßen und wie sie Unsere Zeichen zu verleugnen pflegten.",
        "text_uthmani": "فَٱلْيَوْمَ نَنسَىٰهُمْ كَمَا نَسُوا۟ لِقَآءَ يَوْمِهِمْ هَـٰذَا وَمَا كَانُوا۟ بِـَٔايَـٰتِنَا يَجْحَدُونَ",
        "text_uthmani_transcribed": "fal-yauma nansāhum kamā nasū liqā'a yaumihim hāżā, wa mā kānū bi'āyātinā yajḥadūn(a)."
      }
    ],
    "text_uthmani": "ٱلَّذِينَ ٱتَّخَذُوا۟ دِينَهُمْ لَهْوًا وَلَعِبًا وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۚ فَٱلْيَوْمَ نَنسَىٰهُمْ كَمَا نَسُوا۟ لِقَآءَ يَوْمِهِمْ هَـٰذَا وَمَا كَانُوا۟ بِـَٔايَـٰتِنَا يَجْحَدُونَ",
    "text_uthmani_transcribed": "Al-lażīnattakhażū dīnahum lahwaw wa la'ibaw wa garrathumul-ḥayātud-dun-yā, fal-yauma nansāhum kamā nasū liqā'a yaumihim hāżā, wa mā kānū bi'āyātinā yajḥadūn(a)."
  },
  {
    "verse_number": 52,
    "translation": "Wir haben ihnen ja ein Buch gebracht, das Wir mit Wissen ausführlich dargelegt haben, als Rechtleitung und Barmherzigkeit für Leute, die glauben.",
    "segmented": [
      {
        "belongs_to_verse_number": 52,
        "translation": "Wir haben ihnen ja ein Buch gebracht, das Wir mit Wissen ausführlich dargelegt haben, als Rechtleitung",
        "text_uthmani": "وَلَقَدْ جِئْنَـٰهُم بِكِتَـٰبٍ فَصَّلْنَـٰهُ عَلَىٰ عِلْمٍ هُدًى",
        "text_uthmani_transcribed": "Wa laqad ji'nāhum bikitābin faṣṣalnāhu 'alā 'ilmin hudaw"
      },
      {
        "belongs_to_verse_number": 52,
        "translation": "und Barmherzigkeit für Leute, die glauben.",
        "text_uthmani": "وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
        "text_uthmani_transcribed": "wa raḥmatal liqaumiy yu'minūn(a)."
      }
    ],
    "text_uthmani": "وَلَقَدْ جِئْنَـٰهُم بِكِتَـٰبٍ فَصَّلْنَـٰهُ عَلَىٰ عِلْمٍ هُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Wa laqad ji'nāhum bikitābin faṣṣalnāhu 'alā 'ilmin hudaw wa raḥmatal liqaumiy yu'minūn(a)."
  },
  {
    "verse_number": 53,
    "translation": "Erwarten sie (etwas anderes) als seine Deutung? An dem Tag, da seine Deutung eintrifft, werden diejenigen, die es zuvor vergessen haben, sagen: Die Gesandten unseres Herrn sind wirklich mit der Wahrheit gekommen! Haben wir denn Fürsprecher, die für uns Fürsprache einlegen? Oder können wir zurückgebracht werden, daß wir anders handeln, als wir zu handeln pflegten? Sie haben wirklich ihre Seelen verloren, und ihnen ist entschwunden, was sie zu ersinnen pflegten.",
    "segmented": [
      {
        "belongs_to_verse_number": 53,
        "translation": "Erwarten sie (etwas anderes) als seine Deutung?",
        "text_uthmani": "هَلْ يَنظُرُونَ إِلَّا تَأْوِيلَهُۥ ۚ",
        "text_uthmani_transcribed": "Hal yanẓurūna illā ta'wīlah(ū),"
      },
      {
        "belongs_to_verse_number": 53,
        "translation": "An dem Tag, da seine Deutung eintrifft, werden diejenigen, die es zuvor vergessen haben, sagen: Die Gesandten unseres Herrn sind wirklich mit",
        "text_uthmani": "يَوْمَ يَأْتِى تَأْوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبْلُ قَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ",
        "text_uthmani_transcribed": "yauma ya'tī ta'wīluhū yaqūlul-lażīna nasūhu min qablu qad jā'at rusulu rabbinā bil-ḥaqq(i)"
      },
      {
        "belongs_to_verse_number": 53,
        "translation": "der Wahrheit gekommen! Haben wir denn Fürsprecher, die für uns Fürsprache einlegen?",
        "text_uthmani": "بِٱلْحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشْفَعُوا۟ لَنَآ",
        "text_uthmani_transcribed": "bil-ḥaqq(i), fahal lanā min syufa'ā'a fa yasyfa'ū lanā"
      },
      {
        "belongs_to_verse_number": 53,
        "translation": "Oder können wir zurückgebracht werden, daß wir anders handeln, als wir zu handeln pflegten?",
        "text_uthmani": "أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ ۚ",
        "text_uthmani_transcribed": "au nuraddu fa na'mala gairal-lażī kunnā na'mal(u),"
      },
      {
        "belongs_to_verse_number": 53,
        "translation": "Sie haben wirklich ihre Seelen verloren, und ihnen ist entschwunden, was sie zu ersinnen pflegten.",
        "text_uthmani": "قَدْ خَسِرُوٓا۟ أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
        "text_uthmani_transcribed": "qad khasirū anfusahum wa ḍalla 'anhum mā kānū yaftarūn(a)."
      }
    ],
    "text_uthmani": "هَلْ يَنظُرُونَ إِلَّا تَأْوِيلَهُۥ ۚ يَوْمَ يَأْتِى تَأْوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبْلُ قَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشْفَعُوا۟ لَنَآ أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ ۚ قَدْ خَسِرُوٓا۟ أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
    "text_uthmani_transcribed": "Hal yanẓurūna illā ta'wīlah(ū), yauma ya'tī ta'wīluhū yaqūlul-lażīna nasūhu min qablu qad jā'at rusulu rabbinā bil-ḥaqq(i), fahal lanā min syufa'ā'a fa yasyfa'ū lanā au nuraddu fa na'mala gairal-lażī kunnā na'mal(u), qad khasirū anfusahum wa ḍalla 'anhum mā kānū yaftarūn(a)."
  },
  {
    "verse_number": 54,
    "translation": "Gewiß, euer Herr ist Allah, Der die Himmel und die Erde in sechs Tagen erschuf und Sich hierauf über den Thron erhob. Er läßt die Nacht den Tag überdecken, wobei sie ihn eilig einzuholen sucht. Und (Er schuf auch) die Sonne, den Mond und die Sterne, durch Seinen Befehl dienstbar gemacht. Sicherlich, Sein ist die Schöpfung und der Befehl. Segensreich ist Allah, der Herr der Weltenbewohner.",
    "segmented": [
      {
        "belongs_to_verse_number": 54,
        "translation": "Gewiß, euer Herr ist Allah, Der die Himmel und die Erde in sechs Tagen erschuf und Sich hierauf über den Thron erhob.",
        "text_uthmani": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ",
        "text_uthmani_transcribed": "Inna rabbakumullāhul-lażī khalaqas-samāwāti wal-arḍa fī sittati ayyāmin ṡummastawā 'alal-'arsy(i)"
      },
      {
        "belongs_to_verse_number": 54,
        "translation": "Er läßt die Nacht den Tag überdecken, wobei sie ihn eilig einzuholen sucht.",
        "text_uthmani": "يُغْشِى ٱلَّيْلَ ٱلنَّهَارَ يَطْلُبُهُۥ حَثِيثًا",
        "text_uthmani_transcribed": "yugsyil-lailan-nahāra yaṭlubuhū ḥaṡīṡā(n)"
      },
      {
        "belongs_to_verse_number": 54,
        "translation": "Und (Er schuf auch) die Sonne, den Mond und die Sterne, durch Seinen Befehl dienstbar gemacht.",
        "text_uthmani": "وَٱلشَّمْسَ وَٱلْقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتٍۭ بِأَمْرِهِۦٓ ۗ",
        "text_uthmani_transcribed": "wasy-syamsa wal-qamara wan-nujūma musakhkharātim bi'amrih(ī),"
      },
      {
        "belongs_to_verse_number": 54,
        "translation": "Sicherlich, Sein ist die Schöpfung und der Befehl. Segensreich ist Allah, der Herr der Weltenbewohner.",
        "text_uthmani": "أَلَا لَهُ ٱلْخَلْقُ وَٱلْأَمْرُ ۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ",
        "text_uthmani_transcribed": "alā lahul-khalqu wal-amr(u), tabārakallāhu rabbul-'ālamīn(a)."
      }
    ],
    "text_uthmani": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ يُغْشِى ٱلَّيْلَ ٱلنَّهَارَ يَطْلُبُهُۥ حَثِيثًا وَٱلشَّمْسَ وَٱلْقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتٍۭ بِأَمْرِهِۦٓ ۗ أَلَا لَهُ ٱلْخَلْقُ وَٱلْأَمْرُ ۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Inna rabbakumullāhul-lażī khalaqas-samāwāti wal-arḍa fī sittati ayyāmin ṡummastawā 'alal-'arsy(i), yugsyil-lailan-nahāra yaṭlubuhū ḥaṡīṡā(n), wasy-syamsa wal-qamara wan-nujūma musakhkharātim bi'amrih(ī), alā lahul-khalqu wal-amr(u), tabārakallāhu rabbul-'ālamīn(a)."
  },
  {
    "verse_number": 55,
    "translation": "Ruft euren Herrn in Unterwürfigkeit flehend und im Verborgenen an. Gewiß, Er liebt nicht die Übertreter.",
    "text_uthmani": "ٱدْعُوا۟ رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُعْتَدِينَ",
    "text_uthmani_transcribed": "Ud'ū rabbakum taḍarru'aw wa khufūyah(tan), innahū lā yuḥibbul-mu'tadīn(a)."
  },
  {
    "verse_number": 56,
    "translation": "Und stiftet auf der Erde nicht Unheil, nachdem sie in Ordnung gebracht worden ist! Und ruft Ihn in Furcht und Begehren an. Gewiß, die Barmherzigkeit Allahs ist den Gutes Tuenden nahe.",
    "segmented": [
      {
        "belongs_to_verse_number": 56,
        "translation": "Und stiftet auf der Erde nicht Unheil, nachdem sie in Ordnung gebracht worden ist! Und ruft Ihn in Furcht und Begehren an.",
        "text_uthmani": "وَلَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ بَعْدَ إِصْلَـٰحِهَا وَٱدْعُوهُ خَوْفًا وَطَمَعًا ۚ",
        "text_uthmani_transcribed": "Wa lā tufsidū fil-arḍi ba'da iṣlāḥihā wad'ūhu khaufaw wa ṭama'ā(n),"
      },
      {
        "belongs_to_verse_number": 56,
        "translation": "Gewiß, die Barmherzigkeit Allahs ist den Gutes Tuenden nahe.",
        "text_uthmani": "إِنَّ رَحْمَتَ ٱللَّهِ قَرِيبٌ مِّنَ ٱلْمُحْسِنِينَ",
        "text_uthmani_transcribed": "inna raḥmatallāhi qarībum minal-muḥsinīn(a)."
      }
    ],
    "text_uthmani": "وَلَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ بَعْدَ إِصْلَـٰحِهَا وَٱدْعُوهُ خَوْفًا وَطَمَعًا ۚ إِنَّ رَحْمَتَ ٱللَّهِ قَرِيبٌ مِّنَ ٱلْمُحْسِنِينَ",
    "text_uthmani_transcribed": "Wa lā tufsidū fil-arḍi ba'da iṣlāḥihā wad'ūhu khaufaw wa ṭama'ā(n), inna raḥmatallāhi qarībum minal-muḥsinīn(a)."
  },
  {
    "verse_number": 57,
    "translation": "Und Er ist es, Der die Winde als Frohboten Seiner Barmherzigkeit (voraus)sendet, bis daß, wenn sie dann schwere Wolken herbeitragen, Wir sie zu einem toten Land treiben, dadurch Wasser hinabsenden und dann dadurch alle Früchte hervorbringen. Ebenso bringen Wir (dereinst) die Toten hervor, auf daß ihr bedenken möget!",
    "segmented": [
      {
        "belongs_to_verse_number": 57,
        "translation": "Und Er ist es, Der die Winde als Frohboten Seiner Barmherzigkeit (voraus)sendet, bis daß, wenn sie dann schwere Wolken herbeitragen, Wir sie zu einem toten Land treiben, dadurch Wasser hinabsenden",
        "text_uthmani": "وَهُوَ ٱلَّذِى يُرْسِلُ ٱلرِّيَـٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ ۖ حَتَّىٰٓ إِذَآ أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَـٰهُ لِبَلَدٍ مَّيِّتٍ فَأَنزَلْنَا بِهِ ٱلْمَآءَ",
        "text_uthmani_transcribed": "Wa huwal-lażī yursilur-riyāḥa busyram baina yadai raḥmatih(ī), ḥattā iżā aqallat saḥāban ṡiqālan suqnāhu libaladim mayyitin fa anzalnā bihil-mā'a"
      },
      {
        "belongs_to_verse_number": 57,
        "translation": "und dann dadurch alle Früchte hervorbringen. Ebenso bringen Wir (dereinst) die Toten hervor, auf daß ihr bedenken möget!",
        "text_uthmani": "فَأَخْرَجْنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِ ۚ كَذَٰلِكَ نُخْرِجُ ٱلْمَوْتَىٰ لَعَلَّكُمْ تَذَكَّرُونَ",
        "text_uthmani_transcribed": "fa akhrajnā bihī min kulliṡ-ṡamarāt(i), każālika nukhrijul-mautā la'allakum tażakkarūn(a)."
      }
    ],
    "text_uthmani": "وَهُوَ ٱلَّذِى يُرْسِلُ ٱلرِّيَـٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ ۖ حَتَّىٰٓ إِذَآ أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَـٰهُ لِبَلَدٍ مَّيِّتٍ فَأَنزَلْنَا بِهِ ٱلْمَآءَ فَأَخْرَجْنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِ ۚ كَذَٰلِكَ نُخْرِجُ ٱلْمَوْتَىٰ لَعَلَّكُمْ تَذَكَّرُونَ",
    "text_uthmani_transcribed": "Wa huwal-lażī yursilur-riyāḥa busyram baina yadai raḥmatih(ī), ḥattā iżā aqallat saḥāban ṡiqālan suqnāhu libaladim mayyitin fa anzalnā bihil-mā'a fa akhrajnā bihī min kulliṡ-ṡamarāt(i), każālika nukhrijul-mautā la'allakum tażakkarūn(a)."
  },
  {
    "verse_number": 58,
    "translation": "Und aus dem guten Land kommt sein Pflanzenwuchs mit Allahs Erlaubnis hervor, aus dem schlechten (Land) jedoch kommt (nur) Kümmerliches hervor. So legen Wir die Zeichen verschiedenartig dar für Leute, die dankbar sind.",
    "segmented": [
      {
        "belongs_to_verse_number": 58,
        "translation": "Und aus dem guten Land kommt sein Pflanzenwuchs mit Allahs Erlaubnis hervor, aus dem schlechten (Land) jedoch kommt (nur) Kümmerliches hervor.",
        "text_uthmani": "وَٱلْبَلَدُ ٱلطَّيِّبُ يَخْرُجُ نَبَاتُهُۥ بِإِذْنِ رَبِّهِۦ ۖ وَٱلَّذِى خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا ۚ",
        "text_uthmani_transcribed": "Wal-baladuṭ-ṭayyibu yakhruju nabātuhū bi'iżni rabbih(ī), wal-lażī khabuṡa lā yakhruju illā nakidā(n),"
      },
      {
        "belongs_to_verse_number": 58,
        "translation": "So legen Wir die Zeichen verschiedenartig dar für Leute, die dankbar sind.",
        "text_uthmani": "كَذَٰلِكَ نُصَرِّفُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَشْكُرُونَ",
        "text_uthmani_transcribed": "każālika nuṣarriful-āyāti liqaumiy yasykurūn(a)."
      }
    ],
    "text_uthmani": "وَٱلْبَلَدُ ٱلطَّيِّبُ يَخْرُجُ نَبَاتُهُۥ بِإِذْنِ رَبِّهِۦ ۖ وَٱلَّذِى خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا ۚ كَذَٰلِكَ نُصَرِّفُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَشْكُرُونَ",
    "text_uthmani_transcribed": "Wal-baladuṭ-ṭayyibu yakhruju nabātuhū bi'iżni rabbih(ī), wal-lażī khabuṡa lā yakhruju illā nakidā(n), każālika nuṣarriful-āyāti liqaumiy yasykurūn(a)."
  },
  {
    "verse_number": 59,
    "translation": "Wir sandten doch bereits Nuh zu seinem Volk, und da sagte er: O mein Volk, dient Allah! Keinen Gott habt ihr außer Ihm. Gewiß, ich fürchte für euch die Strafe eines gewaltigen Tages.",
    "segmented": [
      {
        "belongs_to_verse_number": 59,
        "translation": "Wir sandten doch bereits Nuh zu seinem Volk, und da sagte er: O mein Volk, dient Allah! Keinen Gott habt ihr außer Ihm.",
        "text_uthmani": "لَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَقَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ",
        "text_uthmani_transcribed": "Laqad arsalnā nūḥan ilā qaumihī fa qāla yā qaumi'budullāha mā lakum min ilāhin gairuh(ū)"
      },
      {
        "belongs_to_verse_number": 59,
        "translation": "Gewiß, ich fürchte für euch die Strafe eines gewaltigen Tages.",
        "text_uthmani": "إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
        "text_uthmani_transcribed": "innī akhāfu 'alaikum 'ażāba yaumin 'aẓīm(in)."
      }
    ],
    "text_uthmani": "لَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَقَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
    "text_uthmani_transcribed": "Laqad arsalnā nūḥan ilā qaumihī fa qāla yā qaumi'budullāha mā lakum min ilāhin gairuh(ū), innī akhāfu 'alaikum 'ażāba yaumin 'aẓīm(in)."
  },
  {
    "verse_number": 60,
    "translation": "Die führende Schar aus seinem Volk sagte: Wir sehen dich wahrlich in deutlichem Irrtum.",
    "text_uthmani": "قَالَ ٱلْمَلَأُ مِن قَوْمِهِۦٓ إِنَّا لَنَرَىٰكَ فِى ضَلَـٰلٍ مُّبِينٍ",
    "text_uthmani_transcribed": "Qālal mala'u min qaumihī innā lanarāka fī ḍalālim mubīn(in)."
  },
  {
    "verse_number": 61,
    "translation": "Er sagte: O mein Volk, bei mir befindet sich kein Irrtum, sondern ich bin ein Gesandter vom Herrn der Weltenbewohner.",
    "text_uthmani": "قَالَ يَـٰقَوْمِ لَيْسَ بِى ضَلَـٰلَةٌ وَلَـٰكِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Qāla yā qaumi laisa bī ḍalālatuw wa lākinnī rasūlum mir rabbil-'ālamīn(a)."
  },
  {
    "verse_number": 62,
    "translation": "Ich übermittele euch die Botschaften meines Herrn und rate euch gut. Und ich weiß von Allah her, was ihr nicht wißt.",
    "text_uthmani": "أُبَلِّغُكُمْ رِسَـٰلَـٰتِ رَبِّى وَأَنصَحُ لَكُمْ وَأَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "text_uthmani_transcribed": "Uballigukum risālāti rabbī wa anṣaḥu lakum wa a'lamu minallāhi mā lā ta'lamūn(a)."
  },
  {
    "verse_number": 63,
    "translation": "Wundert ihr euch etwa (darüber), daß eine Erinnerung von eurem Herrn zu euch gekommen ist durch einen Mann von euch, damit er euch warne und damit ihr gottesfürchtig werdet, auf daß ihr Erbarmen finden möget?",
    "segmented": [
      {
        "belongs_to_verse_number": 63,
        "translation": "Wundert ihr euch etwa (darüber), daß eine Erinnerung von eurem Herrn zu euch gekommen ist durch einen Mann von euch, damit er euch warne",
        "text_uthmani": "أَوَعَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ",
        "text_uthmani_transcribed": "Awa'ajibtum an jā'akum żikrum mir rabbikum 'alā rajulim minkum liyunżirakum"
      },
      {
        "belongs_to_verse_number": 63,
        "translation": "und damit ihr gottesfürchtig werdet, auf daß ihr Erbarmen finden möget?",
        "text_uthmani": "وَلِتَتَّقُوا۟ وَلَعَلَّكُمْ تُرْحَمُونَ",
        "text_uthmani_transcribed": "wa litattaqū wa la'allakum turḥamūn(a)."
      }
    ],
    "text_uthmani": "أَوَعَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ وَلِتَتَّقُوا۟ وَلَعَلَّكُمْ تُرْحَمُونَ",
    "text_uthmani_transcribed": "Awa'ajibtum an jā'akum żikrum mir rabbikum 'alā rajulim minkum liyunżirakum wa litattaqū wa la'allakum turḥamūn(a)."
  },
  {
    "verse_number": 64,
    "translation": "Sie aber bezichtigten ihn der Lüge. Da retteten Wir ihn und diejenigen, die mit ihm waren, im Schiff und ließen diejenigen ertrinken, die Unsere Zeichen für Lüge erklärten. Sie waren gewiß blinde Leute.",
    "segmented": [
      {
        "belongs_to_verse_number": 64,
        "translation": "Sie aber bezichtigten ihn der Lüge.",
        "text_uthmani": "فَكَذَّبُوهُ",
        "text_uthmani_transcribed": "Fa każżabūhu"
      },
      {
        "belongs_to_verse_number": 64,
        "translation": "Da retteten Wir ihn und diejenigen, die mit ihm waren, im Schiff und ließen diejenigen ertrinken, die Unsere Zeichen für Lüge erklärten.",
        "text_uthmani": "فَأَنجَيْنَـٰهُ وَٱلَّذِينَ مَعَهُۥ فِى ٱلْفُلْكِ وَأَغْرَقْنَا ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَآ",
        "text_uthmani_transcribed": "fa anjaināhu wal-lażīna ma'ahū fil-fulki wa agraqnal-lażīna każżabū bi'āyātinā"
      },
      {
        "belongs_to_verse_number": 64,
        "translation": "Sie waren gewiß blinde Leute.",
        "text_uthmani": "إِنَّهُمْ كَانُوا۟ قَوْمًا عَمِينَ",
        "text_uthmani_transcribed": "innahum kānū qauman 'amīn(a)."
      }
    ],
    "text_uthmani": "فَكَذَّبُوهُ فَأَنجَيْنَـٰهُ وَٱلَّذِينَ مَعَهُۥ فِى ٱلْفُلْكِ وَأَغْرَقْنَا ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَآ ۚ إِنَّهُمْ كَانُوا۟ قَوْمًا عَمِينَ",
    "text_uthmani_transcribed": "Fa każżabūhu fa anjaināhu wal-lażīna ma'ahū fil-fulki wa agraqnal-lażīna każżabū bi'āyātinā, innahum kānū qauman 'amīn(a)."
  },
  {
    "verse_number": 65,
    "translation": "Und (Wir sandten) zu Ad ihren Bruder Hud. Er sagte: O mein Volk, dient Allah! Keinen Gott habt ihr außer Ihm. Wollt ihr denn nicht gottesfürchtig sein?",
    "segmented": [
      {
        "belongs_to_verse_number": 65,
        "translation": "Und (Wir sandten) zu Ad ihren Bruder Hud. Er sagte: O mein Volk, dient Allah! Keinen Gott habt ihr außer Ihm.",
        "text_uthmani": "۞ وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا ۗ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ ۚ",
        "text_uthmani_transcribed": "Wa ilā 'ādin akhāḥum hūdā(n), qāla yā qaumi'budullāha mā lakum min ilāhin gairuh(ū),"
      },
      {
        "belongs_to_verse_number": 65,
        "translation": "Wollt ihr denn nicht gottesfürchtig sein?",
        "text_uthmani": "ۚ أَفَلَا تَتَّقُونَ",
        "text_uthmani_transcribed": "afalā tattaqūn(a)."
      }
    ],
    "text_uthmani": "۞ وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا ۗ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ ۚ أَفَلَا تَتَّقُونَ",
    "text_uthmani_transcribed": "Wa ilā 'ādin akhāḥum hūdā(n), qāla yā qaumi'budullāha mā lakum min ilāhin gairuh(ū), afalā tattaqūn(a)."
  },
  {
    "verse_number": 66,
    "translation": "Die führende Schar aus seinem Volk, die ungläubig war, sagte: Wir sehen dich wahrlich in Torheit (befangen), und wir meinen wahrlich, daß du zu den Lügnern gehörst.",
    "segmented": [
      {
        "belongs_to_verse_number": 66,
        "translation": "Die führende Schar aus seinem Volk, die ungläubig war, sagte: Wir sehen dich wahrlich in Torheit (befangen),",
        "text_uthmani": "قَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦٓ إِنَّا لَنَرَىٰكَ فِى سَفَاهَةٍ",
        "text_uthmani_transcribed": "Qālal-mala'ul-lażīna kafarū min qaumihī innā lanarāka fī safāhatiw"
      },
      {
        "belongs_to_verse_number": 66,
        "translation": "und wir meinen wahrlich, daß du zu den Lügnern gehörst.",
        "text_uthmani": "وَإِنَّا لَنَظُنُّكَ مِنَ ٱلْكَـٰذِبِينَ",
        "text_uthmani_transcribed": "wa innā lanaẓunnuka minal-kāżibīn(a)."
      }
    ],
    "text_uthmani": "قَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦٓ إِنَّا لَنَرَىٰكَ فِى سَفَاهَةٍ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلْكَـٰذِبِينَ",
    "text_uthmani_transcribed": "Qālal-mala'ul-lażīna kafarū min qaumihī innā lanarāka fī safāhatiw wa innā lanaẓunnuka  minal-kāżibīn(a)."
  },
  {
    "verse_number": 67,
    "translation": "Er sagte: O mein Volk, bei mir befindet sich keine Torheit, sondern ich bin ein Gesandter vom Herrn der Weltenbewohner.",
    "text_uthmani": "قَالَ يَـٰقَوْمِ لَيْسَ بِى سَفَاهَةٌ وَلَـٰكِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Qāla yā qaumi laisa bī safāhatuw wa lākinnī rasūlum mir rabbil-'ālamīn(a)."
  },
  {
    "verse_number": 68,
    "translation": "Ich übermittele euch die Botschaften meines Herrn, und ich bin für euch ein vertrauenswürdiger Ratgeber.",
    "text_uthmani": "أُبَلِّغُكُمْ رِسَـٰلَـٰتِ رَبِّى وَأَنَا۠ لَكُمْ نَاصِحٌ أَمِينٌ",
    "text_uthmani_transcribed": "Uballigukum risālāti rabbī wa ana lakum nāṣiḥun amīn(un)."
  },
  {
    "verse_number": 69,
    "translation": "Wundert ihr euch etwa (darüber), daß eine Erinnerung von eurem Herrn zu euch gekommen ist durch einen Mann von euch, damit er euch warne? Gedenkt, als Er euch zu Nachfolgern nach dem Volk Nuhs machte und euch ein Übermaß an körperlichen Vorzügen gab! Gedenkt also der Wohltaten Allahs, auf daß es euch wohl ergehen möge!",
    "segmented": [
      {
        "belongs_to_verse_number": 69,
        "translation": "Wundert ihr euch etwa (darüber), daß eine Erinnerung von eurem Herrn zu euch gekommen ist durch einen Mann von euch, damit er euch warne?",
        "text_uthmani": "أَوَعَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ ۚ",
        "text_uthmani_transcribed": "Awa'ajibtum an jā'akum żikrum mir rabbikum 'alā rajulim minkum liyunżirakum,"
      },
      {
        "belongs_to_verse_number": 69,
        "translation": "Gedenkt, als Er euch zu Nachfolgern nach dem Volk Nuhs machte und euch ein Übermaß an körperlichen Vorzügen gab!",
        "text_uthmani": "وَٱذْكُرُوٓا۟ إِذْ جَعَلَكُمْ خُلَفَآءَ مِنۢ بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِى ٱلْخَلْقِ بَصْۜطَةً ۖ",
        "text_uthmani_transcribed": "ważkurū iż ja'alakum khulafā'a mim ba'di qaumi nūḥiw wa zādakum fil-khalqi basṭah(tan),"
      },
      {
        "belongs_to_verse_number": 69,
        "translation": "Gedenkt also der Wohltaten Allahs, auf daß es euch wohl ergehen möge!",
        "text_uthmani": "فَٱذْكُرُوٓا۟ ءَالَآءَ ٱللَّهِ لَعَلَّكُمْ تُفْلِحُونَ",
        "text_uthmani_transcribed": "fażkurū ālā'allāhi la'allakum tufliḥūn(a)."
      }
    ],
    "text_uthmani": "أَوَعَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ ۚ وَٱذْكُرُوٓا۟ إِذْ جَعَلَكُمْ خُلَفَآءَ مِنۢ بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِى ٱلْخَلْقِ بَصْۜطَةً ۖ فَٱذْكُرُوٓا۟ ءَالَآءَ ٱللَّهِ لَعَلَّكُمْ تُفْلِحُونَ",
    "text_uthmani_transcribed": "Awa'ajibtum an jā'akum żikrum mir rabbikum 'alā rajulim minkum liyunżirakum, ważkurū iż ja'alakum khulafā'a mim ba'di qaumi nūḥiw wa zādakum fil-khalqi basṭah(tan), fażkurū ālā'allāhi la'allakum tufliḥūn(a)."
  },
  {
    "verse_number": 70,
    "translation": "Sie sagten: Bist du zu uns gekommen, damit wir Allah allein dienen und das verlassen, dem unsere Väter immer gedient haben? Bring uns doch her, was du uns androhst, wenn du zu den Wahrhaftigen gehören solltest!",
    "segmented": [
      {
        "belongs_to_verse_number": 70,
        "translation": "Sie sagten: Bist du zu uns gekommen, damit wir Allah allein dienen und das verlassen, dem unsere Väter immer gedient haben?",
        "text_uthmani": "قَالُوٓا۟ أَجِئْتَنَا لِنَعْبُدَ ٱللَّهَ وَحْدَهُۥ وَنَذَرَ مَا كَانَ يَعْبُدُ ءَابَآؤُنَا ۖ",
        "text_uthmani_transcribed": "Qālū aji'tanā lina'budallāha waḥdahū wa nażara mā kāna ya'budu ābā'unā."
      },
      {
        "belongs_to_verse_number": 70,
        "translation": "Bring uns doch her, was du uns androhst, wenn du zu den Wahrhaftigen gehören solltest!",
        "text_uthmani": "فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
        "text_uthmani_transcribed": "fa'tinā bimā ta'idunā in kunta minaṣ ṣādiqīn(a)."
      }
    ],
    "text_uthmani": "قَالُوٓا۟ أَجِئْتَنَا لِنَعْبُدَ ٱللَّهَ وَحْدَهُۥ وَنَذَرَ مَا كَانَ يَعْبُدُ ءَابَآؤُنَا ۖ فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
    "text_uthmani_transcribed": "Qālū aji'tanā lina'budallāha waḥdahū wa nażara mā kāna ya'budu ābā'unā, fa'tinā bimā ta'idunā in kunta minaṣ ṣādiqīn(a)."
  },
  {
    "verse_number": 71,
    "translation": "Er sagte: Greuel und Zorn von eurem Herrn überfallen euch nunmehr. (Wollt) ihr denn mit mir über Namen streiten, die ihr genannt habt, ihr und eure Väter, für die Allah (aber) keine Ermächtigung offenbart hat? So wartet ab! Ich gehöre mit euch zu den Abwartenden.",
    "segmented": [
      {
        "belongs_to_verse_number": 71,
        "translation": "Er sagte: Greuel und Zorn von eurem Herrn überfallen euch nunmehr.",
        "text_uthmani": "قَالَ قَدْ وَقَعَ عَلَيْكُم مِّن رَّبِّكُمْ رِجْسٌ وَغَضَبٌ ۖ",
        "text_uthmani_transcribed": "Qāla qad waqa'a 'alaikum mir rabbikum rijsuw wa gaḍab(un)"
      },
      {
        "belongs_to_verse_number": 71,
        "translation": "(Wollt) ihr denn mit mir über Namen streiten, die ihr genannt habt, ihr und eure Väter, für die Allah (aber) keine Ermächtigung offenbart hat?",
        "text_uthmani": "أَتُجَـٰدِلُونَنِى فِىٓ أَسْمَآءٍ سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلْطَـٰنٍ ۚ",
        "text_uthmani_transcribed": "atujādilūnanī fī asmā'in sammaitumūhā antum wa ābā'ukum mā nazzalallāhu bihā min sulṭān(in),"
      },
      {
        "belongs_to_verse_number": 71,
        "translation": "So wartet ab! Ich gehöre mit euch zu den Abwartenden.",
        "text_uthmani": "فَٱنتَظِرُوٓا۟ إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ",
        "text_uthmani_transcribed": "fantaẓirū innī ma'akum minal-muntaẓirīn(a)."
      }
    ],
    "text_uthmani": "قَالَ قَدْ وَقَعَ عَلَيْكُم مِّن رَّبِّكُمْ رِجْسٌ وَغَضَبٌ ۖ أَتُجَـٰدِلُونَنِى فِىٓ أَسْمَآءٍ سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلْطَـٰنٍ ۚ فَٱنتَظِرُوٓا۟ إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ",
    "text_uthmani_transcribed": "Qāla qad waqa'a 'alaikum mir rabbikum rijsuw wa gaḍab(un), atujādilūnanī fī asmā'in sammaitumūhā antum wa ābā'ukum mā nazzalallāhu bihā min sulṭān(in), fantaẓirū innī ma'akum minal-muntaẓirīn(a)."
  },
  {
    "verse_number": 72,
    "translation": "Da retteten Wir ihn und diejenigen, die mit ihm waren, durch Barmherzigkeit von Uns. Aber Wir schnitten die Rückkehr derer, die Unsere Zeichen für Lüge erklärten, ab, und sie waren nicht gläubig.",
    "segmented": [
      {
        "belongs_to_verse_number": 72,
        "translation": "Da retteten Wir ihn und diejenigen, die mit ihm waren, durch Barmherzigkeit von Uns.",
        "text_uthmani": "فَأَنجَيْنَـٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحْمَةٍ مِّنَّا",
        "text_uthmani_transcribed": "Fa anjaināhu wal-lażīna ma'ahū biraḥmatim minnā"
      },
      {
        "belongs_to_verse_number": 72,
        "translation": "Aber Wir schnitten die Rückkehr derer, die Unsere Zeichen für Lüge erklärten, ab, und sie waren nicht gläubig.",
        "text_uthmani": "وَقَطَعْنَا دَابِرَ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا ۖ وَمَا كَانُوا۟ مُؤْمِنِينَ",
        "text_uthmani_transcribed": "wa qaṭa'nā dābiral-lażīna każżabū bi'āyātinā wa mā kānū mu'minīn(a)."
      }
    ],
    "text_uthmani": "فَأَنجَيْنَـٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَقَطَعْنَا دَابِرَ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا ۖ وَمَا كَانُوا۟ مُؤْمِنِينَ",
    "text_uthmani_transcribed": "Fa anjaināhu wal-lażīna ma'ahū biraḥmatim minnā wa qaṭa'nā dābiral-lażīna każżabū bi'āyātinā wa mā kānū mu'minīn(a)."
  },
  {
    "verse_number": 73,
    "translation": "Und (Wir sandten) zu Tamud ihren Bruder Salih. Er sagte: O mein Volk, dient Allah! Keinen Gott habt ihr außer Ihm. Nun ist ein klarer Beweis von eurem Herrn zu euch gekommen: Dies ist die Kamelstute Allahs, euch zum Zeichen. So laßt sie auf Allahs Erde fressen und fügt ihr nichts Böses zu, sonst überkommt euch schmerzhafte Strafe.",
    "segmented": [
      {
        "belongs_to_verse_number": 73,
        "translation": "Und (Wir sandten) zu Tamud ihren Bruder Salih. Er sagte: O mein Volk, dient Allah! Keinen Gott habt ihr außer Ihm.",
        "text_uthmani": "وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَـٰلِحًا ۗ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ",
        "text_uthmani_transcribed": "Wa ilā ṡamūda akhāhum ṣāliḥā(n), qāla yā qaumi'budullāha mā lakum min ilāhin gairuh(ū),"
      },
      {
        "belongs_to_verse_number": 73,
        "translation": "Nun ist ein klarer Beweis von eurem Herrn zu euch gekommen: Dies ist die Kamelstute Allahs, euch zum Zeichen.",
        "text_uthmani": "قَدْ جَآءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ ۖ هَـٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمْ ءَايَةً ۖ",
        "text_uthmani_transcribed": "qad jā'atkum bayyinatum mir rabbikum, hāżihī nāqatullāhi lakum āyatan"
      },
      {
        "belongs_to_verse_number": 73,
        "translation": "So laßt sie auf Allahs Erde fressen und fügt ihr nichts Böses zu, sonst überkommt euch schmerzhafte Strafe.",
        "text_uthmani": "فَذَرُوهَا تَأْكُلْ فِىٓ أَرْضِ ٱللَّهِ ۖ وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ",
        "text_uthmani_transcribed": "fa żarūhā ta'kul fī arḍillāhi wa lā tamassūhā bisū'in fa ya'khużakum 'ażābun alīm(un)."
      }
    ],
    "text_uthmani": "وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَـٰلِحًا ۗ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ قَدْ جَآءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ ۖ هَـٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمْ ءَايَةً ۖ فَذَرُوهَا تَأْكُلْ فِىٓ أَرْضِ ٱللَّهِ ۖ وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ",
    "text_uthmani_transcribed": "Wa ilā ṡamūda akhāhum ṣāliḥā(n), qāla yā qaumi'budullāha mā lakum min ilāhin gairuh(ū), qad jā'atkum bayyinatum mir rabbikum, hāżihī nāqatullāhi lakum āyatan fa żarūhā ta'kul fī arḍillāhi wa lā tamassūhā bisū'in fa ya'khużakum 'ażābun alīm(un)."
  },
  {
    "verse_number": 74,
    "translation": "Und gedenkt, als Er euch zu Nachfolgern nach den ’Ad machte und euch auf der Erde (Stätten) zuwies, so daß ihr euch in ihrem Flachland Schlösser nahmt und die Berge zu Häusern aushautet. Gedenkt also der Wohltaten Allahs und richtet auf der Erde nicht unheilstiftend Verderben an!",
    "segmented": [
      {
        "belongs_to_verse_number": 74,
        "translation": "Und gedenkt, als Er euch zu Nachfolgern nach den ’Ad machte",
        "text_uthmani": "وَٱذْكُرُوٓا۟ إِذْ جَعَلَكُمْ خُلَفَآءَ مِنۢ بَعْدِ عَادٍ",
        "text_uthmani_transcribed": "Ważkurū iż ja'alakum khulafā'a mim ba'di 'ādiw"
      },
      {
        "belongs_to_verse_number": 74,
        "translation": "und euch auf der Erde (Stätten) zuwies, so daß ihr euch in ihrem Flachland Schlösser nahmt und die Berge zu Häusern aushautet.",
        "text_uthmani": "وَبَوَّأَكُمْ فِى ٱلْأَرْضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورًا وَتَنْحِتُونَ ٱلْجِبَالَ بُيُوتًا ۖ",
        "text_uthmani_transcribed": "wa bawwa'akum fil-arḍi tattakhiżūna min suhūlihā quṣūraw wa tanḥitūnal-jibāla buyūtā(n)"
      },
      {
        "belongs_to_verse_number": 74,
        "translation": "Gedenkt also der Wohltaten Allahs und richtet auf der Erde nicht unheilstiftend Verderben an!",
        "text_uthmani": "فَٱذْكُرُوٓا۟ ءَالَآءَ ٱللَّهِ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
        "text_uthmani_transcribed": "fażkurū ālā'allāhi wa lā ta'ṡau fil-arḍi mufsidīn(a)."
      }
    ],
    "text_uthmani": "وَٱذْكُرُوٓا۟ إِذْ جَعَلَكُمْ خُلَفَآءَ مِنۢ بَعْدِ عَادٍ وَبَوَّأَكُمْ فِى ٱلْأَرْضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورًا وَتَنْحِتُونَ ٱلْجِبَالَ بُيُوتًا ۖ فَٱذْكُرُوٓا۟ ءَالَآءَ ٱللَّهِ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
    "text_uthmani_transcribed": "Ważkurū iż ja'alakum khulafā'a mim ba'di 'ādiw wa bawwa'akum fil-arḍi tattakhiżūna min suhūlihā quṣūraw wa tanḥitūnal-jibāla buyūtā(n), fażkurū ālā'allāhi wa lā ta'ṡau fil-arḍi mufsidīn(a)."
  },
  {
    "verse_number": 75,
    "translation": "Die führende Schar, die sich hochmütig verhielt, aus seinem Volk, sagte zu denjenigen, die unterdrückt waren, (und zwar) zu denen von ihnen, die gläubig waren: Wißt ihr (sicher), daß Salih von seinem Herrn gesandt ist? Sie sagten: Wir glauben gewiß an das, womit er gesandt worden ist.",
    "segmented": [
      {
        "belongs_to_verse_number": 75,
        "translation": "Die führende Schar, die sich hochmütig verhielt, aus seinem Volk, sagte zu denjenigen, die unterdrückt waren, (und zwar) zu denen von ihnen, die",
        "text_uthmani": "قَالَ ٱلْمَلَأُ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ مِن قَوْمِهِۦ لِلَّذِينَ ٱسْتُضْعِفُوا۟ لِمَنْ ءَامَنَ مِنْهُمْ",
        "text_uthmani_transcribed": "Qālal-mala'ul-lażīnastakbarū min qaumihī lil-lażīnastuḍ'ifū liman āmana minhum"
      },
      {
        "belongs_to_verse_number": 75,
        "translation": "gläubig waren: Wißt ihr (sicher), daß Salih von seinem Herrn gesandt ist? Sie sagten: Wir glauben gewiß an das, womit er gesandt worden ist.",
        "text_uthmani": "لِمَنْ ءَامَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَـٰلِحًا مُّرْسَلٌ مِّن رَّبِّهِۦ ۚ قَالُوٓا۟ إِنَّا بِمَآ أُرْسِلَ بِهِۦ مُؤْمِنُونَ",
        "text_uthmani_transcribed": "liman āmana minhum ata'lamūna anna ṣāliḥam mursalum mir rabbih(ī), qālū innā bimā ursila bihī mu'minūn(a)."
      }
    ],
    "text_uthmani": "قَالَ ٱلْمَلَأُ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ مِن قَوْمِهِۦ لِلَّذِينَ ٱسْتُضْعِفُوا۟ لِمَنْ ءَامَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَـٰلِحًا مُّرْسَلٌ مِّن رَّبِّهِۦ ۚ قَالُوٓا۟ إِنَّا بِمَآ أُرْسِلَ بِهِۦ مُؤْمِنُونَ",
    "text_uthmani_transcribed": "Qālal-mala'ul-lażīnastakbarū min qaumihī lil-lażīnastuḍ'ifū liman āmana minhum ata'lamūna anna ṣāliḥam mursalum mir rabbih(ī), qālū innā bimā ursila bihī mu'minūn(a)."
  },
  {
    "verse_number": 76,
    "translation": "Diejenigen, die sich hochmütig verhielten, sagten: Wir verleugnen ja das, woran ihr glaubt.",
    "text_uthmani": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا بِٱلَّذِىٓ ءَامَنتُم بِهِۦ كَـٰفِرُونَ",
    "text_uthmani_transcribed": "Qālal-lażīnastakbarū innā bil-lażī āmantum bihī kāfirūn(a)."
  },
  {
    "verse_number": 77,
    "translation": "Dann schnitten sie der Kamelstute die Sehnen durch und lehnten sich gegen den Befehl ihres Herrn auf. Und sie sagten: O Salih, bringe uns doch her, was du uns angedroht hast, wenn du zu den Gesandten gehörst!",
    "segmented": [
      {
        "belongs_to_verse_number": 77,
        "translation": "Dann schnitten sie der Kamelstute die Sehnen durch und lehnten sich gegen den Befehl ihres Herrn auf.",
        "text_uthmani": "فَعَقَرُوا۟ ٱلنَّاقَةَ وَعَتَوْا۟ عَنْ أَمْرِ رَبِّهِمْ",
        "text_uthmani_transcribed": "Fa 'aqarun-nāqata wa 'atau 'an amri rabbihim"
      },
      {
        "belongs_to_verse_number": 77,
        "translation": "Und sie sagten: O Salih, bringe uns doch her, was du uns angedroht hast, wenn du zu den Gesandten gehörst!",
        "text_uthmani": "وَقَالُوا۟ يَـٰصَـٰلِحُ ٱئْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلْمُرْسَلِينَ",
        "text_uthmani_transcribed": "wa qālū yā ṣāliḥu'tinā bimā ta'idunā in kunta minal-mursalīn(a)."
      }
    ],
    "text_uthmani": "فَعَقَرُوا۟ ٱلنَّاقَةَ وَعَتَوْا۟ عَنْ أَمْرِ رَبِّهِمْ وَقَالُوا۟ يَـٰصَـٰلِحُ ٱئْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلْمُرْسَلِينَ",
    "text_uthmani_transcribed": "Fa 'aqarun-nāqata wa 'atau 'an amri rabbihim wa qālū yā ṣāliḥu'tinā bimā ta'idunā in kunta minal-mursalīn(a)."
  },
  {
    "verse_number": 78,
    "translation": "Da ergriff sie das Zittern, und am Morgen lagen sie in ihrer Wohnstätte auf den Brüsten da.",
    "text_uthmani": "فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَـٰثِمِينَ",
    "text_uthmani_transcribed": "Fa akhażathumur-rajfatu fa aṣbaḥū fī dārihim jāṡimīn(a)."
  },
  {
    "verse_number": 79,
    "translation": "So kehrte er sich von ihnen ab und sagte: O mein Volk, ich habe euch doch die Botschaft meines Herrn ausgerichtet und euch gut geraten. Aber ihr liebt nicht die guten Ratgeber.",
    "segmented": [
      {
        "belongs_to_verse_number": 79,
        "translation": "So kehrte er sich von ihnen ab und sagte: O mein Volk, ich habe euch doch die Botschaft meines Herrn ausgerichtet und euch gut geraten.",
        "text_uthmani": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَـٰقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّى وَنَصَحْتُ لَكُمْ",
        "text_uthmani_transcribed": "Fa tawallā 'anhum wa qāla yā qaumi laqad ablagtukum risālata rabbī wa naṣaḥtu lakum"
      },
      {
        "belongs_to_verse_number": 79,
        "translation": "Aber ihr liebt nicht die guten Ratgeber.",
        "text_uthmani": "وَلَـٰكِن لَّا تُحِبُّونَ ٱلنَّـٰصِحِينَ",
        "text_uthmani_transcribed": "wa lākil lā tuḥibbūnan-nāṣiḥīn(a)."
      }
    ],
    "text_uthmani": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَـٰقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّى وَنَصَحْتُ لَكُمْ وَلَـٰكِن لَّا تُحِبُّونَ ٱلنَّـٰصِحِينَ",
    "text_uthmani_transcribed": "Fa tawallā 'anhum wa qāla yā qaumi laqad ablagtukum risālata rabbī wa naṣaḥtu lakum wa lākil lā tuḥibbūnan-nāṣiḥīn(a)."
  },
  {
    "verse_number": 80,
    "translation": "Und (Wir sandten) Lut, als er zu seinem Volk sagte: Wollt ihr denn das Abscheuliche begehen, wie es vor euch niemand von den Weltenbewohnern begangen hat?",
    "segmented": [
      {
        "belongs_to_verse_number": 80,
        "translation": "Und (Wir sandten) Lut, als er zu seinem Volk sagte: Wollt ihr denn das Abscheuliche begehen, wie es vor euch niemand von den Weltenbewohnern",
        "text_uthmani": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ أَتَأْتُونَ ٱلْفَـٰحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ ٱلْعَـٰلَمِينَ",
        "text_uthmani_transcribed": "Wa lūṭan iż qāla liqaumihī ata'tūnal-fāḥisyata mā sabaqakum bihā min aḥadim minal-'ālamīn"
      },
      {
        "belongs_to_verse_number": 80,
        "translation": "begangen hat?",
        "text_uthmani": "مِنْ أَحَدٍ مِّنَ ٱلْعَـٰلَمِينَ",
        "text_uthmani_transcribed": "min aḥadim minal-'ālamīn(a)."
      }
    ],
    "text_uthmani": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ أَتَأْتُونَ ٱلْفَـٰحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Wa lūṭan iż qāla liqaumihī ata'tūnal-fāḥisyata mā sabaqakum bihā min aḥadim minal-'ālamīn(a)."
  },
  {
    "verse_number": 81,
    "translation": "Ihr laßt euch doch wahrlich in Begierde mit den Männern ein anstatt mit den Frauen. Aber nein! Ihr seid maßlose Leute.",
    "text_uthmani": "إِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ شَهْوَةً مِّن دُونِ ٱلنِّسَآءِ ۚ بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ",
    "text_uthmani_transcribed": "Innakum lata'tūnar-rijāla syahwatam min dūnin-nisā'(i), bal antum qaumum musrifūn(a)."
  },
  {
    "verse_number": 82,
    "translation": "Die Antwort seines Volkes war nur, daß sie sagten: Vertreibt sie aus eurer Stadt! Das sind Menschen, die sich rein halten.",
    "text_uthmani": "وَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوٓا۟ أَخْرِجُوهُم مِّن قَرْيَتِكُمْ ۖ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ",
    "text_uthmani_transcribed": "Wa mā kāna jawāba qaumihī illā an qālū akhrijūhum min qaryatikum, innahum unāsuy yataṭahharūn(a)."
  },
  {
    "verse_number": 83,
    "translation": "Da retteten Wir ihn und seine Angehörigen, außer seiner Frau; Sie gehörte zu denjenigen, die zurückblieben.",
    "text_uthmani": "فَأَنجَيْنَـٰهُ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ كَانَتْ مِنَ ٱلْغَـٰبِرِينَ",
    "text_uthmani_transcribed": "Fa anjaināhu wa ahlahū illamra'atahū kānat minal-gābirīn(a)."
  },
  {
    "verse_number": 84,
    "translation": "Und Wir ließen einen Regen auf sie niedergehen. So schau, wie das Ende der Übeltäter war!",
    "text_uthmani": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُجْرِمِينَ",
    "text_uthmani_transcribed": "Wa amṭarnā 'alaihim maṭarā(n), fanẓur kaifa kāna 'āqibatul-mujrimīn(a)."
  },
  {
    "verse_number": 85,
    "translation": "Und (Wir sandten) zu Madyan ihren Bruder Su’aib. Er sagte: O mein Volk, dient Allah! Keinen Gott habt ihr außer Ihm. Nun ist ein klarer Beweis von eurem Herrn zu euch gekommen; so gebt volles Maß und Gewicht und schmälert den Menschen nicht ihre Sachen und stiftet auf der Erde nicht Unheil, nachdem sie in Ordnung gebracht worden ist! Das ist besser für euch, wenn ihr gläubig seid.",
    "segmented": [
      {
        "belongs_to_verse_number": 85,
        "translation": "Und (Wir sandten) zu Madyan ihren Bruder Su’aib. Er sagte: O mein Volk, dient Allah! Keinen Gott habt ihr außer Ihm.",
        "text_uthmani": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا ۗ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ",
        "text_uthmani_transcribed": "Wa ilā madyana akhāhum syu'aibā(n), qāla yā qaumi'budullāha mā lakum min ilāhin gairuh(ū),"
      },
      {
        "belongs_to_verse_number": 85,
        "translation": "Nun ist ein klarer Beweis von eurem Herrn zu euch gekommen; so gebt volles Maß und Gewicht und schmälert den Menschen nicht ihre Sachen",
        "text_uthmani": "قَدْ جَآءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ ۖ فَأَوْفُوا۟ ٱلْكَيْلَ وَٱلْمِيزَانَ وَلَا تَبْخَسُوا۟ ٱلنَّاسَ أَشْيَآءَهُمْ",
        "text_uthmani_transcribed": "qad jā'atkum bayyinatum mir rabbikum fa auful-kaila wal-mīzāna wa lā tabkhasun-nāsa asy-yā'ahum"
      },
      {
        "belongs_to_verse_number": 85,
        "translation": "und stiftet auf der Erde nicht Unheil, nachdem sie in Ordnung gebracht worden ist! Das ist besser für euch, wenn ihr gläubig seid.",
        "text_uthmani": "وَلَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ بَعْدَ إِصْلَـٰحِهَا ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ",
        "text_uthmani_transcribed": "wa lā tufsidū fil-arḍi ba'da iṣlāḥihā, żālikum khairul lakum in kuntum mu'minīn(a)."
      }
    ],
    "text_uthmani": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا ۗ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ قَدْ جَآءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ ۖ فَأَوْفُوا۟ ٱلْكَيْلَ وَٱلْمِيزَانَ وَلَا تَبْخَسُوا۟ ٱلنَّاسَ أَشْيَآءَهُمْ وَلَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ بَعْدَ إِصْلَـٰحِهَا ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ",
    "text_uthmani_transcribed": "Wa ilā madyana akhāhum syu'aibā(n), qāla yā qaumi'budullāha mā lakum min ilāhin gairuh(ū), qad jā'atkum bayyinatum mir rabbikum fa auful-kaila wal-mīzāna wa lā tabkhasun-nāsa asy-yā'ahum wa lā tufsidū fil-arḍi ba'da iṣlāḥihā, żālikum khairul lakum in kuntum mu'minīn(a)."
  },
  {
    "verse_number": 86,
    "translation": "Und lauert nicht auf jedem Weg, indem ihr droht und von Allahs Weg denjenigen abhaltet, der an Ihn glaubt, und danach trachtet, ihn krumm zu machen. Und gedenkt (der Zeit), als ihr (nur) wenige wart und Er euch dann zu vielen machte. Und schaut, wie das Ende der Unheilstifter war!",
    "segmented": [
      {
        "belongs_to_verse_number": 86,
        "translation": "Und lauert nicht auf jedem Weg, indem ihr droht und von Allahs Weg denjenigen abhaltet, der an Ihn glaubt,",
        "text_uthmani": "وَلَا تَقْعُدُوا۟ بِكُلِّ صِرَٰطٍ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنْ ءَامَنَ بِهِۦ",
        "text_uthmani_transcribed": "Wa lā taq'udū bikulli ṣirāṭin tū'idūna wa taṣuddūna 'an sabīlillāhi man āmana bihī"
      },
      {
        "belongs_to_verse_number": 86,
        "translation": "und danach trachtet, ihn krumm zu machen.",
        "text_uthmani": "وَتَبْغُونَهَا عِوَجًا ۚ",
        "text_uthmani_transcribed": "wa tabgūnahā 'iwajā(n),"
      },
      {
        "belongs_to_verse_number": 86,
        "translation": "Und gedenkt (der Zeit), als ihr (nur) wenige wart und Er euch dann zu vielen machte. Und schaut, wie das Ende der Unheilstifter war!",
        "text_uthmani": "وَٱذْكُرُوٓا۟ إِذْ كُنتُمْ قَلِيلًا فَكَثَّرَكُمْ ۖ وَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُفْسِدِينَ",
        "text_uthmani_transcribed": "ważkurū iż kuntum qalīlan fa kaṡṡarakum, wanẓurū kaifa kāna 'āqibatul-mufsidīn(a)."
      }
    ],
    "text_uthmani": "وَلَا تَقْعُدُوا۟ بِكُلِّ صِرَٰطٍ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنْ ءَامَنَ بِهِۦ وَتَبْغُونَهَا عِوَجًا ۚ وَٱذْكُرُوٓا۟ إِذْ كُنتُمْ قَلِيلًا فَكَثَّرَكُمْ ۖ وَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُفْسِدِينَ",
    "text_uthmani_transcribed": "Wa lā taq'udū bikulli ṣirāṭin tū'idūna wa taṣuddūna 'an sabīlillāhi man āmana bihī wa tabgūnahā 'iwajā(n), ważkurū iż kuntum qalīlan fa kaṡṡarakum, wanẓurū kaifa kāna 'āqibatul-mufsidīn(a)."
  },
  {
    "verse_number": 87,
    "translation": "Und wenn ein Teil von euch an das glauben sollte, womit ich gesandt worden bin, ein anderer Teil aber nicht glauben sollte, so geduldet euch, bis Allah zwischen uns richtet. Er ist der Beste derer, die richten.",
    "segmented": [
      {
        "belongs_to_verse_number": 87,
        "translation": "Und wenn ein Teil von euch an das glauben sollte, womit ich gesandt worden bin, ein anderer Teil aber nicht glauben sollte, so geduldet euch,",
        "text_uthmani": "وَإِن كَانَ طَآئِفَةٌ مِّنكُمْ ءَامَنُوا۟ بِٱلَّذِىٓ أُرْسِلْتُ بِهِۦ وَطَآئِفَةٌ لَّمْ يُؤْمِنُوا۟ فَٱصْبِرُوا۟",
        "text_uthmani_transcribed": "Wa in kāna ṭā'ifatum minkum āmanū bil-lażī ursiltu bihī wa ṭā'ifatul lam tu'minū faṣbirū"
      },
      {
        "belongs_to_verse_number": 87,
        "translation": "bis Allah zwischen uns richtet. Er ist der Beste derer, die richten.",
        "text_uthmani": "حَتَّىٰ يَحْكُمَ ٱللَّهُ بَيْنَنَا ۚ وَهُوَ خَيْرُ ٱلْحَـٰكِمِينَ",
        "text_uthmani_transcribed": "ḥattā yaḥkumallāhu bainanā, wa huwa khairul-ḥākimīn(a)."
      }
    ],
    "text_uthmani": "وَإِن كَانَ طَآئِفَةٌ مِّنكُمْ ءَامَنُوا۟ بِٱلَّذِىٓ أُرْسِلْتُ بِهِۦ وَطَآئِفَةٌ لَّمْ يُؤْمِنُوا۟ فَٱصْبِرُوا۟ حَتَّىٰ يَحْكُمَ ٱللَّهُ بَيْنَنَا ۚ وَهُوَ خَيْرُ ٱلْحَـٰكِمِينَ",
    "text_uthmani_transcribed": "Wa in kāna ṭā'ifatum minkum āmanū bil-lażī ursiltu bihī wa ṭā'ifatul lam tu'minū faṣbirū ḥattā yaḥkumallāhu bainanā, wa huwa khairul-ḥākimīn(a)."
  },
  {
    "verse_number": 88,
    "translation": "Die führende Schar, die sich hochmütig verhielt, aus seinem Volk, sagte: Wir werden dich, o Su’aib, und diejenigen, die mit dir glauben, ganz gewiß aus unserer Stadt vertreiben, oder aber ihr kehrt zu unserem Glaubensbekenntnis zurück! Er sagte: Was denn, auch wenn es uns zuwider ist?",
    "segmented": [
      {
        "belongs_to_verse_number": 88,
        "translation": "Die führende Schar, die sich hochmütig verhielt, aus seinem Volk, sagte: Wir werden dich, o Su’aib,",
        "text_uthmani": "۞ قَالَ ٱلْمَلَأُ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ مِن قَوْمِهِۦ لَنُخْرِجَنَّكَ يَـٰشُعَيْبُ",
        "text_uthmani_transcribed": "Qālal-mala'ul-lażīnastakbarū min qaumihī lanukhrijannaka yā syu'aibu"
      },
      {
        "belongs_to_verse_number": 88,
        "translation": "und diejenigen, die mit dir glauben, ganz gewiß aus unserer Stadt vertreiben, oder aber ihr kehrt zu unserem Glaubensbekenntnis zurück!",
        "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ مَعَكَ مِن قَرْيَتِنَآ أَوْ لَتَعُودُنَّ فِى مِلَّتِنَا ۚ",
        "text_uthmani_transcribed": "wal-lażīna āmanū ma'aka min qaryatinā au lata'ūdunna fī millatinā,"
      },
      {
        "belongs_to_verse_number": 88,
        "translation": "Er sagte: Was denn, auch wenn es uns zuwider ist?",
        "text_uthmani": "قَالَ أَوَلَوْ كُنَّا كَـٰرِهِينَ",
        "text_uthmani_transcribed": "qāla awalau kunnā kārihīn(a)."
      }
    ],
    "text_uthmani": "۞ قَالَ ٱلْمَلَأُ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ مِن قَوْمِهِۦ لَنُخْرِجَنَّكَ يَـٰشُعَيْبُ وَٱلَّذِينَ ءَامَنُوا۟ مَعَكَ مِن قَرْيَتِنَآ أَوْ لَتَعُودُنَّ فِى مِلَّتِنَا ۚ قَالَ أَوَلَوْ كُنَّا كَـٰرِهِينَ",
    "text_uthmani_transcribed": "Qālal-mala'ul-lażīnastakbarū min qaumihī lanukhrijannaka yā syu'aibu wal-lażīna āmanū ma'aka min qaryatinā au lata'ūdunna fī millatinā, qāla awalau kunnā kārihīn(a)."
  },
  {
    "verse_number": 89,
    "translation": "Wir würden ja gegen Allah eine Lüge ersinnen, wenn wir zu eurem Glaubensbekenntnis zurückkehrten, nachdem Allah uns vor ihr errettet hat. Es steht uns nicht zu, zu ihr zurückzukehren, außer daß Allah, unser Herr, (es) wollte. Unser Herr umfaßt alles mit (Seinem) Wissen. Auf Allah verlassen wir uns. Unser Herr, entscheide zwischen uns und unserem Volk der Wahrheit entsprechend! Du bist ja der beste Entscheider.",
    "segmented": [
      {
        "belongs_to_verse_number": 89,
        "translation": "Wir würden ja gegen Allah eine Lüge ersinnen, wenn wir zu eurem Glaubensbekenntnis zurückkehrten, nachdem Allah uns vor ihr errettet hat.",
        "text_uthmani": "قَدِ ٱفْتَرَيْنَا عَلَى ٱللَّهِ كَذِبًا إِنْ عُدْنَا فِى مِلَّتِكُم بَعْدَ إِذْ نَجَّىٰنَا ٱللَّهُ مِنْهَا ۚ",
        "text_uthmani_transcribed": "Qadiftarainā 'alallāhi każiban in 'udnā fī millatikum ba'da iż najjānallāhu minhā,"
      },
      {
        "belongs_to_verse_number": 89,
        "translation": "Es steht uns nicht zu, zu ihr zurückzukehren, außer daß Allah, unser Herr, (es) wollte. Unser Herr umfaßt alles mit (Seinem) Wissen.",
        "text_uthmani": "وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَا ۚ وَسِعَ رَبُّنَا كُلَّ شَىْءٍ عِلْمًا ۚ",
        "text_uthmani_transcribed": "wa mā yakūnu lanā an na'ūda fīhā illā ay yasyā'allāhu rabbunā, wasi'a rabbunā kulla syai'in 'ilmā(n),"
      },
      {
        "belongs_to_verse_number": 89,
        "translation": "Auf Allah verlassen wir uns. Unser Herr, entscheide zwischen uns und unserem Volk der Wahrheit entsprechend! Du bist ja der beste Entscheider.",
        "text_uthmani": "عَلَى ٱللَّهِ تَوَكَّلْنَا ۚ رَبَّنَا ٱفْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِٱلْحَقِّ وَأَنتَ خَيْرُ ٱلْفَـٰتِحِينَ",
        "text_uthmani_transcribed": "'alallāhi tawakkalnā, rabbanaftaḥ bainanā wa baina qauminā bil-ḥaqqi wa anta khairul-fātiḥīn(a)."
      }
    ],
    "text_uthmani": "قَدِ ٱفْتَرَيْنَا عَلَى ٱللَّهِ كَذِبًا إِنْ عُدْنَا فِى مِلَّتِكُم بَعْدَ إِذْ نَجَّىٰنَا ٱللَّهُ مِنْهَا ۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَا ۚ وَسِعَ رَبُّنَا كُلَّ شَىْءٍ عِلْمًا ۚ عَلَى ٱللَّهِ تَوَكَّلْنَا ۚ رَبَّنَا ٱفْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِٱلْحَقِّ وَأَنتَ خَيْرُ ٱلْفَـٰتِحِينَ",
    "text_uthmani_transcribed": "Qadiftarainā 'alallāhi każiban in 'udnā fī millatikum ba'da iż najjānallāhu minhā, wa mā yakūnu lanā an na'ūda fīhā illā ay yasyā'allāhu rabbunā, wasi'a rabbunā kulla syai'in 'ilmā(n), 'alallāhi tawakkalnā, rabbanaftaḥ bainanā wa baina qauminā bil-ḥaqqi wa anta khairul-fātiḥīn(a)."
  },
  {
    "verse_number": 90,
    "translation": "Aber die führende Schar aus seinem Volk, die ungläubig war, sagte: Wenn ihr Su’aib folgt, dann werdet ihr fürwahr Verlierer sein.",
    "text_uthmani": "وَقَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦ لَئِنِ ٱتَّبَعْتُمْ شُعَيْبًا إِنَّكُمْ إِذًا لَّخَـٰسِرُونَ",
    "text_uthmani_transcribed": "Wa qālal-mala'ul-lażīna kafarū min qaumihī la'inittaba'tum syu'aiban innakum iżal lakhāsirūn(a)."
  },
  {
    "verse_number": 91,
    "translation": "Da ergriff sie das Zittern, und am Morgen lagen sie in ihrer Wohnstätte auf den Brüsten da.",
    "text_uthmani": "فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَـٰثِمِينَ",
    "text_uthmani_transcribed": "Fa akhażathumur-rajfatu fa aṣbaḥū fī dārihim jāṡimīn(a)."
  },
  {
    "verse_number": 92,
    "translation": "Diejenigen, die Su’aib der Lüge bezichtigen, waren, als hätten sie (überhaupt) nicht darin gewohnt. Diejenigen, die Su’aib der Lüge bezichtigten, waren (nun) selbst die Verlierer.",
    "segmented": [
      {
        "belongs_to_verse_number": 92,
        "translation": "Diejenigen, die Su’aib der Lüge bezichtigen, waren, als hätten sie (überhaupt) nicht darin gewohnt.",
        "text_uthmani": "ٱلَّذِينَ كَذَّبُوا۟ شُعَيْبًا كَأَن لَّمْ يَغْنَوْا۟ فِيهَا ۚ",
        "text_uthmani_transcribed": "Al-lażīna każżabū syu'aiban ka'allam yagnau fīhā,"
      },
      {
        "belongs_to_verse_number": 92,
        "translation": "Diejenigen, die Su’aib der Lüge bezichtigten, waren (nun) selbst die Verlierer.",
        "text_uthmani": "ٱلَّذِينَ كَذَّبُوا۟ شُعَيْبًا كَانُوا۟ هُمُ ٱلْخَـٰسِرِينَ",
        "text_uthmani_transcribed": "al-lażīna każżabū syu'aiban kānū humul-khāsirīn(a)."
      }
    ],
    "text_uthmani": "ٱلَّذِينَ كَذَّبُوا۟ شُعَيْبًا كَأَن لَّمْ يَغْنَوْا۟ فِيهَا ۚ ٱلَّذِينَ كَذَّبُوا۟ شُعَيْبًا كَانُوا۟ هُمُ ٱلْخَـٰسِرِينَ",
    "text_uthmani_transcribed": "Al-lażīna każżabū syu'aiban ka'allam yagnau fīhā, al-lażīna każżabū syu'aiban kānū humul-khāsirīn(a)."
  },
  {
    "verse_number": 93,
    "translation": "So kehrte er sich von ihnen ab und sagte: O mein Volk, ich habe euch doch die Botschaften meines Herrn ausgerichtet und euch gut geraten. Wie sollte ich betrübt sein über ungläubige Leute?",
    "segmented": [
      {
        "belongs_to_verse_number": 93,
        "translation": "So kehrte er sich von ihnen ab und sagte: O mein Volk, ich habe euch doch die Botschaften meines Herrn ausgerichtet und euch gut geraten.",
        "text_uthmani": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَـٰقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَـٰلَـٰتِ رَبِّى وَنَصَحْتُ لَكُمْ ۖ",
        "text_uthmani_transcribed": "Fa tawallā 'anhum wa qāla yā qaumi laqad ablagtukum risālāti rabbī wa naṣaḥtu lakum."
      },
      {
        "belongs_to_verse_number": 93,
        "translation": "Wie sollte ich betrübt sein über ungläubige Leute?",
        "text_uthmani": "فَكَيْفَ ءَاسَىٰ عَلَىٰ قَوْمٍ كَـٰفِرِينَ",
        "text_uthmani_transcribed": "fa kaifa āsā 'alā qaumin kāfirīn(a)."
      }
    ],
    "text_uthmani": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَـٰقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَـٰلَـٰتِ رَبِّى وَنَصَحْتُ لَكُمْ ۖ فَكَيْفَ ءَاسَىٰ عَلَىٰ قَوْمٍ كَـٰفِرِينَ",
    "text_uthmani_transcribed": "Fa tawallā 'anhum wa qāla yā qaumi laqad ablagtukum risālāti rabbī wa naṣaḥtu lakum, fa kaifa āsā 'alā qaumin kāfirīn(a)."
  },
  {
    "verse_number": 94,
    "translation": "Und Wir haben in keine Stadt Propheten gesandt, ohne daß Wir über ihre Bewohner Not und Leid hätten kommen lassen, auf daß sie in Unterwürfigkeit flehen mögen.",
    "segmented": [
      {
        "belongs_to_verse_number": 94,
        "translation": "Und Wir haben in keine Stadt Propheten gesandt, ohne daß Wir über ihre Bewohner Not",
        "text_uthmani": "وَمَآ أَرْسَلْنَا فِى قَرْيَةٍ مِّن نَّبِىٍّ إِلَّآ أَخَذْنَآ أَهْلَهَا بِٱلْبَأْسَآءِ",
        "text_uthmani_transcribed": "Wa mā arsalnā fī qaryatim min nabiyyin illā akhażnā ahlahā bil-ba'sā'i"
      },
      {
        "belongs_to_verse_number": 94,
        "translation": "und Leid hätten kommen lassen, auf daß sie in Unterwürfigkeit flehen mögen.",
        "text_uthmani": "بِٱلْبَأْسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمْ يَضَّرَّعُونَ",
        "text_uthmani_transcribed": "bil-ba'sā'i waḍ-ḍarrā'i la'allahum yaḍḍarra'ūn(a)."
      }
    ],
    "text_uthmani": "وَمَآ أَرْسَلْنَا فِى قَرْيَةٍ مِّن نَّبِىٍّ إِلَّآ أَخَذْنَآ أَهْلَهَا بِٱلْبَأْسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمْ يَضَّرَّعُونَ",
    "text_uthmani_transcribed": "Wa mā arsalnā fī qaryatim min nabiyyin illā akhażnā ahlahā bil-ba'sā'i waḍ-ḍarrā'i la'allahum yaḍḍarra'ūn(a)."
  },
  {
    "verse_number": 95,
    "translation": "Hierauf tauschten Wir anstelle des Bösen Gutes ein, bis sie (sich und ihren Besitz) vermehrten und sagten: Schon unseren Vätern ist Leid und (auch) Freude widerfahren. Da ergriffen Wir sie plötzlich, ohne daß sie merkten.",
    "segmented": [
      {
        "belongs_to_verse_number": 95,
        "translation": "Hierauf tauschten Wir anstelle des Bösen Gutes ein, bis sie (sich und ihren Besitz) vermehrten und sagten: Schon unseren Vätern ist Leid",
        "text_uthmani": "ثُمَّ بَدَّلْنَا مَكَانَ ٱلسَّيِّئَةِ ٱلْحَسَنَةَ حَتَّىٰ عَفَوا۟ وَّقَالُوا۟ قَدْ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ",
        "text_uthmani_transcribed": "Ṡumma baddalnā makānas-sayyi'atil-ḥasanata ḥattā 'afau wa qālū qad massa ābā'anaḍ-ḍarrā'u"
      },
      {
        "belongs_to_verse_number": 95,
        "translation": "und (auch) Freude widerfahren. Da ergriffen Wir sie plötzlich, ohne daß sie merkten.",
        "text_uthmani": "وَٱلسَّرَّآءُ فَأَخَذْنَـٰهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
        "text_uthmani_transcribed": "was-sarrā'u fa akhażnāhum bagtataw wa hum lā yasy'urūn(a)."
      }
    ],
    "text_uthmani": "ثُمَّ بَدَّلْنَا مَكَانَ ٱلسَّيِّئَةِ ٱلْحَسَنَةَ حَتَّىٰ عَفَوا۟ وَّقَالُوا۟ قَدْ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذْنَـٰهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
    "text_uthmani_transcribed": "Ṡumma baddalnā makānas-sayyi'atil-ḥasanata ḥattā 'afau wa qālū qad massa ābā'anaḍ-ḍarrā'u was-sarrā'u fa akhażnāhum bagtataw wa hum lā yasy'urūn(a)."
  },
  {
    "verse_number": 96,
    "translation": "Hätten aber die Bewohner der Städte geglaubt und wären sie gottesfürchtig gewesen, hätten Wir ihnen bestimmt Segnungen von dem Himmel und der Erde aufgetan. Aber sie erklärten (die Botschaft) für Lüge, und so ergriffen Wir sie für das, was sie erworben hatten.",
    "segmented": [
      {
        "belongs_to_verse_number": 96,
        "translation": "Hätten aber die Bewohner der Städte geglaubt und wären sie gottesfürchtig gewesen, hätten Wir ihnen bestimmt Segnungen von dem Himmel",
        "text_uthmani": "وَلَوْ أَنَّ أَهْلَ ٱلْقُرَىٰٓ ءَامَنُوا۟ وَٱتَّقَوْا۟ لَفَتَحْنَا عَلَيْهِم بَرَكَـٰتٍ مِّنَ ٱلسَّمَآءِ",
        "text_uthmani_transcribed": "Wa lau anna ahlal-qurā āmanū wattaqau lafataḥnā 'alaihim barakātim minas-samā'i"
      },
      {
        "belongs_to_verse_number": 96,
        "translation": "und der Erde aufgetan. Aber sie erklärten (die Botschaft) für Lüge, und so ergriffen Wir sie für das, was sie erworben hatten.",
        "text_uthmani": "وَلْأَرْضِ وَلَـٰكِن كَذَّبُوا۟ فَأَخَذْنَـٰهُم بِمَا كَانُوا۟ يَكْسِبُونَ",
        "text_uthmani_transcribed": "wal ardḍi wa lākin każżabū fa akhażnāhum bimā kānū yaksibūn(a)."
      }
    ],
    "text_uthmani": "وَلَوْ أَنَّ أَهْلَ ٱلْقُرَىٰٓ ءَامَنُوا۟ وَٱتَّقَوْا۟ لَفَتَحْنَا عَلَيْهِم بَرَكَـٰتٍ مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ وَلَـٰكِن كَذَّبُوا۟ فَأَخَذْنَـٰهُم بِمَا كَانُوا۟ يَكْسِبُونَ",
    "text_uthmani_transcribed": "Wa lau anna ahlal-qurā āmanū wattaqau lafataḥnā 'alaihim barakātim minas-samā'i wal ardḍi wa lākin każżabū fa akhażnāhum bimā kānū yaksibūn(a)."
  },
  {
    "verse_number": 97,
    "translation": "Glauben denn die Bewohner der Städte, sicher davor zu sein, daß Unsere Gewalt bei Nacht über sie kommt, während sie schlafen?",
    "text_uthmani": "أَفَأَمِنَ أَهْلُ ٱلْقُرَىٰٓ أَن يَأْتِيَهُم بَأْسُنَا بَيَـٰتًا وَهُمْ نَآئِمُونَ",
    "text_uthmani_transcribed": "Afa amina ahlul-qurā ay ya'tiyahum ba'sunā bayātaw wa hum nā'imūn(a)."
  },
  {
    "verse_number": 98,
    "translation": "Oder glauben die Bewohner der Städte, sicher davor zu sein, daß Unsere Gewalt am hellen Morgen über sie kommt, während sie spielen?",
    "text_uthmani": "أَوَأَمِنَ أَهْلُ ٱلْقُرَىٰٓ أَن يَأْتِيَهُم بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ",
    "text_uthmani_transcribed": "Awa amina ahlul-qurā ay ya'tiyahum ba'sunā ḍuḥaw wa hum yal'abūn(a)."
  },
  {
    "verse_number": 99,
    "translation": "Glauben sie denn, sicher vor Allahs Ränken zu sein? Aber vor Allahs Ränken sicher zu sein, glaubt nur das Volk derjenigen, die Verlierer sind.",
    "text_uthmani": "أَفَأَمِنُوا۟ مَكْرَ ٱللَّهِ ۚ فَلَا يَأْمَنُ مَكْرَ ٱللَّهِ إِلَّا ٱلْقَوْمُ ٱلْخَـٰسِرُونَ",
    "text_uthmani_transcribed": "Afa aminū makrallāh(i), falā ya'manu makrallāhi illal-qaumul khāsirūn(a)."
  },
  {
    "verse_number": 100,
    "translation": "Ist denjenigen, die die Erde nach ihren (vorherigen) Bewohnern erben, nicht deutlich geworden, daß, wenn Wir wollten, Wir sie für ihre Sünden treffen würden? Und Wir versiegeln ihre Herzen, so daß sie nicht hören.",
    "segmented": [
      {
        "belongs_to_verse_number": 100,
        "translation": "Ist denjenigen, die die Erde nach ihren (vorherigen) Bewohnern erben, nicht deutlich geworden, daß, wenn Wir wollten, Wir sie für ihre Sünden",
        "text_uthmani": "أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ ٱلْأَرْضَ مِنۢ بَعْدِ أَهْلِهَآ أَن لَّوْ نَشَآءُ أَصَبْنَـٰهُم بِذُنُوبِهِمْ",
        "text_uthmani_transcribed": "Awalam yahdi lil-lażīna yariṡūnal-arḍa mim ba'di ahlihā allau nasyā'u aṣabnāhum biżunūbihim"
      },
      {
        "belongs_to_verse_number": 100,
        "translation": "treffen würden? Und Wir versiegeln ihre Herzen, so daß sie nicht hören.",
        "text_uthmani": "أَصَبْنَـٰهُم بِذُنُوبِهِمْ ۚ وَنَطْبَعُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ",
        "text_uthmani_transcribed": "aṣabnāhum biżunūbihim, wa naṭba'u 'alā qulūbihim fahum lā yasma'ūn(a)."
      }
    ],
    "text_uthmani": "أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ ٱلْأَرْضَ مِنۢ بَعْدِ أَهْلِهَآ أَن لَّوْ نَشَآءُ أَصَبْنَـٰهُم بِذُنُوبِهِمْ ۚ وَنَطْبَعُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ",
    "text_uthmani_transcribed": "Awalam yahdi lil-lażīna yariṡūnal-arḍa mim ba'di ahlihā allau nasyā'u aṣabnāhum biżunūbihim, wa naṭba'u 'alā qulūbihim fahum lā yasma'ūn(a)."
  },
  {
    "verse_number": 101,
    "translation": "Das sind die Städte. Über sie erzählen Wir dir (einiges) von ihren Berichten. Ihre Gesandten kamen ja zu ihnen mit den klaren Beweisen, aber sie konnten nicht an das glauben, was sie zuvor für Lüge erklärt hatten. So versiegelt Allah die Herzen der Ungläubigen.",
    "segmented": [
      {
        "belongs_to_verse_number": 101,
        "translation": "Das sind die Städte. Über sie erzählen Wir dir (einiges) von ihren Berichten.",
        "text_uthmani": "تِلْكَ ٱلْقُرَىٰ نَقُصُّ عَلَيْكَ مِنْ أَنۢبَآئِهَا ۚ",
        "text_uthmani_transcribed": "Tilkal-qurā naquṣṣu 'alaika min ambā'ihā,"
      },
      {
        "belongs_to_verse_number": 101,
        "translation": "Ihre Gesandten kamen ja zu ihnen mit den klaren Beweisen, aber sie konnten nicht an das glauben, was sie zuvor für Lüge erklärt hatten.",
        "text_uthmani": "وَلَقَدْ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَمَا كَانُوا۟ لِيُؤْمِنُوا۟ بِمَا كَذَّبُوا۟ مِن قَبْلُ ۚ",
        "text_uthmani_transcribed": "wa laqad jā'athum rusuluhum bil-bayyināt(i), famā kānū liyu'minū bimā każżabū min qabl(u),"
      },
      {
        "belongs_to_verse_number": 101,
        "translation": "So versiegelt Allah die Herzen der Ungläubigen.",
        "text_uthmani": "كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلْكَـٰفِرِينَ",
        "text_uthmani_transcribed": "każālika yaṭba'ullāhu 'alā qulūbil-kāfirīn(a)."
      }
    ],
    "text_uthmani": "تِلْكَ ٱلْقُرَىٰ نَقُصُّ عَلَيْكَ مِنْ أَنۢبَآئِهَا ۚ وَلَقَدْ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَمَا كَانُوا۟ لِيُؤْمِنُوا۟ بِمَا كَذَّبُوا۟ مِن قَبْلُ ۚ كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلْكَـٰفِرِينَ",
    "text_uthmani_transcribed": "Tilkal-qurā naquṣṣu 'alaika min ambā'ihā, wa laqad jā'athum rusuluhum bil-bayyināt(i), famā kānū liyu'minū bimā każżabū min qabl(u), każālika yaṭba'ullāhu 'alā qulūbil-kāfirīn(a)."
  },
  {
    "verse_number": 102,
    "translation": "Und Wir fanden bei den meisten von ihnen keine Vertragstreue, sondern Wir fanden (, daß) die meisten von ihnen fürwahr Frevler (waren).",
    "text_uthmani": "وَمَا وَجَدْنَا لِأَكْثَرِهِم مِّنْ عَهْدٍ ۖ وَإِن وَجَدْنَآ أَكْثَرَهُمْ لَفَـٰسِقِينَ",
    "text_uthmani_transcribed": "Wa mā wajadnā li'akṡarihim min 'ahd(in), wa iw wajadnā akṡarahum lafāsiqīn(a)."
  },
  {
    "verse_number": 103,
    "translation": "Hierauf schickten Wir nach ihnen Musa mit Unseren Zeichen zu Fir’aun und seiner führenden Schar, doch sie handelten unrecht an ihnen. Schau nur, wie das Ende der Unheilstifter war!",
    "segmented": [
      {
        "belongs_to_verse_number": 103,
        "translation": "Hierauf schickten Wir nach ihnen Musa mit Unseren Zeichen zu Fir’aun und seiner führenden Schar, doch sie handelten unrecht an ihnen.",
        "text_uthmani": "ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِم مُّوسَىٰ بِـَٔايَـٰتِنَآ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَظَلَمُوا۟ بِهَا ۖ",
        "text_uthmani_transcribed": "Ṡumma ba'aṡnā mim ba'dihim mūsā bi'āyātinā ilā fir'auna wa mala'ihī fa ẓalamū bihā,"
      },
      {
        "belongs_to_verse_number": 103,
        "translation": "Schau nur, wie das Ende der Unheilstifter war!",
        "text_uthmani": "فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُفْسِدِينَ",
        "text_uthmani_transcribed": "fanẓur kaifa kāna 'āqibatul-mufsidīn(a)."
      }
    ],
    "text_uthmani": "ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِم مُّوسَىٰ بِـَٔايَـٰتِنَآ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَظَلَمُوا۟ بِهَا ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُفْسِدِينَ",
    "text_uthmani_transcribed": "Ṡumma ba'aṡnā mim ba'dihim mūsā bi'āyātinā ilā fir'auna wa mala'ihī fa ẓalamū bihā, fanẓur kaifa kāna 'āqibatul-mufsidīn(a)."
  },
  {
    "verse_number": 104,
    "translation": "Musa sagte: O Fir’aun, gewiß, ich bin ein Gesandter vom Herrn der Weltenbewohner,",
    "text_uthmani": "وَقَالَ مُوسَىٰ يَـٰفِرْعَوْنُ إِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Wa qāla mūsa yā fir'aunu innī rasūlum mir rabbil-'ālamīn(a)."
  },
  {
    "verse_number": 105,
    "translation": "bestrebt’, über Allah nur die Wahrheit zu sagen. Ich bin doch mit einem klaren Beweis von eurem Herrn zu euch gekommen. So lasse die Kinder Isra’ils mit mir gehen!",
    "segmented": [
      {
        "belongs_to_verse_number": 105,
        "translation": "bestrebt’, über Allah nur die Wahrheit zu sagen. Ich bin doch mit einem klaren Beweis von eurem Herrn zu euch gekommen.",
        "text_uthmani": "حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ ۚ قَدْ جِئْتُكُم بِبَيِّنَةٍ مِّن رَّبِّكُمْ",
        "text_uthmani_transcribed": "Ḥaqīqun 'alā allā aqūla 'alallāhi illal-ḥaqq(a), qad ji'tukum bibayyinatim mir rabbikum"
      },
      {
        "belongs_to_verse_number": 105,
        "translation": "So lasse die Kinder Isra’ils mit mir gehen!",
        "text_uthmani": "فَأَرْسِلْ مَعِىَ بَنِىٓ إِسْرَٰٓءِيلَ",
        "text_uthmani_transcribed": "fa arsil ma'iya banī isrā'īl(a)."
      }
    ],
    "text_uthmani": "حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ ۚ قَدْ جِئْتُكُم بِبَيِّنَةٍ مِّن رَّبِّكُمْ فَأَرْسِلْ مَعِىَ بَنِىٓ إِسْرَٰٓءِيلَ",
    "text_uthmani_transcribed": "Ḥaqīqun 'alā allā aqūla 'alallāhi illal-ḥaqq(a), qad ji'tukum bibayyinatim mir rabbikum fa arsil ma'iya banī isrā'īl(a)."
  },
  {
    "verse_number": 106,
    "translation": "Er sagte: Wenn du mit einem Zeichen gekommen bist, dann bringe es her, wenn du zu den Wahrhaftigen gehörst.",
    "text_uthmani": "قَالَ إِن كُنتَ جِئْتَ بِـَٔايَةٍ فَأْتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
    "text_uthmani_transcribed": "Qāla in kunta ji'ta bi'āyatin fa'ti bihā in kunta minaṣ ṣādiqīn(a)."
  },
  {
    "verse_number": 107,
    "translation": "Er warf seinen Stock hin, und sogleich war er eine deutliche Schlange.",
    "text_uthmani": "فَأَلْقَىٰ عَصَاهُ فَإِذَا هِىَ ثُعْبَانٌ مُّبِينٌ",
    "text_uthmani_transcribed": "Fa alqā 'aṣāhu fa iżā hiya ṡu'bānum mubīn(un)."
  },
  {
    "verse_number": 108,
    "translation": "Und er zog seine Hand heraus, da war sie weiß für die Betrachter.",
    "text_uthmani": "وَنَزَعَ يَدَهُۥ فَإِذَا هِىَ بَيْضَآءُ لِلنَّـٰظِرِينَ",
    "text_uthmani_transcribed": "Wa naza'a yadahū fa iżā hiya baiḍā'u lin-nāẓirīn(a)."
  },
  {
    "verse_number": 109,
    "translation": "Die führende Schar aus dem Volk Fir’auns sagte: Dieser ist fürwahr ein kenntnisreicher Zauberer,",
    "text_uthmani": "قَالَ ٱلْمَلَأُ مِن قَوْمِ فِرْعَوْنَ إِنَّ هَـٰذَا لَسَـٰحِرٌ عَلِيمٌ",
    "text_uthmani_transcribed": "Qālal-mala'u min qaumi fir'auna inna hāżā lasāḥirum 'alīm(un)."
  },
  {
    "verse_number": 110,
    "translation": "der euch aus eurem Land vertreiben will. Was befehlt ihr nun?",
    "text_uthmani": "يُرِيدُ أَن يُخْرِجَكُم مِّنْ أَرْضِكُمْ ۖ فَمَاذَا تَأْمُرُونَ",
    "text_uthmani_transcribed": "Yurīdu ay yukhrijakum min arḍikum, fa māżā ta'murūn(a)."
  },
  {
    "verse_number": 111,
    "translation": "Sie sagten: Stelle ihn und seinen Bruder zurück, und sende in die Städte (Boten), die (die Leute) versammeln,",
    "text_uthmani": "قَالُوٓا۟ أَرْجِهْ وَأَخَاهُ وَأَرْسِلْ فِى ٱلْمَدَآئِنِ حَـٰشِرِينَ",
    "text_uthmani_transcribed": "Qālū arjih wa akhāhu wa arsil fil-madā'ini ḥāsyirīn(a)."
  },
  {
    "verse_number": 112,
    "translation": "damit sie dir jeden kenntnisreichen Zauberer herbeibringen.",
    "text_uthmani": "يَأْتُوكَ بِكُلِّ سَـٰحِرٍ عَلِيمٍ",
    "text_uthmani_transcribed": "Ya'tūka bikulli sāḥirin 'alīm(in)."
  },
  {
    "verse_number": 113,
    "translation": "Und die Zauberer kamen zu Fir’aun. Sie sagten: Wir bekommen doch sicher Lohn, wenn wir es sind, die siegen?",
    "text_uthmani": "وَجَآءَ ٱلسَّحَرَةُ فِرْعَوْنَ قَالُوٓا۟ إِنَّ لَنَا لَأَجْرًا إِن كُنَّا نَحْنُ ٱلْغَـٰلِبِينَ",
    "text_uthmani_transcribed": "Wa jā'as-saḥaratu fir'auna qālū inna lanā la'ajran in kunnā naḥnul-gālibīn(a)."
  },
  {
    "verse_number": 114,
    "translation": "Er sagte: Ja. Und ihr werdet fürwahr zu den Nahegestellten gehören.",
    "text_uthmani": "قَالَ نَعَمْ وَإِنَّكُمْ لَمِنَ ٱلْمُقَرَّبِينَ",
    "text_uthmani_transcribed": "Qāla na'am wa innakum laminal-muqarrabīn(a)."
  },
  {
    "verse_number": 115,
    "translation": "Sie sagten: O Musa, entweder wirfst du oder wir sind es, die (zuerst) werfen.",
    "text_uthmani": "قَالُوا۟ يَـٰمُوسَىٰٓ إِمَّآ أَن تُلْقِىَ وَإِمَّآ أَن نَّكُونَ نَحْنُ ٱلْمُلْقِينَ",
    "text_uthmani_transcribed": "Qālū yā mūsā immā an tulqiya wa immā an nakūna naḥnul-mulqīn(a)."
  },
  {
    "verse_number": 116,
    "translation": "Er sagte: Werft (ihr zuerst)! Als sie nun warfen, bezauberten sie die Augen der Menschen und flößten ihnen Furcht ein, und sie brachten einen gewaltigen Zauber vor.",
    "segmented": [
      {
        "belongs_to_verse_number": 116,
        "translation": "Er sagte: Werft (ihr zuerst)!",
        "text_uthmani": "قَالَ أَلْقُوا۟ ۖ",
        "text_uthmani_transcribed": "Qāla alqū"
      },
      {
        "belongs_to_verse_number": 116,
        "translation": "Als sie nun warfen, bezauberten sie die Augen der Menschen und flößten ihnen Furcht ein, und sie brachten einen gewaltigen Zauber vor.",
        "text_uthmani": "فَلَمَّآ أَلْقَوْا۟ سَحَرُوٓا۟ أَعْيُنَ ٱلنَّاسِ وَٱسْتَرْهَبُوهُمْ وَجَآءُو بِسِحْرٍ عَظِيمٍ",
        "text_uthmani_transcribed": "Falammā alqau saḥarū a'yunan-nāsi wastarhabūhum wa jā'ū bisiḥrin 'aẓīm(in)."
      }
    ],
    "text_uthmani": "قَالَ أَلْقُوا۟ ۖ فَلَمَّآ أَلْقَوْا۟ سَحَرُوٓا۟ أَعْيُنَ ٱلنَّاسِ وَٱسْتَرْهَبُوهُمْ وَجَآءُو بِسِحْرٍ عَظِيمٍ",
    "text_uthmani_transcribed": "Qāla alqū, falammā alqau saḥarū a'yunan-nāsi wastarhabūhum wa jā'ū bisiḥrin 'aẓīm(in)."
  },
  {
    "verse_number": 117,
    "translation": "Und Wir gaben Musa ein: Wirf deinen Stock hin! Da verschlang er sogleich, was sie vortäuschten.",
    "text_uthmani": "۞ وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنْ أَلْقِ عَصَاكَ ۖ فَإِذَا هِىَ تَلْقَفُ مَا يَأْفِكُونَ",
    "text_uthmani_transcribed": "Wa auḥainā ilā mūsā an alqi 'aṣāk(a), fa iżā hiya talqafu mā ya'fikūn(a)."
  },
  {
    "verse_number": 118,
    "translation": "So bestätigte sich die Wahrheit, und zunichte wurde das, was sie taten.",
    "text_uthmani": "فَوَقَعَ ٱلْحَقُّ وَبَطَلَ مَا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Fa waqa'al-ḥaqqu wa baṭala mā kānū ya'malūn(a)."
  },
  {
    "verse_number": 119,
    "translation": "Sie wurden dort besiegt und kehrten gering geachtet zurück.",
    "text_uthmani": "فَغُلِبُوا۟ هُنَالِكَ وَٱنقَلَبُوا۟ صَـٰغِرِينَ",
    "text_uthmani_transcribed": "Fa gulibū hunālika wanqalabū ṣāgirīn(a)."
  },
  {
    "verse_number": 120,
    "translation": "Und die Zauberer warfen sich ehrerbietig nieder.",
    "text_uthmani": "وَأُلْقِىَ ٱلسَّحَرَةُ سَـٰجِدِينَ",
    "text_uthmani_transcribed": "Wa ulqiyas-saḥaratu sājidīn(a)."
  },
  {
    "verse_number": 121,
    "translation": "Sie sagten: Wir glauben an den Herrn der Weltenbewohner,",
    "text_uthmani": "قَالُوٓا۟ ءَامَنَّا بِرَبِّ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Qālū āmannā birabbil-'ālamīn(a)."
  },
  {
    "verse_number": 122,
    "translation": "den Herrn von Musa und Harun.",
    "text_uthmani": "رَبِّ مُوسَىٰ وَهَـٰرُونَ",
    "text_uthmani_transcribed": "Rabbi mūsā wa hārūn(a)."
  },
  {
    "verse_number": 123,
    "translation": "Fir’aun sagte: Ihr glaubt an Ihn, bevor ich es euch erlaube? Das sind wahrlich Ränke, die ihr in der Stadt geschmiedet habt, um ihre Bewohner daraus zu vertreiben. Aber ihr werdet (es noch) erfahren.",
    "segmented": [
      {
        "belongs_to_verse_number": 123,
        "translation": "Fir’aun sagte: Ihr glaubt an Ihn, bevor ich es euch erlaube?",
        "text_uthmani": "قَالَ فِرْعَوْنُ ءَامَنتُم بِهِۦ قَبْلَ أَنْ ءَاذَنَ لَكُمْ ۖ",
        "text_uthmani_transcribed": "Qāla fir'aunu āmantum bihī qabla an āżana lakum,"
      },
      {
        "belongs_to_verse_number": 123,
        "translation": "Das sind wahrlich Ränke, die ihr in der Stadt geschmiedet habt, um ihre Bewohner daraus zu vertreiben. Aber ihr werdet (es noch) erfahren.",
        "text_uthmani": "إِنَّ هَـٰذَا لَمَكْرٌ مَّكَرْتُمُوهُ فِى ٱلْمَدِينَةِ لِتُخْرِجُوا۟ مِنْهَآ أَهْلَهَا ۖ فَسَوْفَ تَعْلَمُونَ",
        "text_uthmani_transcribed": "inna hāżā lamakrum makartumūhu fil-madīnati litukhrijū minhā ahlahā, fa saufa ta'lamūn(a)."
      }
    ],
    "text_uthmani": "قَالَ فِرْعَوْنُ ءَامَنتُم بِهِۦ قَبْلَ أَنْ ءَاذَنَ لَكُمْ ۖ إِنَّ هَـٰذَا لَمَكْرٌ مَّكَرْتُمُوهُ فِى ٱلْمَدِينَةِ لِتُخْرِجُوا۟ مِنْهَآ أَهْلَهَا ۖ فَسَوْفَ تَعْلَمُونَ",
    "text_uthmani_transcribed": "Qāla fir'aunu āmantum bihī qabla an āżana lakum, inna hāżā lamakrum makartumūhu fil-madīnati litukhrijū minhā ahlahā, fa saufa ta'lamūn(a)."
  },
  {
    "verse_number": 124,
    "translation": "Ich werde ganz gewiß eure Hände und eure Füße wechselseitig abhacken und euch hierauf ganz gewiß allesamt kreuzigen (lassen).",
    "text_uthmani": "لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَـٰفٍ ثُمَّ لَأُصَلِّبَنَّكُمْ أَجْمَعِينَ",
    "text_uthmani_transcribed": "La'uqaṭṭi'anna aidiyakum wa arjulakum min khilāfin ṡumma la'uṣallibannakum ajma'īn(a)."
  },
  {
    "verse_number": 125,
    "translation": "Sie sagten: Wir werden gewiß zu unserem Herrn zurückkehren!",
    "text_uthmani": "قَالُوٓا۟ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ",
    "text_uthmani_transcribed": "Qālū innā ilā rabbinā munqalibūn(a)."
  },
  {
    "verse_number": 126,
    "translation": "Du grollst uns ja nur (darum), daß wir an die Zeichen unseres Herrn glaubten, als sie zu uns kamen. Unser Herr, überschütte uns mit Standhaftigkeit und berufe uns ab als (Dir) Ergebene!",
    "segmented": [
      {
        "belongs_to_verse_number": 126,
        "translation": "Du grollst uns ja nur (darum), daß wir an die Zeichen unseres Herrn glaubten, als sie zu uns kamen.",
        "text_uthmani": "وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنْ ءَامَنَّا بِـَٔايَـٰتِ رَبِّنَا لَمَّا جَآءَتْنَا ۚ",
        "text_uthmani_transcribed": "Wa mā tanqimu minnā illā an āmannā bi'āyāti rabbinā lammā jā'atnā,"
      },
      {
        "belongs_to_verse_number": 126,
        "translation": "Unser Herr, überschütte uns mit Standhaftigkeit und berufe uns ab als (Dir) Ergebene!",
        "text_uthmani": "رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ",
        "text_uthmani_transcribed": "rabanā afrig 'alainā ṣabraw wa tawaffanā muslimīn(a)."
      }
    ],
    "text_uthmani": "وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنْ ءَامَنَّا بِـَٔايَـٰتِ رَبِّنَا لَمَّا جَآءَتْنَا ۚ رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ",
    "text_uthmani_transcribed": "Wa mā tanqimu minnā illā an āmannā bi'āyāti rabbinā lammā jā'atnā, rabanā afrig 'alainā ṣabraw wa tawaffanā muslimīn(a)."
  },
  {
    "verse_number": 127,
    "translation": "Die führende Schar aus dem Volk Fir’auns sagte: Willst du zulassen, daß Musa und sein Volk auf der Erde Unheil stiften und daß er dich und deine Götter verläßt? Er sagte: Wir werden ihre Söhne allesamt töten und (nur) ihre Frauen am Leben lassen. Wir sind ja Bezwinger über sie.",
    "segmented": [
      {
        "belongs_to_verse_number": 127,
        "translation": "Die führende Schar aus dem Volk Fir’auns sagte: Willst du zulassen, daß Musa und sein Volk auf der Erde Unheil stiften und daß er dich",
        "text_uthmani": "وَقَالَ ٱلْمَلَأُ مِن قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسَىٰ وَقَوْمَهُۥ لِيُفْسِدُوا۟ فِى ٱلْأَرْضِ وَيَذَرَكَ",
        "text_uthmani_transcribed": "Wa qālal-mala'u min qaumi fir'auna atażaru mūsā wa qaumahū liyufsidū fil-arḍi wa yażaraka"
      },
      {
        "belongs_to_verse_number": 127,
        "translation": "und deine Götter verläßt? Er sagte: Wir werden ihre Söhne allesamt töten und (nur) ihre Frauen am Leben lassen. Wir sind ja Bezwinger über sie.",
        "text_uthmani": "وَيَذَرَكَ وَءَالِهَتَكَ ۚ قَالَ سَنُقَتِّلُ أَبْنَآءَهُمْ وَنَسْتَحْىِۦ نِسَآءَهُمْ وَإِنَّا فَوْقَهُمْ قَـٰهِرُونَ",
        "text_uthmani_transcribed": "wa yażaraka wa ālihatak(a), qāla sanuqattilu abnā'ahum wa nastaḥyī nisā'ahum, wa innā fauqahum qāhirūn(a)."
      }
    ],
    "text_uthmani": "وَقَالَ ٱلْمَلَأُ مِن قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسَىٰ وَقَوْمَهُۥ لِيُفْسِدُوا۟ فِى ٱلْأَرْضِ وَيَذَرَكَ وَءَالِهَتَكَ ۚ قَالَ سَنُقَتِّلُ أَبْنَآءَهُمْ وَنَسْتَحْىِۦ نِسَآءَهُمْ وَإِنَّا فَوْقَهُمْ قَـٰهِرُونَ",
    "text_uthmani_transcribed": "Wa qālal-mala'u min qaumi fir'auna atażaru mūsā wa qaumahū liyufsidū fil-arḍi wa yażaraka wa ālihatak(a), qāla sanuqattilu abnā'ahum wa nastaḥyī nisā'ahum, wa innā fauqahum qāhirūn(a)."
  },
  {
    "verse_number": 128,
    "translation": "Musa sagte zu seinem Volk: Sucht Hilfe bei Allah, und seid standhaft! Gewiß, die Erde gehört Allah; Er gibt sie zum Erbe, wem von Seinen Dienern Er will. Und das (gute) Ende gehört den Gottesfürchtigen.",
    "segmented": [
      {
        "belongs_to_verse_number": 128,
        "translation": "Musa sagte zu seinem Volk: Sucht Hilfe bei Allah, und seid standhaft!",
        "text_uthmani": "قَالَ مُوسَىٰ لِقَوْمِهِ ٱسْتَعِينُوا۟ بِٱللَّهِ وَٱصْبِرُوٓا۟ ۖ",
        "text_uthmani_transcribed": "Qāla mūsā liqaumihista'īnū billāhi waṣbirū,"
      },
      {
        "belongs_to_verse_number": 128,
        "translation": "Gewiß, die Erde gehört Allah; Er gibt sie zum Erbe, wem von Seinen Dienern Er will. Und das (gute) Ende gehört den Gottesfürchtigen.",
        "text_uthmani": "إِنَّ ٱلْأَرْضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنْ عِبَادِهِۦ ۖ وَٱلْعَـٰقِبَةُ لِلْمُتَّقِينَ",
        "text_uthmani_transcribed": "innal-arḍa lillāh(i), yūriṡuhā may yasyā'u min 'ibādih(ī), wal-'āqibatu lil-muttaqīn(a)."
      }
    ],
    "text_uthmani": "قَالَ مُوسَىٰ لِقَوْمِهِ ٱسْتَعِينُوا۟ بِٱللَّهِ وَٱصْبِرُوٓا۟ ۖ إِنَّ ٱلْأَرْضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنْ عِبَادِهِۦ ۖ وَٱلْعَـٰقِبَةُ لِلْمُتَّقِينَ",
    "text_uthmani_transcribed": "Qāla mūsā liqaumihista'īnū billāhi waṣbirū, innal-arḍa lillāh(i), yūriṡuhā may yasyā'u min 'ibādih(ī), wal-'āqibatu lil-muttaqīn(a)."
  },
  {
    "verse_number": 129,
    "translation": "Sie sagten: Uns ist Leid zugefügt worden, bevor du zu uns kamst und nachdem du zu uns gekommen bist. Er sagte: Vielleicht wird euer Herr euren Feind vernichten und euch zu Nachfolgern auf der Erde machen und dann schauen, wie ihr handelt.",
    "segmented": [
      {
        "belongs_to_verse_number": 129,
        "translation": "Sie sagten: Uns ist Leid zugefügt worden, bevor du zu uns kamst und nachdem du zu uns gekommen bist.",
        "text_uthmani": "قَالُوٓا۟ أُوذِينَا مِن قَبْلِ أَن تَأْتِيَنَا وَمِنۢ بَعْدِ مَا جِئْتَنَا ۚ",
        "text_uthmani_transcribed": "Qālū ūżīnā min qabli an ta'tiyanā wa mim ba'di mā ji'tanā,"
      },
      {
        "belongs_to_verse_number": 129,
        "translation": "Er sagte: Vielleicht wird euer Herr euren Feind vernichten und euch zu Nachfolgern auf der Erde machen und dann schauen, wie ihr handelt.",
        "text_uthmani": "قَالَ عَسَىٰ رَبُّكُمْ أَن يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِى ٱلْأَرْضِ فَيَنظُرَ كَيْفَ تَعْمَلُونَ",
        "text_uthmani_transcribed": "qāla 'asā rabbukum ay yuhlika 'aduwwakum wa yastakhlifakum fil-arḍi fa yanẓura kaifa ta'malūn(a)."
      }
    ],
    "text_uthmani": "قَالُوٓا۟ أُوذِينَا مِن قَبْلِ أَن تَأْتِيَنَا وَمِنۢ بَعْدِ مَا جِئْتَنَا ۚ قَالَ عَسَىٰ رَبُّكُمْ أَن يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِى ٱلْأَرْضِ فَيَنظُرَ كَيْفَ تَعْمَلُونَ",
    "text_uthmani_transcribed": "Qālū ūżīnā min qabli an ta'tiyanā wa mim ba'di mā ji'tanā, qāla 'asā rabbukum ay yuhlika 'aduwwakum wa yastakhlifakum fil-arḍi fa yanẓura kaifa ta'malūn(a)."
  },
  {
    "verse_number": 130,
    "translation": "Und Wir ergriffen ja schon die Leute Fir’auns mit Dürrejahren und Mangel an Früchten, auf daß sie bedenken mögen.",
    "text_uthmani": "وَلَقَدْ أَخَذْنَآ ءَالَ فِرْعَوْنَ بِٱلسِّنِينَ وَنَقْصٍ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمْ يَذَّكَّرُونَ",
    "text_uthmani_transcribed": "Wa laqad akhażnā āla fir'auna bis-sinīna wa naqṣim minaṡ-ṡamarāti la'allahum yażżakkarūn(a)."
  },
  {
    "verse_number": 131,
    "translation": "Aber wenn dann etwas Gutes zu ihnen kam, sagten sie: Dies gehört uns. und wenn sie etwas Böses traf, sahen sie ein (böses) Vorzeichen in Musa und denjenigen, die mit ihm waren. Aber ihr Vorzeichen ist sicherlich bei Allah, jedoch wissen die meisten von ihnen nicht.",
    "segmented": [
      {
        "belongs_to_verse_number": 131,
        "translation": "Aber wenn dann etwas Gutes zu ihnen kam, sagten sie: Dies gehört uns.",
        "text_uthmani": "فَإِذَا جَآءَتْهُمُ ٱلْحَسَنَةُ قَالُوا۟ لَنَا هَـٰذِهِۦ ۖ",
        "text_uthmani_transcribed": "Fa iżā jā'athumul-ḥasanatu qālū lanā hāżihī, ۖ"
      },
      {
        "belongs_to_verse_number": 131,
        "translation": "und wenn sie etwas Böses traf, sahen sie ein (böses) Vorzeichen in Musa und denjenigen, die mit ihm waren.",
        "text_uthmani": "وَإِن تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا۟ بِمُوسَىٰ وَمَن مَّعَهُۥٓ ۗ",
        "text_uthmani_transcribed": "wa in tuṣibhum sayyi'atuy yaṭṭayyarū bimūsā wa mam ma'ah(ū),"
      },
      {
        "belongs_to_verse_number": 131,
        "translation": "Aber ihr Vorzeichen ist sicherlich bei Allah, jedoch wissen die meisten von ihnen nicht.",
        "text_uthmani": "أَلَآ إِنَّمَا طَـٰٓئِرُهُمْ عِندَ ٱللَّهِ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
        "text_uthmani_transcribed": "alā innamā ṭā'iruhum 'indallāhi wa lākinna aksṡarahum lā ya'lamūn(a)."
      }
    ],
    "text_uthmani": "فَإِذَا جَآءَتْهُمُ ٱلْحَسَنَةُ قَالُوا۟ لَنَا هَـٰذِهِۦ ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا۟ بِمُوسَىٰ وَمَن مَّعَهُۥٓ ۗ أَلَآ إِنَّمَا طَـٰٓئِرُهُمْ عِندَ ٱللَّهِ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Fa iżā jā'athumul-ḥasanatu qālū lanā hāżihī, wa in tuṣibhum sayyi'atuy yaṭṭayyarū bimūsā wa mam ma'ah(ū), alā innamā ṭā'iruhum 'indallāhi wa lākinna aksṡarahum lā ya'lamūn(a)."
  },
  {
    "verse_number": 132,
    "translation": "Und sie sagten: Welches Zeichen du uns auch vorbringen magst, um uns damit zu bezaubern, so werden wir dir nicht glauben.",
    "text_uthmani": "وَقَالُوا۟ مَهْمَا تَأْتِنَا بِهِۦ مِنْ ءَايَةٍ لِّتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
    "text_uthmani_transcribed": "Wa qālū mahmā ta'tinā bihī min āyatil litasḥaranā bihā, famā naḥnu laka bimu'minīn(a)."
  },
  {
    "verse_number": 133,
    "translation": "Da sandten Wir über sie die Überschwemmung, die Heuschrecken, die Zecken, die Frösche und das Blut als einzeln vorgebrachte Zeichen. Aber sie verhielten sich hochmütig und waren ein Volk von Übeltätern.",
    "segmented": [
      {
        "belongs_to_verse_number": 133,
        "translation": "Da sandten Wir über sie die Überschwemmung, die Heuschrecken, die Zecken, die Frösche und das Blut als einzeln vorgebrachte Zeichen.",
        "text_uthmani": "فَأَرْسَلْنَا عَلَيْهِمُ ٱلطُّوفَانَ وَٱلْجَرَادَ وَٱلْقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَـٰتٍ مُّفَصَّلَـٰتٍ",
        "text_uthmani_transcribed": "Fa arsalnā 'alaihimuṭ-ṭūfāna wal-jarāda wal-qummala waḍ-ḍafādi'a wad-dama āyātim mufaṣṣalāt(in)"
      },
      {
        "belongs_to_verse_number": 133,
        "translation": "Aber sie verhielten sich hochmütig und waren ein Volk von Übeltätern.",
        "text_uthmani": "فَٱسْتَكْبَرُوا۟ وَكَانُوا۟ قَوْمًا مُّجْرِمِينَ",
        "text_uthmani_transcribed": "fastakbarū wa kānū qaumam mujrimīn(a)."
      }
    ],
    "text_uthmani": "فَأَرْسَلْنَا عَلَيْهِمُ ٱلطُّوفَانَ وَٱلْجَرَادَ وَٱلْقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَـٰتٍ مُّفَصَّلَـٰتٍ فَٱسْتَكْبَرُوا۟ وَكَانُوا۟ قَوْمًا مُّجْرِمِينَ",
    "text_uthmani_transcribed": "Fa arsalnā 'alaihimuṭ-ṭūfāna wal-jarāda wal-qummala waḍ-ḍafādi'a wad-dama āyātim mufaṣṣalāt(in), fastakbarū wa kānū qaumam mujrimīn(a)."
  },
  {
    "verse_number": 134,
    "translation": "Als nun die unheilvolle Strafe sie überfiel, sagten sie: O Musa, rufe für uns deinen Herrn an auf Grund Seines Bundes mit dir. Wenn du die unheilvolle Strafe hinwegnimmst, werden wir dir ganz gewiß glauben und die Kinder Isra’ils ganz gewiß mit dir wegschicken.",
    "segmented": [
      {
        "belongs_to_verse_number": 134,
        "translation": "Als nun die unheilvolle Strafe sie überfiel, sagten sie: O Musa, rufe für uns deinen Herrn an auf Grund Seines Bundes mit dir.",
        "text_uthmani": "وَلَمَّا وَقَعَ عَلَيْهِمُ ٱلرِّجْزُ قَالُوا۟ يَـٰمُوسَى ٱدْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ ۖ",
        "text_uthmani_transcribed": "Wa lammā waqa'a 'alihimur-rijzu qālū yā mūsad'u lanā rabbaka bimā 'ahida 'indak(a),"
      },
      {
        "belongs_to_verse_number": 134,
        "translation": "Wenn du die unheilvolle Strafe hinwegnimmst, werden wir dir ganz gewiß glauben und die Kinder Isra’ils ganz gewiß mit dir wegschicken.",
        "text_uthmani": "لَئِن كَشَفْتَ عَنَّا ٱلرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِىٓ إِسْرَٰٓءِيلَ",
        "text_uthmani_transcribed": "la'in kasyafta 'annar-rijza lanu'minanna laka wa lanursilanna ma'aka banī isrā'īl(a)."
      }
    ],
    "text_uthmani": "وَلَمَّا وَقَعَ عَلَيْهِمُ ٱلرِّجْزُ قَالُوا۟ يَـٰمُوسَى ٱدْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ ۖ لَئِن كَشَفْتَ عَنَّا ٱلرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِىٓ إِسْرَٰٓءِيلَ",
    "text_uthmani_transcribed": "Wa lammā waqa'a 'alihimur-rijzu qālū yā mūsad'u lanā rabbaka bimā 'ahida 'indak(a), la'in kasyafta 'annar-rijza lanu'minanna laka wa lanursilanna ma'aka banī isrā'īl(a)."
  },
  {
    "verse_number": 135,
    "translation": "Als Wir dann die unheilvolle Strafe von ihnen hinwegnahmen auf eine Frist, die sie erreichen sollten, brachen sie sogleich (ihr Wort).",
    "text_uthmani": "فَلَمَّا كَشَفْنَا عَنْهُمُ ٱلرِّجْزَ إِلَىٰٓ أَجَلٍ هُم بَـٰلِغُوهُ إِذَا هُمْ يَنكُثُونَ",
    "text_uthmani_transcribed": "Falammā kasyafnā 'anhumur-rijza ilā ajalin hum bāligūhu iżā hum yankuṡūn(a)."
  },
  {
    "verse_number": 136,
    "translation": "Da übten Wir an ihnen Vergeltung und ließen sie im großen Gewässer ertrinken, dafür, daß sie Unsere Zeichen für Lüge erklärten und ihnen gegenüber unachtsam waren.",
    "segmented": [
      {
        "belongs_to_verse_number": 136,
        "translation": "Da übten Wir an ihnen Vergeltung und ließen sie im großen Gewässer ertrinken, dafür, daß sie Unsere Zeichen für Lüge erklärten",
        "text_uthmani": "فَٱنتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَـٰهُمْ فِى ٱلْيَمِّ بِأَنَّهُمْ كَذَّبُوا۟ بِـَٔايَـٰتِنَا",
        "text_uthmani_transcribed": "Fantaqamnā minhum fa agraqnāhum fil-yammi bi'annahum każżabū bi'āyātinā"
      },
      {
        "belongs_to_verse_number": 136,
        "translation": "und ihnen gegenüber unachtsam waren.",
        "text_uthmani": "وَكَانُوا۟ عَنْهَا غَـٰفِلِينَ",
        "text_uthmani_transcribed": "wa kānū 'anhā gāfilīn(a)."
      }
    ],
    "text_uthmani": "فَٱنتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَـٰهُمْ فِى ٱلْيَمِّ بِأَنَّهُمْ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَكَانُوا۟ عَنْهَا غَـٰفِلِينَ",
    "text_uthmani_transcribed": "Fantaqamnā minhum fa agraqnāhum fil-yammi bi'annahum każżabū bi'āyātinā wa kānū 'anhā gāfilīn(a)."
  },
  {
    "verse_number": 137,
    "translation": "Und Wir gaben dem Volk, das unterdrückt worden war, zum Erbe die östlichen und die westlichen (Gegenden) des Landes, das Wir gesegnet haben. Und das schönste Wort deines Herrn erfüllte sich an den Kindern Isra’ils dafür, daß sie standhaft waren. Und Wir zerstörten, was Fir’aun und sein Volk zu machen und was sie zu errichten pflegten.",
    "segmented": [
      {
        "belongs_to_verse_number": 137,
        "translation": "Und Wir gaben dem Volk, das unterdrückt worden war, zum Erbe die östlichen und die westlichen (Gegenden) des Landes, das Wir gesegnet haben.",
        "text_uthmani": "وَأَوْرَثْنَا ٱلْقَوْمَ ٱلَّذِينَ كَانُوا۟ يُسْتَضْعَفُونَ مَشَـٰرِقَ ٱلْأَرْضِ وَمَغَـٰرِبَهَا ٱلَّتِى بَـٰرَكْنَا فِيهَا ۖ",
        "text_uthmani_transcribed": "Wa auraṡnal-qaumal-lażīna kānū yustaḍ'afūna masyāriqal-arḍi wa magāribahal-latī bāraknā fīhā."
      },
      {
        "belongs_to_verse_number": 137,
        "translation": "Und das schönste Wort deines Herrn erfüllte sich an den Kindern Isra’ils dafür, daß sie standhaft waren.",
        "text_uthmani": "وَتَمَّتْ كَلِمَتُ رَبِّكَ ٱلْحُسْنَىٰ عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ بِمَا صَبَرُوا۟ ۖ",
        "text_uthmani_transcribed": "wa tammat kalimatu rabbikal-ḥusnā 'alā banī isrā'īl(a), bimā ṣabarū,"
      },
      {
        "belongs_to_verse_number": 137,
        "translation": "Und Wir zerstörten, was Fir’aun und sein Volk zu machen und was sie zu errichten pflegten.",
        "text_uthmani": "وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُۥ وَمَا كَانُوا۟ يَعْرِشُونَ",
        "text_uthmani_transcribed": "wa dammarnā mā kāna yaṣna'u fir'aunu wa qaumuhū wa mā kānū ya'risyūn(a)."
      }
    ],
    "text_uthmani": "وَأَوْرَثْنَا ٱلْقَوْمَ ٱلَّذِينَ كَانُوا۟ يُسْتَضْعَفُونَ مَشَـٰرِقَ ٱلْأَرْضِ وَمَغَـٰرِبَهَا ٱلَّتِى بَـٰرَكْنَا فِيهَا ۖ وَتَمَّتْ كَلِمَتُ رَبِّكَ ٱلْحُسْنَىٰ عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ بِمَا صَبَرُوا۟ ۖ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُۥ وَمَا كَانُوا۟ يَعْرِشُونَ",
    "text_uthmani_transcribed": "Wa auraṡnal-qaumal-lażīna kānū yustaḍ'afūna masyāriqal-arḍi wa magāribahal-latī bāraknā fīhā, wa tammat kalimatu rabbikal-ḥusnā 'alā banī isrā'īl(a), bimā ṣabarū, wa dammarnā mā kāna yaṣna'u fir'aunu wa qaumuhū wa mā kānū ya'risyūn(a)."
  },
  {
    "verse_number": 138,
    "translation": "Und Wir ließen die Kinder lsra’ils das Meer durchschreiten. Sie kamen zu Leuten, die sich zur Andacht an ihren Götzen zurückzogen. Sie sagten: O Musa, mache uns einen Gott, so wie sie Götter haben! Er sagte: Ihr seid ja Leute, die töricht sind.",
    "segmented": [
      {
        "belongs_to_verse_number": 138,
        "translation": "Und Wir ließen die Kinder lsra’ils das Meer durchschreiten. Sie kamen zu Leuten, die sich zur Andacht an ihren Götzen zurückzogen.",
        "text_uthmani": "وَجَـٰوَزْنَا بِبَنِىٓ إِسْرَٰٓءِيلَ ٱلْبَحْرَ فَأَتَوْا۟ عَلَىٰ قَوْمٍ يَعْكُفُونَ عَلَىٰٓ أَصْنَامٍ لَّهُمْ ۚ",
        "text_uthmani_transcribed": "Wa jāwaznā bibanī isrā'īlal-baḥra fa atau 'alā qaumiy ya'kufūna 'alā aṣnāmil lahum, "
      },
      {
        "belongs_to_verse_number": 138,
        "translation": "Sie sagten: O Musa, mache uns einen Gott, so wie sie Götter haben! Er sagte: Ihr seid ja Leute, die töricht sind.",
        "text_uthmani": "قَالُوا۟ يَـٰمُوسَى ٱجْعَل لَّنَآ إِلَـٰهًا كَمَا لَهُمْ ءَالِهَةٌ ۚ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ",
        "text_uthmani_transcribed": "qālū yā mūsaj'al lanā ilāhan kamā lahum ālihah(tun), qāla innakum qaumun tajhalūn(a)."
      }
    ],
    "text_uthmani": "وَجَـٰوَزْنَا بِبَنِىٓ إِسْرَٰٓءِيلَ ٱلْبَحْرَ فَأَتَوْا۟ عَلَىٰ قَوْمٍ يَعْكُفُونَ عَلَىٰٓ أَصْنَامٍ لَّهُمْ ۚ قَالُوا۟ يَـٰمُوسَى ٱجْعَل لَّنَآ إِلَـٰهًا كَمَا لَهُمْ ءَالِهَةٌ ۚ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ",
    "text_uthmani_transcribed": "Wa jāwaznā bibanī isrā'īlal-baḥra fa atau 'alā qaumiy ya'kufūna 'alā aṣnāmil lahum, qālū yā mūsaj'al lanā ilāhan kamā lahum ālihah(tun), qāla innakum qaumun tajhalūn(a)."
  },
  {
    "verse_number": 139,
    "translation": "Gewiß, was diese da betreiben, wird zerstört, und zunichte wird, was sie zu tun pflegten.",
    "text_uthmani": "إِنَّ هَـٰٓؤُلَآءِ مُتَبَّرٌ مَّا هُمْ فِيهِ وَبَـٰطِلٌ مَّا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Inna hā'ulā'i mutabbarum mā hum fīhi wa bāṭilum mā kānū ya'malūn(a)."
  },
  {
    "verse_number": 140,
    "translation": "Er sagte: Sollte ich für euch einen anderen Gott begehren als Allah, wo Er euch vor den (anderen) Weltenbewohnern bevorzugt hat?",
    "text_uthmani": "قَالَ أَغَيْرَ ٱللَّهِ أَبْغِيكُمْ إِلَـٰهًا وَهُوَ فَضَّلَكُمْ عَلَى ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Qāla agairallāhi abgīkum ilāhaw wa huwa faḍḍalakum 'alal-'ālamīn(a)."
  },
  {
    "verse_number": 141,
    "translation": "Und (gedenkt,) als Wir euch vor den Leuten Fir’auns retteten, als sie euch eine böse Qual auferlegten, indem sie eure Söhne allesamt töteten und (nur) eure Frauen am Leben ließen. Darin war für euch eine gewaltige Prüfung von eurem Herrn.",
    "segmented": [
      {
        "belongs_to_verse_number": 141,
        "translation": "Und (gedenkt,) als Wir euch vor den Leuten Fir’auns retteten, als sie euch eine böse Qual auferlegten, indem sie eure Söhne allesamt töteten",
        "text_uthmani": "وَإِذْ أَنجَيْنَـٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ ۖ يُقَتِّلُونَ أَبْنَآءَكُمْ",
        "text_uthmani_transcribed": "Wa iż anjainākum min āli fir'auna yasūmūnakum sū'al-'ażāb(i), yuqattilūna abnā'akum"
      },
      {
        "belongs_to_verse_number": 141,
        "translation": "und (nur) eure Frauen am Leben ließen. Darin war für euch eine gewaltige Prüfung von eurem Herrn.",
        "text_uthmani": "وَيَسْتَحْيُونَ نِسَآءَكُمْ ۚ وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
        "text_uthmani_transcribed": "wa yastaḥyūna nisā'akum wa fī żālikum balā'um mir rabbikum 'aẓīm(un)."
      }
    ],
    "text_uthmani": "وَإِذْ أَنجَيْنَـٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ ۖ يُقَتِّلُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ ۚ وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
    "text_uthmani_transcribed": "Wa iż anjainākum min āli fir'auna yasūmūnakum sū'al-'ażāb(i), yuqattilūna abnā'akum wa yastaḥyūna nisā'akum wa fī żālikum balā'um mir rabbikum 'aẓīm(un)."
  },
  {
    "verse_number": 142,
    "translation": "Und Wir gaben Musa eine Verabredung auf dreißig Nächte und machten sie mit (weiteren) zehn voll. So vervollständigte sich die festgesetzte Zahl seines Herrn auf vierzig Nächte. Und Musa sagte zu seinem Bruder Harun: Nimm meine Stelle bei meinem Volk ein, sorge für Ordnung und folge nicht dem Weg der Unheilstifter!",
    "segmented": [
      {
        "belongs_to_verse_number": 142,
        "translation": "Und Wir gaben Musa eine Verabredung auf dreißig Nächte und machten sie mit (weiteren) zehn voll.",
        "text_uthmani": "۞ وَوَٰعَدْنَا مُوسَىٰ ثَلَـٰثِينَ لَيْلَةً وَأَتْمَمْنَـٰهَا بِعَشْرٍ",
        "text_uthmani_transcribed": "Wa wā'adnā mūsā ṡalāṡīna lailataw wa atmamnāhā bi'asyrin"
      },
      {
        "belongs_to_verse_number": 142,
        "translation": "So vervollständigte sich die festgesetzte Zahl seines Herrn auf vierzig Nächte.",
        "text_uthmani": "فَتَمَّ مِيقَـٰتُ رَبِّهِۦٓ أَرْبَعِينَ لَيْلَةً ۚ",
        "text_uthmani_transcribed": "fa tamma mīqātu rabbihī arba'īna lailah(tan),"
      },
      {
        "belongs_to_verse_number": 142,
        "translation": "Und Musa sagte zu seinem Bruder Harun: Nimm meine Stelle bei meinem Volk ein, sorge für Ordnung und folge nicht dem Weg der Unheilstifter!",
        "text_uthmani": "وَقَالَ مُوسَىٰ لِأَخِيهِ هَـٰرُونَ ٱخْلُفْنِى فِى قَوْمِى وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ ٱلْمُفْسِدِينَ",
        "text_uthmani_transcribed": "wa qāla mūsā li'akhīhi hārūn akhlufnī fī qaumī wa aṣliḥ wa lā tattabi' sabīlal-mufsidīn(a)."
      }
    ],
    "text_uthmani": "۞ وَوَٰعَدْنَا مُوسَىٰ ثَلَـٰثِينَ لَيْلَةً وَأَتْمَمْنَـٰهَا بِعَشْرٍ فَتَمَّ مِيقَـٰتُ رَبِّهِۦٓ أَرْبَعِينَ لَيْلَةً ۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَـٰرُونَ ٱخْلُفْنِى فِى قَوْمِى وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ ٱلْمُفْسِدِينَ",
    "text_uthmani_transcribed": "Wa wā'adnā mūsā ṡalāṡīna lailataw wa atmamnāhā bi'asyrin fa tamma mīqātu rabbihī arba'īna lailah(tan), wa qāla mūsā li'akhīhi hārūnakhlufnī fī qaumī wa aṣliḥ wa lā tattabi' sabīlal-mufsidīn(a)."
  },
  {
    "verse_number": 143,
    "translation": "Als nun Musa zu Unserer festgesetzten Zeit kam und sein Herr zu ihm sprach, sagte er: Mein Herr, zeige (Dich) mir, daß ich Dich anschaue! Er sagte: Du wirst Mich nicht sehen. Aber schau den Berg an! Wenn er fest an seiner Stelle bleibt, dann wirst du Mich sehen. Als nun sein Herr dem Berg offenbar erschien, ließ Er ihn in sich zusammensinken, und Musa fiel bewußtlos nieder’. Als er dann (wieder) zu sich kam, sagte er: Preis sei Dir! Ich wende mich in Reue Dir zu, und ich bin der erste der Gläubigen.",
    "segmented": [
      {
        "belongs_to_verse_number": 143,
        "translation": "Als nun Musa zu Unserer festgesetzten Zeit kam und sein Herr zu ihm sprach, sagte er: Mein Herr, zeige (Dich) mir, daß ich Dich anschaue!",
        "text_uthmani": "وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَـٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِىٓ أَنظُرْ إِلَيْكَ ۚ",
        "text_uthmani_transcribed": "Wa lammā jā'a mūsā limīqātinā wa kallamahū rabbuh(ū), qāla rabbi arinī anẓur ilaik(a),"
      },
      {
        "belongs_to_verse_number": 143,
        "translation": "Er sagte: Du wirst Mich nicht sehen. Aber schau den Berg an! Wenn er fest an seiner Stelle bleibt, dann wirst du Mich sehen.",
        "text_uthmani": "قَالَ لَن تَرَىٰنِى وَلَـٰكِنِ ٱنظُرْ إِلَى ٱلْجَبَلِ فَإِنِ ٱسْتَقَرَّ مَكَانَهُۥ فَسَوْفَ تَرَىٰنِى ۚ",
        "text_uthmani_transcribed": "qāla lan tarānī wa lākininẓur ilal-jabali fa inistaqarra makānahū fa saufa tarānī,"
      },
      {
        "belongs_to_verse_number": 143,
        "translation": "Als nun sein Herr dem Berg offenbar erschien, ließ Er ihn in sich zusammensinken, und Musa fiel bewußtlos nieder’.",
        "text_uthmani": "فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلْجَبَلِ جَعَلَهُۥ دَكًّا وَخَرَّ مُوسَىٰ صَعِقًا ۚ",
        "text_uthmani_transcribed": "falammā tajallā rabbuhū lil-jabali ja'alahū dakkaw wa kharra mūsā ṣa'iqā(n),"
      },
      {
        "belongs_to_verse_number": 143,
        "translation": "Als er dann (wieder) zu sich kam, sagte er: Preis sei Dir! Ich wende mich in Reue Dir zu, und ich bin der erste der Gläubigen.",
        "text_uthmani": "فَلَمَّآ أَفَاقَ قَالَ سُبْحَـٰنَكَ تُبْتُ إِلَيْكَ وَأَنَا۠ أَوَّلُ ٱلْمُؤْمِنِينَ",
        "text_uthmani_transcribed": "falammā afāqa qāla subḥānaka tubtu ilaika wa ana awwalul-mu'minīn(a)."
      }
    ],
    "text_uthmani": "وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَـٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِىٓ أَنظُرْ إِلَيْكَ ۚ قَالَ لَن تَرَىٰنِى وَلَـٰكِنِ ٱنظُرْ إِلَى ٱلْجَبَلِ فَإِنِ ٱسْتَقَرَّ مَكَانَهُۥ فَسَوْفَ تَرَىٰنِى ۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلْجَبَلِ جَعَلَهُۥ دَكًّا وَخَرَّ مُوسَىٰ صَعِقًا ۚ فَلَمَّآ أَفَاقَ قَالَ سُبْحَـٰنَكَ تُبْتُ إِلَيْكَ وَأَنَا۠ أَوَّلُ ٱلْمُؤْمِنِينَ",
    "text_uthmani_transcribed": "Wa lammā jā'a mūsā limīqātinā wa kallamahū rabbuh(ū), qāla rabbi arinī anẓur ilaik(a), qāla lan tarānī wa lākininẓur ilal-jabali fa inistaqarra makānahū fa saufa tarānī, falammā tajallā rabbuhū lil-jabali ja'alahū dakkaw wa kharra mūsā ṣa'iqā(n), falammā afāqa qāla subḥānaka tubtu ilaika wa ana awwalul-mu'minīn(a)."
  },
  {
    "verse_number": 144,
    "translation": "Er sagte: O Musa, Ich habe dich durch Meine Botschaften und Mein Gespräch (mit dir) vor den Menschen auserwählt! So nimm, was Ich dir gegeben habe, und gehöre zu den Dankbaren!",
    "segmented": [
      {
        "belongs_to_verse_number": 144,
        "translation": "Er sagte: O Musa, Ich habe dich durch Meine Botschaften und Mein Gespräch (mit dir) vor den Menschen auserwählt!",
        "text_uthmani": "قَالَ يَـٰمُوسَىٰٓ إِنِّى ٱصْطَفَيْتُكَ عَلَى ٱلنَّاسِ بِرِسَـٰلَـٰتِى وَبِكَلَـٰمِى",
        "text_uthmani_transcribed": "Qāla yā mūsā inniṣṭafaituka 'alan-nāsi birisālātī wa bikalāmī"
      },
      {
        "belongs_to_verse_number": 144,
        "translation": "So nimm, was Ich dir gegeben habe, und gehöre zu den Dankbaren!",
        "text_uthmani": "فَخُذْ مَآ ءَاتَيْتُكَ وَكُن مِّنَ ٱلشَّـٰكِرِينَ",
        "text_uthmani_transcribed": "fa khuż mā ātaituka wa kun minasy-syākirīn(a)."
      }
    ],
    "text_uthmani": "قَالَ يَـٰمُوسَىٰٓ إِنِّى ٱصْطَفَيْتُكَ عَلَى ٱلنَّاسِ بِرِسَـٰلَـٰتِى وَبِكَلَـٰمِى فَخُذْ مَآ ءَاتَيْتُكَ وَكُن مِّنَ ٱلشَّـٰكِرِينَ",
    "text_uthmani_transcribed": "Qāla yā mūsā inniṣṭafaituka 'alan-nāsi birisālātī wa bikalāmī, fa khuż  mā ātaituka wa kum minasy-syākirīn(a)."
  },
  {
    "verse_number": 145,
    "translation": "Und Wir schrieben ihm auf den Tafeln von allem eine Ermahnung und eine ausführliche Darlegung von allem. So halte sie fest und befiel deinem Volk, sich an das Schönste in ihnen zu halten! Ich werde euch die Wohnstätte der Frevler zeigen.",
    "segmented": [
      {
        "belongs_to_verse_number": 145,
        "translation": "Und Wir schrieben ihm auf den Tafeln von allem eine Ermahnung und eine ausführliche Darlegung von allem.",
        "text_uthmani": "وَكَتَبْنَا لَهُۥ فِى ٱلْأَلْوَاحِ مِن كُلِّ شَىْءٍ مَّوْعِظَةً وَتَفْصِيلًا لِّكُلِّ شَىْءٍ",
        "text_uthmani_transcribed": "Wa katabnā lahū fil-alwāḥi min kulli syai'im mau'iẓataw wa tafṣīlal likulli syai'(in)"
      },
      {
        "belongs_to_verse_number": 145,
        "translation": "So halte sie fest und befiel deinem Volk, sich an das Schönste in ihnen zu halten! Ich werde euch die Wohnstätte der Frevler zeigen.",
        "text_uthmani": "فَخُذْهَا بِقُوَّةٍ وَأْمُرْ قَوْمَكَ يَأْخُذُوا۟ بِأَحْسَنِهَا ۚ سَأُو۟رِيكُمْ دَارَ ٱلْفَـٰسِقِينَ",
        "text_uthmani_transcribed": "fa khużhā biquwwatiw wa'mur qaumaka ya'khużū bi'aḥsanihā, sa'urīkum dāral-fāsiqīn(a)."
      }
    ],
    "text_uthmani": "وَكَتَبْنَا لَهُۥ فِى ٱلْأَلْوَاحِ مِن كُلِّ شَىْءٍ مَّوْعِظَةً وَتَفْصِيلًا لِّكُلِّ شَىْءٍ فَخُذْهَا بِقُوَّةٍ وَأْمُرْ قَوْمَكَ يَأْخُذُوا۟ بِأَحْسَنِهَا ۚ سَأُو۟رِيكُمْ دَارَ ٱلْفَـٰسِقِينَ",
    "text_uthmani_transcribed": "Wa katabnā lahū fil-alwāḥi min kulli syai'im mau'iẓataw wa tafṣīlal likulli syai'(in), fa khużhā biquwwatiw wa'mur qaumaka ya'khużū bi'aḥsanihā, sa'urīkum dāral-fāsiqīn(a)."
  },
  {
    "verse_number": 146,
    "translation": "Ich werde von meinen Zeichen diejenigen abwenden, die auf der Erde ohne Recht hochmütig sind. Wenn sie auch jedes Zeichen sehen, glauben sie nicht daran. Und wenn sie den Weg der Besonnenheit sehen, nehmen sie ihn sich nicht zum Weg. Wenn sie aber den Weg der Verirrung sehen, nehmen sie ihn sich zum Weg. Dies, weil sie Unsere Zeichen für Lüge erklären und ihnen gegenüber unachtsam sind.",
    "segmented": [
      {
        "belongs_to_verse_number": 146,
        "translation": "Ich werde von meinen Zeichen diejenigen abwenden, die auf der Erde ohne Recht hochmütig sind.",
        "text_uthmani": "سَأَصْرِفُ عَنْ ءَايَـٰتِىَ ٱلَّذِينَ يَتَكَبَّرُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ",
        "text_uthmani_transcribed": "Sa'aṣrifu 'an āyātiyal-lażīna yatakabbarūna fil-arḍi bigairil-ḥaqq(i)"
      },
      {
        "belongs_to_verse_number": 146,
        "translation": "Wenn sie auch jedes Zeichen sehen, glauben sie nicht daran. Und wenn sie den Weg der Besonnenheit sehen, nehmen sie ihn sich nicht zum Weg.",
        "text_uthmani": "وَإِن يَرَوْا۟ كُلَّ ءَايَةٍ لَّا يُؤْمِنُوا۟ بِهَا وَإِن يَرَوْا۟ سَبِيلَ ٱلرُّشْدِ لَا يَتَّخِذُوهُ سَبِيلًا",
        "text_uthmani_transcribed": "wa iy yarau kulla āyatil lā yu'minū bihā, wa iy yarau sabīlar-rusydi lā yattakhiżūhu sabīlā(n)"
      },
      {
        "belongs_to_verse_number": 146,
        "translation": "Wenn sie aber den Weg der Verirrung sehen, nehmen sie ihn sich zum Weg.",
        "text_uthmani": "وَإِن يَرَوْا۟ سَبِيلَ ٱلْغَىِّ يَتَّخِذُوهُ سَبِيلًا",
        "text_uthmani_transcribed": "wa iy yarau sabīlal-gayyi yattakhiżūhu sabīlā(n)"
      },
      {
        "belongs_to_verse_number": 146,
        "translation": "Dies, weil sie Unsere Zeichen für Lüge erklären und ihnen gegenüber unachtsam sind.",
        "text_uthmani": "ذَٰلِكَ بِأَنَّهُمْ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَكَانُوا۟ عَنْهَا غَـٰفِلِينَ",
        "text_uthmani_transcribed": "żālika bi'annahum każżabū bi'āyātinā wa kānū 'anhā gāfilīn(a)."
      }
    ],
    "text_uthmani": "سَأَصْرِفُ عَنْ ءَايَـٰتِىَ ٱلَّذِينَ يَتَكَبَّرُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَإِن يَرَوْا۟ كُلَّ ءَايَةٍ لَّا يُؤْمِنُوا۟ بِهَا وَإِن يَرَوْا۟ سَبِيلَ ٱلرُّشْدِ لَا يَتَّخِذُوهُ سَبِيلًا وَإِن يَرَوْا۟ سَبِيلَ ٱلْغَىِّ يَتَّخِذُوهُ سَبِيلًا ۚ ذَٰلِكَ بِأَنَّهُمْ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَكَانُوا۟ عَنْهَا غَـٰفِلِينَ",
    "text_uthmani_transcribed": "Sa'aṣrifu 'an āyātiyal-lażīna yatakabbarūna fil-arḍi bigairil-ḥaqq(i), wa iy yarau kulla āyatil lā yu'minū bihā, wa iy yarau sabīlar-rusydi lā yattakhiżūhu sabīlā(n), wa iy yarau sabīlal-gayyi yattakhiżūhu sabīlā(n), żālika bi'annahum każżabū bi'āyātinā wa kānū  'anhā gāfilīn(a)."
  },
  {
    "verse_number": 147,
    "translation": "Diejenigen, die Unsere Zeichen und die Begegnung mit dem Jenseits für Lüge erklären, deren Werke werden hinfällig. Wird ihnen (denn) etwas anderes vergolten als das, was sie zu tun pflegten?",
    "segmented": [
      {
        "belongs_to_verse_number": 147,
        "translation": "Diejenigen, die Unsere Zeichen und die Begegnung mit dem Jenseits für Lüge erklären, deren Werke werden hinfällig.",
        "text_uthmani": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَلِقَآءِ ٱلْـَٔاخِرَةِ حَبِطَتْ أَعْمَـٰلُهُمْ ۚ",
        "text_uthmani_transcribed": "Wal-lażīna każżabū bi'āyātinā wa liqā'il-ākhirati ḥabiṭat a'māluhum,"
      },
      {
        "belongs_to_verse_number": 147,
        "translation": "Wird ihnen (denn) etwas anderes vergolten als das, was sie zu tun pflegten?",
        "text_uthmani": "هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
        "text_uthmani_transcribed": "hal yujzauna illā mā kānū ya'malūn(a)."
      }
    ],
    "text_uthmani": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَلِقَآءِ ٱلْـَٔاخِرَةِ حَبِطَتْ أَعْمَـٰلُهُمْ ۚ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Wal-lażīna każżabū bi'āyātinā wa liqā'il-ākhirati ḥabiṭat a'māluhum, hal yujzauna illā mā kānū ya'malūn(a)."
  },
  {
    "verse_number": 148,
    "translation": "Und das Volk Musas nahm sich, nachdem er (weggegangen) war, aus ihren Schmucksachen (verfertigt) ein Kalb als Leib, der blökte. Sahen sie denn nicht, daß es nicht zu ihnen spricht und sie nicht den rechten Weg leitet? Sie nahmen es sich (als Götzen) und waren ungerecht.",
    "segmented": [
      {
        "belongs_to_verse_number": 148,
        "translation": "Und das Volk Musas nahm sich, nachdem er (weggegangen) war, aus ihren Schmucksachen (verfertigt) ein Kalb als Leib, der blökte.",
        "text_uthmani": "وَٱتَّخَذَ قَوْمُ مُوسَىٰ مِنۢ بَعْدِهِۦ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَّهُۥ خُوَارٌ ۚ",
        "text_uthmani_transcribed": "Wattakhaża mūsā mim ba'dihī min ḥuliyyihim 'ijlan jasadal lahū khuwār(un),"
      },
      {
        "belongs_to_verse_number": 148,
        "translation": "Sahen sie denn nicht, daß es nicht zu ihnen spricht und sie nicht den rechten Weg leitet? Sie nahmen es sich (als Götzen) und waren ungerecht.",
        "text_uthmani": "أَلَمْ يَرَوْا۟ أَنَّهُۥ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيهِمْ سَبِيلًا ۘ ٱتَّخَذُوهُ وَكَانُوا۟ ظَـٰلِمِينَ",
        "text_uthmani_transcribed": "alam yarau annahū lā yukallimuhum wa lā yahdīhim sabīlā(n), ittakhażūhu wa kānū ẓālimīn(a)."
      }
    ],
    "text_uthmani": "وَٱتَّخَذَ قَوْمُ مُوسَىٰ مِنۢ بَعْدِهِۦ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَّهُۥ خُوَارٌ ۚ أَلَمْ يَرَوْا۟ أَنَّهُۥ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيهِمْ سَبِيلًا ۘ ٱتَّخَذُوهُ وَكَانُوا۟ ظَـٰلِمِينَ",
    "text_uthmani_transcribed": "Wattakhaża mūsā mim ba'dihī min ḥuliyyihim 'ijlan jasadal lahū khuwār(un), alam yarau annahū lā yukallimuhum wa lā yahdīhim sabīlā(n), ittakhażūhu wa kānū ẓālimīn(a)."
  },
  {
    "verse_number": 149,
    "translation": "Und als sich bei ihnen die Reue einstellte und sie sahen, daß sie bereits irregegangen waren, sagten sie: Wenn sich unser Herr nicht unser erbarmt und uns vergibt, werden wir ganz gewiß zu den Verlierern gehören!",
    "segmented": [
      {
        "belongs_to_verse_number": 149,
        "translation": "Und als sich bei ihnen die Reue einstellte",
        "text_uthmani": "وَلَمَّا سُقِطَ فِىٓ أَيْدِيهِمْ",
        "text_uthmani_transcribed": "Wa lammā suqiṭa fī aidīhim"
      },
      {
        "belongs_to_verse_number": 149,
        "translation": "und sie sahen, daß sie bereits irregegangen waren, sagten sie: Wenn sich unser Herr nicht unser erbarmt",
        "text_uthmani": "وَرَأَوْا۟ أَنَّهُمْ قَدْ ضَلُّوا۟ قَالُوا۟ لَئِن لَّمْ يَرْحَمْنَا رَبُّنَا",
        "text_uthmani_transcribed": "wa ra'au annahum qad ḍallū, qālū la'il lam yarḥamnā rabbunā"
      },
      {
        "belongs_to_verse_number": 149,
        "translation": "und uns vergibt, werden wir ganz gewiß zu den Verlierern gehören!",
        "text_uthmani": "وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ ٱلْخَـٰسِرِينَ",
        "text_uthmani_transcribed": "wa yagfir lanā lanakūnanna minal-khāsirīn(a)."
      }
    ],
    "text_uthmani": "وَلَمَّا سُقِطَ فِىٓ أَيْدِيهِمْ وَرَأَوْا۟ أَنَّهُمْ قَدْ ضَلُّوا۟ قَالُوا۟ لَئِن لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ ٱلْخَـٰسِرِينَ",
    "text_uthmani_transcribed": "Wa lammā suqiṭa fī aidīhim wa ra'au annahum qad ḍallū, qālū la'il lam yarḥamnā rabbunā wa yagfir lanā lanakūnanna minal-khāsirīn(a)."
  },
  {
    "verse_number": 150,
    "translation": "Als Musa zu seinem Volk zornig und bekümmert zurückkam, sagte er: Wie schlimm ist das, was ihr nach mir an meiner Stelle begangen habt! Wollt ihr den Befehl eures Herrn beschleunigen? Er warf die Tafeln hin und ergriff seinen Bruder beim Kopf, indem er ihn an sich zog. (Dieser) sagte: Sohn meiner Mutter, das Volk unterdrückte mich und hätte mich beinahe getötet! So lasse nicht die Feinde über mich Schadenfreude empfinden und stelle mich nicht zum ungerechten Volk!",
    "segmented": [
      {
        "belongs_to_verse_number": 150,
        "translation": "Als Musa zu seinem Volk zornig und bekümmert zurückkam, sagte er: Wie schlimm ist das, was ihr nach mir an meiner Stelle begangen habt!",
        "text_uthmani": "وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوْمِهِۦ غَضْبَـٰنَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِى مِنۢ بَعْدِىٓ ۖ",
        "text_uthmani_transcribed": "Wa lammā raja'a mūsā ilā qaumihī gaḍbāna asifā(n), qāla bi'samā khalaftumūnī mim ba'dī,"
      },
      {
        "belongs_to_verse_number": 150,
        "translation": "Wollt ihr den Befehl eures Herrn beschleunigen? Er warf die Tafeln hin und ergriff seinen Bruder beim Kopf, indem er ihn an sich zog.",
        "text_uthmani": "أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ ۖ وَأَلْقَى ٱلْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيْهِ ۚ",
        "text_uthmani_transcribed": "a'ajiltum amra rabbikum, wa alqal-alwāḥa wa akhaża bira'si akhīhi yajurruhū ilaih(i),"
      },
      {
        "belongs_to_verse_number": 150,
        "translation": "(Dieser) sagte: Sohn meiner Mutter, das Volk unterdrückte mich und hätte mich beinahe getötet!",
        "text_uthmani": "قَالَ ٱبْنَ أُمَّ إِنَّ ٱلْقَوْمَ ٱسْتَضْعَفُونِى وَكَادُوا۟ يَقْتُلُونَنِى",
        "text_uthmani_transcribed": "qālabna umma innal-qaumastaḍ'afūnī wa kādū yaqtulūnanī"
      },
      {
        "belongs_to_verse_number": 150,
        "translation": "So lasse nicht die Feinde über mich Schadenfreude empfinden und stelle mich nicht zum ungerechten Volk!",
        "text_uthmani": "فَلَا تُشْمِتْ بِىَ ٱلْأَعْدَآءَ وَلَا تَجْعَلْنِى مَعَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
        "text_uthmani_transcribed": "falā tusymit biyal-a'dā'a wa lā taj'alnī ma'al-qaumiẓ-ẓālimīn(a)."
      }
    ],
    "text_uthmani": "وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوْمِهِۦ غَضْبَـٰنَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِى مِنۢ بَعْدِىٓ ۖ أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ ۖ وَأَلْقَى ٱلْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيْهِ ۚ قَالَ ٱبْنَ أُمَّ إِنَّ ٱلْقَوْمَ ٱسْتَضْعَفُونِى وَكَادُوا۟ يَقْتُلُونَنِى فَلَا تُشْمِتْ بِىَ ٱلْأَعْدَآءَ وَلَا تَجْعَلْنِى مَعَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Wa lammā raja'a mūsā ilā qaumihī gaḍbāna asifā(n), qāla bi'samā khalaftumūnī mim ba'dī, a'ajiltum amra rabbikum, wa alqal-alwāḥa wa akhaża bira'si akhīhi yajurruhū ilaih(i), qālabna umma innal-qaumastaḍ'afūnī wa kādū yaqtulūnanī, falā tusymit biyal-a'dā'a wa lā taj'alnī ma'al-qaumiẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 151,
    "translation": "Er (Musa) sagte: Mein Herr, vergib mir und meinem Bruder, und lasse uns in Deine Barmherzigkeit eingehen. Du bist ja der Barmherzigste der Barmherzigen.",
    "segmented": [
      {
        "belongs_to_verse_number": 151,
        "translation": "Er (Musa) sagte: Mein Herr, vergib mir und meinem Bruder, und lasse uns in Deine Barmherzigkeit eingehen.",
        "text_uthmani": "قَالَ رَبِّ ٱغْفِرْ لِى وَلِأَخِى وَأَدْخِلْنَا فِى رَحْمَتِكَ ۖ",
        "text_uthmani_transcribed": "Qāla rabbigfirlī wa li'akhī wa adkhilnā fī raḥmatik(a),"
      },
      {
        "belongs_to_verse_number": 151,
        "translation": "Du bist ja der Barmherzigste der Barmherzigen.",
        "text_uthmani": "وَأَنتَ أَرْحَمُ ٱلرَّٰحِمِينَ",
        "text_uthmani_transcribed": "wa anta arḥamur-rāḥimīn(a)."
      }
    ],
    "text_uthmani": "قَالَ رَبِّ ٱغْفِرْ لِى وَلِأَخِى وَأَدْخِلْنَا فِى رَحْمَتِكَ ۖ وَأَنتَ أَرْحَمُ ٱلرَّٰحِمِينَ",
    "text_uthmani_transcribed": "Qāla rabbigfirlī wa li'akhī wa adkhilnā fī raḥmatik(a), wa anta arḥamur-rāḥimīn(a)."
  },
  {
    "verse_number": 152,
    "translation": "Gewiß, diejenigen, die sich das Kalb nahmen, wird Zorn von ihrem Herrn und Erniedrigung im diesseitigen Leben ereilen. So vergelten Wir denen, die Lügen ersinnen.",
    "segmented": [
      {
        "belongs_to_verse_number": 152,
        "translation": "Gewiß, diejenigen, die sich das Kalb nahmen, wird Zorn von ihrem Herrn und Erniedrigung im diesseitigen Leben ereilen.",
        "text_uthmani": "إِنَّ ٱلَّذِينَ ٱتَّخَذُوا۟ ٱلْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّن رَّبِّهِمْ وَذِلَّةٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ",
        "text_uthmani_transcribed": "Innal-lażīnattakhażul-'ijla sayanāluhum gaḍabum mir rabbihim wa żillatun fil-ḥayātid-dun-yā,"
      },
      {
        "belongs_to_verse_number": 152,
        "translation": "So vergelten Wir denen, die Lügen ersinnen.",
        "text_uthmani": "وَكَذَٰلِكَ نَجْزِى ٱلْمُفْتَرِينَ",
        "text_uthmani_transcribed": "wa każālika najzil-muftarīn(a)."
      }
    ],
    "text_uthmani": "إِنَّ ٱلَّذِينَ ٱتَّخَذُوا۟ ٱلْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّن رَّبِّهِمْ وَذِلَّةٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُفْتَرِينَ",
    "text_uthmani_transcribed": "Innal-lażīnattakhażul-'ijla sayanāluhum gaḍabum mir rabbihim wa żillatun fil-ḥayātid-dun-yā, wa każālika najzil-muftarīn(a)."
  },
  {
    "verse_number": 153,
    "translation": "Aber diejenigen, die böse Taten begehen und danach bereuen und glauben-, gewiß, dein Herr ist danach wahrlich Allvergebend und Barmherzig.",
    "text_uthmani": "وَٱلَّذِينَ عَمِلُوا۟ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُوا۟ مِنۢ بَعْدِهَا وَءَامَنُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Wal-lażīna 'amilus-sayyi'āti ṡumma tābū mim ba'dihā wa āmanū inna rabbaka mim ba'dihā lagafūrur raḥīm(un)."
  },
  {
    "verse_number": 154,
    "translation": "Und als sich in Musa der Zorn beruhigt hatte, nahm er die Tafeln. In ihrer Schrift ist Rechtleitung und Barmherzigkeit für die, die vor ihrem Herrn Ehrfurcht haben.",
    "segmented": [
      {
        "belongs_to_verse_number": 154,
        "translation": "Und als sich in Musa der Zorn beruhigt hatte, nahm er die Tafeln.",
        "text_uthmani": "وَلَمَّا سَكَتَ عَن مُّوسَى ٱلْغَضَبُ أَخَذَ ٱلْأَلْوَاحَ ۖ",
        "text_uthmani_transcribed": "Wa lammā sakata 'am mūsal-gaḍabu akhażal-alwāḥ(a),"
      },
      {
        "belongs_to_verse_number": 154,
        "translation": "In ihrer Schrift ist Rechtleitung und Barmherzigkeit für die, die vor ihrem Herrn Ehrfurcht haben.",
        "text_uthmani": "وَفِى نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِّلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ",
        "text_uthmani_transcribed": "wa fī nuskhatihā hudaw wa raḥmatul lil-lażīna hum lirabbihim yarhabūn(a)."
      }
    ],
    "text_uthmani": "وَلَمَّا سَكَتَ عَن مُّوسَى ٱلْغَضَبُ أَخَذَ ٱلْأَلْوَاحَ ۖ وَفِى نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِّلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ",
    "text_uthmani_transcribed": "Wa lammā sakata 'am mūsal-gaḍabu akhażal-alwāḥ(a), wa fī nuskhatihā hudaw wa raḥmatul lil-lażīna hum lirabbihim yarhabūn(a)."
  },
  {
    "verse_number": 155,
    "translation": "Und Musa wählte aus seinem Volk siebzig Männer zu Unserer festgesetzten Zeit. Als sie nun das Zittern ergriff, sagte er: Mein Herr, wenn Du gewollt hättest, hättest Du sie schon zuvor vernichtet, und auch mich. Willst Du uns vernichten für das, was die Toren von uns getan haben? Es ist doch nur Deine Versuchung, mit der Du in die Irre gehen läßt, wen Du willst, und rechtleitest, wen Du willst. Du bist unser Schutzherr, so vergib uns und erbarme Dich unser! Du bist der Beste derer, die vergeben.",
    "segmented": [
      {
        "belongs_to_verse_number": 155,
        "translation": "Und Musa wählte aus seinem Volk siebzig Männer zu Unserer festgesetzten Zeit.",
        "text_uthmani": "وَٱخْتَارَ مُوسَىٰ قَوْمَهُۥ سَبْعِينَ رَجُلًا لِّمِيقَـٰتِنَا ۖ",
        "text_uthmani_transcribed": "Wakhtāra mūsā qaumahū sab'īna rajulal limīqātinā,"
      },
      {
        "belongs_to_verse_number": 155,
        "translation": "Als sie nun das Zittern ergriff, sagte er: Mein Herr, wenn Du gewollt hättest, hättest Du sie schon zuvor vernichtet, und auch mich.",
        "text_uthmani": "فَلَمَّآ أَخَذَتْهُمُ ٱلرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُم مِّن قَبْلُ وَإِيَّـٰىَ ۖ",
        "text_uthmani_transcribed": "falammā akhażathumur-rajfatu qāla rabbi lau syi'ta ahlaktahum min qablu wa iyyāy(a),"
      },
      {
        "belongs_to_verse_number": 155,
        "translation": "Willst Du uns vernichten für das, was die Toren von uns getan haben?",
        "text_uthmani": "أَتُهْلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآ ۖ",
        "text_uthmani_transcribed": "atuhlikunā bimā fa'alas-sufahā'u minnā,"
      },
      {
        "belongs_to_verse_number": 155,
        "translation": "Es ist doch nur Deine Versuchung, mit der Du in die Irre gehen läßt, wen Du willst, und rechtleitest, wen Du willst.",
        "text_uthmani": "إِنْ هِىَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهْدِى مَن تَشَآءُ ۖ",
        "text_uthmani_transcribed": "in hiya illā fitnatuk(a), tuḍillu bihā man tasyā'u wa tahdī man tasyā'(u)"
      },
      {
        "belongs_to_verse_number": 155,
        "translation": "Du bist unser Schutzherr, so vergib uns und erbarme Dich unser! Du bist der Beste derer, die vergeben.",
        "text_uthmani": "أَنتَ وَلِيُّنَا فَٱغْفِرْ لَنَا وَٱرْحَمْنَا ۖ وَأَنتَ خَيْرُ ٱلْغَـٰفِرِينَ",
        "text_uthmani_transcribed": "anta waliyyunā fagfir lanā warḥamnā wa anta khairul-gāfirīn(a)."
      }
    ],
    "text_uthmani": "وَٱخْتَارَ مُوسَىٰ قَوْمَهُۥ سَبْعِينَ رَجُلًا لِّمِيقَـٰتِنَا ۖ فَلَمَّآ أَخَذَتْهُمُ ٱلرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُم مِّن قَبْلُ وَإِيَّـٰىَ ۖ أَتُهْلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآ ۖ إِنْ هِىَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهْدِى مَن تَشَآءُ ۖ أَنتَ وَلِيُّنَا فَٱغْفِرْ لَنَا وَٱرْحَمْنَا ۖ وَأَنتَ خَيْرُ ٱلْغَـٰفِرِينَ",
    "text_uthmani_transcribed": "Wakhtāra mūsā qaumahū sab'īna rajulal limīqātinā, falammā akhażathumur-rajfatu qāla rabbi lau syi'ta ahlaktahum min qablu wa iyyāy(a), atuhlikunā bimā fa'alas-sufahā'u minnā, in hiya illā fitnatuk(a), tuḍillu bihā man tasyā'u wa tahdī man tasyā'(u), anta waliyyunā fagfir lanā warḥamnā wa anta khairul-gāfirīn(a)."
  },
  {
    "verse_number": 156,
    "translation": "Und bestimme für uns in diesem Diesseits Gutes und auch im Jenseits! Gewiß, wir haben zu Dir zurückgefunden. Er sagte: Mit Meiner Strafe treffe Ich, wen Ich will, aber Meine Barmherzigkeit umfaßt alles. Ich werde sie für die bestimmen, die gottesfürchtig sind und die Abgabe entrichten und die an Unsere Zeichen glauben,",
    "segmented": [
      {
        "belongs_to_verse_number": 156,
        "translation": "Und bestimme für uns in diesem Diesseits Gutes und auch im Jenseits! Gewiß, wir haben zu Dir zurückgefunden.",
        "text_uthmani": "۞ وَٱكْتُبْ لَنَا فِى هَـٰذِهِ ٱلدُّنْيَا حَسَنَةً وَفِى ٱلْـَٔاخِرَةِ إِنَّا هُدْنَآ إِلَيْكَ ۚ",
        "text_uthmani_transcribed": "Waktub lanā fī hāżihid-dun-yā ḥasanataw wa fil-ākhirati innā hudnā ilaik(a),"
      },
      {
        "belongs_to_verse_number": 156,
        "translation": "Er sagte: Mit Meiner Strafe treffe Ich, wen Ich will, aber Meine Barmherzigkeit umfaßt alles.",
        "text_uthmani": "قَالَ عَذَابِىٓ أُصِيبُ بِهِۦ مَنْ أَشَآءُ ۖ وَرَحْمَتِى وَسِعَتْ كُلَّ شَىْءٍ ۚ",
        "text_uthmani_transcribed": "qāla 'ażābī uṣību bihī man asyā'(u), wa raḥmatī wasi'at kulla syai'(in),"
      },
      {
        "belongs_to_verse_number": 156,
        "translation": "Ich werde sie für die bestimmen, die gottesfürchtig sind und die Abgabe entrichten und die an Unsere Zeichen glauben,",
        "text_uthmani": "فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَـٰتِنَا يُؤْمِنُونَ",
        "text_uthmani_transcribed": "fa sa'aktubuhā lil-lażīna yattaqūna wa yu'tūnaz-zakāta wal-lażīna hum bi'āyātinā yu'minūn(a)."
      }
    ],
    "text_uthmani": "۞ وَٱكْتُبْ لَنَا فِى هَـٰذِهِ ٱلدُّنْيَا حَسَنَةً وَفِى ٱلْـَٔاخِرَةِ إِنَّا هُدْنَآ إِلَيْكَ ۚ قَالَ عَذَابِىٓ أُصِيبُ بِهِۦ مَنْ أَشَآءُ ۖ وَرَحْمَتِى وَسِعَتْ كُلَّ شَىْءٍ ۚ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَـٰتِنَا يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Waktub lanā fī hāżihid-dun-yā ḥasanataw wa fil-ākhirati innā hudnā ilaik(a), qāla 'ażābī uṣību bihī man asyā'(u), wa raḥmatī wasi'at kulla syai'(in), fa sa'aktubuhā lil-lażīna yattaqūna wa yu'tūnaz-zakāta wal-lażīna hum bi'āyātinā yu'minūn(a)."
  },
  {
    "verse_number": 157,
    "translation": "die dem Gesandten, dem schriftunkundigen Propheten, folgen, den sie bei sich in der Tora und im Evangelium aufgeschrieben finden. Er gebietet ihnen das Rechte und verbietet ihnen das Verwerfliche, er erlaubt ihnen die guten Dinge und verbietet ihnen die schlechten, und er nimmt ihnen ihre Bürde und die Fesseln ab, die auf ihnen lagen. Diejenigen nun, die an ihn glauben, ihm beistehen, ihm helfen und dem Licht, das mit ihm herabgesandt worden ist, folgen, das sind diejenigen, denen es wohl ergeht.",
    "segmented": [
      {
        "belongs_to_verse_number": 157,
        "translation": "die dem Gesandten, dem schriftunkundigen Propheten, folgen, den sie bei sich in der Tora und im Evangelium aufgeschrieben finden.",
        "text_uthmani": "ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِىَّ ٱلْأُمِّىَّ ٱلَّذِى يَجِدُونَهُۥ مَكْتُوبًا عِندَهُمْ فِى ٱلتَّوْرَىٰةِ وَٱلْإِنجِيلِ",
        "text_uthmani_transcribed": "Al-lażīna yattabi'ūnar-rasūlan nabiyyal-ummiyyal-lażī yajidūnahū maktūban 'indahum fit-taurāti wal-injīli"
      },
      {
        "belongs_to_verse_number": 157,
        "translation": "Er gebietet ihnen das Rechte und verbietet ihnen das Verwerfliche, er erlaubt ihnen die guten Dinge und verbietet ihnen die schlechten,",
        "text_uthmani": "يَأْمُرُهُم بِٱلْمَعْرُوفِ وَيَنْهَىٰهُمْ عَنِ ٱلْمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَـٰتِ وَيُحَرِّمُ عَلَيْهِمُ ٱلْخَبَـٰٓئِثَ",
        "text_uthmani_transcribed": "ya'muruhum bil-ma'rūfi wa yanhāhum 'anil-munkari wa yuḥillu lahumuṭ-ṭayyibāti wa yuḥarrimu 'alaihimul-khabā'iṡa"
      },
      {
        "belongs_to_verse_number": 157,
        "translation": "und er nimmt ihnen ihre Bürde und die Fesseln ab, die auf ihnen lagen. Diejenigen nun, die an ihn glauben, ihm beistehen, ihm helfen",
        "text_uthmani": "وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَٱلْأَغْلَـٰلَ ٱلَّتِى كَانَتْ عَلَيْهِمْ ۚ فَٱلَّذِينَ ءَامَنُوا۟ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ",
        "text_uthmani_transcribed": "wa yaḍa'u 'anhum iṣrahum wal-aglālal-latī kānat 'alaihim, fal-lażīna āmanū bihī wa 'azzarūhu wa naṣarūhu"
      },
      {
        "belongs_to_verse_number": 157,
        "translation": "und dem Licht, das mit ihm herabgesandt worden ist, folgen, das sind diejenigen, denen es wohl ergeht.",
        "text_uthmani": "وَٱتَّبَعُوا۟ ٱلنُّورَ ٱلَّذِىٓ أُنزِلَ مَعَهُۥٓ ۙ أُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
        "text_uthmani_transcribed": "wattaba'un nūral-lażī unzila ma'ah(ū), ulā'ika humul-mufliḥūn(a)."
      }
    ],
    "text_uthmani": "ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِىَّ ٱلْأُمِّىَّ ٱلَّذِى يَجِدُونَهُۥ مَكْتُوبًا عِندَهُمْ فِى ٱلتَّوْرَىٰةِ وَٱلْإِنجِيلِ يَأْمُرُهُم بِٱلْمَعْرُوفِ وَيَنْهَىٰهُمْ عَنِ ٱلْمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَـٰتِ وَيُحَرِّمُ عَلَيْهِمُ ٱلْخَبَـٰٓئِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَٱلْأَغْلَـٰلَ ٱلَّتِى كَانَتْ عَلَيْهِمْ ۚ فَٱلَّذِينَ ءَامَنُوا۟ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُوا۟ ٱلنُّورَ ٱلَّذِىٓ أُنزِلَ مَعَهُۥٓ ۙ أُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "text_uthmani_transcribed": "Al-lażīna yattabi'ūnar-rasūlan nabiyyal-ummiyyal-lażī yajidūnahū maktūban 'indahum fit-taurāti wal-injīli ya'muruhum bil-ma'rūfi wa yanhāhum 'anil-munkari wa yuḥillu lahumuṭ-ṭayyibāti wa yuḥarrimu 'alaihimul-khabā'iṡa wa yaḍa'u 'anhum iṣrahum wal-aglālal-latī kānat 'alaihim, fal-lażīna āmanū bihī wa 'azzarūhu wa naṣarūhu wattaba'un nūral-lażī unzila ma'ah(ū), ulā'ika humul-mufliḥūn(a)."
  },
  {
    "verse_number": 158,
    "translation": "Sag: O ihr Menschen, ich bin der Gesandte Allahs an euch alle, Dem die Herrschaft der Himmel und der Erde gehört. Es gibt keinen Gott außer Ihm. Er macht lebendig und läßt sterben. So glaubt an Allah und Seinen Gesandten, den schriftunkundigen Propheten, der an Allah und Seine Worte glaubt, und folgt ihm, auf daß ihr rechtgeleitet sein möget!",
    "segmented": [
      {
        "belongs_to_verse_number": 158,
        "translation": "Sag: O ihr Menschen, ich bin der Gesandte Allahs an euch alle, Dem die Herrschaft der Himmel und der Erde gehört. Es gibt keinen Gott außer Ihm.",
        "text_uthmani": "قُلْ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنِّى رَسُولُ ٱللَّهِ إِلَيْكُمْ جَمِيعًا ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ",
        "text_uthmani_transcribed": "Qul yā ayyuhan-nāsu innī rasūlullāhi ilaikum jamī'anil-lażī lahū mulkus-samāwāti wal-arḍ(i), lā ilāha illā huwa"
      },
      {
        "belongs_to_verse_number": 158,
        "translation": "Er macht lebendig und läßt sterben.",
        "text_uthmani": "يُحْىِۦ وَيُمِيتُ ۖ",
        "text_uthmani_transcribed": "yuḥyī wa yumīt(u)"
      },
      {
        "belongs_to_verse_number": 158,
        "translation": "So glaubt an Allah und Seinen Gesandten, den schriftunkundigen Propheten, der an Allah und Seine Worte glaubt,",
        "text_uthmani": "فَـَٔامِنُوا۟ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِىِّ ٱلْأُمِّىِّ ٱلَّذِى يُؤْمِنُ بِٱللَّهِ وَكَلِمَـٰتِهِۦ",
        "text_uthmani_transcribed": "fa āminū billāhi wa rasūlihin-nabiyyil-ummiyyil-lażī yu'minu billāhi wa kalimatihī"
      },
      {
        "belongs_to_verse_number": 158,
        "translation": "und folgt ihm, auf daß ihr rechtgeleitet sein möget!",
        "text_uthmani": "وَٱتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ",
        "text_uthmani_transcribed": "wattabi'ūhu la'allakum tahtadūn(a)."
      }
    ],
    "text_uthmani": "قُلْ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنِّى رَسُولُ ٱللَّهِ إِلَيْكُمْ جَمِيعًا ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ يُحْىِۦ وَيُمِيتُ ۖ فَـَٔامِنُوا۟ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِىِّ ٱلْأُمِّىِّ ٱلَّذِى يُؤْمِنُ بِٱللَّهِ وَكَلِمَـٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ",
    "text_uthmani_transcribed": "Qul yā ayyuhan-nāsu innī rasūlullāhi ilaikum jamī'anil-lażī lahū mulkus-samāwāti wal-arḍ(i), lā ilāha illā huwa yuḥyī wa yumīt(u), fa āminū billāhi wa rasūlihin-nabiyyil-ummiyyil-lażī yu'minu billāhi wa kalimatihī wattabi'ūhu la'allakum tahtadūn(a)."
  },
  {
    "verse_number": 159,
    "translation": "Und unter dem Volk Musas ist eine Gemeinschaft, die mit der Wahrheit rechtleitet und nach ihr gerecht handelt.",
    "text_uthmani": "وَمِن قَوْمِ مُوسَىٰٓ أُمَّةٌ يَهْدُونَ بِٱلْحَقِّ وَبِهِۦ يَعْدِلُونَ",
    "text_uthmani_transcribed": "Wa min qaumi mūsā ummatuy yahdūna bil-ḥaqqi wa bihī ya'dilūn(a)."
  },
  {
    "verse_number": 160,
    "translation": "Und Wir zerteilten sie in zwölf Stämme, in Gemeinschaften. Und Wir gaben Musa ein, als sein Volk ihn um Wasser bat: Schlage mit deinem Stock auf den Felsen! Da brachen aus ihm zwölf Quellen hervor. Nun wußte jedermann, wo sein Platz zum Trinken war. Und Wir ließen die Wolken sie überschatten und sandten das Manna und die Wachteln auf sie herab: Eßt von den guten Dingen, mit denen Wir euch versorgt haben! Und sie fügten nicht Uns Unrecht zu, sondern sich selbst fügten sie Unrecht zu.",
    "segmented": [
      {
        "belongs_to_verse_number": 160,
        "translation": "Und Wir zerteilten sie in zwölf Stämme, in Gemeinschaften.",
        "text_uthmani": "وَقَطَّعْنَـٰهُمُ ٱثْنَتَىْ عَشْرَةَ أَسْبَاطًا أُمَمًا ۚ",
        "text_uthmani_transcribed": "Wa qaṭṭa'nāhumuṡnatai 'asyrata asbāṭan umamā(n),"
      },
      {
        "belongs_to_verse_number": 160,
        "translation": "Und Wir gaben Musa ein, als sein Volk ihn um Wasser bat: Schlage mit deinem Stock auf den Felsen! Da brachen aus ihm zwölf Quellen hervor.",
        "text_uthmani": "وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسْتَسْقَىٰهُ قَوْمُهُۥٓ أَنِ ٱضْرِب بِّعَصَاكَ ٱلْحَجَرَ ۖ فَٱنۢبَجَسَتْ مِنْهُ ٱثْنَتَا عَشْرَةَ عَيْنًا ۖ",
        "text_uthmani_transcribed": "wa auḥainā ilā mūsā iżistasqāhu qaumuhū aniḍrib bi'aṣākal-ḥajar(a), fambajasat minhuṡnatā 'asyrata 'ainā(n),"
      },
      {
        "belongs_to_verse_number": 160,
        "translation": "Nun wußte jedermann, wo sein Platz zum Trinken war. Und Wir ließen die Wolken sie überschatten und sandten das Manna",
        "text_uthmani": "قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ ۚ وَظَلَّلْنَا عَلَيْهِمُ ٱلْغَمَـٰمَ وَأَنزَلْنَا عَلَيْهِمُ ٱلْمَنَّ",
        "text_uthmani_transcribed": "qad 'alima kullu unāsim masyrabahum, wa ẓallalnā 'alaihimul-gamāma wa anzalnā 'alaihimul-manna"
      },
      {
        "belongs_to_verse_number": 160,
        "translation": "und die Wachteln auf sie herab: Eßt von den guten Dingen, mit denen Wir euch versorgt haben!",
        "text_uthmani": "وَأَنزَلْنَا عَلَيْهِمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ ۖ كُلُوا۟ مِن طَيِّبَـٰتِ مَا رَزَقْنَـٰكُمْ ۚ",
        "text_uthmani_transcribed": "wa anzalnā 'alaihimul-manna was-salwā, kulū min ṭayyibāti mā razaqnākum,"
      },
      {
        "belongs_to_verse_number": 160,
        "translation": "Und sie fügten nicht Uns Unrecht zu, sondern sich selbst fügten sie Unrecht zu.",
        "text_uthmani": "وَمَا ظَلَمُونَا وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
        "text_uthmani_transcribed": "wa mā ẓalamūnā wa lākin kānū anfusahum yaẓlimūn(a)."
      }
    ],
    "text_uthmani": "وَقَطَّعْنَـٰهُمُ ٱثْنَتَىْ عَشْرَةَ أَسْبَاطًا أُمَمًا ۚ وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسْتَسْقَىٰهُ قَوْمُهُۥٓ أَنِ ٱضْرِب بِّعَصَاكَ ٱلْحَجَرَ ۖ فَٱنۢبَجَسَتْ مِنْهُ ٱثْنَتَا عَشْرَةَ عَيْنًا ۖ قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ ۚ وَظَلَّلْنَا عَلَيْهِمُ ٱلْغَمَـٰمَ وَأَنزَلْنَا عَلَيْهِمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ ۖ كُلُوا۟ مِن طَيِّبَـٰتِ مَا رَزَقْنَـٰكُمْ ۚ وَمَا ظَلَمُونَا وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
    "text_uthmani_transcribed": "Wa qaṭṭa'nāhumuṡnatai 'asyrata asbāṭan umamā(n), wa auḥainā ilā mūsā iżistasqāhu qaumuhū aniḍrib bi'aṣākal-ḥajar(a), fambajasat minhuṡnatā 'asyrata 'ainā(n), qad 'alima kullu unāsim masyrabahum, wa ẓallalnā 'alaihimul-gamāma wa anzalnā 'alaihimul-manna was-salwā, kulū min ṭayyibāti mā razaqnākum, wa mā ẓalamūnā wa lākin kānū anfusahum yaẓlimūn(a)."
  },
  {
    "verse_number": 161,
    "translation": "Und als zu ihnen gesagt wurde: Bewohnt diese Stadt und eßt von (dem, was in) ihr (ist), wo immer ihr wollt! und sagt: Vergebung! und tretet, euch niederwerfend, durch das Tor ein, so vergeben Wir euch eure Verfehlungen. Und Wir werden den Gutes Tuenden noch mehr erweisen.",
    "segmented": [
      {
        "belongs_to_verse_number": 161,
        "translation": "Und als zu ihnen gesagt wurde: Bewohnt diese Stadt und eßt von (dem, was in) ihr (ist), wo immer ihr wollt! und sagt: Vergebung!",
        "text_uthmani": "وَإِذْ قِيلَ لَهُمُ ٱسْكُنُوا۟ هَـٰذِهِ ٱلْقَرْيَةَ وَكُلُوا۟ مِنْهَا حَيْثُ شِئْتُمْ وَقُولُوا۟ حِطَّةٌ",
        "text_uthmani_transcribed": "Wa iżā qīla lahumuskunū hāżihil-qaryata wa kulū minhā ḥaiṡu syi'tum wa qūlū ḥiṭṭatuw"
      },
      {
        "belongs_to_verse_number": 161,
        "translation": "und tretet, euch niederwerfend, durch das Tor ein, so vergeben Wir euch eure Verfehlungen. Und Wir werden den Gutes Tuenden noch mehr erweisen.",
        "text_uthmani": "وَٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًا نَّغْفِرْ لَكُمْ خَطِيٓـَٔـٰتِكُمْ ۚ سَنَزِيدُ ٱلْمُحْسِنِينَ",
        "text_uthmani_transcribed": "wadkhulul-bāba sujjadan nagfir lakum khaṭī'ātikum, sanazīdul-muḥsinīn(a)."
      }
    ],
    "text_uthmani": "وَإِذْ قِيلَ لَهُمُ ٱسْكُنُوا۟ هَـٰذِهِ ٱلْقَرْيَةَ وَكُلُوا۟ مِنْهَا حَيْثُ شِئْتُمْ وَقُولُوا۟ حِطَّةٌ وَٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًا نَّغْفِرْ لَكُمْ خَطِيٓـَٔـٰتِكُمْ ۚ سَنَزِيدُ ٱلْمُحْسِنِينَ",
    "text_uthmani_transcribed": "Wa iżā qīla lahumuskunū hāżihil-qaryata wa kulū minhā ḥaiṡu syi'tum wa qūlū ḥiṭṭatuw wadkhulul-bāba sujjadan nagfir lakum khaṭī'ātikum, sanazīdul-muḥsinīn(a)."
  },
  {
    "verse_number": 162,
    "translation": "Doch da tauschten diejenigen von ihnen, die Unrecht taten, das Wort gegen ein anderes aus, das ihnen nicht gesagt worden war. Und da sandten Wir auf sie eine unheilvolle Strafe vom Himmel hinab dafür, daß sie Unrecht zu tun pflegten.",
    "segmented": [
      {
        "belongs_to_verse_number": 162,
        "translation": "Doch da tauschten diejenigen von ihnen, die Unrecht taten, das Wort gegen ein anderes aus, das ihnen nicht gesagt worden war.",
        "text_uthmani": "فَبَدَّلَ ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ قَوْلًا غَيْرَ ٱلَّذِى قِيلَ لَهُمْ",
        "text_uthmani_transcribed": "Fa baddalal-lażīna ẓalamū minhum qaulan gairal-lażī qīla lahum"
      },
      {
        "belongs_to_verse_number": 162,
        "translation": "Und da sandten Wir auf sie eine unheilvolle Strafe vom Himmel hinab dafür, daß sie Unrecht zu tun pflegten.",
        "text_uthmani": "فَأَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَظْلِمُونَ",
        "text_uthmani_transcribed": "fa arsalnā 'alaihim rijzam minas-samā'i bimā kānū yaẓlimūn(a)."
      }
    ],
    "text_uthmani": "فَبَدَّلَ ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ قَوْلًا غَيْرَ ٱلَّذِى قِيلَ لَهُمْ فَأَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَظْلِمُونَ",
    "text_uthmani_transcribed": "Fa baddalal-lażīna ẓalamū minhum qaulan gairal-lażī qīla lahum fa arsalnā 'alaihim rijzam minas-samā'i bimā kānū yaẓlimūn(a)."
  },
  {
    "verse_number": 163,
    "translation": "Und frag sie nach der Stadt, die am Meer lag, als sie den Sabbat übertraten, als ihre Fische zu ihnen an ihrem Sabbat sichtbar (geschwommen) kamen, aber an dem Tag, an dem sie nicht Sabbat hielten, nicht zu ihnen kamen. So prüfen Wir sie dafür, daß sie zu freveln pflegten.",
    "segmented": [
      {
        "belongs_to_verse_number": 163,
        "translation": "Und frag sie nach der Stadt, die am Meer lag, als sie den Sabbat übertraten, als ihre Fische zu ihnen an ihrem Sabbat sichtbar (geschwommen)",
        "text_uthmani": "وَسْـَٔلْهُمْ عَنِ ٱلْقَرْيَةِ ٱلَّتِى كَانَتْ حَاضِرَةَ ٱلْبَحْرِ إِذْ يَعْدُونَ فِى ٱلسَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا",
        "text_uthmani_transcribed": "Was'alhum 'anil-qaryatil-latī kānat ḥāḍiratal-baḥr(i), iż ya'dūna fis-sabti iż ta'tīhim ḥītānuhum yauma sabtihim syurra'aw"
      },
      {
        "belongs_to_verse_number": 163,
        "translation": "kamen, aber an dem Tag, an dem sie nicht Sabbat hielten, nicht zu ihnen kamen. So prüfen Wir sie dafür, daß sie zu freveln pflegten.",
        "text_uthmani": "وَيَوْمَ لَا يَسْبِتُونَ ۙ لَا تَأْتِيهِمْ ۚ كَذَٰلِكَ نَبْلُوهُم بِمَا كَانُوا۟ يَفْسُقُونَ",
        "text_uthmani_transcribed": "wa yauma lā yasbitūn(a), lā ta'tīhim - każālika - nablūhum bimā kānū yafsuqūn(a)."
      }
    ],
    "text_uthmani": "وَسْـَٔلْهُمْ عَنِ ٱلْقَرْيَةِ ٱلَّتِى كَانَتْ حَاضِرَةَ ٱلْبَحْرِ إِذْ يَعْدُونَ فِى ٱلسَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ ۙ لَا تَأْتِيهِمْ ۚ كَذَٰلِكَ نَبْلُوهُم بِمَا كَانُوا۟ يَفْسُقُونَ",
    "text_uthmani_transcribed": "Was'alhum 'anil-qaryatil-latī kānat ḥāḍiratal-baḥr(i), iż ya'dūna fis-sabti iż ta'tīhim ḥītānuhum yauma sabtihim syurra'aw wa yauma lā yasbitūn(a), lā ta'tīhim - każālika - nablūhum bimā kānū yafsuqūn(a)."
  },
  {
    "verse_number": 164,
    "translation": "Und als eine Gemeinschaft von ihnen sagte: Warum ermahnt ihr Leute, die Allah vernichten oder mit strenger Strafe strafen wird?, sagten sie: Als eine Entschuldigung bei eurem Herrn und auf daß sie gottesfürchtig werden mögen.",
    "segmented": [
      {
        "belongs_to_verse_number": 164,
        "translation": "Und als eine Gemeinschaft von ihnen sagte: Warum ermahnt ihr Leute, die Allah vernichten oder mit strenger Strafe strafen wird?, sagten sie: Als eine Entschuldigung bei eurem Herrn",
        "text_uthmani": "وَإِذْ قَالَتْ أُمَّةٌ مِّنْهُمْ لِمَ تَعِظُونَ قَوْمًا ۙ ٱللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا ۖ قَالُوا۟ مَعْذِرَةً إِلَىٰ رَبِّكُمْ",
        "text_uthmani_transcribed": "Wa iż qālat ummatum minhum lima ta'iẓūna qaumā(n), allāhu muhlikuhum au mu'ażżibuhum 'ażāban syadīdā(n), qālū ma'żiratan ilā rabbikum"
      },
      {
        "belongs_to_verse_number": 164,
        "translation": "und auf daß sie gottesfürchtig werden mögen.",
        "text_uthmani": "وَلَعَلَّهُمْ يَتَّقُونَ",
        "text_uthmani_transcribed": "wa la'allahum yattaqūn(a)."
      }
    ],
    "text_uthmani": "وَإِذْ قَالَتْ أُمَّةٌ مِّنْهُمْ لِمَ تَعِظُونَ قَوْمًا ۙ ٱللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا ۖ قَالُوا۟ مَعْذِرَةً إِلَىٰ رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ",
    "text_uthmani_transcribed": "Wa iż qālat ummatum minhum lima ta'iẓūna qaumā(n), allāhu muhlikuhum au mu'ażżibuhum 'ażāban syadīdā(n), qālū ma'żiratan ilā rabbikum wa la'allahum yattaqūn(a)."
  },
  {
    "verse_number": 165,
    "translation": "Und als sie vergessen hatten, womit sie ermahnt worden waren, retteten Wir diejenigen, die das Böse verboten, und ergriffen diejenigen, die Unrecht taten, mit schlimmer Strafe dafür, daß sie zu freveln pflegten.",
    "segmented": [
      {
        "belongs_to_verse_number": 165,
        "translation": "Und als sie vergessen hatten, womit sie ermahnt worden waren, retteten Wir diejenigen, die das Böse verboten,",
        "text_uthmani": "فَلَمَّا نَسُوا۟ مَا ذُكِّرُوا۟ بِهِۦٓ أَنجَيْنَا ٱلَّذِينَ يَنْهَوْنَ عَنِ ٱلسُّوٓءِ",
        "text_uthmani_transcribed": "Falammā nasū mā żukkirū bihī anjainal-lażīna yanhauna 'anis-sū'i"
      },
      {
        "belongs_to_verse_number": 165,
        "translation": "und ergriffen diejenigen, die Unrecht taten, mit schlimmer Strafe dafür, daß sie zu freveln pflegten.",
        "text_uthmani": "وَأَخَذْنَا ٱلَّذِينَ ظَلَمُوا۟ بِعَذَابٍۭ بَـِٔيسٍۭ بِمَا كَانُوا۟ يَفْسُقُونَ",
        "text_uthmani_transcribed": "wa akhażnal-lażīna ẓalamū bi'ażābim ba'īsim bimā kānū yafsuqūn(a)."
      }
    ],
    "text_uthmani": "فَلَمَّا نَسُوا۟ مَا ذُكِّرُوا۟ بِهِۦٓ أَنجَيْنَا ٱلَّذِينَ يَنْهَوْنَ عَنِ ٱلسُّوٓءِ وَأَخَذْنَا ٱلَّذِينَ ظَلَمُوا۟ بِعَذَابٍۭ بَـِٔيسٍۭ بِمَا كَانُوا۟ يَفْسُقُونَ",
    "text_uthmani_transcribed": "Falammā nasū mā żukkirū bihī anjainal-lażīna yanhauna 'anis-sū'i wa akhażnal-lażīna ẓalamū bi'ażābim ba'īsim bimā kānū yafsuqūn(a)."
  },
  {
    "verse_number": 166,
    "translation": "Als sie dann das mißachteten, was ihnen verboten war, sagten Wir zu ihnen: Werdet verstoßene Affen!",
    "text_uthmani": "فَلَمَّا عَتَوْا۟ عَن مَّا نُهُوا۟ عَنْهُ قُلْنَا لَهُمْ كُونُوا۟ قِرَدَةً خَـٰسِـِٔينَ",
    "text_uthmani_transcribed": "Falammā 'atau 'am mā nuhū 'anhu qulnā lahum kūnū qiradatan khāsi'īn(a)."
  },
  {
    "verse_number": 167,
    "translation": "Und als dein Herr ankündigte, Er werde ganz gewiß gegen sie bis zum Tag der Auferstehung jemanden schicken, der ihnen eine böse Qual auferlegt. Dein Herr ist fürwahr schnell im Bestrafen, aber Er ist auch wahrlich Allvergebend und Barmherzig.",
    "segmented": [
      {
        "belongs_to_verse_number": 167,
        "translation": "Und als dein Herr ankündigte, Er werde ganz gewiß gegen sie bis zum Tag der Auferstehung jemanden schicken, der ihnen eine böse Qual auferlegt.",
        "text_uthmani": "وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَن يَسُومُهُمْ سُوٓءَ ٱلْعَذَابِ ۗ",
        "text_uthmani_transcribed": "Wa iż ta'ażżana rabbuka layab'aṡanna 'alaihim ilā yaumil-qiyāmati may yasūmuhum sū'al-'ażāb(i),"
      },
      {
        "belongs_to_verse_number": 167,
        "translation": "Dein Herr ist fürwahr schnell im Bestrafen, aber Er ist auch wahrlich Allvergebend und Barmherzig.",
        "text_uthmani": "إِنَّ رَبَّكَ لَسَرِيعُ ٱلْعِقَابِ ۖ وَإِنَّهُۥ لَغَفُورٌ رَّحِيمٌ",
        "text_uthmani_transcribed": "inna rabbaka lasarī'ul-'iqāb(i), wa innahū lagafūrur raḥīm(un)."
      }
    ],
    "text_uthmani": "وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَن يَسُومُهُمْ سُوٓءَ ٱلْعَذَابِ ۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلْعِقَابِ ۖ وَإِنَّهُۥ لَغَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Wa iż ta'ażżana rabbuka layab'aṡanna 'alaihim ilā yaumil-qiyāmati may yasūmuhum sū'al-'ażāb(i), inna rabbaka lasarī'ul-'iqāb(i), wa innahū lagafūrur raḥīm(un)."
  },
  {
    "verse_number": 168,
    "translation": "Und Wir zerteilten sie auf der Erde in Gemeinschaften. Unter ihnen gab es Rechtschaffene und solche, die dies nicht waren. Und Wir prüften sie mit Gutem und Bösem, auf daß sie umkehren mögen.",
    "segmented": [
      {
        "belongs_to_verse_number": 168,
        "translation": "Und Wir zerteilten sie auf der Erde in Gemeinschaften. Unter ihnen gab es Rechtschaffene und solche, die dies nicht waren.",
        "text_uthmani": "وَقَطَّعْنَـٰهُمْ فِى ٱلْأَرْضِ أُمَمًا ۖ مِّنْهُمُ ٱلصَّـٰلِحُونَ وَمِنْهُمْ دُونَ ذَٰلِكَ ۖ",
        "text_uthmani_transcribed": "Wa qaṭṭa'nāhum fil-arḍi umamā(n), minhumuṣ-ṣāliḥūna wa minhum dūna żālik(a)."
      },
      {
        "belongs_to_verse_number": 168,
        "translation": "Und Wir prüften sie mit Gutem und Bösem, auf daß sie umkehren mögen.",
        "text_uthmani": "وَبَلَوْنَـٰهُم بِٱلْحَسَنَـٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمْ يَرْجِعُونَ",
        "text_uthmani_transcribed": "wa balaunāhum bil-ḥasanāti was-sayyi'āti la'allahum yarji'ūn(a)."
      }
    ],
    "text_uthmani": "وَقَطَّعْنَـٰهُمْ فِى ٱلْأَرْضِ أُمَمًا ۖ مِّنْهُمُ ٱلصَّـٰلِحُونَ وَمِنْهُمْ دُونَ ذَٰلِكَ ۖ وَبَلَوْنَـٰهُم بِٱلْحَسَنَـٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمْ يَرْجِعُونَ",
    "text_uthmani_transcribed": "Wa qaṭṭa'nāhum fil-arḍi umamā(n), minhumuṣ-ṣāliḥūna wa minhum dūna żālik(a), wa balaunāhum bil-ḥasanāti was-sayyi'āti la'allahum yarji'ūn(a)."
  },
  {
    "verse_number": 169,
    "translation": "Dann folgten nach ihnen Nachfolger, die die Schrift erbten. Sie greifen nach den Glücksgütern des Diesseitigen und sagen: Es wird uns vergeben werden. Und wenn sich ihnen gleiche Glücksgüter bieten, greifen sie danach. Wurde nicht mit ihnen das Abkommen der Schrift getroffen, sie sollen über Allah nur die Wahrheit sagen? Sie haben doch das, was darin steht, erlernt. Und die jenseitige Wohnstätte ist besser für diejenigen, die gottesfürchtig sind. Begreift ihr denn nicht?",
    "segmented": [
      {
        "belongs_to_verse_number": 169,
        "translation": "Dann folgten nach ihnen Nachfolger, die die Schrift erbten.",
        "text_uthmani": "فَخَلَفَ مِنۢ بَعْدِهِمْ خَلْفٌ وَرِثُوا۟ ٱلْكِتَـٰبَ",
        "text_uthmani_transcribed": "Fa khalafa mim ba'dihim khalfuw wariṡul-kitāba"
      },
      {
        "belongs_to_verse_number": 169,
        "translation": "Sie greifen nach den Glücksgütern des Diesseitigen und sagen: Es wird uns vergeben werden.",
        "text_uthmani": "يَأْخُذُونَ عَرَضَ هَـٰذَا ٱلْأَدْنَىٰ وَيَقُولُونَ سَيُغْفَرُ لَنَا",
        "text_uthmani_transcribed": "ya'khużūna 'araḍa hāżal-adnā wa yaqūlūna sayugfaru lanā"
      },
      {
        "belongs_to_verse_number": 169,
        "translation": "Und wenn sich ihnen gleiche Glücksgüter bieten, greifen sie danach.",
        "text_uthmani": "وَإِن يَأْتِهِمْ عَرَضٌ مِّثْلُهُۥ يَأْخُذُوهُ ۚ",
        "text_uthmani_transcribed": "wa iy ya'tihim 'araḍum miṡluhū ya'khużūh(u),"
      },
      {
        "belongs_to_verse_number": 169,
        "translation": "Wurde nicht mit ihnen das Abkommen der Schrift getroffen, sie sollen über Allah nur die Wahrheit sagen?",
        "text_uthmani": "أَلَمْ يُؤْخَذْ عَلَيْهِم مِّيثَـٰقُ ٱلْكِتَـٰبِ أَن لَّا يَقُولُوا۟ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ",
        "text_uthmani_transcribed": "alam yu'khaż 'alaihim mīṡāqul-kitābi allā yaqūlū 'alallāhi illal-ḥaqqa"
      },
      {
        "belongs_to_verse_number": 169,
        "translation": "Sie haben doch das, was darin steht, erlernt. Und die jenseitige Wohnstätte ist besser für diejenigen, die gottesfürchtig sind.",
        "text_uthmani": "وَدَرَسُوا۟ مَا فِيهِ ۗ وَٱلدَّارُ ٱلْـَٔاخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ ۗ",
        "text_uthmani_transcribed": "wa darasū mā fīh(i), wad-dārul-ākhiratu khairul lil-lażīna yattaqūn(a)."
      },
      {
        "belongs_to_verse_number": 169,
        "translation": "Begreift ihr denn nicht?",
        "text_uthmani": "أَفَلَا تَعْقِلُونَ",
        "text_uthmani_transcribed": "afalā ta'qilūn(a)."
      }
    ],
    "text_uthmani": "فَخَلَفَ مِنۢ بَعْدِهِمْ خَلْفٌ وَرِثُوا۟ ٱلْكِتَـٰبَ يَأْخُذُونَ عَرَضَ هَـٰذَا ٱلْأَدْنَىٰ وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِن يَأْتِهِمْ عَرَضٌ مِّثْلُهُۥ يَأْخُذُوهُ ۚ أَلَمْ يُؤْخَذْ عَلَيْهِم مِّيثَـٰقُ ٱلْكِتَـٰبِ أَن لَّا يَقُولُوا۟ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ وَدَرَسُوا۟ مَا فِيهِ ۗ وَٱلدَّارُ ٱلْـَٔاخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ ۗ أَفَلَا تَعْقِلُونَ",
    "text_uthmani_transcribed": "Fa khalafa mim ba'dihim khalfuw wariṡul-kitāba ya'khużūna 'araḍa hāżal-adnā wa yaqūlūna sayugfaru lanā, wa iy ya'tihim 'araḍum miṡluhū ya'khużūh(u), alam yu'khaż 'alaihim mīṡāqul-kitābi allā yaqūlū 'alallāhi illal-ḥaqqa wa darasū mā fīh(i), wad-dārul-ākhiratu khairul lil-lażīna yattaqūn(a), afalā ta'qilūn(a)."
  },
  {
    "verse_number": 170,
    "translation": "Und diejenigen, die an der Schrift festhalten und das Gebet verrichten - gewiß, Wir lassen den Lohn der Heilstifter nicht verlorengehen.",
    "text_uthmani": "وَٱلَّذِينَ يُمَسِّكُونَ بِٱلْكِتَـٰبِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجْرَ ٱلْمُصْلِحِينَ",
    "text_uthmani_transcribed": "Wal-lażīna yumassikūna bil-kitābi wa aqāmuṣ-ṣalāh(ta), innā lā nuḍī'u ajral-muṣliḥīn(a)."
  },
  {
    "verse_number": 171,
    "translation": "Und als Wir den Berg über sie heraushoben, als wäre er ein Schattendach, und sie glaubten, er würde auf sie fallen: Haltet fest an dem, was Wir euch gegeben haben, und gedenkt dessen, was es enthält, auf daß ihr gottesfürchtig werden möget!",
    "segmented": [
      {
        "belongs_to_verse_number": 171,
        "translation": "Und als Wir den Berg über sie heraushoben, als wäre er ein Schattendach,",
        "text_uthmani": "۞ وَإِذْ نَتَقْنَا ٱلْجَبَلَ فَوْقَهُمْ كَأَنَّهُۥ ظُلَّةٌ",
        "text_uthmani_transcribed": "Wa iż nataqnal-jabala fauqahum ka'annahum ẓullatuw"
      },
      {
        "belongs_to_verse_number": 171,
        "translation": "und sie glaubten, er würde auf sie fallen: Haltet fest an dem, was Wir euch gegeben haben,",
        "text_uthmani": "وَظَنُّوٓا۟ أَنَّهُۥ وَاقِعٌۢ بِهِمْ خُذُوا۟ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍ",
        "text_uthmani_transcribed": "wa ẓannū annahū wāqi'um bihim, khużū mā ātainākum biquwwatiw"
      },
      {
        "belongs_to_verse_number": 171,
        "translation": "und gedenkt dessen, was es enthält, auf daß ihr gottesfürchtig werden möget!",
        "text_uthmani": "وَٱذْكُرُوا۟ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
        "text_uthmani_transcribed": "ważkurū mā fīhi la'allakum tattaqūn(a)."
      }
    ],
    "text_uthmani": "۞ وَإِذْ نَتَقْنَا ٱلْجَبَلَ فَوْقَهُمْ كَأَنَّهُۥ ظُلَّةٌ وَظَنُّوٓا۟ أَنَّهُۥ وَاقِعٌۢ بِهِمْ خُذُوا۟ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍ وَٱذْكُرُوا۟ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
    "text_uthmani_transcribed": "Wa iż nataqnal-jabala fauqahum ka'annahum ẓullatuw wa ẓannū annahū wāqi'um bihim, khużū mā ātainākum biquwwatiw ważkurū mā fīhi la'allakum tattaqūn(a)."
  },
  {
    "verse_number": 172,
    "translation": "Und als dein Herr aus den Kindern Adams, aus ihren Rücken, ihre Nachkommenschaft nahm und sie gegen sich selbst zeugen ließ: Bin Ich nicht euer Herr? Sie sagten: Doch, wir bezeugen (es)! (Dies,) damit ihr nicht am Tag der Auferstehung sagt: Wir waren dessen unachtsam,",
    "segmented": [
      {
        "belongs_to_verse_number": 172,
        "translation": "Und als dein Herr aus den Kindern Adams, aus ihren Rücken, ihre Nachkommenschaft nahm",
        "text_uthmani": "وَإِذْ أَخَذَ رَبُّكَ مِنۢ بَنِىٓ ءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ",
        "text_uthmani_transcribed": "Wa iż akhaża rabbuka mim banī ādama min ẓuhūrihim żurriyyatahum"
      },
      {
        "belongs_to_verse_number": 172,
        "translation": "und sie gegen sich selbst zeugen ließ: Bin Ich nicht euer Herr?",
        "text_uthmani": "وَأَشْهَدَهُمْ عَلَىٰٓ أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ ۖ",
        "text_uthmani_transcribed": "wa asyhadahum 'alā anfusihim, alastu birabbikum,"
      },
      {
        "belongs_to_verse_number": 172,
        "translation": "Sie sagten: Doch, wir bezeugen (es)! (Dies,) damit ihr nicht am Tag der Auferstehung sagt: Wir waren dessen unachtsam,",
        "text_uthmani": "قَالُوا۟ بَلَىٰ ۛ شَهِدْنَآ ۛ أَن تَقُولُوا۟ يَوْمَ ٱلْقِيَـٰمَةِ إِنَّا كُنَّا عَنْ هَـٰذَا غَـٰفِلِينَ",
        "text_uthmani_transcribed": "qālū balā - syahidnā - an taqūlū yaumal-qiyāmati innā kunnā 'an hāżā gāfilīn(a)."
      }
    ],
    "text_uthmani": "وَإِذْ أَخَذَ رَبُّكَ مِنۢ بَنِىٓ ءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَىٰٓ أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ ۖ قَالُوا۟ بَلَىٰ ۛ شَهِدْنَآ ۛ أَن تَقُولُوا۟ يَوْمَ ٱلْقِيَـٰمَةِ إِنَّا كُنَّا عَنْ هَـٰذَا غَـٰفِلِينَ",
    "text_uthmani_transcribed": "Wa iż akhaża rabbuka mim banī ādama min ẓuhūrihim żurriyyatahum wa asyhadahum 'alā anfusihim, alastu birabbikum, qālū balā - syahidnā - an taqūlū yaumal-qiyāmati innā kunnā 'an hāżā gāfilīn(a)."
  },
  {
    "verse_number": 173,
    "translation": "oder (auch) nicht sagt: Unsere Väter gesellten doch zuvor (Allah) Teilhaber zu, und wir sind (nur) eine Nachkommenschaft nach ihnen. Willst du uns vernichten für das, was diejenigen getan haben, die Nichtiges tun?",
    "segmented": [
      {
        "belongs_to_verse_number": 173,
        "translation": "oder (auch) nicht sagt: Unsere Väter gesellten doch zuvor (Allah) Teilhaber zu, und wir sind (nur) eine Nachkommenschaft nach ihnen.",
        "text_uthmani": "أَوْ تَقُولُوٓا۟ إِنَّمَآ أَشْرَكَ ءَابَآؤُنَا مِن قَبْلُ وَكُنَّا ذُرِّيَّةً مِّنۢ بَعْدِهِمْ ۖ",
        "text_uthmani_transcribed": "Au taqūlū innamā asyraka ābā'unā min qablu wa kunnā żurriyyatam mim ba'dihim."
      },
      {
        "belongs_to_verse_number": 173,
        "translation": "Willst du uns vernichten für das, was diejenigen getan haben, die Nichtiges tun?",
        "text_uthmani": "أَفَتُهْلِكُنَا بِمَا فَعَلَ ٱلْمُبْطِلُونَ",
        "text_uthmani_transcribed": "Afatuhlikunā bimā fa'alal-mubṭilūn(a)."
      }
    ],
    "text_uthmani": "أَوْ تَقُولُوٓا۟ إِنَّمَآ أَشْرَكَ ءَابَآؤُنَا مِن قَبْلُ وَكُنَّا ذُرِّيَّةً مِّنۢ بَعْدِهِمْ ۖ أَفَتُهْلِكُنَا بِمَا فَعَلَ ٱلْمُبْطِلُونَ",
    "text_uthmani_transcribed": "Au taqūlū innamā asyraka ābā'unā min qablu wa kunnā żurriyyatam mim ba'dihim, afatuhlikunā bimā fa'alal-mubṭilūn(a)."
  },
  {
    "verse_number": 174,
    "translation": "So legen Wir die Zeichen ausführlich dar, - auf daß sie umkehren mögen.",
    "text_uthmani": "وَكَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ وَلَعَلَّهُمْ يَرْجِعُونَ",
    "text_uthmani_transcribed": "Wa każālika nufaṣṣilul-āyāti wa la'allahum yarji'ūn(a)."
  },
  {
    "verse_number": 175,
    "translation": "Und verlies ihnen die Kunde von dem, dem Wir Unsere Zeichen gaben und der sich dann ihrer entledigte. Da verfolgte ihn der Satan, und so wurde er einer der Verirrten.",
    "segmented": [
      {
        "belongs_to_verse_number": 175,
        "translation": "Und verlies ihnen die Kunde von dem, dem Wir Unsere Zeichen gaben und der sich dann ihrer entledigte.",
        "text_uthmani": "وَٱتْلُ عَلَيْهِمْ نَبَأَ ٱلَّذِىٓ ءَاتَيْنَـٰهُ ءَايَـٰتِنَا فَٱنسَلَخَ مِنْهَا",
        "text_uthmani_transcribed": "Watlu 'alaihim naba'al-lażī ātaināhu āyātinā fansalakha minhā"
      },
      {
        "belongs_to_verse_number": 175,
        "translation": "Da verfolgte ihn der Satan, und so wurde er einer der Verirrten.",
        "text_uthmani": "فَأَتْبَعَهُ ٱلشَّيْطَـٰنُ فَكَانَ مِنَ ٱلْغَاوِينَ",
        "text_uthmani_transcribed": "fa atba'ahusy-syaiṭānu fa kāna minal-gāwīn(a)."
      }
    ],
    "text_uthmani": "وَٱتْلُ عَلَيْهِمْ نَبَأَ ٱلَّذِىٓ ءَاتَيْنَـٰهُ ءَايَـٰتِنَا فَٱنسَلَخَ مِنْهَا فَأَتْبَعَهُ ٱلشَّيْطَـٰنُ فَكَانَ مِنَ ٱلْغَاوِينَ",
    "text_uthmani_transcribed": "Watlu 'alaihim naba'al-lażī ātaināhu āyātinā fansalakha minhā fa atba'ahusy-syaiṭānu fa kāna minal-gāwīn(a)."
  },
  {
    "verse_number": 176,
    "translation": "Und wenn Wir gewollt hätten, hätten Wir ihn durch sie fürwahr erhöht. Aber er neigte zur Erde hin und folgte seiner Neigung. So ist sein Gleichnis das eines Hundes: Wenn du auf ihn losgehst, hechelt er; läßt du ihn (in Ruhe), hechelt er (auch). So ist das Gleichnis der Leute, die Unsere Zeichen für Lüge erklärten. Berichte die Geschichte, auf daß sie nachdenken mögen.",
    "segmented": [
      {
        "belongs_to_verse_number": 176,
        "translation": "Und wenn Wir gewollt hätten, hätten Wir ihn durch sie fürwahr erhöht. Aber er neigte zur Erde hin und folgte seiner Neigung.",
        "text_uthmani": "وَلَوْ شِئْنَا لَرَفَعْنَـٰهُ بِهَا وَلَـٰكِنَّهُۥٓ أَخْلَدَ إِلَى ٱلْأَرْضِ وَٱتَّبَعَ هَوَىٰهُ ۚ",
        "text_uthmani_transcribed": "Wa lau syi'nā larafa'nāhu bihā wa lākinnahū akhlada ilal-arḍi wattaba'a hawāh(u)."
      },
      {
        "belongs_to_verse_number": 176,
        "translation": "So ist sein Gleichnis das eines Hundes: Wenn du auf ihn losgehst, hechelt er; läßt du ihn (in Ruhe), hechelt er (auch).",
        "text_uthmani": "فَمَثَلُهُۥ كَمَثَلِ ٱلْكَلْبِ إِن تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَث ۚ",
        "text_uthmani_transcribed": "fa maṡaluhū kamaṡalil-kalb(i), in taḥmil 'alaihi yalhaṡ au tatrukūhu yalhaṡ,"
      },
      {
        "belongs_to_verse_number": 176,
        "translation": "So ist das Gleichnis der Leute, die Unsere Zeichen für Lüge erklärten. Berichte die Geschichte, auf daß sie nachdenken mögen.",
        "text_uthmani": "ذَّٰلِكَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا ۚ فَٱقْصُصِ ٱلْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ",
        "text_uthmani_transcribed": "żālika maṡalul-qaumil-lażīna każżabū bi'āyātinā, faqṣuṣil-qaṣaṣa la'allahum yatafakkarūn(a)."
      }
    ],
    "text_uthmani": "وَلَوْ شِئْنَا لَرَفَعْنَـٰهُ بِهَا وَلَـٰكِنَّهُۥٓ أَخْلَدَ إِلَى ٱلْأَرْضِ وَٱتَّبَعَ هَوَىٰهُ ۚ فَمَثَلُهُۥ كَمَثَلِ ٱلْكَلْبِ إِن تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَث ۚ ذَّٰلِكَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا ۚ فَٱقْصُصِ ٱلْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ",
    "text_uthmani_transcribed": "Wa lau syi'nā larafa'nāhu bihā wa lākinnahū akhlada ilal-arḍi wattaba'a hawāh(u), fa maṡaluhū kamaṡalil-kalb(i), in taḥmil 'alaihi yalhaṡ au tatrukūhu yalhaṡ, żālika maṡalul-qaumil-lażīna każżabū bi'āyātinā, faqṣuṣil-qaṣaṣa la'allahum yatafakkarūn(a)."
  },
  {
    "verse_number": 177,
    "translation": "Wie böse ist das Gleichnis der Leute, die Unsere Zeichen für Lüge erklärten und sich selbst Unrecht zu tun pflegten!",
    "text_uthmani": "سَآءَ مَثَلًا ٱلْقَوْمُ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَأَنفُسَهُمْ كَانُوا۟ يَظْلِمُونَ",
    "text_uthmani_transcribed": "Sā'a maṡalanil-qaumul-lażīna każżabū bi'āyātinā wa anfusahum kānū yaẓlimūn(a)."
  },
  {
    "verse_number": 178,
    "translation": "Wen Allah rechtleitet, der ist (in Wahrheit) rechtgeleitet. Wen Er aber in die Irre gehen läßt, das sind die Verlierer.",
    "text_uthmani": "مَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِى ۖ وَمَن يُضْلِلْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
    "text_uthmani_transcribed": "May yahdillāhu fa huwal-muhtadī, wa may yuḍlil fa ulā'ika humul-khāsirūn(a)."
  },
  {
    "verse_number": 179,
    "translation": "Wir haben ja schon viele von den Ginn und den Menschen für die Hölle erschaffen. Sie haben Herzen, mit denen sie nicht verstehen; sie haben Augen, mit denen sie nicht sehen; und sie haben Ohren, mit denen sie nicht hören. Jene sind wie das Vieh. Aber nein! Sie irren noch weiter ab. Jene sind (überhaupt) die Unachtsamen.",
    "segmented": [
      {
        "belongs_to_verse_number": 179,
        "translation": "Wir haben ja schon viele von den Ginn und den Menschen für die Hölle erschaffen.",
        "text_uthmani": "وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِّنَ ٱلْجِنِّ وَٱلْإِنسِ ۖ",
        "text_uthmani_transcribed": "Wa laqad żara'nā lijahannama kaṡīram minal-jinni wal-ins(i),"
      },
      {
        "belongs_to_verse_number": 179,
        "translation": "Sie haben Herzen, mit denen sie nicht verstehen; sie haben Augen, mit denen sie nicht sehen; und sie haben Ohren, mit denen sie nicht hören.",
        "text_uthmani": "لَهُمْ قُلُوبٌ لَّا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَّا يُبْصِرُونَ بِهَا وَلَهُمْ ءَاذَانٌ لَّا يَسْمَعُونَ بِهَآ ۚ",
        "text_uthmani_transcribed": "lahum qulūbul lā yafqahūna bihā wa lahum a'yunul lā yabṣirūna bihā wa lahum āżānul lā yasma'ūna bihā,"
      },
      {
        "belongs_to_verse_number": 179,
        "translation": "Jene sind wie das Vieh. Aber nein! Sie irren noch weiter ab. Jene sind (überhaupt) die Unachtsamen.",
        "text_uthmani": "أُو۟لَـٰٓئِكَ كَٱلْأَنْعَـٰمِ بَلْ هُمْ أَضَلُّ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْغَـٰفِلُونَ",
        "text_uthmani_transcribed": "ulā'ika kal-an'āmi bal hum aḍall(u), ulā'ika humul-gāfilūn(a)."
      }
    ],
    "text_uthmani": "وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِّنَ ٱلْجِنِّ وَٱلْإِنسِ ۖ لَهُمْ قُلُوبٌ لَّا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَّا يُبْصِرُونَ بِهَا وَلَهُمْ ءَاذَانٌ لَّا يَسْمَعُونَ بِهَآ ۚ أُو۟لَـٰٓئِكَ كَٱلْأَنْعَـٰمِ بَلْ هُمْ أَضَلُّ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْغَـٰفِلُونَ",
    "text_uthmani_transcribed": "Wa laqad żara'nā lijahannama kaṡīram minal-jinni wal-ins(i), lahum qulūbul lā yafqahūna bihā wa lahum a'yunul lā yabṣirūna bihā wa lahum āżānul lā yasma'ūna bihā, ulā'ika kal-an'āmi bal hum aḍall(u), ulā'ika humul-gāfilūn(a)."
  },
  {
    "verse_number": 180,
    "translation": "Allahs sind die schönsten Namen; so ruft Ihn damit an und laßt diejenigen, die mit Seinen Namen abwegig umgehen. Ihnen wird das vergolten, was sie zu tun pflegten.",
    "segmented": [
      {
        "belongs_to_verse_number": 180,
        "translation": "Allahs sind die schönsten Namen; so ruft Ihn damit an und laßt diejenigen, die mit Seinen Namen abwegig umgehen.",
        "text_uthmani": "وَلِلَّهِ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ فَٱدْعُوهُ بِهَا ۖ وَذَرُوا۟ ٱلَّذِينَ يُلْحِدُونَ فِىٓ أَسْمَـٰٓئِهِۦ",
        "text_uthmani_transcribed": "Wa lillāhil-asmā'ul-ḥusnā fad'ūhu bihā, wa żarul-lażīna yulḥidūna fī asmā'ih(ī)"
      },
      {
        "belongs_to_verse_number": 180,
        "translation": "Ihnen wird das vergolten, was sie zu tun pflegten.",
        "text_uthmani": "سَيُجْزَوْنَ مَا كَانُوا۟ يَعْمَلُونَ",
        "text_uthmani_transcribed": "sayujzauna mā kānū ya'malūn(a)."
      }
    ],
    "text_uthmani": "وَلِلَّهِ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ فَٱدْعُوهُ بِهَا ۖ وَذَرُوا۟ ٱلَّذِينَ يُلْحِدُونَ فِىٓ أَسْمَـٰٓئِهِۦ ۚ سَيُجْزَوْنَ مَا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Wa lillāhil-asmā'ul-ḥusnā fad'ūhu bihā, wa żarul-lażīna yulḥidūna fī asmā'ih(ī), sayujzauna mā kānū ya'malūn(a)."
  },
  {
    "verse_number": 181,
    "translation": "Und unter denjenigen, die Wir erschaffen haben, gibt es eine Gemeinschaft, die mit der Wahrheit rechtleitet und nach ihr gerecht handelt.",
    "text_uthmani": "وَمِمَّنْ خَلَقْنَآ أُمَّةٌ يَهْدُونَ بِٱلْحَقِّ وَبِهِۦ يَعْدِلُونَ",
    "text_uthmani_transcribed": "Wa mimman khalaqnā ummatuy yahdūna bil-ḥaqqi wa bihī ya'dilūn(a)."
  },
  {
    "verse_number": 182,
    "translation": "Diejenigen aber, die Unsere Zeichen für Lüge erklären, werden Wir stufenweise (dem Verderben) näherbringen, von wo sie nicht wissen.",
    "text_uthmani": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Wal-lażīna każżabū bi'āyātinā sanastadrijuhum min ḥaiṡu lā ya'lamūn(a)."
  },
  {
    "verse_number": 183,
    "translation": "Und Ich gewähre ihnen Aufschub. (Aber) gewiß, Meine List ist fest.",
    "text_uthmani": "وَأُمْلِى لَهُمْ ۚ إِنَّ كَيْدِى مَتِينٌ",
    "text_uthmani_transcribed": "Wa umlī lahum, inna kaidī matīn(un)."
  },
  {
    "verse_number": 184,
    "translation": "Denken sie denn nicht (darüber) nach? Ihr Gefährte leidet nicht an Besessenheit; er ist nur ein deutlicher Warner.",
    "text_uthmani": "أَوَلَمْ يَتَفَكَّرُوا۟ ۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍ ۚ إِنْ هُوَ إِلَّا نَذِيرٌ مُّبِينٌ",
    "text_uthmani_transcribed": "Awalam yatafakkarū mā biṣāḥibihim min jinnah(tin), in huwa illā nażīrum mubīn(un)."
  },
  {
    "verse_number": 185,
    "translation": "Haben sie sich denn nicht im Reich der Himmel und der Erde umgeschaut und was Allah an Dingen erschaffen hat und, daß ihre Frist vielleicht nahegerückt ist? An welche Aussage nach dieser wollen sie denn (sonst) glauben?",
    "segmented": [
      {
        "belongs_to_verse_number": 185,
        "translation": "Haben sie sich denn nicht im Reich der Himmel und der Erde umgeschaut",
        "text_uthmani": "أَوَلَمْ يَنظُرُوا۟ فِى مَلَكُوتِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ",
        "text_uthmani_transcribed": "Awalam yanẓurū fī malakūtis-samāwāti wal-arḍi"
      },
      {
        "belongs_to_verse_number": 185,
        "translation": "und was Allah an Dingen erschaffen hat und, daß ihre Frist vielleicht nahegerückt ist?",
        "text_uthmani": "وَمَا خَلَقَ ٱللَّهُ مِن شَىْءٍ وَأَنْ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقْتَرَبَ أَجَلُهُمْ ۖ",
        "text_uthmani_transcribed": "wa mā khalaqallāhu min syai'iw wa an 'asā ay yakūna qadiqtaraba ajaluhum, ۖ"
      },
      {
        "belongs_to_verse_number": 185,
        "translation": "An welche Aussage nach dieser wollen sie denn (sonst) glauben?",
        "text_uthmani": "فَبِأَىِّ حَدِيثٍۭ بَعْدَهُۥ يُؤْمِنُونَ",
        "text_uthmani_transcribed": "fa bi'ayyi ḥadīṡim ba'dahū yu'minūn(a)."
      }
    ],
    "text_uthmani": "أَوَلَمْ يَنظُرُوا۟ فِى مَلَكُوتِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا خَلَقَ ٱللَّهُ مِن شَىْءٍ وَأَنْ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقْتَرَبَ أَجَلُهُمْ ۖ فَبِأَىِّ حَدِيثٍۭ بَعْدَهُۥ يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Awalam yanẓurū fī malakūtis-samāwāti wal-arḍi wa mā khalaqallāhu min syai'iw wa an 'asā ay yakūna qadiqtaraba ajaluhum, fa bi'ayyi ḥadīṡim ba'dahū yu'minūn(a)."
  },
  {
    "verse_number": 186,
    "translation": "Wen Allah in die Irre gehen läßt, der hat keinen, der ihn rechtleiten könnte; Er läßt sie in ihrer Auflehnung umherirren.",
    "text_uthmani": "مَن يُضْلِلِ ٱللَّهُ فَلَا هَادِىَ لَهُۥ ۚ وَيَذَرُهُمْ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
    "text_uthmani_transcribed": "May yuḍlilillāhu falā hādiya lah(ū), wa yażaruhum fī ṭugyānihim ya'mahūn(a)."
  },
  {
    "verse_number": 187,
    "translation": "Sie fragen dich nach der Stunde, für wann sie feststeht. Sag: Das Wissen darüber ist nur bei meinem Herrn. Nur Er wird sie zu ihrer Zeit erscheinen lassen. Schwer lastet sie in den Himmeln und auf der Erde. Sie wird nur plötzlich über euch kommen. Sie fragen dich, als ob du gut unterrichtet über sie seiest. Sag: Das Wissen darüber ist nur bei Allah. Aber die meisten Menschen wissen nicht.",
    "segmented": [
      {
        "belongs_to_verse_number": 187,
        "translation": "Sie fragen dich nach der Stunde, für wann sie feststeht. Sag: Das Wissen darüber ist nur bei meinem Herrn.",
        "text_uthmani": "يَسْـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرْسَىٰهَا ۖ قُلْ إِنَّمَا عِلْمُهَا عِندَ رَبِّى ۖ",
        "text_uthmani_transcribed": "Yas'alūnaka 'anis-sā'ati ayyāna mursāhā, qul innamā 'ilmuhā 'inda rabbī,"
      },
      {
        "belongs_to_verse_number": 187,
        "translation": "Nur Er wird sie zu ihrer Zeit erscheinen lassen. Schwer lastet sie in den Himmeln und auf der Erde. Sie wird nur plötzlich über euch kommen.",
        "text_uthmani": "لَا يُجَلِّيهَا لِوَقْتِهَآ إِلَّا هُوَ ۚ ثَقُلَتْ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً ۗ",
        "text_uthmani_transcribed": "lā yujallīhā liwaqtihā illā huw(a), ṡaqulat fis-samāwāti wal-arḍ(i), lā ta'tīkum illā bagtah(tan),"
      },
      {
        "belongs_to_verse_number": 187,
        "translation": "Sie fragen dich, als ob du gut unterrichtet über sie seiest. Sag: Das Wissen darüber ist nur bei Allah. Aber die meisten Menschen wissen nicht.",
        "text_uthmani": "يَسْـَٔلُونَكَ كَأَنَّكَ حَفِىٌّ عَنْهَا ۖ قُلْ إِنَّمَا عِلْمُهَا عِندَ ٱللَّهِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
        "text_uthmani_transcribed": "yas'alūnaka ka'annaka ḥafiyyun 'anhā, qul innamā 'ilmuhā 'indallāhi wa lākinna akṡaran nāsi lā ya'lamūn(a)."
      }
    ],
    "text_uthmani": "يَسْـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرْسَىٰهَا ۖ قُلْ إِنَّمَا عِلْمُهَا عِندَ رَبِّى ۖ لَا يُجَلِّيهَا لِوَقْتِهَآ إِلَّا هُوَ ۚ ثَقُلَتْ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً ۗ يَسْـَٔلُونَكَ كَأَنَّكَ حَفِىٌّ عَنْهَا ۖ قُلْ إِنَّمَا عِلْمُهَا عِندَ ٱللَّهِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Yas'alūnaka 'anis-sā'ati ayyāna mursāhā, qul innamā 'ilmuhā 'inda rabbī, lā yujallīhā liwaqtihā illā huw(a), ṡaqulat fis-samāwāti wal-arḍ(i), lā ta'tīkum illā bagtah(tan), yas'alūnaka ka'annaka ḥafiyyun 'anhā, qul innamā 'ilmuhā 'indallāhi wa lākinna akṡaran nāsi lā ya'lamūn(a)."
  },
  {
    "verse_number": 188,
    "translation": "Sag: Ich vermag mir selbst weder Nutzen noch Schaden (zu bringen), außer was Allah will. Wenn ich das Verborgene wüßte, würde ich mir wahrlich viel Gutes verschaffen, und Böses würde mir nicht widerfahren. Ich bin nur ein Warner und ein Frohbote für Leute, die glauben.",
    "segmented": [
      {
        "belongs_to_verse_number": 188,
        "translation": "Sag: Ich vermag mir selbst weder Nutzen noch Schaden (zu bringen), außer was Allah will.",
        "text_uthmani": "قُل لَّآ أَمْلِكُ لِنَفْسِى نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُ ۚ",
        "text_uthmani_transcribed": "Qul lā amliku linafsī naf'aw wa lā ḍarran illā mā syā'allāh(u),"
      },
      {
        "belongs_to_verse_number": 188,
        "translation": "Wenn ich das Verborgene wüßte, würde ich mir wahrlich viel Gutes verschaffen, und Böses würde mir nicht widerfahren.",
        "text_uthmani": "وَلَوْ كُنتُ أَعْلَمُ ٱلْغَيْبَ لَٱسْتَكْثَرْتُ مِنَ ٱلْخَيْرِ وَمَا مَسَّنِىَ ٱلسُّوٓءُ ۚ",
        "text_uthmani_transcribed": "wa lau kuntu a'lamul gaiba-lastakṡartu minal-khair(i) - wa mā massaniyas-sū'(u) -"
      },
      {
        "belongs_to_verse_number": 188,
        "translation": "Ich bin nur ein Warner und ein Frohbote für Leute, die glauben.",
        "text_uthmani": "إِنْ أَنَا۠ إِلَّا نَذِيرٌ وَبَشِيرٌ لِّقَوْمٍ يُؤْمِنُونَ",
        "text_uthmani_transcribed": "in ana illā nażīruw wa basyīrul liqaumiy yu'minūn(a)."
      }
    ],
    "text_uthmani": "قُل لَّآ أَمْلِكُ لِنَفْسِى نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُ ۚ وَلَوْ كُنتُ أَعْلَمُ ٱلْغَيْبَ لَٱسْتَكْثَرْتُ مِنَ ٱلْخَيْرِ وَمَا مَسَّنِىَ ٱلسُّوٓءُ ۚ إِنْ أَنَا۠ إِلَّا نَذِيرٌ وَبَشِيرٌ لِّقَوْمٍ يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Qul lā amliku linafsī naf'aw wa lā ḍarran illā mā syā'allāh(u), wa lau kuntu a'lamul gaiba-lastakṡartu minal-khair(i) - wa mā massaniyas-sū'(u) - in ana illā nażīruw wa basyīrul liqaumiy yu'minūn(a)."
  },
  {
    "verse_number": 189,
    "translation": "Er ist es, Der euch aus einem einzigen Wesen schuf, und Er hat aus ihm seine Gattin gemacht, damit er (der Mann) bei ihr Ruhe finde. Und als er über sie kam, trug sie an einer leichten Schwangerschaft und verbrachte damit (eine Zeit). Als sie dann schwer zu tragen hatte, riefen die beiden Allah, ihren Herrn, an: Wenn Du uns einen Rechtschaffenen gibst, werden wir ganz gewiß zu den Dankbaren gehören.",
    "segmented": [
      {
        "belongs_to_verse_number": 189,
        "translation": "Er ist es, Der euch aus einem einzigen Wesen schuf, und Er hat aus ihm seine Gattin gemacht, damit er (der Mann) bei ihr Ruhe finde.",
        "text_uthmani": "۞ هُوَ ٱلَّذِى خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا ۖ",
        "text_uthmani_transcribed": "Huwal-lażī khalaqakum min nafsiw wāḥidatiw waja'ala minhā zaujahā liyaskuna ilaihā,"
      },
      {
        "belongs_to_verse_number": 189,
        "translation": "Und als er über sie kam, trug sie an einer leichten Schwangerschaft und verbrachte damit (eine Zeit).",
        "text_uthmani": "فَلَمَّا تَغَشَّىٰهَا حَمَلَتْ حَمْلًا خَفِيفًا فَمَرَّتْ بِهِۦ ۖ",
        "text_uthmani_transcribed": "falammā tagasysyāhā ḥamalat ḥamlan khafīfan fa marrat bih(ī),"
      },
      {
        "belongs_to_verse_number": 189,
        "translation": "Als sie dann schwer zu tragen hatte, riefen die beiden Allah, ihren Herrn, an: Wenn Du uns einen Rechtschaffenen gibst, werden wir ganz gewiß zu",
        "text_uthmani": "فَلَمَّآ أَثْقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنْ ءَاتَيْتَنَا صَـٰلِحًا لَّنَكُونَنَّ",
        "text_uthmani_transcribed": "falammā aṡqalad da'awallāha rabbahumā la'in ātaitanā ṣāliḥan lanakūnanna"
      },
      {
        "belongs_to_verse_number": 189,
        "translation": "den Dankbaren gehören.",
        "text_uthmani": "لَّنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ",
        "text_uthmani_transcribed": "lanakūnanna minasy-syākirīn(a)."
      }
    ],
    "text_uthmani": "۞ هُوَ ٱلَّذِى خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا ۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتْ حَمْلًا خَفِيفًا فَمَرَّتْ بِهِۦ ۖ فَلَمَّآ أَثْقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنْ ءَاتَيْتَنَا صَـٰلِحًا لَّنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ",
    "text_uthmani_transcribed": "Huwal-lażī khalaqakum min nafsiw wāḥidatiw waja'ala minhā zaujahā liyaskuna ilaihā, falammā tagasysyāhā ḥamalat ḥamlan khafīfan fa marrat bih(ī), falammā aṡqalad da'awallāha rabbahumā la'in ātaitanā ṣāliḥan lanakūnanna minasy-syākirīn(a)."
  },
  {
    "verse_number": 190,
    "translation": "Als Er ihnen dann einen Rechtschaffenen gegeben hatte, gaben sie Ihm Teilhaber an dem, was Er ihnen gegeben hatte. Aber Allah ist Erhaben über das, was sie (Ihm) beigesellen.",
    "segmented": [
      {
        "belongs_to_verse_number": 190,
        "translation": "Als Er ihnen dann einen Rechtschaffenen gegeben hatte, gaben sie Ihm Teilhaber an dem, was Er ihnen gegeben hatte.",
        "text_uthmani": "فَلَمَّآ ءَاتَىٰهُمَا صَـٰلِحًا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَا",
        "text_uthmani_transcribed": "Falammā ātāhumā ṣāliḥan ja'alā lahū syurakā'a fīmā ātāhumā"
      },
      {
        "belongs_to_verse_number": 190,
        "translation": "Aber Allah ist Erhaben über das, was sie (Ihm) beigesellen.",
        "text_uthmani": "فَتَعَـٰلَى ٱللَّهُ عَمَّا يُشْرِكُونَ",
        "text_uthmani_transcribed": "fa ta'ālallāhu 'ammā yusyrikūn(a)."
      }
    ],
    "text_uthmani": "فَلَمَّآ ءَاتَىٰهُمَا صَـٰلِحًا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَا ۚ فَتَعَـٰلَى ٱللَّهُ عَمَّا يُشْرِكُونَ",
    "text_uthmani_transcribed": "Falammā ātāhumā ṣāliḥan ja'alā lahū syurakā'a fīmā ātāhumā, fa ta'ālallāhu 'ammā yusyrikūn(a)."
  },
  {
    "verse_number": 191,
    "translation": "Wollen sie (Ihm etwas) beigesellen, was nichts erschafft, während sie selbst erschaffen wurden,",
    "text_uthmani": "أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْـًٔا وَهُمْ يُخْلَقُونَ",
    "text_uthmani_transcribed": "Ayusyrikūna mā lā yakhluqu syai'aw wa hum yukhlaqūn(a)."
  },
  {
    "verse_number": 192,
    "translation": "und die ihnen keine Hilfe leisten, noch sich selbst helfen können?",
    "text_uthmani": "وَلَا يَسْتَطِيعُونَ لَهُمْ نَصْرًا وَلَآ أَنفُسَهُمْ يَنصُرُونَ",
    "text_uthmani_transcribed": "Wa lā yastaṭī'ūna lahum naṣraw wa lā anfusahum yanṣurūn(a)."
  },
  {
    "verse_number": 193,
    "translation": "Und wenn ihr sie zur Rechtleitung aufruft, folgen sie euch nicht. Gleich ist es in Bezug auf euch, ob ihr sie aufruft oder ob ihr schweigt.",
    "text_uthmani": "وَإِن تَدْعُوهُمْ إِلَى ٱلْهُدَىٰ لَا يَتَّبِعُوكُمْ ۚ سَوَآءٌ عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنتُمْ صَـٰمِتُونَ",
    "text_uthmani_transcribed": "Wa in tad'ūhum ilal-hudā lā yattabi'ūkum, sawā'un 'alaikum ada'autumūhum am antum ṣāmitūn(a)."
  },
  {
    "verse_number": 194,
    "translation": "Gewiß, diejenigen, die ihr anstatt Allahs anruft, sind (nur) Diener gleich euch. So ruft sie (doch) an, und so sollen sie euch doch erhören, wenn ihr wahrhaftig seid!",
    "segmented": [
      {
        "belongs_to_verse_number": 194,
        "translation": "Gewiß, diejenigen, die ihr anstatt Allahs anruft, sind (nur) Diener gleich euch.",
        "text_uthmani": "إِنَّ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمْثَالُكُمْ ۖ",
        "text_uthmani_transcribed": "Innal-lażīna tad'ūna min dūnillāhi 'ibādun amṡālukum."
      },
      {
        "belongs_to_verse_number": 194,
        "translation": "So ruft sie (doch) an, und so sollen sie euch doch erhören, wenn ihr wahrhaftig seid!",
        "text_uthmani": "فَٱدْعُوهُمْ فَلْيَسْتَجِيبُوا۟ لَكُمْ إِن كُنتُمْ صَـٰدِقِينَ",
        "text_uthmani_transcribed": "fad'ūhum falyastajībū lakum in kuntum ṣādiqīn(a)."
      }
    ],
    "text_uthmani": "إِنَّ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمْثَالُكُمْ ۖ فَٱدْعُوهُمْ فَلْيَسْتَجِيبُوا۟ لَكُمْ إِن كُنتُمْ صَـٰدِقِينَ",
    "text_uthmani_transcribed": "Innal-lażīna tad'ūna min dūnillāhi 'ibādun amṡālukum fad'ūhum falyastajībū lakum in kuntum ṣādiqīn(a)."
  },
  {
    "verse_number": 195,
    "translation": "Haben sie (etwa) Füße, mit denen sie gehen, oder haben sie Hände, mit denen sie zupacken, oder haben sie Augen, mit denen sie sehen, oder haben sie Ohren, mit denen sie hören? Sag: Ruft eure Teilhaber an, und hierauf schmiedet eure List gegen mich an und gewährt mir keinen Aufschub.",
    "segmented": [
      {
        "belongs_to_verse_number": 195,
        "translation": "Haben sie (etwa) Füße, mit denen sie gehen, oder haben sie Hände, mit denen sie zupacken, oder haben sie Augen, mit denen sie sehen,",
        "text_uthmani": "أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِهَآ ۖ أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَآ ۖ أَمْ لَهُمْ أَعْيُنٌ يُبْصِرُونَ بِهَآ ۖ",
        "text_uthmani_transcribed": "Alahum arjuluy yamsyūna bihā am lahum aidiy yabṭisyūna bihā am lahum a'yunuy yubṣirūna bihā"
      },
      {
        "belongs_to_verse_number": 195,
        "translation": "oder haben sie Ohren, mit denen sie hören?",
        "text_uthmani": "أَمْ لَهُمْ ءَاذَانٌ يَسْمَعُونَ بِهَا ۗ",
        "text_uthmani_transcribed": "am lahum āżānuy yasma'ūna bihā"
      },
      {
        "belongs_to_verse_number": 195,
        "translation": "Sag: Ruft eure Teilhaber an, und hierauf schmiedet eure List gegen mich an und gewährt mir keinen Aufschub.",
        "text_uthmani": "قُلِ ٱدْعُوا۟ شُرَكَآءَكُمْ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ",
        "text_uthmani_transcribed": "Qulid'ū syurakā'akum ṡumma kīdūni falā tunẓirūn(i)."
      }
    ],
    "text_uthmani": "أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِهَآ ۖ أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَآ ۖ أَمْ لَهُمْ أَعْيُنٌ يُبْصِرُونَ بِهَآ ۖ أَمْ لَهُمْ ءَاذَانٌ يَسْمَعُونَ بِهَا ۗ قُلِ ٱدْعُوا۟ شُرَكَآءَكُمْ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ",
    "text_uthmani_transcribed": "Alahum arjuluy yamsyūna bihā am lahum aidiy yabṭisyūna bihā am lahum a'yunuy yubṣirūna bihā am lahum āżānuy yasma'ūna bihā, qulid'ū syurakā'akum ṡumma kīdūni falā tunẓirūn(i)."
  },
  {
    "verse_number": 196,
    "translation": "Mein Schutzherr ist Allah, Der das Buch offenbart hat, und Er macht Sich zum Schutzherrn der Rechtschaffenen.",
    "text_uthmani": "إِنَّ وَلِـِّۧىَ ٱللَّهُ ٱلَّذِى نَزَّلَ ٱلْكِتَـٰبَ ۖ وَهُوَ يَتَوَلَّى ٱلصَّـٰلِحِينَ",
    "text_uthmani_transcribed": "Inna waliyyiyallāhul-lażī nazzalal-kitāb(a), wa huwa yatawallaṣ-ṣāliḥīn(a)."
  },
  {
    "verse_number": 197,
    "translation": "Diejenigen, die ihr außer Ihm anruft, können euch keine Hilfe leisten, noch sich selbst helfen.",
    "text_uthmani": "وَٱلَّذِينَ تَدْعُونَ مِن دُونِهِۦ لَا يَسْتَطِيعُونَ نَصْرَكُمْ وَلَآ أَنفُسَهُمْ يَنصُرُونَ",
    "text_uthmani_transcribed": "Wal-lażīna tad'ūna min dūnihī lā yastaṭī'ūna naṣrakum wa lā anfusahum yanṣurūn(a)."
  },
  {
    "verse_number": 198,
    "translation": "Und wenn ihr sie zur Rechtleitung aufruft, hören sie nicht; du siehst sie dich anschauen, doch sie sehen nicht.",
    "text_uthmani": "وَإِن تَدْعُوهُمْ إِلَى ٱلْهُدَىٰ لَا يَسْمَعُوا۟ ۖ وَتَرَىٰهُمْ يَنظُرُونَ إِلَيْكَ وَهُمْ لَا يُبْصِرُونَ",
    "text_uthmani_transcribed": "Wa in tad'ūhum ilal-hudā lā yasma'ū, wa tarāhum yanẓurūna ilaika wa hum lā yubṣirūn(a)."
  },
  {
    "verse_number": 199,
    "translation": "Nimm den Überschuß, gebiete das allgemein Gute und wende dich von den Toren ab!",
    "text_uthmani": "خُذِ ٱلْعَفْوَ وَأْمُرْ بِٱلْعُرْفِ وَأَعْرِضْ عَنِ ٱلْجَـٰهِلِينَ",
    "text_uthmani_transcribed": "Khużil-'afwa wa'mur bil-'urfi wa a'riḍ 'anil-jāhilīn(a)."
  },
  {
    "verse_number": 200,
    "translation": "Und wenn dich vom Satan eine Eingebung aufstachelt, dann suche Schutz bei Allah, denn Er ist ja Allhörend und Allwissend.",
    "text_uthmani": "وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيْطَـٰنِ نَزْغٌ فَٱسْتَعِذْ بِٱللَّهِ ۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ",
    "text_uthmani_transcribed": "Wa immā yanzagannaka minasy-syaiṭāni nazgun fasta'iż billāh(i), innahū samī'un 'alīm(un)."
  },
  {
    "verse_number": 201,
    "translation": "Diejenigen, die gottesfürchtig sind, - wenn ihnen eine Anwandlung vom Satan widerfährt, bedenken sie, und da werden sie sogleich einsichtig.",
    "text_uthmani": "إِنَّ ٱلَّذِينَ ٱتَّقَوْا۟ إِذَا مَسَّهُمْ طَـٰٓئِفٌ مِّنَ ٱلشَّيْطَـٰنِ تَذَكَّرُوا۟ فَإِذَا هُم مُّبْصِرُونَ",
    "text_uthmani_transcribed": "Innal-lażīnattaqau iżā massahum ṭā'ifum minasy-syaiṭāni tażakkarū fa iżā hum mubṣirūn(a)."
  },
  {
    "verse_number": 202,
    "translation": "Aber ihre Brüder lassen sie in ihrer Verirrung gewähren, und dann lassen sie (daran) nicht nach.",
    "text_uthmani": "وَإِخْوَٰنُهُمْ يَمُدُّونَهُمْ فِى ٱلْغَىِّ ثُمَّ لَا يُقْصِرُونَ",
    "text_uthmani_transcribed": "Wa ikhwānuhum yamuddūnahum fil-gayyi ṡumma lā yuqṣirūn(a)."
  },
  {
    "verse_number": 203,
    "translation": "Und wenn du ihnen kein Zeichen bringst, sagen sie: Hättest du es dir doch (selbst) ausgesucht! Sag: Ich folge nur dem, was mir von meinem Herrn (als Offenbarung) eingegeben wird. Dies sind einsichtbringende Zeichen von eurem Herrn und Rechtleitung und Barmherzigkeit für Leute, die glauben.",
    "segmented": [
      {
        "belongs_to_verse_number": 203,
        "translation": "Und wenn du ihnen kein Zeichen bringst, sagen sie: Hättest du es dir doch (selbst) ausgesucht!",
        "text_uthmani": "وَإِذَا لَمْ تَأْتِهِم بِـَٔايَةٍ قَالُوا۟ لَوْلَا ٱجْتَبَيْتَهَا ۚ",
        "text_uthmani_transcribed": "Wa iżā lam ta'tihim bi'āyatin qālū lau lajtabaitahā,"
      },
      {
        "belongs_to_verse_number": 203,
        "translation": "Sag: Ich folge nur dem, was mir von meinem Herrn (als Offenbarung) eingegeben wird.",
        "text_uthmani": "قُلْ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَىَّ مِن رَّبِّى ۚ",
        "text_uthmani_transcribed": "Qul inamā attabi'u mā yūḥā ilayya mir rabbī."
      },
      {
        "belongs_to_verse_number": 203,
        "translation": "Dies sind einsichtbringende Zeichen von eurem Herrn und Rechtleitung und Barmherzigkeit für Leute, die glauben.",
        "text_uthmani": "هَـٰذَا بَصَآئِرُ مِن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ لِّقَوْمٍ يُؤْمِنُونَ",
        "text_uthmani_transcribed": "hāżā baṣā'iru mir rabbikum wa hudaw wa raḥmatul liqaumiy yu'minūn(a)."
      }
    ],
    "text_uthmani": "وَإِذَا لَمْ تَأْتِهِم بِـَٔايَةٍ قَالُوا۟ لَوْلَا ٱجْتَبَيْتَهَا ۚ قُلْ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَىَّ مِن رَّبِّى ۚ هَـٰذَا بَصَآئِرُ مِن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ لِّقَوْمٍ يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Wa iżā lam ta'tihim bi'āyatin qālū lau lajtabaitahā, qul inamā attabi'u mā yūḥā ilayya mir rabbī, hāżā baṣā'iru mir rabbikum wa hudaw wa raḥmatul liqaumiy yu'minūn(a)."
  },
  {
    "verse_number": 204,
    "translation": "Und wenn der Qur’an vorgetragen wird, dann hört ihm zu und horcht hin, auf daß ihr Erbarmen finden möget!",
    "text_uthmani": "وَإِذَا قُرِئَ ٱلْقُرْءَانُ فَٱسْتَمِعُوا۟ لَهُۥ وَأَنصِتُوا۟ لَعَلَّكُمْ تُرْحَمُونَ",
    "text_uthmani_transcribed": "Wa iżā quri'al-qur'ānu fastami'ū lahū wa anṣitū la'allakum turḥamūn(a)."
  },
  {
    "verse_number": 205,
    "translation": "Und gedenke deines Herrn in deiner Seele in Unterwürfigkeit flehend und in Furcht und mit leiser Stimme, am Morgen und am Abend. Und gehöre nicht zu den Unachtsamen!",
    "segmented": [
      {
        "belongs_to_verse_number": 205,
        "translation": "Und gedenke deines Herrn in deiner Seele in Unterwürfigkeit flehend und in Furcht und mit leiser Stimme, am Morgen und am Abend.",
        "text_uthmani": "وَٱذْكُر رَّبَّكَ فِى نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ ٱلْجَهْرِ مِنَ ٱلْقَوْلِ بِٱلْغُدُوِّ وَٱلْـَٔاصَالِ",
        "text_uthmani_transcribed": "Ważkur rabbaka fī nafsika taḍarru'aw wa khīfataw wa dūnal-jahri minal-qauli bil-guduwwi wal-āṣāli"
      },
      {
        "belongs_to_verse_number": 205,
        "translation": "Und gehöre nicht zu den Unachtsamen!",
        "text_uthmani": "وَلَا تَكُن مِّنَ ٱلْغَـٰفِلِينَ",
        "text_uthmani_transcribed": "wa lā takum minal-gāfilīn(a)."
      }
    ],
    "text_uthmani": "وَٱذْكُر رَّبَّكَ فِى نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ ٱلْجَهْرِ مِنَ ٱلْقَوْلِ بِٱلْغُدُوِّ وَٱلْـَٔاصَالِ وَلَا تَكُن مِّنَ ٱلْغَـٰفِلِينَ",
    "text_uthmani_transcribed": "Ważkur rabbaka fī nafsika taḍarru'aw wa khīfataw wa dūnal-jahri minal-qauli bil-guduwwi wal-āṣāli wa lā takum minal-gāfilīn(a)."
  },
  {
    "verse_number": 206,
    "translation": "Diejenigen, die bei deinem Herrn sind, sind nicht zu hochmütig dazu, Ihm zu dienen; sie preisen Ihn und werfen sich vor Ihm nieder.",
    "text_uthmani": "إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسْجُدُونَ ۩",
    "text_uthmani_transcribed": "Innal-lażīna 'inda rabbika lā yastakbirūna 'an 'ibādatihī wa yusabbiḥūnahū wa lahū yasjudūn(a)."
  }
]