[
  {
    "verse_number": 1,
    "translation": "Es preist Allah (alles), was in den Himmeln und was auf der Erde ist, (Ihn), den König, den Heiligen, den Allmächtigen und Allweisen.",
    "text_uthmani": " يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ٱلْمَلِكِ ٱلْقُدُّوسِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
    "text_uthmani_transcribed": "Yusabbiḥu lillāhi mā fis-samāwāti wa mā fil-arḍil-malikil-quddūsil-'azīzil-ḥakīm(i)."
  },
  {
    "verse_number": 2,
    "translation": "Er ist es, Der unter den Schriftunkundigen einen Gesandten von ihnen hat erstehen lassen, der ihnen Seine Zeichen verliest, sie läutert und sie das Buch und die Weisheit lehrt, obgleich sie sich ja zuvor in deutlichem Irrtum befanden -,",
    "segmented": [
      {
        "belongs_to_verse_number": 2,
        "translation": "Er ist es, Der unter den Schriftunkundigen einen Gesandten von ihnen hat erstehen lassen, der ihnen Seine Zeichen verliest, sie läutert",
        "text_uthmani": "هُوَ ٱلَّذِى بَعَثَ فِى ٱلْأُمِّيِّـۧنَ رَسُولًا مِّنْهُمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِهِۦ وَيُزَكِّيهِمْ",
        "text_uthmani_transcribed": "Huwal-lażī ba'aṡa fil-ummiyyīna rasūlam minhum yatlū 'alaihim āyātihī wa yuzakkīhim"
      },
      {
        "belongs_to_verse_number": 2,
        "translation": "und sie das Buch und die Weisheit lehrt, obgleich sie sich ja zuvor in deutlichem Irrtum befanden -,",
        "text_uthmani": "وَيُعَلِّمُهُمُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَإِن كَانُوا۟ مِن قَبْلُ لَفِى ضَلَـٰلٍ مُّبِينٍ",
        "text_uthmani_transcribed": "wa yu'allimuhumul-kitāba wal-ḥikmata wa in kānū min qablu lafī ḍalālim mubīn(in)."
      }
    ],
    "text_uthmani": "هُوَ ٱلَّذِى بَعَثَ فِى ٱلْأُمِّيِّـۧنَ رَسُولًا مِّنْهُمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَإِن كَانُوا۟ مِن قَبْلُ لَفِى ضَلَـٰلٍ مُّبِينٍ",
    "text_uthmani_transcribed": "Huwal-lażī ba'aṡa fil-ummiyyīna rasūlam minhum yatlū 'alaihim āyātihī wa yuzakkīhim wa yu'allimuhumul-kitāba wal-ḥikmata wa in kānū min qablu lafī ḍalālim mubīn(in)."
  },
  {
    "verse_number": 3,
    "translation": "und andere vor ihnen, die sich ihnen noch nicht angeschlossen haben. Und Er ist der Allmächtige und Allweise.",
    "text_uthmani": "وَءَاخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا۟ بِهِمْ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "text_uthmani_transcribed": "Wa ākharīna minhum lammā yalḥaqū bihim, wa huwal-'azīzul-ḥakīm(u)."
  },
  {
    "verse_number": 4,
    "translation": "Das ist Allahs Huld, die Er gewährt, wem Er will. Und Allah besitzt große Huld.",
    "text_uthmani": "ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
    "text_uthmani_transcribed": "Żālika faḍlullāhi yu'tīhi may yasyā'(u), wallāhu żul-faḍlil-'aẓīm(i)."
  },
  {
    "verse_number": 5,
    "translation": "Das Gleichnis derjenigen, denen die Tora auferlegt wurde, die sie aber hierauf doch nicht getragen haben, ist das eines Esels, der Bücher trägt. Schlimm ist das Gleichnis der Leute, die Allahs Zeichen für Lüge erklären. Und Allah leitet das ungerechte Volk nicht recht.",
    "segmented": [
      {
        "belongs_to_verse_number": 5,
        "translation": "Das Gleichnis derjenigen, denen die Tora auferlegt wurde, die sie aber hierauf doch nicht getragen haben, ist das eines Esels, der Bücher trägt.",
        "text_uthmani": "مَثَلُ ٱلَّذِينَ حُمِّلُوا۟ ٱلتَّوْرَىٰةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ ٱلْحِمَارِ يَحْمِلُ أَسْفَارًۢا ۚ",
        "text_uthmani_transcribed": "Maṡalul-lażīna ḥummilut-taurāta ṡumma lam yaḥmilūhā kamaṡalil-ḥimāri yaḥmilu asfārā(n),"
      },
      {
        "belongs_to_verse_number": 5,
        "translation": "Schlimm ist das Gleichnis der Leute, die Allahs Zeichen für Lüge erklären. Und Allah leitet das ungerechte Volk nicht recht.",
        "text_uthmani": "بِئْسَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِ ٱللَّهِ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
        "text_uthmani_transcribed": "bi'sa maṡalul-qaumil-lażīna każżabū bi'āyātillāh(i), wallāhu lā yahdil-qaumaẓ-ẓālimīn(a)."
      }
    ],
    "text_uthmani": "مَثَلُ ٱلَّذِينَ حُمِّلُوا۟ ٱلتَّوْرَىٰةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ ٱلْحِمَارِ يَحْمِلُ أَسْفَارًۢا ۚ بِئْسَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِ ٱللَّهِ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Maṡalul-lażīna ḥummilut-taurāta ṡumma lam yaḥmilūhā kamaṡalil-ḥimāri yaḥmilu asfārā(n), bi'sa maṡalul-qaumil-lażīna każżabū bi'āyātillāh(i), wallāhu lā yahdil-qaumaẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 6,
    "translation": "Sag: O die ihr dem Judentum angehört, wenn ihr behauptet, daß ihr Allahs Schützlinge unter Ausschluß der (anderen) Menschen seid, dann wünscht (euch doch) den Tod, wenn ihr wahrhaftig seid.",
    "segmented": [
      {
        "belongs_to_verse_number": 6,
        "translation": "Sag: O die ihr dem Judentum angehört, wenn ihr behauptet, daß ihr Allahs Schützlinge unter Ausschluß der (anderen) Menschen seid",
        "text_uthmani": "قُلْ يَـٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓا۟ إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ",
        "text_uthmani_transcribed": "Qul yā ayyuhal-lażīna hādū in za'amtum annakum auliyā'u lillāhi min dūnin-nāsi"
      },
      {
        "belongs_to_verse_number": 6,
        "translation": "dann wünscht (euch doch) den Tod, wenn ihr wahrhaftig seid.",
        "text_uthmani": "فَتَمَنَّوُا۟ ٱلْمَوْتَ إِن كُنتُمْ صَـٰدِقِينَ",
        "text_uthmani_transcribed": "fa tamannawul-mauta in kuntum ṣādiqīn(a)."
      }
    ],
    "text_uthmani": "قُلْ يَـٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓا۟ إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُا۟ ٱلْمَوْتَ إِن كُنتُمْ صَـٰدِقِينَ",
    "text_uthmani_transcribed": "Qul yā ayyuhal-lażīna hādū in za'amtum annakum auliyā'u lillāhi min dūnin-nāsi fa tamannawul-mauta in kuntum ṣādiqīn(a)."
  },
  {
    "verse_number": 7,
    "translation": "Aber sie wünschen sich ihn niemals wegen dessen, was ihre Hände vorausgeschickt haben. Und Allah weiß über die Ungerechten Bescheid.",
    "text_uthmani": "وَلَا يَتَمَنَّوْنَهُۥٓ أَبَدًۢا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۚ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Wa lā yatamannaunahū abadam bimā qaddamat aidīhim, wallāhu 'alīmum biẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 8,
    "translation": "Sag: Gewiß, der Tod, vor dem ihr flieht -, gewiß, er wird euch begegnen. Hierauf werdet ihr zu dem Kenner des Verborgenen und des Offenbaren zurückgebracht, und dann wird Er euch kundtun, was ihr zu tun pflegtet.",
    "segmented": [
      {
        "belongs_to_verse_number": 8,
        "translation": "Sag: Gewiß, der Tod, vor dem ihr flieht -, gewiß, er wird euch begegnen.",
        "text_uthmani": "قُلْ إِنَّ ٱلْمَوْتَ ٱلَّذِى تَفِرُّونَ مِنْهُ فَإِنَّهُۥ مُلَـٰقِيكُمْ ۖ",
        "text_uthmani_transcribed": "Qul innal-mautal-lażī tafirrūna minhu fa innahū mulāqīkum ۖ"
      },
      {
        "belongs_to_verse_number": 8,
        "translation": "Hierauf werdet ihr zu dem Kenner des Verborgenen und des Offenbaren zurückgebracht, und dann wird Er euch kundtun, was ihr zu tun pflegtet.",
        "text_uthmani": "ثُمَّ تُرَدُّونَ إِلَىٰ عَـٰلِمِ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
        "text_uthmani_transcribed": "ṡumma turaddūna ilā 'ālimil-gaibi wasy-syahādati fa yunabbi'ukum bimā kuntum ta'malūn(a)."
      }
    ],
    "text_uthmani": "قُلْ إِنَّ ٱلْمَوْتَ ٱلَّذِى تَفِرُّونَ مِنْهُ فَإِنَّهُۥ مُلَـٰقِيكُمْ ۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَـٰلِمِ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
    "text_uthmani_transcribed": "Qul innal-mautal-lażī tafirrūna minhu fa innahū mulāqīkum ṡumma turaddūna ilā 'ālimil-gaibi wasy-syahādati fa yunabbi'ukum bimā kuntum ta'malūn(a)."
  },
  {
    "verse_number": 9,
    "translation": "O die ihr glaubt, wenn zum Gebet gerufen wird am Freitag, dann eilt zu Allahs Gedenken und laßt das Kaufgeschäft. Das ist besser für euch, wenn ihr wißt.",
    "segmented": [
      {
        "belongs_to_verse_number": 9,
        "translation": "O die ihr glaubt, wenn zum Gebet gerufen wird am Freitag, dann eilt zu Allahs Gedenken und laßt das Kaufgeschäft.",
        "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نُودِىَ لِلصَّلَوٰةِ مِن يَوْمِ ٱلْجُمُعَةِ فَٱسْعَوْا۟ إِلَىٰ ذِكْرِ ٱللَّهِ وَذَرُوا۟ ٱلْبَيْعَ ۚ",
        "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū iżā nūdiya liṣ-ṣalāti miy yaumil-jumu'ati fas'au ilā żikrillāhi wa żarul-bai'(a),"
      },
      {
        "belongs_to_verse_number": 9,
        "translation": "Das ist besser für euch, wenn ihr wißt.",
        "text_uthmani": "ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
        "text_uthmani_transcribed": "żālikum khairul lakum in kuntum ta'lamūn(a)."
      }
    ],
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نُودِىَ لِلصَّلَوٰةِ مِن يَوْمِ ٱلْجُمُعَةِ فَٱسْعَوْا۟ إِلَىٰ ذِكْرِ ٱللَّهِ وَذَرُوا۟ ٱلْبَيْعَ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū iżā nūdiya liṣ-ṣalāti miy yaumil-jumu'ati fas'au ilā żikrillāhi wa żarul-bai'(a), żālikum khairul lakum in kuntum ta'lamūn(a)."
  },
  {
    "verse_number": 10,
    "translation": "Wenn das Gebet beendet ist, dann breitet euch im Land aus und trachtet nach etwas von Allahs Huld. Und gedenkt Allahs viel, auf daß es euch wohl ergehen möge!",
    "segmented": [
      {
        "belongs_to_verse_number": 10,
        "translation": "Wenn das Gebet beendet ist, dann breitet euch im Land aus und trachtet nach etwas von Allahs Huld.",
        "text_uthmani": "فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُوا۟ فِى ٱلْأَرْضِ وَٱبْتَغُوا۟ مِن فَضْلِ ٱللَّهِ",
        "text_uthmani_transcribed": "Fa iżā quḍiyatiṣ-ṣalātu fantasyirū fil-arḍi wabtagū min faḍlillāhi"
      },
      {
        "belongs_to_verse_number": 10,
        "translation": "Und gedenkt Allahs viel, auf daß es euch wohl ergehen möge!",
        "text_uthmani": "وَٱذْكُرُوا۟ ٱللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ",
        "text_uthmani_transcribed": "ważkurullāha kaṡīral la'allakum tufliḥūn(a)."
      }
    ],
    "text_uthmani": "فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُوا۟ فِى ٱلْأَرْضِ وَٱبْتَغُوا۟ مِن فَضْلِ ٱللَّهِ وَٱذْكُرُوا۟ ٱللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ",
    "text_uthmani_transcribed": "Fa iżā quḍiyatiṣ-ṣalātu fantasyirū fil-arḍi wabtagū min faḍlillāhi ważkurullāha kaṡīral la'allakum tufliḥūn(a)."
  },
  {
    "verse_number": 11,
    "translation": "Und wenn sie einen Handel oder eine Zerstreuung sehen, laufen sie dorthin auseinander und lassen dich stehen. Sag: Was bei Allah ist, ist besser als Zerstreuung und als Handel. Und Allah ist der beste Versorger.",
    "segmented": [
      {
        "belongs_to_verse_number": 11,
        "translation": "Und wenn sie einen Handel oder eine Zerstreuung sehen, laufen sie dorthin auseinander und lassen dich stehen.",
        "text_uthmani": "وَإِذَا رَأَوْا۟ تِجَـٰرَةً أَوْ لَهْوًا ٱنفَضُّوٓا۟ إِلَيْهَا وَتَرَكُوكَ قَآئِمًا ۚ",
        "text_uthmani_transcribed": "Wa iżā ra'au tijāratan au lahwaninfaḍḍū ilaihā wa tarakūka qā'imā(n),"
      },
      {
        "belongs_to_verse_number": 11,
        "translation": "Sag: Was bei Allah ist, ist besser als Zerstreuung und als Handel. Und Allah ist der beste Versorger.",
        "text_uthmani": "قُلْ مَا عِندَ ٱللَّهِ خَيْرٌ مِّنَ ٱللَّهْوِ وَمِنَ ٱلتِّجَـٰرَةِ ۚ وَٱللَّهُ خَيْرُ ٱلرَّٰزِقِينَ",
        "text_uthmani_transcribed": "qul mā 'indallāhi khairum minal-lahwi wa minat-tijārah(ti), wallāhu khairur-rāziqīn(a)."
      }
    ],
    "text_uthmani": "وَإِذَا رَأَوْا۟ تِجَـٰرَةً أَوْ لَهْوًا ٱنفَضُّوٓا۟ إِلَيْهَا وَتَرَكُوكَ قَآئِمًا ۚ قُلْ مَا عِندَ ٱللَّهِ خَيْرٌ مِّنَ ٱللَّهْوِ وَمِنَ ٱلتِّجَـٰرَةِ ۚ وَٱللَّهُ خَيْرُ ٱلرَّٰزِقِينَ",
    "text_uthmani_transcribed": "Wa iżā ra'au tijāratan au lahwaninfaḍḍū ilaihā wa tarakūka qā'imā(n), qul mā 'indallāhi khairum minal-lahwi wa minat-tijārah(ti), wallāhu khairur-rāziqīn(a)."
  }
]