[
  {
    "verse_number": 1,
    "translation": "Клянусь рассеивающими (то, что надлежит рассеять)"
  },
  {
    "verse_number": 2,
    "translation": "И теми, что сметают ноши тяжкие (с пути)"
  },
  {
    "verse_number": 3,
    "translation": "И теми, что плывут покойно и легко"
  },
  {
    "verse_number": 4,
    "translation": "И теми, что (по повелению Господню) Распределяют соразмерно"
  },
  {
    "verse_number": 5,
    "translation": "Ведь то, что вам сулит Господь, - вернО"
  },
  {
    "verse_number": 6,
    "translation": "Поистине, Суд (воздаяния) настанет"
  },
  {
    "verse_number": 7,
    "translation": "В знак неба, обладателя путей"
  },
  {
    "verse_number": 8,
    "translation": "Поистине, вы пребываете в речах разноголосых"
  },
  {
    "verse_number": 9,
    "translation": "И через них отвращены (от Истины Господней) те, Кто отвращению сему предался"
  },
  {
    "verse_number": 10,
    "translation": "Проклятье сеятелям лжи"
  },
  {
    "verse_number": 11,
    "translation": "Тем, кто с беспечностью бредет в потоке заблуждений"
  },
  {
    "verse_number": 12,
    "translation": "И вопрошает: \"Когда наступит День (Господнего) Суда"
  },
  {
    "verse_number": 13,
    "translation": "То будет День, Когда их испытаниям подвергнут Над (адовым) огнем"
  },
  {
    "verse_number": 14,
    "translation": "Вкусите ваше испытанье! Ведь это - то, с чем торопили вы"
  },
  {
    "verse_number": 15,
    "translation": "А праведники - Им пребывать в Садах средь родников"
  },
  {
    "verse_number": 16,
    "translation": "И черпать радость в том, что Бог дарует, - Ведь перед этим жизнь благочестивую они вели"
  },
  {
    "verse_number": 17,
    "translation": "Сну отдавая только малую часть ночи"
  },
  {
    "verse_number": 18,
    "translation": "И в ранние часы зари взывая о прощенье"
  },
  {
    "verse_number": 19,
    "translation": "И в достоянии у них Всегда имелась доля для лишенных, Для тех, которые о помощи взывают, И тех, которые о помощи (в смирении) молчат"
  },
  {
    "verse_number": 20,
    "translation": "Ведь на земле имеются знамения для убежденных"
  },
  {
    "verse_number": 21,
    "translation": "А также в вас самих, - ужель не видите вы это"
  },
  {
    "verse_number": 22,
    "translation": "И в небе - ваш надел И то, что вам обещано (в сей жизни)"
  },
  {
    "verse_number": 23,
    "translation": "А потому, клянусь Властителем земли и неба, Сие есть истина такая же, как та, Что вы разумно обращаетесь друг к другу"
  },
  {
    "verse_number": 24,
    "translation": "К тебе пришел рассказ об Ибрахиме И почитаемых его гостях"
  },
  {
    "verse_number": 25,
    "translation": "Итак, они вошли к нему и молвили: \"Мир (вам)\". Он им ответил: \"Мир\". (А сам подумал): \"Как необычны эти люди"
  },
  {
    "verse_number": 26,
    "translation": "Затем он быстро вышел к домочадцам И вынес мясо сочное теленка"
  },
  {
    "verse_number": 27,
    "translation": "И, положив его пред ними, сказал: \"Быть может, поедите вы"
  },
  {
    "verse_number": 28,
    "translation": "(Когда ж они отведать пищу отказались), В нем страх проснулся к ним. Но молвили они: \"Не бойся!\" И сообщили ему радостную весть О мудром мальчике-младенце"
  },
  {
    "verse_number": 29,
    "translation": "Но тут жена его вперед вступила И, стукнув в изумлении себя по лбу, Воскликнула: \"Ведь я неплодная старуха"
  },
  {
    "verse_number": 30,
    "translation": "(На что) ответили они: \"Так говорит Господь ваш, А Он, поистине, и мудрости, и знания исполнен"
  },
  {
    "verse_number": 31,
    "translation": "И Ибрахим сказал: \"В чем ваша миссия, посланники, сейчас"
  },
  {
    "verse_number": 32,
    "translation": "Они ответили: \"Мы посланы к народу, погрязшему в грехе"
  },
  {
    "verse_number": 33,
    "translation": "Чтоб их камнями забросать из глины"
  },
  {
    "verse_number": 34,
    "translation": "Как вашим Господом назначено для тех, Кто перешел дозволенного грани"
  },
  {
    "verse_number": 35,
    "translation": "Затем Мы вывели оттуда тех, В ком вера в Господа жила"
  },
  {
    "verse_number": 36,
    "translation": "Но там нашли Мы лишь один очаг ислама - (Дом Лута и его двух дочерей)"
  },
  {
    "verse_number": 37,
    "translation": "Мы в нем оставили знамение для тех, В ком страх есть перед мукой (Божьей кары)"
  },
  {
    "verse_number": 38,
    "translation": "И в Мусе вы узреть должны (знаменье Наше) - Мы к Фараону с властью ясной его послали"
  },
  {
    "verse_number": 39,
    "translation": "Но Фараон и все правители его Отворотились и сказали: \"Колдун он или одержимый"
  },
  {
    "verse_number": 40,
    "translation": "Тогда Мы взяли Фараона и его войска И ввергли их в пучину моря. И он один за это был в ответе"
  },
  {
    "verse_number": 41,
    "translation": "(Другим знамением предстали) люди Ад, - На них Мы ветер сокрушительный послали"
  },
  {
    "verse_number": 42,
    "translation": "Что на своем пути был беспощаден, Все превращая в прах и пепел"
  },
  {
    "verse_number": 43,
    "translation": "(И вот еще одно знаменье) - самудиты. Им было велено: \"Довольствуйтесь еще короткое мгновенье"
  },
  {
    "verse_number": 44,
    "translation": "Они отвергли дерзостно приказ Господень, И вот тогда на их глазах Их охватил ужасный гул (землетрясенья)"
  },
  {
    "verse_number": 45,
    "translation": "И не могли они ни выстоять, ни защититься"
  },
  {
    "verse_number": 46,
    "translation": "Еще до них такой же участи подверглись люди Нуха За то, что все дозволенные грани преступили"
  },
  {
    "verse_number": 47,
    "translation": "Своим державием Мы водрузили свод небесный И для него раскинули бескрайнее пространство"
  },
  {
    "verse_number": 48,
    "translation": "И землю разостлали Мы, - Как совершенно Мы творим (все это)"
  },
  {
    "verse_number": 49,
    "translation": "Мы в паре сотворили всяку вещь, - Быть может, вам над этим стоит поразмыслить"
  },
  {
    "verse_number": 50,
    "translation": "А потому - спешите же к Аллаху, А я, поистине, - к вам увещатель ясный от Него"
  },
  {
    "verse_number": 51,
    "translation": "И в поклонении Ему Других божеств не измышляйте. А я, поистине, - к вам увещатель ясный от Него"
  },
  {
    "verse_number": 52,
    "translation": "Ведь ни один посланник и до них К другим народам не пришел, Чтобы они ему не говорили: \"Колдун иль одержимый (ты)"
  },
  {
    "verse_number": 53,
    "translation": "Является ль сие преданьем, Что ими друг от друга завещалось? Но нет! Ведь они сами все пределы перешли"
  },
  {
    "verse_number": 54,
    "translation": "А потому - отворотись от них, (о Мухаммад!), И ты не будешь порицаем"
  },
  {
    "verse_number": 55,
    "translation": "И проповедуй (весть свою), - Ведь будет проповедь твоя на помощь правоверным"
  },
  {
    "verse_number": 56,
    "translation": "Я создал джиннов и людей Лишь для того, чтоб Мне они служили"
  },
  {
    "verse_number": 57,
    "translation": "От них надела никакого Я не жду, От них и пищи не прошу Я, (Чтоб прокормить всех тех, кто в услуженье Мне)"
  },
  {
    "verse_number": 58,
    "translation": "Ведь лишь Аллах - податель всех щедрот, Хранитель мощи, Нерушимый (на века)"
  },
  {
    "verse_number": 59,
    "translation": "Для грешников, поистине, их доля (наказанья) Подобна доле ранних братьев по греху, - А потому Меня не торопите (О предъявлении сей доли)"
  },
  {
    "verse_number": 60,
    "translation": "И горе всем неверным От Дня того, что Им обещан был"
  }
]