[
  {
    "verse_number": 1,
    "translation": "Вот Час настал, И раскололся месяц"
  },
  {
    "verse_number": 2,
    "translation": "Но даже если их глазам Предстанет ясное знамение (Аллаха), Они отворотятся от него и скажут: \"Это - всего лишь колдовство"
  },
  {
    "verse_number": 3,
    "translation": "И ложью нарекли они (предупрежденье) И предались своим страстям, Не зная то, что всяко дело Назначенный черед имеет"
  },
  {
    "verse_number": 4,
    "translation": "И к ним, поистине, уже пришли рассказы, В которых им предупрежденья были, Чтоб удержать их (от греха)"
  },
  {
    "verse_number": 5,
    "translation": "То - мудрость ясная, и все ж Предупрежденья эти им не в помощь"
  },
  {
    "verse_number": 6,
    "translation": "А потому, (о Мухаммад!), уйди от них. В тот День, Когда Зовущий (ангел) Их призовет к ужасному (Суду)"
  },
  {
    "verse_number": 7,
    "translation": "Они с поникшими глазами выйдут из могил, Рассеявшейся саранче подобны"
  },
  {
    "verse_number": 8,
    "translation": "И, устремясь к Зовущему, неверные воскликнут: \"О, как же тяжек этот День"
  },
  {
    "verse_number": 9,
    "translation": "Еще до них отвергли (Истину Господню) люди Нуха И объявили Нашего слугу лжецом. \"Вот одержимый\", - молвили они, И был он изгнан ими"
  },
  {
    "verse_number": 10,
    "translation": "Тогда к Владыке своему он обратился: \"Я побежден! Приди на помощь мне"
  },
  {
    "verse_number": 11,
    "translation": "Мы распахнули врата неба, Потоки вод с него извергнув"
  },
  {
    "verse_number": 12,
    "translation": "Затем Мы рассекли источниками землю, И встретилась вода (небес) с (земной) водою, Как было (Господом) повелено и решено"
  },
  {
    "verse_number": 13,
    "translation": "И понесли его Мы (на ковчеге), Построенном из досок и штырей"
  },
  {
    "verse_number": 14,
    "translation": "Чтоб плыл он (под охраной) Наших глаз Как воздаяние тому, кого они отвергли"
  },
  {
    "verse_number": 15,
    "translation": "И Мы оставили знамением его. Но есть ли хоть один (из вас), Кто это увещание приемлет"
  },
  {
    "verse_number": 16,
    "translation": "Каким же (страшным) было наказание Мое! И каково Мое предупрежденье"
  },
  {
    "verse_number": 17,
    "translation": "Поистине, Мы сделали Коран Понятным для запоминанья, Но есть ли хоть один (из вас), Кто это увещание приемлет"
  },
  {
    "verse_number": 18,
    "translation": "И люди Ад сочли лжецом (пророка Худа). Каким же (страшным) было наказание Мое! И каково Мое предупрежденье"
  },
  {
    "verse_number": 19,
    "translation": "Мы в этот долгий День Злосчастья Обрушили на них свирепый ветер"
  },
  {
    "verse_number": 20,
    "translation": "Что вырывал людей из их домов, Подобно пальмам - с корнем (из земли)"
  },
  {
    "verse_number": 21,
    "translation": "Каким же (страшным) было наказание Мое! И каково Мое предупрежденье"
  },
  {
    "verse_number": 22,
    "translation": "Поистине, мы сделали Коран Понятным для запоминанья, Но есть ли хоть один (из вас), Кто это увещание приемлет"
  },
  {
    "verse_number": 23,
    "translation": "И самудяне тоже ложью (нарекли) увещевания (пророка)"
  },
  {
    "verse_number": 24,
    "translation": "Сказав: \"Ужель пойдем мы за одним из нас, Обычным (смертным) человеком? Ведь, право, в случае таком Мы в заблуждение впадем, и ум наш помутнеет"
  },
  {
    "verse_number": 25,
    "translation": "Ужель послание (Господне) дано из всех нас лишь ему? Он - наглый лжец, и только"
  },
  {
    "verse_number": 26,
    "translation": "Ну что ж! Они узнают завтра, Кто наглый лжец"
  },
  {
    "verse_number": 27,
    "translation": "Мы им пошлем верблюдицу для испытанья, А ты следи за ними и терпи"
  },
  {
    "verse_number": 28,
    "translation": "И сообщи им, что вода поделена меж ними И каждому назначен свой черед (испить)"
  },
  {
    "verse_number": 29,
    "translation": "Они ж воззвали к своему собрату, Кто (саблю) вынул и убил (ее)"
  },
  {
    "verse_number": 30,
    "translation": "Каким же (страшным) было наказание Мое! И каково Мое предупрежденье"
  },
  {
    "verse_number": 31,
    "translation": "И Мы послали против них один лишь вопль, И они стали словно хворост, Что для оград использует (пастух)"
  },
  {
    "verse_number": 32,
    "translation": "Поистине, мы сделали Коран Понятным для запоминанья, Но есть ли хоть один (из вас), Кто это увещание приемлет"
  },
  {
    "verse_number": 33,
    "translation": "И люди Лута тоже ложью (нарекли) увещевания (пророка)"
  },
  {
    "verse_number": 34,
    "translation": "Мы против них послали ураган, несущий камни, (Что уничтожил всех), кроме семейства Лута, Спасенного на утренней заре"
  },
  {
    "verse_number": 35,
    "translation": "По милости от Нас, - Так воздаем Мы тем, кто благодарен"
  },
  {
    "verse_number": 36,
    "translation": "Поистине, их (Лут) предупреждал О мощи Нашей хватки; Они же спор затеяли об этом"
  },
  {
    "verse_number": 37,
    "translation": "Пытаясь за собой увлечь его гостей. Мы зрения лишили их, (и им звучало): \"Теперь познайте вкус Моих угроз и увещаний"
  },
  {
    "verse_number": 38,
    "translation": "А ранним утром их, поистине, настигли (Обещанные Мною) нескончаемые муки"
  },
  {
    "verse_number": 39,
    "translation": "Познайте вкус Моих угроз и увещаний"
  },
  {
    "verse_number": 40,
    "translation": "Поистине, Мы сделали Коран Понятным для запоминанья, Но есть ли хоть один (из вас), Кто это увещание приемлет"
  },
  {
    "verse_number": 41,
    "translation": "Ведь, истинно, предупреждения (Господни) К народу Фараона приходили"
  },
  {
    "verse_number": 42,
    "translation": "Они же все знаменья Наши ложью нарекли; Тогда Мы их схватили хваткою такой, (Какою может обладать лишь Тот), Кто всемогущ над всем и волен над всея"
  },
  {
    "verse_number": 43,
    "translation": "Ужель неправедные ваши лучше, чем они? Или в Святых Писаниях для вас Есть грамота охранная (от наказанья)"
  },
  {
    "verse_number": 44,
    "translation": "Иль они скажут: \"Нас так много, Что мы друг друга сможем защитить И одержать победу"
  },
  {
    "verse_number": 45,
    "translation": "Но скоро это множество (людей) В такое бегство обратится, Что будут видны лишь их спины"
  },
  {
    "verse_number": 46,
    "translation": "И станет этот Час Тем Часом, что им был обещан, И будет он (для них) Неизмеримо горьким и печальным"
  },
  {
    "verse_number": 47,
    "translation": "Все грешники, поистине, в безумии блуждают"
  },
  {
    "verse_number": 48,
    "translation": "В тот День Их по всему лицу протащат в огнь (Ада): \"Вкусите же прикосновенье Ада"
  },
  {
    "verse_number": 49,
    "translation": "Поистине, Мы в должной мере Сотворили всяку вещь"
  },
  {
    "verse_number": 50,
    "translation": "И Наш приказ- один (лишь акт свершенья) Длиной в одно мгновенье ока"
  },
  {
    "verse_number": 51,
    "translation": "Мы в прошлом погубили многих вам подобных, - Но есть ли хоть один из вас, Кто это увещание приемлет"
  },
  {
    "verse_number": 52,
    "translation": "Все, что ни делают они, Занесено в их книги"
  },
  {
    "verse_number": 53,
    "translation": "Где запись всех - и малых, и великих - дел"
  },
  {
    "verse_number": 54,
    "translation": "А праведникам - пребывать в Садах, средь рек"
  },
  {
    "verse_number": 55,
    "translation": "Где Истина живет, Присутствием могучего Владыки (освещена)"
  }
]