[
  {
    "verse_number": 1,
    "translation": "В знак той звезды, Что падает (и исчезает) с небосклона"
  },
  {
    "verse_number": 2,
    "translation": "Ваш верный друг с пути не сбился, Его никто не заблудил"
  },
  {
    "verse_number": 3,
    "translation": "И речь ведет он не с пристрастьем"
  },
  {
    "verse_number": 4,
    "translation": "А лишь по откровению, которое ниспослано ему"
  },
  {
    "verse_number": 5,
    "translation": "И наставляет его Тот, Кто мощи необъятной преисполнен"
  },
  {
    "verse_number": 6,
    "translation": "Во всем величии явился он"
  },
  {
    "verse_number": 7,
    "translation": "На высшей точке горизонта"
  },
  {
    "verse_number": 8,
    "translation": "Потом приблизился и опустился"
  },
  {
    "verse_number": 9,
    "translation": "И был на расстоянии не боле двух пролетов лука"
  },
  {
    "verse_number": 10,
    "translation": "Так Своему рабу (Он) передал то (откровенье), Которое назначил для него"
  },
  {
    "verse_number": 11,
    "translation": "То, что узрели ум и сердце, они (пророку) не солгали"
  },
  {
    "verse_number": 12,
    "translation": "Ужель вы станете оспаривать все то, что он узрел"
  },
  {
    "verse_number": 13,
    "translation": "Ведь при втором явлении его (Пророк), поистине, его уж видел"
  },
  {
    "verse_number": 14,
    "translation": "Близ лотоса, За коим недоступно никому пройти"
  },
  {
    "verse_number": 15,
    "translation": "И за которым Райская обитель"
  },
  {
    "verse_number": 16,
    "translation": "И был тот лотос скрыт (неведомым) покровом"
  },
  {
    "verse_number": 17,
    "translation": "(Свой) взгляд (пророк) ни на мгновенье не отвел И за пределы (зримого) не вышел"
  },
  {
    "verse_number": 18,
    "translation": "Ведь, истинно, он зрил великое знамение Аллаха"
  },
  {
    "verse_number": 19,
    "translation": "Так кто ж для вас ал-Лат и ал-Узза"
  },
  {
    "verse_number": 20,
    "translation": "И вот еще одна, третья (богиня) - ал-Манат"
  },
  {
    "verse_number": 21,
    "translation": "Ужель для вашего потомства - сыновья, Для Господа - лишь женское (потомство)"
  },
  {
    "verse_number": 22,
    "translation": "Поистине, несправедливым было бы такое разделенье"
  },
  {
    "verse_number": 23,
    "translation": "Ведь это только имена, Которые измыслили и вы, и ваши предки; И никакого разрешения на то Господь вам не послал. А здесь вы строите свои догадки и следуете похотям души, Хотя от своего Владыки Уже вы Руководство получили"
  },
  {
    "verse_number": 24,
    "translation": "Ужель и впрямь владеет человек Всем тем, что только пожелает"
  },
  {
    "verse_number": 25,
    "translation": "О нет! Владеет лишь Аллах И будущей, и настоящей жизнью"
  },
  {
    "verse_number": 26,
    "translation": "Заступничество многих ангелов небес (Ни от чего вас) не избавит, (И прощены Аллахом будут те), Кого Он изберет Своей угодой, А также те, к кому благоволит Он"
  },
  {
    "verse_number": 27,
    "translation": "Те, кто не верит в жизнь после смерти, Даруют ангелов названиями женщин"
  },
  {
    "verse_number": 28,
    "translation": "Но в этом нет у них познанья никакого - Здесь следуют они своим предположеньям. Но разве могут доводы (людские) Сравниться с Истиной (великой)"
  },
  {
    "verse_number": 29,
    "translation": "Поэтому отвергни тех, Кто отвращается от Наших наставлений И тешит себя жизнью ближней"
  },
  {
    "verse_number": 30,
    "translation": "Лишь в этом их предел познаний, И лишь Аллах способен лучше различать Тех, кто сошел с Его пути, И тех, кто следует Его заветам"
  },
  {
    "verse_number": 31,
    "translation": "И лишь Аллах владеет всем, Что в небесах и на земле пребудет. Творящим зло Он воздает по их заслугам И дарит высшие награды тем, кто доброе творит"
  },
  {
    "verse_number": 32,
    "translation": "Для тех же, кто постыдные дела не совершает И избегает смертного греха, Впадая лишь в моментные ошибки, - Господь, поистине, исполнен всепрощенья. Он знает вас с момента зарожденья из земли на свет, Когда в утробах матерей своих вы хоронились. А потому не предавайтесь хвастовству, - Ведь знает лучше Он, Кто против зла стоит на страже"
  },
  {
    "verse_number": 33,
    "translation": "Видал ли ты того, кто спину повернул"
  },
  {
    "verse_number": 34,
    "translation": "Дал мало и облекся в скупость"
  },
  {
    "verse_number": 35,
    "translation": "Что ведает он о Незримом, Чтоб мог он верно видеть"
  },
  {
    "verse_number": 36,
    "translation": "Иль не знаком он с тем, что на скрижалях Мусы"
  },
  {
    "verse_number": 37,
    "translation": "И что (на свитках) Ибрахима, которым он был верен"
  },
  {
    "verse_number": 38,
    "translation": "Душа, несущая свой груз, Не понесет чужую ношу"
  },
  {
    "verse_number": 39,
    "translation": "И возымеет человек лишь то, Что приобрел своим стараньем"
  },
  {
    "verse_number": 40,
    "translation": "Усердие его (на жизненной стезе) Получит верную оценку (у Владыки)"
  },
  {
    "verse_number": 41,
    "translation": "И за него найвысшую награду он получит"
  },
  {
    "verse_number": 42,
    "translation": "Ведь лишь у Господа - предел конечный"
  },
  {
    "verse_number": 43,
    "translation": "Лишь Он дарует смех и заставляет плакать"
  },
  {
    "verse_number": 44,
    "translation": "И только Он дарует жизнь и назначает смерть"
  },
  {
    "verse_number": 45,
    "translation": "И только Он творит все в парах - Мужской и женский пол"
  },
  {
    "verse_number": 46,
    "translation": "Из капли (крохотной), Что изольется (в место израстанья)"
  },
  {
    "verse_number": 47,
    "translation": "И лишь на Нем лежит вторичное Творенье"
  },
  {
    "verse_number": 48,
    "translation": "И только Он воздержанно иль щедро богатства и наделы раздает"
  },
  {
    "verse_number": 49,
    "translation": "И только Он - Властитель Сириуса (мощи)"
  },
  {
    "verse_number": 50,
    "translation": "Лишь Он послал погибель первому народу Ад"
  },
  {
    "verse_number": 51,
    "translation": "И Самуд, не пощадив ни одного из них"
  },
  {
    "verse_number": 52,
    "translation": "Еще до них - народу Нуха За то, что были всех неверней и вероломнее из всех"
  },
  {
    "verse_number": 53,
    "translation": "Он снес (с лица земли) поверженные города"
  },
  {
    "verse_number": 54,
    "translation": "Так, что покрыло их (неведомым) покровом"
  },
  {
    "verse_number": 55,
    "translation": "(О человек)! Какой же дар из всех даров Господних Тебя в сомненье повергает"
  },
  {
    "verse_number": 56,
    "translation": "Посланник это, Кто стоит (в одном ряду) С мессиями времен ушедших"
  },
  {
    "verse_number": 57,
    "translation": "Уж близок (Час назначенного) Дня"
  },
  {
    "verse_number": 58,
    "translation": "И никому не отвратить его, Кроме Аллаха"
  },
  {
    "verse_number": 59,
    "translation": "Так что ж дивитесь вы сиим словам"
  },
  {
    "verse_number": 60,
    "translation": "И слез не льете, а смеетесь"
  },
  {
    "verse_number": 61,
    "translation": "В земных утехах распевая"
  },
  {
    "verse_number": 62,
    "translation": "Падите ж ниц пред Господом своим, Пред Ним колени преклоняя"
  }
]