[
  {
    "verse_number": 23,
    "text_uthmani": "حُرِّمَتْ عَلَيْكُمْ أُمَّهَـٰتُكُمْ وَبَنَاتُكُمْ وَأَخَوَٰتُكُمْ وَعَمَّـٰتُكُمْ وَخَـٰلَـٰتُكُمْ وَبَنَاتُ ٱلْأَخِ وَبَنَاتُ ٱلْأُخْتِ وَأُمَّهَـٰتُكُمُ ٱلَّـٰتِىٓ أَرْضَعْنَكُمْ وَأَخَوَٰتُكُم مِّنَ ٱلرَّضَـٰعَةِ وَأُمَّهَـٰتُ نِسَآئِكُمْ وَرَبَـٰٓئِبُكُمُ ٱلَّـٰتِى فِى حُجُورِكُم مِّن نِّسَآئِكُمُ ٱلَّـٰتِى دَخَلْتُم بِهِنَّ فَإِن لَّمْ تَكُونُوا۟ دَخَلْتُم بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ وَحَلَـٰٓئِلُ أَبْنَآئِكُمُ ٱلَّذِينَ مِنْ أَصْلَـٰبِكُمْ وَأَن تَجْمَعُوا۟ بَيْنَ ٱلْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ ۗ إِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
    "text_uthmani_transcribed": "Ḥurrimat 'alaikum ummahātukum wa banātukum wa akhawātukum wa 'ammātukum wa khālātukum wa banātul-akhi wa banātul-ukhti wa ummahātukumul-lātī arḍa'nakum wa akhawātukum minar-raḍā'ati wa ummahātu nisā'ikum wa rabā'ibukumul-lātī fī ḥujūrikum min nisā'ikumul-lātī dakhaltum bihinn(a), fa illam takūnū dakhaltum bihinna falā junāḥa 'alaikum, wa ḥalā'ilu abnā'ikumul-lażīna min aṣlābikum, wa an tajma'ū bainal-ukhtaini illā mā qad salaf(a), innallāha kāna gafūrar raḥīmā(n).",
    "translation": "Вам запрещается брать в жены матерей, Сестер, и ваших дочерей, И ваших теток с материнской и отцовской стороны, И дочерей сестер и братьев, И матерей, вскормивших грудью вас, Сестер молочных и матерей ваших супруг, Приемных дочерей, оставленных на ваше попеченье, От жен, с которыми вступили вы уже в супружескую связь, А если не вступили - нет греха на вас (ее взять в жены). Жен сыновей, которые от ваших чресел, И вместе - двух родных сестер, Разве что это совершилось раньше, - Поистине, Аллах прощающ, милосерд"
  },
  {
    "verse_number": 24,
    "text_uthmani": "۞ وَٱلْمُحْصَنَـٰتُ مِنَ ٱلنِّسَآءِ إِلَّا مَا مَلَكَتْ أَيْمَـٰنُكُمْ ۖ كِتَـٰبَ ٱللَّهِ عَلَيْكُمْ ۚ وَأُحِلَّ لَكُم مَّا وَرَآءَ ذَٰلِكُمْ أَن تَبْتَغُوا۟ بِأَمْوَٰلِكُم مُّحْصِنِينَ غَيْرَ مُسَـٰفِحِينَ ۚ فَمَا ٱسْتَمْتَعْتُم بِهِۦ مِنْهُنَّ فَـَٔاتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً ۚ وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَٰضَيْتُم بِهِۦ مِنۢ بَعْدِ ٱلْفَرِيضَةِ ۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًا",
    "text_uthmani_transcribed": "Wal-muḥṣanātu minan-nisā'i illā mā malakat aimānukum, kitāballāhi 'alaikum, wa uḥilla lakum mā warā'a żālikum an tabtagū bi'amwālikum muḥṣinīna gaira musāfiḥīn(a), famastamta'tum bihī minhunna fa ātūhunna ujūrahunna farīḍah(tan), wa lā junāḥa 'alaikum fīmā tarāḍaitum bihī mim ba'dil-farīḍah(ti), innallāha kāna 'alīman ḥakīmā(n).",
    "translation": "А также и замужних женщин, Помимо тех, которыми владеют ваши правы руки. Так вам назначено Аллахом, И вам дозволено все то, Что (за пределы запрещенного) выходит, - Искать согласно своему достатку, При этом целомудрие блюдя и сдерживая похоть. За пользу, что от жен вы извлечете, Вам надлежит им дать награду, Как то условлено (меж вами). Но если после назначения (награды) Вы меж собою согласитесь (изменить ее), Греха не будет в этом. Поистине, Аллах всеведущ, мудр"
  },
  {
    "verse_number": 25,
    "text_uthmani": "وَمَن لَّمْ يَسْتَطِعْ مِنكُمْ طَوْلًا أَن يَنكِحَ ٱلْمُحْصَنَـٰتِ ٱلْمُؤْمِنَـٰتِ فَمِن مَّا مَلَكَتْ أَيْمَـٰنُكُم مِّن فَتَيَـٰتِكُمُ ٱلْمُؤْمِنَـٰتِ ۚ وَٱللَّهُ أَعْلَمُ بِإِيمَـٰنِكُم ۚ بَعْضُكُم مِّنۢ بَعْضٍ ۚ فَٱنكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ وَءَاتُوهُنَّ أُجُورَهُنَّ بِٱلْمَعْرُوفِ مُحْصَنَـٰتٍ غَيْرَ مُسَـٰفِحَـٰتٍ وَلَا مُتَّخِذَٰتِ أَخْدَانٍ ۚ فَإِذَآ أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَـٰحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى ٱلْمُحْصَنَـٰتِ مِنَ ٱلْعَذَابِ ۚ ذَٰلِكَ لِمَنْ خَشِىَ ٱلْعَنَتَ مِنكُمْ ۚ وَأَن تَصْبِرُوا۟ خَيْرٌ لَّكُمْ ۗ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Wa mal lam yastaṭi' minkum ṭaulan ay yankiḥal-muḥṣanātil-mu'mināti fa mim mā malakat aimānukum min fatayātikumul-mu'mināt(i), wallāhu a'lamu bi'īmānikum, ba'ḍukum mim ba'ḍ(in), fankiḥūhunna bi'iżni ahlihinna wa ātūhunna ujūrahunna bil-ma'rūfi muḥṣanātin gaira musāfiḥātiw wa lā muttakhiżāti akhdān(in), fa iżā uḥṣinna fa in ataina bifāḥisyatin fa 'alaihinna niṣfu mā 'alal-muḥṣanāti minal-'ażāb(i), żālika limay khasyial-'anata minkum, wa an taṣbirū khairul lakum, wallāhu gafūrur raḥīm(un).",
    "translation": "А у кого из вас нет средств Взять верную и охраняемую в жены, Берите в жены тех из верных, Которыми владеют ваши правы руки. Аллах ведь знает вашу веру, Вы друг от друга все (сотворены). На них женитесь с позволенья их господ, По справедливости им дар назначив, - Им - целомудренным, непохотливым, Внебрачных связей не имевшим. Но если они мерзость совершат, Уже вступивши с вами в брак, Им (в наказание) - лишь половина из того, Что охраняемым назначено (за тот же грех). Сие (установление) - для тех из вас, Которых тягости (семейных уз) пугают, Но, несомненно, лучше будет вам, Коль будете вы сдержанны и терпеливы, - Аллах ведь всепрощающ, милосерд"
  },
  {
    "verse_number": 26,
    "text_uthmani": "يُرِيدُ ٱللَّهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ ٱلَّذِينَ مِن قَبْلِكُمْ وَيَتُوبَ عَلَيْكُمْ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
    "text_uthmani_transcribed": "Yurīdullāhu liyubayyina lakum wa yahdiyakum sunanal-lażīna min qablikum wa yatūba 'alaikum, wallāhu 'alīmun ḥakīm(un).",
    "translation": "Аллах вам хочет разъяснить И показать вам нравы тех, Которые до вас (грешили), И вам явить Свою благопреклонность, - Аллах, поистине, всезнающ, мудр"
  },
  {
    "verse_number": 27,
    "text_uthmani": "وَٱللَّهُ يُرِيدُ أَن يَتُوبَ عَلَيْكُمْ وَيُرِيدُ ٱلَّذِينَ يَتَّبِعُونَ ٱلشَّهَوَٰتِ أَن تَمِيلُوا۟ مَيْلًا عَظِيمًا",
    "text_uthmani_transcribed": "Wallāhu yurīdu ay yatūba 'alaikum, wa yurīdul-lażīna yattabi'ūnasy-syahawāti an tamīlū mailan 'aẓīmā(n).",
    "translation": "Аллах к вам быть благопреклонным хочет, Но те, кто следует своим страстям, Хотят увлечь вас от Него как можно дальше"
  },
  {
    "verse_number": 28,
    "text_uthmani": "يُرِيدُ ٱللَّهُ أَن يُخَفِّفَ عَنكُمْ ۚ وَخُلِقَ ٱلْإِنسَـٰنُ ضَعِيفًا",
    "text_uthmani_transcribed": "Yurīdullāhu ay yukhaffifa 'ankum, wa khuliqal-insānu ḍa'īfā(n).",
    "translation": "Аллах вам хочет облегчить (земное бремя), - Ведь сотворен был слабым человек"
  },
  {
    "verse_number": 29,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَأْكُلُوٓا۟ أَمْوَٰلَكُم بَيْنَكُم بِٱلْبَـٰطِلِ إِلَّآ أَن تَكُونَ تِجَـٰرَةً عَن تَرَاضٍ مِّنكُمْ ۚ وَلَا تَقْتُلُوٓا۟ أَنفُسَكُمْ ۚ إِنَّ ٱللَّهَ كَانَ بِكُمْ رَحِيمًا",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā ta'kulū amwālakum bainakum bil-bāṭili illā an takūna tijāratan 'an tarāḍim minkum, wa lā taqtulū anfusakum, innallāha kāna bikum raḥīmā(n).",
    "translation": "О вы, кто верует! Свое добро на тщЕту меж собой не расточайте, Расходуйте его в торговых сделках Лишь по взаимодоброй воле, Самих себя не убивайте, - Поистине, Господь к вам милосерд"
  },
  {
    "verse_number": 30,
    "text_uthmani": "وَمَن يَفْعَلْ ذَٰلِكَ عُدْوَٰنًا وَظُلْمًا فَسَوْفَ نُصْلِيهِ نَارًا ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
    "text_uthmani_transcribed": "Wa may yaf'al żālika 'udwānaw wa ẓulman fa saufa nuṣlīhi nārā(n), wa kāna żālika 'alallāhi yasīrā(n).",
    "translation": "Того, кто беззаконно и по злобе так поступит, Мы будем жечь в Огне, И это не составит Нам труда"
  },
  {
    "verse_number": 31,
    "text_uthmani": "إِن تَجْتَنِبُوا۟ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنكُمْ سَيِّـَٔاتِكُمْ وَنُدْخِلْكُم مُّدْخَلًا كَرِيمًا",
    "text_uthmani_transcribed": "In tajtanibū kabā'ira mā tunhauna 'anhu nukaffir 'ankum sayyi'ātikum wa nudkhilkum mudkhalan karīmā(n).",
    "translation": "Но если избежите вы грехов, На кои лег запрет суровый, Мы от всего дурного вас освободим И вас введем в почетные Врата (Эдема)"
  },
  {
    "verse_number": 32,
    "text_uthmani": "وَلَا تَتَمَنَّوْا۟ مَا فَضَّلَ ٱللَّهُ بِهِۦ بَعْضَكُمْ عَلَىٰ بَعْضٍ ۚ لِّلرِّجَالِ نَصِيبٌ مِّمَّا ٱكْتَسَبُوا۟ ۖ وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا ٱكْتَسَبْنَ ۚ وَسْـَٔلُوا۟ ٱللَّهَ مِن فَضْلِهِۦٓ ۗ إِنَّ ٱللَّهَ كَانَ بِكُلِّ شَىْءٍ عَلِيمًا",
    "text_uthmani_transcribed": "Wa lā tatamannau mā faḍḍalallāhu bihī ba'ḍakum 'alā ba'ḍ(in), lir-rijāli naṣībum mimmaktasabū, wa lin-nisā'i naṣībum mimmaktasabn(a), was'alullāha min faḍlih(ī), innallāha kāna bikulli syai'in 'alīmā(n).",
    "translation": "И не желайте вы тех благ, Которыми Аллах (так щедро) Одних из вас перед другими наделил. Мужчине надлежит все то, что он заслужит, И женщина получит то, что должно ей. Себе ж щедрот вы испросите у Аллаха, - Аллах, поистине, о всякой вещи знающ"
  },
  {
    "verse_number": 33,
    "text_uthmani": "وَلِكُلٍّ جَعَلْنَا مَوَٰلِىَ مِمَّا تَرَكَ ٱلْوَٰلِدَانِ وَٱلْأَقْرَبُونَ ۚ وَٱلَّذِينَ عَقَدَتْ أَيْمَـٰنُكُمْ فَـَٔاتُوهُمْ نَصِيبَهُمْ ۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدًا",
    "text_uthmani_transcribed": "Wa likullin ja'alnā mawāliya mimmā tarakal-wālidāni wal-aqrabūn(a), wal-lażīna 'aqadat aimānukum fa ātūhum naṣībahum, innallāha kāna 'alā kulli syai'in syahīdā(n).",
    "translation": "Для (пользы) каждого Установили Мы наследников того, Что оставляют их родители или родные. И тем, с которыми вы клятвенно скрепили договор, Отдать должны вы (договОренную) долю, - Аллах, поистине, свидетель всякой вещи"
  }
]