[
  {
    "verse_number": 45,
    "text_uthmani": "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِٱلْـَٔاخِرَةِ كَـٰفِرُونَ",
    "text_uthmani_transcribed": "Al-lażīna yaṣuddūna 'an sabīlillāhi wa yabgūnahā 'iwajā(n), wa hum bil-ākhirati kāfirūn(a).",
    "translation": "На тех, кто уклонил с Его пути (других), Усердствуя в него извилины внести, И в будущую жизнь не верил"
  },
  {
    "verse_number": 46,
    "text_uthmani": "وَبَيْنَهُمَا حِجَابٌ ۚ وَعَلَى ٱلْأَعْرَافِ رِجَالٌ يَعْرِفُونَ كُلًّۢا بِسِيمَىٰهُمْ ۚ وَنَادَوْا۟ أَصْحَـٰبَ ٱلْجَنَّةِ أَن سَلَـٰمٌ عَلَيْكُمْ ۚ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ",
    "text_uthmani_transcribed": "Wa bainahumā ḥijāb(un), wa 'alal-a'rāfi rijāluy ya'rifūna kullam bisīmāhum, wa nādau aṣḥābal-jannati an salāmun 'alaikum, lam yadkhulūhā wa hum yaṭma'ūn(a).",
    "translation": "И между теми и другими (водружена) завеса будет. А на гряде (холмов высоких) - люди, Что по особым знакам всех распознают. И воззовут они к таким, кто в Рай (назначен): \"Мир вам!\", хоть они сами не вошли еще в него, Но все же тешатся надеждою об этом"
  },
  {
    "verse_number": 47,
    "text_uthmani": "۞ وَإِذَا صُرِفَتْ أَبْصَـٰرُهُمْ تِلْقَآءَ أَصْحَـٰبِ ٱلنَّارِ قَالُوا۟ رَبَّنَا لَا تَجْعَلْنَا مَعَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Wa iżā ṣurifat abṣāruhum tilqā'a aṣḥābin-nāri qālū rabbanā lā taj'alnā ma'al-qaumiẓ-ẓālimīn(a).",
    "translation": "Когда их взор падет на обитателей Огня, Они воскликнут: \"Боже наш! С неправедными нас не помещай"
  },
  {
    "verse_number": 48,
    "text_uthmani": "وَنَادَىٰٓ أَصْحَـٰبُ ٱلْأَعْرَافِ رِجَالًا يَعْرِفُونَهُم بِسِيمَىٰهُمْ قَالُوا۟ مَآ أَغْنَىٰ عَنكُمْ جَمْعُكُمْ وَمَا كُنتُمْ تَسْتَكْبِرُونَ",
    "text_uthmani_transcribed": "Wa nādā aṣḥābul-a'rāfi rijālay ya'rifūnahum bisīmāhum qālū mā agnā 'ankum jam'ukum wa mā kuntum tastakbirūn(a).",
    "translation": "И те, кто на Аль А'Арафе будет находиться, Воскликнут, обращаясь к людям, Которых по особым знакам Они признают (осужденными на Ад): \"Какую пользу принесло добро, накопленное вами, И то, чем величались вы"
  },
  {
    "verse_number": 49,
    "text_uthmani": "أَهَـٰٓؤُلَآءِ ٱلَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ ٱللَّهُ بِرَحْمَةٍ ۚ ٱدْخُلُوا۟ ٱلْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَآ أَنتُمْ تَحْزَنُونَ",
    "text_uthmani_transcribed": "Ahā'ulā'il-lażīna aqsamtum lā yanāluhumullāhu biraḥmah(tin), udkhulul-jannata lā khaufun 'alaikum wa lā antum taḥzanūn(a).",
    "translation": "И не они ли те, о коих клятвенно вы заверяли, Что их Господня милость не постигнет?\" (И, обратясь к благочестивым, скажут): \"Вступите ж в Рай, (служители Господни!), На вас не ляжет страх, печаль не отягчит"
  },
  {
    "verse_number": 50,
    "text_uthmani": "وَنَادَىٰٓ أَصْحَـٰبُ ٱلنَّارِ أَصْحَـٰبَ ٱلْجَنَّةِ أَنْ أَفِيضُوا۟ عَلَيْنَا مِنَ ٱلْمَآءِ أَوْ مِمَّا رَزَقَكُمُ ٱللَّهُ ۚ قَالُوٓا۟ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلْكَـٰفِرِينَ",
    "text_uthmani_transcribed": "Wa nādā aṣḥābun-nāri aṣḥābal-jannati an afīḍū 'alainā minal-mā'i au mimmā razaqakumullāh(u), qālū innallāha ḥarramahumā 'alal-kāfirīn(a).",
    "translation": "А обитатели Огня взовут (с мольбой) К тем, кто, (блажен), находится в Раю: \"Излейте нам воды иль что-то из того, Чем вас Аллах (так щедро) одарил\". \"Аллах, - ответят те, - запрет Свой наложил На то и на другое для неверных"
  },
  {
    "verse_number": 51,
    "text_uthmani": "ٱلَّذِينَ ٱتَّخَذُوا۟ دِينَهُمْ لَهْوًا وَلَعِبًا وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۚ فَٱلْيَوْمَ نَنسَىٰهُمْ كَمَا نَسُوا۟ لِقَآءَ يَوْمِهِمْ هَـٰذَا وَمَا كَانُوا۟ بِـَٔايَـٰتِنَا يَجْحَدُونَ",
    "text_uthmani_transcribed": "Al-lażīnattakhażū dīnahum lahwaw wa la'ibaw wa garrathumul-ḥayātud-dun-yā, fal-yauma nansāhum kamā nasū liqā'a yaumihim hāżā, wa mā kānū bi'āyātinā yajḥadūn(a).",
    "translation": "Тех, кто религию свою Как тщЕту и забаву принимали И обольстились (благами) земного бытия\". Сегодня Мы забудем их, Как встречу с этим Днем они забыли И отрицали Истину знамений Наших"
  },
  {
    "verse_number": 52,
    "text_uthmani": "وَلَقَدْ جِئْنَـٰهُم بِكِتَـٰبٍ فَصَّلْنَـٰهُ عَلَىٰ عِلْمٍ هُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Wa laqad ji'nāhum bikitābin faṣṣalnāhu 'alā 'ilmin hudaw wa raḥmatal liqaumiy yu'minūn(a).",
    "translation": "Ведь Мы, поистине, доставили им Книгу, Которую Мы изложили С (Господним) ведением (всякой сути), Как милосердие и Руководство Для тех, которые уверовали (в Бога)"
  },
  {
    "verse_number": 53,
    "text_uthmani": "هَلْ يَنظُرُونَ إِلَّا تَأْوِيلَهُۥ ۚ يَوْمَ يَأْتِى تَأْوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبْلُ قَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشْفَعُوا۟ لَنَآ أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ ۚ قَدْ خَسِرُوٓا۟ أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
    "text_uthmani_transcribed": "Hal yanẓurūna illā ta'wīlah(ū), yauma ya'tī ta'wīluhū yaqūlul-lażīna nasūhu min qablu qad jā'at rusulu rabbinā bil-ḥaqq(i), fahal lanā min syufa'ā'a fa yasyfa'ū lanā au nuraddu fa na'mala gairal-lażī kunnā na'mal(u), qad khasirū anfusahum wa ḍalla 'anhum mā kānū yaftarūn(a).",
    "translation": "Неужто они ждут чего-то, Помимо исполнения (Его обетований)? В тот День, когда оно наступит, Все те, кто им пренебрегал дотоле, скажут: \"К нам с Истиной посланники Господни приходили. Найдутся ли у нас заступники сейчас, Которые за нас вступиться могут? Иль будем мы возвращены (на землю)? Тогда б мы делали не так, как делали мы прежде\". Но уж погублены их души, И их покинут те, которых они чтили, (кроме Бога)"
  },
  {
    "verse_number": 54,
    "text_uthmani": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ يُغْشِى ٱلَّيْلَ ٱلنَّهَارَ يَطْلُبُهُۥ حَثِيثًا وَٱلشَّمْسَ وَٱلْقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتٍۭ بِأَمْرِهِۦٓ ۗ أَلَا لَهُ ٱلْخَلْقُ وَٱلْأَمْرُ ۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Inna rabbakumullāhul-lażī khalaqas-samāwāti wal-arḍa fī sittati ayyāmin ṡummastawā 'alal-'arsy(i), yugsyil-lailan-nahāra yaṭlubuhū ḥaṡīṡā(n), wasy-syamsa wal-qamara wan-nujūma musakhkharātim bi'amrih(ī), alā lahul-khalqu wal-amr(u), tabārakallāhu rabbul-'ālamīn(a).",
    "translation": "Господь ваш, истинно, Аллах, Кто небеса и землю сотворил за шесть (небесных) дней И после утвердил Себя на Троне (Вседержавья). Он день окутывает ночью И вновь стремительно сменяет ее днем. Он солнце сотворил, луну и землю И под Свою управу их поставил. И не Его ли (Слово) все творит и правит?! Благословен Аллах, Господь миров"
  },
  {
    "verse_number": 55,
    "text_uthmani": "ٱدْعُوا۟ رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُعْتَدِينَ",
    "text_uthmani_transcribed": "Ud'ū rabbakum taḍarru'aw wa khufūyah(tan), innahū lā yuḥibbul-mu'tadīn(a).",
    "translation": "Взывайте к вашему Владыке со смирением и втайне, - Аллах не любит тех, кто преступает (Пределы, установленные Им)"
  }
]