{
  "chapter_number": 14,
  "verses": [
    {
      "verse_number": 23,
      "text_uthmani": "وَأُدْخِلَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ ۖ تَحِيَّتُهُمْ فِيهَا سَلَـٰمٌ",
      "text_uthmani_transcribed": "Wa udkhilal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti jannātin tajrī min taḥtihal-anhāru khālidīna fīhā bi'iżni rabbihim, taḥiyyatuhum fīhā salām(un).",
      "translation": "Но те, кто верует и делает добро, Будут допущены в Сады, реками омовенны, Где пребывать навечно им с Господнего соизволенья. Для них - приветствие там: \"Мир"
    },
    {
      "verse_number": 24,
      "text_uthmani": "أَلَمْ تَرَ كَيْفَ ضَرَبَ ٱللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِى ٱلسَّمَآءِ",
      "text_uthmani_transcribed": "Alam tara kaifa ḍaraballāhu maṡalan kalimatan ṭayyibatan kasyajaratin ṭayyibatin aṣluhā ṡābituw wa far'uhā fis-samā'(i).",
      "translation": "Ужель не видел ты, какую притчу О Слове Добром нам Аллах приводит: Оно как древо доброе, Чей корень крепко (держится в земле), А ветви к небесам взметнулись"
    },
    {
      "verse_number": 25,
      "text_uthmani": "تُؤْتِىٓ أُكُلَهَا كُلَّ حِينٍۭ بِإِذْنِ رَبِّهَا ۗ وَيَضْرِبُ ٱللَّهُ ٱلْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ",
      "text_uthmani_transcribed": "Tu'tī ukulahā kulla ḥīnim bi'iżni rabbihā, wa yaḍribullāhul-amṡāla lin-nāsi la'allahum yatażakkarūn(a).",
      "translation": "Оно плоды свои приносит каждый миг По изволению его Владыки, - И так Аллах приводит Свои притчи людям, Чтоб они вняли (наставлениям Его)"
    },
    {
      "verse_number": 26,
      "text_uthmani": "وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ ٱجْتُثَّتْ مِن فَوْقِ ٱلْأَرْضِ مَا لَهَا مِن قَرَارٍ",
      "text_uthmani_transcribed": "Wa maṡalu kalimatin khabīṡatin kasyajaratin khabīṡatinijtuṡṡat  min fauqil-arḍi mā lahā min qarār(in).",
      "translation": "А притча (Господа) о Скверном Слове: Оно как древо скверное, Что исторгает (свои корни) из земли - И потому устойчиво стоять не может"
    },
    {
      "verse_number": 27,
      "text_uthmani": "يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ بِٱلْقَوْلِ ٱلثَّابِتِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْـَٔاخِرَةِ ۖ وَيُضِلُّ ٱللَّهُ ٱلظَّـٰلِمِينَ ۚ وَيَفْعَلُ ٱللَّهُ مَا يَشَآءُ",
      "text_uthmani_transcribed": "Yuṡabbitullāhul-lażīna āmanū bil-qauliṣ-ṣābiti fil-ḥayātid-dun-yā wa fil-ākhirah(ti), wa yuḍillullāhuẓ-ẓālimīn(a), wa yaf'alullāhu mā yasyā'(u).",
      "translation": "Аллах же верных укрепляет твердым словом И в этом мире, и в другом. И сводит Он с пути неверных, - (Ведь безграничной мудростью Своей) Творит Он все, что пожелает"
    },
    {
      "verse_number": 28,
      "text_uthmani": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ بَدَّلُوا۟ نِعْمَتَ ٱللَّهِ كُفْرًا وَأَحَلُّوا۟ قَوْمَهُمْ دَارَ ٱلْبَوَارِ",
      "text_uthmani_transcribed": "Alam tara ilal-lażīna baddalū ni'matallāhi kufraw wa aḥallū qaumahum dāral-bawār(i).",
      "translation": "Неужто ты не вглядывался в тех, Кто обменял благодеяния Аллаха На богохульное неверие (в Него) И этим поселил своих собратьев В обитель (вечных) мук"
    },
    {
      "verse_number": 29,
      "text_uthmani": "جَهَنَّمَ يَصْلَوْنَهَا ۖ وَبِئْسَ ٱلْقَرَارُ",
      "text_uthmani_transcribed": "Jahannama yaṣlaunahā, wa bi'sal-qarār(u).",
      "translation": "В Огонь, где им гореть? И это - мерзкая обитель"
    },
    {
      "verse_number": 30,
      "text_uthmani": "وَجَعَلُوا۟ لِلَّهِ أَندَادًا لِّيُضِلُّوا۟ عَن سَبِيلِهِۦ ۗ قُلْ تَمَتَّعُوا۟ فَإِنَّ مَصِيرَكُمْ إِلَى ٱلنَّارِ",
      "text_uthmani_transcribed": "Wa ja'alū lillāhi andādal liyuḍillū 'an sabīlih(ī), qul tamatta'ū fa inna maṣīrakum ilan-nār(i).",
      "translation": "Они измыслили Аллаху равных, Чтобы свести людей с Его пути. Скажи: \"Сладитесь (краткое мгновенье), Ведь путь ваш - в (вечный) огнь Ада"
    },
    {
      "verse_number": 31,
      "text_uthmani": "قُل لِّعِبَادِىَ ٱلَّذِينَ ءَامَنُوا۟ يُقِيمُوا۟ ٱلصَّلَوٰةَ وَيُنفِقُوا۟ مِمَّا رَزَقْنَـٰهُمْ سِرًّا وَعَلَانِيَةً مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خِلَـٰلٌ",
      "text_uthmani_transcribed": "Qul li'ibādiyal-lażīna āmanū yuqīmuṣ-ṣalāta wa yunfiqū mimmā razaqnāhum sirraw wa 'alāniyatam min qabli ay ya'tiya yaumul lā bai'un fīhi wa lā khilāl(un).",
      "translation": "Скажи Моим благочестивым слугам, Чтобы они молитву совершали, Творили милостыню втайне и открыто Из благ, что Мы им даровали, Покуда не настанет День, В который нет ни торга, ни услуг друзей"
    },
    {
      "verse_number": 32,
      "text_uthmani": "ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزْقًا لَّكُمْ ۖ وَسَخَّرَ لَكُمُ ٱلْفُلْكَ لِتَجْرِىَ فِى ٱلْبَحْرِ بِأَمْرِهِۦ ۖ وَسَخَّرَ لَكُمُ ٱلْأَنْهَـٰرَ",
      "text_uthmani_transcribed": "Allāhul-lażī khalaqas-samāwāti wal-arḍa wa anzala minas-samā'i mā'an fa akhraja bihī minaṡ-ṡamarāti rizqal lakum, wa sakhkhara lakumul-fulka litajriya fil-baḥri bi'amrih(ī), wa sakhkhara lakumul-anhār(a).",
      "translation": "Аллах есть Тот, Кто небеса и землю сотворил, С небес на землю воду льет И ею в пищу вам плоды выводит; На службу вам поставил корабли, Чтобы велением Его Они моря пересекали; И реки вашим нуждам подчинил"
    },
    {
      "verse_number": 33,
      "text_uthmani": "وَسَخَّرَ لَكُمُ ٱلشَّمْسَ وَٱلْقَمَرَ دَآئِبَيْنِ ۖ وَسَخَّرَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ",
      "text_uthmani_transcribed": "Wa sakhkhara lakumusy-syamsa wal-qamara dā'ibaīn(i), wa sakhkhara lakumul-laila wan-nahār(a).",
      "translation": "Он подчинил вам Солнце и Луну, Что неустанно следуют (назначенному) курсу; Послушными вам сделал Ночь и День"
    }
  ]
}