{
  "chapter_number": 23,
  "verses": [
    {
      "verse_number": 12,
      "text_uthmani": "وَلَقَدْ خَلَقْنَا ٱلْإِنسَـٰنَ مِن سُلَـٰلَةٍ مِّن طِينٍ",
      "text_uthmani_transcribed": "Wa laqad khalaqnal-insāna min sulālatim min ṭīn(in).",
      "translation": "Мы сотворили человека Из глины сложного состава (Как основателя людского рода)"
    },
    {
      "verse_number": 13,
      "text_uthmani": "ثُمَّ جَعَلْنَـٰهُ نُطْفَةً فِى قَرَارٍ مَّكِينٍ",
      "text_uthmani_transcribed": "Ṡumma ja'alnāhu nuṭfatan fī qarārim makīn(in).",
      "translation": "Потом Мы поместили его каплей В надежно защищенном месте"
    },
    {
      "verse_number": 14,
      "text_uthmani": "ثُمَّ خَلَقْنَا ٱلنُّطْفَةَ عَلَقَةً فَخَلَقْنَا ٱلْعَلَقَةَ مُضْغَةً فَخَلَقْنَا ٱلْمُضْغَةَ عِظَـٰمًا فَكَسَوْنَا ٱلْعِظَـٰمَ لَحْمًا ثُمَّ أَنشَأْنَـٰهُ خَلْقًا ءَاخَرَ ۚ فَتَبَارَكَ ٱللَّهُ أَحْسَنُ ٱلْخَـٰلِقِينَ",
      "text_uthmani_transcribed": "Ṡumma khalaqnan-nuṭfata 'alaqatan fa khalaqnal-'alaqata muḍgatan fa khalaqnal-muḍgata 'iẓāman fa kasaunal-'iẓāma laḥmā(n), ṡumma ansya'nāhu khalqan ākhar(a), fa tabārakallāhu aḥsanul-khāliqīn(a).",
      "translation": "Потом Мы каплю обратили в сгусток И создали из сгустка (жеваное) мясо, Которое Мы в кости обратили, А далее одели эти кости в плоть И тем произвели его в ином творенье. А потому благословен Аллах - Искуснейший из всех творцов"
    },
    {
      "verse_number": 15,
      "text_uthmani": "ثُمَّ إِنَّكُم بَعْدَ ذَٰلِكَ لَمَيِّتُونَ",
      "text_uthmani_transcribed": "Ṡumma innakum ba'da żālika lamayyitūn(a).",
      "translation": "Вы после этого со временем умрете"
    },
    {
      "verse_number": 16,
      "text_uthmani": "ثُمَّ إِنَّكُمْ يَوْمَ ٱلْقِيَـٰمَةِ تُبْعَثُونَ",
      "text_uthmani_transcribed": "Ṡumma innakum yaumal-qiyāmati tub'aṡūn(a).",
      "translation": "Потом Он вновь воздвигнет вас В День Воскресения (на Суд)"
    },
    {
      "verse_number": 17,
      "text_uthmani": "وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَآئِقَ وَمَا كُنَّا عَنِ ٱلْخَلْقِ غَـٰفِلِينَ",
      "text_uthmani_transcribed": "Wa laqad khalaqnā fauqakum sab'a ṭarā'iq(a), wa mā kunnā 'anil-khalqi gāfilīn(a).",
      "translation": "Мы возвели над вами семь путей, И никогда творенья эти (Ни на единый миг) Не лишены опеки Нашей"
    },
    {
      "verse_number": 18,
      "text_uthmani": "وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءًۢ بِقَدَرٍ فَأَسْكَنَّـٰهُ فِى ٱلْأَرْضِ ۖ وَإِنَّا عَلَىٰ ذَهَابٍۭ بِهِۦ لَقَـٰدِرُونَ",
      "text_uthmani_transcribed": "Wa anzalnā minas-samā'i mā'am biqadarin fa askannāhu fil-arḍ(i), wa innā 'alā żahābim bihī laqādirūn(a).",
      "translation": "Мы в должной мере воду с неба льем И напояем ею землю, Но несомненно в Наших силах И истощить ее совсем"
    },
    {
      "verse_number": 19,
      "text_uthmani": "فَأَنشَأْنَا لَكُم بِهِۦ جَنَّـٰتٍ مِّن نَّخِيلٍ وَأَعْنَـٰبٍ لَّكُمْ فِيهَا فَوَٰكِهُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ",
      "text_uthmani_transcribed": "Fa ansya'nā lakum bihī jannātim min nakhīliw wa a'nāb(in), lakum fīhā fawākihu kaṡīratuw wa minhā ta'kulūn(a).",
      "translation": "И ею Мы взрастили вам Сады из финиковых пальм и виноградных лоз; В них - вам обильные плоды, И с них вы (с радостью) едите"
    },
    {
      "verse_number": 20,
      "text_uthmani": "وَشَجَرَةً تَخْرُجُ مِن طُورِ سَيْنَآءَ تَنۢبُتُ بِٱلدُّهْنِ وَصِبْغٍ لِّلْـَٔاكِلِينَ",
      "text_uthmani_transcribed": "Wa syajaratan takhruju min ṭūri sainā'a tambutu bid-duhni wa ṣibgil lil-ākilīn(a).",
      "translation": "И дерево, что на горе Синай берет ростки, Выращивая масло и приправы Для тех, которые едят с него"
    },
    {
      "verse_number": 21,
      "text_uthmani": "وَإِنَّ لَكُمْ فِى ٱلْأَنْعَـٰمِ لَعِبْرَةً ۖ نُّسْقِيكُم مِّمَّا فِى بُطُونِهَا وَلَكُمْ فِيهَا مَنَـٰفِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ",
      "text_uthmani_transcribed": "Wa inna lakum fil-an'āmi la'ibrah(tan), nusqīkum mimmā fī buṭūnihā wa lakum fīhā manāfi'u kaṡīratuw wa minhā ta'kulūn(a).",
      "translation": "В скоте для вас есть также назидание (Господне). Мы вас поим тем (молоком), Что образуется у них в утробах; Для вас в них много разной пользы, (А кроме этого), вы (мясо) их едите"
    },
    {
      "verse_number": 22,
      "text_uthmani": "وَعَلَيْهَا وَعَلَى ٱلْفُلْكِ تُحْمَلُونَ",
      "text_uthmani_transcribed": "Wa 'alaihā wa 'alal-fulki tuḥmalūn(a).",
      "translation": "На них вы так же, как на корабле (по морю), Поездки совершаете (на суше)"
    }
  ]
}