[
  {
    "verse_number": 100,
    "text_uthmani": "أَوَكُلَّمَا عَـٰهَدُوا۟ عَهْدًا نَّبَذَهُۥ فَرِيقٌ مِّنْهُم ۚ بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Awa kullamā 'āhadū 'ahdan nabażahū farīqum minhum, bal akṡaruhum lā yu'minūn(a).",
    "translation": "И всякий раз, когда они скрепляют Договор (Иль на себя Завет берут), Средь них всегда есть те, Кто тотчас же его бросает. Увы! Ведь большинство из них не верует (в Аллаха)"
  },
  {
    "verse_number": 101,
    "text_uthmani": "وَلَمَّا جَآءَهُمْ رَسُولٌ مِّنْ عِندِ ٱللَّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِّنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ كِتَـٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمْ كَأَنَّهُمْ لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa lammā jā'ahum rasūlum min 'indillāhi muṣaddiqul limā ma'ahum nabaża farīqum minal-lażīna ūtul-kitāb(a), kitāballāhi warā'a ẓuhūrihim ka'annahum lā ya'lamūn(a).",
    "translation": "Когда же к ним пришел посланник от Аллаха, Чтоб истинность того (Писания), что с ними, утвердить, Часть тех, кому было даровано оно, Отбросили за спину Божью Книгу, Как бы не ведая о ней"
  },
  {
    "verse_number": 102,
    "text_uthmani": "وَٱتَّبَعُوا۟ مَا تَتْلُوا۟ ٱلشَّيَـٰطِينُ عَلَىٰ مُلْكِ سُلَيْمَـٰنَ ۖ وَمَا كَفَرَ سُلَيْمَـٰنُ وَلَـٰكِنَّ ٱلشَّيَـٰطِينَ كَفَرُوا۟ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحْرَ وَمَآ أُنزِلَ عَلَى ٱلْمَلَكَيْنِ بِبَابِلَ هَـٰرُوتَ وَمَـٰرُوتَ ۚ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ ۖ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيْنَ ٱلْمَرْءِ وَزَوْجِهِۦ ۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنْ أَحَدٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ ۚ وَلَقَدْ عَلِمُوا۟ لَمَنِ ٱشْتَرَىٰهُ مَا لَهُۥ فِى ٱلْـَٔاخِرَةِ مِنْ خَلَـٰقٍ ۚ وَلَبِئْسَ مَا شَرَوْا۟ بِهِۦٓ أَنفُسَهُمْ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
    "text_uthmani_transcribed": "Wattaba'ū mā tatlusy-syayāṭīnu 'alā mulki sulaimān(a), wa mā kafara sulaimānu wa lākinnnasy-syayāṭīna kafarū yu'allimūnan-nāsas siḥr(a), wa mā unzila 'alal-malakaini bibābila hārūta wa mārūt(a), wa mā yu'allimāni min aḥadin ḥattā yaqūlā innamā naḥnu fitnatun falā takfur, fayata'allamūna minhumā mā yufarriqūna bihī bainal-mar'i wa zaujih(ī), wa mā hum biḍarrīna bihī min aḥadin illā bi'iżnillāh(i), wa yata'allamūna mā yaḍurruhum wa lā yanfa'uhum, wa laqad 'alimū lamanisytarāhu mā lahū fil-ākhirati min khalāq(in), wa labi'sa mā syarau bihī anfusahum, lau kānū ya'lamūn(a).",
    "translation": "(Прельстили их и) повели их за собой шайтаны, Измыслившие (ложь) о царстве Сулеймана, - Но нечестивым не был Сулейман, А нечестивыми шайтаны были, Которые людей учили колдовству И тем вещам, что в Вавилоне Были ниспосланы двум ангелам: Харуту и Маруту. И оба никого не обучали, не сказав: \"Мы - искушение для вас, А потому остерегайтесь стать неверным\". И научились те от них, Как разлучить с женою мужа, - Но никому зла причинить они бы не могли, Коль не было б на то Господнего согласья, - И научились лишь тому, Что им во вред пошло, а не на пользу, И знали то, что приобретшему сие В блаженстве Рая никакой нет доли. Но как ничтожна плата та, Что за продажу своих душ они взымели! О, если б они только знали"
  },
  {
    "verse_number": 103,
    "text_uthmani": "وَلَوْ أَنَّهُمْ ءَامَنُوا۟ وَٱتَّقَوْا۟ لَمَثُوبَةٌ مِّنْ عِندِ ٱللَّهِ خَيْرٌ ۖ لَّوْ كَانُوا۟ يَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa lau annahum āmanū wattaqau lamaṡūbatum min 'indillāhi khair(un), lau kānū ya'lamūn(a).",
    "translation": "А если бы они уверовали (в Бога) И сохранили благочестье, Какой бы щедрою для них Была награда от Аллаха! О, если б они только знали"
  },
  {
    "verse_number": 104,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَقُولُوا۟ رَٰعِنَا وَقُولُوا۟ ٱنظُرْنَا وَٱسْمَعُوا۟ ۗ وَلِلْكَـٰفِرِينَ عَذَابٌ أَلِيمٌ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā taqūlū rā'inā wa qūlunẓurnā wasma'ū wa lil-kāfirīna 'ażābun alīm(un).",
    "translation": "О вы, кто верует! (Посланнику) не говорите: \"РАйна!\" - \"Упаси нас (от сего)!\", А говорите: \"Унзурна!\" - \"Воззри на нас!\" Будьте послушными ему, - Ведь тяжкой будет кара для неверных"
  },
  {
    "verse_number": 105,
    "text_uthmani": "مَّا يَوَدُّ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ وَلَا ٱلْمُشْرِكِينَ أَن يُنَزَّلَ عَلَيْكُم مِّنْ خَيْرٍ مِّن رَّبِّكُمْ ۗ وَٱللَّهُ يَخْتَصُّ بِرَحْمَتِهِۦ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
    "text_uthmani_transcribed": "Mā yawaddul-lażīna kafarū min ahlil-kitābi wa lal-musyrikīna ay yunazzila 'alaikum min khairim mir rabbikum, wallāhu yakhtaṣṣu biraḥmatihī may yasyā'(u), wallāhu żul faḍlil-'aẓīm(i).",
    "translation": "Неверные из многобожников И из людей Писания (Святого) Не желают, чтобы на вас сошла Господня благость. Но милостью Своей Аллах одаривает тех, Кого сочтет Своей угодой, - Ведь Он - великой щедрости Владыка"
  },
  {
    "verse_number": 106,
    "text_uthmani": "۞ مَا نَنسَخْ مِنْ ءَايَةٍ أَوْ نُنسِهَا نَأْتِ بِخَيْرٍ مِّنْهَآ أَوْ مِثْلِهَآ ۗ أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Mā nansakh min āyatin au nunsihā na'ti bi khairim minhā au miṡlihā, alam ta'lam annallāha 'alā kulli syai'in qadīr(un).",
    "translation": "Мы не отменим ни единого айата И вам не повелим забыть его, Пока на смену лучший или схожий не дадим. Ужель не знаешь ты, Что всемогущ Аллах над всем"
  },
  {
    "verse_number": 107,
    "text_uthmani": "أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
    "text_uthmani_transcribed": "Alam ta'lam annallāha lahū mulkus-samāwāti wal arḍ(i), wa mā lakum min dūnillāhi miw waliyyiw wa lā naṣīr(in).",
    "translation": "Ужель не знаешь ты, Что лишь Ему принадлежит господство Над небесами и землей? И нет другого покровителя у вас И нет защитника другого"
  },
  {
    "verse_number": 108,
    "text_uthmani": "أَمْ تُرِيدُونَ أَن تَسْـَٔلُوا۟ رَسُولَكُمْ كَمَا سُئِلَ مُوسَىٰ مِن قَبْلُ ۗ وَمَن يَتَبَدَّلِ ٱلْكُفْرَ بِٱلْإِيمَـٰنِ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
    "text_uthmani_transcribed": "Am turīdūna an tas'alū rasūlakum kamā su'ila mūsā min qabl(u), wa may yatabaddalil-kufra bil-īmāni faqad ḍalla sawā'as-sabīl(i).",
    "translation": "Ужель вы станете просить у вашего пророка, О чем просили прежде люди Мусу? Ведь кто неверием заменит веру, Собьется с праведной стези"
  },
  {
    "verse_number": 109,
    "text_uthmani": "وَدَّ كَثِيرٌ مِّنْ أَهْلِ ٱلْكِتَـٰبِ لَوْ يَرُدُّونَكُم مِّنۢ بَعْدِ إِيمَـٰنِكُمْ كُفَّارًا حَسَدًا مِّنْ عِندِ أَنفُسِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْحَقُّ ۖ فَٱعْفُوا۟ وَٱصْفَحُوا۟ حَتَّىٰ يَأْتِىَ ٱللَّهُ بِأَمْرِهِۦٓ ۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Wadda kaṡīrum min ahlil-kitābi lau yaruddūnakum mim ba'di īmānikum kuffārā(n), ḥasadam min 'indi anfusihim mim ba'di mā tabayyana lahumul-ḥaqq(u), fa'fū waṣfaḥū ḥattā ya'tiyallāhu bi amrih(ī), innallāha 'alā kulli syai'in qadīr(un).",
    "translation": "Но из людей Писания есть много и таких, Кому б хотелось вас - уже принявших веру - Из зависти в неверие повергнуть вновь, Хотя им истина уже предстала. Простите им, забудьте (их уловки), Пока Аллах наказ Свой не предъявит, - Ведь всемогущ Аллах над всем"
  },
  {
    "verse_number": 110,
    "text_uthmani": "وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ ۚ وَمَا تُقَدِّمُوا۟ لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ ٱللَّهِ ۗ إِنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "text_uthmani_transcribed": "Wa aqīmuṣ-ṣalāta wa ātuz-zakāh(ta), wa mā tuqaddimū li'anfusikum min khairin tajidūhu 'indallāh(i), innallāha bimā ta'malūna baṣīr(un).",
    "translation": "А потому молитву строго соблюдайте, Творите очистительную подать, И все благое, что загодя для душ своих Вы уготовите (в сей жизни), Вы обретете (в жизни) у Аллаха, - Ведь видит Он, что делаете вы"
  }
]