[
  {
    "verse_number": 100,
    "text_uthmani": "قُل لَّا يَسْتَوِى ٱلْخَبِيثُ وَٱلطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ ٱلْخَبِيثِ ۚ فَٱتَّقُوا۟ ٱللَّهَ يَـٰٓأُو۟لِى ٱلْأَلْبَـٰبِ لَعَلَّكُمْ تُفْلِحُونَ",
    "text_uthmani_transcribed": "Qul lā yastawil-khabīṡu waṭ-ṭayyibu wa lau a'jabaka kaṡratul-khabīṡ(i), fattaqullāha yā ulil-albābi la'allakum tufliḥūn(a).",
    "translation": "Скажи: \"Зло и добро не могут быть сравни, Хотя избыток зла тебя порой приводит в восхищенье\". А потому благочестивы будьте пред Аллахом Все те, в ком разумение живет, Чтоб обрести вам (счастье и) успех"
  },
  {
    "verse_number": 101,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَسْـَٔلُوا۟ عَنْ أَشْيَآءَ إِن تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِن تَسْـَٔلُوا۟ عَنْهَا حِينَ يُنَزَّلُ ٱلْقُرْءَانُ تُبْدَ لَكُمْ عَفَا ٱللَّهُ عَنْهَا ۗ وَٱللَّهُ غَفُورٌ حَلِيمٌ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tas'alū 'an asy-yā'a in tubda lakum tasu'kum, wa in tas'alū 'anhā ḥīna yunazzalul-qur'ānu tubda lakum, afallāhu 'anhā, wallāhu gafūrun ḥalīm(un).",
    "translation": "О вы, кто верует! Не спрашивайте о вещах, Что могут принести вам огорченье, Если открыты будут вам. А если спросите о тех вещах, (что вам неЯсны), В то время, когда вам низводится Коран, Они вам будут с ясностью открыты. Аллах простит за это вас, - Прощающ Он и (в наказаниях) воздержан"
  },
  {
    "verse_number": 102,
    "text_uthmani": "قَدْ سَأَلَهَا قَوْمٌ مِّن قَبْلِكُمْ ثُمَّ أَصْبَحُوا۟ بِهَا كَـٰفِرِينَ",
    "text_uthmani_transcribed": "Qad sa'alahā qaumum min qablikum ṡumma aṣbaḥū bihā kāfirīn(a).",
    "translation": "Были до вас такие люди, Что задавали эти же вопросы, Но, (получив ответ), По-прежнему в неверии остались"
  },
  {
    "verse_number": 103,
    "text_uthmani": "مَا جَعَلَ ٱللَّهُ مِنۢ بَحِيرَةٍ وَلَا سَآئِبَةٍ وَلَا وَصِيلَةٍ وَلَا حَامٍ ۙ وَلَـٰكِنَّ ٱلَّذِينَ كَفَرُوا۟ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ ۖ وَأَكْثَرُهُمْ لَا يَعْقِلُونَ",
    "text_uthmani_transcribed": "Mā ja'alallāhu mim baḥīratiw wa lā sā'ibatiw wa lā waṣīlatiw wa lā ḥām(in), wa lākinnal-lażīna kafarū yaftarūna 'alallāhil-każib(a), wa akṡaruhum lā ya'qilūn(a).",
    "translation": "Не дал Аллах установлений Ни о бахире, ни о са'ибе, ни о василе, ни о хаме; Но те, кто не уверовал, Возводят на Аллаха ложь, (Приписывая все это Ему). И лишены любого разуменья многие из них"
  },
  {
    "verse_number": 104,
    "text_uthmani": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ قَالُوا۟ حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ ءَابَآءَنَآ ۚ أَوَلَوْ كَانَ ءَابَآؤُهُمْ لَا يَعْلَمُونَ شَيْـًٔا وَلَا يَهْتَدُونَ",
    "text_uthmani_transcribed": "Wa iżā qīla lahum ta'ālau ilā mā anzalallāhu wa ilar-rasūli qālū ḥasbunā mā wajadnā 'alaihi ābā'anā, awalau kāna ābā'uhum lā ya'lamūna syai'aw wa lā yahtadūn(a).",
    "translation": "Когда им говорят: \"Придите же к тому, что вам низвел Аллах, К Его посланнику придите\", Они ответствуют: \"Довольно нам того, что мы нашли (в наследии) отцов\". Неужто и тогда, когда отцы их были лишены И разумения, и руководства"
  },
  {
    "verse_number": 105,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ عَلَيْكُمْ أَنفُسَكُمْ ۖ لَا يَضُرُّكُم مَّن ضَلَّ إِذَا ٱهْتَدَيْتُمْ ۚ إِلَى ٱللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū 'alaikum anfusakum, lā yaḍurrukum man ḍalla iżahtadaitum, ilallāhi marji'ukum jamī'an fa yunabbi'ukum bimā kuntum ta'malūn(a).",
    "translation": "О вы, кто верует! На вас - забота о своей душе, И если вы прямым путем идете, Не повредит вам тот, кто с этого пути сошел. К Аллаху - возвращение вас всех. Тогда Он ясно вам покажет Все то, чем вы (грешили) на земле"
  },
  {
    "verse_number": 106,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ شَهَـٰدَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ ٱلْمَوْتُ حِينَ ٱلْوَصِيَّةِ ٱثْنَانِ ذَوَا عَدْلٍ مِّنكُمْ أَوْ ءَاخَرَانِ مِنْ غَيْرِكُمْ إِنْ أَنتُمْ ضَرَبْتُمْ فِى ٱلْأَرْضِ فَأَصَـٰبَتْكُم مُّصِيبَةُ ٱلْمَوْتِ ۚ تَحْبِسُونَهُمَا مِنۢ بَعْدِ ٱلصَّلَوٰةِ فَيُقْسِمَانِ بِٱللَّهِ إِنِ ٱرْتَبْتُمْ لَا نَشْتَرِى بِهِۦ ثَمَنًا وَلَوْ كَانَ ذَا قُرْبَىٰ ۙ وَلَا نَكْتُمُ شَهَـٰدَةَ ٱللَّهِ إِنَّآ إِذًا لَّمِنَ ٱلْـَٔاثِمِينَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū syahādatu bainikum iżā ḥaḍara aḥadakumul-mautu ḥīnal-waṣiyyatiṡnāni żawā 'adlim minkum au ākharāni min gairikum in antum ḍarabtum fil-arḍi fa aṣābatkum muṣībatul-maut(i), taḥbisūnahumā mim ba'diṣ-ṣalāti fa yuqsimāni billāhi inirtabtum lā nasytarī bihī ṡamanaw wa lau kāna żā qurbā, wa lā naktumu syahādatallāhi innā iżal laminal-āṡimīn(a).",
    "translation": "О вы, кто верует! Свидетельством меж вами, Когда кому-нибудь из вас предстанет смерть, При составленье завещанья Должны быть двое вашего округа, Известные правдивостью своей, Иль двое из других не вашей (веры), Коль странствуете вы в чужих краях И вам грозит опасность смерти. Но если в их правдивости вы усомнились, То задержите их после молитвы, И пусть клянутся именем Аллаха: \"Свидетельства сего не продадим мы Ни за какую цену (благ земных), Хотя б и шло это на пользу нашим близким; И мы не утаим того свидетельства, Которое мы именем Аллаха дали, - Иначе были б мы, поистине, из грешных"
  },
  {
    "verse_number": 107,
    "text_uthmani": "فَإِنْ عُثِرَ عَلَىٰٓ أَنَّهُمَا ٱسْتَحَقَّآ إِثْمًا فَـَٔاخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ ٱلَّذِينَ ٱسْتَحَقَّ عَلَيْهِمُ ٱلْأَوْلَيَـٰنِ فَيُقْسِمَانِ بِٱللَّهِ لَشَهَـٰدَتُنَآ أَحَقُّ مِن شَهَـٰدَتِهِمَا وَمَا ٱعْتَدَيْنَآ إِنَّآ إِذًا لَّمِنَ ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Fa in 'uṡira 'alā annahumastaḥaqqā iṡman fa ākharāni yaqūmāni maqāmahumā minal-lażīnastaḥaqqa 'alaihimul-aulayāni fa yuqsimāni billāhi lasyahādatunā aḥaqqu min syahādatihimā wa ma'tadainā, innā iżal laminaẓ-ẓālimīn(a).",
    "translation": "Если ж окажется, что оба во грехе повинны, Пусть два других займут их место, На сей раз - из числа таких, Кто (справедливо) претендует на наследство. И пусть клянутся именем Аллаха: \"Свидетельство, что мы даем, Правдивее свидетельства двух прежних. Мы не преступим (за пределы правды), Иначе были б беззаконны мы"
  },
  {
    "verse_number": 108,
    "text_uthmani": "ذَٰلِكَ أَدْنَىٰٓ أَن يَأْتُوا۟ بِٱلشَّهَـٰدَةِ عَلَىٰ وَجْهِهَآ أَوْ يَخَافُوٓا۟ أَن تُرَدَّ أَيْمَـٰنٌۢ بَعْدَ أَيْمَـٰنِهِمْ ۗ وَٱتَّقُوا۟ ٱللَّهَ وَٱسْمَعُوا۟ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
    "text_uthmani_transcribed": "Żālika adnā ay ya'tū bisy-syahādati 'alā wajhihā au yakhāfū an turadda aimānum ba'da aimānihim, wattaqullāha wasma'ū, wallāhu lā yahdil qaumal-fāsiqīn(a).",
    "translation": "Сие есть лучший (путь) (Заставить их) давать свидетельство по сути (дела), Чтобы они испытывали страх, Что вслед за (лживостью) их клятв Опять потребуются клятвы. А потому благочестивы будьте вы И слушайте (установления) Аллаха, - Ведь Он неправедным (из вас) Стезю прямую не укажет"
  },
  {
    "verse_number": 109,
    "text_uthmani": "۞ يَوْمَ يَجْمَعُ ٱللَّهُ ٱلرُّسُلَ فَيَقُولُ مَاذَآ أُجِبْتُمْ ۖ قَالُوا۟ لَا عِلْمَ لَنَآ ۖ إِنَّكَ أَنتَ عَلَّـٰمُ ٱلْغُيُوبِ",
    "text_uthmani_transcribed": "Yauma yajma'ullāhur-rusula fa yaqūlu māżā ujibtum, qālū lā 'ilma lanā, innaka anta 'allāmul-guyūb(i).",
    "translation": "Настанет день, когда Аллах Своих посланников всех соберет и спросит: \"Каков был отклик (на призывы ваши)?\" Они ответят: \"Этого не знаем мы. Тебе Единому, поистине, все тайное открыто"
  },
  {
    "verse_number": 110,
    "text_uthmani": "إِذْ قَالَ ٱللَّهُ يَـٰعِيسَى ٱبْنَ مَرْيَمَ ٱذْكُرْ نِعْمَتِى عَلَيْكَ وَعَلَىٰ وَٰلِدَتِكَ إِذْ أَيَّدتُّكَ بِرُوحِ ٱلْقُدُسِ تُكَلِّمُ ٱلنَّاسَ فِى ٱلْمَهْدِ وَكَهْلًا ۖ وَإِذْ عَلَّمْتُكَ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ ۖ وَإِذْ تَخْلُقُ مِنَ ٱلطِّينِ كَهَيْـَٔةِ ٱلطَّيْرِ بِإِذْنِى فَتَنفُخُ فِيهَا فَتَكُونُ طَيْرًۢا بِإِذْنِى ۖ وَتُبْرِئُ ٱلْأَكْمَهَ وَٱلْأَبْرَصَ بِإِذْنِى ۖ وَإِذْ تُخْرِجُ ٱلْمَوْتَىٰ بِإِذْنِى ۖ وَإِذْ كَفَفْتُ بَنِىٓ إِسْرَٰٓءِيلَ عَنكَ إِذْ جِئْتَهُم بِٱلْبَيِّنَـٰتِ فَقَالَ ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
    "text_uthmani_transcribed": "Iż qālallāhu yā 'īsabna maryamażkur ni'matī 'alaika wa 'alā wālidatik(a), iż ayyattuka birūḥil-qudus(i), tukallimun-nāsa fil-mahdi wa kahlā(n), wa iż 'allamtukal-kitāba wal-ḥikmata wat-taurāta wal-injīl(a), wa iż takhluqu minaṭ-ṭīni kahai'atiṭ-ṭairi bi'iżnī fa tanfukhu fīhā fa takūnu ṭairam bi'iżnī wa tubri'ul-akmaha wal-abraṣa bi'iżnī, wa iż tukhrijul-mautā bi'iżnī, wa iż kafaftu banī isrā'īla 'anka iż ji'tahum bil-bayyināti fa qālal-lażīna kafarū minhum  in hāżā illā siḥrum mubīn(un).",
    "translation": "Когда (в День Воскресения) Господь наш скажет: \"О Иса, сын Марйам! Ты вспомни О Моем благоволенье к тебе и к матери твоей, Когда Я Духом укрепил тебя Святым, Чтоб и младенцем в колыбели, и зрелым мужем Ты к людям с речью обращался. Писанию и мудрости тебя Я научил, Евангелию и Закону - (Торе). И вот ты волею Моей Из глины образ птицы сотворил, Вдохнул в нее, и волею Моей она живою стала. И волею Моей ты исцелил того, кто слеп родился. И прокаженного оздоровил Моею волей, И оживил Моею волею умерших. Я от тебя сынов Исраилевых удержал, Когда ты им представил ясные знаменья, (Они же не уверовали в них, твоей погибели желая). И те, кто не уверовал из них, сказали: \"Сие есть явно колдовство"
  }
]