[
  {
    "verse_number": 45,
    "text_uthmani": "ٱتْلُ مَآ أُوحِىَ إِلَيْكَ مِنَ ٱلْكِتَـٰبِ وَأَقِمِ ٱلصَّلَوٰةَ ۖ إِنَّ ٱلصَّلَوٰةَ تَنْهَىٰ عَنِ ٱلْفَحْشَآءِ وَٱلْمُنكَرِ ۗ وَلَذِكْرُ ٱللَّهِ أَكْبَرُ ۗ وَٱللَّهُ يَعْلَمُ مَا تَصْنَعُونَ",
    "text_uthmani_transcribed": "Utlu mā ūḥiya ilaika minal-kitābi wa aqimiṣ-ṣalāh(ta), innaṣ-ṣalāta tanhā 'anil-faḥsyā'i wal-munkar(i), wa lażikrullāhi akbar(u), wallāhu ya'lamu mā taṣna'ūn(a).",
    "translation": "Читай им то, Что из Писания тебе внушением открыто. Выстаивай молитву по часам - Молитва ведь от мерзости (хранит) И от постыдных дел (оберегает). И, несомненно, поминание Аллаха - (Ваш долг) великий (перед Ним), - Ему известны все ваши дела"
  },
  {
    "verse_number": 46,
    "text_uthmani": "۞ وَلَا تُجَـٰدِلُوٓا۟ أَهْلَ ٱلْكِتَـٰبِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ إِلَّا ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ ۖ وَقُولُوٓا۟ ءَامَنَّا بِٱلَّذِىٓ أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلَـٰهُنَا وَإِلَـٰهُكُمْ وَٰحِدٌ وَنَحْنُ لَهُۥ مُسْلِمُونَ",
    "text_uthmani_transcribed": "Wa lā tujādilū ahlal-kitābi illā bil-latī hiya aḥsan(u), illal-lażīna ẓalamū minhum wa qūlū āmannā bil-lażī unzila ilainā wa unzila ilaikum wa ilāhunā wa ilāhukum wāḥiduw wa naḥnu lahū muslimūn(a).",
    "translation": "Не препирайтесь с обладателями Книги Иначе, как с достоинством и честью Используя найлучший довод, Помимо тех, кто вам несправедливо Чинит (намеренное) зло, И говорите: \"Мы верим в то, что нам ниспослано и вам. Наш Бог и ваш, поистине, Един, И лишь Единому Ему мы предаемся"
  },
  {
    "verse_number": 47,
    "text_uthmani": "وَكَذَٰلِكَ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ ۚ فَٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يُؤْمِنُونَ بِهِۦ ۖ وَمِنْ هَـٰٓؤُلَآءِ مَن يُؤْمِنُ بِهِۦ ۚ وَمَا يَجْحَدُ بِـَٔايَـٰتِنَآ إِلَّا ٱلْكَـٰفِرُونَ",
    "text_uthmani_transcribed": "Wa każālika anzalnā ilaikal-kitāb(a), fal-lażīna ātaināhumul-kitāba yu'minūna bih(ī), wa min hā'ulā'i may yu'minu bih(ī), wa mā yajḥadu bi'āyātinā illal-kāfirūn(a).",
    "translation": "И так тебе Мы ниспослали Книгу, И люди Книги веруют в нее, Как есть из этих те, кто тоже в нее верит, - Ведь лишь неверные (способны) знаменья Наши отрицать"
  },
  {
    "verse_number": 48,
    "text_uthmani": "وَمَا كُنتَ تَتْلُوا۟ مِن قَبْلِهِۦ مِن كِتَـٰبٍ وَلَا تَخُطُّهُۥ بِيَمِينِكَ ۖ إِذًا لَّٱرْتَابَ ٱلْمُبْطِلُونَ",
    "text_uthmani_transcribed": "Wa mā kunta tatlū min qablihī min kitābiw wa lā takhuṭṭuhū biyamīnika iżal lartābal-mubṭilūn(a).",
    "translation": "Ты до него не прочитал ни одного Писанья, Не обозначил ни единой (буквы) собственной рукой - Иначе бы в сомнение пришли Все те, кто его ложью нарекает"
  },
  {
    "verse_number": 49,
    "text_uthmani": "بَلْ هُوَ ءَايَـٰتٌۢ بَيِّنَـٰتٌ فِى صُدُورِ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ ۚ وَمَا يَجْحَدُ بِـَٔايَـٰتِنَآ إِلَّا ٱلظَّـٰلِمُونَ",
    "text_uthmani_transcribed": "Bal huwa āyātum bayyinātun fī ṣudūril-lażīna ūtul-'ilm(a), wa mā yajḥadu bi'āyātinā illaẓ-ẓālimūn(a).",
    "translation": "Да, это, поистине, знаменья ясные в сердцах людей, Которые одарены познанием (Господних истин), - Ведь только злочестивые (упрямцы) Знаменья Наши (могут) отвергать"
  },
  {
    "verse_number": 50,
    "text_uthmani": "وَقَالُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَـٰتٌ مِّن رَّبِّهِۦ ۖ قُلْ إِنَّمَا ٱلْـَٔايَـٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٌ مُّبِينٌ",
    "text_uthmani_transcribed": "Wa qālū lau lā unzila 'alaihi āyātum mir rabbih(ī), qul innamal-āyātu 'indallāh(i), wa innamā ana nażīrum mubīn(un).",
    "translation": "И все же говорят они: \"Если б от Господа его Ему были ниспосланы знаменья, (Мы бы поверили ему)\". Скажи: \"Знаменья лишь во власти одного Аллаха, А я - лишь ясный увещатель (от Него)"
  },
  {
    "verse_number": 51,
    "text_uthmani": "أَوَلَمْ يَكْفِهِمْ أَنَّآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَـٰبَ يُتْلَىٰ عَلَيْهِمْ ۚ إِنَّ فِى ذَٰلِكَ لَرَحْمَةً وَذِكْرَىٰ لِقَوْمٍ يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Awalam yakfihim annā anzalnā 'alaikal-kitāba yutlā 'alaihim, inna fī żālika laraḥmataw wa żikrā liqaumiy yu'minūn(a).",
    "translation": "Им разве не довольно, что тебе Писание Мы ниспослали, Которое читают (и толкуют) им? В этом, поистине, Господня милость И наставленье для людей, которые уверовали (в Бога)"
  },
  {
    "verse_number": 52,
    "text_uthmani": "قُلْ كَفَىٰ بِٱللَّهِ بَيْنِى وَبَيْنَكُمْ شَهِيدًا ۖ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱلَّذِينَ ءَامَنُوا۟ بِٱلْبَـٰطِلِ وَكَفَرُوا۟ بِٱللَّهِ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
    "text_uthmani_transcribed": "Qul kafā billāhi bainī wa bainakum syahīdā(n), ya'lamu mā fis-samāwāti wal-arḍ(i), wal-lażīna āmanū bil-bāṭili wa kafarū billāhi ulā'ika humul-khāsirūn(a).",
    "translation": "Скажи: \"Довольно Господа Свидетелем меж мной и вами. Он знает все, что в небесах и на земле. А те, которые уверовали в ложь и отреклись от Бога, Убыток (тяжкий) понесут"
  },
  {
    "verse_number": 53,
    "text_uthmani": "وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ ۚ وَلَوْلَآ أَجَلٌ مُّسَمًّى لَّجَآءَهُمُ ٱلْعَذَابُ وَلَيَأْتِيَنَّهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
    "text_uthmani_transcribed": "Wa yasta'jilūnaka bil-'ażāb(i), wa lau lā ajalum musammal lajā'ahumul-'ażāb(u), wa laya'tiyannahum bagtataw wa hum lā yasy'urūn(a).",
    "translation": "Они тебя торопят с наказаньем, И, если б не назначенный предел, Господня кара их уже постигла б. Она же к ним внезапно подойдет, Когда они ни знать о ней, ни ждать ее не будут"
  },
  {
    "verse_number": 54,
    "text_uthmani": "يَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌۢ بِٱلْكَـٰفِرِينَ",
    "text_uthmani_transcribed": "Yasta'jilūnaka bil-'ażāb(i), wa inna jahannama lamuḥīṭatum bil-kāfirīn(a).",
    "translation": "Они тебя торопят кару (им явить), Но ведь вокруг неверных Ад уж замыкает круг"
  },
  {
    "verse_number": 55,
    "text_uthmani": "يَوْمَ يَغْشَىٰهُمُ ٱلْعَذَابُ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا۟ مَا كُنتُمْ تَعْمَلُونَ",
    "text_uthmani_transcribed": "Yauma yagsyāhumul-'ażābu min fauqihim wa min taḥti arjulihim wa yaqūlu żūqū mā kuntum ta'malūn(a).",
    "translation": "В тот День, Когда постигнет их (Господня) кара, (Свалившись) на головы им Иль из-под ног (поднявшись), Он скажет им: \"Вкусите от (плодов) своих деяний"
  }
]