{
  "chapter_number": 39,
  "verses": [
    {
      "verse_number": 56,
      "text_uthmani": "أَن تَقُولَ نَفْسٌ يَـٰحَسْرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِى جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّـٰخِرِينَ",
      "text_uthmani_transcribed": "An taqūla yā ḥasratā 'alā mā farraṭṭu fī jambillāhi wa in kuntu laminas-sākhirīn(a).",
      "translation": "Чтобы душа тогда не возмолила: \"О, горе мне, Что (своим долгом) перед Богом не брегла И находилась среди тех, кто насмехался"
    },
    {
      "verse_number": 57,
      "text_uthmani": "أَوْ تَقُولَ لَوْ أَنَّ ٱللَّهَ هَدَىٰنِى لَكُنتُ مِنَ ٱلْمُتَّقِينَ",
      "text_uthmani_transcribed": "Au taqūla lau annallāha hadānī lakuntu minal-muttaqīn(a).",
      "translation": "Чтоб не сказала: \"О, если бы меня Господь направил, Была бы я среди благочестивых"
    },
    {
      "verse_number": 58,
      "text_uthmani": "أَوْ تَقُولَ حِينَ تَرَى ٱلْعَذَابَ لَوْ أَنَّ لِى كَرَّةً فَأَكُونَ مِنَ ٱلْمُحْسِنِينَ",
      "text_uthmani_transcribed": "Au taqūla ḥīna taral-'ażāba lau anna lī karratan fa akūna minal-muḥsinīn(a).",
      "translation": "И чтоб не стала говорить, Когда увидит наказанье: \"О, если б к прошлому возможен был возврат, Я б стала совершать благое"
    },
    {
      "verse_number": 59,
      "text_uthmani": "بَلَىٰ قَدْ جَآءَتْكَ ءَايَـٰتِى فَكَذَّبْتَ بِهَا وَٱسْتَكْبَرْتَ وَكُنتَ مِنَ ٱلْكَـٰفِرِينَ",
      "text_uthmani_transcribed": "Balā qad jā'atka āyātī fa każżabta bihā wastakbarta wa kunta minal-kāfirīn(a).",
      "translation": "И будет ей ответ: \"О нет! К тебе Мои знаменья приходили. Ты ж ложью их сочла, и возгордилась, И оказалась средь неверных"
    },
    {
      "verse_number": 60,
      "text_uthmani": "وَيَوْمَ ٱلْقِيَـٰمَةِ تَرَى ٱلَّذِينَ كَذَبُوا۟ عَلَى ٱللَّهِ وُجُوهُهُم مُّسْوَدَّةٌ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْمُتَكَبِّرِينَ",
      "text_uthmani_transcribed": "Wa yaumal-qiyāmati taral-lażīna każabū 'alallāhi wujūhuhum muswaddah(tun), alaisa fī jahannama maṡwal lil-mutakabbirīn(a).",
      "translation": "В День Воскресения ты тех увидишь, Кто ложь на Бога возводил, И черными их лица будут. Ужель в Аду пристанища для горделивых нет"
    },
    {
      "verse_number": 61,
      "text_uthmani": "وَيُنَجِّى ٱللَّهُ ٱلَّذِينَ ٱتَّقَوْا۟ بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمْ يَحْزَنُونَ",
      "text_uthmani_transcribed": "Wa yunajjillāhul-lażīnattaqau bimafāzatihim, lā yamassuhumus-sū'u wa lā hum yaḥzanūn(a).",
      "translation": "Благочестивых же спасет Господь, Введя в блаженную обитель, Зло не коснется их, печаль не отягчит"
    },
    {
      "verse_number": 62,
      "text_uthmani": "ٱللَّهُ خَـٰلِقُ كُلِّ شَىْءٍ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ وَكِيلٌ",
      "text_uthmani_transcribed": "Allāhu khāliqu kulli syai'(in), wa huwa 'alā kulli syai'iw wakīl(un).",
      "translation": "Аллах - Творец всего, что суще, Распорядитель всякой вещи"
    },
    {
      "verse_number": 63,
      "text_uthmani": "لَّهُۥ مَقَالِيدُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ ٱللَّهِ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
      "text_uthmani_transcribed": "Lahū maqālīdus-samāwāti wal-arḍ(i), wal-lażīna kafarū bi'āyātillāhi ulā'ika humul-khāsirūn(a).",
      "translation": "В Его Руке ключи и от небес, и от земли, И те, кто не уверует в Его знаменья, Убыток тяжкий понесут"
    },
    {
      "verse_number": 64,
      "text_uthmani": "قُلْ أَفَغَيْرَ ٱللَّهِ تَأْمُرُوٓنِّىٓ أَعْبُدُ أَيُّهَا ٱلْجَـٰهِلُونَ",
      "text_uthmani_transcribed": "Qul afagairallāhi ta'murūnnī a'budu ayyuhal-jāhilūn(a).",
      "translation": "Скажи: \"Ужель иному, чем Аллах, о (неразумные) невежды, Вы поклоняться мне велите"
    },
    {
      "verse_number": 65,
      "text_uthmani": "وَلَقَدْ أُوحِىَ إِلَيْكَ وَإِلَى ٱلَّذِينَ مِن قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلْخَـٰسِرِينَ",
      "text_uthmani_transcribed": "Wa laqad ūḥiya ilaika wa ilal-lażīna min qablik(a), la'in asyrakta layaḥbaṭanna 'amaluka wa latakūnanna minal-khāsirīn(a).",
      "translation": "Ведь и тебе, (о Мухаммад!), и бывшим до тебя Было открыто, Что если ты придашь других (Аллаху наравне), То станет тщЕтой твое дело И будешь ты средь тех, кто понесет убыток"
    },
    {
      "verse_number": 66,
      "text_uthmani": "بَلِ ٱللَّهَ فَٱعْبُدْ وَكُن مِّنَ ٱلشَّـٰكِرِينَ",
      "text_uthmani_transcribed": "Balillāha fa'bud wa kum minasy-syākirīn(a).",
      "translation": "А потому Аллаху поклоняйся И будь средь тех, кто благодарен"
    }
  ]
}