{
  "chapter_number": 2,
  "verses": [
    {
      "verse_number": 34,
      "text_uthmani": "وَإِذْ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ أَبَىٰ وَٱسْتَكْبَرَ وَكَانَ مِنَ ٱلْكَـٰفِرِينَ",
      "text_uthmani_transcribed": "Wa iż qulnā lil-malā'ikatisjudū li ādama fasajadū illā iblīs(a), abā wastakbara wa kāna minal-kāfirīn(a).",
      "translation": "И вот Мы ангелам сказали: \"Адаму низко поклонитесь\", И те поклон ему отдали, Кроме (надменного) Иблиса, Кто, возгордившись, отказался И стал одним из нечестивых"
    },
    {
      "verse_number": 35,
      "text_uthmani": "وَقُلْنَا يَـٰٓـَٔادَمُ ٱسْكُنْ أَنتَ وَزَوْجُكَ ٱلْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَـٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّـٰلِمِينَ",
      "text_uthmani_transcribed": "Wa qulnā yā ādamuskun anta wa zaujukal-jannata wa kulā minhā ragadan ḥaiṡu syi'tumā,  wa lā taqrabā hāżihisy-syajarata fa takūnā minaẓ-ẓālimīn(a).",
      "translation": "Тогда сказали Мы: \"О Адам! С супругою своей живи в саду Эдема И, где б вы там ни находились, Вкушайте изобильные плоды себе в усладу, Но к дереву сему не приближайтесь, Иначе в зло и беззаконие впадете"
    },
    {
      "verse_number": 36,
      "text_uthmani": "فَأَزَلَّهُمَا ٱلشَّيْطَـٰنُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ ۖ وَقُلْنَا ٱهْبِطُوا۟ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ وَلَكُمْ فِى ٱلْأَرْضِ مُسْتَقَرٌّ وَمَتَـٰعٌ إِلَىٰ حِينٍ",
      "text_uthmani_transcribed": "Fa'azallahumasy-syaiṭānu 'anhā fa akhrajahumā mimmā kānā fīh(i), wa qulnahbiṭū ba'ḍukum liba'ḍin 'aduww(un), wa lakum fil-arḍi mustaqarruw wa matā'un ilā ḥīn(in).",
      "translation": "Но Сатана увлек их в грех И вывел (из блаженства), В котором находились они там. И Мы сказали: \"Низвергнитесь и вы, и ваши (дети) И будьте во вражде друг к другу; Отныне на земле вам пребывать, Что даст вам средства к проживанью, До времени, назначенного Мной"
    },
    {
      "verse_number": 37,
      "text_uthmani": "فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَـٰتٍ فَتَابَ عَلَيْهِ ۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "text_uthmani_transcribed": "Fatalaqqā ādamu mir rabbihī kalimātin fatāba 'alaih(i), innahū huwat-tawwābur- raḥīm(u).",
      "translation": "Потом от Господа Адам узнал и принял Слова, (несущие Господне Откровенье), И Свою милость обратил к нему Господь, - Ведь обращающ Он и милосерден"
    },
    {
      "verse_number": 38,
      "text_uthmani": "قُلْنَا ٱهْبِطُوا۟ مِنْهَا جَمِيعًا ۖ فَإِمَّا يَأْتِيَنَّكُم مِّنِّى هُدًى فَمَن تَبِعَ هُدَاىَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "text_uthmani_transcribed": "Qulnahbiṭū minhā jamī'ā(n), fa'immā ya'tiyannakum minnī hudan faman tabi'a hudāya falā khaufun 'alaihim wa lā hum yaḥzanūn(a).",
      "translation": "Сказали Мы: \"Низвергнитесь отсюда вместе! И если от Меня придет к вам руководство, Над теми, кто последует ему, не будет страха, И их печаль не отягчит"
    },
    {
      "verse_number": 39,
      "text_uthmani": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "text_uthmani_transcribed": "Wal-lażīna kafarū wa każżabū bi'āyātinā ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a).",
      "translation": "Но тем, кто (Истину) отвергнет, Сочтя за ложь знаменья Наши, - Быть обитателями Ада и там навечно оставаться"
    },
    {
      "verse_number": 40,
      "text_uthmani": "يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا۟ بِعَهْدِىٓ أُوفِ بِعَهْدِكُمْ وَإِيَّـٰىَ فَٱرْهَبُونِ",
      "text_uthmani_transcribed": "Yā banī isrā'īlażkurū ni'matiyal-latī an'amtu 'alaikum wa aufū bi'ahdī ūfi bi'ahdikum, wa iyyāya farhabūn(i).",
      "translation": "Сыны Исраиля! Вы вспомните ту милость, Которой вас Я одарил, И соблюдайте вашу сторону Завета, Тогда и Я буду блюсти Мою. Страшитесь лишь Меня"
    },
    {
      "verse_number": 41,
      "text_uthmani": "وَءَامِنُوا۟ بِمَآ أَنزَلْتُ مُصَدِّقًا لِّمَا مَعَكُمْ وَلَا تَكُونُوٓا۟ أَوَّلَ كَافِرٍۭ بِهِۦ ۖ وَلَا تَشْتَرُوا۟ بِـَٔايَـٰتِى ثَمَنًا قَلِيلًا وَإِيَّـٰىَ فَٱتَّقُونِ",
      "text_uthmani_transcribed": "Wa āminū bimā anzaltu muṣaddiqal limā ma'akum wa lā takūnū awwala kāfirim bih(ī), wa lā tasytarū bi'āyātī ṡamanan qalīlā(n), wa iyyāya fattaqūn(i).",
      "translation": "И веруйте во все, что Я послал (сейчас), Чтоб истинность того (Писания), что с вами, утвердить; Не будьте первыми, отвергшими его, И за ничтожнейшую плату Знаменьями Моими не торгуйте И лишь передо Мной испытывайте страх"
    },
    {
      "verse_number": 42,
      "text_uthmani": "وَلَا تَلْبِسُوا۟ ٱلْحَقَّ بِٱلْبَـٰطِلِ وَتَكْتُمُوا۟ ٱلْحَقَّ وَأَنتُمْ تَعْلَمُونَ",
      "text_uthmani_transcribed": "Wa lā talbisul-ḥaqqa bil-bāṭili wa taktumul-ḥaqqa wa antum ta'lamūn(a).",
      "translation": "Не облекайте истину покровом лжи И не старайтесь утаить ее, Когда вы (суть) ее уже постигли"
    },
    {
      "verse_number": 43,
      "text_uthmani": "وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَٱرْكَعُوا۟ مَعَ ٱلرَّٰكِعِينَ",
      "text_uthmani_transcribed": "Wa aqīmuṣ-ṣalāta wa ātuz-zakāta warka'ū ma'ar-rāki'īn(a).",
      "translation": "Молитву строго соблюдайте, Творите очистительную пОдать И головы склоните вместе с теми, Которые склонились предо Мной"
    },
    {
      "verse_number": 44,
      "text_uthmani": "۞ أَتَأْمُرُونَ ٱلنَّاسَ بِٱلْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ وَأَنتُمْ تَتْلُونَ ٱلْكِتَـٰبَ ۚ أَفَلَا تَعْقِلُونَ",
      "text_uthmani_transcribed": "Ata'murūnan-nāsa bil-birri wa tansauna anfusakum wa antum tatlūnal-kitāb(a), afalā ta'qilūn(a).",
      "translation": "Ужель вы праведность и добродетель Предписываете лишь другим, А сами забываете об этом, Хотя Писание (Господне) чтите? Ужель вам не понять того"
    }
  ]
}