[
  {
    "verse_number": 1,
    "text_uthmani": " سُورَةٌ أَنزَلْنَـٰهَا وَفَرَضْنَـٰهَا وَأَنزَلْنَا فِيهَآ ءَايَـٰتٍۭ بَيِّنَـٰتٍ لَّعَلَّكُمْ تَذَكَّرُونَ",
    "text_uthmani_transcribed": "Sūratun anzalnāhā wa faraḍnāhā wa anzalnā fīhā āyātim bayyinātil la'allakum tażakkarūn(a).",
    "translation": "Сура - ее Мы низвели и возвели в Закон. Мы низвели в ней ясные знаменья, Чтоб вразумить вас ими (и направить)"
  },
  {
    "verse_number": 2,
    "text_uthmani": "ٱلزَّانِيَةُ وَٱلزَّانِى فَٱجْلِدُوا۟ كُلَّ وَٰحِدٍ مِّنْهُمَا مِا۟ئَةَ جَلْدَةٍ ۖ وَلَا تَأْخُذْكُم بِهِمَا رَأْفَةٌ فِى دِينِ ٱللَّهِ إِن كُنتُمْ تُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۖ وَلْيَشْهَدْ عَذَابَهُمَا طَآئِفَةٌ مِّنَ ٱلْمُؤْمِنِينَ",
    "text_uthmani_transcribed": "Az-zāniyatu waz-zānī fajlidū kulla wāḥidim minhumā mi'ata jaldah(tan), wa lā ta'khużkum bihimā ra'fatun fī dīnillāhi in kuntum tu'minūna billāhi wal-yaumil-ākhir(i), walyasyhad 'ażābahumā ṭā'ifatum minal-mu'minīn(a).",
    "translation": "Прелюбодея и прелюбодейку - Подвергнуть порке в сто ударов, И (в соблюдении) сей заповеди (Бога) Пусть состраданье к ним не овладеет вами, Если в Аллаха и Последний День уверовали вы. И пусть при наказании (прелюбодеев) Присутствует собрание людей, уверовавших (в Бога)"
  },
  {
    "verse_number": 3,
    "text_uthmani": "ٱلزَّانِى لَا يَنكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَٱلزَّانِيَةُ لَا يَنكِحُهَآ إِلَّا زَانٍ أَوْ مُشْرِكٌ ۚ وَحُرِّمَ ذَٰلِكَ عَلَى ٱلْمُؤْمِنِينَ",
    "text_uthmani_transcribed": "Az-zānī lā yankiḥu illā zāniyatan au musyrikah(tan), waz-zāniyatu lā yankiḥuhā illā zānin au musyrik(un), wa ḥurrima żālika 'alal-mu'minīn(a).",
    "translation": "Прелюбодей не (смеет) в связь вступать Ни с кем, помимо многобожницы иль любодейки. А с любодейкой в связь может вступать Лишь любодей иль многобожец. Для верующих в брак с ними вступать запрещено"
  },
  {
    "verse_number": 4,
    "text_uthmani": "وَٱلَّذِينَ يَرْمُونَ ٱلْمُحْصَنَـٰتِ ثُمَّ لَمْ يَأْتُوا۟ بِأَرْبَعَةِ شُهَدَآءَ فَٱجْلِدُوهُمْ ثَمَـٰنِينَ جَلْدَةً وَلَا تَقْبَلُوا۟ لَهُمْ شَهَـٰدَةً أَبَدًا ۚ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَـٰسِقُونَ",
    "text_uthmani_transcribed": "Wal-lażīna yarmūnal-muḥṣanāti ṡumma lam ya'tū bi'arba'ati syuhadā'a fajlidūhum ṡamānīna jaldataw wa lā taqbalū lahum syahādatan abadā(n), wa ulā'ika humul-fāsiqūn(a).",
    "translation": "А те, кто клевету возводит на целомудренных девиц И не представит четырех свидетелей (греха их), - Побить кнутом их восемьдесят раз И никогда свидетельства от них не принимать, - Они ведь нечестивы и распутны"
  },
  {
    "verse_number": 5,
    "text_uthmani": "إِلَّا ٱلَّذِينَ تَابُوا۟ مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Illal-lażīna tābū mim ba'di żālika wa aṣlaḥū, fa innallāha gafūrur raḥīm(un).",
    "translation": "Помимо тех, кто (в лжесвидетельстве своем) Раскается и (поведение свое) исправит, - Аллах ведь, истинно, прощающ, милосерд"
  },
  {
    "verse_number": 6,
    "text_uthmani": "وَٱلَّذِينَ يَرْمُونَ أَزْوَٰجَهُمْ وَلَمْ يَكُن لَّهُمْ شُهَدَآءُ إِلَّآ أَنفُسُهُمْ فَشَهَـٰدَةُ أَحَدِهِمْ أَرْبَعُ شَهَـٰدَٰتٍۭ بِٱللَّهِ ۙ إِنَّهُۥ لَمِنَ ٱلصَّـٰدِقِينَ",
    "text_uthmani_transcribed": "Wal-lażīna yarmūna azwājahum wa lam yakul lahum syuhadā'u illā anfusuhum fa syahādatu aḥadihim arba'u syahādātim billāh(i), innahū laminaṣ-ṣādiqīn(a).",
    "translation": "А те, кто клевету возводит на своих супруг, И нет у них, кроме себя, свидетелей на это, - Пускай свидетельства свои Четырежды заверят именем Аллаха О том, что они правду говорят"
  },
  {
    "verse_number": 7,
    "text_uthmani": "وَٱلْخَـٰمِسَةُ أَنَّ لَعْنَتَ ٱللَّهِ عَلَيْهِ إِن كَانَ مِنَ ٱلْكَـٰذِبِينَ",
    "text_uthmani_transcribed": "Wal-khāmisatu anna la'natallāhi 'alaihi in kāna minal-kāżibīn(a).",
    "translation": "На пятый раз - себе проклятие Аллаха призывая, Если они окажутся лжецами"
  },
  {
    "verse_number": 8,
    "text_uthmani": "وَيَدْرَؤُا۟ عَنْهَا ٱلْعَذَابَ أَن تَشْهَدَ أَرْبَعَ شَهَـٰدَٰتٍۭ بِٱللَّهِ ۙ إِنَّهُۥ لَمِنَ ٱلْكَـٰذِبِينَ",
    "text_uthmani_transcribed": "Wa yadra'u 'anhal-'ażāba an tasyhada arba'a syahādātim billāhi innahū laminal-kāżibīn(a).",
    "translation": "И будет снято наказание с жены, Если она свидетельства свои Четырежды заверит именем Аллаха О том, что лжет (ее супруг)"
  },
  {
    "verse_number": 9,
    "text_uthmani": "وَٱلْخَـٰمِسَةَ أَنَّ غَضَبَ ٱللَّهِ عَلَيْهَآ إِن كَانَ مِنَ ٱلصَّـٰدِقِينَ",
    "text_uthmani_transcribed": "Wal-khāmisata anna gaḍaballāhi 'alaihā in kāna minaṣ-ṣādiqīn(a).",
    "translation": "А пятым - на себя Господень гнев испросит, Если супруг ее окажется правдив"
  },
  {
    "verse_number": 10,
    "text_uthmani": "وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ وَأَنَّ ٱللَّهَ تَوَّابٌ حَكِيمٌ",
    "text_uthmani_transcribed": "Wa lau lā faḍlullāhi 'alaikum wa raḥmatuhū wa annallāha tawwābun ḥakīm(un).",
    "translation": "И если б не Аллаха благость, Не милосердие Его И то, что мудр Он и внемлет (Молитвам призывающих Его, - Вы понесли б немедленную кару)"
  },
  {
    "verse_number": 11,
    "text_uthmani": "إِنَّ ٱلَّذِينَ جَآءُو بِٱلْإِفْكِ عُصْبَةٌ مِّنكُمْ ۚ لَا تَحْسَبُوهُ شَرًّا لَّكُم ۖ بَلْ هُوَ خَيْرٌ لَّكُمْ ۚ لِكُلِّ ٱمْرِئٍ مِّنْهُم مَّا ٱكْتَسَبَ مِنَ ٱلْإِثْمِ ۚ وَٱلَّذِى تَوَلَّىٰ كِبْرَهُۥ مِنْهُمْ لَهُۥ عَذَابٌ عَظِيمٌ",
    "text_uthmani_transcribed": "Innal-lażīna jā'ū bil-ifki 'uṣbatum minkum, lā taḥsabūhu syarral lakum, bal huwa khairul lakum, likullimri'im minhum maktasaba minal-iṡm(i), wal-lażī tawallā kibrahū minhum lahū 'ażābun 'aẓīm(un).",
    "translation": "И те, кто ложь тебе принес, - из вашего числа, Но не считайте это злом себе - Напротив! Это - благо вам! Ведь каждому из тех людей воздастся По соответствию их доле этого греха. А тот, кто основную тяжесть (клеветы) Себе (на плечи) положил, - Тот подлежит великой каре"
  }
]