[
  {
    "verse_number": 34,
    "text_uthmani": "ذَٰلِكَ عِيسَى ٱبْنُ مَرْيَمَ ۚ قَوْلَ ٱلْحَقِّ ٱلَّذِى فِيهِ يَمْتَرُونَ",
    "text_uthmani_transcribed": "Żālika 'īsabnu maryam(a), qaulal-ḥaqqil-lażī fīhi yamtarūn(a).",
    "translation": "Таким был Иса, сын Марйам, По слову Истины, касательно которой Они в сомненье пребывают"
  },
  {
    "verse_number": 35,
    "text_uthmani": "مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٍ ۖ سُبْحَـٰنَهُۥٓ ۚ إِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
    "text_uthmani_transcribed": "Mā kāna lillāhi ay yattakhiża miw waladin subḥānah(ū), iżā qaḍā amran fa innamā yaqūlu lahū kun fa yakūn(u).",
    "translation": "(Господнему величию) Аллаха Не подобает сына брать Себе. СубхАнагу! (Хвала Ему!) Когда задумано творенье Им, Он молвит: \"Будь!\" - и есть оно"
  },
  {
    "verse_number": 36,
    "text_uthmani": "وَإِنَّ ٱللَّهَ رَبِّى وَرَبُّكُمْ فَٱعْبُدُوهُ ۚ هَـٰذَا صِرَٰطٌ مُّسْتَقِيمٌ",
    "text_uthmani_transcribed": "Wa innallāha rabbī wa rabbukum fa'budūh(u), hāżā ṣirāṭum mustaqīm(un).",
    "translation": "(И Иса, сын Марйам, сказал): \"Аллах, поистине, и мой Господь, и ваш Господь, - Так поклоняйтесь же Ему: Это и есть стезя прямая"
  },
  {
    "verse_number": 37,
    "text_uthmani": "فَٱخْتَلَفَ ٱلْأَحْزَابُ مِنۢ بَيْنِهِمْ ۖ فَوَيْلٌ لِّلَّذِينَ كَفَرُوا۟ مِن مَّشْهَدِ يَوْمٍ عَظِيمٍ",
    "text_uthmani_transcribed": "Fakhtalafal-aḥzābu mim bainihim, fa wailul lil-lażīna kafarū mim masyhadi yaumin 'aẓīm(in).",
    "translation": "Но среди них разногласят (различные) общины, И горе тем, кто не уверовал (в Аллаха), От Дня Великого, в который Им явится (зловещая расплата)"
  },
  {
    "verse_number": 38,
    "text_uthmani": "أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا ۖ لَـٰكِنِ ٱلظَّـٰلِمُونَ ٱلْيَوْمَ فِى ضَلَـٰلٍ مُّبِينٍ",
    "text_uthmani_transcribed": "Asmi' bihim wa abṣir, yauma ya'tūnanā lākiniẓ-ẓālimūnal-yauma fī ḍalālim mubīn(in).",
    "translation": "В тот День, Когда они предстанут перед Нами, Как ясно им увидеть и услышать (предстоит) (Все то, чем, увещая, угрожали им пророки)! Но злочестивые сегодня в явном заблужденье"
  },
  {
    "verse_number": 39,
    "text_uthmani": "وَأَنذِرْهُمْ يَوْمَ ٱلْحَسْرَةِ إِذْ قُضِىَ ٱلْأَمْرُ وَهُمْ فِى غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Wa anżirhum yaumal-ḥasrati  iż quḍiyal-amr(u), wa hum fī gaflatiw wa hum lā yu'minūn(a).",
    "translation": "Предупреди же их о Дне Страдания и Скорби, - Этот вопрос уж предрешен. Они же небрегут (увещеваньями пророка), И (в Господа) не веруют они"
  },
  {
    "verse_number": 40,
    "text_uthmani": "إِنَّا نَحْنُ نَرِثُ ٱلْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ",
    "text_uthmani_transcribed": "Innā naḥnu nariṡul-arḍa wa man 'alaihā wa ilainā yurja'ūn(a).",
    "translation": "Поистине, наследуем Мы землю И тех, которые живут на ней, И к Нам лежит их возвращенье"
  },
  {
    "verse_number": 41,
    "text_uthmani": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ إِبْرَٰهِيمَ ۚ إِنَّهُۥ كَانَ صِدِّيقًا نَّبِيًّا",
    "text_uthmani_transcribed": "Ważkur fil-kitābi ibrāhīm(a), innahū kāna ṣiddīqan nabiyyā(n).",
    "translation": "И (вам) Писание напоминает о (пророке) Ибрахиме. Поистине, он праведником был - пророком"
  },
  {
    "verse_number": 42,
    "text_uthmani": "إِذْ قَالَ لِأَبِيهِ يَـٰٓأَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِى عَنكَ شَيْـًٔا",
    "text_uthmani_transcribed": "Iż qāla li'abīhi yā abati lima ta'budu mā lā yasma'u wa lā yubṣiru wa lā yugnī 'anka syai'ā(n).",
    "translation": "Вот своему отцу сказал он: \"Мой отец, зачем ты поклоняешься тому, Что (не способно) ни услышать, ни увидеть И никакой услуги не способно оказать"
  },
  {
    "verse_number": 43,
    "text_uthmani": "يَـٰٓأَبَتِ إِنِّى قَدْ جَآءَنِى مِنَ ٱلْعِلْمِ مَا لَمْ يَأْتِكَ فَٱتَّبِعْنِىٓ أَهْدِكَ صِرَٰطًا سَوِيًّا",
    "text_uthmani_transcribed": "Yā abati innī qad jā'anī minal-'ilmi mā lam ya'tika fattabi'nī ahdika ṣirāṭan sawiyyā(n).",
    "translation": "О мой отец! Ко мне явилось знание того, Что (до сих пор) тебя не осенило, А потому за мной ты следуй - Прямым путем я поведу тебя"
  },
  {
    "verse_number": 44,
    "text_uthmani": "يَـٰٓأَبَتِ لَا تَعْبُدِ ٱلشَّيْطَـٰنَ ۖ إِنَّ ٱلشَّيْطَـٰنَ كَانَ لِلرَّحْمَـٰنِ عَصِيًّا",
    "text_uthmani_transcribed": "Yā abati lā ta'budisy-syaiṭān(a), innasy-syaiṭāna kāna lir-raḥmāni 'aṣiyyā(n).",
    "translation": "О мой отец! Не поклоняйся Сатане - Он Милосердному ослушник"
  }
]