{
  "chapter_number": 8,
  "verses": [
    {
      "verse_number": 56,
      "text_uthmani": "ٱلَّذِينَ عَـٰهَدتَّ مِنْهُمْ ثُمَّ يَنقُضُونَ عَهْدَهُمْ فِى كُلِّ مَرَّةٍ وَهُمْ لَا يَتَّقُونَ",
      "text_uthmani_transcribed": "Allażīna 'āhatta minhum ṡumma yanquḍūna 'ahdahum fī kulli marratiw wa hum lā yattaqūn(a).",
      "translation": "И это те, с которыми скрепил ты договор; Они же всякий раз его внезапно нарушают И не испытывают страха пред Аллахом"
    },
    {
      "verse_number": 57,
      "text_uthmani": "فَإِمَّا تَثْقَفَنَّهُمْ فِى ٱلْحَرْبِ فَشَرِّدْ بِهِم مَّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ",
      "text_uthmani_transcribed": "Fa immā taṡqafannahum fil-ḥarbi fa syarrid bihim man khalfahum la'allahum yażżakkarūn(a).",
      "translation": "И если ты в войне их одолеешь, То, (проявив к ним должную суровость за измену), Ты от себя прогонишь тех, Кто может следовать по их стопам (измены), Чтоб помнили они (и сдерживали страсти)"
    },
    {
      "verse_number": 58,
      "text_uthmani": "وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً فَٱنۢبِذْ إِلَيْهِمْ عَلَىٰ سَوَآءٍ ۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْخَآئِنِينَ",
      "text_uthmani_transcribed": "Wa immā takhāfanna min qaumin khiyānatan fambiż  ilaihim 'alā sawā'(in), innallāha lā yuḥibbul-khā'inīn(a).",
      "translation": "И если ты предательства боишься от людей, Отбрось все обязательства свои (по договору) перед ними, Чтоб с ними быть на равном основанье, - Аллах, поистине, предателей не любит"
    },
    {
      "verse_number": 59,
      "text_uthmani": "وَلَا يَحْسَبَنَّ ٱلَّذِينَ كَفَرُوا۟ سَبَقُوٓا۟ ۚ إِنَّهُمْ لَا يُعْجِزُونَ",
      "text_uthmani_transcribed": "Wa lā yaḥsabannal-lażīna kafarū sabaqū, innahum lā yu'jizūn(a).",
      "translation": "И пусть неверные не думают, что взяли верх, - Им не ослабить (верных)"
    },
    {
      "verse_number": 60,
      "text_uthmani": "وَأَعِدُّوا۟ لَهُم مَّا ٱسْتَطَعْتُم مِّن قُوَّةٍ وَمِن رِّبَاطِ ٱلْخَيْلِ تُرْهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمْ وَءَاخَرِينَ مِن دُونِهِمْ لَا تَعْلَمُونَهُمُ ٱللَّهُ يَعْلَمُهُمْ ۚ وَمَا تُنفِقُوا۟ مِن شَىْءٍ فِى سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لَا تُظْلَمُونَ",
      "text_uthmani_transcribed": "Wa a'iddū lahum mastaṭa'tum min quwwatiw wa mir ribāṭil-khaili turhibūna bihī 'aduwwallāhi wa 'aduwwakum wa ākharīna min dūnihim, lā ta'lamūnahum, allāhu ya'lamuhum, wa mā tunfiqū min syai'in fī sabīlillāhi yuwaffa ilaikum wa antum lā tuẓlamūn(a).",
      "translation": "И наготове против них держите Всю вашу мощь и конные войска, Чтоб устрашать врагов Аллаха И ваших недругов страшить; И кроме них - других, Которых вы еще не распознали, Но о которых ведает Аллах. И чтобы вы ни издержали на пути Аллаха, Сполна за то вам возместится, И вам не нанесут обид несправедливых"
    },
    {
      "verse_number": 61,
      "text_uthmani": "۞ وَإِن جَنَحُوا۟ لِلسَّلْمِ فَٱجْنَحْ لَهَا وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "text_uthmani_transcribed": "Wa in janaḥū lis-salmi fajnaḥ lahā wa tawakkal 'alallāh(i), innahū huwas-samī'ul-'alīm(u).",
      "translation": "Но если же они будут склоняться к миру, Склонись и ты к нему и полагайся на Аллаха, - Он слышит (все) и знает (обо всем)"
    },
    {
      "verse_number": 62,
      "text_uthmani": "وَإِن يُرِيدُوٓا۟ أَن يَخْدَعُوكَ فَإِنَّ حَسْبَكَ ٱللَّهُ ۚ هُوَ ٱلَّذِىٓ أَيَّدَكَ بِنَصْرِهِۦ وَبِٱلْمُؤْمِنِينَ",
      "text_uthmani_transcribed": "Wa iy yurīdū ay yakhda'ūka fa inna ḥasbakallāh(u), huwal-lażī ayyadaka binaṣrihī wa bil-mu'minīn(a).",
      "translation": "Но если обмануть они задумают тебя, Тебе довольно будет (помощи) Аллаха, - Ведь это - Тот, Кто укрепил тебя Своею помощью и помощью твоих единоверцев"
    },
    {
      "verse_number": 63,
      "text_uthmani": "وَأَلَّفَ بَيْنَ قُلُوبِهِمْ ۚ لَوْ أَنفَقْتَ مَا فِى ٱلْأَرْضِ جَمِيعًا مَّآ أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَـٰكِنَّ ٱللَّهَ أَلَّفَ بَيْنَهُمْ ۚ إِنَّهُۥ عَزِيزٌ حَكِيمٌ",
      "text_uthmani_transcribed": "Wa allafa baina qulūbihim, lau anfaqta mā fil-arḍi jamī'am mā allafta baina qulūbihim wa lākinnallāha allafa bainahum, innahū 'azīzun ḥakīm(un).",
      "translation": "Он их сердца скрепил (в любви и вере), И, если б ты извел все то, что на земле, Ты бы ничем сердца их не скрепил. Аллах же их сердца соединил, - Ведь Он могуч и мудр (безмерно)"
    },
    {
      "verse_number": 64,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ حَسْبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلْمُؤْمِنِينَ",
      "text_uthmani_transcribed": "Yā ayyuhan-nabiyyu ḥasbukallāhu wa manittaba'aka minal-mu'minīn(a).",
      "translation": "О пророк! Тебе достаточно Аллаха И тех из верных, кто последовал тебе"
    },
    {
      "verse_number": 65,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ حَرِّضِ ٱلْمُؤْمِنِينَ عَلَى ٱلْقِتَالِ ۚ إِن يَكُن مِّنكُمْ عِشْرُونَ صَـٰبِرُونَ يَغْلِبُوا۟ مِا۟ئَتَيْنِ ۚ وَإِن يَكُن مِّنكُم مِّا۟ئَةٌ يَغْلِبُوٓا۟ أَلْفًا مِّنَ ٱلَّذِينَ كَفَرُوا۟ بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ",
      "text_uthmani_transcribed": "Yā ayyuhan-nabiyyu ḥarriḍil-mu'minīna 'alal-qitāl(i), iy yakum minkum 'isyrūna ṣabirūna yaglibū mi'atain(i), wa iy yakum minkum mi'atuy yaglibū alfam minal-lażīna kafarū bi'annahum qaumul lā yafqahūn(a).",
      "translation": "О пророк! Ты поднимай уверовавших на сраженье. И будь из вас хоть двадцать терпеливо-стойких, Им - победить две сотни человек! А если будет сотня вас, Вы победите тысячу неверных, - Они ведь лишены любого пониманья"
    },
    {
      "verse_number": 66,
      "text_uthmani": "ٱلْـَٔـٰنَ خَفَّفَ ٱللَّهُ عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا ۚ فَإِن يَكُن مِّنكُم مِّا۟ئَةٌ صَابِرَةٌ يَغْلِبُوا۟ مِا۟ئَتَيْنِ ۚ وَإِن يَكُن مِّنكُمْ أَلْفٌ يَغْلِبُوٓا۟ أَلْفَيْنِ بِإِذْنِ ٱللَّهِ ۗ وَٱللَّهُ مَعَ ٱلصَّـٰبِرِينَ",
      "text_uthmani_transcribed": "Al'āna khaffafallāhu 'ankum wa 'alima anna fīkum ḍa'fā(n), fa iy yakum minkum mi'atun ṣābiratuy yaglibū mi'atain(i), wa iy yakum minkum alfuy yaglibū alfaini bi'iżnillāh(i), wallāhu ma'aṣ-ṣābirīn(a).",
      "translation": "Вам ныне облегчил Аллах (земное бремя) - Он знает: есть в вас слабость; И если среди вас - сто терпеливо-стойких, Им - победить две сотни человек! А если среди вас есть тысяча таких, Им, с изволения Аллаха, Две тысячи неверных победить! Аллах ведь с теми, Кто терпение и стойкость проявляет"
    }
  ]
}