{
  "chapter_number": 12,
  "verses": [
    {
      "verse_number": 45,
      "text_uthmani": "وَقَالَ ٱلَّذِى نَجَا مِنْهُمَا وَٱدَّكَرَ بَعْدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأْوِيلِهِۦ فَأَرْسِلُونِ",
      "text_uthmani_transcribed": "Wa qālal-lażī najā minhumā waddakara  ba'da ummatin ana unabbi'ukum bita'wīlihī fa arsilūn(i).",
      "translation": "Но (узник) тот из двух, что был освобожден, Спустя (столь долгий) срок Вдруг вспомнил о Йусуфе И молвил им: \"Я сообщу вам толкование сего. Меня (к Йусуфу) отведите"
    },
    {
      "verse_number": 46,
      "text_uthmani": "يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفْتِنَا فِى سَبْعِ بَقَرَٰتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعِ سُنۢبُلَـٰتٍ خُضْرٍ وَأُخَرَ يَابِسَـٰتٍ لَّعَلِّىٓ أَرْجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمْ يَعْلَمُونَ",
      "text_uthmani_transcribed": "Yūsufu ayyuhaṣ-ṣiddīqu aftinā fī sab'i baqarātin simāniy ya'kuluhunna sab'un 'ijāfuw wa sab'i sumbulātin khuḍriw wa ukhara yābisāt(in), la'allī arji'u ilan-nāsi la'allahum ya'lamūn(a).",
      "translation": "Йусуф, о человек (Господней) правды! Ты изъясни нам сон, (В котором) семь упитанных коров Поедены семью худыми; И семь зеленых колосков, И семь других - пожатых, - Чтобы я мог вернуться к людям И чтоб могли они понять"
    },
    {
      "verse_number": 47,
      "text_uthmani": "قَالَ تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا فَمَا حَصَدتُّمْ فَذَرُوهُ فِى سُنۢبُلِهِۦٓ إِلَّا قَلِيلًا مِّمَّا تَأْكُلُونَ",
      "text_uthmani_transcribed": "Qāla tazra'ūna sab'a sinīna da'abā(n), famā ḥaṣattum fa żarūhu fī sumbulihī illā qalīlam mimmā ta'kulūn(a).",
      "translation": "(Йусуф) сказал: \"Вы сеять будете семь лет Обычным образом для вас. И то, что будете сжинать, - В колосьях оставляйте, Помимо лишь немногого в еду"
    },
    {
      "verse_number": 48,
      "text_uthmani": "ثُمَّ يَأْتِى مِنۢ بَعْدِ ذَٰلِكَ سَبْعٌ شِدَادٌ يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلَّا قَلِيلًا مِّمَّا تُحْصِنُونَ",
      "text_uthmani_transcribed": "Ṡumma ya'tī mim ba'di żālika sab'un syidāduy ya'kulna mā qaddamtum lahunna illā qalīlam mimmā tuḥṣinūn(a).",
      "translation": "А после этого семь тяжких лет наступят, Которые поглотят все, Что про запас вы отложили, Кроме немногого того, Что сбережете вы (для будущего сева)"
    },
    {
      "verse_number": 49,
      "text_uthmani": "ثُمَّ يَأْتِى مِنۢ بَعْدِ ذَٰلِكَ عَامٌ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعْصِرُونَ",
      "text_uthmani_transcribed": "Ṡumma ya'tī mim ba'di żālika 'āmun fīhi yugāṡun-nāsu wa fīhi ya'ṣirūn(a).",
      "translation": "И вслед за тем наступит год, В который жители получат дождь обильный И будут выжимать (и масло, и вино себе на благо)"
    },
    {
      "verse_number": 50,
      "text_uthmani": "وَقَالَ ٱلْمَلِكُ ٱئْتُونِى بِهِۦ ۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرْجِعْ إِلَىٰ رَبِّكَ فَسْـَٔلْهُ مَا بَالُ ٱلنِّسْوَةِ ٱلَّـٰتِى قَطَّعْنَ أَيْدِيَهُنَّ ۚ إِنَّ رَبِّى بِكَيْدِهِنَّ عَلِيمٌ",
      "text_uthmani_transcribed": "Wa qālal-maliku'tūnī bih(ī), falammā jā'ahur-rasūlu qālarji' ilā rabbika fas'alhu mā bālun-niswatil-lātī qaṭṭa'na aidiyahunn(a), inna rabbī bikaidihinna 'alīm(un).",
      "translation": "И царь сказал: \"Ко мне его ведите!\" Когда к нему пришел (царя) посланец, (Йусуф) сказал: \"Ты к господину своему вернись и у него спроси: Каков настрой и помыслы тех женщин, Которые порезали себе (ножами) руки? Господь мой, истинно, про их уловки знает"
    },
    {
      "verse_number": 51,
      "text_uthmani": "قَالَ مَا خَطْبُكُنَّ إِذْ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفْسِهِۦ ۚ قُلْنَ حَـٰشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِن سُوٓءٍ ۚ قَالَتِ ٱمْرَأَتُ ٱلْعَزِيزِ ٱلْـَٔـٰنَ حَصْحَصَ ٱلْحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفْسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّـٰدِقِينَ",
      "text_uthmani_transcribed": "Qāla mā khaṭbukunna iż rāwattunna yūsufa 'an nafsih(ī), qulna ḥāsya lillāhi mā 'alimnā 'alaihi min sū'(in), qālatimra'atul-'azīzil-āna ḥaṣḥaṣal-ḥaqq(u), ana rāwattuhū 'an nafsihī wa innahū laminaṣ-ṣādiqīn(a).",
      "translation": "И (царь) спросил (тогда тех женщин): \"В чем было ваше устремленье, Когда пытались вы Йусуфа соблазнить?\" Они сказали: \"Упаси нас Бог! За ним не знаем мы дурного\". И молвила жена вельможи: \"Открылась истина теперь. Его я соблазнить пыталась, Но он остался из (числа) правдивых"
    },
    {
      "verse_number": 52,
      "text_uthmani": "ذَٰلِكَ لِيَعْلَمَ أَنِّى لَمْ أَخُنْهُ بِٱلْغَيْبِ وَأَنَّ ٱللَّهَ لَا يَهْدِى كَيْدَ ٱلْخَآئِنِينَ",
      "text_uthmani_transcribed": "Żālika liya'lama annī lam akhunhu bil-gaibi wa annallāha lā yahdī kaidal-khā'inīn(a).",
      "translation": "(Я) это (говорю), чтоб (мой супруг) узнал, Что я в отсутствие его ему не изменила И что Аллах свершиться не позволит (Злым) умыслам изменников (неверных)"
    },
    {
      "verse_number": 53,
      "text_uthmani": "۞ وَمَآ أُبَرِّئُ نَفْسِىٓ ۚ إِنَّ ٱلنَّفْسَ لَأَمَّارَةٌۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّىٓ ۚ إِنَّ رَبِّى غَفُورٌ رَّحِيمٌ",
      "text_uthmani_transcribed": "Wa mā ubarri'u nafsī, innan-nafsa la'ammāratum bis-sū'i illā mā raḥima rabbī, inna rabbī gafūrur raḥīm(un).",
      "translation": "И я себя оправдывать не стану, - Ведь (всякая) душа склоняется ко злу, Если Господь мой милостью ее не осеняет. Господь мой, истинно, прощающ, милосерд"
    },
    {
      "verse_number": 54,
      "text_uthmani": "وَقَالَ ٱلْمَلِكُ ٱئْتُونِى بِهِۦٓ أَسْتَخْلِصْهُ لِنَفْسِى ۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ",
      "text_uthmani_transcribed": "Wa qālal-maliku'tūnī bihī astakhliṣhu linafsī, falammā kallamahū qāla innakal-yauma ladainā makīnun amīn(un).",
      "translation": "И царь сказал: \"Ко мне его ведите! Себе (на службу) я его возьму\". И, с ним поговорив, сказал он: \"Отныне ты при нас И нами наделен доверием и силой"
    },
    {
      "verse_number": 55,
      "text_uthmani": "قَالَ ٱجْعَلْنِى عَلَىٰ خَزَآئِنِ ٱلْأَرْضِ ۖ إِنِّى حَفِيظٌ عَلِيمٌ",
      "text_uthmani_transcribed": "Qālaj'alnī 'alā khazā'inil-arḍ(i), innī ḥafīẓun 'alīm(un).",
      "translation": "Йусуф ответил: \"Поставь меня распорядителем хранилищ сей земли. Поистине, я - знающий хранитель"
    }
  ]
}