[
  {
    "verse_number": 67,
    "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ أَءِذَا كُنَّا تُرَٰبًا وَءَابَآؤُنَآ أَئِنَّا لَمُخْرَجُونَ",
    "text_uthmani_transcribed": "Wa qālal-lażīna kafarū a'iżā kunnā turābaw wa ābā'unā a'innā lamukhrajūn(a).",
    "translation": "И говорят неверные: \"Ужель когда мы станем прахом - И мы, и наши праотцы, - Неужто (к жизни вновь) воскрешены мы будем"
  },
  {
    "verse_number": 68,
    "text_uthmani": "لَقَدْ وُعِدْنَا هَـٰذَا نَحْنُ وَءَابَآؤُنَا مِن قَبْلُ إِنْ هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
    "text_uthmani_transcribed": "Laqad wu'idnā hāżā naḥnu wa ābā'unā min qabl(u), in hāżā illā asāṭīrul-awwalīn(a).",
    "translation": "Это уже нам обещали, А прежде - нашим праотцам. Это - всего лишь сказы первых"
  },
  {
    "verse_number": 69,
    "text_uthmani": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُجْرِمِينَ",
    "text_uthmani_transcribed": "Qul sīrū fil-arḍi fanẓurū kaifa kāna 'āqibatul-mujrimīn(a).",
    "translation": "Скажи: \"Пройдите по земле и посмотрите, Каков конец был тех, кто преступил (Пределы, установленные Богом)"
  },
  {
    "verse_number": 70,
    "text_uthmani": "وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُن فِى ضَيْقٍ مِّمَّا يَمْكُرُونَ",
    "text_uthmani_transcribed": "Wa lā taḥzan 'alaihim wa lā takun fī ḍaiqim mimmā yamkurūn(a).",
    "translation": "И ты, (о Мухаммад!), не огорчайся из-за них. Пусть их коварные уловки Стеснением тебе не давят грудь"
  },
  {
    "verse_number": 71,
    "text_uthmani": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
    "text_uthmani_transcribed": "Wa yaqūlūna matā hāżal-wa'du in kuntum ṣādiqīn(a).",
    "translation": "И говорят (неверные): \"Когда исполнится эта угроза, Если (о ней) вы правду говорите"
  },
  {
    "verse_number": 72,
    "text_uthmani": "قُلْ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعْضُ ٱلَّذِى تَسْتَعْجِلُونَ",
    "text_uthmani_transcribed": "Qul 'asā ay yakūna radifa lakum ba'ḍul-lażī tasta'jilūn(a).",
    "translation": "Скажи: \"Возможно, уже вслед за вами идет что-либо из того, С чем вы торопите (к свершенью)"
  },
  {
    "verse_number": 73,
    "text_uthmani": "وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ",
    "text_uthmani_transcribed": "Wa inna rabbaka lażū faḍlin 'alan-nāsi wa lākinna akṡarahum lā yasykurūn(a).",
    "translation": "Поистине, Господь твой к людям благ, Но большинство из них неблагодарны"
  },
  {
    "verse_number": 74,
    "text_uthmani": "وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ",
    "text_uthmani_transcribed": "Wa inna rabbaka laya'lamu mā tukinnu ṣudūruhum wa mā yu'linūn(a).",
    "translation": "И, истинно, Господь твой знает, Что кроется у них в груди, Что напоказ они являют"
  },
  {
    "verse_number": 75,
    "text_uthmani": "وَمَا مِنْ غَآئِبَةٍ فِى ٱلسَّمَآءِ وَٱلْأَرْضِ إِلَّا فِى كِتَـٰبٍ مُّبِينٍ",
    "text_uthmani_transcribed": "Wa mā min gā'ibatin fis-samā'i wal-arḍi illā fī kitābim mubīn(in).",
    "translation": "Нет ничего сокрытого на небе и земле, Чего б не значилось в (Господней) Книге (уложений)"
  },
  {
    "verse_number": 76,
    "text_uthmani": "إِنَّ هَـٰذَا ٱلْقُرْءَانَ يَقُصُّ عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ أَكْثَرَ ٱلَّذِى هُمْ فِيهِ يَخْتَلِفُونَ",
    "text_uthmani_transcribed": "Inna hāżal-qur'āna yaquṣṣu 'alā banī isrā'īla akṡaral-lażī hum fīhi yakhtalifūn(a).",
    "translation": "Этот Коран, поистине, сынам Исраиля толкует Большую часть того, в чем разошлись они"
  },
  {
    "verse_number": 77,
    "text_uthmani": "وَإِنَّهُۥ لَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ",
    "text_uthmani_transcribed": "Wa innahū lahudaw wa raḥmatul lil-mu'minīn(a).",
    "translation": "И, несомненно, он - (Господне) руководство И милость тем, кто (Богу) предался"
  }
]