{
  "chapter_number": 2,
  "verses": [
    {
      "verse_number": 221,
      "text_uthmani": "وَلَا تَنكِحُوا۟ ٱلْمُشْرِكَـٰتِ حَتَّىٰ يُؤْمِنَّ ۚ وَلَأَمَةٌ مُّؤْمِنَةٌ خَيْرٌ مِّن مُّشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ ۗ وَلَا تُنكِحُوا۟ ٱلْمُشْرِكِينَ حَتَّىٰ يُؤْمِنُوا۟ ۚ وَلَعَبْدٌ مُّؤْمِنٌ خَيْرٌ مِّن مُّشْرِكٍ وَلَوْ أَعْجَبَكُمْ ۗ أُو۟لَـٰٓئِكَ يَدْعُونَ إِلَى ٱلنَّارِ ۖ وَٱللَّهُ يَدْعُوٓا۟ إِلَى ٱلْجَنَّةِ وَٱلْمَغْفِرَةِ بِإِذْنِهِۦ ۖ وَيُبَيِّنُ ءَايَـٰتِهِۦ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ",
      "text_uthmani_transcribed": "Wa lā tankiḥul-musyrikāti ḥattā yu'minn(a), wa la'amatum mu'minatun khairum mim musyrikatiw wa lau a'jabatkum, wa lā tunkiḥul-musyrikīna ḥattā yu'minū, wa la'abdum mu'minun khairum mim musyrikiw wa lau a'jabakum,  ulā'ika yad'ūna ilan-nār(i), wallāhu yad'ū ilal-jannati wal-magfirati bi'iżnih(ī), wa yubayyinu āyātihī lin-nāsi la'allahum yatażakkarūn(a).",
      "translation": "Вы многобожниц в жены не берите, Доколе не уверуют они. Рабыня, что уверовала (в Бога), Вам лучше многобожницы-жены, Хотя вторая вас прельщает больше. За многобожцев (дочерей) своих не выдавайте, Доколе не уверуют они, - Ведь раб, уверовавший (в Бога), (В мужьях) ей лучше многобожца, Хотя второй прельщает больше вас. Вас многобожцы в Ад зовут, Господь же - к саду Рая и к прощенью, Свои знаменья людям разъясняя, Чтоб помнили Его и воздавали славу"
    },
    {
      "verse_number": 222,
      "text_uthmani": "وَيَسْـَٔلُونَكَ عَنِ ٱلْمَحِيضِ ۖ قُلْ هُوَ أَذًى فَٱعْتَزِلُوا۟ ٱلنِّسَآءَ فِى ٱلْمَحِيضِ ۖ وَلَا تَقْرَبُوهُنَّ حَتَّىٰ يَطْهُرْنَ ۖ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ ٱللَّهُ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلْمُتَطَهِّرِينَ",
      "text_uthmani_transcribed": "Wa yas'alūnaka 'anil-maḥīḍ(i), qul huwa ażā(n), fa'tazilun-nisā'a fil-maḥīḍ(i), wa lā taqrabūhunna ḥattā yaṭhurn(a), fa'iżā taṭahharna fa'tūhunna min ḥaiṡu amarakumullāh(u), innallāha yuḥibbut-tawwābīna wa yuḥibbul-mutaṭahhirīn(a).",
      "translation": "Они тебя о регулах у женщин вопрошают. Скажи: \"Сие есть течь и недуг\". А потому вам надлежит Держаться в стороне на это время И к ним не прикасаться, пока они не будут чисты. Когда ж они пройдут обмыв, Вы продолжайте с нею здравую супружескую связь, Как вам Аллах назначил, - Аллах ведь любит тех, кто обращается к Нему, И тех, кто в чистоте себя содержит"
    },
    {
      "verse_number": 223,
      "text_uthmani": "نِسَآؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُوا۟ حَرْثَكُمْ أَنَّىٰ شِئْتُمْ ۖ وَقَدِّمُوا۟ لِأَنفُسِكُمْ ۚ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّكُم مُّلَـٰقُوهُ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
      "text_uthmani_transcribed": "Nisā'ukum ḥarṡul lakum, fa'tū ḥarṡakum annā syi'tum, wa qaddimū li anfusikum, wattaqullāha wa'lamū annakum mulāqūh(u), wa basysyiril-mu'minīn(a).",
      "translation": "Для вас супруги ваши - нива, И вы на свою ниву приходите, Когда желание в вас есть; Но перед этим вы для душ своих Какую-либо благость уготовьте. Страшитесь гнева Господа и знайте, Что все вы встретите Его. (Ты ж, Мухаммад!), обрадуй праведных сей вестью"
    },
    {
      "verse_number": 224,
      "text_uthmani": "وَلَا تَجْعَلُوا۟ ٱللَّهَ عُرْضَةً لِّأَيْمَـٰنِكُمْ أَن تَبَرُّوا۟ وَتَتَّقُوا۟ وَتُصْلِحُوا۟ بَيْنَ ٱلنَّاسِ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
      "text_uthmani_transcribed": "Wa lā taj'alullāha 'urḍatal li'aimānikum an tabarrū wa tattaqū wa tuṣliḥū bainan-nās(i), wallāhu samī'un 'alīm(un).",
      "translation": "Аллаха имя не берите Для ваших клятв о благочестии своем, О страхе пред Господним гневом, О водворении согласия и мира меж людьми, (Коль не сумели проявить вы это), - Аллах ведь слышит все и знает обо всем"
    },
    {
      "verse_number": 225,
      "text_uthmani": "لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغْوِ فِىٓ أَيْمَـٰنِكُمْ وَلَـٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتْ قُلُوبُكُمْ ۗ وَٱللَّهُ غَفُورٌ حَلِيمٌ",
      "text_uthmani_transcribed": "Lā yu'ākhiżukumullāhu bil-lagwi fī aimānikum wa lākiy yu'ākhiżukum bimā kasabat qulūbukum, wallāhu gafūrun ḥalīm(un).",
      "translation": "Господь не спросит с вас за пустословье клятв, Он спросит с вас за то лишь, Что схоронилось в вашем сердце, - Ведь всепрощающ и воздержан Он"
    },
    {
      "verse_number": 226,
      "text_uthmani": "لِّلَّذِينَ يُؤْلُونَ مِن نِّسَآئِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ ۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "text_uthmani_transcribed": "Lil-lażīna yu'lūna min nisā'ihim tarabbuṣu arba'ati asyhur(in), fa'in fā'ū fa'innalāha gafūrur raḥīm(un).",
      "translation": "Для тех, кто клятву даст с женой не сообщаться боле, Назначено четыре месяца (под крышей дома) выждать, И коль за этот срок муж обратится вновь к жене, - Аллах, поистине, всемилостив и всепрощающ"
    },
    {
      "verse_number": 227,
      "text_uthmani": "وَإِنْ عَزَمُوا۟ ٱلطَّلَـٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
      "text_uthmani_transcribed": "Wa in 'azamuṭ-ṭalāqa fa innallāha samī'un 'alīm(un).",
      "translation": "Но если их желание развода неизменно, - Аллах ведь слышит все и знает обо всем"
    },
    {
      "verse_number": 228,
      "text_uthmani": "وَٱلْمُطَلَّقَـٰتُ يَتَرَبَّصْنَ بِأَنفُسِهِنَّ ثَلَـٰثَةَ قُرُوٓءٍ ۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكْتُمْنَ مَا خَلَقَ ٱللَّهُ فِىٓ أَرْحَامِهِنَّ إِن كُنَّ يُؤْمِنَّ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِى ذَٰلِكَ إِنْ أَرَادُوٓا۟ إِصْلَـٰحًا ۚ وَلَهُنَّ مِثْلُ ٱلَّذِى عَلَيْهِنَّ بِٱلْمَعْرُوفِ ۚ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
      "text_uthmani_transcribed": "Wal-muṭallaqātu yatarabbaṣna bi anfusihinna ṡalāṡata qurū'(in), wa lā yaḥillu lahunna ay yaktumna mā khalaqallāhu fī arḥāmihinna in kunna yu'minna billāhi wal-yaumil-ākhir(i), wa bu'ūlatuhunna aḥaqqu biraddiūhinna fī żālika in arādū iṣlāḥā(n), wa lahunna miṡlul-lażī 'alaihinna bil-ma'rūf(i), wa lir-rijāli 'alaihinna darajah(tun), wallāhu 'azīzun ḥakīm(un).",
      "translation": "И жены, получившие развод, Пусть выждут время трех регулов, И им запрещено сокрыть, Что им Аллах создал в их чреве, Коль веруют они в Аллаха и Последний День. Для их мужей достойнее всего При этом их принять обратно, Коль они склонны к примиренью. И здесь для женщин справедливы те права, Что и права над ними у мужчин, - Но у мужей сих прав - на степень больше. Аллах всесилен, мудр безмерно"
    },
    {
      "verse_number": 229,
      "text_uthmani": "ٱلطَّلَـٰقُ مَرَّتَانِ ۖ فَإِمْسَاكٌۢ بِمَعْرُوفٍ أَوْ تَسْرِيحٌۢ بِإِحْسَـٰنٍ ۗ وَلَا يَحِلُّ لَكُمْ أَن تَأْخُذُوا۟ مِمَّآ ءَاتَيْتُمُوهُنَّ شَيْـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ ۖ فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا ٱفْتَدَتْ بِهِۦ ۗ تِلْكَ حُدُودُ ٱللَّهِ فَلَا تَعْتَدُوهَا ۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
      "text_uthmani_transcribed": "Aṭ-ṭalāqu marratān(i), fa imsākum bima'rūfin au tasrīḥum bi'iḥsān(in), wa lā yaḥillu lakum an ta'khużū  mimmā ātaitumūhunna syai'an illā ay yakhāfā allā yuqīmā ḥudūdullāh(i), fa in khiftum allā yuqīmā ḥudūdullāh(i) falā junāḥa 'alaihimā fīmaftadat bih(ī), tilka ḥudūdullāhi falā ta'tadūhā, wa may yata'adda ḥudūdullāhi fa'ulā'ika humuẓ-ẓālimūn(a).",
      "translation": "Развод возможен в две ступени, После чего вы продолжайте вместе жить благопристойно Иль отпустите от себя с благодеяньем. Вам недозволено брать из того, Чем вы ее (во время брака) одарили, Разве что оба вы таите опасенья, Что не сумеете блюсти пределы, Которые для вас Аллах установил. И если вы, (кто призван рассудить их), Боитесь тоже, что они не соблюдут Пределов, установленных Аллахом, Не будет в том греха, Если жена даст выкуп за свою свободу. Вот таковы пределы, которые Аллах установил. А если кто преступит эти грани, Пребудет (пред Аллахом) нечестивым"
    },
    {
      "verse_number": 230,
      "text_uthmani": "فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعْدُ حَتَّىٰ تَنكِحَ زَوْجًا غَيْرَهُۥ ۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيْهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِ ۗ وَتِلْكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوْمٍ يَعْلَمُونَ",
      "text_uthmani_transcribed": "Fa'in ṭallaqahā falā taḥillu lahū mim ba'du ḥattā tankiḥa zaujan gairah(ū), fa'in ṭallaqahā falā junāḥa 'alaihimā ay yatarāja'ā in ẓannā ay yuqīmā ḥudūdullāh(i), tilka ḥudūdullāhi yubayyinuhā liqaumiy ya'lamūn(a).",
      "translation": "И если муж с женою (окончательно) развелся, То в жены недозволена она ему (опять), Пока не выйдет замуж за другого И тот не даст развода ей. И здесь на них греха не будет, Коль они вновь друг к другу возвратятся И чувствуют, что смогут соблюдать Пределы, что Аллах установил. Вот таковы Его пределы, Которые Он изъясняет тем, Кто обладает разуменьем"
    },
    {
      "verse_number": 231,
      "text_uthmani": "وَإِذَا طَلَّقْتُمُ ٱلنِّسَآءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ ۚ وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِّتَعْتَدُوا۟ ۚ وَمَن يَفْعَلْ ذَٰلِكَ فَقَدْ ظَلَمَ نَفْسَهُۥ ۚ وَلَا تَتَّخِذُوٓا۟ ءَايَـٰتِ ٱللَّهِ هُزُوًا ۚ وَٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ وَمَآ أَنزَلَ عَلَيْكُم مِّنَ ٱلْكِتَـٰبِ وَٱلْحِكْمَةِ يَعِظُكُم بِهِۦ ۚ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
      "text_uthmani_transcribed": "Wa iżā ṭallaqtumun-nisā'a fabalagna ajalahunna fa'amsikūhunna bima'rūfin au sarriḥūhunna bima'rūf(in),  wa lā tumsikūhunna ḍirāral lita'tadū, wa may yaf'al  żālika faqad ẓalama nafasah(ū), wa lā tattakhiżū āyātillāhi huzuwaw ważkurū ni'matallāhi 'alaikum wa mā anzala 'alaikum minal-kitābi wal-ḥikmati ya'iẓukum bih(ī), wattaqullāha wa'lamū  annallāha bikulli syai'in 'alīm(un).",
      "translation": "И при разводе с женами своими, Когда назначенный им срок истек, Верните их с достоинством обратно Или с достоинством их отпустите. Но против воли не удерживайте их, Чиня им зло и непристойность. А кто поступит так - Зло причинит своей душе. Знамений Господа не обращайте в шутку, С признаньем помните Господню милость к вам И то, что ниспослал Он Книгу вам и мудрость, Чтобы наставить вас на верный путь. А потому страшитесь Господа И знайте: Он всеведущ"
    }
  ]
}