[
  {
    "verse_number": 23,
    "text_uthmani": "وَلَا تَنفَعُ ٱلشَّفَـٰعَةُ عِندَهُۥٓ إِلَّا لِمَنْ أَذِنَ لَهُۥ ۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمْ قَالُوا۟ مَاذَا قَالَ رَبُّكُمْ ۖ قَالُوا۟ ٱلْحَقَّ ۖ وَهُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ",
    "text_uthmani_transcribed": "Wa lā tanfa'usy-syafā'atu 'indahū illā liman ażina lah(ū), ḥattā iżā fuzzi'a 'an qulūbihim qālū māżā, qāla rabbukum, qālul-ḥaqq(a), wa huwal-'aliyyul-kabīr(u).",
    "translation": "Пред Ним ничье заступничество не поможет, Помимо тех, кому дозволит Он, (И те), когда с сердец их снимут страх, Промолвят: \"Что сказал ваш Бог?\" Ответят те: \"(Он) Истину (сказал). Велик Он и, поистине, возвышен"
  },
  {
    "verse_number": 24,
    "text_uthmani": "۞ قُلْ مَن يَرْزُقُكُم مِّنَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ قُلِ ٱللَّهُ ۖ وَإِنَّآ أَوْ إِيَّاكُمْ لَعَلَىٰ هُدًى أَوْ فِى ضَلَـٰلٍ مُّبِينٍ",
    "text_uthmani_transcribed": "Qul may yarzuqukum minas-samāwāti wal-arḍ(i), qulillāh(u), wa innā au iyyākum la'alā hudan au fī ḍalālim mubīn(in).",
    "translation": "Скажи: \"Кто доставляет вам потребное с небес и из земли?\" Скажи: \"Аллах! И, несомненно, мы иль вы - (одни из нас) - Стоят на праведной стезе Другие же в глубоком заблужденье пребывают"
  },
  {
    "verse_number": 25,
    "text_uthmani": "قُل لَّا تُسْـَٔلُونَ عَمَّآ أَجْرَمْنَا وَلَا نُسْـَٔلُ عَمَّا تَعْمَلُونَ",
    "text_uthmani_transcribed": "Qul lā tus'alūna 'ammā ajramnā wa lā nus'alu 'ammā ta'malūn(a).",
    "translation": "Скажи: \"Не спросят вас о наших прегрешеньях И нас не спросят, что творите вы"
  },
  {
    "verse_number": 26,
    "text_uthmani": "قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِٱلْحَقِّ وَهُوَ ٱلْفَتَّاحُ ٱلْعَلِيمُ",
    "text_uthmani_transcribed": "Qul yajma'u bainanā rabbunā ṡumma yaftaḥu bainanā bil-ḥaqq(i), wa huwal-fattāḥul-'alīm(u).",
    "translation": "Скажи: \"Нас соберет Господь наш, а потом Рассудит нас по Истине (Своей), - Верховный Судия Он, ведающий все"
  },
  {
    "verse_number": 27,
    "text_uthmani": "قُلْ أَرُونِىَ ٱلَّذِينَ أَلْحَقْتُم بِهِۦ شُرَكَآءَ ۖ كَلَّا ۚ بَلْ هُوَ ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "text_uthmani_transcribed": "Qul arūniyal-lażīna alḥaqtum bihī syurakā'a kallā, bal huwallāhul-'azīzul-ḥakīm(u).",
    "translation": "Скажи (им): \"Покажите мне, Кого вы в сотоварищи Ему придали!\" Так нет (их у Него)! Он лишь - Господь, великий, мудрый"
  },
  {
    "verse_number": 28,
    "text_uthmani": "وَمَآ أَرْسَلْنَـٰكَ إِلَّا كَآفَّةً لِّلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa mā arsalnāka illā kāffatal lin-nāsi basyīraw wa nażīraw wa lākinna akṡaran-nāsi lā ya'lamūn(a).",
    "translation": "Тебя, (о Мухаммад!), послали Мы ко всем народам Как правовестника (Господних откровений) И увещателя (от зла), Но большинство людей не знает"
  },
  {
    "verse_number": 29,
    "text_uthmani": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
    "text_uthmani_transcribed": "Wa yaqūlūna matā hāżal-wa'du in kuntum ṣādiqīn(a).",
    "translation": "И говорят они: \"Когда исполнится все то, Что вы сулите (нам от Бога), Если вы правду говорите"
  },
  {
    "verse_number": 30,
    "text_uthmani": "قُل لَّكُم مِّيعَادُ يَوْمٍ لَّا تَسْتَـْٔخِرُونَ عَنْهُ سَاعَةً وَلَا تَسْتَقْدِمُونَ",
    "text_uthmani_transcribed": "Qul lakum mī'ādu yaumil lā tasta'khirūna 'anhu sā'ataw wa lā tastaqdimūn(a).",
    "translation": "Скажи: \"Назначена вам (встреча) На тот День, Который ни на час ни отвратить вам, ни приблизить"
  },
  {
    "verse_number": 31,
    "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَن نُّؤْمِنَ بِهَـٰذَا ٱلْقُرْءَانِ وَلَا بِٱلَّذِى بَيْنَ يَدَيْهِ ۗ وَلَوْ تَرَىٰٓ إِذِ ٱلظَّـٰلِمُونَ مَوْقُوفُونَ عِندَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَىٰ بَعْضٍ ٱلْقَوْلَ يَقُولُ ٱلَّذِينَ ٱسْتُضْعِفُوا۟ لِلَّذِينَ ٱسْتَكْبَرُوا۟ لَوْلَآ أَنتُمْ لَكُنَّا مُؤْمِنِينَ",
    "text_uthmani_transcribed": "Wa qālal-lażīna kafarū lan nu'mina bihāżal-qur'āni wa lā bil-lażī baina yadaih(i), wa lau tarā iżiẓ-ẓālimūna mauqūfūna 'inda rabbihim, yarji'u ba'ḍuhum ilā ba'ḍinil-qaul(a), yaqūlul-lażīnastuḍ'ifū lil-lażīnastakbarū lau lā antum lakunnā mu'minīn(a).",
    "translation": "Неверующие говорят: \"Мы не уверуем ни в этот Аль Кор'ан, Ни в то, что до него ниспослано (другим пророкам)\". Увидеть бы тебе, Как нечестивых выставят пред их Владыкой, (Гневно) бросающих (в лицо) друг другу Слова взаимного упрека. И те, что были слабы и бесправны, Самонадеянным и дерзким скажут: \"Если б не вы, уверовали б мы"
  },
  {
    "verse_number": 32,
    "text_uthmani": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ لِلَّذِينَ ٱسْتُضْعِفُوٓا۟ أَنَحْنُ صَدَدْنَـٰكُمْ عَنِ ٱلْهُدَىٰ بَعْدَ إِذْ جَآءَكُم ۖ بَلْ كُنتُم مُّجْرِمِينَ",
    "text_uthmani_transcribed": "Qālal-lażīnastakbarū lil-lażīnastuḍ'ifū anaḥnu ṣadadnākum 'anil-hudā ba'da iż jā'akum bal kuntum mujrimīn(a).",
    "translation": "Надменные же слабым скажут: \"Мы разве вас свели с (Господнего) пути После того, как он уже пришел к вам? (Конечно), нет! Вы сами грешниками стали"
  },
  {
    "verse_number": 33,
    "text_uthmani": "وَقَالَ ٱلَّذِينَ ٱسْتُضْعِفُوا۟ لِلَّذِينَ ٱسْتَكْبَرُوا۟ بَلْ مَكْرُ ٱلَّيْلِ وَٱلنَّهَارِ إِذْ تَأْمُرُونَنَآ أَن نَّكْفُرَ بِٱللَّهِ وَنَجْعَلَ لَهُۥٓ أَندَادًا ۚ وَأَسَرُّوا۟ ٱلنَّدَامَةَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ وَجَعَلْنَا ٱلْأَغْلَـٰلَ فِىٓ أَعْنَاقِ ٱلَّذِينَ كَفَرُوا۟ ۚ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Wa qālal-lażīnastuḍ'ifū lil-lażīnastakbarū bal makrul-laili wan-nahāri iż ta'murūnanā an nakfura billāhi wa naj'ala lahū andādā(n), wa asarrun-nadāmata lammā ra'awul-'ażāb(a), wa ja'alnal-aglāla fī a'nāqil-lażīna kafarū, hal yujzauna illā mā kānū ya'malūn(a).",
    "translation": "А слабые надменным скажут: \"О нет! Это уловки ваши По ночам и в (свете) дня, Когда вы (хитростью) приказывали нам Не веровать в Аллаха и равных придавать Ему\". И затаенное раскаянье их (душ) Откроется при виде горькой муки. Наложим Мы ярмо на шеи тех, Кто не уверовал (в Аллаха), - Так неужели это воздаянье Не будет им за то, что делали они"
  }
]