{
  "chapter_number": 39,
  "verses": [
    {
      "verse_number": 23,
      "text_uthmani": "ٱللَّهُ نَزَّلَ أَحْسَنَ ٱلْحَدِيثِ كِتَـٰبًا مُّتَشَـٰبِهًا مَّثَانِىَ تَقْشَعِرُّ مِنْهُ جُلُودُ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ ٱللَّهِ ۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهْدِى بِهِۦ مَن يَشَآءُ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
      "text_uthmani_transcribed": "Allāhu nazzala aḥsanal-ḥadīṡi kitābam mutasyābiham maṡāniy(a), taqsya'irru minhu julūdul-lażīna yakhsyauna rabbahum, ṡumma talīnu julūduhum wa qulūbuhum ilā żikrillāh(i), żālika hudallāhi yahdī bihī may yasyā'(u), wa may yuḍlilillāhu famā lahū min hād(in).",
      "translation": "Аллах (вам) ниспослал Прекраснейшее Слово в виде Книги, (Смысл которого в айатах разных) Иносказательно, но сходно повторяем. И тех, кто гнева Господа страшится, Охватывает дрожь при чтении ее, И кожа их сжимается на теле. Потом же в прославлении Аллаха Смягчаются их кожа и сердца. Таков Господень путь, И им Он направляет тех, Кого сочтет Себе угодным. Но те, кого Аллах собьет с пути, Вожатого обресть не смогут"
    },
    {
      "verse_number": 24,
      "text_uthmani": "أَفَمَن يَتَّقِى بِوَجْهِهِۦ سُوٓءَ ٱلْعَذَابِ يَوْمَ ٱلْقِيَـٰمَةِ ۚ وَقِيلَ لِلظَّـٰلِمِينَ ذُوقُوا۟ مَا كُنتُمْ تَكْسِبُونَ",
      "text_uthmani_transcribed": "Afamay yattaqī biwajhihī sū'al-'ażābi yaumal-qiyāmah(ti), wa qīla liẓ-ẓālimīna żūqū mā kuntum taksibūn(a).",
      "translation": "Ужели тот, кому всем ликом Придется защищать себя От злейшей кары в День Суда, (Подобен тем, кто уберег себя от кары)? И скажут преступившим: \"Вкусите то, что вы приобрели"
    },
    {
      "verse_number": 25,
      "text_uthmani": "كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ فَأَتَىٰهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
      "text_uthmani_transcribed": "Każżabal-lażīna min qablihim fa'atāhumul-'ażābu mi ḥaiṡu lā yasy'urūn(a).",
      "translation": "Считали ложью (откровения Мои) И те, которые до них (грешили), И пало наказание на них неведомо с каких сторон"
    },
    {
      "verse_number": 26,
      "text_uthmani": "فَأَذَاقَهُمُ ٱللَّهُ ٱلْخِزْىَ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
      "text_uthmani_transcribed": "Fa ażāqahumullāhul-khizya fil-ḥayātid-dun-yā, wa la'ażābul-ākhirati akbar(u), lau kānū ya'lamūn(a).",
      "translation": "Подверг Господь их унижению в сей жизни, А наказание в последней - больше. О, если б они только знали"
    },
    {
      "verse_number": 27,
      "text_uthmani": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هَـٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ لَّعَلَّهُمْ يَتَذَكَّرُونَ",
      "text_uthmani_transcribed": "Wa laqad ḍarabnā lin-nāsi fī hāżal-qur'āni min kulli maṡalil la'allahum yatażakkarūn(a).",
      "translation": "Мы предлагаем людям в этом Аль Кор'ане Притчи различного значенья, Чтоб поразмыслили они"
    },
    {
      "verse_number": 28,
      "text_uthmani": "قُرْءَانًا عَرَبِيًّا غَيْرَ ذِى عِوَجٍ لَّعَلَّهُمْ يَتَّقُونَ",
      "text_uthmani_transcribed": "Qur'ānan 'arabiyyan gaira żī 'iwajil la'allahum yattaqūn(a).",
      "translation": "В Коране на арабском языке, Лишенном всяких (смысловых) уловок, Чтоб люди, Господа страшась, Могли бы уберечься от дурного"
    },
    {
      "verse_number": 29,
      "text_uthmani": "ضَرَبَ ٱللَّهُ مَثَلًا رَّجُلًا فِيهِ شُرَكَآءُ مُتَشَـٰكِسُونَ وَرَجُلًا سَلَمًا لِّرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "text_uthmani_transcribed": "Ḍaraballāhu maṡalar rajulan fīhi syurakā'u mutasyākisūna wa rajulan salamal lirajulin hal yastawiyāni maṡalā(n), al-ḥamdu lillāh(i), bal akṡaruhum lā ya'lamūn(a).",
      "translation": "Аллах приводит в притчу человека, (Право) владеть которым Оспаривают несколько господ, Кто не в ладах друг с другом, И человека, Кто пред одним (хозяином в ответе) И полностью ему принадлежит. Ужель они в сравнении равны? (О нет!) Хвала Аллаху! Но большинство из них не разумеет"
    },
    {
      "verse_number": 30,
      "text_uthmani": "إِنَّكَ مَيِّتٌ وَإِنَّهُم مَّيِّتُونَ",
      "text_uthmani_transcribed": "Innaka mayyituw wa innahum mayyitūn(a).",
      "translation": "Поистине, ты смертен, (Мухаммад), Как смертны и они"
    },
    {
      "verse_number": 31,
      "text_uthmani": "ثُمَّ إِنَّكُمْ يَوْمَ ٱلْقِيَـٰمَةِ عِندَ رَبِّكُمْ تَخْتَصِمُونَ",
      "text_uthmani_transcribed": "Ṡumma innakum yaumal-qiyāmati 'inda rabbikum takhtaṣimūn(a).",
      "translation": "Затем в День Воскресения Пред Господом своим Вы тяжбу меж собою поведете"
    },
    {
      "verse_number": 32,
      "text_uthmani": "۞ فَمَنْ أَظْلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدْقِ إِذْ جَآءَهُۥٓ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْكَـٰفِرِينَ",
      "text_uthmani_transcribed": "Faman aẓlamu mimman każaba 'alallāhi wa każżaba biṣ-ṣidqi iż jā'ah(ū), alaisa fī jahannama maṡwal lil-kāfirīn(a).",
      "translation": "Кто нечестивее того, Кто ложь на Господа возводит И ложью истину считает, Когда она ему уже открылась? И не в Аду ль пристанище неверных"
    },
    {
      "verse_number": 33,
      "text_uthmani": "وَٱلَّذِى جَآءَ بِٱلصِّدْقِ وَصَدَّقَ بِهِۦٓ ۙ أُو۟لَـٰٓئِكَ هُمُ ٱلْمُتَّقُونَ",
      "text_uthmani_transcribed": "Wal-lażī jā'a biṣ-ṣidqi wa ṣaddaqa bihī ulā'ika humul-muttaqūn(a).",
      "translation": "Но тот, кто истину приносит, И тот, кто признает ее, Благочестив (пред Господом своим)"
    }
  ]
}