{
  "chapter_number": 9,
  "verses": [
    {
      "verse_number": 56,
      "text_uthmani": "وَيَحْلِفُونَ بِٱللَّهِ إِنَّهُمْ لَمِنكُمْ وَمَا هُم مِّنكُمْ وَلَـٰكِنَّهُمْ قَوْمٌ يَفْرَقُونَ",
      "text_uthmani_transcribed": "Wa yaḥlifūna billāhi innahum laminkum, wa mā hum minkum wa lākinnahum qaumuy yafraqūn(a).",
      "translation": "Они клянутся именем Аллаха, Что они, истинно, из вас. Но не из вас они, Они - те люди, что боятся (Явить вам свою истинную суть)"
    },
    {
      "verse_number": 57,
      "text_uthmani": "لَوْ يَجِدُونَ مَلْجَـًٔا أَوْ مَغَـٰرَٰتٍ أَوْ مُدَّخَلًا لَّوَلَّوْا۟ إِلَيْهِ وَهُمْ يَجْمَحُونَ",
      "text_uthmani_transcribed": "Lau yajidūna malja'an au magārātin au muddakhalal lawallau ilaihi wa hum yajmaḥūn(a).",
      "translation": "И если бы нашли убежище они - Пещеры иль ухотбище иное, - То повернулись бы и бросились к нему стремглав"
    },
    {
      "verse_number": 58,
      "text_uthmani": "وَمِنْهُم مَّن يَلْمِزُكَ فِى ٱلصَّدَقَـٰتِ فَإِنْ أُعْطُوا۟ مِنْهَا رَضُوا۟ وَإِن لَّمْ يُعْطَوْا۟ مِنْهَآ إِذَا هُمْ يَسْخَطُونَ",
      "text_uthmani_transcribed": "Wa minhum may yalmizuka fiṣ-ṣadaqāt(i), fa in u'ṭū minhā raḍū wa illam yu'ṭau minhā iżā hum yaskhaṭūn(a).",
      "translation": "Есть между ними и такие, Которые злословят о тебе По поводу (раздачи) милостыни (бедным). Коль из нее им подают, они довольны, А если не дают, то сердятся они"
    },
    {
      "verse_number": 59,
      "text_uthmani": "وَلَوْ أَنَّهُمْ رَضُوا۟ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُوا۟ حَسْبُنَا ٱللَّهُ سَيُؤْتِينَا ٱللَّهُ مِن فَضْلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ",
      "text_uthmani_transcribed": "Wa lau annahum raḍū mā ātāhumullāhu wa rasūluh(ū), wa qālū ḥasbunallāhu sayu'tīnallāhu min faḍlihī wa rasūluhū innā ilallāhi rāgibūn(a).",
      "translation": "Им бы довольствоваться тем, Чем наделяет их Аллах И что дает Его посланник! Им говорить бы: \"Нам достаточно Аллаха, Он даст нам от Своих щедрот, И (то же сделает) Его посланник. К Нему взываем мы (в молитвах)"
    },
    {
      "verse_number": 60,
      "text_uthmani": "۞ إِنَّمَا ٱلصَّدَقَـٰتُ لِلْفُقَرَآءِ وَٱلْمَسَـٰكِينِ وَٱلْعَـٰمِلِينَ عَلَيْهَا وَٱلْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِى ٱلرِّقَابِ وَٱلْغَـٰرِمِينَ وَفِى سَبِيلِ ٱللَّهِ وَٱبْنِ ٱلسَّبِيلِ ۖ فَرِيضَةً مِّنَ ٱللَّهِ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
      "text_uthmani_transcribed": "Innamaṣ-ṣadaqātu lil-fuqarā'i wal-masākīni wal-'āmilīna 'alaihā wal-mu'allafati qulūbuhum wa fir-riqābi wal-gārimīna wa fī sabīlillāhi wabnis-sabīl(i), farīḍatam minallāh(i), wallāhu 'alīmun ḥakīm(un).",
      "translation": "Ведь милостыня - лишь для бедных, Для тех, которые в нужде, Смотрителям по выдаче ее, Для тех, сердца которых расположены (к исламу), На выкуп из неволи (пленных иль рабов), На выплату долгов (Для тех, кто разорен и нищетой облекся), На промысел Аллаха, Для тех, кто держит дальний путь, - Сие - установление Аллаха, - Аллах всезнающ, мудр (безмерно)"
    },
    {
      "verse_number": 61,
      "text_uthmani": "وَمِنْهُمُ ٱلَّذِينَ يُؤْذُونَ ٱلنَّبِىَّ وَيَقُولُونَ هُوَ أُذُنٌ ۚ قُلْ أُذُنُ خَيْرٍ لَّكُمْ يُؤْمِنُ بِٱللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِّلَّذِينَ ءَامَنُوا۟ مِنكُمْ ۚ وَٱلَّذِينَ يُؤْذُونَ رَسُولَ ٱللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ",
      "text_uthmani_transcribed": "Wa minhumul-lażīna yu'żūnan nabiyya wa yaqūlūna huwa użun(un), qul użunu khairil lakum yu'minu billāhi wa yu'minu lil-mu'minīna wa raḥmatul lil-lażīna āmanū minkum, wal-lażīna yu'żūna rasūlallāhi lahum 'ażābun alīm(un).",
      "translation": "Средь них есть те, которые пророку досаждают И говорят: \"Он - ухо!\" Скажи: \"Он - ухо к вашему же благу. Он (в Бога) верует и доверяет верным. Господня Милость к тем из вас, Которые уверовали (в Бога)\". И тех, которые пророку досаждают, Мучительные кары ждут"
    },
    {
      "verse_number": 62,
      "text_uthmani": "يَحْلِفُونَ بِٱللَّهِ لَكُمْ لِيُرْضُوكُمْ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرْضُوهُ إِن كَانُوا۟ مُؤْمِنِينَ",
      "text_uthmani_transcribed": "Yaḥlifūna billāhi lakum liyurḍūkum wallāhu wa rasūluhū aḥaqqu ay yurḍūhu  in kānū mu'minīn(a).",
      "translation": "Они клянутся перед вами именем Аллаха, Чтобы служить угоде вашей, Но подобало б им гораздо больше Служить Аллаху и посланнику Его, Когда бы вера в них, поистине, жила"
    },
    {
      "verse_number": 63,
      "text_uthmani": "أَلَمْ يَعْلَمُوٓا۟ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَـٰلِدًا فِيهَا ۚ ذَٰلِكَ ٱلْخِزْىُ ٱلْعَظِيمُ",
      "text_uthmani_transcribed": "Alam ya'lamū annahū may yuḥādidillāha wa rasūlahū fa anna lahū nāru jahannama khālidan fīhā, żālikal khizyul-'aẓīm(u).",
      "translation": "Ужель они не знают, что тому, Кто против Бога и посланника идет, Огонь (пылающего) Ада (уготован), Где пребывать ему навечно? Сие - великое бесчестие и срам"
    },
    {
      "verse_number": 64,
      "text_uthmani": "يَحْذَرُ ٱلْمُنَـٰفِقُونَ أَن تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُم بِمَا فِى قُلُوبِهِمْ ۚ قُلِ ٱسْتَهْزِءُوٓا۟ إِنَّ ٱللَّهَ مُخْرِجٌ مَّا تَحْذَرُونَ",
      "text_uthmani_transcribed": "Yaḥżarul-munāfiqūna an tunazzala 'alaihim sūratun tunabbi'uhum bimā fī qulūbihim, qulistahzi'ū, innallāha mukhrijum mā taḥżarūn(a).",
      "translation": "(С насмешкой) лицемеры опасаются того, Что снизойдет на них какая-либо Сура И обнаружит то, что их сердца таят. Скажи им: \"Насмехайтесь! Господь же, истинно, откроет то, Чего вы так боитесь"
    },
    {
      "verse_number": 65,
      "text_uthmani": "وَلَئِن سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ ۚ قُلْ أَبِٱللَّهِ وَءَايَـٰتِهِۦ وَرَسُولِهِۦ كُنتُمْ تَسْتَهْزِءُونَ",
      "text_uthmani_transcribed": "Wa la'in sa'altahum layaqūlunna innamā kunnā nakhūḍū wa nal'ab(u), qul abillāhi wa āyātihī wa rasūlihī kuntum tastahzi'ūn(a).",
      "translation": "А если ты их спросишь напрямую, Они тебе, конечно, скажут: \"Шутили мы, и только, И для забавы это говорили!\" Скажи: \"Не над Аллахом ли, Знаменьями Его, Его посланником Шутили вы и насмехались"
    },
    {
      "verse_number": 66,
      "text_uthmani": "لَا تَعْتَذِرُوا۟ قَدْ كَفَرْتُم بَعْدَ إِيمَـٰنِكُمْ ۚ إِن نَّعْفُ عَن طَآئِفَةٍ مِّنكُمْ نُعَذِّبْ طَآئِفَةًۢ بِأَنَّهُمْ كَانُوا۟ مُجْرِمِينَ",
      "text_uthmani_transcribed": "Lā ta'tażirū qad kafartum ba'da īmānikum, in na'fu 'an ṭā'ifatim minkum nu'ażżib ṭā'ifatam bi'annahum kānū mujrimīn(a).",
      "translation": "И не (старайтесь) оправдать себя: Вы отреклись от веры, что вами принята была. И если даже Мы простим одних из вас, Накажем Мы других за то, что преступили (Пределы, установленные Мной)"
    }
  ]
}