{
  "chapter_number": 33,
  "verses": [
    {
      "verse_number": 23,
      "text_uthmani": "مِّنَ ٱلْمُؤْمِنِينَ رِجَالٌ صَدَقُوا۟ مَا عَـٰهَدُوا۟ ٱللَّهَ عَلَيْهِ ۖ فَمِنْهُم مَّن قَضَىٰ نَحْبَهُۥ وَمِنْهُم مَّن يَنتَظِرُ ۖ وَمَا بَدَّلُوا۟ تَبْدِيلًا",
      "text_uthmani_transcribed": "Minal-mu'minīna rijālun ṣadaqū mā 'āhadullāha 'alaih(i), faminhum man qaḍā naḥbah(ū), wa minhum may yantaẓir(u), wa mā baddalū tabdīlā(n).",
      "translation": "Средь преданных Аллаху есть такие, Кто верен Договору с Ним, И среди них такие есть, Что свой предел (во славу) завершили, Как есть и те, что ожидают (часа своего). Они не изменили (своей веры)"
    },
    {
      "verse_number": 24,
      "text_uthmani": "لِّيَجْزِىَ ٱللَّهُ ٱلصَّـٰدِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ ٱلْمُنَـٰفِقِينَ إِن شَآءَ أَوْ يَتُوبَ عَلَيْهِمْ ۚ إِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
      "text_uthmani_transcribed": "Liyajziyallāhuṣ-ṣādiqīna biṣidqihim wa yu'ażżibal-munāfiqīna in syā'a au yatūba 'alaihim, innallāha kāna gafūrar raḥīmā(n).",
      "translation": "Чтоб верным мог Аллах воздать за верность, А лицемеров наказать Или явить им Свою милость, Если на это будет Его воля, (Когда покаются они и обратятся к Богу), - Аллах, поистине, прощающ, милосерд"
    },
    {
      "verse_number": 25,
      "text_uthmani": "وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُوا۟ بِغَيْظِهِمْ لَمْ يَنَالُوا۟ خَيْرًا ۚ وَكَفَى ٱللَّهُ ٱلْمُؤْمِنِينَ ٱلْقِتَالَ ۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزًا",
      "text_uthmani_transcribed": "Wa raddallāhul-lażīna kafarū bigaiẓihim lam yanālū khairā(n), wa kafallāhul-mu'minīnal-qitāl(a), wa kānallāhu qawiyyan 'azīzā(n).",
      "translation": "Аллах (заставил) нечестивых повернуть назад Вместе со всей их злобою и гневом. И выгоды они не получили (ни в вере, ни в добре). Для верных же в бою достаточно Аллаха, - Ведь Он силен, могуч и славен"
    },
    {
      "verse_number": 26,
      "text_uthmani": "وَأَنزَلَ ٱلَّذِينَ ظَـٰهَرُوهُم مِّنْ أَهْلِ ٱلْكِتَـٰبِ مِن صَيَاصِيهِمْ وَقَذَفَ فِى قُلُوبِهِمُ ٱلرُّعْبَ فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا",
      "text_uthmani_transcribed": "Wa anzalal-lażīna ẓāharūhum min ahlil-kitābi min ṣayāṣīhim wa qażafa fī qulūbihimur-ru'ba farīqan taqtulūna wa ta'sirūna farīqā(n).",
      "translation": "И из людей Писания Он выйти (повелел) из укреплений тем, Что помогали (воевать против пророка), И в сердце им вселил смертельный страх. Вы истребили часть из них, Других же взяли в плен (и обратили в рабство)"
    },
    {
      "verse_number": 27,
      "text_uthmani": "وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَـٰرَهُمْ وَأَمْوَٰلَهُمْ وَأَرْضًا لَّمْ تَطَـُٔوهَا ۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرًا",
      "text_uthmani_transcribed": "Wa auraṡakum arḍahum wa diyārahum wa amwālahum wa arḍal lam taṭa'ūhā, wa kānallāhu 'alā kulli syai'in qadīrā(n).",
      "translation": "И дал Он вам в наследство землю их, Дома их и добро И те места, куда ваша нога доселе не ступала, - Аллах над всякой вещью мощен"
    },
    {
      "verse_number": 28,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّأَزْوَٰجِكَ إِن كُنتُنَّ تُرِدْنَ ٱلْحَيَوٰةَ ٱلدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا",
      "text_uthmani_transcribed": "Yā ayyuhan-nabiyyu qul li'azwājika in kuntunna turidnal-ḥayātad-dun-yā wa zīnatahā fa ta'ālaina umatti'kunna wa usarriḥkunna sarāḥan jamīlā(n).",
      "translation": "О пророк! Скажи своим супругам: \"Если вы ищете усладу и украсы ближней жизни, Приходите: Я вам (развод и с ним) довольствие доставлю И отпущу с достоинством и честью (на свободу)"
    },
    {
      "verse_number": 29,
      "text_uthmani": "وَإِن كُنتُنَّ تُرِدْنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلْـَٔاخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلْمُحْسِنَـٰتِ مِنكُنَّ أَجْرًا عَظِيمًا",
      "text_uthmani_transcribed": "Wa in kuntunna turidnallāha wa rasūlahū wad-dāral-ākhirata fa innallāha a'adda lil-muḥsināti minkunna ajran 'aẓīmā(n).",
      "translation": "Но если ищете угоды Бога, Его посланнику (хотите быть женой) И (испытать дары) последнего жилища, То, истинно, Аллах уготовал великую награду Для добродеющих из вас"
    },
    {
      "verse_number": 30,
      "text_uthmani": "يَـٰنِسَآءَ ٱلنَّبِىِّ مَن يَأْتِ مِنكُنَّ بِفَـٰحِشَةٍ مُّبَيِّنَةٍ يُضَـٰعَفْ لَهَا ٱلْعَذَابُ ضِعْفَيْنِ ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
      "text_uthmani_transcribed": "Yā nisā'an-nabiyyi may ya'ti minkunna bifāḥisyatim mubayyinatiy yuḍā'af lahal-'ażābu ḍi'fain(i), wa kāna żālika 'alallāhi yasīrā(n).",
      "translation": "Жены пророка! Если одна из вас Виновна будет в мерзости, что будет очевидна, Ей наказание удвоится вдвойне, - Ведь это для Аллаха так легко"
    },
    {
      "verse_number": 31,
      "text_uthmani": "۞ وَمَن يَقْنُتْ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعْمَلْ صَـٰلِحًا نُّؤْتِهَآ أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا",
      "text_uthmani_transcribed": "Wa may yaqnut minkunna lillāhi wa rasūlihī wa ta'mal ṣāliḥan nu'tihā ajrahā marratain(i), wa a'tadnā lahā rizqan karīmā(n).",
      "translation": "А ту, которая Аллаху и посланнику Его послушна будет И будет доброе творить, Мы одарим двойной наградой И долей благородной (осветим), Которую (уже) Мы ей уготовали"
    },
    {
      "verse_number": 32,
      "text_uthmani": "يَـٰنِسَآءَ ٱلنَّبِىِّ لَسْتُنَّ كَأَحَدٍ مِّنَ ٱلنِّسَآءِ ۚ إِنِ ٱتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِٱلْقَوْلِ فَيَطْمَعَ ٱلَّذِى فِى قَلْبِهِۦ مَرَضٌ وَقُلْنَ قَوْلًا مَّعْرُوفًا",
      "text_uthmani_transcribed": "Yā nisā'an-nabiyyi lastunna ka'aḥadim minan-nisā'i inittaqaitunna falā takhḍa'na bil-qauli fa yaṭma'al-lażī fī qalbihī maraḍuw wa qulna qaulam ma'rūfā(n).",
      "translation": "Жены пророка! Вы - не такие, как обычные другие жены. Если вы гнева Господа страшитесь, В своих речах не будьте ласково-любезны, Чтобы в каком-нибудь (мужчине), Чье сердце (к женщине влечением) больнО, Не воспылало вожделенье (к вам). Ведите разговор пристойно"
    },
    {
      "verse_number": 33,
      "text_uthmani": "وَقَرْنَ فِى بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ ٱلْجَـٰهِلِيَّةِ ٱلْأُولَىٰ ۖ وَأَقِمْنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعْنَ ٱللَّهَ وَرَسُولَهُۥٓ ۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذْهِبَ عَنكُمُ ٱلرِّجْسَ أَهْلَ ٱلْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا",
      "text_uthmani_transcribed": "Wa qarna fī buyūtikunna wa lā tabarrajna tabarrujal-jāhiliyyatil-ūlā wa aqimnaṣ-ṣalāta wa ātīnaz-zakāta wa aṭi'nallāha wa rasūlah(ū), innamā yurīdullāhu liyużhiba 'ankumur-rijsa ahlal-baiti wa yuṭahhirakum taṭhīrā(n).",
      "translation": "В домах своих покойно пребывайте И не кичитесь украшеньями невежества времен, Творите ритуальную молитву И правьте очистительную подать, Аллаху и посланнику Его послушны будьте, - Ведь Он лишь хочет снять с вас скверну, (Очистить) дом его семьи И всех вас полным очищением очистить"
    }
  ]
}