[
  {
    "verse_number": 78,
    "text_uthmani": "أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمْسِ إِلَىٰ غَسَقِ ٱلَّيْلِ وَقُرْءَانَ ٱلْفَجْرِ ۖ إِنَّ قُرْءَانَ ٱلْفَجْرِ كَانَ مَشْهُودًا",
    "text_uthmani_transcribed": "Aqimiṣ-ṣalāta lidulūkisy-syamsi ilā gasaqil-laili wa qur'ānal-fajr(i), inna qur'ānal-fajri kāna masyhūdā(n).",
    "translation": "Твори молитву (всякий раз), Когда клонится солнце к мраку ночи. А на рассвете дня читай Коран, - Ведь чтение на утренней заре, Поистине, свидетелей имеет"
  },
  {
    "verse_number": 79,
    "text_uthmani": "وَمِنَ ٱلَّيْلِ فَتَهَجَّدْ بِهِۦ نَافِلَةً لَّكَ عَسَىٰٓ أَن يَبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُودًا",
    "text_uthmani_transcribed": "Wa minal-laili fa tahajjad bihī nāfilatal lak(a), 'asā ay yab'aṡaka rabbuka maqāmam maḥmūdā(n).",
    "translation": "И бдением в полночные часы Усердствуй в сем благочестивом деле По доброй воле, для (души) своей, - И место славное тебе Господь твой, истинно, доставит"
  },
  {
    "verse_number": 80,
    "text_uthmani": "وَقُل رَّبِّ أَدْخِلْنِى مُدْخَلَ صِدْقٍ وَأَخْرِجْنِى مُخْرَجَ صِدْقٍ وَٱجْعَل لِّى مِن لَّدُنكَ سُلْطَـٰنًا نَّصِيرًا",
    "text_uthmani_transcribed": "Wa qur rabbi adkhilnī mudkhala ṣidqiw wa akhrijnī mukhraja ṣidqiw waj'al lī mil ladunka sulṭānan naṣīrā(n).",
    "translation": "Скажи: \"О мой Господь! Введи меня Вратами истины (и чести), И выведи меня вратами истины и чести, И дай мне в помощь от Тебя Могущество и власть"
  },
  {
    "verse_number": 81,
    "text_uthmani": "وَقُلْ جَآءَ ٱلْحَقُّ وَزَهَقَ ٱلْبَـٰطِلُ ۚ إِنَّ ٱلْبَـٰطِلَ كَانَ زَهُوقًا",
    "text_uthmani_transcribed": "Wa qul jā'al-ḥaqqu wa zahaqal-bāṭil(u), innal-bāṭila kāna zahūqā(n).",
    "translation": "Скажи: \"Явилась Истина, и Ложь исчезла, - Ведь Ложь обречена на исчезанье"
  },
  {
    "verse_number": 82,
    "text_uthmani": "وَنُنَزِّلُ مِنَ ٱلْقُرْءَانِ مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ ۙ وَلَا يَزِيدُ ٱلظَّـٰلِمِينَ إِلَّا خَسَارًا",
    "text_uthmani_transcribed": "Wa nunazzilu minal-qur'āni mā huwa syifā'uw wa raḥmatul lil-mu'minīn(a), wa lā yazīduẓ-ẓālimīna illā khasārā(n).",
    "translation": "Через Коран Мы посылаем то, Что служит исцелением (души) И милостью для верных, А для неверных - лишь потери увеличит"
  },
  {
    "verse_number": 83,
    "text_uthmani": "وَإِذَآ أَنْعَمْنَا عَلَى ٱلْإِنسَـٰنِ أَعْرَضَ وَنَـَٔا بِجَانِبِهِۦ ۖ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسًا",
    "text_uthmani_transcribed": "Wa iżā an'amnā 'alal-insāni a'raḍa wa na'ā bijānibih(ī), wa iżā massahusy-syarru kāna ya'ūsā(n).",
    "translation": "Когда Мы благоденствие даруем человеку, Он отвращается и остается вдалеке (от Нас); Когда же постигает его зло, Он в (безрассудное) отчаянье впадает"
  },
  {
    "verse_number": 84,
    "text_uthmani": "قُلْ كُلٌّ يَعْمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَىٰ سَبِيلًا",
    "text_uthmani_transcribed": "Qul kulluy ya'malu 'alā syākilatih(ī), fa rabbukum a'lamu biman huwa ahdā sabīlā(n).",
    "translation": "Скажи: \"Каждый ведет себя По соответствию (душевному) настрою, И знает лучше ваш Господь Таких, чей путь прямее"
  },
  {
    "verse_number": 85,
    "text_uthmani": "وَيَسْـَٔلُونَكَ عَنِ ٱلرُّوحِ ۖ قُلِ ٱلرُّوحُ مِنْ أَمْرِ رَبِّى وَمَآ أُوتِيتُم مِّنَ ٱلْعِلْمِ إِلَّا قَلِيلًا",
    "text_uthmani_transcribed": "Wa yas'alūnaka 'anir-rūḥ(i), qulir-rūḥu min amri rabbī wa mā ūtītum minal-'ilmi illā qalīlā(n).",
    "translation": "Они тебя о (сути) Духа вопрошают. Скажи: \"Дух - от веления Владыки моего, И скудно ваше знание о том, что вам дается"
  },
  {
    "verse_number": 86,
    "text_uthmani": "وَلَئِن شِئْنَا لَنَذْهَبَنَّ بِٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيْنَا وَكِيلًا",
    "text_uthmani_transcribed": "Wa la'in syi'nā lanażhabanna bil-lażī auḥainā ilaika ṡumma lā tajidu laka bihī 'alainā wakīlā(n).",
    "translation": "И если б Мы того желали, Мы б у тебя могли отнять То, что открыли (в Откровении) тебе, И ты тогда бы против Нас Защитника себе не отыскал"
  },
  {
    "verse_number": 87,
    "text_uthmani": "إِلَّا رَحْمَةً مِّن رَّبِّكَ ۚ إِنَّ فَضْلَهُۥ كَانَ عَلَيْكَ كَبِيرًا",
    "text_uthmani_transcribed": "Illā raḥmatam mir rabbik(a), inna faḍalahū kāna 'alaika kabīrā(n).",
    "translation": "Помимо милосердия от твоего Владыки, - Его щедроты для тебя, поистине, огромны"
  },
  {
    "verse_number": 88,
    "text_uthmani": "قُل لَّئِنِ ٱجْتَمَعَتِ ٱلْإِنسُ وَٱلْجِنُّ عَلَىٰٓ أَن يَأْتُوا۟ بِمِثْلِ هَـٰذَا ٱلْقُرْءَانِ لَا يَأْتُونَ بِمِثْلِهِۦ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا",
    "text_uthmani_transcribed": "Qul la'inijtama'atil-insu wal-jinnu 'alā ay ya'tū bimiṡli hāżal-qur'āni lā ya'tūna bimiṡlihī wa lau kāna ba'ḍuhum liba'ḍin ẓahīrā(n).",
    "translation": "Скажи: \"Когда б соединились люди все и джинны, Чтобы создать подобное Корану, Они б не создали подобного (ему), Хотя одни из них другим И оказали бы поддержку"
  }
]