{
  "chapter_number": 2,
  "verses": [
    {
      "verse_number": 111,
      "text_uthmani": "وَقَالُوا۟ لَن يَدْخُلَ ٱلْجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوْ نَصَـٰرَىٰ ۗ تِلْكَ أَمَانِيُّهُمْ ۗ قُلْ هَاتُوا۟ بُرْهَـٰنَكُمْ إِن كُنتُمْ صَـٰدِقِينَ",
      "text_uthmani_transcribed": "Wa qālū lay yadkhulal-jannata illā man kāna hūdan au naṣārā, tilka amāniyyuhum, qul hātū burhānakum in kuntum ṣādiqīn(a).",
      "translation": "И говорят они: \"В Господень Рай войдет Лишь иудей иль христианин\". Но таковы лишь их (несбыточные) страсти. Скажи: \"Коль вы в своих словах правдивы, Представьте доказательства свои"
    },
    {
      "verse_number": 112,
      "text_uthmani": "بَلَىٰ مَنْ أَسْلَمَ وَجْهَهُۥ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُۥٓ أَجْرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "text_uthmani_transcribed": "Balā man aslama wajhahū lillāhi wa huwa muḥsinun falahū ajruhū 'inda rabbih(i), wa lā khaufun 'alaihim wa lā hum yaḥzanūn(a).",
      "translation": "О да! Кто искренне к Аллаху лик свой обратил, Кто делает добро (на промысле Господнем), Найдет у Господа (достойную) награду, На них не ляжет страх, печаль не отягчит"
    },
    {
      "verse_number": 113,
      "text_uthmani": "وَقَالَتِ ٱلْيَهُودُ لَيْسَتِ ٱلنَّصَـٰرَىٰ عَلَىٰ شَىْءٍ وَقَالَتِ ٱلنَّصَـٰرَىٰ لَيْسَتِ ٱلْيَهُودُ عَلَىٰ شَىْءٍ وَهُمْ يَتْلُونَ ٱلْكِتَـٰبَ ۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ ۚ فَٱللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
      "text_uthmani_transcribed": "Wa qālatil-yahūdu laisatin-naṣārā  'alā syai'(in), wa qālatin-naṣārā laisatil-yahūdu 'alā syai'(in), wa hum yatlūnal-kitāb(a), każālika qālal-lażīna lā ya'lamūna  miṡla qaulihim, fallāhu yaḥkumu bainahum yaumal-qiyāmati fīmā kānū fīhi yakhtalifūn(a).",
      "translation": "И иудеи говорят: \"У христиан основы нет\". И христиане говорят: \"Основы иудеи не имеют\", Хотя читают ту же Книгу. Подобно этим же словам звучат и речи тех, Которые (пока) не разумеют. В День Воскресения, поистине, Аллах Меж ними разрешит все споры"
    },
    {
      "verse_number": 114,
      "text_uthmani": "وَمَنْ أَظْلَمُ مِمَّن مَّنَعَ مَسَـٰجِدَ ٱللَّهِ أَن يُذْكَرَ فِيهَا ٱسْمُهُۥ وَسَعَىٰ فِى خَرَابِهَآ ۚ أُو۟لَـٰٓئِكَ مَا كَانَ لَهُمْ أَن يَدْخُلُوهَآ إِلَّا خَآئِفِينَ ۚ لَهُمْ فِى ٱلدُّنْيَا خِزْىٌ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابٌ عَظِيمٌ",
      "text_uthmani_transcribed": "Wa man aẓlamu mim mam mana'a masājidallāhi ay yużkara fīhasmuhū wa sa'ā fī kharābihā, ulā'ika mā kāna lahum ay yadkhulūhā illā khā'ifīn(a), lahum fid-dun-yā khizyuw wa lahum fil-ākhirati 'ażābun 'aẓīm(un).",
      "translation": "И есть ли нечестивее того, Кто запрещает возносить имя Аллаха В местах для почитания Его, К тому ж усердствуя разрушить эти храмы? Им в страхе надлежит переступать порог их. Для них - бесчестье в ближней жизни, А в будущей - жестокая расплата"
    },
    {
      "verse_number": 115,
      "text_uthmani": "وَلِلَّهِ ٱلْمَشْرِقُ وَٱلْمَغْرِبُ ۚ فَأَيْنَمَا تُوَلُّوا۟ فَثَمَّ وَجْهُ ٱللَّهِ ۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٌ",
      "text_uthmani_transcribed": "Wa lillāhil-masyriqu wal-magrib(u), fa'ainamā tuwallū faṡamma wajhullāh(i), innallāha wāsi'un 'alīm(un).",
      "translation": "Во власти Господа восток и запад. Куда б ни повернулись вы, лик Господа везде, - Аллах ведь всеобъемлющ и всезнающ"
    },
    {
      "verse_number": 116,
      "text_uthmani": "وَقَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًا ۗ سُبْحَـٰنَهُۥ ۖ بَل لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ كُلٌّ لَّهُۥ قَـٰنِتُونَ",
      "text_uthmani_transcribed": "Wa qāluttakhażallāhu waladan subḥānah(ū), bal lahū mā fis-samāwāti wal-arḍ(i), kullul lahū qānitūn(a).",
      "translation": "И говорят они: \"Аллах взял сына на Себя!\" СубхАнагу! (Греховная нелепость, да и только!) Хвала Ему! Всем в небесах и на земле Лишь Он Один владеет, И все послушно Его Высшей Воле"
    },
    {
      "verse_number": 117,
      "text_uthmani": "بَدِيعُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَإِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "text_uthmani_transcribed": "Badī'us-samāwāti wal-arḍ(i), wa iżā qaḍā amran fa'innamā yaqūlu lahū kun fayakūn(u).",
      "translation": "Тому, Кто небеса и землю сотворил. Когда задумано творенье Им, Он молвит: \"Будь!\" - и явится оно"
    },
    {
      "verse_number": 118,
      "text_uthmani": "وَقَالَ ٱلَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا ٱللَّهُ أَوْ تَأْتِينَآ ءَايَةٌ ۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبْلِهِم مِّثْلَ قَوْلِهِمْ ۘ تَشَـٰبَهَتْ قُلُوبُهُمْ ۗ قَدْ بَيَّنَّا ٱلْـَٔايَـٰتِ لِقَوْمٍ يُوقِنُونَ",
      "text_uthmani_transcribed": "Wa qālal-lażīna lā ya'lamūna lau lā yukallimunallāhu au ta'tīnā āyah(tun), każālika qālal-lażīna min qablihim miṡla qaulihim, tasyābahat qulūbuhum, qad bayyannal-āyāti liqaumiy yūqinūn(a).",
      "translation": "Незнающие говорят: \"Что же Господь не обратил к нам Слова И отчего не явит нам знамения с небес?\" Подобные слова глаголали и те, кто был до них, - Сердца их схожи. Мы же знамения толкуем тем, Кто вере (всей душой) привержен"
    },
    {
      "verse_number": 119,
      "text_uthmani": "إِنَّآ أَرْسَلْنَـٰكَ بِٱلْحَقِّ بَشِيرًا وَنَذِيرًا ۖ وَلَا تُسْـَٔلُ عَنْ أَصْحَـٰبِ ٱلْجَحِيمِ",
      "text_uthmani_transcribed": "Innā arsalnāka bil-ḥaqqi basyīraw wa nażīrā(n), wa lā tus'alu 'an aṣḥābil-jaḥīm(i).",
      "translation": "Мы добрым вестником об Истине тебя, (о Мухаммад!), послали, Чтоб ты, увещевая, мог предостеречь, - И ты ответ нести не будешьза обитателей Огня"
    },
    {
      "verse_number": 120,
      "text_uthmani": "وَلَن تَرْضَىٰ عَنكَ ٱلْيَهُودُ وَلَا ٱلنَّصَـٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمْ ۗ قُلْ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلْهُدَىٰ ۗ وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم بَعْدَ ٱلَّذِى جَآءَكَ مِنَ ٱلْعِلْمِ ۙ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
      "text_uthmani_transcribed": "Wa lan tarḍā 'ankal-yahūdu wa lan-naṣārā ḥattā tattabi'a millatahum, qul inna hudallāhi huwal-hudā, wa la'inittaba'ta ahwā'ahum ba'dal-lażī jā'aka minal-'ilm(i), mā laka minallāhi miw waliyyiw wa lā naṣīr(in).",
      "translation": "Тобой не будут никогда довольны Ни иудеи и ни христиане, Пока ты не последуешь их вере. Скажи: \"Путь праведный, поистине, лишь тот, Что нам Аллахом был указан\". Но если ты пойдешь дорогой их страстей, Уже постигнув истинное знанье, Не будет от Аллаха ни друга, ни помощника тебе"
    },
    {
      "verse_number": 121,
      "text_uthmani": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَتْلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُو۟لَـٰٓئِكَ يُؤْمِنُونَ بِهِۦ ۗ وَمَن يَكْفُرْ بِهِۦ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
      "text_uthmani_transcribed": "Allażīna ātaināhumul-kitāba yatlūnahū ḥaqqa tilāwatih(ī), ulā'ika yu'minūna bih(ī), wa may yakfur bihī fa ulā'ika humul-khāsirūn(a).",
      "translation": "Те, для которых Мы послали Книгу, Читают ее чтением достойным, - Они есть те, кто верует в нее. Но те, кто отвергает истину, что в ней, Урон тяжелый понесут"
    }
  ]
}