[
  {
    "verse_number": 89,
    "text_uthmani": "قَالَ قَدْ أُجِيبَت دَّعْوَتُكُمَا فَٱسْتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Qāla qad ujībad da'watukumā fastaqīmā wa lā tattabi'ānni sabīlal-lażīna lā ya'lamūn(a).",
    "translation": "Сказал Аллах: \"Я внял твоей молитве. Держитесь оба правого пути. Не следуйте дороге тех, которые не знают"
  },
  {
    "verse_number": 90,
    "text_uthmani": "۞ وَجَـٰوَزْنَا بِبَنِىٓ إِسْرَٰٓءِيلَ ٱلْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُۥ بَغْيًا وَعَدْوًا ۖ حَتَّىٰٓ إِذَآ أَدْرَكَهُ ٱلْغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّا ٱلَّذِىٓ ءَامَنَتْ بِهِۦ بَنُوٓا۟ إِسْرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلْمُسْلِمِينَ",
    "text_uthmani_transcribed": "Wa jāwaznā bibanī isrā'īlal-baḥra fa atba'ahum fir'aunu wa junūduhū bagyaw wa 'adwā(n), ḥattā iżā adrakahul-garaqu qāla āmantu annahū lā ilāha illal-lażī āmanat bihī banū isrā'īla wa ana minal-muslimīn(a).",
    "translation": "И Мы перевели сынов Исраиля чрез море, А Фараон и армия его С великою враждой погнались дерзко вслед. Когда ж потоп обрушился на них, Сказал он: \"Верую, что нет иного бога, Кроме Того, в Кого уверовали дети Исраиля. И я - из тех, кто покорился (Его воле)"
  },
  {
    "verse_number": 91,
    "text_uthmani": "ءَآلْـَٔـٰنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنتَ مِنَ ٱلْمُفْسِدِينَ",
    "text_uthmani_transcribed": "Āl'āna wa qad 'aṣaita qablu wa kunta minal-mufsidīn(a).",
    "translation": "Только теперь! - (Аллах сказал). - А ведь ты раньше возмущенно восставал И был из тех, кто нечесть сеял"
  },
  {
    "verse_number": 92,
    "text_uthmani": "فَٱلْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ ءَايَةً ۚ وَإِنَّ كَثِيرًا مِّنَ ٱلنَّاسِ عَنْ ءَايَـٰتِنَا لَغَـٰفِلُونَ",
    "text_uthmani_transcribed": "Fal yauma nunajjīka bibadanika litakūna liman khalfaka āyah(tan), wa inna kaṡīram minan-nāsi 'an āyātinā lagāfilūn(a).",
    "translation": "Но дня сего спасем тебя Мы в твоем теле, Чтобы ты стал знамением для тех, Которые придут после тебя. Поистине, как много из людей таких, Кто невнимателен к знаменьям Нашим"
  },
  {
    "verse_number": 93,
    "text_uthmani": "وَلَقَدْ بَوَّأْنَا بَنِىٓ إِسْرَٰٓءِيلَ مُبَوَّأَ صِدْقٍ وَرَزَقْنَـٰهُم مِّنَ ٱلطَّيِّبَـٰتِ فَمَا ٱخْتَلَفُوا۟ حَتَّىٰ جَآءَهُمُ ٱلْعِلْمُ ۚ إِنَّ رَبَّكَ يَقْضِى بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
    "text_uthmani_transcribed": "Wa laqad bawwa'nā banī isrā'īla mubawwa'a ṣidqiw wa razaqnāhum minaṭ-ṭayyibāt(i), famākhtalafū ḥattā jā'ahumul-'ilm(u), inna rabbaka yaqḍī bainahum yaumal-qiyāmati fīmā kānū fīhi yakhtalifūn(a).",
    "translation": "Сынов Исраиля Мы наделили Прекрасным местом проживанья И даровали им все блага. И не было меж ними разногласий, Пока к ним не явилось знанье. В День Воскресения (на Суд) Аллах, поистине, рассудит между ними Все то, в чем разошлись они"
  },
  {
    "verse_number": 94,
    "text_uthmani": "فَإِن كُنتَ فِى شَكٍّ مِّمَّآ أَنزَلْنَآ إِلَيْكَ فَسْـَٔلِ ٱلَّذِينَ يَقْرَءُونَ ٱلْكِتَـٰبَ مِن قَبْلِكَ ۚ لَقَدْ جَآءَكَ ٱلْحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ",
    "text_uthmani_transcribed": "Fa in kunta fī syakkim mimmā anzalnā ilaika fas'alil-lażīna yaqra'ūnal-kitāba min qablik(a), laqad jā'akal-ḥaqqu mir rabbika falā takūnanna minal-mumtarīn(a).",
    "translation": "Но если ты в сомнении о том, что ниспослали Мы тебе, Тогда спроси людей, которые Писание читают, (Что было послано им прежде), до тебя. К тебе, поистине, от твоего Владыки Истина пришла. Не будь же из числа таких, Которые колеблются в сомненьях"
  },
  {
    "verse_number": 95,
    "text_uthmani": "وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلْخَـٰسِرِينَ",
    "text_uthmani_transcribed": "Wa lā takūnanna minal-lażīna każżabū bi'āyātillāhi fa takūna minal-khāsirīn(a).",
    "translation": "Не будь же и средь тех, Кто ложью счел знамения Аллаха, Иначе будешь из таких, Кто понесет убыток"
  },
  {
    "verse_number": 96,
    "text_uthmani": "إِنَّ ٱلَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Innal-lażīna ḥaqqat 'alaihim kalimatu rabbika lā yu'minūn(a).",
    "translation": "И не уверуют, поистине, такие, Над коими Господне Слово оправдалось"
  },
  {
    "verse_number": 97,
    "text_uthmani": "وَلَوْ جَآءَتْهُمْ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُا۟ ٱلْعَذَابَ ٱلْأَلِيمَ",
    "text_uthmani_transcribed": "Wa lau jā'athum kullu āyatin ḥattā yarawul-'ażābal-alīm(a).",
    "translation": "Хотя бы и пришли к ним все знаменья, - Пока они мучительную кару не познают"
  },
  {
    "verse_number": 98,
    "text_uthmani": "فَلَوْلَا كَانَتْ قَرْيَةٌ ءَامَنَتْ فَنَفَعَهَآ إِيمَـٰنُهَآ إِلَّا قَوْمَ يُونُسَ لَمَّآ ءَامَنُوا۟ كَشَفْنَا عَنْهُمْ عَذَابَ ٱلْخِزْىِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَمَتَّعْنَـٰهُمْ إِلَىٰ حِينٍ",
    "text_uthmani_transcribed": "Falau lā kānat qaryatun āmanat fa nafa'ahā īmānuhā illā qauma yūnus(a), lammā āmanū kasyafnā 'anhum 'ażābal-khizyi fil-ḥayātid-dun-yā wa matta'nāhum ilā ḥīn(in).",
    "translation": "И разве было хоть одно селенье, (Куда Мы слали увещателей Своих), Которое уверовало б (в Бога), И эта вера принесла б им пользу, Помимо тех, к кому Мы Йунуса послали? И вот когда они уверовали (в Бога), Мы наказание бесчестием с них сняли в этой жизни И дали им довольствоваться ею До времени, (назначенного Нами)"
  },
  {
    "verse_number": 99,
    "text_uthmani": "وَلَوْ شَآءَ رَبُّكَ لَـَٔامَنَ مَن فِى ٱلْأَرْضِ كُلُّهُمْ جَمِيعًا ۚ أَفَأَنتَ تُكْرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُوا۟ مُؤْمِنِينَ",
    "text_uthmani_transcribed": "Wa lau syā'a rabbuka la'āmana man fil-arḍi kulluhum jamī'ā(n), afa anta tukrihun-nāsa ḥattā yakūnū mu'minīn(a).",
    "translation": "И если б твой Господь желал того, То все до одного бы на земле уверовали (в Бога). Так неужели ты, (о Мухаммад!), Способен вынудить людей Принять Господню веру"
  }
]