{
  "chapter_number": 7,
  "verses": [
    {
      "verse_number": 100,
      "text_uthmani": "أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ ٱلْأَرْضَ مِنۢ بَعْدِ أَهْلِهَآ أَن لَّوْ نَشَآءُ أَصَبْنَـٰهُم بِذُنُوبِهِمْ ۚ وَنَطْبَعُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ",
      "text_uthmani_transcribed": "Awalam yahdi lil-lażīna yariṡūnal-arḍa mim ba'di ahlihā allau nasyā'u aṣabnāhum biżunūbihim, wa naṭba'u 'alā qulūbihim fahum lā yasma'ūn(a).",
      "translation": "Ужель воочию не показали Мы Тем, кто в наследство землю взял От прежних обитателей ее, Что, если б Мы того желали, Мы наказали б их за их грехи И запечатали б их сердце Так, чтоб не слышали они"
    },
    {
      "verse_number": 101,
      "text_uthmani": "تِلْكَ ٱلْقُرَىٰ نَقُصُّ عَلَيْكَ مِنْ أَنۢبَآئِهَا ۚ وَلَقَدْ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَمَا كَانُوا۟ لِيُؤْمِنُوا۟ بِمَا كَذَّبُوا۟ مِن قَبْلُ ۚ كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلْكَـٰفِرِينَ",
      "text_uthmani_transcribed": "Tilkal-qurā naquṣṣu 'alaika min ambā'ihā, wa laqad jā'athum rusuluhum bil-bayyināt(i), famā kānū liyu'minū bimā każżabū min qabl(u), każālika yaṭba'ullāhu 'alā qulūbil-kāfirīn(a).",
      "translation": "Такими были города, (Печальные) истории которых Мы повествуем (в назидание) тебе: К ним с ясными (знаменьями) от Нас Посланники являлись. Они же не уверовали в то, Что до прихода их считали ложью. Вот так кладет печать Аллах На сердце тех, кто не уверовал (в Него)"
    },
    {
      "verse_number": 102,
      "text_uthmani": "وَمَا وَجَدْنَا لِأَكْثَرِهِم مِّنْ عَهْدٍ ۖ وَإِن وَجَدْنَآ أَكْثَرَهُمْ لَفَـٰسِقِينَ",
      "text_uthmani_transcribed": "Wa mā wajadnā li'akṡarihim min 'ahd(in), wa iw wajadnā akṡarahum lafāsiqīn(a).",
      "translation": "Мы не нашли у большинства из них (Смиренной верности) Завету. А Мы нашли, что большинство из них Стали надменны и распутны"
    },
    {
      "verse_number": 103,
      "text_uthmani": "ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِم مُّوسَىٰ بِـَٔايَـٰتِنَآ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَظَلَمُوا۟ بِهَا ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُفْسِدِينَ",
      "text_uthmani_transcribed": "Ṡumma ba'aṡnā mim ba'dihim mūsā bi'āyātinā ilā fir'auna wa mala'ihī fa ẓalamū bihā, fanẓur kaifa kāna 'āqibatul-mufsidīn(a).",
      "translation": "Потом же после них Мы Мусу с ясными знаменьями от Нас Послали к Фараону и его вельможам. Они ж несправедливо их отвергли. Ты посмотри, какой конец был тех, Которые нечестие творили"
    },
    {
      "verse_number": 104,
      "text_uthmani": "وَقَالَ مُوسَىٰ يَـٰفِرْعَوْنُ إِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَـٰلَمِينَ",
      "text_uthmani_transcribed": "Wa qāla mūsa yā fir'aunu innī rasūlum mir rabbil-'ālamīn(a).",
      "translation": "О Фараон! - им молвил Муса. - Посланник я от Господа миров"
    },
    {
      "verse_number": 105,
      "text_uthmani": "حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ ۚ قَدْ جِئْتُكُم بِبَيِّنَةٍ مِّن رَّبِّكُمْ فَأَرْسِلْ مَعِىَ بَنِىٓ إِسْرَٰٓءِيلَ",
      "text_uthmani_transcribed": "Ḥaqīqun 'alā allā aqūla 'alallāhi illal-ḥaqq(a), qad ji'tukum bibayyinatim mir rabbikum fa arsil ma'iya banī isrā'īl(a).",
      "translation": "И об Аллахе должно мне лишь истину глаголить. Я вам от вашего Владыки Знаменье ясное принес. А потому ты волю дай Исраиля сынам Со мной (твою страну) покинуть"
    },
    {
      "verse_number": 106,
      "text_uthmani": "قَالَ إِن كُنتَ جِئْتَ بِـَٔايَةٍ فَأْتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
      "text_uthmani_transcribed": "Qāla in kunta ji'ta bi'āyatin fa'ti bihā in kunta minaṣ ṣādiqīn(a).",
      "translation": "(Ему) ответил Фараон: \"Коль ты действительно принес знаменье, Представь же нам его, Если в словах твоих есть правда"
    },
    {
      "verse_number": 107,
      "text_uthmani": "فَأَلْقَىٰ عَصَاهُ فَإِذَا هِىَ ثُعْبَانٌ مُّبِينٌ",
      "text_uthmani_transcribed": "Fa alqā 'aṣāhu fa iżā hiya ṡu'bānum mubīn(un).",
      "translation": "И бросил (Муса) жезл свой, И (на глазах у всех) он в змея обратился"
    },
    {
      "verse_number": 108,
      "text_uthmani": "وَنَزَعَ يَدَهُۥ فَإِذَا هِىَ بَيْضَآءُ لِلنَّـٰظِرِينَ",
      "text_uthmani_transcribed": "Wa naza'a yadahū fa iżā hiya baiḍā'u lin-nāẓirīn(a).",
      "translation": "Он руку вытянул, И белизной она сверкнула Перед глазами всех смотрящих"
    },
    {
      "verse_number": 109,
      "text_uthmani": "قَالَ ٱلْمَلَأُ مِن قَوْمِ فِرْعَوْنَ إِنَّ هَـٰذَا لَسَـٰحِرٌ عَلِيمٌ",
      "text_uthmani_transcribed": "Qālal-mala'u min qaumi fir'auna inna hāżā lasāḥirum 'alīm(un).",
      "translation": "Тогда вельможи из народа Фараона Сказали: \"Сие, поистине, искусный чародей"
    },
    {
      "verse_number": 110,
      "text_uthmani": "يُرِيدُ أَن يُخْرِجَكُم مِّنْ أَرْضِكُمْ ۖ فَمَاذَا تَأْمُرُونَ",
      "text_uthmani_transcribed": "Yurīdu ay yukhrijakum min arḍikum, fa māżā ta'murūn(a).",
      "translation": "И он с вашей земли изгнать вас хочет. Каким же будет ваш совет"
    }
  ]
}