[
  {
    "verse_number": 89,
    "text_uthmani": "قَدِ ٱفْتَرَيْنَا عَلَى ٱللَّهِ كَذِبًا إِنْ عُدْنَا فِى مِلَّتِكُم بَعْدَ إِذْ نَجَّىٰنَا ٱللَّهُ مِنْهَا ۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَا ۚ وَسِعَ رَبُّنَا كُلَّ شَىْءٍ عِلْمًا ۚ عَلَى ٱللَّهِ تَوَكَّلْنَا ۚ رَبَّنَا ٱفْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِٱلْحَقِّ وَأَنتَ خَيْرُ ٱلْفَـٰتِحِينَ",
    "text_uthmani_transcribed": "Qadiftarainā 'alallāhi każiban in 'udnā fī millatikum ba'da iż najjānallāhu minhā, wa mā yakūnu lanā an na'ūda fīhā illā ay yasyā'allāhu rabbunā, wasi'a rabbunā kulla syai'in 'ilmā(n), 'alallāhi tawakkalnā, rabbanaftaḥ bainanā wa baina qauminā bil-ḥaqqi wa anta khairul-fātiḥīn(a).",
    "translation": "Ведь мы измыслим ложь против Аллаха, Если вернемся к вашему порядку После того, как спас нас от него Аллах. И мы к нему никак не сможем возвратиться, Не будь на то желания Аллаха, нашего Владыки. Ведь Он объемлет знанием Своим Все сущее (и на земле, и в небе). Мы уповаем на Аллаха, (взывая лишь к Нему): \"Господь наш! Рассуди по истине Меж нами и народом нашим, - Ведь, истинно, Ты - лучший судия"
  },
  {
    "verse_number": 90,
    "text_uthmani": "وَقَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦ لَئِنِ ٱتَّبَعْتُمْ شُعَيْبًا إِنَّكُمْ إِذًا لَّخَـٰسِرُونَ",
    "text_uthmani_transcribed": "Wa qālal-mala'ul-lażīna kafarū min qaumihī la'inittaba'tum syu'aiban innakum iżal lakhāsirūn(a).",
    "translation": "И родовая знать в его народе, Что не уверовала (в Бога), сказала: \"Коль вы пойдете по стопам Шу'айба, Вы понесете истинный урон"
  },
  {
    "verse_number": 91,
    "text_uthmani": "فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَـٰثِمِينَ",
    "text_uthmani_transcribed": "Fa akhażathumur-rajfatu fa aṣbaḥū fī dārihim jāṡimīn(a).",
    "translation": "И сотряслась земля под ними, И уж наутро в собственных домах Они поверженными ниц лежали"
  },
  {
    "verse_number": 92,
    "text_uthmani": "ٱلَّذِينَ كَذَّبُوا۟ شُعَيْبًا كَأَن لَّمْ يَغْنَوْا۟ فِيهَا ۚ ٱلَّذِينَ كَذَّبُوا۟ شُعَيْبًا كَانُوا۟ هُمُ ٱلْخَـٰسِرِينَ",
    "text_uthmani_transcribed": "Al-lażīna każżabū syu'aiban ka'allam yagnau fīhā, al-lażīna każżabū syu'aiban kānū humul-khāsirīn(a).",
    "translation": "И те, которые сочли лжецом Шу'айба, Как будто никогда не процветали там, - Те, кто лжецом Шу'айба счел, - Они-то и погибли"
  },
  {
    "verse_number": 93,
    "text_uthmani": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَـٰقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَـٰلَـٰتِ رَبِّى وَنَصَحْتُ لَكُمْ ۖ فَكَيْفَ ءَاسَىٰ عَلَىٰ قَوْمٍ كَـٰفِرِينَ",
    "text_uthmani_transcribed": "Fa tawallā 'anhum wa qāla yā qaumi laqad ablagtukum risālāti rabbī wa naṣaḥtu lakum, fa kaifa āsā 'alā qaumin kāfirīn(a).",
    "translation": "(Шу'айб) покинул их, сказав: \"О мой народ! Я передал вам заповеди моего Владыки, И я давал вам верные советы. Что ж мне теперь жалеть народ неверный"
  },
  {
    "verse_number": 94,
    "text_uthmani": "وَمَآ أَرْسَلْنَا فِى قَرْيَةٍ مِّن نَّبِىٍّ إِلَّآ أَخَذْنَآ أَهْلَهَا بِٱلْبَأْسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمْ يَضَّرَّعُونَ",
    "text_uthmani_transcribed": "Wa mā arsalnā fī qaryatim min nabiyyin illā akhażnā ahlahā bil-ba'sā'i waḍ-ḍarrā'i la'allahum yaḍḍarra'ūn(a).",
    "translation": "И всякий раз, когда посланника Мы в город слали, Мы на его народ обрушивали беды и страданья, Чтобы смирение обрел он"
  },
  {
    "verse_number": 95,
    "text_uthmani": "ثُمَّ بَدَّلْنَا مَكَانَ ٱلسَّيِّئَةِ ٱلْحَسَنَةَ حَتَّىٰ عَفَوا۟ وَّقَالُوا۟ قَدْ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذْنَـٰهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
    "text_uthmani_transcribed": "Ṡumma baddalnā makānas-sayyi'atil-ḥasanata ḥattā 'afau wa qālū qad massa ābā'anaḍ-ḍarrā'u was-sarrā'u fa akhażnāhum bagtataw wa hum lā yasy'urūn(a).",
    "translation": "Потом в замену бед Мы им давали процветанье И множили добро и отроков (в потомстве), Пока они не говорили: \"Такие ж смены бед и благ Претерпевали наши праотцы\". И тут Мы поражали их внезапной (карой) В тот миг, когда они не думали об этом"
  },
  {
    "verse_number": 96,
    "text_uthmani": "وَلَوْ أَنَّ أَهْلَ ٱلْقُرَىٰٓ ءَامَنُوا۟ وَٱتَّقَوْا۟ لَفَتَحْنَا عَلَيْهِم بَرَكَـٰتٍ مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ وَلَـٰكِن كَذَّبُوا۟ فَأَخَذْنَـٰهُم بِمَا كَانُوا۟ يَكْسِبُونَ",
    "text_uthmani_transcribed": "Wa lau anna ahlal-qurā āmanū wattaqau lafataḥnā 'alaihim barakātim minas-samā'i wal ardḍi wa lākin każżabū fa akhażnāhum bimā kānū yaksibūn(a).",
    "translation": "О, если б люди этих городов уверовали (в Бога) И устрашились (кар) Его, Мы б распахнули перед ними Все блага неба и земли, - Они ж сочли (знаменья Наши) ложью. И вот тогда Мы навлекли на них Все, что они себе уготовали"
  },
  {
    "verse_number": 97,
    "text_uthmani": "أَفَأَمِنَ أَهْلُ ٱلْقُرَىٰٓ أَن يَأْتِيَهُم بَأْسُنَا بَيَـٰتًا وَهُمْ نَآئِمُونَ",
    "text_uthmani_transcribed": "Afa amina ahlul-qurā ay ya'tiyahum ba'sunā bayātaw wa hum nā'imūn(a).",
    "translation": "Неужто люди этих городов Уверились (в своей гордыне так, Что думали), что гнев Наш не коснется их В ночи, когда они все сном объяты"
  },
  {
    "verse_number": 98,
    "text_uthmani": "أَوَأَمِنَ أَهْلُ ٱلْقُرَىٰٓ أَن يَأْتِيَهُم بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ",
    "text_uthmani_transcribed": "Awa amina ahlul-qurā ay ya'tiyahum ba'sunā ḍuḥaw wa hum yal'abūn(a).",
    "translation": "Неужто в безопасности своей Они уверились настолько, (Что думали), что гнев Наш не коснется их При свете утреннего (солнца), Когда они земным утехам предавались"
  },
  {
    "verse_number": 99,
    "text_uthmani": "أَفَأَمِنُوا۟ مَكْرَ ٱللَّهِ ۚ فَلَا يَأْمَنُ مَكْرَ ٱللَّهِ إِلَّا ٱلْقَوْمُ ٱلْخَـٰسِرُونَ",
    "text_uthmani_transcribed": "Afa aminū makrallāh(i), falā ya'manu makrallāhi illal-qaumul khāsirūn(a).",
    "translation": "Неужто в безопасности они От замыслов Аллаха? Ведь в безопасности от замыслов Его Себя считают те, кто потерпел убыток"
  }
]