[
  {
    "verse_number": 89,
    "text_uthmani": "قَالَ هَلْ عَلِمْتُم مَّا فَعَلْتُم بِيُوسُفَ وَأَخِيهِ إِذْ أَنتُمْ جَـٰهِلُونَ",
    "text_uthmani_transcribed": "Qāla hal 'alimtum mā fa'altum biyūsufa wa akhīhi iż antum jāhilūn(a).",
    "translation": "Он (им) ответил: \"Знаете ли вы, как поступили вы с Йусуфом И его (младшим) братом, Когда вы по неведению (зло творили)"
  },
  {
    "verse_number": 90,
    "text_uthmani": "قَالُوٓا۟ أَءِنَّكَ لَأَنتَ يُوسُفُ ۖ قَالَ أَنَا۠ يُوسُفُ وَهَـٰذَآ أَخِى ۖ قَدْ مَنَّ ٱللَّهُ عَلَيْنَآ ۖ إِنَّهُۥ مَن يَتَّقِ وَيَصْبِرْ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
    "text_uthmani_transcribed": "Qālū a'innaka la'anta yūsuf(u), qāla ana yūsufu wa hāżā akhī qad mannallāhu 'alainā, innahū may yataqqi wa yaṣbir fa innallāha lā yuḍī'u ajral-muḥsinīn(a).",
    "translation": "Ужель и вправду ты - Йусуф? - они сказали. Он им ответил: Я - Йусуф, а это - брат мой. Аллах нам милость оказал: Ведь те, кто, истинно, страшится Его (гнева) И терпеливо-стоек (в благочестии своем), - Так ведь награде тех, кто делает добро, Аллах не даст погибнуть"
  },
  {
    "verse_number": 91,
    "text_uthmani": "قَالُوا۟ تَٱللَّهِ لَقَدْ ءَاثَرَكَ ٱللَّهُ عَلَيْنَا وَإِن كُنَّا لَخَـٰطِـِٔينَ",
    "text_uthmani_transcribed": "Qālū tallāhi laqad āṡarakallāhu 'alainā wa in kunnā lakhāṭi'īn(a).",
    "translation": "Во имя Божие! - ответили они. - Аллах, поистине, тебя пред нами предпочел, И, истинно, мы были во грехе"
  },
  {
    "verse_number": 92,
    "text_uthmani": "قَالَ لَا تَثْرِيبَ عَلَيْكُمُ ٱلْيَوْمَ ۖ يَغْفِرُ ٱللَّهُ لَكُمْ ۖ وَهُوَ أَرْحَمُ ٱلرَّٰحِمِينَ",
    "text_uthmani_transcribed": "Qāla lā taṡrība 'alaikumul-yaum(a), wa yagfirullāhu lakum, wa huwa arḥamur-rāḥimīn(a).",
    "translation": "Сказал он: \"Нынешнего дня над вами нет (моих) упреков. Простит Аллах вам (прошлые грехи). Он - милосерднейший из всех, кто милосерден"
  },
  {
    "verse_number": 93,
    "text_uthmani": "ٱذْهَبُوا۟ بِقَمِيصِى هَـٰذَا فَأَلْقُوهُ عَلَىٰ وَجْهِ أَبِى يَأْتِ بَصِيرًا وَأْتُونِى بِأَهْلِكُمْ أَجْمَعِينَ",
    "text_uthmani_transcribed": "Iżhabū biqamīṣī hāżā fa alqūhu 'alā wajhi abī ya'ti baṣīrā(n), wa'tūnī bi'ahlikum ajma'īn(a).",
    "translation": "Идите вы (к отцу) с моей рубахой И там ее набросьте на его лицо. Прозреет он тогда, И вы ко мне со всей семьей придете"
  },
  {
    "verse_number": 94,
    "text_uthmani": "وَلَمَّا فَصَلَتِ ٱلْعِيرُ قَالَ أَبُوهُمْ إِنِّى لَأَجِدُ رِيحَ يُوسُفَ ۖ لَوْلَآ أَن تُفَنِّدُونِ",
    "text_uthmani_transcribed": "Wa lammā faṣalatil-'īru qāla abūhum innī la'ajidu rīḥa yūsufa lau lā an tufannidūn(i).",
    "translation": "И вот когда (в обратный путь) их караван пустился, Отец их вдруг сказал: \"Я ощущаю дух Йусуфа. Только не думайте, что я - безумец (старый)"
  },
  {
    "verse_number": 95,
    "text_uthmani": "قَالُوا۟ تَٱللَّهِ إِنَّكَ لَفِى ضَلَـٰلِكَ ٱلْقَدِيمِ",
    "text_uthmani_transcribed": "Qālū tallāhi innaka lafī ḍalālikal-qadīm(i).",
    "translation": "И те, (кто слышал), отвечали: \"Клянемся именем Аллаха, Ты в старческом бреду блуждаешь"
  },
  {
    "verse_number": 96,
    "text_uthmani": "فَلَمَّآ أَن جَآءَ ٱلْبَشِيرُ أَلْقَىٰهُ عَلَىٰ وَجْهِهِۦ فَٱرْتَدَّ بَصِيرًا ۖ قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّىٓ أَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "text_uthmani_transcribed": "Falammā an jā'al-basyīru alqāhu 'alā wajihihī fartadda baṣīrā(n), qāla alam aqul lakum, innī a'lamu minallāhi mā lā ta'lamūn(a).",
    "translation": "Когда ж явился благовестник, Набросил он (рубаху) на его лицо, И вмиг прозрел (почтенный старец) И молвил им: \"Не я ль вам говорил, Что мне известно от Аллаха, О чем не ведаете вы"
  },
  {
    "verse_number": 97,
    "text_uthmani": "قَالُوا۟ يَـٰٓأَبَانَا ٱسْتَغْفِرْ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَـٰطِـِٔينَ",
    "text_uthmani_transcribed": "Qālū yā abānastagfir lanā żunūbanā innā kunnā khāṭi'īn(a).",
    "translation": "О наш отец! - они сказали. - Проси прощенья нам за наши прегрешенья, - Ведь, истинно, мы были во грехе"
  },
  {
    "verse_number": 98,
    "text_uthmani": "قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّىٓ ۖ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
    "text_uthmani_transcribed": "Qāla saufa astagfiru lakum rabbī, innahū huwal-gafūrur-raḥīm(u).",
    "translation": "Я буду, - он ответил (им), - Молить прощения для вас у моего Владыки, - Он, истинно, прощающ, милосерд"
  },
  {
    "verse_number": 99,
    "text_uthmani": "فَلَمَّا دَخَلُوا۟ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيْهِ أَبَوَيْهِ وَقَالَ ٱدْخُلُوا۟ مِصْرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ",
    "text_uthmani_transcribed": "Falammā dakhalū 'alā yūsufa āwā ilaihi abawaihi wa qāladkhulū miṣra in syā'allāhu āminīn(a).",
    "translation": "И вот когда они явились пред Йусуфом, Он предоставил свой очаг Родителям своим и молвил: \"Вступите на Египетскую землю, Если Аллаху так угодно, В надежной безопасности ее"
  }
]