{
  "chapter_number": 28,
  "verses": [
    {
      "verse_number": 34,
      "text_uthmani": "وَأَخِى هَـٰرُونُ هُوَ أَفْصَحُ مِنِّى لِسَانًا فَأَرْسِلْهُ مَعِىَ رِدْءًا يُصَدِّقُنِىٓ ۖ إِنِّىٓ أَخَافُ أَن يُكَذِّبُونِ",
      "text_uthmani_transcribed": "Wa akhī hārūnu huwa afṣaḥu minnī lisānan fa'arsilhu ma'iya rid'ay yuṣaddiqunī, innī akhāfu ay yukażżibūn(i).",
      "translation": "Мой брат Харун красноречивее меня в своих речах. Пошли его помощником со мной, Чтобы мою правдивость подтвердить. Поистине, боюсь я, что лжецом меня они сочтут"
    },
    {
      "verse_number": 35,
      "text_uthmani": "قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَـٰنًا فَلَا يَصِلُونَ إِلَيْكُمَا ۚ بِـَٔايَـٰتِنَآ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلْغَـٰلِبُونَ",
      "text_uthmani_transcribed": "Qāla sanasyuddu 'aḍudaka bi'akhīka wa naj'alu lakumā sulṭānan falā yaṣilūna ilaikumā - bi'āyātinā - antumā wa manittaba'akumal-gālibūn(a).",
      "translation": "Мы твою силу (силой) брата подкрепим, - (Господь ему) ответил. - И вам дадим такую власть, Что никогда они достичь не смогут (Возможностей) знамений Наших. Восторжествуют только вы и те, Которые последуют за вами"
    },
    {
      "verse_number": 36,
      "text_uthmani": "فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَـٰتِنَا بَيِّنَـٰتٍ قَالُوا۟ مَا هَـٰذَآ إِلَّا سِحْرٌ مُّفْتَرًى وَمَا سَمِعْنَا بِهَـٰذَا فِىٓ ءَابَآئِنَا ٱلْأَوَّلِينَ",
      "text_uthmani_transcribed": "Falammā jā'ahum mūsā bi'āyātinā bayyinātin qālū mā hāżā illā siḥrum muftarā(n), wa mā sami'nā bihāżā fī ābā'inal-awwalīn(a).",
      "translation": "Когда пришел к ним Муса С ясными знаменьями от Нас, Они сказали: \"Это - только колдовство, Измышленное (Мусой и Харуном), - Мы ни о чем подобном не слыхали Средь наших праотцев былых (времен)"
    },
    {
      "verse_number": 37,
      "text_uthmani": "وَقَالَ مُوسَىٰ رَبِّىٓ أَعْلَمُ بِمَن جَآءَ بِٱلْهُدَىٰ مِنْ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَـٰقِبَةُ ٱلدَّارِ ۖ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّـٰلِمُونَ",
      "text_uthmani_transcribed": "Wa qāla mūsā rabbī a'lamu biman jā'a bil-hudā min 'indihī wa man takūnu lahū 'āqibatud-dār(i), innahū lā yufliḥuẓ-ẓālimūn(a).",
      "translation": "Муса сказал: \"Господь мой знает лучше, Кто с Руководством от Него приходит, Кому - найлучшая последняя обитель, - Ведь нечестивым, истинно, во благе не бывать"
    },
    {
      "verse_number": 38,
      "text_uthmani": "وَقَالَ فِرْعَوْنُ يَـٰٓأَيُّهَا ٱلْمَلَأُ مَا عَلِمْتُ لَكُم مِّنْ إِلَـٰهٍ غَيْرِى فَأَوْقِدْ لِى يَـٰهَـٰمَـٰنُ عَلَى ٱلطِّينِ فَٱجْعَل لِّى صَرْحًا لَّعَلِّىٓ أَطَّلِعُ إِلَىٰٓ إِلَـٰهِ مُوسَىٰ وَإِنِّى لَأَظُنُّهُۥ مِنَ ٱلْكَـٰذِبِينَ",
      "text_uthmani_transcribed": "Wa qāla fir'aunu yā ayyuhal-mala'u mā 'alimtu lakum min ilāhin gairī, fa'auqid lī yā hāmānu 'alaṭ-ṭīni faj'al lī ṣarḥal la'allī aṭṭali'u ilā ilāhi mūsā, wa innī la'aẓunnuhū minal-kāżibīn(a).",
      "translation": "О знать моя! - ответил Фараон. - Для вас не знаю я другого бога, Помимо самого себя. Хаман, зажги мне (печь), (Чтобы обжечь кирпич) из глины, И башню (из него) устрой, Чтоб к Богу Мусы мне подняться, - Ведь я считаю: (Муса) - лжец"
    },
    {
      "verse_number": 39,
      "text_uthmani": "وَٱسْتَكْبَرَ هُوَ وَجُنُودُهُۥ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَظَنُّوٓا۟ أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ",
      "text_uthmani_transcribed": "Wastakbara huwa wa judūduhū fil-arḍi bigairil-ḥaqqi wa ẓannū annahum ilainā lā yurja'ūn(a).",
      "translation": "И дерзко возгордились на земле И он, и воины его - Без истинного права (от Аллаха)- И думали, что к Нам возвращены не будут"
    },
    {
      "verse_number": 40,
      "text_uthmani": "فَأَخَذْنَـٰهُ وَجُنُودَهُۥ فَنَبَذْنَـٰهُمْ فِى ٱلْيَمِّ ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلظَّـٰلِمِينَ",
      "text_uthmani_transcribed": "Fa'akhażnāhu wa junūdahū fanabażnāhum fil-yamm(i), fanẓur kaifa kāna 'āqibatuẓ-ẓālimīn(a).",
      "translation": "А Мы его и воинов его Схватили и повергли в море, - Смотри, каков конец был злочестивых"
    },
    {
      "verse_number": 41,
      "text_uthmani": "وَجَعَلْنَـٰهُمْ أَئِمَّةً يَدْعُونَ إِلَى ٱلنَّارِ ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ لَا يُنصَرُونَ",
      "text_uthmani_transcribed": "Wa ja'alnāhum a'immatay yad'ūna ilan-nār(i), wa yaumal-qiyāmati lā yunṣarūn(a).",
      "translation": "И Мы их сделали имамами, зовущими к Огню, И в Судный День им помощи не будет"
    },
    {
      "verse_number": 42,
      "text_uthmani": "وَأَتْبَعْنَـٰهُمْ فِى هَـٰذِهِ ٱلدُّنْيَا لَعْنَةً ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ هُم مِّنَ ٱلْمَقْبُوحِينَ",
      "text_uthmani_transcribed": "Wa atba'nāhum fī hāżihid-dun-yā la'nah(tan), wa yaumal-qiyāmati hum minal-maqbūḥīn(a).",
      "translation": "Мы их проклятием сопроводили в этом мире, И им в День Воскресения (на Суд) быть среди тех, Кто не допущен будет (к милости Аллаха)"
    },
    {
      "verse_number": 43,
      "text_uthmani": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ مِنۢ بَعْدِ مَآ أَهْلَكْنَا ٱلْقُرُونَ ٱلْأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُونَ",
      "text_uthmani_transcribed": "Wa laqad ātainā mūsal-kitāba mim ba'di mā ahlaknal-qurūnal ūlā baṣā'ira lin-nāsi wa hudaw wa raḥmatal la'allahum yatażakkarūn(a).",
      "translation": "Мы даровали Мусе Книгу После того, как истребили поколенья древних, Чтобы ее знаменья стали для людей Наглядными примерами (от Нас) И как водительство (по жизненной стезе) И милосердие (от Нас), Чтобы они могли (над этим) поразмыслить"
    },
    {
      "verse_number": 44,
      "text_uthmani": "وَمَا كُنتَ بِجَانِبِ ٱلْغَرْبِىِّ إِذْ قَضَيْنَآ إِلَىٰ مُوسَى ٱلْأَمْرَ وَمَا كُنتَ مِنَ ٱلشَّـٰهِدِينَ",
      "text_uthmani_transcribed": "Wa mā kunta bijānibil-garbiyyi iż qaḍainā ilā mūsal-amra wa mā kunta minasy-syāhidīn(a).",
      "translation": "И не было тебя на западном краю (долины Тува), Когда определили Мы посланничество Мусе, - Свидетелем (тому) ты не был"
    }
  ]
}