{
  "chapter_number": 43,
  "verses": [
    {
      "verse_number": 34,
      "text_uthmani": "وَلِبُيُوتِهِمْ أَبْوَٰبًا وَسُرُرًا عَلَيْهَا يَتَّكِـُٔونَ",
      "text_uthmani_transcribed": "Wa libuyūtihim abwābaw wa sururan 'alaihā yattaki'ūn(a).",
      "translation": "И двери их домов, и ложа, Где возлегали б (отдыхая)"
    },
    {
      "verse_number": 35,
      "text_uthmani": "وَزُخْرُفًا ۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ وَٱلْـَٔاخِرَةُ عِندَ رَبِّكَ لِلْمُتَّقِينَ",
      "text_uthmani_transcribed": "Wa zukhrufā(n), wa in kullu żālika lammā matā'ul-ḥayātid-dun-yā, wal-ākhiratu 'inda rabbika lil-muttaqīn(a).",
      "translation": "Златые украшенья также. Но это все - не что иное, Как наслажденья ближней жизни, А жизнь вторая, что у Бога, (Назначена) благочестивым"
    },
    {
      "verse_number": 36,
      "text_uthmani": "وَمَن يَعْشُ عَن ذِكْرِ ٱلرَّحْمَـٰنِ نُقَيِّضْ لَهُۥ شَيْطَـٰنًا فَهُوَ لَهُۥ قَرِينٌ",
      "text_uthmani_transcribed": "Wa may ya'syu 'an żikrir-raḥmāni nuqayyiḍ lahū syaiṭānan fahuwa lahū qarīn(un).",
      "translation": "Кто слепо небрежет воспоминанием о Милосердном, К тому Мы Сатану приставим, Кто станет неотлучным спутником ему"
    },
    {
      "verse_number": 37,
      "text_uthmani": "وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ ٱلسَّبِيلِ وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ",
      "text_uthmani_transcribed": "Wa innahum layaṣuddūnahum 'anis-sabīli wa yaḥsabūna annahum muhtadūn(a).",
      "translation": "Они, поистине, сбивают их с пути; Те ж думают, что следуют прямой стезею"
    },
    {
      "verse_number": 38,
      "text_uthmani": "حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَـٰلَيْتَ بَيْنِى وَبَيْنَكَ بُعْدَ ٱلْمَشْرِقَيْنِ فَبِئْسَ ٱلْقَرِينُ",
      "text_uthmani_transcribed": "Ḥattā iżā jā'anā qāla yā laita bainī wa bainaka bu'dal-masyriqaini fa bi'sal-qarīn(u).",
      "translation": "И вот когда он к Нам придет, он скажет: \"О, если б между мною и тобой Легла земля от запада к востоку!\" О, как же скверен этот спутник"
    },
    {
      "verse_number": 39,
      "text_uthmani": "وَلَن يَنفَعَكُمُ ٱلْيَوْمَ إِذ ظَّلَمْتُمْ أَنَّكُمْ فِى ٱلْعَذَابِ مُشْتَرِكُونَ",
      "text_uthmani_transcribed": "Wa lay yanfa'akumul-yauma iẓ ẓalamtum annakum fil-'ażābi musytarikūn(a).",
      "translation": "И коль вы были беззаконны, Вам в этот День нисколько не поможет То, что вы станете собратья В (суровом) наказании (Господнем)"
    },
    {
      "verse_number": 40,
      "text_uthmani": "أَفَأَنتَ تُسْمِعُ ٱلصُّمَّ أَوْ تَهْدِى ٱلْعُمْىَ وَمَن كَانَ فِى ضَلَـٰلٍ مُّبِينٍ",
      "text_uthmani_transcribed": "Afa anta tusmi'uṣ-ṣumma au tahdil-'umya  wa man kāna fī ḍalālim mubīn(in).",
      "translation": "И разве можешь ты глухих заставить слышать Иль путь (прямой) слепому указать И тем, кто в явном заблужденье (пребывает)"
    },
    {
      "verse_number": 41,
      "text_uthmani": "فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُم مُّنتَقِمُونَ",
      "text_uthmani_transcribed": "Fa immā nażhabanna bika fa innā minhum muntaqimūn(a).",
      "translation": "А если удалим от них тебя Мы, Мы взыщем с них сполна за это"
    },
    {
      "verse_number": 42,
      "text_uthmani": "أَوْ نُرِيَنَّكَ ٱلَّذِى وَعَدْنَـٰهُمْ فَإِنَّا عَلَيْهِم مُّقْتَدِرُونَ",
      "text_uthmani_transcribed": "Au nuriyannakal-lażī wa'adnāhum fa'innā 'alaihim muqtadirūn(a).",
      "translation": "Или тебе покажем то, Чем Мы, увещевая их, грозили. Ведь мощью Мы их превосходим"
    },
    {
      "verse_number": 43,
      "text_uthmani": "فَٱسْتَمْسِكْ بِٱلَّذِىٓ أُوحِىَ إِلَيْكَ ۖ إِنَّكَ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "text_uthmani_transcribed": "Fastamsik bil-lażī ūḥiya ilaik(a), innaka 'alā ṣirāṭim mustaqīm(in).",
      "translation": "(А потому уверенно) держись того, Что в Откровении тебе открыто, - Ведь ты - на праведной стезе"
    },
    {
      "verse_number": 44,
      "text_uthmani": "وَإِنَّهُۥ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ ۖ وَسَوْفَ تُسْـَٔلُونَ",
      "text_uthmani_transcribed": "Wa innahū lażikrul laka wa liqaumik(a), wa saufa tus'alūn(a).",
      "translation": "Сие, поистине, Послание (от Бога) Тебе и твоему народу, И вам ответ держать (пред Ним)"
    }
  ]
}