[
  {
    "verse_number": 45,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا لَقِيتُمْ فِئَةً فَٱثْبُتُوا۟ وَٱذْكُرُوا۟ ٱللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū iżā laqītum fi'atan faṡbutū ważkurullāha kaṡīral la'allakum tufliḥūn(a).",
    "translation": "О вы, кто верует! Когда сойдетесь с (вражеским) отрядом, Храните стойкость и Аллаха призывайте непрестанно, Чтоб преуспеть (на поприще своем)"
  },
  {
    "verse_number": 46,
    "text_uthmani": "وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَـٰزَعُوا۟ فَتَفْشَلُوا۟ وَتَذْهَبَ رِيحُكُمْ ۖ وَٱصْبِرُوٓا۟ ۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّـٰبِرِينَ",
    "text_uthmani_transcribed": "Wa aṭī'ullāha wa rasūlahū wa lā tanāza'ū fa tafsyalū wa tażhaba rīḥukum waṣbirū, innallāha ma'aṣ-ṣābirīn(a).",
    "translation": "Аллаху и посланнику Его послушны будьте, Не затевайте споров меж собой, А то вы в замешательство придете, И ваша мощь покинет вас. Крепите стойкость духа, - ведь Аллах Лишь с теми, кто хранит терпение и стойкость"
  },
  {
    "verse_number": 47,
    "text_uthmani": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ خَرَجُوا۟ مِن دِيَـٰرِهِم بَطَرًا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ ۚ وَٱللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ",
    "text_uthmani_transcribed": "Wa lā takūnū kal-lażīna kharajū min diyārihim baṭaraw wa ri'ā'an-nāsi wa yaṣuddūna 'an sabīlillāh(i), wallāhu bimā ya'malūna muḥīṭ(un).",
    "translation": "Не будьте вы похожими на тех, Что вышли из своих домов С кичливой дерзостью перед людьми. Они (людей) с пути Аллаха уклоняют. Аллах же все их (зло)деяния объемлет"
  },
  {
    "verse_number": 48,
    "text_uthmani": "وَإِذْ زَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ ٱلْيَوْمَ مِنَ ٱلنَّاسِ وَإِنِّى جَارٌ لَّكُمْ ۖ فَلَمَّا تَرَآءَتِ ٱلْفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيْهِ وَقَالَ إِنِّى بَرِىٓءٌ مِّنكُمْ إِنِّىٓ أَرَىٰ مَا لَا تَرَوْنَ إِنِّىٓ أَخَافُ ٱللَّهَ ۚ وَٱللَّهُ شَدِيدُ ٱلْعِقَابِ",
    "text_uthmani_transcribed": "Wa iż zayyana lahumusy-syaiṭānu a'mālahum wa qāla lā gāliba lakumul-yauma minan-nāsi wa innī jārul lakum, falammā tarā'atil-fi'atāni nakaṣa 'alā 'aqibaihi wa qāla innī barī'um minkum innī arā mā lā tarauna innī akhāfullāh(a), wallāhu syadīdul-'iqāb(i).",
    "translation": "И (вспомните), как Сатана Столь привлекательно представил им их (грешные) деянья, При этом говоря: \"Нет ныне победителя над вами средь людей, И я соседствую (во всех ваших деяньях)!\" Когда же оба ополчения сошлись (на поле брани), Он обратился к ним спиною, говоря: \"Я вовсе не причастен к вам. Поистине, я вижу то, что не дано вам видеть. Страшусь Аллаха я, - Силен Он в наказании Своем"
  },
  {
    "verse_number": 49,
    "text_uthmani": "إِذْ يَقُولُ ٱلْمُنَـٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ غَرَّ هَـٰٓؤُلَآءِ دِينُهُمْ ۗ وَمَن يَتَوَكَّلْ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
    "text_uthmani_transcribed": "Iż yaqūlul-munāfiqūna wal-lażīna fī qulūbihim maraḍun garra hā'ulā'i dīnuhum, wa may yatawakkal 'alallāhi fa innallāha 'azīzun ḥakīm(un).",
    "translation": "Теперь же лицемеры и те люди, Сердца которых схвачены недугом, Говорят: \"Их вера обольстила их, лишив их здравого ума!\" Но кто на Бога уповает, (Тот знает): Он велик и мудр"
  },
  {
    "verse_number": 50,
    "text_uthmani": "وَلَوْ تَرَىٰٓ إِذْ يَتَوَفَّى ٱلَّذِينَ كَفَرُوا۟ ۙ ٱلْمَلَـٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَـٰرَهُمْ وَذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ",
    "text_uthmani_transcribed": "Wa lau tarā iż yatawaffal-lażīna kafarul-malā'ikatu yaḍribūna wujūhahum wa adbārahum, wa żūqū 'ażābal-ḥarīq(i).",
    "translation": "И если б мог ты только видеть, Как исторгают ангелы (Господни) души тех, Кто не уверовал (в Него)! Они их бьют по лицам и по спинам (И говорят): \"Вкусите кару огненного (Ада)"
  },
  {
    "verse_number": 51,
    "text_uthmani": "ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّـٰمٍ لِّلْعَبِيدِ",
    "text_uthmani_transcribed": "Żālika bimā qaddamat aidīkum wa annallāha laisa biẓallāmil lil-'abīd(i).",
    "translation": "И это - вам за то, что ваши руки предварили, - Ведь никогда Аллах служителям Своим Не нанесет обид несправедливых"
  },
  {
    "verse_number": 52,
    "text_uthmani": "كَدَأْبِ ءَالِ فِرْعَوْنَ ۙ وَٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَفَرُوا۟ بِـَٔايَـٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ ۗ إِنَّ ٱللَّهَ قَوِىٌّ شَدِيدُ ٱلْعِقَابِ",
    "text_uthmani_transcribed": "Kada'bi āli fir'aun(a), wal-lażīna min qablihim, kafarū bi'āyātillāhi fa akhażahumullāhu biżunūbihim, innallāha qawiyyun syadīdul-'iqāb(i).",
    "translation": "Как и для рода Фараона И тех, которые до них (грешили), - Они не приняли знамения Аллаха, И Он сразил их за грехи. Аллах, поистине, могуч и в наказании суров (и непреклонен)"
  },
  {
    "verse_number": 53,
    "text_uthmani": "ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمْ يَكُ مُغَيِّرًا نِّعْمَةً أَنْعَمَهَا عَلَىٰ قَوْمٍ حَتَّىٰ يُغَيِّرُوا۟ مَا بِأَنفُسِهِمْ ۙ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
    "text_uthmani_transcribed": "Żālika bi'annallāha lam yaku mugayyiran ni'matan an'amahā 'alā qaumin ḥattā yugayyirū mā bi'anfusihim, wa annallāha samī'un 'alīm(un).",
    "translation": "И это - потому, что не таков Аллах, Чтоб изменить ту милость, Которой Он людей уж одарил, Пока они того, что есть в их душах, не изменят, - Аллах, поистине, все слышит и все знает"
  },
  {
    "verse_number": 54,
    "text_uthmani": "كَدَأْبِ ءَالِ فِرْعَوْنَ ۙ وَٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَذَّبُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ فَأَهْلَكْنَـٰهُم بِذُنُوبِهِمْ وَأَغْرَقْنَآ ءَالَ فِرْعَوْنَ ۚ وَكُلٌّ كَانُوا۟ ظَـٰلِمِينَ",
    "text_uthmani_transcribed": "Kada'bi āli fir'aun(a), wal-lażīna min qablihim, każżabū bi'āyāti rabbihim fa ahlaknāhum biżunūbihim wa agraqnā āla fir'aun(a), wa kullun kānū ẓālimīn(a).",
    "translation": "Такой же стала (участь) Фараона и его людей И тех, которые до них (грешили), - Они сочли за ложь знамения Господни. И Мы за их грехи их погубили И потопили Фараона и его людей, - Ведь были все они несправедливы и беззаконие творили"
  },
  {
    "verse_number": 55,
    "text_uthmani": "إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُوا۟ فَهُمْ لَا يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Inna syarrad-dawābbi 'indallāhil-lażīna kafarū fahum lā yu'minūn(a).",
    "translation": "Ведь худшие из всех земных существ В Деснице Бога - те, которые не веруют (в Него) И (никогда) уж не придут к Нему"
  }
]