{
  "chapter_number": 16,
  "verses": [
    {
      "verse_number": 67,
      "text_uthmani": "وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلْأَعْنَـٰبِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَعْقِلُونَ",
      "text_uthmani_transcribed": "Wa min ṡamarātin nakhīli wal-a'nābi tattakhiżūna minhu sakaraw wa rizqan ḥasanā(n), inna fī żālika la'āyatal liqaumiy ya'qilūn(a).",
      "translation": "Из пальмовых плодов и виноградных лоз Вы пищу добрую находите себе И опьяняющий напиток, - Здесь, истинно, знамение для тех, кто разумеет"
    },
    {
      "verse_number": 68,
      "text_uthmani": "وَأَوْحَىٰ رَبُّكَ إِلَى ٱلنَّحْلِ أَنِ ٱتَّخِذِى مِنَ ٱلْجِبَالِ بُيُوتًا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعْرِشُونَ",
      "text_uthmani_transcribed": "Wa auḥā rabbuka ilan-naḥli anittakhiżī minal-jibāli buyūtaw wa minasy-syajari wa mimmā ya'risyūn(a).",
      "translation": "И твой Господь вменил пчеле: \"Устраивай себе жилище В горах, в деревьях и в людских постройках"
    },
    {
      "verse_number": 69,
      "text_uthmani": "ثُمَّ كُلِى مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسْلُكِى سُبُلَ رَبِّكِ ذُلُلًا ۚ يَخْرُجُ مِنۢ بُطُونِهَا شَرَابٌ مُّخْتَلِفٌ أَلْوَٰنُهُۥ فِيهِ شِفَآءٌ لِّلنَّاسِ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَتَفَكَّرُونَ",
      "text_uthmani_transcribed": "Ṡumma kulī min kulliṡ-ṡamarāti faslukī subula rabbiki żululā(n), yakhruju mim buṭūnihā syarābum mukhtalifun alwānuhū fīhi syifā'ul lin-nās(i), inna fī żālika la'āyatal liqaumiy yatafakkarūn(a).",
      "translation": "Питайся всякими плодами, Летай смиренно по путям, (Проложенным) твоим Владыкой\". Из внутренностей их питье выходит, Что различается по цвету, - В котором врачеванье для людей, И здесь, поистине, знамение для тех, Кто размышленьям предается"
    },
    {
      "verse_number": 70,
      "text_uthmani": "وَٱللَّهُ خَلَقَكُمْ ثُمَّ يَتَوَفَّىٰكُمْ ۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرْذَلِ ٱلْعُمُرِ لِكَىْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْـًٔا ۚ إِنَّ ٱللَّهَ عَلِيمٌ قَدِيرٌ",
      "text_uthmani_transcribed": "Wallāhu khalaqakum ṡumma yatawaffākum wa minkum may yuraddu ilā arżalil-'umuri  likai lā ya'lama ba'da 'ilmin syai'ā(n), innallāha 'alīmun qadīr(un).",
      "translation": "Аллах творит вас, А потом на упокой вас забирает. Средь вас есть те, Кто, погружаясь в немощь дряхлых лет, Лишается (всего богатства) знаний, Которым он владел в былые времена. Аллах, поистине, всезнающ и могуч"
    },
    {
      "verse_number": 71,
      "text_uthmani": "وَٱللَّهُ فَضَّلَ بَعْضَكُمْ عَلَىٰ بَعْضٍ فِى ٱلرِّزْقِ ۚ فَمَا ٱلَّذِينَ فُضِّلُوا۟ بِرَآدِّى رِزْقِهِمْ عَلَىٰ مَا مَلَكَتْ أَيْمَـٰنُهُمْ فَهُمْ فِيهِ سَوَآءٌ ۚ أَفَبِنِعْمَةِ ٱللَّهِ يَجْحَدُونَ",
      "text_uthmani_transcribed": "Wallāhu faḍḍala ba'ḍakum 'alā ba'ḍin fir-rizq(i), famal-lażīna fuḍḍilū birāddī rizqihim 'alā mā malakat aimānuhum fahum fīhi sawā'un afa bini'matillāhi yajḥadūn(a).",
      "translation": "В (раздаче) жизненных даров Аллах одних из вас другим предпочитает. Но те, которым предпочтения даны, Не отдадут (и части) своей доли (Невольникам), которыми владеют, Чтоб с ними в этом наравне не быть. Неужто и теперь они (посмеют) отрицать Ту милость, (что Он им назначил)"
    },
    {
      "verse_number": 72,
      "text_uthmani": "وَٱللَّهُ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا وَجَعَلَ لَكُم مِّنْ أَزْوَٰجِكُم بَنِينَ وَحَفَدَةً وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ ۚ أَفَبِٱلْبَـٰطِلِ يُؤْمِنُونَ وَبِنِعْمَتِ ٱللَّهِ هُمْ يَكْفُرُونَ",
      "text_uthmani_transcribed": "Wallāhu ja'ala lakum min anfusikum azwājaw wa ja'ala lakum min azwājikum banīna wa ḥafadataw wa razaqakum minaṭ-ṭayyibāt(i), afabil-bāṭili yu'minūna wa bini'matillāhi yakfurūn(a).",
      "translation": "Аллах вам дал супруг из вас самих, И от супруг вам дал детей и внуков, И одарил благами вас, - Так неужели они верят в ложь, Неблагодарно отвергая Его милость"
    },
    {
      "verse_number": 73,
      "text_uthmani": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمْلِكُ لَهُمْ رِزْقًا مِّنَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ شَيْـًٔا وَلَا يَسْتَطِيعُونَ",
      "text_uthmani_transcribed": "Wa ya'budūna min dūnillāhi mā lā yamliku lahum rizqam minas-samāwāti wal-arḍi syai'aw wa lā yastaṭī'ūn(a).",
      "translation": "И чтят они с Аллахом наравне Того, кто им ни с неба, ни с земли Не в состоянии потребное доставить"
    },
    {
      "verse_number": 74,
      "text_uthmani": "فَلَا تَضْرِبُوا۟ لِلَّهِ ٱلْأَمْثَالَ ۚ إِنَّ ٱللَّهَ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
      "text_uthmani_transcribed": "Falā taḍribū lillāhil-amṡāl(a), innallāha ya'lamu wa antum lā ta'lamūn(a).",
      "translation": "Не проводите же подобий, относящихся к Аллаху, (И не зовите в равные Ему). Аллах, поистине, (все) знает - Вам не известно (ничего)"
    },
    {
      "verse_number": 75,
      "text_uthmani": "۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبْدًا مَّمْلُوكًا لَّا يَقْدِرُ عَلَىٰ شَىْءٍ وَمَن رَّزَقْنَـٰهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنفِقُ مِنْهُ سِرًّا وَجَهْرًا ۖ هَلْ يَسْتَوُۥنَ ۚ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "text_uthmani_transcribed": "Ḍaraballāhu maṡalan 'abdam mamlūkal lā yaqdiru 'alā syai'iw wa mar razaqnāhu minnā rizqan ḥasanan fa huwa yunfiqu minhu sirraw wa jahrā(n), hal yastawūn(a), al-ḥamdu lillāh(i), bal akṡaruhum lā ya'lamūn(a).",
      "translation": "Аллах приводит вам сравненье: Невольник - раб, который не владеет, истинно, ничем, - И тот, которого прекраснейшим уделом Мы наделили от Себя, И он расходует (на милость) из него Открыто или тайно. Сравни ль друг другу эти двое? Хвала Аллаху, нет! Но большинство из них (того) не понимает"
    },
    {
      "verse_number": 76,
      "text_uthmani": "وَضَرَبَ ٱللَّهُ مَثَلًا رَّجُلَيْنِ أَحَدُهُمَآ أَبْكَمُ لَا يَقْدِرُ عَلَىٰ شَىْءٍ وَهُوَ كَلٌّ عَلَىٰ مَوْلَىٰهُ أَيْنَمَا يُوَجِّههُّ لَا يَأْتِ بِخَيْرٍ ۖ هَلْ يَسْتَوِى هُوَ وَمَن يَأْمُرُ بِٱلْعَدْلِ ۙ وَهُوَ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "text_uthmani_transcribed": "Wa ḍaraballāhu maṡalar rajulaini aḥaduhumā abkamu lā yaqdiru 'alā syai'iw wa huwa kallun 'alā maulāh(u), ainamā yuwajjihhu lā ya'ti bikhair(in), hal yastawī huw(a), wa may ya'muru bil-'adli wa huwa 'alā ṣirāṭim mustaqīm(in).",
      "translation": "Аллах приводит вам сравненье: Один - немой, который ничего не может И в тягость господину своему, - Куда б его он ни послал, С добром не возвратится он. Так неужели наравне он с тем, Кто к справедливости зовет И на прямом пути деяет"
    },
    {
      "verse_number": 77,
      "text_uthmani": "وَلِلَّهِ غَيْبُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَمَآ أَمْرُ ٱلسَّاعَةِ إِلَّا كَلَمْحِ ٱلْبَصَرِ أَوْ هُوَ أَقْرَبُ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "text_uthmani_transcribed": "Wa lillāhi gaibus-samāwāti wal-arḍ(i), wa mā amrus-sā'ati illā kalamḥil-baṣari au huwa aqrab(u), innallāha 'alā kulli syai'in qadīr(un).",
      "translation": "И лишь Аллах владеет Сокровенным неба и земли, Его решенье о (приходе) Часа - Мгновенье ока иль еще быстрее. Аллах, поистине, над каждой вещью мощен"
    }
  ]
}