{
  "chapter_number": 38,
  "verses": [
    {
      "verse_number": 12,
      "text_uthmani": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَفِرْعَوْنُ ذُو ٱلْأَوْتَادِ",
      "text_uthmani_transcribed": "Każżabat qablahum qaumu nūḥiw wa 'āduw wa fir'aunu żul-autād(i).",
      "translation": "Ведь и до них посланников отвергли И люди Нуха, и адиты, И Фараон, властитель кольев"
    },
    {
      "verse_number": 13,
      "text_uthmani": "وَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحَـٰبُ لْـَٔيْكَةِ ۚ أُو۟لَـٰٓئِكَ ٱلْأَحْزَابُ",
      "text_uthmani_transcribed": "Wa ṡamūdu wa qaumu lūṭiw wa aṣḥābul-aikah(ti), ulā'ikal-aḥzāb(u).",
      "translation": "И Самуд, и люди Лута, И обитатели Зеленой Рощи. Они и есть те партии (неверных), Кто Господа Единого отверг"
    },
    {
      "verse_number": 14,
      "text_uthmani": "إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ",
      "text_uthmani_transcribed": "In kullun illā każżabar-rusula faḥaqqa 'iqāb(i).",
      "translation": "Ведь все они посланников Моих сочли лжецами, И наказание Мое над ними оправдалось"
    },
    {
      "verse_number": 15,
      "text_uthmani": "وَمَا يَنظُرُ هَـٰٓؤُلَآءِ إِلَّا صَيْحَةً وَٰحِدَةً مَّا لَهَا مِن فَوَاقٍ",
      "text_uthmani_transcribed": "Wa mā yanẓuru hā'ulā'i illā ṣaiḥataw wāḥidatam mā lahā min fawāq(in).",
      "translation": "Они лишь ждут единственного вскрика, Для коего отсрочки нет"
    },
    {
      "verse_number": 16,
      "text_uthmani": "وَقَالُوا۟ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ ٱلْحِسَابِ",
      "text_uthmani_transcribed": "Wa qālū rabbanā 'ajjil lanā qiṭṭanā qabla yaumil-ḥisāb(i).",
      "translation": "И говорят они: \"Господь наш! Ускорь нам приговор Свой прежде Дня Расчета"
    },
    {
      "verse_number": 17,
      "text_uthmani": "ٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَٱذْكُرْ عَبْدَنَا دَاوُۥدَ ذَا ٱلْأَيْدِ ۖ إِنَّهُۥٓ أَوَّابٌ",
      "text_uthmani_transcribed": "Iṣbir 'alā mā yaqūlūna ważkur 'abdanā dāwūda żal-aid(i), innahū awwāb(un).",
      "translation": "Ты терпеливо речи их сноси, (о Мухаммад!), И помни Нашего служителя Дауда, Кто обладал великой силой, - Ведь он (к Нам часто) обращался"
    },
    {
      "verse_number": 18,
      "text_uthmani": "إِنَّا سَخَّرْنَا ٱلْجِبَالَ مَعَهُۥ يُسَبِّحْنَ بِٱلْعَشِىِّ وَٱلْإِشْرَاقِ",
      "text_uthmani_transcribed": "Innā sakhkharnal-jibāla ma'ahū yusabbiḥna bil-'asyiyyi wal-isyrāq(i).",
      "translation": "И это Мы поставили ему на службу горы, Что вместе с ним хвалу Нам воздавали По вечерам и на восходе дня"
    },
    {
      "verse_number": 19,
      "text_uthmani": "وَٱلطَّيْرَ مَحْشُورَةً ۖ كُلٌّ لَّهُۥٓ أَوَّابٌ",
      "text_uthmani_transcribed": "Waṭ-ṭaira maḥsyūrah(tan), kullul lahū awwāb(un).",
      "translation": "И птиц, что, (стаями) собравшись вкруг него, (С хвалебным пением) к Нам обращались"
    },
    {
      "verse_number": 20,
      "text_uthmani": "وَشَدَدْنَا مُلْكَهُۥ وَءَاتَيْنَـٰهُ ٱلْحِكْمَةَ وَفَصْلَ ٱلْخِطَابِ",
      "text_uthmani_transcribed": "Wa syadadnā mulkahū wa ātaināhul-ḥikmata wa faṣlal-khiṭāb(i).",
      "translation": "Мы укрепили его власть И одарили мудростью и здравой речью"
    },
    {
      "verse_number": 21,
      "text_uthmani": "۞ وَهَلْ أَتَىٰكَ نَبَؤُا۟ ٱلْخَصْمِ إِذْ تَسَوَّرُوا۟ ٱلْمِحْرَابَ",
      "text_uthmani_transcribed": "Wa hal atāka naba'ul-khaṣm(i), iż tasawwarul-miḥrāb(a).",
      "translation": "К тебе пришел о двух противниках рассказ? Они проникли через стену, Войдя в святилище (Дауда)"
    },
    {
      "verse_number": 22,
      "text_uthmani": "إِذْ دَخَلُوا۟ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنْهُمْ ۖ قَالُوا۟ لَا تَخَفْ ۖ خَصْمَانِ بَغَىٰ بَعْضُنَا عَلَىٰ بَعْضٍ فَٱحْكُم بَيْنَنَا بِٱلْحَقِّ وَلَا تُشْطِطْ وَٱهْدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ",
      "text_uthmani_transcribed": "Iż dakhalū 'alā dāwūda fafazi'a minhum qālū lā takhaf, khaṣmāni bagā ba'ḍunā 'alā ba'ḍin faḥkum bainanā bil-ḥaqqi wa lā tusyṭiṭ wahdinā ilā sawā'iṣ-ṣirāṭ(i).",
      "translation": "Когда они вошли к Дауду, Им овладел ужасный страх, Но молвили они: \"Не бойся! Мы два противника, - Один из нас зло причинил другому. Ты рассуди с правдивостью меж нами И к нам не будь несправедливым, А укажи нам верную стезю"
    }
  ]
}