[
  {
    "verse_number": 1,
    "text_uthmani": " يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُقَدِّمُوا۟ بَيْنَ يَدَىِ ٱللَّهِ وَرَسُولِهِۦ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tuqaddimū baina yadayillāhi wa rasūlihī wattaqullāh(a), innallāha samī'un 'alīm(un).",
    "translation": "О вы, кто верует! (В решениях и действиях своих) Себя перед Аллахом и посланником Его ни в чем не выставляйте, Страшитесь (разгневить) Его, - Он, истинно, все слышит и все знает"
  },
  {
    "verse_number": 2,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَرْفَعُوٓا۟ أَصْوَٰتَكُمْ فَوْقَ صَوْتِ ٱلنَّبِىِّ وَلَا تَجْهَرُوا۟ لَهُۥ بِٱلْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَن تَحْبَطَ أَعْمَـٰلُكُمْ وَأَنتُمْ لَا تَشْعُرُونَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tarfa'ū aṣwātakum fauqa ṣautin-nabiyyi wa lā tajharū lahū bil-qauli kajahri ba'ḍikum liba'ḍin an taḥbaṭa a'mālukum wa antum lā tasy'urūn(a).",
    "translation": "О вы, кто верует! Не возвышайте голос свой Над голосом Господнего пророка И громким голосом речь не ведите с ним, Как вы порою обращаетесь друг к другу, Чтобы поступки ваши тщетными не стали, А вы к тому ж не ведали об этом"
  },
  {
    "verse_number": 3,
    "text_uthmani": "إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصْوَٰتَهُمْ عِندَ رَسُولِ ٱللَّهِ أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱمْتَحَنَ ٱللَّهُ قُلُوبَهُمْ لِلتَّقْوَىٰ ۚ لَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ",
    "text_uthmani_transcribed": "Innal-lażīna yaguḍḍūna aṣwātahum 'inda rasūlillāhi ulā'ikal-lażīnamtaḥanallāhu qulūbahum lit-taqwā, lahum magfiratuw wa ajrun 'aẓīm(un).",
    "translation": "Ведь те, кто пред посланником Аллаха голос понижает, Суть те, сердца которых испытал на благочестие Аллах, - Их ждет прощение и щедрая награда"
  },
  {
    "verse_number": 4,
    "text_uthmani": "إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلْحُجُرَٰتِ أَكْثَرُهُمْ لَا يَعْقِلُونَ",
    "text_uthmani_transcribed": "Innal-lażīna yunādūnaka miw warā'il-ḥujurāti akṡaruhum lā ya'qilūn(a).",
    "translation": "А те, кто громко из покоев тебя кличет, - Они же, в большинстве своем, Любого разуменья лишены"
  },
  {
    "verse_number": 5,
    "text_uthmani": "وَلَوْ أَنَّهُمْ صَبَرُوا۟ حَتَّىٰ تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْرًا لَّهُمْ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Wa lau annahum ṣabarū ḥattā takhruja ilaihim lakāna khairal lahum, wallāhu gafūrur raḥīm(un).",
    "translation": "И если б им терпения хватило подождать, Пока ты сам к ним выйдешь, Для них бы это было лучше, - Аллах ведь всепрощающ, милосерд"
  },
  {
    "verse_number": 6,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن جَآءَكُمْ فَاسِقٌۢ بِنَبَإٍ فَتَبَيَّنُوٓا۟ أَن تُصِيبُوا۟ قَوْمًۢا بِجَهَـٰلَةٍ فَتُصْبِحُوا۟ عَلَىٰ مَا فَعَلْتُمْ نَـٰدِمِينَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū in jā'akum fāsiqum binaba'in fa tabayyanū an tuṣībū qaumam bijahālatin fa tuṣbiḥū 'alā mā fa'altum nādimīn(a).",
    "translation": "О вы, кто верует! Коль человек злонравный с вестью к вам придет, То постарайтесь истинность сей вести уточнить, Чтоб по неведению своему Зла не причинить (невинным) людям, А после не раскаиваться в том, что сделал"
  },
  {
    "verse_number": 7,
    "text_uthmani": "وَٱعْلَمُوٓا۟ أَنَّ فِيكُمْ رَسُولَ ٱللَّهِ ۚ لَوْ يُطِيعُكُمْ فِى كَثِيرٍ مِّنَ ٱلْأَمْرِ لَعَنِتُّمْ وَلَـٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيْكُمُ ٱلْإِيمَـٰنَ وَزَيَّنَهُۥ فِى قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ ٱلْكُفْرَ وَٱلْفُسُوقَ وَٱلْعِصْيَانَ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ",
    "text_uthmani_transcribed": "Wa'lamū anna fīkum rasūlallāh(i), lau yuṭī'ukum fī kaṡīrim minal-amri la'anittum wa lākinnallāha ḥabbaba ilaikumul-īmāna wa zayyanahū fī qulūbikum wa karraha ilaikumul-kufra wal-fusūqa wal-'iṣyān(a), ulā'ika humur-rāsyidūn(a).",
    "translation": "И знайте, что средь вас - посланник от Аллаха, И если бы в делах мирских Он часто следовал советам вашим, Вы б претерпели много бед. Но вдохновил на веру вас Аллах, Что красотой своею озарила ваше сердце. Он сделал ненавистными для вас Неверие, злонравие и непокорство; Вот таковы - идущие прямым путем"
  },
  {
    "verse_number": 8,
    "text_uthmani": "فَضْلًا مِّنَ ٱللَّهِ وَنِعْمَةً ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
    "text_uthmani_transcribed": "Faḍlam minallāhi wa ni'mah(tan), wallāhu 'alīmun ḥakīm(un).",
    "translation": "По милости и щедрости Аллаха, - Исполнен знания и мудрости Аллах"
  },
  {
    "verse_number": 9,
    "text_uthmani": "وَإِن طَآئِفَتَانِ مِنَ ٱلْمُؤْمِنِينَ ٱقْتَتَلُوا۟ فَأَصْلِحُوا۟ بَيْنَهُمَا ۖ فَإِنۢ بَغَتْ إِحْدَىٰهُمَا عَلَى ٱلْأُخْرَىٰ فَقَـٰتِلُوا۟ ٱلَّتِى تَبْغِى حَتَّىٰ تَفِىٓءَ إِلَىٰٓ أَمْرِ ٱللَّهِ ۚ فَإِن فَآءَتْ فَأَصْلِحُوا۟ بَيْنَهُمَا بِٱلْعَدْلِ وَأَقْسِطُوٓا۟ ۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ",
    "text_uthmani_transcribed": "Wa in ṭā'ifatāni minal-mu'minīnaqtatalū fa aṣliḥū bainahumā, fa im bagat iḥdāhumā 'alal-ukhrā fa qātilul-latī tabgī ḥattā tafī'a ilā amrillāh(i), fa in fā'at fa aṣliḥū bainahumā bil-'adli wa aqsiṭū, innallāha yuḥibbul-muqsiṭīn(a).",
    "translation": "А коль средь тех, кто верует, Одни вступили в спор с другими, Вы примирите их. Но если же один из них несправедлив к другому, Боритесь с ним, пока не обратится он к велению Аллаха. Когда же обратится он, Мирите честно их и беспристрастно, - Аллаху любы те, кто беспристрастен"
  },
  {
    "verse_number": 10,
    "text_uthmani": "إِنَّمَا ٱلْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا۟ بَيْنَ أَخَوَيْكُمْ ۚ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُرْحَمُونَ",
    "text_uthmani_transcribed": "Innamal-mu'minūna ikhwatun fa aṣliḥū baina akhawaikum wattaqullāha la'allakum turḥamūn(a).",
    "translation": "Ведь те, кто верует, - в едином братстве, А потому - мирите ваших братьев, Страшитесь гнева Господа, и этим Вы обретете милосердие Его"
  },
  {
    "verse_number": 11,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا يَسْخَرْ قَوْمٌ مِّن قَوْمٍ عَسَىٰٓ أَن يَكُونُوا۟ خَيْرًا مِّنْهُمْ وَلَا نِسَآءٌ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيْرًا مِّنْهُنَّ ۖ وَلَا تَلْمِزُوٓا۟ أَنفُسَكُمْ وَلَا تَنَابَزُوا۟ بِٱلْأَلْقَـٰبِ ۖ بِئْسَ ٱلِٱسْمُ ٱلْفُسُوقُ بَعْدَ ٱلْإِيمَـٰنِ ۚ وَمَن لَّمْ يَتُبْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā yaskhar qaumum min qaumin 'asā ay yakūnū khairam minhum wa lā nisā'um min nisā'in 'asā ay yakunna khairam minhunn(a), wa lā talmizū anfusakum wa lā tanābazū bil-alqāb(i), bi'salismul-fusūqu ba'dal-īmān(i), wa mal lam yatub fa ulā'ika humuẓ-ẓālimūn(a).",
    "translation": "О вы, кто верует! Одним мужчинам непристойно Высмеивать других мужчин: Быть может, те, другие, лучше первых. И женщинам высмеивать других - грешно: Быть может, те, другие, лучше первых. (В глазах других) друг друга не порочьте, Обидных прозвищ не давайте, - Ведь, истинно, порочить (своих братьев) После того, как веру обрели вы, Злонравно и грешно пред Богом. И тот, кто этого не прекратит, Действительно злонравен"
  }
]