{
  "chapter_number": 4,
  "verses": [
    {
      "verse_number": 144,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلْكَـٰفِرِينَ أَوْلِيَآءَ مِن دُونِ ٱلْمُؤْمِنِينَ ۚ أَتُرِيدُونَ أَن تَجْعَلُوا۟ لِلَّهِ عَلَيْكُمْ سُلْطَـٰنًا مُّبِينًا",
      "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tattakhiżul-kāfirīna auliyā'a min dūnil-mu'minīn(a), aturīdūna an taj'alū lillāhi 'alaikum sulṭānam mubīnā(n).",
      "translation": "О вы, кто верует! Себе в друзья неверных вместо верных не берите, - Ужель хотите дать Аллаху Открытую улику против вас"
    },
    {
      "verse_number": 145,
      "text_uthmani": "إِنَّ ٱلْمُنَـٰفِقِينَ فِى ٱلدَّرْكِ ٱلْأَسْفَلِ مِنَ ٱلنَّارِ وَلَن تَجِدَ لَهُمْ نَصِيرًا",
      "text_uthmani_transcribed": "Innal-munāfiqīna fid-darkil-asfali minan-nār(i), wa lan tajida lahum naṣīrā(n).",
      "translation": "И, несомненно, будут лицемеры В самой исподней глубине Огня, И не найти тебе заступника для них"
    },
    {
      "verse_number": 146,
      "text_uthmani": "إِلَّا ٱلَّذِينَ تَابُوا۟ وَأَصْلَحُوا۟ وَٱعْتَصَمُوا۟ بِٱللَّهِ وَأَخْلَصُوا۟ دِينَهُمْ لِلَّهِ فَأُو۟لَـٰٓئِكَ مَعَ ٱلْمُؤْمِنِينَ ۖ وَسَوْفَ يُؤْتِ ٱللَّهُ ٱلْمُؤْمِنِينَ أَجْرًا عَظِيمًا",
      "text_uthmani_transcribed": "Illal-lażīna tābū wa aṣlaḥū wa'taṣamū billāhi wa akhlaṣū dīnahum lillāhi fa ulā'ika ma'al-mu'minīn(a), wa saufa yu'tillāhul mu'minīna ajran 'aẓīmā(n).",
      "translation": "Помимо тех, которые покаются и обратятся И твердо вступят на Господень путь, Благочестивы в своей вере пред Аллахом. Такие вместе с верными пребудут, Потом пожалует Господь Великую награду верным"
    },
    {
      "verse_number": 147,
      "text_uthmani": "مَّا يَفْعَلُ ٱللَّهُ بِعَذَابِكُمْ إِن شَكَرْتُمْ وَءَامَنتُمْ ۚ وَكَانَ ٱللَّهُ شَاكِرًا عَلِيمًا",
      "text_uthmani_transcribed": "Mā yaf'alullāhu bi'ażābikum in syakartum wa āmantum, wa kānallāhu syākiran 'alīmā(n).",
      "translation": "Зачем Аллаху подвергать вас наказанью, Коль благодарны и благочестивы вы? Поистине, Аллах признателен и знающ"
    },
    {
      "verse_number": 148,
      "text_uthmani": "۞ لَّا يُحِبُّ ٱللَّهُ ٱلْجَهْرَ بِٱلسُّوٓءِ مِنَ ٱلْقَوْلِ إِلَّا مَن ظُلِمَ ۚ وَكَانَ ٱللَّهُ سَمِيعًا عَلِيمًا",
      "text_uthmani_transcribed": "Lā yuḥibbullāhul-jahra bis-sū'i minal-qauli illā man ẓulim(a), wa kānallāhu samī'an 'alīmā(n).",
      "translation": "Аллах не любит, чтобы зло (Публичным) словом оглашалось, Разве что кто-нибудь несправедливо притеснен, - Поистине, Аллах и слышит все, и знает обо всем"
    },
    {
      "verse_number": 149,
      "text_uthmani": "إِن تُبْدُوا۟ خَيْرًا أَوْ تُخْفُوهُ أَوْ تَعْفُوا۟ عَن سُوٓءٍ فَإِنَّ ٱللَّهَ كَانَ عَفُوًّا قَدِيرًا",
      "text_uthmani_transcribed": "In tubdū khairan au tukhfūhu au ta'fū 'an sū'in fa innallāha kāna 'afuwwan qadīrā(n).",
      "translation": "Вы разгласите доброе, иль утаите, Или покроете прощеньем зло, - Аллах, поистине, прощающ и могуч"
    },
    {
      "verse_number": 150,
      "text_uthmani": "إِنَّ ٱلَّذِينَ يَكْفُرُونَ بِٱللَّهِ وَرُسُلِهِۦ وَيُرِيدُونَ أَن يُفَرِّقُوا۟ بَيْنَ ٱللَّهِ وَرُسُلِهِۦ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتَّخِذُوا۟ بَيْنَ ذَٰلِكَ سَبِيلًا",
      "text_uthmani_transcribed": "Innal-lażīna yakfurūna billāhi wa rusulihī wa yurīdūna ay yufarriqū bainallāhi wa rusulihī wa yaqūlūna nu'minu biba'ḍin wa nakfuru biba'ḍ(in), wa yurīdūna ay yattakhiżū baina żālika sabīlā(n).",
      "translation": "Те, кто не верует в Аллаха и посланников Его, Желая отделить Аллаха от посланников Его, И говорит: \"Мы веруем в одних, другим - не верим\", Пытаясь среднего пути держаться"
    },
    {
      "verse_number": 151,
      "text_uthmani": "أُو۟لَـٰٓئِكَ هُمُ ٱلْكَـٰفِرُونَ حَقًّا ۚ وَأَعْتَدْنَا لِلْكَـٰفِرِينَ عَذَابًا مُّهِينًا",
      "text_uthmani_transcribed": "Ulā'ika humul-kāfirūna ḥaqqā(n), wa a'tadnā lil-kāfirīna 'ażābam muhīnā(n).",
      "translation": "Они - неверные по сути! Мы ж уготовили неверным Столь унизительные кары"
    },
    {
      "verse_number": 152,
      "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ وَلَمْ يُفَرِّقُوا۟ بَيْنَ أَحَدٍ مِّنْهُمْ أُو۟لَـٰٓئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
      "text_uthmani_transcribed": "Wal-lażīna āmanū billāhi wa rusulihī wa lam yufarriqū baina aḥadim minhum ulā'ika saufa nu'tīhim ujūrahum, wa kānallāhu gafūrar raḥīmā(n).",
      "translation": "А тех, которые уверовали (в Бога) И, веруя в посланников Его, Не делают меж ними никаких различий, Мы одарим назначенной лишь им наградой, - Ведь снисходителен Аллах и милосерд"
    },
    {
      "verse_number": 153,
      "text_uthmani": "يَسْـَٔلُكَ أَهْلُ ٱلْكِتَـٰبِ أَن تُنَزِّلَ عَلَيْهِمْ كِتَـٰبًا مِّنَ ٱلسَّمَآءِ ۚ فَقَدْ سَأَلُوا۟ مُوسَىٰٓ أَكْبَرَ مِن ذَٰلِكَ فَقَالُوٓا۟ أَرِنَا ٱللَّهَ جَهْرَةً فَأَخَذَتْهُمُ ٱلصَّـٰعِقَةُ بِظُلْمِهِمْ ۚ ثُمَّ ٱتَّخَذُوا۟ ٱلْعِجْلَ مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَـٰتُ فَعَفَوْنَا عَن ذَٰلِكَ ۚ وَءَاتَيْنَا مُوسَىٰ سُلْطَـٰنًا مُّبِينًا",
      "text_uthmani_transcribed": "Yas'aluka ahlul-kitābi an tunazzila 'alaihim kitābam minas-samā'i faqad sa'alū mūsā akbara min żālika fa qālū arinallāha jahratan fa akhażathumuṣ-ṣā'iqatu bi ẓulmihim, ṡummattakhażul-'ijla mim ba'di mā jā'athumul-bayyinātu fa 'afaunā 'an żālik(a), wa ātainā mūsā sulṭānam mubīnā(n).",
      "translation": "И люди Книги обращаются к тебе, (о Мухаммад!), Чтоб ты низвел Писание им с неба. Они у Мусы большего просили: \"Дай нам узреть Господень лик\", Но были молнией они поражены За столь (неслыханную) дерзость; И все ж они тельца для почитанья взяли, После того как ясные знаменья к ним уже пришли. Но Мы простили им И дали Мусе ясное свидетельство на власть"
    },
    {
      "verse_number": 154,
      "text_uthmani": "وَرَفَعْنَا فَوْقَهُمُ ٱلطُّورَ بِمِيثَـٰقِهِمْ وَقُلْنَا لَهُمُ ٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًا وَقُلْنَا لَهُمْ لَا تَعْدُوا۟ فِى ٱلسَّبْتِ وَأَخَذْنَا مِنْهُم مِّيثَـٰقًا غَلِيظًا",
      "text_uthmani_transcribed": "Wa rafa'nā fauqahumuṭ ṭūra bimīṡāqihim wa qulnā lahumudkhulul-bāba sujjadaw wa qulnā lahum lā ta'dū fis-sabti wa akhażnā minhum mīṡāqan galīẓā(n).",
      "translation": "Мы при завете с ними подняли над ними Гору И далее сказали: \"Входите (в город) этими вратами, склоняясь до земли\". И вновь сказали: \"Не нарушайте (праведной) субботы\". И взяли с них обет суровый"
    }
  ]
}