[
  {
    "verse_number": 23,
    "text_uthmani": "وَإِن كُنتُمْ فِى رَيْبٍ مِّمَّا نَزَّلْنَا عَلَىٰ عَبْدِنَا فَأْتُوا۟ بِسُورَةٍ مِّن مِّثْلِهِۦ وَٱدْعُوا۟ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَـٰدِقِينَ",
    "text_uthmani_transcribed": "Wa in kuntum fī raibim mimmā nazzalnā 'alā 'abdinā fa'tū bisūratim mim miṡlih(ī), wad'ū syuhadā'akum min dūnillāhi in kuntum ṣādiqīn(a).",
    "translation": "А если вы в сомнении о том, Что Нашему слуге Мы ниспослали, Составьте хоть одну подобную главу И призовите (всех, кого хотите), В свидетели себе, кроме Аллаха, Коль вы (в своих словах) правдивы"
  },
  {
    "verse_number": 24,
    "text_uthmani": "فَإِن لَّمْ تَفْعَلُوا۟ وَلَن تَفْعَلُوا۟ فَٱتَّقُوا۟ ٱلنَّارَ ٱلَّتِى وَقُودُهَا ٱلنَّاسُ وَٱلْحِجَارَةُ ۖ أُعِدَّتْ لِلْكَـٰفِرِينَ",
    "text_uthmani_transcribed": "Fa'illam taf'alū wa lan taf'alū fattaqun-nāral-latī waqūduhan-nāsu wal-ḥijārah(tu), u'iddat lil-kāfirīn(a).",
    "translation": "Но если этого не сделаете вы - А это вам, поистине, не сделать, - Побойтесь О'гня, что для неверных уготован, Для коего растопкой будут Каменья и (злосчастный) люд"
  },
  {
    "verse_number": 25,
    "text_uthmani": "وَبَشِّرِ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أَنَّ لَهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ كُلَّمَا رُزِقُوا۟ مِنْهَا مِن ثَمَرَةٍ رِّزْقًا ۙ قَالُوا۟ هَـٰذَا ٱلَّذِى رُزِقْنَا مِن قَبْلُ ۖ وَأُتُوا۟ بِهِۦ مُتَشَـٰبِهًا ۖ وَلَهُمْ فِيهَآ أَزْوَٰجٌ مُّطَهَّرَةٌ ۖ وَهُمْ فِيهَا خَـٰلِدُونَ",
    "text_uthmani_transcribed": "Wa basysyiril-lażīna āmanū wa 'amiluṣ-ṣāliḥāti anna lahum jannātin tajrī min taḥtihal- anhār(u), kullamā ruziqū minhā min ṡamaratir rizqā(n), qālū hāżal-lażī ruziqnā min qablu wa utū bihī mutasyābihā(n), wa lahum fīhā azwājum muṭahharatuw wa hum fīhā khālidūn(a).",
    "translation": "И возвести благую Весть Всем, кто уверовал в Аллаха И добрые дела творит: Их ждут Сады, реками омовенны. И всякий раз, когда им будут подавать плоды оттуда, Они воскликнут: \"Это то, чем нас кормили прежде\", Хоть это сходство будет только с виду. Для них там - чистые супруги, И пребывать им там навечно"
  },
  {
    "verse_number": 26,
    "text_uthmani": "۞ إِنَّ ٱللَّهَ لَا يَسْتَحْىِۦٓ أَن يَضْرِبَ مَثَلًا مَّا بَعُوضَةً فَمَا فَوْقَهَا ۚ فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ فَيَعْلَمُونَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّهِمْ ۖ وَأَمَّا ٱلَّذِينَ كَفَرُوا۟ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَـٰذَا مَثَلًا ۘ يُضِلُّ بِهِۦ كَثِيرًا وَيَهْدِى بِهِۦ كَثِيرًا ۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلْفَـٰسِقِينَ",
    "text_uthmani_transcribed": "Innallāha lā yastaḥyī ay yaḍriba maṡalam mā ba'ūḍatan famā fauqahā, fa'ammal- lażīna āmanū faya'lamūna annahul-ḥaqqu mir rabbihim, wa ammal-lażīna kafarū fayaqūlūna māżā arādallāhu bihāżā maṡalā(n), yuḍillu bihī kaṡīraw wa yahdī bihī kaṡīrā(n), wa mā yuḍillu bihī illal-fāsiqīn(a).",
    "translation": "Бог не смущается дать в притчу - Будь то ничтожнейший комар Иль благороднейшее из Его творений. Но те, кто верует, - те знают: Сие есть (Истина) от их Владыки. А те, кто отвергает веру, говорят: \"Что хочет выразить Аллах сей притчей?\" Он ею многих вводит в заблужденье, А многих направляет праведным путем, Сводя (с пути) лишь нечестивых"
  },
  {
    "verse_number": 27,
    "text_uthmani": "ٱلَّذِينَ يَنقُضُونَ عَهْدَ ٱللَّهِ مِنۢ بَعْدِ مِيثَـٰقِهِۦ وَيَقْطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفْسِدُونَ فِى ٱلْأَرْضِ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
    "text_uthmani_transcribed": "Allażīna yanquḍūna 'ahdallāhi mim ba'di mīṡāqih(ī), wa yaqṭa'ūna mā amarallāhu bihī ay yūṣala wa yufsidūna fil-arḍ(i), ulā'ika humul-khāsirūn(a).",
    "translation": "Кто нарушает Договор, Что был скреплен с Аллахом, Разъединяет то, чему велел Он быть единым, И сеет беды на земле, - Они - все те, кто обманулся"
  },
  {
    "verse_number": 28,
    "text_uthmani": "كَيْفَ تَكْفُرُونَ بِٱللَّهِ وَكُنتُمْ أَمْوَٰتًا فَأَحْيَـٰكُمْ ۖ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
    "text_uthmani_transcribed": "Kaifa takfurūna billāhi wa kuntum amwātan fa'aḥyākum, ṡumma yumītukum ṡumma yuḥyīkum ṡumma ilaihi turja'ūn(a).",
    "translation": "Как вам не веровать в Аллаха? Вы (изначально) были жизни лишены. Затем Он одарил вас ею. Со временем Он повелит вам умереть, Чтобы потом опять вернуть вас к жизни, И вновь потом к Нему вы возвратитесь"
  },
  {
    "verse_number": 29,
    "text_uthmani": "هُوَ ٱلَّذِى خَلَقَ لَكُم مَّا فِى ٱلْأَرْضِ جَمِيعًا ثُمَّ ٱسْتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبْعَ سَمَـٰوَٰتٍ ۚ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "text_uthmani_transcribed": "Huwal-lażī khalaqa lakum mā fil-arḍi jamī'ā(n), ṡummastawā ilas-samā'i fasawwāhunna sab'a samāwāt(in), wa huwa bikulli syai'in 'alīm(un).",
    "translation": "Он - Тот, Кто сотворил для ваших нужд Все сущее на сей земле. Затем Он приступил к (созданию) небес И в них построил семь небесных сводов, - Аллах, поистине, о всякой вещи знающ"
  },
  {
    "verse_number": 30,
    "text_uthmani": "وَإِذْ قَالَ رَبُّكَ لِلْمَلَـٰٓئِكَةِ إِنِّى جَاعِلٌ فِى ٱلْأَرْضِ خَلِيفَةً ۖ قَالُوٓا۟ أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ ٱلدِّمَآءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ ۖ قَالَ إِنِّىٓ أَعْلَمُ مَا لَا تَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa iż qāla rabbuka lil-malā'ikati innī jā'ilun fil-arḍi khalīfah(tan), qālū ataj'alu fīhā may yufsidu fīhā wa yasfikud-dimā'(a), wa naḥnu nusabbiḥu biḥamdika wa nuqaddisu lak(a), qāla innī a'lamu mā lā ta'lamūn(a).",
    "translation": "И вот Господь твой ангелам сказал: \"Я на земле Себе наместника поставлю\". Они ответили: \"Ужель поставишь на земле того, Кто там нечестие посеет и кровь прольет на ней? Мы ж воздаем Тебе хвалы И славословим Твою Святость\". Он им сказал: \"Я знаю то, чего не ведаете вы"
  },
  {
    "verse_number": 31,
    "text_uthmani": "وَعَلَّمَ ءَادَمَ ٱلْأَسْمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى ٱلْمَلَـٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِى بِأَسْمَآءِ هَـٰٓؤُلَآءِ إِن كُنتُمْ صَـٰدِقِينَ",
    "text_uthmani_transcribed": "Wa 'allama ādamal-asmā'a kullahā ṡumma 'araḍahum 'alal-malā'ikati faqāla ambi'ūnī bi'asmā'i hā'ulā'i in kuntum ṣādiqīn(a).",
    "translation": "И обучил Адама Он Названиям всего, что суще, Потом Он перед ангелами все представил И сказал: \"Теперь вы назовите Мне все это, Если правдивы вы (в своих словах)"
  },
  {
    "verse_number": 32,
    "text_uthmani": "قَالُوا۟ سُبْحَـٰنَكَ لَا عِلْمَ لَنَآ إِلَّا مَا عَلَّمْتَنَآ ۖ إِنَّكَ أَنتَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
    "text_uthmani_transcribed": "Qālū subḥānaka lā 'ilma lanā illā mā 'allamtanā, innaka antal-'alīmul-ḥakīm(u).",
    "translation": "И молвили они: \"Хвала Тебе, (Владыка)! Мы ведаем лишь то, чему Ты нас учил, - Поистине, Ты знающ, мудр"
  },
  {
    "verse_number": 33,
    "text_uthmani": "قَالَ يَـٰٓـَٔادَمُ أَنۢبِئْهُم بِأَسْمَآئِهِمْ ۖ فَلَمَّآ أَنۢبَأَهُم بِأَسْمَآئِهِمْ قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّىٓ أَعْلَمُ غَيْبَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ",
    "text_uthmani_transcribed": "Qāla yā ādamu ambi'hum bi'asmā'ihim, falammā amba'ahum bi'asmā'ihim, qāla alam aqul lakum innī a'lamu gaibas-samāwāti wal-arḍ(i), wa a'lamu mā tubdūna wa mā kuntum taktumūn(a).",
    "translation": "Сказал Он: \"О Адам! Ты сообщи им все названия (вещей)\". И вот когда он сообщил им это, Господь сказал: \"Ужель Я вам не говорил, Что Мне известно Сокровенное земли и неба? Я знаю то, что схоронили вы (в сердцах), И то, о чем открыто говорите"
  }
]