{
  "chapter_number": 43,
  "verses": [
    {
      "verse_number": 56,
      "text_uthmani": "فَجَعَلْنَـٰهُمْ سَلَفًا وَمَثَلًا لِّلْـَٔاخِرِينَ",
      "text_uthmani_transcribed": "Fa ja'alnāhum salafaw wa maṡalal lil-ākhirīn(a).",
      "translation": "И Мы их сделали предшествующим людом И (назиданием) в пример для их потомков"
    },
    {
      "verse_number": 57,
      "text_uthmani": "۞ وَلَمَّا ضُرِبَ ٱبْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ",
      "text_uthmani_transcribed": "Wa lammā ḍuribabnu maryama maṡalan iżā qaumuka minhu yaṣiddūn(a).",
      "translation": "Когда же сын Марйам им ставится в пример, На это твой народ Протест свой шумно выражает"
    },
    {
      "verse_number": 58,
      "text_uthmani": "وَقَالُوٓا۟ ءَأَـٰلِهَتُنَا خَيْرٌ أَمْ هُوَ ۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًۢا ۚ بَلْ هُمْ قَوْمٌ خَصِمُونَ",
      "text_uthmani_transcribed": "Wa qālū a'ālihatunā khairun am huw(a), mā ḍarabūhu laka illā jadalā(n), bal hum qaumun khaṣimūn(a).",
      "translation": "И говорят они: \"Кто лучше: наши боги или он?\" И ставят сей (вопрос) тебе Лишь по охоте спор затеять. Так ведь они - народ, Что к препирательству (и спорам тяготеет)"
    },
    {
      "verse_number": 59,
      "text_uthmani": "إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَـٰهُ مَثَلًا لِّبَنِىٓ إِسْرَٰٓءِيلَ",
      "text_uthmani_transcribed": "In huwa illā 'abdun an'amnā 'alaihi wa ja'alnāhu maṡalal libanī isrā'īl(a).",
      "translation": "Он был всего лишь раб (Господень), Которому Мы Нашу милость даровали И для сынов Исраиля поставили в пример"
    },
    {
      "verse_number": 60,
      "text_uthmani": "وَلَوْ نَشَآءُ لَجَعَلْنَا مِنكُم مَّلَـٰٓئِكَةً فِى ٱلْأَرْضِ يَخْلُفُونَ",
      "text_uthmani_transcribed": "Wa lau nasyā'u laja'alnā minkum malā'ikatan fil-arḍi yakhlufūn(a).",
      "translation": "И если б Мы того желали, Мы б ангелов произвели из вас самих, Кто на земле бы вас сменил В последующих (поколеньях)"
    },
    {
      "verse_number": 61,
      "text_uthmani": "وَإِنَّهُۥ لَعِلْمٌ لِّلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَٱتَّبِعُونِ ۚ هَـٰذَا صِرَٰطٌ مُّسْتَقِيمٌ",
      "text_uthmani_transcribed": "Wa innahū la'ilmul lis-sā'ati falā tamtarunna bihā wattabi'ūn(i), hāżā ṣirāṭum mustaqīm(un).",
      "translation": "И станет Иса (сын Марйам) знаменьем Часа, А потому не сомневайтесь в нем и следуйте за мной, - Сие есть путь прямой"
    },
    {
      "verse_number": 62,
      "text_uthmani": "وَلَا يَصُدَّنَّكُمُ ٱلشَّيْطَـٰنُ ۖ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
      "text_uthmani_transcribed": "Wa lā yaṣuddannakumusy-syaiṭān(u), innahū lakum 'aduwwum mubīn(un).",
      "translation": "И пусть вас Сатана (с него) не отвращает, - Ведь он для вас - заклятый враг"
    },
    {
      "verse_number": 63,
      "text_uthmani": "وَلَمَّا جَآءَ عِيسَىٰ بِٱلْبَيِّنَـٰتِ قَالَ قَدْ جِئْتُكُم بِٱلْحِكْمَةِ وَلِأُبَيِّنَ لَكُم بَعْضَ ٱلَّذِى تَخْتَلِفُونَ فِيهِ ۖ فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
      "text_uthmani_transcribed": "Wa lammā jā'a 'īsā bil-bayyināti qāla qad ji'tukum bil-ḥikmati wa li'ubayyina lakum ba'ḍal-lażī takhtalifūna fīh(i), fattaqullāha wa aṭī'ūn(i).",
      "translation": "Когда же с ясными знаменьями пришел к ним Иса, Он сказал: \"Я с мудростью явился к вам, Чтоб разъяснить вам что-то из того, В чем вы между собой разногласите; А потому страшитесь Господа И повинуйтесь мне"
    },
    {
      "verse_number": 64,
      "text_uthmani": "إِنَّ ٱللَّهَ هُوَ رَبِّى وَرَبُّكُمْ فَٱعْبُدُوهُ ۚ هَـٰذَا صِرَٰطٌ مُّسْتَقِيمٌ",
      "text_uthmani_transcribed": "Innallāha huwa rabbī wa rabbukum fa'budūh(u), hāżā ṣirāṭum mustaqīm(un).",
      "translation": "Аллах, поистине, - и мой Господь, и ваш Господь, Так поклоняйтесь же Ему, - Сие есть путь прямой"
    },
    {
      "verse_number": 65,
      "text_uthmani": "فَٱخْتَلَفَ ٱلْأَحْزَابُ مِنۢ بَيْنِهِمْ ۖ فَوَيْلٌ لِّلَّذِينَ ظَلَمُوا۟ مِنْ عَذَابِ يَوْمٍ أَلِيمٍ",
      "text_uthmani_transcribed": "Fakhtalafal-aḥzābu mim bainihim, fawailul lil-lażīna ẓalamūmin 'ażābi yaumin alīm(in).",
      "translation": "Но секты разные средь них Между собою стали разноглАсить. О, горе тем, кто нечестивым был, От наказания мучительного Дня"
    },
    {
      "verse_number": 66,
      "text_uthmani": "هَلْ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأْتِيَهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
      "text_uthmani_transcribed": "Hal yanẓurūna illas-sā'ata an ta'tiyahum bagtataw wa hum lā yasy'urūn(a).",
      "translation": "Ужели (в пререканиях своих) Они дождутся того Часа, Который к ним внезапно подойдет, Когда они об этом и не помышляют"
    }
  ]
}