{
  "chapter_number": 9,
  "verses": [
    {
      "verse_number": 12,
      "text_uthmani": "وَإِن نَّكَثُوٓا۟ أَيْمَـٰنَهُم مِّنۢ بَعْدِ عَهْدِهِمْ وَطَعَنُوا۟ فِى دِينِكُمْ فَقَـٰتِلُوٓا۟ أَئِمَّةَ ٱلْكُفْرِ ۙ إِنَّهُمْ لَآ أَيْمَـٰنَ لَهُمْ لَعَلَّهُمْ يَنتَهُونَ",
      "text_uthmani_transcribed": "Wa in nakaṡū aimānahum mim ba'di 'ahdihim wa ṭa'anū fī dīnikum fa qātilū a'immatal-kufr(i), innahum lā aimāna lahum la'allahum yantahūn(a).",
      "translation": "А если, после заключенья договора, Они нарушат свои клятвы И станут возводить хулу на вашу веру, Вы дайте бой вождям неверия и зла, - Ведь клятв для них не существует, А это может их сдержать"
    },
    {
      "verse_number": 13,
      "text_uthmani": "أَلَا تُقَـٰتِلُونَ قَوْمًا نَّكَثُوٓا۟ أَيْمَـٰنَهُمْ وَهَمُّوا۟ بِإِخْرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمْ أَوَّلَ مَرَّةٍ ۚ أَتَخْشَوْنَهُمْ ۚ فَٱللَّهُ أَحَقُّ أَن تَخْشَوْهُ إِن كُنتُم مُّؤْمِنِينَ",
      "text_uthmani_transcribed": "Alā tuqātilūna qauman nakaṡū aimānahum wa hammū bi'ikhrājir-rasūli wa hum bada'ūkum awwala marrah(tin), atakhsyaunahum, fallāhu aḥaqqu an takhsyauhu in kuntum mu'minīn(a).",
      "translation": "Ужель не будете сражаться с теми, Кто своим клятвам изменил, Задумав (вашего) посланника изгнать? Они вас первыми атаковали, - Неужто вы боитесь их? Ведь вам Аллаха надлежит бояться, Если в Него уверовали вы"
    },
    {
      "verse_number": 14,
      "text_uthmani": "قَـٰتِلُوهُمْ يُعَذِّبْهُمُ ٱللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُّؤْمِنِينَ",
      "text_uthmani_transcribed": "Qātilūhum yu'ażżibhumullāhu bi'aidīkum wa yukhzihim wa yanṣurkum 'alaihim wa yasyfi ṣudūra qaumim mu'minīn(a).",
      "translation": "Сражайтесь с ними - вашими руками Накажет их Аллах, Позором и бесчестием покроет, Поможет вам их победить И исцелить сердца благочестивых"
    },
    {
      "verse_number": 15,
      "text_uthmani": "وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ ۗ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
      "text_uthmani_transcribed": "Wa yużhib gaiẓa qulūbihim, wa yatūbullāhu 'alā may yasyā'(u), wallāhu 'alīmun ḥakīm(un).",
      "translation": "Изгонит гнев из их сердец, (Вселив спокойствие и укрепив в них веру), - Благопреклонен ведь Аллах к тому, Кого сочтет Своим желаньем, - Он знает (все) и мудрости (исполнен)"
    },
    {
      "verse_number": 16,
      "text_uthmani": "أَمْ حَسِبْتُمْ أَن تُتْرَكُوا۟ وَلَمَّا يَعْلَمِ ٱللَّهُ ٱلَّذِينَ جَـٰهَدُوا۟ مِنكُمْ وَلَمْ يَتَّخِذُوا۟ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلْمُؤْمِنِينَ وَلِيجَةً ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
      "text_uthmani_transcribed": "Am ḥasibtum an tutrakū wa lammā ya'lamillāhul-lażīna jāhadū minkum wa lam yattakhiżū min dūnillāhi wa lā rasūlihī wa lal-mu'minīna walījah(tan), wallāhu khabīrum bimā ta'malūn(a).",
      "translation": "Иль думаете вы, что вас Господь оставит, Не распознав меж вами тех, Которые усердствуют в сраженье И покровителями не берут себе, Помимо Бога и посланника Его, И тех, что (всей душой) Ему предались? Ведь ведает Господь о том, что вы творите"
    },
    {
      "verse_number": 17,
      "text_uthmani": "مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُوا۟ مَسَـٰجِدَ ٱللَّهِ شَـٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلْكُفْرِ ۚ أُو۟لَـٰٓئِكَ حَبِطَتْ أَعْمَـٰلُهُمْ وَفِى ٱلنَّارِ هُمْ خَـٰلِدُونَ",
      "text_uthmani_transcribed": "Mā kāna lil-musyrikīna ay ya'murū masājidallāhi syāhidīna 'alā anfusihim bil-kufr(i), ulā'ika ḥabiṭat a'māluhum, wa fin-nāri hum khālidūn(a).",
      "translation": "И недозволено неверным В мечеть Аллаха приходить Для совершения благочестивых дел, Когда они неверие свое свидетельствуют сами, - Деяния их тщетны! В Аду им вечно пребывать"
    },
    {
      "verse_number": 18,
      "text_uthmani": "إِنَّمَا يَعْمُرُ مَسَـٰجِدَ ٱللَّهِ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمْ يَخْشَ إِلَّا ٱللَّهَ ۖ فَعَسَىٰٓ أُو۟لَـٰٓئِكَ أَن يَكُونُوا۟ مِنَ ٱلْمُهْتَدِينَ",
      "text_uthmani_transcribed": "Innamā ya'muru masājidallāhi man āmana billāhi wal-yaumil-ākhiri wa aqāmaṣ-ṣalāta wa ātaz-zakāta wa lam yakhsya illallāh(a), fa 'asā ulā'ika  ay yakūnū minal-muhtadīn(a).",
      "translation": "В мечеть Аллаха должно приходить Для совершения благочестивых дел Лишь тем, которые уверовали (в Бога) и Последний День, Молитву совершают и дают на очищенье И лишь пред Господом испытывают страх, - Таких Аллах ведет прямой стезею"
    },
    {
      "verse_number": 19,
      "text_uthmani": "۞ أَجَعَلْتُمْ سِقَايَةَ ٱلْحَآجِّ وَعِمَارَةَ ٱلْمَسْجِدِ ٱلْحَرَامِ كَمَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَجَـٰهَدَ فِى سَبِيلِ ٱللَّهِ ۚ لَا يَسْتَوُۥنَ عِندَ ٱللَّهِ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
      "text_uthmani_transcribed": "Aja'altum siqāyatal-ḥājji wa 'imāratal-masjidil-ḥarāmi kaman āmana billāhi wal-yaumil-ākhiri wa jāhada fī sabīlillāh(i), lā yastawūna 'indallāh(i), wallāhu lā yahdil-qaumaẓ-ẓālimīn(a).",
      "translation": "Неужто напоение паломника водой И совершение обрядов у Святой Мечети Сравнимы с благочестием таких, Кто верует в Аллаха и Последний День, Кто отдает в бою с неверными все силы, Сражаясь на пути Аллаха? Они не могут быть равны пред Ним, - Он нечестивых праведным путем не поведет"
    },
    {
      "verse_number": 20,
      "text_uthmani": "ٱلَّذِينَ ءَامَنُوا۟ وَهَاجَرُوا۟ وَجَـٰهَدُوا۟ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ أَعْظَمُ دَرَجَةً عِندَ ٱللَّهِ ۚ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَآئِزُونَ",
      "text_uthmani_transcribed": "Allażīna āmanū wa hājarū wa jāhadū fī sabīlillāhi bi'amwālihim wa anfusihim, a'ẓamu darajatan 'indallāh(i), wa ulā'ika humul-fā'izūn(a).",
      "translation": "Те, кто уверовал и, (дом родной покинув), Переселился (в чуждые края) И кто (с неверными) в бою Все силы отдает на промысле Господнем, Сражаясь всем своим добром, и сердцем, и душою, - Они - на высшей степени угоды Богу, И это есть великое свершенье"
    },
    {
      "verse_number": 21,
      "text_uthmani": "يُبَشِّرُهُمْ رَبُّهُم بِرَحْمَةٍ مِّنْهُ وَرِضْوَٰنٍ وَجَنَّـٰتٍ لَّهُمْ فِيهَا نَعِيمٌ مُّقِيمٌ",
      "text_uthmani_transcribed": "Yubasysyiruhum rabbuhum biraḥmatim minhu wa riḍwāniw wa jannātil lahum fīhā na'īmum muqīm(un).",
      "translation": "Господь их шлет им благовестье О милости Своей, и о Своем благоволенье, И о Садах, где ждет их вечная услада"
    },
    {
      "verse_number": 22,
      "text_uthmani": "خَـٰلِدِينَ فِيهَآ أَبَدًا ۚ إِنَّ ٱللَّهَ عِندَهُۥٓ أَجْرٌ عَظِيمٌ",
      "text_uthmani_transcribed": "Khālidīna fīhā abadā(n), innallāha 'indahū ajrun 'aẓīm(un).",
      "translation": "Они пребудут вечно там, - Ведь у Аллаха - высшая награда"
    }
  ]
}