{
  "chapter_number": 27,
  "verses": [
    {
      "verse_number": 78,
      "text_uthmani": "إِنَّ رَبَّكَ يَقْضِى بَيْنَهُم بِحُكْمِهِۦ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْعَلِيمُ",
      "text_uthmani_transcribed": "Inna rabbaka yaqḍī bainahum biḥukmih(ī), wa huwal-'azīzul-'alīm(u).",
      "translation": "Господь твой, истинно, Своим судом Меж ними разрешит (все споры), - Поистине, в величии Своем могуч Он и всеведущ"
    },
    {
      "verse_number": 79,
      "text_uthmani": "فَتَوَكَّلْ عَلَى ٱللَّهِ ۖ إِنَّكَ عَلَى ٱلْحَقِّ ٱلْمُبِينِ",
      "text_uthmani_transcribed": "Fatawakkal 'alallāh(i), innaka 'alal-ḥaqqil mubīn(i).",
      "translation": "Так уповай же на Аллаха, - Ведь ты уже у явной Истины стоишь"
    },
    {
      "verse_number": 80,
      "text_uthmani": "إِنَّكَ لَا تُسْمِعُ ٱلْمَوْتَىٰ وَلَا تُسْمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوْا۟ مُدْبِرِينَ",
      "text_uthmani_transcribed": "Innaka lā tusmi'ul-mautā wa lā tusmi'uṣ-ṣummad-du'ā'a iżā wallau mudbirīn(a).",
      "translation": "Поистине, ты мертвых не заставишь слышать, Ты не заставишь и глухих Услышать зов (к Господней правде), Когда они, (к тебе) спиною обратясь, уходят"
    },
    {
      "verse_number": 81,
      "text_uthmani": "وَمَآ أَنتَ بِهَـٰدِى ٱلْعُمْىِ عَن ضَلَـٰلَتِهِمْ ۖ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِـَٔايَـٰتِنَا فَهُم مُّسْلِمُونَ",
      "text_uthmani_transcribed": "Wa mā anta bihādil-'umyi 'an ḍalālatihim, in tusmi'u illā may yu'minu bi'āyātinā fahum muslimūn(a).",
      "translation": "И ты не выведешь на путь прямой слепых, (Удерживая их) от заблужденья. Лишь тех заставишь слушать ты, Кто верует в знаменья Наши И воле Божьей предался"
    },
    {
      "verse_number": 82,
      "text_uthmani": "۞ وَإِذَا وَقَعَ ٱلْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَآبَّةً مِّنَ ٱلْأَرْضِ تُكَلِّمُهُمْ أَنَّ ٱلنَّاسَ كَانُوا۟ بِـَٔايَـٰتِنَا لَا يُوقِنُونَ",
      "text_uthmani_transcribed": "Wa iżā waqa'al-qaulu 'alaihim akhrajnā lahum dābbatam minal-arḍi tukallimuhum annan-nāsa kānū bi'āyātinā lā yūqinūn(a).",
      "translation": "Когда ж исполнится над ними Слово, Мы (на неверных) зверя выведем из-под земли, И будет говорить он с ними - Людьми, что не имели твердой веры В (Господню суть) знамений Наших"
    },
    {
      "verse_number": 83,
      "text_uthmani": "وَيَوْمَ نَحْشُرُ مِن كُلِّ أُمَّةٍ فَوْجًا مِّمَّن يُكَذِّبُ بِـَٔايَـٰتِنَا فَهُمْ يُوزَعُونَ",
      "text_uthmani_transcribed": "Wa yauma naḥsyuru min kulli ummatin faujam mimmay yukażżibu bi'āyātinā fahum yūza'ūn(a).",
      "translation": "В тот День, Когда Мы соберем из каждого народа Толпу из тех, кто ложными знаменья Наши счел, И их распределим (по степени греха)"
    },
    {
      "verse_number": 84,
      "text_uthmani": "حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبْتُم بِـَٔايَـٰتِى وَلَمْ تُحِيطُوا۟ بِهَا عِلْمًا أَمَّاذَا كُنتُمْ تَعْمَلُونَ",
      "text_uthmani_transcribed": "Ḥattā iżā jā'ū qāla akażżabtum bi'āyātī wa lam tuḥīṭū bihā 'ilman ammāżā kuntum ta'malūn(a).",
      "translation": "Пока они (пред Богом) не предстанут, И Он им скажет: \"Ужель сочли за ложь знамения Мои Лишь потому, что знанием своим их не постигли, Иль чем (еще) вы занимались"
    },
    {
      "verse_number": 85,
      "text_uthmani": "وَوَقَعَ ٱلْقَوْلُ عَلَيْهِم بِمَا ظَلَمُوا۟ فَهُمْ لَا يَنطِقُونَ",
      "text_uthmani_transcribed": "Wa waqa'al-qaulu 'alaihim bimā ẓalamū fahum lā yanṭiqūn(a).",
      "translation": "Тогда исполнится над ними Слово - За то, что были злочестивы, И ни единый звук не издадут они"
    },
    {
      "verse_number": 86,
      "text_uthmani": "أَلَمْ يَرَوْا۟ أَنَّا جَعَلْنَا ٱلَّيْلَ لِيَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
      "text_uthmani_transcribed": "Alam yarau annā ja'alnal-laila liyaskunū fīhi wan-nahāra mubṣirā(n), inna fī żālika la'āyātil liqaumiy yu'minūn(a).",
      "translation": "Ужель не видели они, Что Мы установили ночь, Чтоб (в темноте) ее они почили, А день устроили, чтоб дать им свет (для бденья)? В этом, поистине, знамение для тех, Которые уверовали (в Бога)"
    },
    {
      "verse_number": 87,
      "text_uthmani": "وَيَوْمَ يُنفَخُ فِى ٱلصُّورِ فَفَزِعَ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ إِلَّا مَن شَآءَ ٱللَّهُ ۚ وَكُلٌّ أَتَوْهُ دَٰخِرِينَ",
      "text_uthmani_transcribed": "Wa yauma yunfakhu fiṣ-ṣūri fa fazi'a man fis-samāwāti wa man fil-arḍi illā man syā'allāh(u), wa kullun atauhu dākhirīn(a).",
      "translation": "В тот День, Когда раздастся трубный глас, Объяты страхом будут те, Кто в небесах, и те, кто на земле, Кроме таких, кого желанием Своим (освободит) Аллах, И все придут к Нему в смирении покорном"
    },
    {
      "verse_number": 88,
      "text_uthmani": "وَتَرَى ٱلْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِىَ تَمُرُّ مَرَّ ٱلسَّحَابِ ۚ صُنْعَ ٱللَّهِ ٱلَّذِىٓ أَتْقَنَ كُلَّ شَىْءٍ ۚ إِنَّهُۥ خَبِيرٌۢ بِمَا تَفْعَلُونَ",
      "text_uthmani_transcribed": "Wa taral-jibāla taḥsabuhā jāmidataw wa hiya tamurru marras saḥāb(i), ṣun'allāhil-lażī atqana kulla syai'(in), innahū khabīrum bimā taf'alūn(a).",
      "translation": "И ты увидишь, что громады гор, В недвижности которых ты был так уверен, Пойдут, как ходят облака, По мановению Аллаха, Кто учредил во всем (порядок) совершенный, - Поистине, Он сведущ обо всем, что делаете вы"
    }
  ]
}