{
  "chapter_number": 38,
  "verses": [
    {
      "verse_number": 34,
      "text_uthmani": "وَلَقَدْ فَتَنَّا سُلَيْمَـٰنَ وَأَلْقَيْنَا عَلَىٰ كُرْسِيِّهِۦ جَسَدًا ثُمَّ أَنَابَ",
      "text_uthmani_transcribed": "Wa laqad fatannā sulaimāna wa alqainā 'alā kursiyyihī jasadan ṡumma anāb(a).",
      "translation": "Мы испытали Сулеймана, На трон его (безжизненное) тело положив. И он (в раскаянии) вновь к Нам обратился"
    },
    {
      "verse_number": 35,
      "text_uthmani": "قَالَ رَبِّ ٱغْفِرْ لِى وَهَبْ لِى مُلْكًا لَّا يَنۢبَغِى لِأَحَدٍ مِّنۢ بَعْدِىٓ ۖ إِنَّكَ أَنتَ ٱلْوَهَّابُ",
      "text_uthmani_transcribed": "Qāla rabbigfir lī wa hab lī mulkal lā yambagī li'aḥadim mim ba'dī, innaka antal-wahhāb(u).",
      "translation": "И сказал: \"О мой Господь! Прости мне и даруй такую власть, Которой соответствовать никто после меня не будет, - Ведь Ты - Податель (всех щедрот)"
    },
    {
      "verse_number": 36,
      "text_uthmani": "فَسَخَّرْنَا لَهُ ٱلرِّيحَ تَجْرِى بِأَمْرِهِۦ رُخَآءً حَيْثُ أَصَابَ",
      "text_uthmani_transcribed": "Fasakhkharnā lahur-rīḥa tajrī bi'amrihī rukhā'an ḥaiṡu aṣāb(a).",
      "translation": "Ему Мы подчинили ветер, Что мирно веял по его веленью, куда бы он ни пожелал"
    },
    {
      "verse_number": 37,
      "text_uthmani": "وَٱلشَّيَـٰطِينَ كُلَّ بَنَّآءٍ وَغَوَّاصٍ",
      "text_uthmani_transcribed": "Wasy-syayāṭīna kulla bannā'iw wa gawwāṣ(in).",
      "translation": "Шайтанов, всякого строителя и водолаза"
    },
    {
      "verse_number": 38,
      "text_uthmani": "وَءَاخَرِينَ مُقَرَّنِينَ فِى ٱلْأَصْفَادِ",
      "text_uthmani_transcribed": "Wa ākharīna muqarranīna fil-aṣfād(i).",
      "translation": "А также и других, Привязанных друг к другу цепью"
    },
    {
      "verse_number": 39,
      "text_uthmani": "هَـٰذَا عَطَآؤُنَا فَٱمْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ",
      "text_uthmani_transcribed": "Hāżā 'aṭā'unā famnun au amsik bigairi ḥisāb(in).",
      "translation": "И это все - щедроты Наши. Благотвори из них иль сохрани их - Отчета у тебя не спросят"
    },
    {
      "verse_number": 40,
      "text_uthmani": "وَإِنَّ لَهُۥ عِندَنَا لَزُلْفَىٰ وَحُسْنَ مَـَٔابٍ",
      "text_uthmani_transcribed": "Wa inna lahū 'indanā lazulfā wa ḥusna ma'āb(in).",
      "translation": "Поистине, ему Мы сделали доступной близость к Нам В прекраснейшем из мест возврата"
    },
    {
      "verse_number": 41,
      "text_uthmani": "وَٱذْكُرْ عَبْدَنَآ أَيُّوبَ إِذْ نَادَىٰ رَبَّهُۥٓ أَنِّى مَسَّنِىَ ٱلشَّيْطَـٰنُ بِنُصْبٍ وَعَذَابٍ",
      "text_uthmani_transcribed": "Ważkur 'abdanā ayyūb(a), iż nādā rabbahū annī massaniyasy-syaiṭānu binuṣbiw wa 'ażāb(in).",
      "translation": "И вспомни Нашего слугу Ай'йюба. Воззвал он к своему Владыке: \"Мне причинил страдания и недуг Сатана"
    },
    {
      "verse_number": 42,
      "text_uthmani": "ٱرْكُضْ بِرِجْلِكَ ۖ هَـٰذَا مُغْتَسَلٌۢ بَارِدٌ وَشَرَابٌ",
      "text_uthmani_transcribed": "Urkuḍ birijlik(a), hāżā mugtasalum bāriduw wa syarāb(un).",
      "translation": "И голос прозвучал: \"Ударь ногою (оземь), - Вот для тебя прохладная и свежая вода для омовения и пития"
    },
    {
      "verse_number": 43,
      "text_uthmani": "وَوَهَبْنَا لَهُۥٓ أَهْلَهُۥ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنَّا وَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَـٰبِ",
      "text_uthmani_transcribed": "Wa wahabnā lahū ahlahū wa miṡlahum ma'ahum raḥmatam minnā wa żikrā li'ulil-albāb(i).",
      "translation": "Ему вернули Мы его семейство, Умножив численность его, В знак Нашей милости (к нему) И как напоминание для тех, Кто обладает разуменьем"
    },
    {
      "verse_number": 44,
      "text_uthmani": "وَخُذْ بِيَدِكَ ضِغْثًا فَٱضْرِب بِّهِۦ وَلَا تَحْنَثْ ۗ إِنَّا وَجَدْنَـٰهُ صَابِرًا ۚ نِّعْمَ ٱلْعَبْدُ ۖ إِنَّهُۥٓ أَوَّابٌ",
      "text_uthmani_transcribed": "Wa khuż biyadika ḍigṡan faḍrib bihī wa lā taḥnaṡ, innā wajadnāhu ṣābirā(n), ni'mal-'abd(u), innahū awwāb(un).",
      "translation": "[Мы далее ему сказали]: \"Ты в руку собери пучок (стеблей) И им ударь (свою жену), Но клятву, (данную тобой), не нарушай\". Явил он Нам терпение и стойкость, - Каким прекрасным был он Нам слугою! Ведь он всегда к Нам обращался"
    }
  ]
}