[
  {
    "verse_number": 12,
    "text_uthmani": "وَأَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ ۚ فَإِن تَوَلَّيْتُمْ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
    "text_uthmani_transcribed": "Wa aṭī'ullāha wa aṭī'ur-rasūl(a), fa'in tawallaitum fa innamā 'alā rasūlinal-balāgul-mubīn(u).",
    "translation": "Так повинуйтесь же Аллаху и слушайте посланника Его! А если отвернетесь - что ж! Ведь на него возложено лишь ясно и открыто (Посланье Наше) передать"
  },
  {
    "verse_number": 13,
    "text_uthmani": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
    "text_uthmani_transcribed": "Allāhu lā ilāha illā huw(a), wa 'alallāhi falyatawakkalil-mu'minūn(a).",
    "translation": "Аллах! Нет божества, кроме Него, И лишь Ему все верные должны вверяться"
  },
  {
    "verse_number": 14,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ مِنْ أَزْوَٰجِكُمْ وَأَوْلَـٰدِكُمْ عَدُوًّا لَّكُمْ فَٱحْذَرُوهُمْ ۚ وَإِن تَعْفُوا۟ وَتَصْفَحُوا۟ وَتَغْفِرُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū inna min azwājikum wa aulādikum 'aduwwal lakum faḥżarūhum, wa in ta'fū wa taṣfaḥū wa tagfirū fa innallāha gafūrur raḥīm(un).",
    "translation": "О вы, кто верует! Поистине, средь ваших жен и средь детей Вы недругов найдете. Вы будьте с ними осторожны, Но если вы их извините, Не замечая (их уловки), Простите им (проступки их), - Так ведь Аллах, поистине, прощающ, милосерд"
  },
  {
    "verse_number": 15,
    "text_uthmani": "إِنَّمَآ أَمْوَٰلُكُمْ وَأَوْلَـٰدُكُمْ فِتْنَةٌ ۚ وَٱللَّهُ عِندَهُۥٓ أَجْرٌ عَظِيمٌ",
    "text_uthmani_transcribed": "Innamā amwālukum wa aulādukum fitnah(tun), wallāhu 'indahū ajrun 'aẓīm(un).",
    "translation": "Все ваше достояние и дети - Лишь испытание для вас. А у Аллаха - величайшая награда"
  },
  {
    "verse_number": 16,
    "text_uthmani": "فَٱتَّقُوا۟ ٱللَّهَ مَا ٱسْتَطَعْتُمْ وَٱسْمَعُوا۟ وَأَطِيعُوا۟ وَأَنفِقُوا۟ خَيْرًا لِّأَنفُسِكُمْ ۗ وَمَن يُوقَ شُحَّ نَفْسِهِۦ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "text_uthmani_transcribed": "Fattaqullāha mastaṭa'tum wasma'ū wa aṭī'ū wa anfiqū khairal li'anfusikum, wa may yūqa syuḥḥa nafsihī fa ulā'ika humul-mufliḥūn(a).",
    "translation": "А потому страшитесь Его гнева, Послушны будьте и расходуйте на подать. И кто себя от скупости души освободит, - Тому (сопутствовать) удача будет и успех"
  },
  {
    "verse_number": 17,
    "text_uthmani": "إِن تُقْرِضُوا۟ ٱللَّهَ قَرْضًا حَسَنًا يُضَـٰعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ ۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ",
    "text_uthmani_transcribed": "In tuqriḍullāha qarḍan ḥasanay yuḍā'ifhu lakum wa yagfir lakum, wallāhu syakūrun ḥalīm(un).",
    "translation": "И если вы дадите щедрый займ Аллаху, Воздаст Он вам вдвойне и ниспошлет прощенье, - Аллах ведь безгранично благодарен, Воздержан (в наказании Своем)"
  },
  {
    "verse_number": 18,
    "text_uthmani": "عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "text_uthmani_transcribed": "'Ālimul-gaibi wasy-syahādatil-'azīzul-ḥakīm(u).",
    "translation": "Тот, Кто знает, что сокрыто и что явно, И преисполнен мудрости и мощи"
  }
]