[
  {
    "verse_number": 56,
    "text_uthmani": "يَـٰعِبَادِىَ ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ أَرْضِى وَٰسِعَةٌ فَإِيَّـٰىَ فَٱعْبُدُونِ",
    "text_uthmani_transcribed": "Yā 'ibādiyal-lażīna āmanū inna arḍī wāsi'atun fa iyyāya fa'budūn(i).",
    "translation": "О вы, (благочестивые) служители Мои! Земля Моя - пространна перед вами, И Мне вам дОлжно поклоняться"
  },
  {
    "verse_number": 57,
    "text_uthmani": "كُلُّ نَفْسٍ ذَآئِقَةُ ٱلْمَوْتِ ۖ ثُمَّ إِلَيْنَا تُرْجَعُونَ",
    "text_uthmani_transcribed": "Kullu nafsin żā'iqatul-maut(i), ṡumma ilainā turja'ūn(a).",
    "translation": "Ведь всякая душа познает смерти вкус, И к Нам вам надлежит вернуться"
  },
  {
    "verse_number": 58,
    "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلْجَنَّةِ غُرَفًا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ نِعْمَ أَجْرُ ٱلْعَـٰمِلِينَ",
    "text_uthmani_transcribed": "Wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti lanubawwi'annahum minal-jannati gurafan tajrī min taḥtihal-anhāru khālidīna fīhā, ni'ma ajrul-'āmilīn(a).",
    "translation": "И тем, кто верует и делает добро, Дадим обитель Мы в садах Эдема: Чертоги горные, реками омовенны, И вечно пребывать им там, - Прекрасная награда для творящих благо"
  },
  {
    "verse_number": 59,
    "text_uthmani": "ٱلَّذِينَ صَبَرُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
    "text_uthmani_transcribed": "Al-lażīna ṣabarū wa 'alā rabbihim yatawakkalūn(a).",
    "translation": "Кто с терпеливой стойкостью (сносил все беды) И лишь на Господа надежды возлагал"
  },
  {
    "verse_number": 60,
    "text_uthmani": "وَكَأَيِّن مِّن دَآبَّةٍ لَّا تَحْمِلُ رِزْقَهَا ٱللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "text_uthmani_transcribed": "Wa ka'ayyim min dābbatil lā taḥmilu rizqahā, allāhu yarzuquhā wa iyyākum, wa huwas-samī'ul-'alīm(u).",
    "translation": "И сколько ж тварей на земле На пропитание себе не промышляют! Аллах питает их и вас: Он слышит все и знает обо всем"
  },
  {
    "verse_number": 61,
    "text_uthmani": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ لَيَقُولُنَّ ٱللَّهُ ۖ فَأَنَّىٰ يُؤْفَكُونَ",
    "text_uthmani_transcribed": "Wa la'in sa'altahum man khalaqas-samāwāti wal-arḍa wa sakhkharasy-syamsa wal-qamara layaqūlunnallāh(u), fa'annā yu'fakūn(a).",
    "translation": "И если ты их спросишь: \"Кто небеса и землю сотворил, А солнце и луну (отдал им) во служенье?\", \"Аллах!\" - они ответят, несомненно, - Так что же так обольщены они (земною суетой)"
  },
  {
    "verse_number": 62,
    "text_uthmani": "ٱللَّهُ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥٓ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "text_uthmani_transcribed": "Allāhu yabsuṭur-rizqa limay yasyā'u min 'ibādihī wa yaqdiru lah(ū), innallāha bikulli syai'in 'alīm(un).",
    "translation": "Аллах надел Свой ширит тем из слуг Своих, Кого сочтет Своим желаньем, Иль мерой раздает его (По степени свершенного добра в сей жизни), - Аллах ведь, истинно, о всякой вещи сведущ"
  },
  {
    "verse_number": 63,
    "text_uthmani": "وَلَئِن سَأَلْتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَحْيَا بِهِ ٱلْأَرْضَ مِنۢ بَعْدِ مَوْتِهَا لَيَقُولُنَّ ٱللَّهُ ۚ قُلِ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ",
    "text_uthmani_transcribed": "Wa la'in sa'altahum man nazzala minas-samā'i mā'an fa'aḥyā bihil-arḍa mim ba'di mautihā layaqūlunnallāh(u), qulil-ḥamdu lillāh(i), bal akṡaruhum lā ya'qilūn(a).",
    "translation": "А если ты их спросишь: \"Кто низвел с небес (Благословенный) дождь, что землю воскресил, Когда она уже поникла в смерти?\", \"Аллах!\" - они ответят непременно. Скажи: \"Да будут возданы хвалы Аллаху!\" Но большинство из них не разумеет"
  },
  {
    "verse_number": 64,
    "text_uthmani": "وَمَا هَـٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا لَهْوٌ وَلَعِبٌ ۚ وَإِنَّ ٱلدَّارَ ٱلْـَٔاخِرَةَ لَهِىَ ٱلْحَيَوَانُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa mā hāżihil-ḥayātud-dun-yā illā lahwuw wa la'ib(un), wa innad-dāral-ākhirata  lahiyal-ḥayawān(u), lau kānū ya'lamūn(a).",
    "translation": "Жизнь (ваша) в этом мире - Забава легкая да тще'та, И лишь в приюте будущего мира - истинная жизнь. О, если б они это знали"
  },
  {
    "verse_number": 65,
    "text_uthmani": "فَإِذَا رَكِبُوا۟ فِى ٱلْفُلْكِ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ إِذَا هُمْ يُشْرِكُونَ",
    "text_uthmani_transcribed": "Fa'iżā rakibū fil-fulki da'awullāha mukhliṣīna lahud-dīn(a), falammā najjāhum ilal-barri iżā hum yusyrikūn(a).",
    "translation": "Когда плывут они на корабле, Они Аллаха имя призывают И веру чистую Ему сулят. Когда ж на сушу Он спасает их - Гляди! Они уж прочат соучастников Ему"
  },
  {
    "verse_number": 66,
    "text_uthmani": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَـٰهُمْ وَلِيَتَمَتَّعُوا۟ ۖ فَسَوْفَ يَعْلَمُونَ",
    "text_uthmani_transcribed": "Liyakfurū bimā ātaināhum wa liyatamatta'ū, fasaufa ya'lamūn(a).",
    "translation": "Неблагодарно отвергая Наши блага И предаваясь (суете земных страстей). Но скоро предстоит узнать им"
  }
]