[
  {
    "verse_number": 155,
    "text_uthmani": "وَٱخْتَارَ مُوسَىٰ قَوْمَهُۥ سَبْعِينَ رَجُلًا لِّمِيقَـٰتِنَا ۖ فَلَمَّآ أَخَذَتْهُمُ ٱلرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُم مِّن قَبْلُ وَإِيَّـٰىَ ۖ أَتُهْلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآ ۖ إِنْ هِىَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهْدِى مَن تَشَآءُ ۖ أَنتَ وَلِيُّنَا فَٱغْفِرْ لَنَا وَٱرْحَمْنَا ۖ وَأَنتَ خَيْرُ ٱلْغَـٰفِرِينَ",
    "text_uthmani_transcribed": "Wakhtāra mūsā qaumahū sab'īna rajulal limīqātinā, falammā akhażathumur-rajfatu qāla rabbi lau syi'ta ahlaktahum min qablu wa iyyāy(a), atuhlikunā bimā fa'alas-sufahā'u minnā, in hiya illā fitnatuk(a), tuḍillu bihā man tasyā'u wa tahdī man tasyā'(u), anta waliyyunā fagfir lanā warḥamnā wa anta khairul-gāfirīn(a).",
    "translation": "И выбрал Муса семьдесят мужей из своего народа Для встречи с Нами в срок и месте, Что Мы определили (для него). Когда ж земля под ними грозно сотряслась, Взмолился он: \"О мой Господь! Ведь если б Ты желал того, Ты б раньше уничтожил их и (погубил) меня. Ужель сейчас погубишь нас за то, Чем безрассудные из нас грешили? Сие, поистине, лишь испытание, которым Ты с праведной стези сбиваешь тех, Кого Своим желанием (решишь обречь на это), Иль путь указываешь тем, Кого сочтешь (Себе угодным). Ты - покровитель наш! Прости нам и помилуй нас! Ты - лучший из способных дать прощенье"
  },
  {
    "verse_number": 156,
    "text_uthmani": "۞ وَٱكْتُبْ لَنَا فِى هَـٰذِهِ ٱلدُّنْيَا حَسَنَةً وَفِى ٱلْـَٔاخِرَةِ إِنَّا هُدْنَآ إِلَيْكَ ۚ قَالَ عَذَابِىٓ أُصِيبُ بِهِۦ مَنْ أَشَآءُ ۖ وَرَحْمَتِى وَسِعَتْ كُلَّ شَىْءٍ ۚ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَـٰتِنَا يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Waktub lanā fī hāżihid-dun-yā ḥasanataw wa fil-ākhirati innā hudnā ilaik(a), qāla 'ażābī uṣību bihī man asyā'(u), wa raḥmatī wasi'at kulla syai'(in), fa sa'aktubuhā lil-lażīna yattaqūna wa yu'tūnaz-zakāta wal-lażīna hum bi'āyātinā yu'minūn(a).",
    "translation": "Дай предписание добра для нас И в этой жизни, и в далекой, - Ведь мы, поистине, Тебе предались!\" И Он сказал: \"Я наказанием Своим Караю тех, кого желаю, Но Моя милость простирается на всех. Я предпишу ее для тех, которые благочестивы, И очищение дают, И веруют в знаменья Наши"
  },
  {
    "verse_number": 157,
    "text_uthmani": "ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِىَّ ٱلْأُمِّىَّ ٱلَّذِى يَجِدُونَهُۥ مَكْتُوبًا عِندَهُمْ فِى ٱلتَّوْرَىٰةِ وَٱلْإِنجِيلِ يَأْمُرُهُم بِٱلْمَعْرُوفِ وَيَنْهَىٰهُمْ عَنِ ٱلْمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَـٰتِ وَيُحَرِّمُ عَلَيْهِمُ ٱلْخَبَـٰٓئِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَٱلْأَغْلَـٰلَ ٱلَّتِى كَانَتْ عَلَيْهِمْ ۚ فَٱلَّذِينَ ءَامَنُوا۟ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُوا۟ ٱلنُّورَ ٱلَّذِىٓ أُنزِلَ مَعَهُۥٓ ۙ أُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "text_uthmani_transcribed": "Al-lażīna yattabi'ūnar-rasūlan nabiyyal-ummiyyal-lażī yajidūnahū maktūban 'indahum fit-taurāti wal-injīli ya'muruhum bil-ma'rūfi wa yanhāhum 'anil-munkari wa yuḥillu lahumuṭ-ṭayyibāti wa yuḥarrimu 'alaihimul-khabā'iṡa wa yaḍa'u 'anhum iṣrahum wal-aglālal-latī kānat 'alaihim, fal-lażīna āmanū bihī wa 'azzarūhu wa naṣarūhu wattaba'un nūral-lażī unzila ma'ah(ū), ulā'ika humul-mufliḥūn(a).",
    "translation": "Кто следует посланнику сему, Необразованному, неученому пророку, Которого они находят Записанным у них и в Торе, и в Инджил; Кто им добро велит и запрещает злое, Кто разрешает им благую снедь И запрещает всяку мерзость; Кто с них снимает бремя и оковы, Которые (предписаны) им были, - Они - все те, кто верует в него, И крепят (дух его), и помогают, И следуют за Светом, что ниспослан с ним, - Им всем в блаженстве пребывать"
  },
  {
    "verse_number": 158,
    "text_uthmani": "قُلْ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنِّى رَسُولُ ٱللَّهِ إِلَيْكُمْ جَمِيعًا ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ يُحْىِۦ وَيُمِيتُ ۖ فَـَٔامِنُوا۟ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِىِّ ٱلْأُمِّىِّ ٱلَّذِى يُؤْمِنُ بِٱللَّهِ وَكَلِمَـٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ",
    "text_uthmani_transcribed": "Qul yā ayyuhan-nāsu innī rasūlullāhi ilaikum jamī'anil-lażī lahū mulkus-samāwāti wal-arḍ(i), lā ilāha illā huwa yuḥyī wa yumīt(u), fa āminū billāhi wa rasūlihin-nabiyyil-ummiyyil-lażī yu'minu billāhi wa kalimatihī wattabi'ūhu la'allakum tahtadūn(a).",
    "translation": "Скажи, (о Мухаммад!): \"О род людской! Я к вам ко всем - посланник от Аллаха, - Того, Кто небесами и землей владеет. Нет божества, кроме Него. Лишь Он живит и умертвляет. Так веруйте ж в Аллаха и посланника Его, Кто неучен и не научен И верует в Аллаха и Его Слова, И следуйте за ним, чтобы его прямой стезею (Свой путь земной к Аллаху) завершить"
  },
  {
    "verse_number": 159,
    "text_uthmani": "وَمِن قَوْمِ مُوسَىٰٓ أُمَّةٌ يَهْدُونَ بِٱلْحَقِّ وَبِهِۦ يَعْدِلُونَ",
    "text_uthmani_transcribed": "Wa min qaumi mūsā ummatuy yahdūna bil-ḥaqqi wa bihī ya'dilūn(a).",
    "translation": "И из народа Мусы есть община, Что следует стезею Истины (Господней) И ею правосудие блюдет"
  },
  {
    "verse_number": 160,
    "text_uthmani": "وَقَطَّعْنَـٰهُمُ ٱثْنَتَىْ عَشْرَةَ أَسْبَاطًا أُمَمًا ۚ وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسْتَسْقَىٰهُ قَوْمُهُۥٓ أَنِ ٱضْرِب بِّعَصَاكَ ٱلْحَجَرَ ۖ فَٱنۢبَجَسَتْ مِنْهُ ٱثْنَتَا عَشْرَةَ عَيْنًا ۖ قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ ۚ وَظَلَّلْنَا عَلَيْهِمُ ٱلْغَمَـٰمَ وَأَنزَلْنَا عَلَيْهِمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ ۖ كُلُوا۟ مِن طَيِّبَـٰتِ مَا رَزَقْنَـٰكُمْ ۚ وَمَا ظَلَمُونَا وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
    "text_uthmani_transcribed": "Wa qaṭṭa'nāhumuṡnatai 'asyrata asbāṭan umamā(n), wa auḥainā ilā mūsā iżistasqāhu qaumuhū aniḍrib bi'aṣākal-ḥajar(a), fambajasat minhuṡnatā 'asyrata 'ainā(n), qad 'alima kullu unāsim masyrabahum, wa ẓallalnā 'alaihimul-gamāma wa anzalnā 'alaihimul-manna was-salwā, kulū min ṭayyibāti mā razaqnākum, wa mā ẓalamūnā wa lākin kānū anfusahum yaẓlimūn(a).",
    "translation": "Их на двенадцать родовых колен Мы разделили И Мусе откровение внушением послали, Когда его народ молил воды (в пустыне): \"Ты о скалу ударь своею палкой!\" И тотчас из нее излились Двенадцать чистых родников. И каждое колено знало место, где им пить. Потом Мы облаком их осенили И низвели им манну и перепелов: \"Вкушайте от даров Господних!\" (Но, воспротивившись Завету), Не Нам они вред причинили - Своим лишь душам нанесли урон"
  },
  {
    "verse_number": 161,
    "text_uthmani": "وَإِذْ قِيلَ لَهُمُ ٱسْكُنُوا۟ هَـٰذِهِ ٱلْقَرْيَةَ وَكُلُوا۟ مِنْهَا حَيْثُ شِئْتُمْ وَقُولُوا۟ حِطَّةٌ وَٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًا نَّغْفِرْ لَكُمْ خَطِيٓـَٔـٰتِكُمْ ۚ سَنَزِيدُ ٱلْمُحْسِنِينَ",
    "text_uthmani_transcribed": "Wa iżā qīla lahumuskunū hāżihil-qaryata wa kulū minhā ḥaiṡu syi'tum wa qūlū ḥiṭṭatuw wadkhulul-bāba sujjadan nagfir lakum khaṭī'ātikum, sanazīdul-muḥsinīn(a).",
    "translation": "И (вспомните), как Мы сказали вам: \"Вы в этом городе селитесь И там вкушайте все себе в усладу, Но говорите: \"Прощения (прошу у Бога) И облегчения (от прегрешений)!\" И во врата его вступите, Смиренно преклонив колени, И Мы простим вам ваши прегрешенья И увеличим долю тем, кто делает добро"
  },
  {
    "verse_number": 162,
    "text_uthmani": "فَبَدَّلَ ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ قَوْلًا غَيْرَ ٱلَّذِى قِيلَ لَهُمْ فَأَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَظْلِمُونَ",
    "text_uthmani_transcribed": "Fa baddalal-lażīna ẓalamū minhum qaulan gairal-lażī qīla lahum fa arsalnā 'alaihim rijzam minas-samā'i bimā kānū yaẓlimūn(a).",
    "translation": "Но те из них, что были нечестивы, Указанное слово заменили. И низвели на них Мы казнь с неба За то, что были вероломны"
  },
  {
    "verse_number": 163,
    "text_uthmani": "وَسْـَٔلْهُمْ عَنِ ٱلْقَرْيَةِ ٱلَّتِى كَانَتْ حَاضِرَةَ ٱلْبَحْرِ إِذْ يَعْدُونَ فِى ٱلسَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ ۙ لَا تَأْتِيهِمْ ۚ كَذَٰلِكَ نَبْلُوهُم بِمَا كَانُوا۟ يَفْسُقُونَ",
    "text_uthmani_transcribed": "Was'alhum 'anil-qaryatil-latī kānat ḥāḍiratal-baḥr(i), iż ya'dūna fis-sabti iż ta'tīhim ḥītānuhum yauma sabtihim syurra'aw wa yauma lā yasbitūn(a), lā ta'tīhim - każālika - nablūhum bimā kānū yafsuqūn(a).",
    "translation": "Ты их спроси о городе близ моря, Где жители нарушили субботу. В тот день субботы приплыла их рыба к ним, Прямо (к поверхности воды) поднявшись, А в день другой, субботний день минуя, Она не приходила вовсе к ним. Так Мы подвергли испытанью их За то, что были нечестивы"
  },
  {
    "verse_number": 164,
    "text_uthmani": "وَإِذْ قَالَتْ أُمَّةٌ مِّنْهُمْ لِمَ تَعِظُونَ قَوْمًا ۙ ٱللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا ۖ قَالُوا۟ مَعْذِرَةً إِلَىٰ رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ",
    "text_uthmani_transcribed": "Wa iż qālat ummatum minhum lima ta'iẓūna qaumā(n), allāhu muhlikuhum au mu'ażżibuhum 'ażāban syadīdā(n), qālū ma'żiratan ilā rabbikum wa la'allahum yattaqūn(a).",
    "translation": "Когда же некие из них сказали: \"Зачем вы увещаете народ, Который Аллах (задумал) погубить иль наказать суровой карой?\", (Они) ответили: \"Чтоб оправдаться пред Владыкой вашим И дать возможность им страшиться Его гнева"
  },
  {
    "verse_number": 165,
    "text_uthmani": "فَلَمَّا نَسُوا۟ مَا ذُكِّرُوا۟ بِهِۦٓ أَنجَيْنَا ٱلَّذِينَ يَنْهَوْنَ عَنِ ٱلسُّوٓءِ وَأَخَذْنَا ٱلَّذِينَ ظَلَمُوا۟ بِعَذَابٍۭ بَـِٔيسٍۭ بِمَا كَانُوا۟ يَفْسُقُونَ",
    "text_uthmani_transcribed": "Falammā nasū mā żukkirū bihī anjainal-lażīna yanhauna 'anis-sū'i wa akhażnal-lażīna ẓalamū bi'ażābim ba'īsim bimā kānū yafsuqūn(a).",
    "translation": "Когда ж они про то, чем увещали их, забыли, Спасли Мы тех, кто их удерживал от зла, А тех, что были беззаконны, Подвергли Мы тяжелой каре За то, что были нечестивы"
  }
]