[
  {
    "verse_number": 111,
    "text_uthmani": "۞ إِنَّ ٱللَّهَ ٱشْتَرَىٰ مِنَ ٱلْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَٰلَهُم بِأَنَّ لَهُمُ ٱلْجَنَّةَ ۚ يُقَـٰتِلُونَ فِى سَبِيلِ ٱللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ ۖ وَعْدًا عَلَيْهِ حَقًّا فِى ٱلتَّوْرَىٰةِ وَٱلْإِنجِيلِ وَٱلْقُرْءَانِ ۚ وَمَنْ أَوْفَىٰ بِعَهْدِهِۦ مِنَ ٱللَّهِ ۚ فَٱسْتَبْشِرُوا۟ بِبَيْعِكُمُ ٱلَّذِى بَايَعْتُم بِهِۦ ۚ وَذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
    "text_uthmani_transcribed": "Innallāhasytarā minal-mu'minīna anfusahum wa amwālahum bi'anna lahumul-jannah(ta), yuqātilūna fī sabīlillāhi fa yaqtulūna wa yuqtalūna wa'dan 'alaihi ḥaqqan fit-taurāti wal-injīli wal-qur'ān(i), wa man aufā bi'ahdihī minallāhi fastabsyirū bibai'ikumul-lażī bāya'tum bih(ī), wa żālika huwal-fauzul-'aẓīm(u).",
    "translation": "Аллах, поистине, купил у верных И души их, и их добро, (Платя) взамен им райским Садом. Они сражаются на промысле Аллаха; Разя врагов, и сами сражены бывают, Как обетовано по Истине Его Через Закон, Евангелие и Коран. А кто в обетовании верней Аллаха! Ликуйте же от выгодного торга, Который с Ним вы заключили! Сие - великая удача"
  },
  {
    "verse_number": 112,
    "text_uthmani": "ٱلتَّـٰٓئِبُونَ ٱلْعَـٰبِدُونَ ٱلْحَـٰمِدُونَ ٱلسَّـٰٓئِحُونَ ٱلرَّٰكِعُونَ ٱلسَّـٰجِدُونَ ٱلْـَٔامِرُونَ بِٱلْمَعْرُوفِ وَٱلنَّاهُونَ عَنِ ٱلْمُنكَرِ وَٱلْحَـٰفِظُونَ لِحُدُودِ ٱللَّهِ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
    "text_uthmani_transcribed": "At tā'ibūnal-'ābidul-ḥāmidūnas-sā'iḥūnar-rāki'ūnas-sājidūnal-āmirūna bil-ma'rūfi wan-nāhūna 'anil-munkari wal-ḥāfiẓūna liḥudūdillāh(i), wa basysyiril-mu'minīn(a).",
    "translation": "Кто, каясь, обращается (к Нему), Кто служит, славит (Его святость), (По свету) странствует (на промысле Его), (Послушно) голову клонит, Ниц простирается (в молитве) И (именем Его) к добру зовет, Удерживает от дурного И (в чистоте) хранит Его пределы - (Они и будут ликовать). Ты сообщи благую Весть сим верным: (Их ждет великая награда)"
  },
  {
    "verse_number": 113,
    "text_uthmani": "مَا كَانَ لِلنَّبِىِّ وَٱلَّذِينَ ءَامَنُوٓا۟ أَن يَسْتَغْفِرُوا۟ لِلْمُشْرِكِينَ وَلَوْ كَانُوٓا۟ أُو۟لِى قُرْبَىٰ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَـٰبُ ٱلْجَحِيمِ",
    "text_uthmani_transcribed": "Mā kāna lin-nabiyyi wal-lażīna āmanū ay yastagfirū lil-musyrikīna wa lau kānū ulī qurbā mim ba'di mā tabayyana lahum annahum aṣḥābul-jaḥīm(i).",
    "translation": "Не подобает ни пророку, Ни тем, которые уверовали (в Бога), Для многобожников прощения просить, Будь они даже близкими родными, После того, как стало ясно им, Что быть им обитателями Ада"
  },
  {
    "verse_number": 114,
    "text_uthmani": "وَمَا كَانَ ٱسْتِغْفَارُ إِبْرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوْعِدَةٍ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوٌّ لِّلَّهِ تَبَرَّأَ مِنْهُ ۚ إِنَّ إِبْرَٰهِيمَ لَأَوَّٰهٌ حَلِيمٌ",
    "text_uthmani_transcribed": "Wa mā kānastigfāru ibrāhīma li'abīhi illā 'am mau'idatiw wa'adahā iyyāh(u), falammā tabayyana lahū annahū 'aduwwul lillāhi tabarra'a minh(u), inna ibrāhīma la'awwāhun ḥalīm(un).",
    "translation": "И Ибрахим молился о прощении отцу Лишь в силу данного обета. Когда же стало ему ясно, что отец Врагом Аллаху был (и оставался), Он отказался от него, - Ведь был он кроток духом и воздержан"
  },
  {
    "verse_number": 115,
    "text_uthmani": "وَمَا كَانَ ٱللَّهُ لِيُضِلَّ قَوْمًۢا بَعْدَ إِذْ هَدَىٰهُمْ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "text_uthmani_transcribed": "Wa mā kānallāhu liyuḍilla qaumam ba'da iż hadāhum ḥattā yubayyina lahum mā yattaqūn(a), innallāha bikulli syai'in 'alīm(un).",
    "translation": "Аллах не ввергнет в заблуждение народ После того, как Он его направил, Пока им ясно не укажет, Чего остерегаться должно им, - Аллах, поистине, о всякой вещи знающ"
  },
  {
    "verse_number": 116,
    "text_uthmani": "إِنَّ ٱللَّهَ لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ يُحْىِۦ وَيُمِيتُ ۚ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
    "text_uthmani_transcribed": "Innallāha lahū mulkus-samāwāti wal-arḍ(i), yuḥyī wa yumīt(u), wa mā lakum min dūnillāhi miw waliyyiw wa lā naṣīr(in).",
    "translation": "Аллах владеет небесами и землей, Лишь Он живит и умертвляет. Нет покровителя у вас, кроме Него, Нет и помощника иного"
  },
  {
    "verse_number": 117,
    "text_uthmani": "لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِىِّ وَٱلْمُهَـٰجِرِينَ وَٱلْأَنصَارِ ٱلَّذِينَ ٱتَّبَعُوهُ فِى سَاعَةِ ٱلْعُسْرَةِ مِنۢ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِّنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ ۚ إِنَّهُۥ بِهِمْ رَءُوفٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Laqat tāballāhu 'alan-nabiyyi wal-muhājirīna wal-anṣāril-lażīnattaba'ūhu fī sā'atil-'usrati mim ba'di mā kāda yazīgu qulūbu farīqim minhum ṡumma tāba 'alaihim, innahū bihim ra'ūfur raḥīm(un).",
    "translation": "И Свою милость обратил Аллах К пророку, мухаджирам и ансарам, Что (преданно) пошли за Ним В тяжелый час нужды и горя, Когда сердца иных из них (С Его пути) едва не совратились. Он обратился к ним с прощеньем, - Ведь к ним, поистине, Он благ и милосерд"
  },
  {
    "verse_number": 118,
    "text_uthmani": "وَعَلَى ٱلثَّلَـٰثَةِ ٱلَّذِينَ خُلِّفُوا۟ حَتَّىٰٓ إِذَا ضَاقَتْ عَلَيْهِمُ ٱلْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنفُسُهُمْ وَظَنُّوٓا۟ أَن لَّا مَلْجَأَ مِنَ ٱللَّهِ إِلَّآ إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوٓا۟ ۚ إِنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
    "text_uthmani_transcribed": "Wa 'alaṡ-ṡalāṡatil-lażīna khullifū, ḥattā iżā ḍāqat 'alaihimul-arḍu bimā raḥubat wa ḍāqat 'alaihim anfusuhum wa ẓannū allā malja'a minallāhi illā ilaih(i), ṡumma tāba 'alaihim liyatūbū, innallāha huwat-tawwābur-raḥīm(u).",
    "translation": "Он обратил Свое прощенье к тем троим, Кто был оставлен (в доме с твоего согласья), И тесной сделалась для них земля Со всей своей (бескрайней) ширью, И сделалось их душам тесно, И стало ясно им тогда, Что от Аллаха им убежища (искать) Лишь в Его собственном (уделе). Тогда Он обратился к ним с прощеньем, Чтоб с покаянием они к Нему пришли, - Аллах, поистине, благопреклонен, милосерд"
  },
  {
    "verse_number": 119,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَكُونُوا۟ مَعَ ٱلصَّـٰدِقِينَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanuttaqullāha wa kūnū ma'aṣ-ṣādiqīn(a).",
    "translation": "О вы, кто верует! Страшитесь Господа И будьте с теми, кто правдив (и в слове, и на деле)"
  },
  {
    "verse_number": 120,
    "text_uthmani": "مَا كَانَ لِأَهْلِ ٱلْمَدِينَةِ وَمَنْ حَوْلَهُم مِّنَ ٱلْأَعْرَابِ أَن يَتَخَلَّفُوا۟ عَن رَّسُولِ ٱللَّهِ وَلَا يَرْغَبُوا۟ بِأَنفُسِهِمْ عَن نَّفْسِهِۦ ۚ ذَٰلِكَ بِأَنَّهُمْ لَا يُصِيبُهُمْ ظَمَأٌ وَلَا نَصَبٌ وَلَا مَخْمَصَةٌ فِى سَبِيلِ ٱللَّهِ وَلَا يَطَـُٔونَ مَوْطِئًا يَغِيظُ ٱلْكُفَّارَ وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَّيْلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلٌ صَـٰلِحٌ ۚ إِنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
    "text_uthmani_transcribed": "Mā kāna li'ahlil-madīnati wa man ḥaulahum minal-a'rābi ay yatakhallafū 'ar rasūlillāhi wa lā yargabū bi'anfusihim 'an nafsih(ī), żālika bi'annahum lā yuṣībuhum ẓama'uw wa lā naṣabuw wa lā makhmaṣatun fī sabīlillāhi wa lā yaṭa'ūna mauṭi'ay yagīẓul-kuffāra wa lā yanālūna min 'aduwwin nailan illā kutiba lahum bihī 'amalun ṣāliḥ(un), innallāha lā yuḍī'u ajral-muḥsinīn(a).",
    "translation": "Не должно жителям Медины, А также бедуинам из соседних (сел) Остаться за спиной посланника Аллаха (И не пойти в поход), Лишь о себе заботу проявляя, Вместо того чтоб позаботиться о нем, - Ведь что бы на пути Аллаха их ни постигало: Жажда (в пути), усталость, голод, Какой бы шаг ни сделали они, Что обратил бы в гнев неверных, Каким бы бедам враг их ни подверг, - (Нет ни единого лишенья или дела), Что не было б записано за ними как благое, - Аллах, поистине, не даст погибнуть Награде тех, кто делает добро"
  },
  {
    "verse_number": 121,
    "text_uthmani": "وَلَا يُنفِقُونَ نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةً وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ ٱللَّهُ أَحْسَنَ مَا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Wa lā yunfiqūna nafaqatan ṣagīrataw wa lā kabīrataw wa lā yaqṭa'ūna wādiyan illā kutiba lahum liyajziyahumullāhu aḥsana mā kānū ya'malūn(a).",
    "translation": "Каким бы ни был их расход: мал иль велик, Какие б земли ни пересекли они, - Записано за ними будет все, Чтоб лучшим им воздал Аллах, Чем то хорошее, что сделали они"
  }
]