{
  "chapter_number": 32,
  "verses": [
    {
      "verse_number": 12,
      "text_uthmani": "وَلَوْ تَرَىٰٓ إِذِ ٱلْمُجْرِمُونَ نَاكِسُوا۟ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فَٱرْجِعْنَا نَعْمَلْ صَـٰلِحًا إِنَّا مُوقِنُونَ",
      "text_uthmani_transcribed": "Wa lau tarā iżil-mujrimūna nākisū ru'ūsihim 'inda rabbihim, rabbanā abṣarnā wa sami'nā farji'nā na'mal ṣāliḥan innā mūqinūn(a).",
      "translation": "И если б мог ты только видеть, Как головы (в бесчестье) склонят Преступные пред Господом своим: \"Господь наш! Видели и слышали мы то, (О чем нас на земле предупреждали). Верни (на землю) нас, Чтоб мы могли творить благое, - Теперь же в Истине Твоей Убеждены мы всей душой"
    },
    {
      "verse_number": 13,
      "text_uthmani": "وَلَوْ شِئْنَا لَـَٔاتَيْنَا كُلَّ نَفْسٍ هُدَىٰهَا وَلَـٰكِنْ حَقَّ ٱلْقَوْلُ مِنِّى لَأَمْلَأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ",
      "text_uthmani_transcribed": "Wa lau syi'nā la'ātainā kulla nafsin hudāhā wa lākin ḥaqqal-qaulu minnī la'amla'anna  jahannama minal-jinnati wan-nāsi ajma'īn(a).",
      "translation": "И если б Мы того желали, Мы б душу всякую вели прямым путем, Но Мое Слово было неизменно: \"Я Ад людьми и джиннами наполню - всеми вместе"
    },
    {
      "verse_number": 14,
      "text_uthmani": "فَذُوقُوا۟ بِمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هَـٰذَآ إِنَّا نَسِينَـٰكُمْ ۖ وَذُوقُوا۟ عَذَابَ ٱلْخُلْدِ بِمَا كُنتُمْ تَعْمَلُونَ",
      "text_uthmani_transcribed": "Fa żūqū bimā nasītum liqā'a yaumikum hāżā, innā nasīnākum wa żūqū 'ażābal-khuldi bimā kuntum ta'malūn(a).",
      "translation": "Вкусите же (плоды того), Что вы о встрече с этим Днем забыли! Теперь же Мы забудем вас, - Вкусите кару Вечности за все свои дела"
    },
    {
      "verse_number": 15,
      "text_uthmani": "إِنَّمَا يُؤْمِنُ بِـَٔايَـٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِهَا خَرُّوا۟ سُجَّدًا وَسَبَّحُوا۟ بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ ۩",
      "text_uthmani_transcribed": "Innamā yu'minu bi'āyātinal-lażīna iżā żukkirū bihā kharrū sujjadaw wa sabbaḥū biḥamdi rabbihim wa hum lā yastakbirūn(a).",
      "translation": "Ведь только те в знаменья Наши верят, Кто при помине их ниц падает И воздает свои хвалы Аллаху - Не величаясь, не гордясь"
    },
    {
      "verse_number": 16,
      "text_uthmani": "تَتَجَافَىٰ جُنُوبُهُمْ عَنِ ٱلْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
      "text_uthmani_transcribed": "Tatajāfā junūbuhum 'anil-maḍāji'i yad'ūna rabbahum khaufaw wa ṭama'ā(n), wa mimmā razaqnāhum yunfiqūn(a).",
      "translation": "Они свои постели оставляют, И призывают Бога своего Из страха (гнев Его навлечь), С надеждой (на Его благоволенье), И (щедро) раздают (на подать) (Из благ), что низвели Мы им"
    },
    {
      "verse_number": 17,
      "text_uthmani": "فَلَا تَعْلَمُ نَفْسٌ مَّآ أُخْفِىَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ",
      "text_uthmani_transcribed": "Falā ta'lamu nafsum mā ukhfiya lahum min qurrati a'yun(in), jazā'am bimā kānū ya'malūn(a).",
      "translation": "И ни одна душа из них не знает, (Как много Божьей) благодати Еще сокрыто взорам их В награду за их добрые деянья"
    },
    {
      "verse_number": 18,
      "text_uthmani": "أَفَمَن كَانَ مُؤْمِنًا كَمَن كَانَ فَاسِقًا ۚ لَّا يَسْتَوُۥنَ",
      "text_uthmani_transcribed": "Afaman kāna mu'minan kaman kāna fāsiqā(n), lā yastawūn(a).",
      "translation": "Так неужели тот, кто (всей душой) уверовал (в Аллаха), Сравни тому, кто предалсЯ греху? Нет, не равны они нисколько"
    },
    {
      "verse_number": 19,
      "text_uthmani": "أَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَلَهُمْ جَنَّـٰتُ ٱلْمَأْوَىٰ نُزُلًۢا بِمَا كَانُوا۟ يَعْمَلُونَ",
      "text_uthmani_transcribed": "Ammal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti falahum jannātul-ma'wā, nuzulam bimā kānū ya'malūn(a).",
      "translation": "Тем, кто уверовал и доброе творил, Станут обителью сады Эдема - Как вечное пристанище за праведность их дел"
    },
    {
      "verse_number": 20,
      "text_uthmani": "وَأَمَّا ٱلَّذِينَ فَسَقُوا۟ فَمَأْوَىٰهُمُ ٱلنَّارُ ۖ كُلَّمَآ أَرَادُوٓا۟ أَن يَخْرُجُوا۟ مِنْهَآ أُعِيدُوا۟ فِيهَا وَقِيلَ لَهُمْ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّذِى كُنتُم بِهِۦ تُكَذِّبُونَ",
      "text_uthmani_transcribed": "Wa ammal-lażīna fasaqū fa ma'wākumun nāru kullamā arādū ay yakhrujū minhā u'īdū fīhā wa qīla lahum żūqū 'ażāban nāril-lażī kuntum bihī tukażżibūn(a).",
      "translation": "Пристанищем же тем, кто был распутен, Станет огонь (пылающего Ада), И всякий раз, как захотят они его покинуть, Туда их возвратят опять и скажут: \"Вкусите наказание Огнем, Который вы считали ложью"
    },
    {
      "verse_number": 21,
      "text_uthmani": "وَلَنُذِيقَنَّهُم مِّنَ ٱلْعَذَابِ ٱلْأَدْنَىٰ دُونَ ٱلْعَذَابِ ٱلْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ",
      "text_uthmani_transcribed": "Wa lanużīqannahum minal-'ażābil-adnā dūnal-'ażābil-akbari la'allahum yarji'ūn(a).",
      "translation": "(Но прежде) Мы дадим вкусить им кару ближней (жизни), Прежде чем их подвергнуть величайшей (каре во второй), Чтобы могли покаяться они и (к Нам) вернуться"
    },
    {
      "verse_number": 22,
      "text_uthmani": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايَـٰتِ رَبِّهِۦ ثُمَّ أَعْرَضَ عَنْهَآ ۚ إِنَّا مِنَ ٱلْمُجْرِمِينَ مُنتَقِمُونَ",
      "text_uthmani_transcribed": "Wa man aẓlamu mimman żukkira bi'āyāti rabbihī ṡumma a'raḍa 'anhā, innā minal-mujrimīna muntaqimūn(a).",
      "translation": "И есть ли нечестивее того, Кому знаменья Господа его напоминают, А он все ж отвращается от них? Поистине, Мы взыщем с грешников сполна"
    }
  ]
}