[
  {
    "verse_number": 12,
    "text_uthmani": "۞ وَلَقَدْ أَخَذَ ٱللَّهُ مِيثَـٰقَ بَنِىٓ إِسْرَٰٓءِيلَ وَبَعَثْنَا مِنْهُمُ ٱثْنَىْ عَشَرَ نَقِيبًا ۖ وَقَالَ ٱللَّهُ إِنِّى مَعَكُمْ ۖ لَئِنْ أَقَمْتُمُ ٱلصَّلَوٰةَ وَءَاتَيْتُمُ ٱلزَّكَوٰةَ وَءَامَنتُم بِرُسُلِى وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ ٱللَّهَ قَرْضًا حَسَنًا لَّأُكَفِّرَنَّ عَنكُمْ سَيِّـَٔاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۚ فَمَن كَفَرَ بَعْدَ ذَٰلِكَ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
    "text_uthmani_transcribed": "Wa laqad akhażallāhu mīṡāqa banī isrā'īl(a), wa ba'aṡnā minhumuṡnai 'asyara naqībā(n), wa qālallāhu innī ma'akum, la'in aqamtumuṣ-ṣalāta wa ātaitumuz-zakāta wa āmantum birusulī wa 'azzartumūhum wa aqraḍtumullāha qarḍan ḥasanal la'ukaffiranna 'ankum sayyi'ātikum wa la'udkhilannakum jannātin tajrī min taḥtihal-anhār(u), faman kafara ba'da żālika minkum faqad ḍalla sawā'as-sabīl(i).",
    "translation": "Аллах, поистине, вступил В Завет с сынами Исраиля. Из них воздвигли Мы правителей числом двенадцать; Аллах сказал им: \"С вами Я! (Но только) если будете вы совершать молитву, И править очистительную подать, И веровать в посланников Моих, Их чтить и помогать им, Давать прекрасный займ Аллаху. И Я очищу вас от ваших прегрешений, В Сады введу, реками омовенны, - Кто ж после этого останется неверным, Тот сбился с верного пути"
  },
  {
    "verse_number": 13,
    "text_uthmani": "فَبِمَا نَقْضِهِم مِّيثَـٰقَهُمْ لَعَنَّـٰهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَـٰسِيَةً ۖ يُحَرِّفُونَ ٱلْكَلِمَ عَن مَّوَاضِعِهِۦ ۙ وَنَسُوا۟ حَظًّا مِّمَّا ذُكِّرُوا۟ بِهِۦ ۚ وَلَا تَزَالُ تَطَّلِعُ عَلَىٰ خَآئِنَةٍ مِّنْهُمْ إِلَّا قَلِيلًا مِّنْهُمْ ۖ فَٱعْفُ عَنْهُمْ وَٱصْفَحْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُحْسِنِينَ",
    "text_uthmani_transcribed": "Fabimā naqḍihim mīṡāqahum la'annāhum wa ja'alnā qulūbahum qāsiyah(tan), yuḥarrifūnal-kalima 'am mawāḍi'ih(ī), wa nasū ḥaẓẓam mimmā żukkirū bih(ī), wa lā tazālu taṭṭali'u 'alā khā'inatim minhum illā qalīlam minhum fa'fu 'anhum waṣfaḥ, innallāha yuḥibbul-muḥsinīn(a).",
    "translation": "И вот за то, что свой завет нарушили они, Мы предали проклятью их и их сердца ожесточили. Они слова (Писаний) искажают, Их с места одного переставляя на другое место, И забывают часть того, чему учили их. И непрестанно ты встречаться будешь С изменой их иль новою уловкой, За исключением немногих. Ты им прости и не взыщи, - Поистине, Аллах благоволит лишь к тем, кто (к людям) добр"
  },
  {
    "verse_number": 14,
    "text_uthmani": "وَمِنَ ٱلَّذِينَ قَالُوٓا۟ إِنَّا نَصَـٰرَىٰٓ أَخَذْنَا مِيثَـٰقَهُمْ فَنَسُوا۟ حَظًّا مِّمَّا ذُكِّرُوا۟ بِهِۦ فَأَغْرَيْنَا بَيْنَهُمُ ٱلْعَدَاوَةَ وَٱلْبَغْضَآءَ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ ۚ وَسَوْفَ يُنَبِّئُهُمُ ٱللَّهُ بِمَا كَانُوا۟ يَصْنَعُونَ",
    "text_uthmani_transcribed": "Wa minal-lażīna qālū innā naṣārā akhażnā mīṡāqahum fa nasū ḥaẓẓam mimmā żukkirū bih(ī), fa agrainā bainahumul-'adāwata wal-bagḍā'a ilā yaumil-qiyāmah(ti), wa saufa yunabbi'uhumullāhu bimā kānū yaṣna'ūn(a).",
    "translation": "Завет Мы взяли также с тех, Кто говорит: \"Мы - христиане\". Но и они забыли часть того, Чему до этого учили их. За то Мы возбудили в них Вражду и ненависть друг к другу До Дня их Воскресения (на Суд). Тогда укажет им Господь, Чем на земле они грешили"
  },
  {
    "verse_number": 15,
    "text_uthmani": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ قَدْ جَآءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِّمَّا كُنتُمْ تُخْفُونَ مِنَ ٱلْكِتَـٰبِ وَيَعْفُوا۟ عَن كَثِيرٍ ۚ قَدْ جَآءَكُم مِّنَ ٱللَّهِ نُورٌ وَكِتَـٰبٌ مُّبِينٌ",
    "text_uthmani_transcribed": "Yā ahlal-kitābi qad jā'akum rasūlunā yubayyinu lakum kaṡīram mimmā kuntum tukhfūna minal-kitābi wa ya'fū 'an kaṡīr(in), qad jā'akum minallāhi nūruw wa kitābum mubīn(un).",
    "translation": "О люди Книги! От Нас пришел посланник к вам, Чтоб указать вам многое из Книги, Что вы (так тщательно) таите, А также много из того, Что можно опустить. Вам от Аллаха Свет и Ясное Писание явилось"
  },
  {
    "verse_number": 16,
    "text_uthmani": "يَهْدِى بِهِ ٱللَّهُ مَنِ ٱتَّبَعَ رِضْوَٰنَهُۥ سُبُلَ ٱلسَّلَـٰمِ وَيُخْرِجُهُم مِّنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ بِإِذْنِهِۦ وَيَهْدِيهِمْ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "text_uthmani_transcribed": "Yahdī bihillāhi manittaba'a riḍwānahū subulas-salāmi wa yukhrijuhum minaẓ-ẓulumāti ilan-nūri bi'iżnihī wa yahdīhim ilā ṣirāṭim mustaqīm(in).",
    "translation": "Которым Направляет Он на путь спасения и мира тех, Кто следует Его благоволенью, И Волею Своей Из мрака к свету их выводит, Стезею праведной ведет"
  },
  {
    "verse_number": 17,
    "text_uthmani": "لَّقَدْ كَفَرَ ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ هُوَ ٱلْمَسِيحُ ٱبْنُ مَرْيَمَ ۚ قُلْ فَمَن يَمْلِكُ مِنَ ٱللَّهِ شَيْـًٔا إِنْ أَرَادَ أَن يُهْلِكَ ٱلْمَسِيحَ ٱبْنَ مَرْيَمَ وَأُمَّهُۥ وَمَن فِى ٱلْأَرْضِ جَمِيعًا ۗ وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ۚ يَخْلُقُ مَا يَشَآءُ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Laqad kafaral-lażīna qālū innallāha huwal-masīḥubnu maryam(a), qul famay yamliku minallāhi syai'an in arāda ay yuhlikal-masīḥabna maryama wa ummahū wa man fil-arḍi jamī'ā(n), wa lillāhi mulkus-samāwāti wal-arḍi wa mā bainahumā, yakhluqu mā yasyā'(u), wallāhu 'alā kulli syai'in qadīr(un).",
    "translation": "И богохульствуют все те, Кто говорит, что Бог - Мессия, сын Марйам. Скажи: \"Кто властен чем-нибудь пред Богом, Если б хотел Он погубить Мессию, сына Марйам, И мать его, и всех, кто на земле?\" Во власти Господа земля и небо, А также все, что между ними. Творит Он то, что пожелает, - Ему подвластна всяка вещь"
  },
  {
    "verse_number": 18,
    "text_uthmani": "وَقَالَتِ ٱلْيَهُودُ وَٱلنَّصَـٰرَىٰ نَحْنُ أَبْنَـٰٓؤُا۟ ٱللَّهِ وَأَحِبَّـٰٓؤُهُۥ ۚ قُلْ فَلِمَ يُعَذِّبُكُم بِذُنُوبِكُم ۖ بَلْ أَنتُم بَشَرٌ مِّمَّنْ خَلَقَ ۚ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۚ وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ۖ وَإِلَيْهِ ٱلْمَصِيرُ",
    "text_uthmani_transcribed": "Wa qālatil-yahūdu wan-naṣārā naḥnu abnā'ullāhi wa aḥibbā'uh(ū), qul falima yu'ażżibukum biżunūbikum, bal antum basyarum mimman khalaq(a), yagfiru limay yasyā'u wa yu'ażżibu may yasyā'(u), wa lillāhi mulkus-samāwāti wal-arḍi wa mā bainahumā, wa ilaihil-maṣīr(u).",
    "translation": "И иудеи говорят, и христиане: \"Мы - Божии сыны, возлюбленные Им\". Скажи: \"Что ж Он наказывает вас За ваши прегрешенья?\" О нет! Всего лишь люди вы Из (множества) таких, кого Он создал. Аллах наказывает вас или прощает (По мудрости) желанья Своего. Аллах владеет небесами и землей И тем, что между ними суще, - К Нему лежит конечный путь"
  },
  {
    "verse_number": 19,
    "text_uthmani": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ قَدْ جَآءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَىٰ فَتْرَةٍ مِّنَ ٱلرُّسُلِ أَن تَقُولُوا۟ مَا جَآءَنَا مِنۢ بَشِيرٍ وَلَا نَذِيرٍ ۖ فَقَدْ جَآءَكُم بَشِيرٌ وَنَذِيرٌ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Yā ahlal-kitābi qad jā'akum rasūlunā yubayyinu lakum 'alā fatratim minar-rusuli an taqūlū mā jā'anā mim basyīriw wa lā nażīr(in), faqad jā'akum basyīruw wa nażīr(un), wallāhu 'alā kulli syai'in qadīr(un).",
    "translation": "О люди Книги! От Нас пришел посланник к вам, Чтоб разъяснить вам (Истину Господню), После столь долгого отсутствия пророков, Чтоб не сказали вы: не приходили к нам Ни вестник доброго, ни увещатель (от дурного). Теперь пришел к вам благовестник И увещатель (против злого). Аллах, поистине, над всякой вещью мощен"
  },
  {
    "verse_number": 20,
    "text_uthmani": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَـٰقَوْمِ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنۢبِيَآءَ وَجَعَلَكُم مُّلُوكًا وَءَاتَىٰكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّنَ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Wa iż qāla mūsā liqaumihī yā qaumiżkurū ni'matallāhi 'alaikum iż ja'ala fīkum ambiyā'a wa ja'alakum mulūkā(n), wa ātākum mā lam yu'ti aḥadam minal-'ālamīn(a).",
    "translation": "(И вспомните, как) Муса народу своему сказал: \"О мой народ! Вы вспомните Аллаха милость вам: Из вас самих поставил Он пророков, Царями сделал вас И вам доставил то, Чего не доставлял ни одному из всех народов"
  },
  {
    "verse_number": 21,
    "text_uthmani": "يَـٰقَوْمِ ٱدْخُلُوا۟ ٱلْأَرْضَ ٱلْمُقَدَّسَةَ ٱلَّتِى كَتَبَ ٱللَّهُ لَكُمْ وَلَا تَرْتَدُّوا۟ عَلَىٰٓ أَدْبَارِكُمْ فَتَنقَلِبُوا۟ خَـٰسِرِينَ",
    "text_uthmani_transcribed": "Yā qaumidkhulul-arḍal-muqaddasatal-latī kataballāhu lakum wa lā tartaddū 'alā adbārikum fa tanqalibū khāsirīn(a).",
    "translation": "О мой народ! Вступите на святую землю, Которую Аллах назначил вам, (В бесчестии) назад не обращайтесь, Чтоб не обречь себя на (тяжкую) потерю"
  },
  {
    "verse_number": 22,
    "text_uthmani": "قَالُوا۟ يَـٰمُوسَىٰٓ إِنَّ فِيهَا قَوْمًا جَبَّارِينَ وَإِنَّا لَن نَّدْخُلَهَا حَتَّىٰ يَخْرُجُوا۟ مِنْهَا فَإِن يَخْرُجُوا۟ مِنْهَا فَإِنَّا دَٰخِلُونَ",
    "text_uthmani_transcribed": "Qālū yā mūsā inna fīhā qauman jabbārīn(a),  wa innā lan nadkhulahā ḥattā yakhrujū minhā, fa iy yakhrujū minhā fa innā dākhilūn(a).",
    "translation": "Но молвили они: \"О Муса! На сей земле - народ великорослый. Мы никогда не вступим на нее, Пока они оттуда не уйдут. А коль они ее покинут, Мы (тотчас же) в нее войдем"
  }
]