{
  "chapter_number": 5,
  "verses": [
    {
      "verse_number": 23,
      "text_uthmani": "قَالَ رَجُلَانِ مِنَ ٱلَّذِينَ يَخَافُونَ أَنْعَمَ ٱللَّهُ عَلَيْهِمَا ٱدْخُلُوا۟ عَلَيْهِمُ ٱلْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَـٰلِبُونَ ۚ وَعَلَى ٱللَّهِ فَتَوَكَّلُوٓا۟ إِن كُنتُم مُّؤْمِنِينَ",
      "text_uthmani_transcribed": "Qāla rajulāni minal-lażīna yakhāfūna an'amallāhu 'alaihimadkhulū 'alaihimul-bāb(a), fa iżā dakhaltumūhu fa innakum gālibūn(a), wa 'alallāhi fa tawakkalū in kuntum mu'minīn(a).",
      "translation": "Но два благочестивых среди них, На коих милость Божья снизошла, Сказали: \"Войдите этими вратами к ним. Как только вы войдете, Вы верх одержите над ними; И если веруете вы, На Бога положитесь"
    },
    {
      "verse_number": 24,
      "text_uthmani": "قَالُوا۟ يَـٰمُوسَىٰٓ إِنَّا لَن نَّدْخُلَهَآ أَبَدًا مَّا دَامُوا۟ فِيهَا ۖ فَٱذْهَبْ أَنتَ وَرَبُّكَ فَقَـٰتِلَآ إِنَّا هَـٰهُنَا قَـٰعِدُونَ",
      "text_uthmani_transcribed": "Qālū yā mūsā innā  lan nadkhulahā abadam mā dāmū fīhā, fażhab anta wa rabbuka fa qātilā innā hāhunā qā'idūn(a).",
      "translation": "О Муса! - молвили они. - Мы никогда войти туда не сможем, Пока они там остаются. Иди же ты и твой Господь И там вдвоем сражайтесь, А мы здесь посидим (и подождем)"
    },
    {
      "verse_number": 25,
      "text_uthmani": "قَالَ رَبِّ إِنِّى لَآ أَمْلِكُ إِلَّا نَفْسِى وَأَخِى ۖ فَٱفْرُقْ بَيْنَنَا وَبَيْنَ ٱلْقَوْمِ ٱلْفَـٰسِقِينَ",
      "text_uthmani_transcribed": "Qāla rabbi innī lā amliku illā nafsī wa akhī fafruq bainanā wa bainal-qaumil-fāsiqīn(a).",
      "translation": "И он сказал: \"О мой Владыка! Я властен только над собой и братом. Так отдели же нас От этого распутного народа"
    },
    {
      "verse_number": 26,
      "text_uthmani": "قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ ۛ أَرْبَعِينَ سَنَةً ۛ يَتِيهُونَ فِى ٱلْأَرْضِ ۚ فَلَا تَأْسَ عَلَى ٱلْقَوْمِ ٱلْفَـٰسِقِينَ",
      "text_uthmani_transcribed": "Qāla fa innahā muḥarramatun 'alaihim arba'īna sanah(tan), yatīhūna fil-arḍ(i), falā ta'sa 'alal qaumil-fāsiqīn(a).",
      "translation": "Ответил (Бог): \"На сорок (долгих) лет Земля святая им запретна будет. Блуждать им бесприютно по земле. Ты ж не скорби об этом злом народе"
    },
    {
      "verse_number": 27,
      "text_uthmani": "۞ وَٱتْلُ عَلَيْهِمْ نَبَأَ ٱبْنَىْ ءَادَمَ بِٱلْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ ٱلْـَٔاخَرِ قَالَ لَأَقْتُلَنَّكَ ۖ قَالَ إِنَّمَا يَتَقَبَّلُ ٱللَّهُ مِنَ ٱلْمُتَّقِينَ",
      "text_uthmani_transcribed": "Watlu 'alaihim naba'abnai ādama bil-ḥaqqi iż qarrabā qurbānan fa tuqubbila min aḥadihimā wa lam yutaqabbal minal-ākhar(i), qāla la'aqtulannak(a), qāla innamā yataqabbalullāhu minal-muttaqīn(a).",
      "translation": "Прочти им в истине рассказ О двух сынах Адама. Ведь они оба жертву принесли, Но принята она была у одного, Отвергнута же - у другого. И тот другой сказал: \"Уж, верно, я убью тебя!\" Но (брат) ответил: \"Ведь лишь от праведных Аллах берет (дары)"
    },
    {
      "verse_number": 28,
      "text_uthmani": "لَئِنۢ بَسَطتَ إِلَىَّ يَدَكَ لِتَقْتُلَنِى مَآ أَنَا۠ بِبَاسِطٍ يَدِىَ إِلَيْكَ لِأَقْتُلَكَ ۖ إِنِّىٓ أَخَافُ ٱللَّهَ رَبَّ ٱلْعَـٰلَمِينَ",
      "text_uthmani_transcribed": "La'im basaṭta ilayya yadaka litaqtulanī mā ana bibāsiṭiy yadiya ilaika li'aqtulak(a), innī akhāfullāha rabbal-'ālamīn(a).",
      "translation": "И если ты протянешь свою руку на меня, чтобы убить, Я на тебя своей руки, чтобы убить, не протяну. Страшусь я Бога, Господа миров"
    },
    {
      "verse_number": 29,
      "text_uthmani": "إِنِّىٓ أُرِيدُ أَن تَبُوٓأَ بِإِثْمِى وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَـٰبِ ٱلنَّارِ ۚ وَذَٰلِكَ جَزَٰٓؤُا۟ ٱلظَّـٰلِمِينَ",
      "text_uthmani_transcribed": "Innī urīdu an tabū'a bi'iṡmī wa iṡmika fa takūna min aṣḥābin-nār(i), wa żālika jazā'uẓ-ẓālimīn(a).",
      "translation": "Хочу, чтоб возложил ты на себя Все бремя моего и твоего греха И стал средь обитателей Огня, - Что будет воздаянием для грешных"
    },
    {
      "verse_number": 30,
      "text_uthmani": "فَطَوَّعَتْ لَهُۥ نَفْسُهُۥ قَتْلَ أَخِيهِ فَقَتَلَهُۥ فَأَصْبَحَ مِنَ ٱلْخَـٰسِرِينَ",
      "text_uthmani_transcribed": "Fa ṭawwa'at lahū nafsuhū qatla akhīhi fa qatalahū fa aṣbaḥa minal-khāsirīn(a).",
      "translation": "Душа ж его (под тяжестью дурных) страстей К убийству брата побудила - И он убил его и стал средь тех, Кто обречен на тяжкую потерю"
    },
    {
      "verse_number": 31,
      "text_uthmani": "فَبَعَثَ ٱللَّهُ غُرَابًا يَبْحَثُ فِى ٱلْأَرْضِ لِيُرِيَهُۥ كَيْفَ يُوَٰرِى سَوْءَةَ أَخِيهِ ۚ قَالَ يَـٰوَيْلَتَىٰٓ أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَـٰذَا ٱلْغُرَابِ فَأُوَٰرِىَ سَوْءَةَ أَخِى ۖ فَأَصْبَحَ مِنَ ٱلنَّـٰدِمِينَ",
      "text_uthmani_transcribed": "Fa ba'aṡallāhu gurābay yabḥaṡu fil-arḍi liyuriyahū kaifa yuwārī sau'ata akhīh(i), qāla yā wailatā a'ajazta an akūna miṡla hāżal-gurābi fa uwāriya sau'ata akhī, fa aṣbaḥa minan-nādimīn(a).",
      "translation": "И вот послал Бог ворона ему, Который стал рыть землю, Чтоб показать ему, как скрыть Всю неприглядность (трупа) его брата. И он сказал: \"О, горе мне! Ужель я так бессилен стал, Что не могу, подобно ворону сему, Скрыть неприглядность тела брата?!\" И тут он стал в числе раскаявшихся (перед Богом)"
    },
    {
      "verse_number": 32,
      "text_uthmani": "مِنْ أَجْلِ ذَٰلِكَ كَتَبْنَا عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ أَنَّهُۥ مَن قَتَلَ نَفْسًۢا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِى ٱلْأَرْضِ فَكَأَنَّمَا قَتَلَ ٱلنَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَآ أَحْيَا ٱلنَّاسَ جَمِيعًا ۚ وَلَقَدْ جَآءَتْهُمْ رُسُلُنَا بِٱلْبَيِّنَـٰتِ ثُمَّ إِنَّ كَثِيرًا مِّنْهُم بَعْدَ ذَٰلِكَ فِى ٱلْأَرْضِ لَمُسْرِفُونَ",
      "text_uthmani_transcribed": "Min ajli żālik(a), katabnā 'alā banī isrā'īla annahū man qatala nafsam bigairi nafsin au fasādin fil-arḍi fa ka'annamā qatalan-nāsa jamī'ā(n), wa man aḥyāhā fa ka'annamā aḥyan-nāsa jamī'ā(n), wa laqad jā'athum rusulunā bil-bayyināt(i), ṡumma inna kaṡīram minhum ba'da żālika fil-arḍi lamusrifūn(a).",
      "translation": "И потому Мы предписали детям Исраиля: Тот, кто убьет живую душу не за душу И не за нечесть на земле, - Тот как бы всех людей погубит. А тот, кто эту душу сохранит, - Он как бы всех людей убережет от смерти. К ним с ясными знаменьями от Нас Наши посланники являлись. Но даже вслед за этим многие из них К земным (утехам) невоздержанны остались"
    },
    {
      "verse_number": 33,
      "text_uthmani": "إِنَّمَا جَزَٰٓؤُا۟ ٱلَّذِينَ يُحَارِبُونَ ٱللَّهَ وَرَسُولَهُۥ وَيَسْعَوْنَ فِى ٱلْأَرْضِ فَسَادًا أَن يُقَتَّلُوٓا۟ أَوْ يُصَلَّبُوٓا۟ أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُم مِّنْ خِلَـٰفٍ أَوْ يُنفَوْا۟ مِنَ ٱلْأَرْضِ ۚ ذَٰلِكَ لَهُمْ خِزْىٌ فِى ٱلدُّنْيَا ۖ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابٌ عَظِيمٌ",
      "text_uthmani_transcribed": "Innamā jazā'ul-lażīna yuḥāribūnallāha wa rasūlahū wa yas'auna fil-arḍi fasādan ay yuqattalū au yuṣallabū au tuqaṭṭa'a aidīhim wa arjuluhum min khilāfin au yunfau minal-arḍ(i), żālika lahum khizyun fid-dun-yā wa lahum fil-ākhirati 'ażābun 'aẓīm(un).",
      "translation": "И воздаяние для тех, которые воюют Против Аллаха и посланника Его, Усердствуя нечестие посеять на земле, - Предание их смерти, или распятие их на кресте, Иль отсеченье накрест рук и ног, Или изгнанье из страны. Сие - бесчестие для них в ближайшей жизни И кара величайшая - в другой"
    }
  ]
}