{
  "chapter_number": 3,
  "verses": [
    {
      "verse_number": 144,
      "text_uthmani": "وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ ٱلرُّسُلُ ۚ أَفَإِي۟ن مَّاتَ أَوْ قُتِلَ ٱنقَلَبْتُمْ عَلَىٰٓ أَعْقَـٰبِكُمْ ۚ وَمَن يَنقَلِبْ عَلَىٰ عَقِبَيْهِ فَلَن يَضُرَّ ٱللَّهَ شَيْـًٔا ۗ وَسَيَجْزِى ٱللَّهُ ٱلشَّـٰكِرِينَ",
      "text_uthmani_transcribed": "Wa mā muḥammadun illā rasūl(un), qad khalat min qablihir-rusul(u), afa'im māta au qutilanqalabtum 'alā a'qābikum, wa may yanqalib 'alā 'aqibaihi falay yaḍurrallāha syai'ā(n), wa sayajzillāhusy-syākirīn(a).",
      "translation": "И Мухаммад - не больше чем посланник, Ему предшествовали многие другие, И если он умрет или погублен будет, Ужель вы обратитесь вспять? Отступники ни в чем не повредят Аллаху, Но благодарным же сполна воздаст Аллах"
    },
    {
      "verse_number": 145,
      "text_uthmani": "وَمَا كَانَ لِنَفْسٍ أَن تَمُوتَ إِلَّا بِإِذْنِ ٱللَّهِ كِتَـٰبًا مُّؤَجَّلًا ۗ وَمَن يُرِدْ ثَوَابَ ٱلدُّنْيَا نُؤْتِهِۦ مِنْهَا وَمَن يُرِدْ ثَوَابَ ٱلْـَٔاخِرَةِ نُؤْتِهِۦ مِنْهَا ۚ وَسَنَجْزِى ٱلشَّـٰكِرِينَ",
      "text_uthmani_transcribed": "Wa mā kāna linafsin an tamūta illā bi'iżnillāhi kitābam mu'ajjalā(n), wa may yurid ṡawābad-dun-yā nu'tihī minhā, wa may yurid ṡawābal-ākhirati nu'tihī minhā, wa sanajzisy-syākirīn(a).",
      "translation": "И каждая душа познает смерть Лишь с дозволения Аллаха, И срок ей установлен в (Вечной) Книге. И кто награды в этой жизни пожелает, Вознаградим Мы их сейчас, А кто захочет получить ее в той жизни, Тому Мы воздадим потом, - Мы воздадим всем благодарным"
    },
    {
      "verse_number": 146,
      "text_uthmani": "وَكَأَيِّن مِّن نَّبِىٍّ قَـٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا۟ لِمَآ أَصَابَهُمْ فِى سَبِيلِ ٱللَّهِ وَمَا ضَعُفُوا۟ وَمَا ٱسْتَكَانُوا۟ ۗ وَٱللَّهُ يُحِبُّ ٱلصَّـٰبِرِينَ",
      "text_uthmani_transcribed": "Wa ka'ayyim min nabiyyin qātal(a), ma'ahū ribbiyyūna kaṡīr(un), famā wahanū limā aṣābahum fī sabīlillāhi wa mā ḍa'ufū wa mastakānū, wallāhu yuḥibbuṣ-ṣābirīn(a).",
      "translation": "И сколько же посланников (Господних) Сражались во главе сторонников своих, Что были многочисленны и преданы Аллаху! И ни один из них не дрогнул перед тем, Что их постигло на пути Господнем, И дух их не ослаб, и пред врагом они не пали. Благоволит Аллах ко всем, Кто терпелив и стоек (духом)"
    },
    {
      "verse_number": 147,
      "text_uthmani": "وَمَا كَانَ قَوْلَهُمْ إِلَّآ أَن قَالُوا۟ رَبَّنَا ٱغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِىٓ أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
      "text_uthmani_transcribed": "Wa mā kāna qauluhum illā an qālū rabbanagfir lanā żunūbanā wa isrāfanā fī amrinā wa ṡabbit aqdāmanā wanṣurnā 'alal-qaumil-kāfirīn(a).",
      "translation": "И не было других у них речей, как-то: \"О наш Господь! Прости нам наши прегрешенья И те излишества, которым предались в служении Тебе. Ты укрепи наши стопы и помоги против неверных"
    },
    {
      "verse_number": 148,
      "text_uthmani": "فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنْيَا وَحُسْنَ ثَوَابِ ٱلْـَٔاخِرَةِ ۗ وَٱللَّهُ يُحِبُّ ٱلْمُحْسِنِينَ",
      "text_uthmani_transcribed": "Fa ātāhumullāhu ṡawābad-dun-yā wa ḥusna ṡawābil-ākhirah(ti), wallāhu yuḥibbul-muḥsinīn(a).",
      "translation": "И даровал награду им Аллах в сей жизни, И в будущей их ждет великая награда, - Аллах ведь любит тех, кто делает добро"
    },
    {
      "verse_number": 149,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تُطِيعُوا۟ ٱلَّذِينَ كَفَرُوا۟ يَرُدُّوكُمْ عَلَىٰٓ أَعْقَـٰبِكُمْ فَتَنقَلِبُوا۟ خَـٰسِرِينَ",
      "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū in tuṭī'ul-lażīna kafarū yaruddūkum 'alā a'qābikum fa tanqalibū khāsirīn(a).",
      "translation": "О вы, кто верует! Коль станете прислушиваться к тем, Которые не веруют (в Аллаха), Они вас обратят (в неверие) опять, И вы вернетесь вспять, неся урон тяжелый"
    },
    {
      "verse_number": 150,
      "text_uthmani": "بَلِ ٱللَّهُ مَوْلَىٰكُمْ ۖ وَهُوَ خَيْرُ ٱلنَّـٰصِرِينَ",
      "text_uthmani_transcribed": "Balillāhu maulākum, wa huwa khairun-nāṣirīn(a).",
      "translation": "Аллах - ваш покровитель и защитник, И лучшего помощника вам нет"
    },
    {
      "verse_number": 151,
      "text_uthmani": "سَنُلْقِى فِى قُلُوبِ ٱلَّذِينَ كَفَرُوا۟ ٱلرُّعْبَ بِمَآ أَشْرَكُوا۟ بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَـٰنًا ۖ وَمَأْوَىٰهُمُ ٱلنَّارُ ۚ وَبِئْسَ مَثْوَى ٱلظَّـٰلِمِينَ",
      "text_uthmani_transcribed": "Sanulqī fī qulūbil-lażīna kafarur-ru'ba bimā asyrakū billāhi mā lam yunazzil bihī sulṭānā(n), wa ma'wāhumun nār(u), wa bi'sa maṡwaẓ-ẓālimīn(a).",
      "translation": "Вселим Мы страх в сердца неверных За то, что в сотоварищи Аллаху Они измыслили другие божества, На что Он власти никакой им не давал. В Огне им вечно пребывать! Для нечестивых - страшная обитель"
    },
    {
      "verse_number": 152,
      "text_uthmani": "وَلَقَدْ صَدَقَكُمُ ٱللَّهُ وَعْدَهُۥٓ إِذْ تَحُسُّونَهُم بِإِذْنِهِۦ ۖ حَتَّىٰٓ إِذَا فَشِلْتُمْ وَتَنَـٰزَعْتُمْ فِى ٱلْأَمْرِ وَعَصَيْتُم مِّنۢ بَعْدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَ ۚ مِنكُم مَّن يُرِيدُ ٱلدُّنْيَا وَمِنكُم مَّن يُرِيدُ ٱلْـَٔاخِرَةَ ۚ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ ۖ وَلَقَدْ عَفَا عَنكُمْ ۗ وَٱللَّهُ ذُو فَضْلٍ عَلَى ٱلْمُؤْمِنِينَ",
      "text_uthmani_transcribed": "Wa laqad ṣadaqakumullāhu wa'dahū iż taḥussūnahum bi'iżnih(ī), ḥattā iżā fasyiltum wa tanāza'tum fil-amri wa 'aṣaitum mim ba'di mā arākum mā tuḥibbūn(a), minkum may yurīdud-dun-yā wa minkum may yurīdul-ākhirah(ta), ṡumma ṣarafakum 'anhum liyabtaliyakum, wa laqad 'afā 'ankum, wallāhu żū faḍlin 'alal-mu'minīn(a).",
      "translation": "Поистине, Аллах сдержал пред вами обещание Свое, Когда с Его соизволенья Своих врагов почти сразили вы; Потом же робость охватила вас, И стали вы приказу прекословить, И отказались выполнить его После того, как волею Его Вашим глазам предстало то, чего вы так желали. Одни из вас желали благ в сей жизни, Другие ж уповали на вторую. Тогда Он от врага (с постов) отвел вас, Чтоб испытать (на преданность пророку); И все ж простил Он вас за это, - Ведь милостив Аллах к таким, кто верует (в Него)"
    },
    {
      "verse_number": 153,
      "text_uthmani": "۞ إِذْ تُصْعِدُونَ وَلَا تَلْوُۥنَ عَلَىٰٓ أَحَدٍ وَٱلرَّسُولُ يَدْعُوكُمْ فِىٓ أُخْرَىٰكُمْ فَأَثَـٰبَكُمْ غَمًّۢا بِغَمٍّ لِّكَيْلَا تَحْزَنُوا۟ عَلَىٰ مَا فَاتَكُمْ وَلَا مَآ أَصَـٰبَكُمْ ۗ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
      "text_uthmani_transcribed": "Iż tuṣ'idūna wa lā talwūna 'alā aḥadiw war-rasūlu yad'ūkum fī ukhrākum fa aṡābakum gammam bigammil likailā taḥzanū 'alā mā fātakum wa lā mā aṣābakum, wallāhu khabīrum bimā ta'malūn(a).",
      "translation": "И (вспомните), как встали вы с постов, И ни к кому лица не обращали, И лишь последние из вас Могли призыв посланника услышать, Когда он звал вернуться вас (в ряды сраженья). И тут навлек Аллах на вас одно несчастье за другим, Чтоб вы об ускользнувших (благах) И о печалях, что постигли вас, не сокрушались, - Аллах ведь знает все, что вы творите"
    },
    {
      "verse_number": 154,
      "text_uthmani": "ثُمَّ أَنزَلَ عَلَيْكُم مِّنۢ بَعْدِ ٱلْغَمِّ أَمَنَةً نُّعَاسًا يَغْشَىٰ طَآئِفَةً مِّنكُمْ ۖ وَطَآئِفَةٌ قَدْ أَهَمَّتْهُمْ أَنفُسُهُمْ يَظُنُّونَ بِٱللَّهِ غَيْرَ ٱلْحَقِّ ظَنَّ ٱلْجَـٰهِلِيَّةِ ۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلْأَمْرِ مِن شَىْءٍ ۗ قُلْ إِنَّ ٱلْأَمْرَ كُلَّهُۥ لِلَّهِ ۗ يُخْفُونَ فِىٓ أَنفُسِهِم مَّا لَا يُبْدُونَ لَكَ ۖ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ ٱلْأَمْرِ شَىْءٌ مَّا قُتِلْنَا هَـٰهُنَا ۗ قُل لَّوْ كُنتُمْ فِى بُيُوتِكُمْ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيْهِمُ ٱلْقَتْلُ إِلَىٰ مَضَاجِعِهِمْ ۖ وَلِيَبْتَلِىَ ٱللَّهُ مَا فِى صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِى قُلُوبِكُمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "text_uthmani_transcribed": "Ṡumma anzala 'alaikum mim ba'dil-gammi amanatan nu'āsay yagsyā ṭā'ifatam minkum, wa ṭā'ifatun qad ahammathum  anfusuhum yaẓunnūna billāhi gairal-ḥaqqi ẓanal-jāhiliyyah(ti), yaqūlūna hal lanā minal-amri min syai'(in), qul innal-amra kullahū lillāh(i), yukhfūna fī anfusihim mā lā yubdūna lak(a), yaqūlūna lau kāna lanā minal-amri syai'um mā qutilnā hāhunā, qul lau kuntum fī buyūtikum labarazal-lażīna kutiba 'alaihimul-qatlu ilā maḍāji'ihim, wa liyabtaliyallāhu mā fī ṣudūrikum wa liyumaḥḥiṣa mā fī qulūbikum, wallāhu 'alīmum biżātiṣ-ṣudūr(i).",
      "translation": "Но вслед за этою бедой Он сном покоя вас облек, Что охватил лишь часть из вас, - Другие ж предались тревожным думам, Дурным сомненьям об Аллахе душу отдавая, - Сомнениям, что в ранние года невежеством рождались. И молвили они: \"Ужель от этого всего Мы сможем что-то получить?\" Скажи: \"Исход всего - в руках Аллаха\". Они в сердцах своих скрывают то, О чем не смеют быть с тобою откровенны. (Себе же) говорят они: \"Коль в этом деле было б что-нибудь для нас, То нас бы здесь не убивали\". Скажи: \"И даже если б вы в своих домах остались, То те, кому предписана смерть свыше, Пришли б на место понесения ее, Чтобы Аллах мог испытать, Что вы в своих сердцах таите, И этим испытанием очистить вас\", - Аллах ведь знает тайны всех сердец"
    }
  ]
}