{
  "chapter_number": 6,
  "verses": [
    {
      "verse_number": 34,
      "text_uthmani": "وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ فَصَبَرُوا۟ عَلَىٰ مَا كُذِّبُوا۟ وَأُوذُوا۟ حَتَّىٰٓ أَتَىٰهُمْ نَصْرُنَا ۚ وَلَا مُبَدِّلَ لِكَلِمَـٰتِ ٱللَّهِ ۚ وَلَقَدْ جَآءَكَ مِن نَّبَإِى۟ ٱلْمُرْسَلِينَ",
      "text_uthmani_transcribed": "Wa laqad kużżibat rusulum min qablika fa ṣabarū 'alā mā kużżibū wa ūżū ḥattā atāhum naṣrunā, wa lā mubaddila likalimātillāh(i), wa laqad jā'aka min naba'il-mursalīn(a).",
      "translation": "И до тебя посланников лжецами объявляли, Но с терпеливой стойкостью они сносили И обвинения во лжи, и притесненья, Пока к ним Наша помощь не пришла, - Ведь нет такого, кто сумеет Переменить Господне Слово. К тому ж тебе уже известны Истории посланников Его"
    },
    {
      "verse_number": 35,
      "text_uthmani": "وَإِن كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ ٱسْتَطَعْتَ أَن تَبْتَغِىَ نَفَقًا فِى ٱلْأَرْضِ أَوْ سُلَّمًا فِى ٱلسَّمَآءِ فَتَأْتِيَهُم بِـَٔايَةٍ ۚ وَلَوْ شَآءَ ٱللَّهُ لَجَمَعَهُمْ عَلَى ٱلْهُدَىٰ ۚ فَلَا تَكُونَنَّ مِنَ ٱلْجَـٰهِلِينَ",
      "text_uthmani_transcribed": "Wa in kāna kabura 'alaika i'rāḍuhum fa inistaṭa'ta an tabtagiya nafaqan fil-arḍi au sullaman fis-samā'i fa ta'tiyahum bi'āyah(tin), wa lau syā'allāhu lajama'ahum 'alal-hudā falā takūnanna minal-jāhilīn(a).",
      "translation": "А если тебе в тягость их презренье, То даже если б мог ты отыскать Расселину в земле иль лестницу на небо И тем явить еще одно знаменье им, (То все равно они бы не уверовали в Бога). И будь на то желание Господне, Собрал бы Он их всех на праведной стезе. А потому, (о Мухаммад!), не будь в числе невежд"
    },
    {
      "verse_number": 36,
      "text_uthmani": "۞ إِنَّمَا يَسْتَجِيبُ ٱلَّذِينَ يَسْمَعُونَ ۘ وَٱلْمَوْتَىٰ يَبْعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ",
      "text_uthmani_transcribed": "Innamā yastajībul-lażīna yasma'ūn(a), wal-mautā yab'aṡuhumullāhu ṡumma ilaihi yurja'ūn(a).",
      "translation": "Откликнутся (на проповедь пророка) Лишь те, которые (желают) слышать. А (что касается) умерших - Господь их воскресит, И будут все они потом к Нему возвращены"
    },
    {
      "verse_number": 37,
      "text_uthmani": "وَقَالُوا۟ لَوْلَا نُزِّلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ ۚ قُلْ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةً وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "text_uthmani_transcribed": "Wa qālū lau lā nuzzila 'alaihi āyatum mir rabbih(ī), qul innallāha qādirun 'alā ay yunazzila āyataw wa lākinna akṡarahum lā ya'lamūn(a).",
      "translation": "И говорят они: \"О, если бы ему от Господа его было ниспослано знаменье, (Что было б зримо или ощутимо)!\" Скажи: \"Могущ Господь (ему) знамение свести, Но большинство из вас (его) не распознает"
    },
    {
      "verse_number": 38,
      "text_uthmani": "وَمَا مِن دَآبَّةٍ فِى ٱلْأَرْضِ وَلَا طَـٰٓئِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّآ أُمَمٌ أَمْثَالُكُم ۚ مَّا فَرَّطْنَا فِى ٱلْكِتَـٰبِ مِن شَىْءٍ ۚ ثُمَّ إِلَىٰ رَبِّهِمْ يُحْشَرُونَ",
      "text_uthmani_transcribed": "Wa mā min dābbatin fil-arḍi wa lā ṭā'iriy yaṭīru bijanāḥaihi illā umamun amṡālukum, mā farraṭnā fil-kitābi min syai'in ṡumma ilā rabbihim yuḥsyarūn(a).",
      "translation": "И нет ни одного живого существа, Что на земле (живет) или на крыльях (в небе), Которые, подобно вам, не составляли бы общины, - Мы ничего не упустили из Книги (Наших уложений), И будет День, когда их всех у их Владыки соберут"
    },
    {
      "verse_number": 39,
      "text_uthmani": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا صُمٌّ وَبُكْمٌ فِى ٱلظُّلُمَـٰتِ ۗ مَن يَشَإِ ٱللَّهُ يُضْلِلْهُ وَمَن يَشَأْ يَجْعَلْهُ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "text_uthmani_transcribed": "Wal-lażīna każżabū bi'āyātinā ṣummuw wa bukmun fiẓ-ẓulumāt(i), may yasya'illāhu yuḍlilhu wa may yasya' yaj'alhu 'alā ṣirāṭim mustaqīm(in).",
      "translation": "И кто знаменья Наши отвергает, Тот глух и нем и пребывает в мраке. И по Своей (всеведущей) угоде Аллах иных сбивает с верного пути, Других же - на стезю прямую ставит"
    },
    {
      "verse_number": 40,
      "text_uthmani": "قُلْ أَرَءَيْتَكُمْ إِنْ أَتَىٰكُمْ عَذَابُ ٱللَّهِ أَوْ أَتَتْكُمُ ٱلسَّاعَةُ أَغَيْرَ ٱللَّهِ تَدْعُونَ إِن كُنتُمْ صَـٰدِقِينَ",
      "text_uthmani_transcribed": "Qul ara'aitakum in atākum 'ażābullāhi au atatkumus-sā'atu agairallāhi tad'ūn(a), in kuntum ṣādiqīn(a).",
      "translation": "Скажи: \"Ужель не думали вы сами о себе, Что если снизойдет на вас Господня кара Или наступит Час (Господнего Суда), Ужель к другим, кроме Аллаха, (О милосердии) взовете вы? (Ответьте же), коль вы правдивы"
    },
    {
      "verse_number": 41,
      "text_uthmani": "بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِن شَآءَ وَتَنسَوْنَ مَا تُشْرِكُونَ",
      "text_uthmani_transcribed": "Bal iyyāhu tad'ūna fa yaksyifu mā tad'ūna ilaihi in syā'a wa tansauna mā tusyrikūn(a).",
      "translation": "О нет! Только к Аллаху вы взовете, И если пожелает Он, избавит вас Он от того, Что побудило вас о помощи просить, - (Тогда, быть может), вы забудете о тех, Кого вы прочили Ему в партнеры"
    },
    {
      "verse_number": 42,
      "text_uthmani": "وَلَقَدْ أَرْسَلْنَآ إِلَىٰٓ أُمَمٍ مِّن قَبْلِكَ فَأَخَذْنَـٰهُم بِٱلْبَأْسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمْ يَتَضَرَّعُونَ",
      "text_uthmani_transcribed": "Wa laqad arsalnā ilā umamim min qablika fa akhażnāhum bil-ba'sā'i waḍ-ḍarrā'i la'allahum yataḍarra'ūn(a).",
      "translation": "И до тебя к народам многим Мы слали (вестников Своих) И подвергали (этот люд) невзгодам и страданьям, - Чтобы они, (пройдя через невзгоды), Узнали, как смиренным быть"
    },
    {
      "verse_number": 43,
      "text_uthmani": "فَلَوْلَآ إِذْ جَآءَهُم بَأْسُنَا تَضَرَّعُوا۟ وَلَـٰكِن قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ مَا كَانُوا۟ يَعْمَلُونَ",
      "text_uthmani_transcribed": "Falau lā iż jā'ahum ba'sunā taḍarra'ū wa lākin qasat qulūbuhum wa zayyana lahumusy-syaiṭānu mā kānū ya'malūn(a).",
      "translation": "Когда от Нас обрушились на них невзгоды, Что ж не смирилися они? Сердца же их, напротив, очерствели, И Сатана им разукрасил (Всю скверну) их (греховных) дел"
    },
    {
      "verse_number": 44,
      "text_uthmani": "فَلَمَّا نَسُوا۟ مَا ذُكِّرُوا۟ بِهِۦ فَتَحْنَا عَلَيْهِمْ أَبْوَٰبَ كُلِّ شَىْءٍ حَتَّىٰٓ إِذَا فَرِحُوا۟ بِمَآ أُوتُوٓا۟ أَخَذْنَـٰهُم بَغْتَةً فَإِذَا هُم مُّبْلِسُونَ",
      "text_uthmani_transcribed": "Falammā nasū mā żukkirū bihī fataḥnā 'alaihim abwāba kulli syai'(in), ḥattā iżā fariḥū bimā ūtū akhażnāhum bagtatan fa iżā hum mublisūn(a).",
      "translation": "И вот когда они забыли то, чем их увещевали, Мы растворили перед ними врАта (всех соблазнов). Когда ж они дарованным сладились, Схватили Мы внезапно их, И вот они в отчаянии (ждут Господнего Суда)"
    }
  ]
}