{
  "chapter_number": 21,
  "verses": [
    {
      "verse_number": 89,
      "text_uthmani": "وَزَكَرِيَّآ إِذْ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرْنِى فَرْدًا وَأَنتَ خَيْرُ ٱلْوَٰرِثِينَ",
      "text_uthmani_transcribed": "Wa zakariyyā iż nādā rabbahū rabbi lā tażarnī fardaw wa anta khairul-wāriṡīn(a).",
      "translation": "И Закарию, Когда воззвал он к Богу своему: \"О Господи! Не оставляй меня Ты одиноким. Поистине, Ты - лучший из наследующих (то, Что волею Твоей пришло и отойдет к Тебе же)"
    },
    {
      "verse_number": 90,
      "text_uthmani": "فَٱسْتَجَبْنَا لَهُۥ وَوَهَبْنَا لَهُۥ يَحْيَىٰ وَأَصْلَحْنَا لَهُۥ زَوْجَهُۥٓ ۚ إِنَّهُمْ كَانُوا۟ يُسَـٰرِعُونَ فِى ٱلْخَيْرَٰتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا ۖ وَكَانُوا۟ لَنَا خَـٰشِعِينَ",
      "text_uthmani_transcribed": "Fastajabnā lah(ū), wa wahabnā lahū yaḥyā wa aṣlaḥnā lahū zaujah(ū), innahum kānū yusāri'ūna fil-khairāti wa yad'ūnanā ragabaw wa rahabā(n), wa kānū lanā khāsyi'īn(a).",
      "translation": "И Мы ответили на зов его И даровали сына, И плодной сделали ему его жену. Они были, поистине, к делам благим устремлены, С благоговейным трепетом молились Нам, В смирении пред Нами (пребывая)"
    },
    {
      "verse_number": 91,
      "text_uthmani": "وَٱلَّتِىٓ أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِن رُّوحِنَا وَجَعَلْنَـٰهَا وَٱبْنَهَآ ءَايَةً لِّلْعَـٰلَمِينَ",
      "text_uthmani_transcribed": "Wal-latī aḥṣanat farjahā fa nafakhnā fīhā mir rūḥinā wa ja'alnāhā wabnahā āyatal lil-'ālamīn(a).",
      "translation": "И ту, что сохранила девственную (плоть); И Мы от Духа Нашего в нее вдохнули И сделали ее и ее сына Знамением для всех миров"
    },
    {
      "verse_number": 92,
      "text_uthmani": "إِنَّ هَـٰذِهِۦٓ أُمَّتُكُمْ أُمَّةً وَٰحِدَةً وَأَنَا۠ رَبُّكُمْ فَٱعْبُدُونِ",
      "text_uthmani_transcribed": "Inna hāżihī ummatukum ummataw wāḥidah(tan), wa ana rabbukum fa'budūn(i).",
      "translation": "Поистине, сей ваш вероустав - Одно-единое установление (Господне), И Я - один-единый ваш Господь, - Так поклоняйтесь (только) Мне"
    },
    {
      "verse_number": 93,
      "text_uthmani": "وَتَقَطَّعُوٓا۟ أَمْرَهُم بَيْنَهُمْ ۖ كُلٌّ إِلَيْنَا رَٰجِعُونَ",
      "text_uthmani_transcribed": "Wa taqaṭṭa'ū amrahum bainahum, kullun ilainā rāji'ūn(a).",
      "translation": "(Не вняли этому Завету их потомки) И в это дело разделение внесли на толки меж собой. (Так что ж!) Им к Нам всем предстоит вернуться"
    },
    {
      "verse_number": 94,
      "text_uthmani": "فَمَن يَعْمَلْ مِنَ ٱلصَّـٰلِحَـٰتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهِۦ وَإِنَّا لَهُۥ كَـٰتِبُونَ",
      "text_uthmani_transcribed": "Famay ya'mal minaṣ-ṣāliḥāti wa huwa mu'minun falā kufrāna lisa'yih(ī), wa innā lahū kātibūn(a).",
      "translation": "Кто добрые дела творит и верует при этом, Усердие того отвергнуто не будет, - Поистине, запишем это Мы ему (на пользу)"
    },
    {
      "verse_number": 95,
      "text_uthmani": "وَحَرَٰمٌ عَلَىٰ قَرْيَةٍ أَهْلَكْنَـٰهَآ أَنَّهُمْ لَا يَرْجِعُونَ",
      "text_uthmani_transcribed": "Wa ḥarāmun 'alā qaryatin ahlaknāhā, innahum lā yarji'ūn(a).",
      "translation": "И будет тяготеть запрет Над каждым поселением (людей), Которое Мы погубили, Чтоб нечестивый люд не возвратился"
    },
    {
      "verse_number": 96,
      "text_uthmani": "حَتَّىٰٓ إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُم مِّن كُلِّ حَدَبٍ يَنسِلُونَ",
      "text_uthmani_transcribed": "Ḥattā iżā futiḥat ya'jūju wa ma'jūju wa hum min kulli ḥadabiy yansilūn(a).",
      "translation": "Пока не будет открыт (доступ народам) Гога и Магога И не сойдут они со всех холмов"
    },
    {
      "verse_number": 97,
      "text_uthmani": "وَٱقْتَرَبَ ٱلْوَعْدُ ٱلْحَقُّ فَإِذَا هِىَ شَـٰخِصَةٌ أَبْصَـٰرُ ٱلَّذِينَ كَفَرُوا۟ يَـٰوَيْلَنَا قَدْ كُنَّا فِى غَفْلَةٍ مِّنْ هَـٰذَا بَلْ كُنَّا ظَـٰلِمِينَ",
      "text_uthmani_transcribed": "Waqtarabal-wa'dul-ḥaqqu fa iżā hiya syākhiṣatun abṣārul-lażīna kafarū, yā wailanā qad kunnā fī gaflatim min hāżā bal kunnā ẓālimīn(a).",
      "translation": "И станет близкой истина (Господнего) обета, Взоры неверных в ужасе замрут. \"О, горе нам! Мы были в небрежении об этом. О да! Мы были нечестивы"
    },
    {
      "verse_number": 98,
      "text_uthmani": "إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمْ لَهَا وَٰرِدُونَ",
      "text_uthmani_transcribed": "Innakum wa mā ta'budūna min dūnillāhi ḥaṣabu jahannam(a), antum lahā wāridūn(a).",
      "translation": "Поистине, и вы, и те, Кому вы поклоняетесь опричь Аллаха, Растопкой станете (для Ада), В который, несомненно, вы войдете"
    },
    {
      "verse_number": 99,
      "text_uthmani": "لَوْ كَانَ هَـٰٓؤُلَآءِ ءَالِهَةً مَّا وَرَدُوهَا ۖ وَكُلٌّ فِيهَا خَـٰلِدُونَ",
      "text_uthmani_transcribed": "Lau kāna hā'ulā'i ālihatam mā waradūhā, wa kullun fīhā khālidūn(a).",
      "translation": "Будь они, истинно, богами, Они бы не вошли туда, - Вам всем в нем вечно оставаться"
    }
  ]
}