{
  "chapter_number": 15,
  "verses": [
    {
      "verse_number": 23,
      "text_uthmani": "وَإِنَّا لَنَحْنُ نُحْىِۦ وَنُمِيتُ وَنَحْنُ ٱلْوَٰرِثُونَ",
      "text_uthmani_transcribed": "Wa innā lanaḥnu nuḥyī wa numītu wa naḥnul-wāriṡūn(a).",
      "translation": "И Мы, лишь Мы даруем жизнь И смерть (вам) назначаем, И Мы - наследники всему, (Чему Мы повелели быть иль не быть)"
    },
    {
      "verse_number": 24,
      "text_uthmani": "وَلَقَدْ عَلِمْنَا ٱلْمُسْتَقْدِمِينَ مِنكُمْ وَلَقَدْ عَلِمْنَا ٱلْمُسْتَـْٔخِرِينَ",
      "text_uthmani_transcribed": "Wa laqad 'alimnal-mustaqdimīna minkum wa laqad 'alimnal-musta'khirīn(a).",
      "translation": "И Нам известны те из вас, Которые других опережают, И те, которые плетутся позади"
    },
    {
      "verse_number": 25,
      "text_uthmani": "وَإِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْ ۚ إِنَّهُۥ حَكِيمٌ عَلِيمٌ",
      "text_uthmani_transcribed": "Wa inna rabbaka huwa yaḥsyuruhum, innahū ḥakīmun 'alīm(un).",
      "translation": "И, истинно, Господь ваш соберет их всех, - Ведь мудр Он и знания исполнен"
    },
    {
      "verse_number": 26,
      "text_uthmani": "وَلَقَدْ خَلَقْنَا ٱلْإِنسَـٰنَ مِن صَلْصَـٰلٍ مِّنْ حَمَإٍ مَّسْنُونٍ",
      "text_uthmani_transcribed": "Wa laqad khalaqnal-insāna min ṣalṣālim min ḥama'im masnūn(in).",
      "translation": "Мы сотворили человека из гончарной глины, (Сухой) и звонкой, (как фаянс), Которой Мы придали форму"
    },
    {
      "verse_number": 27,
      "text_uthmani": "وَٱلْجَآنَّ خَلَقْنَـٰهُ مِن قَبْلُ مِن نَّارِ ٱلسَّمُومِ",
      "text_uthmani_transcribed": "Wal-jānna khalaqnāhu min qablu min nāris-samūm(i).",
      "translation": "А прежде этого Мы сотворили джиннов из палящего огня"
    },
    {
      "verse_number": 28,
      "text_uthmani": "وَإِذْ قَالَ رَبُّكَ لِلْمَلَـٰٓئِكَةِ إِنِّى خَـٰلِقٌۢ بَشَرًا مِّن صَلْصَـٰلٍ مِّنْ حَمَإٍ مَّسْنُونٍ",
      "text_uthmani_transcribed": "Wa iż qāla rabbuka lil-malā'ikati innī khāliqum basyaram min ṣalṣālim min ḥama'im masnūn(in).",
      "translation": "И (вспомни,) как Господь твой ангелам сказал: \"Я человека сотворю из глины, Звучащей, (как фаянс), и облеченной в форму"
    },
    {
      "verse_number": 29,
      "text_uthmani": "فَإِذَا سَوَّيْتُهُۥ وَنَفَخْتُ فِيهِ مِن رُّوحِى فَقَعُوا۟ لَهُۥ سَـٰجِدِينَ",
      "text_uthmani_transcribed": "Fa iżā sawwaituhū wa nafakhtu fīhi mir rūḥī fa qa'ū lahū sājidīn(a).",
      "translation": "Когда его Я соразмерю, От Духа Моего в него вдохну, Падите ниц в поклоне перед ним"
    },
    {
      "verse_number": 30,
      "text_uthmani": "فَسَجَدَ ٱلْمَلَـٰٓئِكَةُ كُلُّهُمْ أَجْمَعُونَ",
      "text_uthmani_transcribed": "Fa sajadal-malā'ikatu kulluhum  ajma'ūn(a).",
      "translation": "И пали ангелы все вместе"
    },
    {
      "verse_number": 31,
      "text_uthmani": "إِلَّآ إِبْلِيسَ أَبَىٰٓ أَن يَكُونَ مَعَ ٱلسَّـٰجِدِينَ",
      "text_uthmani_transcribed": "Illā iblīs(a), abā ay yakūna ma'as-sājidīn(a).",
      "translation": "Кроме (надменного) Иблиса, Кто отказался быть средь тех, Кто (по Господней Воле) поклонился"
    },
    {
      "verse_number": 32,
      "text_uthmani": "قَالَ يَـٰٓإِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ ٱلسَّـٰجِدِينَ",
      "text_uthmani_transcribed": "Qāla yā iblīsu mā laka allā takūna ma'as-sājidīn(a).",
      "translation": "(Господь) сказал: \"Что сталося с тобой, Иблис, Что нет тебя средь тех, кто поклонился"
    },
    {
      "verse_number": 33,
      "text_uthmani": "قَالَ لَمْ أَكُن لِّأَسْجُدَ لِبَشَرٍ خَلَقْتَهُۥ مِن صَلْصَـٰلٍ مِّنْ حَمَإٍ مَّسْنُونٍ",
      "text_uthmani_transcribed": "Qāla lam akul li'asjuda libasyarin khalaqtahū min ṣalṣālim min ḥama'im masnūn(in).",
      "translation": "(Иблис) ответил: \"Я не стану кланяться тому, Кого Ты сотворил из звонкой глины, облеченной в форму"
    }
  ]
}