[
  {
    "verse_number": 56,
    "text_uthmani": "وَيَجْعَلُونَ لِمَا لَا يَعْلَمُونَ نَصِيبًا مِّمَّا رَزَقْنَـٰهُمْ ۗ تَٱللَّهِ لَتُسْـَٔلُنَّ عَمَّا كُنتُمْ تَفْتَرُونَ",
    "text_uthmani_transcribed": "Wa yaj'alūna limā lā ya'lamūna naṣībam mimmā razaqnāhum, tallāhi latus'alunna 'ammā kuntum taftarūn(a).",
    "translation": "Они отводят тем, кого не знают, Долю того, чем Мы их наделили. Клянусь Аллахом, спросят вас за то, Что вы измыслили (своим воображеньем)"
  },
  {
    "verse_number": 57,
    "text_uthmani": "وَيَجْعَلُونَ لِلَّهِ ٱلْبَنَـٰتِ سُبْحَـٰنَهُۥ ۙ وَلَهُم مَّا يَشْتَهُونَ",
    "text_uthmani_transcribed": "Wa yaj'alūna lillāhil-banāti subḥānah(ū), wa lahum mā yasytahūn(a).",
    "translation": "Они Аллаху прочат дочерей. Субхан Алла! Себе же - то, чего они желают"
  },
  {
    "verse_number": 58,
    "text_uthmani": "وَإِذَا بُشِّرَ أَحَدُهُم بِٱلْأُنثَىٰ ظَلَّ وَجْهُهُۥ مُسْوَدًّا وَهُوَ كَظِيمٌ",
    "text_uthmani_transcribed": "Wa iżā busysyira aḥaduhum bil-unṡā ẓalla wajhuhū muswaddaw wa huwa kaẓīm(un).",
    "translation": "Когда ж кого-нибудь из них Обрадуют о дочери благою вестью, Мрачнеет лик его, И он становится уныл и удручен"
  },
  {
    "verse_number": 59,
    "text_uthmani": "يَتَوَٰرَىٰ مِنَ ٱلْقَوْمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓ ۚ أَيُمْسِكُهُۥ عَلَىٰ هُونٍ أَمْ يَدُسُّهُۥ فِى ٱلتُّرَابِ ۗ أَلَا سَآءَ مَا يَحْكُمُونَ",
    "text_uthmani_transcribed": "Yatawārā minal-qaumi min sū'i mā busysyira bih(ī), ayumsikuhū 'alā hūnin am yadussuhū fit-turāb(i), alā sā'a mā yaḥkumūn(a).",
    "translation": "И начинает сторониться он людей От горечи той самой вести, Которой был обрадован (обложно для него): Оставить ли ее на посрамление себе Или в песке (надежно) схоронить? Как зло (и нечестиво) они мыслят"
  },
  {
    "verse_number": 60,
    "text_uthmani": "لِلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ مَثَلُ ٱلسَّوْءِ ۖ وَلِلَّهِ ٱلْمَثَلُ ٱلْأَعْلَىٰ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "text_uthmani_transcribed": "Lil-lażīna lā yu'minūna bil-ākhirati maṡalus-sau'(i), wa lillāhil-maṡalul-a'lā, wa huwal-'azīzul-ḥakīm(u).",
    "translation": "И тем, кто в будущую жизнь не верит, - Лишь злая притча о дурном; Аллаху ж - притча, величайшая из всех. Он, истинно, могуч и мудр"
  },
  {
    "verse_number": 61,
    "text_uthmani": "وَلَوْ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلْمِهِم مَّا تَرَكَ عَلَيْهَا مِن دَآبَّةٍ وَلَـٰكِن يُؤَخِّرُهُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۖ فَإِذَا جَآءَ أَجَلُهُمْ لَا يَسْتَـْٔخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
    "text_uthmani_transcribed": "Wa lau yu'ākhiżullāhun-nāsa biẓulmihim mā taraka 'alaihā min dābbatiw wa lākiy yu'akhkhiruhum ilā ajalim musammā(n), fa iżā jā'a ajaluhum lā yasta'khirūna sā'ataw wa lā yastaqdimūn(a).",
    "translation": "И если бы Аллах вменил себе Наказывать людей за их несправедливость, Он на земле бы не оставил Ни одного живого существа. Но Он дает отсрочку им До установленного срока. Когда же срок сей подойдет, Они ни на единый час Его не смогут отложить или ускорить"
  },
  {
    "verse_number": 62,
    "text_uthmani": "وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ وَتَصِفُ أَلْسِنَتُهُمُ ٱلْكَذِبَ أَنَّ لَهُمُ ٱلْحُسْنَىٰ ۖ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفْرَطُونَ",
    "text_uthmani_transcribed": "Wa yaj'alūna lillāhi mā yakrahūna wa taṣifu alsinatuhumul-każiba anna lahumul-ḥusnā lā jarama anna lahumun nāra  wa annahum mufraṭūn(a).",
    "translation": "Они Аллаху придают такое, Чего гнушаются и ненавидят сами; Их языки вещают ложь, Что им прекрасное - (лишь в этом мире). Им, несомненно, - огнь Ада, И будут они первыми низвергнуты в него"
  },
  {
    "verse_number": 63,
    "text_uthmani": "تَٱللَّهِ لَقَدْ أَرْسَلْنَآ إِلَىٰٓ أُمَمٍ مِّن قَبْلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ فَهُوَ وَلِيُّهُمُ ٱلْيَوْمَ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "text_uthmani_transcribed": "Tallāhi laqad arsalnā ilā umamim min qablika fa zayyana lahumusy-syaiṭānu a'mālahum fa huwa waliyyuhumul-yauma wa lahum 'ażābun alīm(un).",
    "translation": "В знак (имени) Аллаха, - Мы до тебя (посланников) к народам разным слали, Но Сатана им разукрасил их деянья. Сегодня он - защитник им, А (в будущем) их (ждет) мучительная кара"
  },
  {
    "verse_number": 64,
    "text_uthmani": "وَمَآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَـٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِى ٱخْتَلَفُوا۟ فِيهِ ۙ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Wa mā anzalnā 'alaikal-kitāba illā litubayyina lahumul-lażikhtalafū fīh(i), wa hudaw wa raḥmatal liqaumiy yu'minūn(a).",
    "translation": "Мы ниспослали тебе Книгу Лишь для того, чтоб разъяснил ты им То, в чем они между собой разноголосят; Чтоб она стала руководством И милостью (от Нас) для верующих (в Бога)"
  },
  {
    "verse_number": 65,
    "text_uthmani": "وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَسْمَعُونَ",
    "text_uthmani_transcribed": "Wallāhu anzala minas-samā'i mā'an fa aḥyā bihil-arḍa ba'da mautihā, inna fī żālika la'āyatal liqaumiy yasma'ūn(a).",
    "translation": "Аллах ниспосылает с неба воду И ею возвращает жизнь земле После того, как смерть ей наступила. В этом, поистине, знамение для тех, Которые прислушаться (готовы)"
  },
  {
    "verse_number": 66,
    "text_uthmani": "وَإِنَّ لَكُمْ فِى ٱلْأَنْعَـٰمِ لَعِبْرَةً ۖ نُّسْقِيكُم مِّمَّا فِى بُطُونِهِۦ مِنۢ بَيْنِ فَرْثٍ وَدَمٍ لَّبَنًا خَالِصًا سَآئِغًا لِّلشَّـٰرِبِينَ",
    "text_uthmani_transcribed": "Wa inna lakum fil-an'āmi la'ibrah(tan), nusqīkum mimmā fī buṭūnihī mim baini farṡiw wa damil labanan khāliṣan sā'igal lisy-syāribīn(a).",
    "translation": "Поистине, для вас (даже) в скоте Таится назидание (Господне): Мы из того даем вам пить, Что (образуется) в их теле Между экскрецией и кровью, - Молоко, которое и чисто, и приятно Для тех, кто пьет его"
  }
]