[
  {
    "verse_number": 1,
    "text_uthmani": " ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَنزَلَ عَلَىٰ عَبْدِهِ ٱلْكِتَـٰبَ وَلَمْ يَجْعَل لَّهُۥ عِوَجَا ۜ",
    "text_uthmani_transcribed": "Al-ḥamdu lillāhil-lażī anzala 'alā 'abdihil-kitāba wa lam yaj'al lahū 'iwajā(n).",
    "translation": "Хвала Аллаху, Кто Своему слуге Писание низвел И в нем не допустил извилин (в смысле)"
  },
  {
    "verse_number": 2,
    "text_uthmani": "قَيِّمًا لِّيُنذِرَ بَأْسًا شَدِيدًا مِّن لَّدُنْهُ وَيُبَشِّرَ ٱلْمُؤْمِنِينَ ٱلَّذِينَ يَعْمَلُونَ ٱلصَّـٰلِحَـٰتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا",
    "text_uthmani_transcribed": "Qayyimal liyunżira ba'san syadīdam mil ladunhu wa yubasysyiral-mu'minīnal-lażīna ya'malūnaṣ-ṣāliḥāti anna lahum ajran ḥasanā(n).",
    "translation": "(Писание) прямое, (без уверток), Чтобы напомнить (нечестивым) о наказании великом, А тех, кто верует и делает добро, Обрадовать благою Вестью, Что им - прекрасная награда"
  },
  {
    "verse_number": 3,
    "text_uthmani": "مَّـٰكِثِينَ فِيهِ أَبَدًا",
    "text_uthmani_transcribed": "Mākiṡīna fīhi abadā(n).",
    "translation": "И в ней им вечно пребывать"
  },
  {
    "verse_number": 4,
    "text_uthmani": "وَيُنذِرَ ٱلَّذِينَ قَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًا",
    "text_uthmani_transcribed": "Wa yunżiral-lażīna qāluttakhażallāhu waladā(n).",
    "translation": "Чтоб остеречь таких, кто говорит: \"Аллах взял сына на Себя"
  },
  {
    "verse_number": 5,
    "text_uthmani": "مَّا لَهُم بِهِۦ مِنْ عِلْمٍ وَلَا لِـَٔابَآئِهِمْ ۚ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَٰهِهِمْ ۚ إِن يَقُولُونَ إِلَّا كَذِبًا",
    "text_uthmani_transcribed": "Mā lahum bihī min 'ilmiw wa lā li'ābā'ihim, kaburat kalimatan takhruju min afwāhihim, iy yaqūlūna illā każibā(n).",
    "translation": "У них нет знания об этом, И не было его у их отцов. (Греховность) слова, выходящего из уст их, (Столь) велика, (как и сам грех). Они лишь ложь высказывают этим"
  },
  {
    "verse_number": 6,
    "text_uthmani": "فَلَعَلَّكَ بَـٰخِعٌ نَّفْسَكَ عَلَىٰٓ ءَاثَـٰرِهِمْ إِن لَّمْ يُؤْمِنُوا۟ بِهَـٰذَا ٱلْحَدِيثِ أَسَفًا",
    "text_uthmani_transcribed": "Fa la'allaka bākhi'un nafsaka 'alā āṡārihim illam yu'minū bihāżal-ḥadīṡi asafā(n).",
    "translation": "Быть может, ты, (о Мухаммад!), себя до смерти доведешь, (Отправившись в небытие) по их следам, От горя, что они не верят этому Посланью"
  },
  {
    "verse_number": 7,
    "text_uthmani": "إِنَّا جَعَلْنَا مَا عَلَى ٱلْأَرْضِ زِينَةً لَّهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا",
    "text_uthmani_transcribed": "Innā ja'alnā mā 'alal-arḍi zīnatal lahā linabluwahum ayyuhum aḥsanu 'amalā(n).",
    "translation": "Все то, что (существует) на земле, Мы сделали ей украшеньем, Чтоб испытать, кто лучше из людей по их поступкам"
  },
  {
    "verse_number": 8,
    "text_uthmani": "وَإِنَّا لَجَـٰعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا",
    "text_uthmani_transcribed": "Wa innā lajā'ilūna mā 'alaihā ṣa'īdan juruzā(n).",
    "translation": "И Мы, поистине, (со временем) все обратим на ней В бесплодную, сухую почву"
  },
  {
    "verse_number": 9,
    "text_uthmani": "أَمْ حَسِبْتَ أَنَّ أَصْحَـٰبَ ٱلْكَهْفِ وَٱلرَّقِيمِ كَانُوا۟ مِنْ ءَايَـٰتِنَا عَجَبًا",
    "text_uthmani_transcribed": "Am ḥasibta anna aṣḥābal-kahfi war-raqīmi kānū min āyātinā 'ajabā(n).",
    "translation": "Ты думал ли когда-нибудь о том, Что обитатели пещеры и Ракима Были одними из чудес среди знамений Наших"
  },
  {
    "verse_number": 10,
    "text_uthmani": "إِذْ أَوَى ٱلْفِتْيَةُ إِلَى ٱلْكَهْفِ فَقَالُوا۟ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا",
    "text_uthmani_transcribed": "Iż awal-fityatu ilal-kahfi fa qālū rabbanā ātinā mil ladunka raḥmataw wa hayyi' lanā min amrinā rasyadā(n).",
    "translation": "Укрылись отроки в пещере и сказали: \"Господь наш, ниспошли нам милосердие Твое! Уверь нас в правоте наших деяний"
  },
  {
    "verse_number": 11,
    "text_uthmani": "فَضَرَبْنَا عَلَىٰٓ ءَاذَانِهِمْ فِى ٱلْكَهْفِ سِنِينَ عَدَدًا",
    "text_uthmani_transcribed": "Faḍarabnā 'alā āżānihim fil-kahfi sinīna 'adadā(n).",
    "translation": "И Мы на долгие года В пещере им закрыли уши"
  }
]