{
  "chapter_number": 11,
  "verses": [
    {
      "verse_number": 45,
      "text_uthmani": "وَنَادَىٰ نُوحٌ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبْنِى مِنْ أَهْلِى وَإِنَّ وَعْدَكَ ٱلْحَقُّ وَأَنتَ أَحْكَمُ ٱلْحَـٰكِمِينَ",
      "text_uthmani_transcribed": "Wa nādā nūḥur rabbahū fa qāla rabbi innabnī min ahlī, wa inna wa'dakal-ḥaqqu wa anta aḥkamul-ḥākimīn(a).",
      "translation": "И обратился Нух к Владыке своему: \"О мой Господь! Ведь сын мой - из моей семьи, И истинно обетование Твое, Ты - правосуднейший из всех, кто суд дает"
    },
    {
      "verse_number": 46,
      "text_uthmani": "قَالَ يَـٰنُوحُ إِنَّهُۥ لَيْسَ مِنْ أَهْلِكَ ۖ إِنَّهُۥ عَمَلٌ غَيْرُ صَـٰلِحٍ ۖ فَلَا تَسْـَٔلْنِ مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ ۖ إِنِّىٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلْجَـٰهِلِينَ",
      "text_uthmani_transcribed": "Qāla yā nūḥu innahū laisa min ahlik(a), innahū 'amalun gairu ṣāliḥ(in), falā tas'alnī mā laisa laka bihī 'ilm(un), innī a'iẓuka an takūna minal-jāhilīn(a).",
      "translation": "(Аллах) сказал: \"О Нух! Он не относится, увы, к твоей семье: Поистине, неправедны его деянья. И не проси Меня о том, чего не знаешь, И Я предостеречь тебя хочу, Чтоб ты в числе неведающих не был"
    },
    {
      "verse_number": 47,
      "text_uthmani": "قَالَ رَبِّ إِنِّىٓ أَعُوذُ بِكَ أَنْ أَسْـَٔلَكَ مَا لَيْسَ لِى بِهِۦ عِلْمٌ ۖ وَإِلَّا تَغْفِرْ لِى وَتَرْحَمْنِىٓ أَكُن مِّنَ ٱلْخَـٰسِرِينَ",
      "text_uthmani_transcribed": "Qāla rabbi innī a'ūżu bika an as'alaka mā laisa lī bihī 'ilm(un), wa illā tagfir lī wa tarḥamnī akum minal-khāsirīn(a).",
      "translation": "О Господи! - ответил Нух. - Ищу защиты у Тебя я, чтобы впредь Мне не просить Тебя о том, чего не знаю. И если Ты мне не простишь и не помилуешь меня, Мне быть средь тех, кто понесет убыток"
    },
    {
      "verse_number": 48,
      "text_uthmani": "قِيلَ يَـٰنُوحُ ٱهْبِطْ بِسَلَـٰمٍ مِّنَّا وَبَرَكَـٰتٍ عَلَيْكَ وَعَلَىٰٓ أُمَمٍ مِّمَّن مَّعَكَ ۚ وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٌ",
      "text_uthmani_transcribed": "Qīla yā nūḥuhbiṭ bisalāmim minnā wa barakātin 'alaika wa 'alā umamim mimmam ma'ak(a), wa umamun sanumatti'uhum ṡumma yamassuhum minnā 'ażābun alīm(un).",
      "translation": "И было сказано: \"О Нух! С миром от Нас сойди (с ковчега), С благословениями над тобой, Как и над неким прочим людом, (Что Я произведу) от тех, Что ныне (на ковчеге) пребывают. (Средь них быть и таким народам), Которым Мы доставим блага, (Что обольстят их и повергнут в грех), (За что) потом Постигнет их от Нас мучительная кара"
    },
    {
      "verse_number": 49,
      "text_uthmani": "تِلْكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهَآ إِلَيْكَ ۖ مَا كُنتَ تَعْلَمُهَآ أَنتَ وَلَا قَوْمُكَ مِن قَبْلِ هَـٰذَا ۖ فَٱصْبِرْ ۖ إِنَّ ٱلْعَـٰقِبَةَ لِلْمُتَّقِينَ",
      "text_uthmani_transcribed": "Tilka min ambā'il-gaibi nūḥīhā ilaik(a), mā kunta ta'lamuhā anta wa lā qaumuka min qabli hāżā, faṣbir, innal-'āqibata lil-muttaqīn(a).",
      "translation": "Сие - один из ряда сокровенных сказов, Что Мы поведали тебе, (о Мухаммад!); До этого не знал его ни ты, ни твой народ, А потому будь терпеливо-стоек, - Конечный (счет), поистине, за теми, Кто, гнева Господа страшась, Благочестив в своих деяньях"
    },
    {
      "verse_number": 50,
      "text_uthmani": "وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا ۚ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ ۖ إِنْ أَنتُمْ إِلَّا مُفْتَرُونَ",
      "text_uthmani_transcribed": "Wa ilā 'ādin akhāhum hūdā(n), qāla yā qaumi'budullāha mā lakum min ilāhin gairuh(ū), in antum illā muftarūn(a).",
      "translation": "Адитам Мы послали Худа, брата их. И он сказал: \"О мой народ! Аллаху поклоняйтесь! Кроме Него, у вас иного Бога нет - (Других) вы только измышляете себе"
    },
    {
      "verse_number": 51,
      "text_uthmani": "يَـٰقَوْمِ لَآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱلَّذِى فَطَرَنِىٓ ۚ أَفَلَا تَعْقِلُونَ",
      "text_uthmani_transcribed": "Yā qaumi lā as'alukum 'alaihi ajrā(n), in ajriya illā 'alal-lażī faṭaranī, afalā ta'qilūn(a).",
      "translation": "О мой народ! У вас за это я награды не прошу. Награда мне - лишь у Того, Кто сотворил меня. Ужель вам это не понять"
    },
    {
      "verse_number": 52,
      "text_uthmani": "وَيَـٰقَوْمِ ٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ يُرْسِلِ ٱلسَّمَآءَ عَلَيْكُم مِّدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَىٰ قُوَّتِكُمْ وَلَا تَتَوَلَّوْا۟ مُجْرِمِينَ",
      "text_uthmani_transcribed": "Wa yā qaumistagfirū rabbakum ṡumma tūbū ilaihi yursilis-samā'a 'alaikum midrāraw wa yazidkum quwwatan ilā quwwatikum wa lā tatawallau mujrimīn(a).",
      "translation": "О мой народ! Просите вашего Владыку о прощенье И обратитесь вы потом с раскаяньем к Нему; Он (небеса) прольет на вас дождем обильным, Прибавит силы к вашей силе. Не отвращайтесь же виновными в грехе"
    },
    {
      "verse_number": 53,
      "text_uthmani": "قَالُوا۟ يَـٰهُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِىٓ ءَالِهَتِنَا عَن قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
      "text_uthmani_transcribed": "Qālū yā hūdu mā ji'tanā bibayyinatiw wa mā naḥnu bitārikī ālihatinā 'an qaulika wa mā naḥnu laka bimu'minīn(a).",
      "translation": "Они ответили: \"О Худ! Ты не принес нам ясного Знаменья, И лишь по слову твоему Богов мы наших не покинем - И верить мы тебе не станем"
    },
    {
      "verse_number": 54,
      "text_uthmani": "إِن نَّقُولُ إِلَّا ٱعْتَرَىٰكَ بَعْضُ ءَالِهَتِنَا بِسُوٓءٍ ۗ قَالَ إِنِّىٓ أُشْهِدُ ٱللَّهَ وَٱشْهَدُوٓا۟ أَنِّى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
      "text_uthmani_transcribed": "In naqūlu illa'tarāka ba'ḍu ālihatinā bisū'(in), qāla innī usyhidullāha wasyhadū annī barī'um mimmā tusyrikūn(a).",
      "translation": "Мы ничего не говорим, кроме того, Что, может быть, какой-то из богов Тебя подверг беде иль безрассудству\". Ответил он: \"Аллаха я в свидетели зову, И сами вы свидетелями будьте, Что непричастен я к тому"
    },
    {
      "verse_number": 55,
      "text_uthmani": "مِن دُونِهِۦ ۖ فَكِيدُونِى جَمِيعًا ثُمَّ لَا تُنظِرُونِ",
      "text_uthmani_transcribed": "Min dūnihī fa kīdūnī jamī'an ṡumma lā tunẓirūn(i).",
      "translation": "Кого вы придаете в соучастники (Аллаху). Вы стройте козни мне И не давайте мне отсрочки"
    }
  ]
}