{
  "chapter_number": 40,
  "verses": [
    {
      "verse_number": 23,
      "text_uthmani": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَا وَسُلْطَـٰنٍ مُّبِينٍ",
      "text_uthmani_transcribed": "Wa laqad arsalnā mūsā bi'āyātinā wa sulṭānim mubīn(in).",
      "translation": "Мы с Нашими знаменьями и очевидной властью Послали Мусу"
    },
    {
      "verse_number": 24,
      "text_uthmani": "إِلَىٰ فِرْعَوْنَ وَهَـٰمَـٰنَ وَقَـٰرُونَ فَقَالُوا۟ سَـٰحِرٌ كَذَّابٌ",
      "text_uthmani_transcribed": "Ilā fir'auna wa hāmāna wa qārūna faqālū sāḥirun każżāb(un).",
      "translation": "К Фараону, Хаману и К'аруну. Они ж сказали: \"Он колдун и лжец"
    },
    {
      "verse_number": 25,
      "text_uthmani": "فَلَمَّا جَآءَهُم بِٱلْحَقِّ مِنْ عِندِنَا قَالُوا۟ ٱقْتُلُوٓا۟ أَبْنَآءَ ٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ وَٱسْتَحْيُوا۟ نِسَآءَهُمْ ۚ وَمَا كَيْدُ ٱلْكَـٰفِرِينَ إِلَّا فِى ضَلَـٰلٍ",
      "text_uthmani_transcribed": "Falammā jā'ahum bil-ḥaqqi min 'indinā qāluqtulū abnā'al-lażīna āmanū ma'ahū wastaḥyū nisā'ahum, wa mā kaidul-kāfirīna illā fī ḍalāl(in).",
      "translation": "И вот когда он к ним, воистину, пришел от Нас, Они сказали: \"Вы убивайте сыновей всех тех, Которые уверовали с ним, В живых лишь женщин оставляйте\". Но замыслы коварные неверных Им ничего, помимо заблуждения, (не дали)"
    },
    {
      "verse_number": 26,
      "text_uthmani": "وَقَالَ فِرْعَوْنُ ذَرُونِىٓ أَقْتُلْ مُوسَىٰ وَلْيَدْعُ رَبَّهُۥٓ ۖ إِنِّىٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمْ أَوْ أَن يُظْهِرَ فِى ٱلْأَرْضِ ٱلْفَسَادَ",
      "text_uthmani_transcribed": "Wa qāla fir'aunu żarūnī aqtul mūsā walyad'u rabbah(ū), innī akhāfu ay yubaddila dīnakum au ay yuẓhira fil-arḍil-fasād(a).",
      "translation": "И Фараон сказал: \"Вы предоставьте Мусу мне убить. И пусть взывает он к Владыке своему. Боюсь, религию он вашу поменяет Или нечестие посеет по стране"
    },
    {
      "verse_number": 27,
      "text_uthmani": "وَقَالَ مُوسَىٰٓ إِنِّى عُذْتُ بِرَبِّى وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ ٱلْحِسَابِ",
      "text_uthmani_transcribed": "Wa qāla mūsā innī 'użtu birabbī wa rabbikum min kulli mutakabbiril lā yu'minu biyaumil-ḥisāb(i).",
      "translation": "И Муса молвил: \"Я взываю (о защите) и к моему, и к вашему Владыке От всякого надменного (лжеца), Кто в День Расчета (за грехи) не верит"
    },
    {
      "verse_number": 28,
      "text_uthmani": "وَقَالَ رَجُلٌ مُّؤْمِنٌ مِّنْ ءَالِ فِرْعَوْنَ يَكْتُمُ إِيمَـٰنَهُۥٓ أَتَقْتُلُونَ رَجُلًا أَن يَقُولَ رَبِّىَ ٱللَّهُ وَقَدْ جَآءَكُم بِٱلْبَيِّنَـٰتِ مِن رَّبِّكُمْ ۖ وَإِن يَكُ كَـٰذِبًا فَعَلَيْهِ كَذِبُهُۥ ۖ وَإِن يَكُ صَادِقًا يُصِبْكُم بَعْضُ ٱلَّذِى يَعِدُكُمْ ۖ إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ مُسْرِفٌ كَذَّابٌ",
      "text_uthmani_transcribed": "Wa qāla rajulum mu'min(um), min āli fir'auna yaktumu īmānahū ataqtulūna rajulan ay yaqūla rabbiyallāhu wa qad jā'akum bil-bayyināti mir rabbikum, wa iy yaku kāżiban fa 'alaihi każibuh(ū), wa iy yaku ṣādiqay yuṣibkum ba'ḍul-lażī ya'idukum, innallāha lā yahdī man huwa musrifun każżāb(un).",
      "translation": "И вот сказал благочестивый из семейства Фараона, Скрывавший благочестие свое: \"Ужель убьете человека вы за то, что говорит он: \"Владыка мой - Аллах\"? Кто к вам, поистине, пришел от вашего Владыки И вам знаменья ясные принес. И если он окажется лжецом, Грех этой лжи падет на его (душу). Но если он правдив, Постигнет вас одна из тех угроз, Которыми он вас увещевает. Ведь злочестивых и лжецов Аллах, поистине, не направляет"
    },
    {
      "verse_number": 29,
      "text_uthmani": "يَـٰقَوْمِ لَكُمُ ٱلْمُلْكُ ٱلْيَوْمَ ظَـٰهِرِينَ فِى ٱلْأَرْضِ فَمَن يَنصُرُنَا مِنۢ بَأْسِ ٱللَّهِ إِن جَآءَنَا ۚ قَالَ فِرْعَوْنُ مَآ أُرِيكُمْ إِلَّا مَآ أَرَىٰ وَمَآ أَهْدِيكُمْ إِلَّا سَبِيلَ ٱلرَّشَادِ",
      "text_uthmani_transcribed": "Yā qaumi lakumul-mulkul-yauma ẓāhirīna fil-arḍ(i), famay yanṣurunā mim ba'sillāhi in jā'anā, qāla fir'aunu mā urīkum illā mā arā wa mā ahdīkum illā sabīlar-rasyād(i).",
      "translation": "О мой народ! Сегодня власть у вас, И в сей стране господствуете вы. Но кто нас защитит от Божьих кар, Если на нас падут они?\" Тут Фараон сказал: \"Я не даю вам видеть ничего, Кроме того, что вижу сам, И вас веду никак иначе, как по правому пути"
    },
    {
      "verse_number": 30,
      "text_uthmani": "وَقَالَ ٱلَّذِىٓ ءَامَنَ يَـٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُم مِّثْلَ يَوْمِ ٱلْأَحْزَابِ",
      "text_uthmani_transcribed": "Wa qālal-lażī āmana yā qaumi innī akhāfu 'alaikum miṡla yaumil-aḥzāb(i).",
      "translation": "Тогда сказал благочестивый: \"О мой народ! Боюсь я (наступления) для вас Дня (бедствия), подобного тому, Что наступил для соучастников (в грехах)"
    },
    {
      "verse_number": 31,
      "text_uthmani": "مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعْدِهِمْ ۚ وَمَا ٱللَّهُ يُرِيدُ ظُلْمًا لِّلْعِبَادِ",
      "text_uthmani_transcribed": "Miṡla da'bi qaumi nūḥiw wa 'ādiw wa ṡamūda wal-lażīna mim ba'dihim, wa mallāhu yurīdu ẓulmal lil-'ibād(i).",
      "translation": "Подобно (участи) народов Нуха, Ад и Сауд И тех, которые пришли за ними. И никогда Аллах служителям Своим Несправедливости не пожелает"
    },
    {
      "verse_number": 32,
      "text_uthmani": "وَيَـٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُمْ يَوْمَ ٱلتَّنَادِ",
      "text_uthmani_transcribed": "Wa yā qaumi innī akhāfu 'alaikum yaumat-tanād(i).",
      "translation": "О мой народ! Боюсь я (наступления) для вас Дня призывания друг друга"
    },
    {
      "verse_number": 33,
      "text_uthmani": "يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنْ عَاصِمٍ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
      "text_uthmani_transcribed": "Yauma tuwallūna mudbirīn(a), mā lakum minallāhi min 'āṣim(in), wa may yuḍlilillāhu famā lahū min hād(in).",
      "translation": "Дня, когда вы, (узревши Ад), Спиною повернувшись, побежите И вам защитника от Господа не будет, - Ведь тот, кого Господь блуждать оставил, Вожатого не обретет"
    }
  ]
}