[
  {
    "verse_number": 23,
    "text_uthmani": "أَفَرَءَيْتَ مَنِ ٱتَّخَذَ إِلَـٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلْمٍ وَخَتَمَ عَلَىٰ سَمْعِهِۦ وَقَلْبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَـٰوَةً فَمَن يَهْدِيهِ مِنۢ بَعْدِ ٱللَّهِ ۚ أَفَلَا تَذَكَّرُونَ",
    "text_uthmani_transcribed": "Afa ra'aita manittakhaża ilāhahū hawāhu wa aḍallahullāhu 'alā 'ilmiw wa khatama 'alā sam'ihī wa qalbihī wa ja'ala 'alā baṣarihī gisyāwah(tan), famay yahdīhi mim ba'dillāh(i), afalā tażakkarūn(a).",
    "translation": "Видал ли ты того, Кто богом свои страсти сделал? Аллах же, ведая об этом, Блуждать (в грехах) его оставил, Печать на слух и сердце наложил, Закрыл завесою глаза. Кто ж после Господа укажет ему путь? Ужель об этом вам не поразмыслить"
  },
  {
    "verse_number": 24,
    "text_uthmani": "وَقَالُوا۟ مَا هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَآ إِلَّا ٱلدَّهْرُ ۚ وَمَا لَهُم بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَظُنُّونَ",
    "text_uthmani_transcribed": "Wa qālū mā hiya illā ḥayātunad-dun-yā namūtu wa naḥyā wa mā yuhlikunā illad-dahr(u), wa mā lahum biżālika min 'ilmin in hum illā yaẓunnūn(a).",
    "translation": "И говорят они: \"Нет ничего, помимо нашей жизни в этом мире. Мы умираем и живем, И губит нас лишь время века!\" Но нет об этом знания у них. Сие - лишь их предположенье"
  },
  {
    "verse_number": 25,
    "text_uthmani": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ مَّا كَانَ حُجَّتَهُمْ إِلَّآ أَن قَالُوا۟ ٱئْتُوا۟ بِـَٔابَآئِنَآ إِن كُنتُمْ صَـٰدِقِينَ",
    "text_uthmani_transcribed": "Wa iżā tutlā 'alaihim āyātunā bayyinātim mā kāna ḥujjatahum illā an qālu'tū bi'ābā'inā in kuntum ṣādiqīn(a).",
    "translation": "Когда им Наши ясные знамения читают, У них нет довода иного, Кроме того, что говорят они: \"Верните нам наших отцов, Коль вы (в своих словах) правдивы"
  },
  {
    "verse_number": 26,
    "text_uthmani": "قُلِ ٱللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ لَا رَيْبَ فِيهِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Qulillāhu yuḥyīkum ṡumma yumītukum ṡumma yajma'ukum ilā yaumil-qiyāmati lā raiba fīhi wa lākinna akṡaran-nāsi lā ya'lamūn(a).",
    "translation": "Скажи: \"Аллах дает вам жизнь И шлет вам смерть за этим. Потом Он соберет вас вместе В День Воскресения (на Суд), О коем никаких сомнений нет\". Но большинство людей не ведает об этом"
  },
  {
    "verse_number": 27,
    "text_uthmani": "وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يَوْمَئِذٍ يَخْسَرُ ٱلْمُبْطِلُونَ",
    "text_uthmani_transcribed": "Wa lillāhi mulkus-samāwāti wal-arḍ(i), wa yauma taqūmus-sā'atu yauma'iżiy yakhsarul-mubṭilūn(a).",
    "translation": "И лишь Аллах владеет небесами и землей. И в День, когда наступит Час, - В тот День в убытке будут те, Кто ложью счел (Его знаменья)"
  },
  {
    "verse_number": 28,
    "text_uthmani": "وَتَرَىٰ كُلَّ أُمَّةٍ جَاثِيَةً ۚ كُلُّ أُمَّةٍ تُدْعَىٰٓ إِلَىٰ كِتَـٰبِهَا ٱلْيَوْمَ تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ",
    "text_uthmani_transcribed": "Wa tarā kulla ummatin jāṡiyah(tan), kullu ummatin tud'ā ilā kitābihā, al-yauma tujzauna mā kuntum ta'malūn(a).",
    "translation": "И ты увидишь (в этот День) Каждый народ коленопреклоненным, И каждый будет призван к своей книге: Вам в этот День воздастся тем же, Что вы творили (на земле)"
  },
  {
    "verse_number": 29,
    "text_uthmani": "هَـٰذَا كِتَـٰبُنَا يَنطِقُ عَلَيْكُم بِٱلْحَقِّ ۚ إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ",
    "text_uthmani_transcribed": "Hāżā kitābunā yanṭiqu 'alaikum bil-ḥaqq(i), innā kunnā nastansikhu mā kuntum ta'malūn(a).",
    "translation": "И скажет эта Наша книга истину про вас, - Ведь Мы записываем все, что вы творите"
  },
  {
    "verse_number": 30,
    "text_uthmani": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِى رَحْمَتِهِۦ ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْمُبِينُ",
    "text_uthmani_transcribed": "Fa'ammal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti fayudkhiluhum rabbuhum fī raḥmatih(ī), żālika huwal-fauzul-mubīn(u).",
    "translation": "Тех, кто уверовал и доброе творил, Господь их в Свою милость примет, И будет явным этот дар"
  },
  {
    "verse_number": 31,
    "text_uthmani": "وَأَمَّا ٱلَّذِينَ كَفَرُوٓا۟ أَفَلَمْ تَكُنْ ءَايَـٰتِى تُتْلَىٰ عَلَيْكُمْ فَٱسْتَكْبَرْتُمْ وَكُنتُمْ قَوْمًا مُّجْرِمِينَ",
    "text_uthmani_transcribed": "Wa ammal-lażīna kafarū, falam takun āyātī tutlā 'alaikum fastakbartum wa kuntum qaumam mujrimīn(a).",
    "translation": "А тем, кто не уверовал, (Он) скажет: \"Разве знамений Наших не читали вам? Но возгордились вы и стали грешным людом"
  },
  {
    "verse_number": 32,
    "text_uthmani": "وَإِذَا قِيلَ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَٱلسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُم مَّا نَدْرِى مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ",
    "text_uthmani_transcribed": "Wa iżā qīla inna wa'dallāhi ḥaqquw was-sā'atu lā raiba fīhā qultum mā nadrī mas-sā'ah(tu), in naẓunnu illā ẓannaw wa mā naḥnu bimustaiqinīn(a).",
    "translation": "Когда вам говорили: \"Обетование Господне есть Истина сама, И Час - в нем нет сомненья\", Вы отвечали: \"Не знаем мы, что есть сей Час, Мы думаем, что это - лишь одно из мнений, И нет у нас уверенности в нем"
  },
  {
    "verse_number": 33,
    "text_uthmani": "وَبَدَا لَهُمْ سَيِّـَٔاتُ مَا عَمِلُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "text_uthmani_transcribed": "Wa badā lahum sayyi'ātu mā 'amilū wa ḥāqa bihim mā kānū bihī yastahzi'ūn(a).",
    "translation": "Потом предстанет им вся скверна Того, что сделали они. Охватит их со всех сторон, Над чем они в сей жизни насмехались"
  }
]