[
  {
    "verse_number": 12,
    "text_uthmani": "يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ وَمَسَـٰكِنَ طَيِّبَةً فِى جَنَّـٰتِ عَدْنٍ ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
    "text_uthmani_transcribed": "Yagfir lakum żunūbakum wa yudkhilkum jannātin tajrī min taḥtihal-anhāru wa masākina ṭayyibatan fī jannāti 'adn(in), żālikal-fauzul-'aẓīm(u).",
    "translation": "А Он простит вам ваши прегрешенья, В Сады введет, реками омовенны, В прекрасные дворцы садов Эдема. И в этом - высшее признание (Аллаха)"
  },
  {
    "verse_number": 13,
    "text_uthmani": "وَأُخْرَىٰ تُحِبُّونَهَا ۖ نَصْرٌ مِّنَ ٱللَّهِ وَفَتْحٌ قَرِيبٌ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
    "text_uthmani_transcribed": "Wa ukhrā tuḥibbūnahā, naṣrum minallāhi wa fatḥun qarīb(un), wa basysyiril-mu'minīn(a).",
    "translation": "А также то, что вам так мило, - Господня помощь и скорейшая победа. Ты эту благостную Весть всем верующим возвести"
  },
  {
    "verse_number": 14,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوٓا۟ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبْنُ مَرْيَمَ لِلْحَوَارِيِّـۧنَ مَنْ أَنصَارِىٓ إِلَى ٱللَّهِ ۖ قَالَ ٱلْحَوَارِيُّونَ نَحْنُ أَنصَارُ ٱللَّهِ ۖ فَـَٔامَنَت طَّآئِفَةٌ مِّنۢ بَنِىٓ إِسْرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٌ ۖ فَأَيَّدْنَا ٱلَّذِينَ ءَامَنُوا۟ عَلَىٰ عَدُوِّهِمْ فَأَصْبَحُوا۟ ظَـٰهِرِينَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū kūnū anṣārallāhi kamā qāla 'īsabnu maryama lil-ḥawāriyyīna man anṣārī ilallāh(i), qālal-ḥawāriyyūna naḥnu anṣārullāhi fa'āmanaṭ-ṭā'ifatum mim banī isrā'īla wa kafaraṭ-ṭā'ifah(tun), fa'ayyadnal-lażīna āmanū 'alā 'aduwwihim fa'aṣbaḥū ẓāhirīn(a).",
    "translation": "О вы, кто верует! Станьте помощниками (мне) на промысле Аллаха, - Как Иса, сын Марйам, сказал апостолам своим: \"Кто будет мне помощником в Господнем деле?\" Апостолы сказали: \"Помощники в деле Аллаха - мы!\" И вот тогда Часть сыновей Исраиля уверовали (в Бога), Другие же - в неверии осталась. Мы дали верующим силу над врагами, И стали победители они"
  }
]