{
  "chapter_number": 12,
  "verses": [
    {
      "verse_number": 56,
      "text_uthmani": "وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِى ٱلْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَآءُ ۚ نُصِيبُ بِرَحْمَتِنَا مَن نَّشَآءُ ۖ وَلَا نُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
      "text_uthmani_transcribed": "Wa każālika makkannā liyūsufa  fil-arḍi yatabawwa'u minhā ḥaiṡu yasyā'(u), nuṣību biraḥmatinā man nasyā'u wa lā nuḍī'u ajral-muḥsinīn(a).",
      "translation": "Так наделили Мы Йусуфа силой в той стране, Чтоб в ней владел он всем, Как, где и когда захочет. Мы Нашу милость жалуем тому, Кого сочтем Своим желаньем, И не дадим пропасть награде Таких, кто делает добро"
    },
    {
      "verse_number": 57,
      "text_uthmani": "وَلَأَجْرُ ٱلْـَٔاخِرَةِ خَيْرٌ لِّلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
      "text_uthmani_transcribed": "Wa la'ajrul-ākhirati khairul lil-lażīna āmanū wa kānū yattaqūn(a).",
      "translation": "Награда же другого мира - краше Для тех, которые уверовали (в Бога) И, гнева Господа страшась, (благочестивы были)"
    },
    {
      "verse_number": 58,
      "text_uthmani": "وَجَآءَ إِخْوَةُ يُوسُفَ فَدَخَلُوا۟ عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُۥ مُنكِرُونَ",
      "text_uthmani_transcribed": "Wa jā'a ikhwatu yūsufa fa dakhalū 'alaihi fa 'arafahum wa hum lahū munkirūn(a).",
      "translation": "И вот явились И предстали пред Йусуфом его братья. Узнал он их, Они ж его не распознали"
    },
    {
      "verse_number": 59,
      "text_uthmani": "وَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ قَالَ ٱئْتُونِى بِأَخٍ لَّكُم مِّنْ أَبِيكُمْ ۚ أَلَا تَرَوْنَ أَنِّىٓ أُوفِى ٱلْكَيْلَ وَأَنَا۠ خَيْرُ ٱلْمُنزِلِينَ",
      "text_uthmani_transcribed": "Wa lammā jahhazahum bijahāzihim qāla'tūnī bi'akhil lakum min abīkum, alā tarauna annī ūfil-kaila wa ana khairul-munzilīn(a).",
      "translation": "Когда он их провизией снабдил, (он) молвил: \"Вы приведите брата своего, Что (сводный) по отцу вам. Ужель не видите, Что я даю сполна вам меру, (По соответствию уплате), И самый рАдушный хозяин"
    },
    {
      "verse_number": 60,
      "text_uthmani": "فَإِن لَّمْ تَأْتُونِى بِهِۦ فَلَا كَيْلَ لَكُمْ عِندِى وَلَا تَقْرَبُونِ",
      "text_uthmani_transcribed": "Fa illam ta'tūnī bihī falā kaila lakum 'indī wa lā taqrabūn(i).",
      "translation": "Но если вы ко мне его не приведете, Для вас не будет меры у меня, И вы ко мне не подходите"
    },
    {
      "verse_number": 61,
      "text_uthmani": "قَالُوا۟ سَنُرَٰوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَـٰعِلُونَ",
      "text_uthmani_transcribed": "Qālū sanurāwidu 'anhu abāhu wa innā lafā'ilūn(a).",
      "translation": "Они ответили (ему): \"Мы у отца его отпросим, И мы, конечно, сделаем, (что ты нам говоришь)"
    },
    {
      "verse_number": 62,
      "text_uthmani": "وَقَالَ لِفِتْيَـٰنِهِ ٱجْعَلُوا۟ بِضَـٰعَتَهُمْ فِى رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَآ إِذَا ٱنقَلَبُوٓا۟ إِلَىٰٓ أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ",
      "text_uthmani_transcribed": "Wa qāla lifityānihij'alū biḍā'atahum fī riḥālihim la'allahum ya'rifūnahā iżanqalabū ilā ahlihim la'allahum yarji'ūn(a).",
      "translation": "Своим же слугам он сказал: \"Вы им в седельные вьюки Их (меновой) товар вложите, Чтоб обнаружили они его Только тогда, когда вернутся к своим семьям. Быть может, это их заставит возвратиться"
    },
    {
      "verse_number": 63,
      "text_uthmani": "فَلَمَّا رَجَعُوٓا۟ إِلَىٰٓ أَبِيهِمْ قَالُوا۟ يَـٰٓأَبَانَا مُنِعَ مِنَّا ٱلْكَيْلُ فَأَرْسِلْ مَعَنَآ أَخَانَا نَكْتَلْ وَإِنَّا لَهُۥ لَحَـٰفِظُونَ",
      "text_uthmani_transcribed": "Falammā raja'ū ilā abīhim qālū yā abānā muni'a minnal-kailu fa arsil ma'anā akhānā naktal wa innā lahū laḥāfiẓūn(a).",
      "translation": "И вот когда они к отцу вернулись, Они сказали: \"Наш отец! Нам отказали в мере (хлеба, Пока мы брата своего не приведем). Ты с нами брата нашего отправь, Тогда мы и получим меру. Мы будем, истинно, беречь его"
    },
    {
      "verse_number": 64,
      "text_uthmani": "قَالَ هَلْ ءَامَنُكُمْ عَلَيْهِ إِلَّا كَمَآ أَمِنتُكُمْ عَلَىٰٓ أَخِيهِ مِن قَبْلُ ۖ فَٱللَّهُ خَيْرٌ حَـٰفِظًا ۖ وَهُوَ أَرْحَمُ ٱلرَّٰحِمِينَ",
      "text_uthmani_transcribed": "Qāla hal āmanukum 'alaihi illā kamā amintukum 'alā akhīhi min qabl(u), fallāhu khairun ḥāfiẓaw wa huwa arḥamur-rāḥimīn(a).",
      "translation": "Сказал он (им): \"Ужель могу доверить его вам, Как прежде его брата вам доверил? Аллах ведь лучший (для него) хранитель, Он - милосерднейший (из всех, кто) милосерд"
    },
    {
      "verse_number": 65,
      "text_uthmani": "وَلَمَّا فَتَحُوا۟ مَتَـٰعَهُمْ وَجَدُوا۟ بِضَـٰعَتَهُمْ رُدَّتْ إِلَيْهِمْ ۖ قَالُوا۟ يَـٰٓأَبَانَا مَا نَبْغِى ۖ هَـٰذِهِۦ بِضَـٰعَتُنَا رُدَّتْ إِلَيْنَا ۖ وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ ۖ ذَٰلِكَ كَيْلٌ يَسِيرٌ",
      "text_uthmani_transcribed": "Wa lammā fataḥū matā'ahum wajadū biḍā'atahum ruddat ilaihim, qālū yā abānā mā nabgī, hāżihī biḍā'atunā ruddat ilainā wa namīru ahlanā wa naḥfaẓu akhānā wa nazdādu kaila ba'īr(in), żālika kailuy yasīr(un).",
      "translation": "Когда ж свои вьюки они открыли, Они увидели, что их товар им возвращен, И молвили они: \"О наш отец! Чего же больше нам желать: Наш (меновой) товар нам возвращен, И мы свою семью прокормим И позаботимся о нашем брате, К тому ж прибавим мы теперь Меру (поклажи) одного верблюда, - Ведь эта мера так мала"
    },
    {
      "verse_number": 66,
      "text_uthmani": "قَالَ لَنْ أُرْسِلَهُۥ مَعَكُمْ حَتَّىٰ تُؤْتُونِ مَوْثِقًا مِّنَ ٱللَّهِ لَتَأْتُنَّنِى بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمْ ۖ فَلَمَّآ ءَاتَوْهُ مَوْثِقَهُمْ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ",
      "text_uthmani_transcribed": "Qāla lan ursilahū ma'akum ḥattā tu'tūni mauṡiqam minallāhi lata'tunnanī bihī illā ayyuḥāṭa bikum, falammā ātauhu mauṡiqahum qālallāhu 'alā mā naqūlu wakīl(un).",
      "translation": "Он (им) сказал: \"Я с вами не пошлю его, Пока Аллахом вы не поклянетесь, Что вы ко мне его вернете (невредимым), Если, конечно, не постигнет вас (беда)\". Когда же они клятву дали, он сказал: \"Аллах за то, что здесь мы говорили, - поручитель"
    }
  ]
}