[
  {
    "verse_number": 23,
    "text_uthmani": "وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُو۟لَـٰٓئِكَ يَئِسُوا۟ مِن رَّحْمَتِى وَأُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ",
    "text_uthmani_transcribed": "Wal-lażīna kafarū bi'āyātillāhi wa liqā'ihī ulā'ika ya'isū mir raḥmatī wa ulā'ika lahum 'ażābun alīm(un).",
    "translation": "А те, которые не веруют в знамения Аллаха И отвергают встречу с Ним, (считая ее ложью), Отчаялись найти Господню милость, - Для них - мучительная кара"
  },
  {
    "verse_number": 24,
    "text_uthmani": "فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوا۟ ٱقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Famā kāna jawāba qaumihī illā an qaluqtulūhu au ḥarriqūhu fa anjāhullāhu minan-nār(i), inna fī żālika la'āyātil liqaumiy yu'minūn(a).",
    "translation": "Ответом же народа (Ибрахиму) было: \"Убейте вы его или сожгите!\" Но спас его Аллах из пламени огня, - В этом, поистине, знамение для верных"
  },
  {
    "verse_number": 25,
    "text_uthmani": "وَقَالَ إِنَّمَا ٱتَّخَذْتُم مِّن دُونِ ٱللَّهِ أَوْثَـٰنًا مَّوَدَّةَ بَيْنِكُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ ثُمَّ يَوْمَ ٱلْقِيَـٰمَةِ يَكْفُرُ بَعْضُكُم بِبَعْضٍ وَيَلْعَنُ بَعْضُكُم بَعْضًا وَمَأْوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّـٰصِرِينَ",
    "text_uthmani_transcribed": "Wa qāla innamattakhażtum min dūnillāhi auṡānam mawaddata bainikum fil-ḥayātid-dun-yā, ṡumma yaumal-qiyāmati yakfuru ba'ḍukum biba'ḍiw wa yal'anu ba'ḍukum ba'ḍā(n), wa ma'wākumun nāru wa mā lakum min nāṣirīn(a).",
    "translation": "И он сказал: \"Вы идолов себе призвали Для почитания с Аллахом наравне Из проявления земной приязни. Потом, в День Воскресения (на Суд), Вы отречетесь друг от друга И станете друг друга проклинать. Огонь убежищем вам станет, И не окажет помощь вам никто"
  },
  {
    "verse_number": 26,
    "text_uthmani": "۞ فَـَٔامَنَ لَهُۥ لُوطٌ ۘ وَقَالَ إِنِّى مُهَاجِرٌ إِلَىٰ رَبِّىٓ ۖ إِنَّهُۥ هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "text_uthmani_transcribed": "Fa āmana lahū lūṭ(un), wa qāla innī muhājirun ilā rabbī, innahū huwal-'azīzul-ḥakīm(u).",
    "translation": "И Лут уверовал в него. \"Я оставляю свой очаг, - сказал он, - И к моему Владыке прибегаю, - Он, истинно, могущ и мудр"
  },
  {
    "verse_number": 27,
    "text_uthmani": "وَوَهَبْنَا لَهُۥٓ إِسْحَـٰقَ وَيَعْقُوبَ وَجَعَلْنَا فِى ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلْكِتَـٰبَ وَءَاتَيْنَـٰهُ أَجْرَهُۥ فِى ٱلدُّنْيَا ۖ وَإِنَّهُۥ فِى ٱلْـَٔاخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ",
    "text_uthmani_transcribed": "Wa wahabnā lahū isḥāqa wa ya'qūba wa ja'alnā fī żurriyyatihin nubuwwata wal-kitāba wa ātaināhu ajrahū fid-dun-yā, wa innahū fil-ākhirati laminaṣ-ṣāliḥīn(a).",
    "translation": "И даровали (Ибрахиму) Мы Исхака и Йакуба, В его потомстве основав Пророчество и Книгу (Откровений); Ему награду в этом мире жаловали Мы, В другом - ему, поистине, средь праведников быть"
  },
  {
    "verse_number": 28,
    "text_uthmani": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ إِنَّكُمْ لَتَأْتُونَ ٱلْفَـٰحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Wa lūṭan iż qāla liqaumihī innakum lata'tūnal-fāḥisyata mā sabaqakum bihā min aḥadim minal-'ālamīn(a).",
    "translation": "(Послали) Лута (Мы к его народу), И он сказал: \"Вы, истинно, творите мерзость, Которой ни один (народ) миров до вас Еще не предавался"
  },
  {
    "verse_number": 29,
    "text_uthmani": "أَئِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ وَتَقْطَعُونَ ٱلسَّبِيلَ وَتَأْتُونَ فِى نَادِيكُمُ ٱلْمُنكَرَ ۖ فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوا۟ ٱئْتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
    "text_uthmani_transcribed": "A'innakum lata'tūnar-rijāla wa taqṭa'ūnas-sabīl(a), wa ta'tūna fī nādīkumul-munkar(a), famā kāna jawāba qaumihī illā an qālu'tinā bi'ażābillāhi in kunta minaṣ-ṣādiqīn(a).",
    "translation": "Неужто вы и впрямь К мужчинам (в своей похоти) идете? Бесчинствуете на больших дорогах И беззаконие творите, Когда (даете суд) в собраниях своих?\" Ответом же его народа были лишь слова: \"Сведи на нас Господню кару, Если ты правду говоришь"
  },
  {
    "verse_number": 30,
    "text_uthmani": "قَالَ رَبِّ ٱنصُرْنِى عَلَى ٱلْقَوْمِ ٱلْمُفْسِدِينَ",
    "text_uthmani_transcribed": "Qāla rabbinṣurnī 'alal-qaumil-mufsidīn(a).",
    "translation": "Лут возмолил: \"О Боже! Окажи мне помощь против распутного народа"
  },
  {
    "verse_number": 31,
    "text_uthmani": "وَلَمَّا جَآءَتْ رُسُلُنَآ إِبْرَٰهِيمَ بِٱلْبُشْرَىٰ قَالُوٓا۟ إِنَّا مُهْلِكُوٓا۟ أَهْلِ هَـٰذِهِ ٱلْقَرْيَةِ ۖ إِنَّ أَهْلَهَا كَانُوا۟ ظَـٰلِمِينَ",
    "text_uthmani_transcribed": "Wa lammā jā'at rusulunā ibrāhīma bil-busyrā, qālū innā muhlikū ahli hāżihil-qaryah(ti), inna ahlahā kānū ẓālimīn(a).",
    "translation": "И вот, когда с благою Вестью Пришли посланцы Наши к Ибрахиму, Они сказали: \"Мы погубим (распутных) обитателей тех мест, - Они, поистине, в грехе погрязли"
  },
  {
    "verse_number": 32,
    "text_uthmani": "قَالَ إِنَّ فِيهَا لُوطًا ۚ قَالُوا۟ نَحْنُ أَعْلَمُ بِمَن فِيهَا ۖ لَنُنَجِّيَنَّهُۥ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ كَانَتْ مِنَ ٱلْغَـٰبِرِينَ",
    "text_uthmani_transcribed": "Qāla inna fīhā lūṭā(n), qālū naḥnu a'lamu biman fīhā, lanunajjiyannahū wa ahlahū illamra'atahū kānat minal-gābirīn(a).",
    "translation": "Им (Ибрахим) ответил: \"Там же Лут!\" \"Нам лучше знать, кто там, - они сказали. - Спасем его мы и его семью, Кроме жены его, (что не уверовала в Бога), Которой (надлежит) остаться там"
  },
  {
    "verse_number": 33,
    "text_uthmani": "وَلَمَّآ أَن جَآءَتْ رُسُلُنَا لُوطًا سِىٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالُوا۟ لَا تَخَفْ وَلَا تَحْزَنْ ۖ إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا ٱمْرَأَتَكَ كَانَتْ مِنَ ٱلْغَـٰبِرِينَ",
    "text_uthmani_transcribed": "Wa lammā an jā'at rusulunā lūṭan sī'a bihim wa ḍāqa bihim żar'aw wa qālū lā takhaf wa lā taḥzan, innā munajjūka wa ahlaka illamra'ataka kānat minal-gābirīn(a).",
    "translation": "Когда пришли посланцы Наши к Луту, Он опечалился за них, и мощь его ослабла. \"Не бойся ты и не тревожься! - молвили они. - Спасем тебя мы и твою семью, Кроме твоей жены, которой (надлежит) остаться"
  }
]