[
  {
    "verse_number": 23,
    "text_uthmani": "وَذَٰلِكُمْ ظَنُّكُمُ ٱلَّذِى ظَنَنتُم بِرَبِّكُمْ أَرْدَىٰكُمْ فَأَصْبَحْتُم مِّنَ ٱلْخَـٰسِرِينَ",
    "text_uthmani_transcribed": "Wa żālikum ẓannukumul-lażī ẓanantum birabbikum ardākum fa aṣbaḥtum minal-khāsirīn(a).",
    "translation": "Но то понятие о вашем Боге, Что вы измыслили себе, Вас погубило, - Теперь вы пребываете средь тех, Кто (навсегда для Господа) потерян"
  },
  {
    "verse_number": 24,
    "text_uthmani": "فَإِن يَصْبِرُوا۟ فَٱلنَّارُ مَثْوًى لَّهُمْ ۖ وَإِن يَسْتَعْتِبُوا۟ فَمَا هُم مِّنَ ٱلْمُعْتَبِينَ",
    "text_uthmani_transcribed": "Fa iy yaṣbirū fan-nāru maṡwal lahum, wa iy yasta'tibū famā hum minal-mu'tabīn(a).",
    "translation": "И если (там) они терпение проявят, Огонь убежищем им станет. Но если к милости Господней воззовут, Они не будут среди тех, Кому ее окажут"
  },
  {
    "verse_number": 25,
    "text_uthmani": "۞ وَقَيَّضْنَا لَهُمْ قُرَنَآءَ فَزَيَّنُوا۟ لَهُم مَّا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ ٱلْقَوْلُ فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ ۖ إِنَّهُمْ كَانُوا۟ خَـٰسِرِينَ",
    "text_uthmani_transcribed": "Wa qayyaḍnā lahum quranā'a fa zayyanū lahum mā baina aidīhim wa mā khalfahum wa ḥaqqa 'alaihimul-qaulu fī umamin qad khalat min qablihim minal-jinni wal-ins(i), innahum kānū khāsirīn(a).",
    "translation": "Назначили Мы им в собратья тех, Кто (сладостью греха) прельщал их тем, Что ждет их впереди, И тем, что за спиной осталось, И утвердился приговор над ними, Что был назначен для людей и джиннов, Которые пришли до них, - Они, поистине, убыток понесли"
  },
  {
    "verse_number": 26,
    "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَا تَسْمَعُوا۟ لِهَـٰذَا ٱلْقُرْءَانِ وَٱلْغَوْا۟ فِيهِ لَعَلَّكُمْ تَغْلِبُونَ",
    "text_uthmani_transcribed": "Wa qālal-lażīna kafarū lā tasma'ū lihāżal-qur'āni walgau fīhi la'allakum taglibūn(a).",
    "translation": "Неверные сказали: \"К Корану не прислушивайтесь вы И пустословьте при зачтении его, - Тогда одержите вы верх"
  },
  {
    "verse_number": 27,
    "text_uthmani": "فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُوا۟ عَذَابًا شَدِيدًا وَلَنَجْزِيَنَّهُمْ أَسْوَأَ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Fa lanużīqannal-lażīna kafarū 'ażāban syadīdā(n), wa lanajziyannahum aswa'al-lażī  kānū ya'malūn(a).",
    "translation": "Но непременно Мы дадим неверным Познать суровой кары вкус И воздадим Мы им (сполна) за прегрешенья"
  },
  {
    "verse_number": 28,
    "text_uthmani": "ذَٰلِكَ جَزَآءُ أَعْدَآءِ ٱللَّهِ ٱلنَّارُ ۖ لَهُمْ فِيهَا دَارُ ٱلْخُلْدِ ۖ جَزَآءًۢ بِمَا كَانُوا۟ بِـَٔايَـٰتِنَا يَجْحَدُونَ",
    "text_uthmani_transcribed": "Żālika jazā'u a'dā'illāhin-nāru lahum fīhā dārul-khuld(i), jazā'am bimā kānū bi'āyātinā yajḥadūn(a).",
    "translation": "И вот возмездие врагам Аллаха - Огнь, Где вечное пристанище для них, - Достойное возмездие за то, Что отвергали все знаменья Наши"
  },
  {
    "verse_number": 29,
    "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ رَبَّنَآ أَرِنَا ٱلَّذَيْنِ أَضَلَّانَا مِنَ ٱلْجِنِّ وَٱلْإِنسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ ٱلْأَسْفَلِينَ",
    "text_uthmani_transcribed": "Wa qālal-lażīna kafarū rabbanā arinal-lażaini aḍallānā minal-jinni wal-insi naj'alhumā taḥta aqdāminā liyakūnā minal-asfalīn(a).",
    "translation": "Неверные же скажут: \"Владыка наш! Ты укажи нам тех из джиннов и людей, Кто сбил нас (с праведной стези). Ногами мы растопчем их, Чтоб найсквернейшими они предстали"
  },
  {
    "verse_number": 30,
    "text_uthmani": "إِنَّ ٱلَّذِينَ قَالُوا۟ رَبُّنَا ٱللَّهُ ثُمَّ ٱسْتَقَـٰمُوا۟ تَتَنَزَّلُ عَلَيْهِمُ ٱلْمَلَـٰٓئِكَةُ أَلَّا تَخَافُوا۟ وَلَا تَحْزَنُوا۟ وَأَبْشِرُوا۟ بِٱلْجَنَّةِ ٱلَّتِى كُنتُمْ تُوعَدُونَ",
    "text_uthmani_transcribed": "Innal-lażīna qālū rabbunallāhu ṡummastaqāmū tatanazzalu 'alaihimul-malā'ikatu allā takhāfū wa lā taḥzanū wa absyirū bil-jannatil-latī kuntum tū'adūn(a).",
    "translation": "Но те, кто говорит: \"Владыка наш - Аллах!\" И кто потом стоит на этом твердо, - На них нисходят ангелы (порой): \"Не бойтесь вы и не печальтесь, - Примите радостную весть о Саде, что обещан вам"
  },
  {
    "verse_number": 31,
    "text_uthmani": "نَحْنُ أَوْلِيَآؤُكُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْـَٔاخِرَةِ ۖ وَلَكُمْ فِيهَا مَا تَشْتَهِىٓ أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ",
    "text_uthmani_transcribed": "Naḥnu auliyā'ukum fil-ḥayātid-dun-yā wa fil-ākhirah(ti), wa lakum fīhā mā tasytahī anfusukum wa lakum fīhā mā tadda'ūn(a).",
    "translation": "Мы - ваши покровители И в ближней жизни, и в далекой, Где вы найдете все, Что ваши души пожелают, И все, о чем воспросите, вы там найдете"
  },
  {
    "verse_number": 32,
    "text_uthmani": "نُزُلًا مِّنْ غَفُورٍ رَّحِيمٍ",
    "text_uthmani_transcribed": "Nuzulam min gafūrir raḥīm(in).",
    "translation": "Таков гостеприимный дар Того, Кто милостив и всепрощающ"
  },
  {
    "verse_number": 33,
    "text_uthmani": "وَمَنْ أَحْسَنُ قَوْلًا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَـٰلِحًا وَقَالَ إِنَّنِى مِنَ ٱلْمُسْلِمِينَ",
    "text_uthmani_transcribed": "Wa man aḥsanu qaulam mimman da'ā ilallāhi wa 'amila ṣāliḥaw wa qāla innanī minal-muslimīn(a).",
    "translation": "Что может быть прекрасней речи, Чем та, что к Господу зовет, Творить благое призывает И гласит: \"Принадлежу я к тем, Кто предался исламу"
  }
]