[
  {
    "verse_number": 12,
    "text_uthmani": "ثُمَّ بَعَثْنَـٰهُمْ لِنَعْلَمَ أَىُّ ٱلْحِزْبَيْنِ أَحْصَىٰ لِمَا لَبِثُوٓا۟ أَمَدًا",
    "text_uthmani_transcribed": "Ṡumma ba'aṡnāhum lina'lama ayyul-ḥizbaini aḥṣā limā labiṡū amadā(n).",
    "translation": "Потом Мы пробудили их, чтобы узнать, Которая из двух общин лучше сочтет Предел тех лет, что провели они в пещере"
  },
  {
    "verse_number": 13,
    "text_uthmani": "نَّحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُم بِٱلْحَقِّ ۚ إِنَّهُمْ فِتْيَةٌ ءَامَنُوا۟ بِرَبِّهِمْ وَزِدْنَـٰهُمْ هُدًى",
    "text_uthmani_transcribed": "Naḥnu naquṣṣu 'alaika naba'ahum bil-ḥaqq(i), innahum fityatun āmanū birabbihim wa zidnāhum hudā(n).",
    "translation": "Тебе по Истине Мы повествуем сказ о них: Поистине, то были отроки, которые уверовали (в Бога), И их (усердие) на праведном пути Мы укрепили"
  },
  {
    "verse_number": 14,
    "text_uthmani": "وَرَبَطْنَا عَلَىٰ قُلُوبِهِمْ إِذْ قَامُوا۟ فَقَالُوا۟ رَبُّنَا رَبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ لَن نَّدْعُوَا۟ مِن دُونِهِۦٓ إِلَـٰهًا ۖ لَّقَدْ قُلْنَآ إِذًا شَطَطًا",
    "text_uthmani_transcribed": "Wa rabaṭnā 'alā qulūbihim iż qāmū fa qālū rabbunā rabbus-samāwāti wal-arḍi lan nad'uwa min dūnihī ilāhal laqad qulnā iżan syaṭaṭā(n).",
    "translation": "И укрепили их сердца, (Когда) они стояли там и говорили: \"Господь наш - Бог земли и неба. Мы никогда не будем призывать, Кроме Него, иного божества - Иначе мы, поистине, сказали бы такое, Что вышло б за предел (дозволенного Им)",
    "splitted": [
      {
        "translation": "И укрепили их сердца, (Когда) они стояли там и говорили: \"Господь наш - Бог земли и неба.\"",
        "text_uthmani": "وَرَبَطْنَا عَلَىٰ قُلُوبِهِمْ إِذْ قَامُوا۟ فَقَالُوا۟ رَبُّنَا رَبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ",
        "text_uthmani_transcribed": "Wa rabaṭnā 'alā qulūbihim iż qāmū fa qālū rabbunā rabbus-samāwāti wal-arḍi"
      },
      {
        "translation": "Мы никогда не будем призывать, Кроме Него, иного божества - Иначе мы, поистине, сказали бы такое, Что вышло б за предел (дозволенного Им).",
        "text_uthmani": "لَن نَّدْعُوَا۟ مِن دُونِهِۦٓ إِلَـٰهًا ۖ لَّقَدْ قُلْنَآ إِذًا شَطَطًا",
        "text_uthmani_transcribed": "Lan nad'uwa min dūnihī ilāhal laqad qulnā iżan syaṭaṭā(n)."
      }
    ]
  },
  {
    "verse_number": 15,
    "text_uthmani": "هَـٰٓؤُلَآءِ قَوْمُنَا ٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً ۖ لَّوْلَا يَأْتُونَ عَلَيْهِم بِسُلْطَـٰنٍۭ بَيِّنٍ ۖ فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا",
    "text_uthmani_transcribed": "Hā'ulā'i qaumunattakhażū min dūnihī ālihah(tan), lau lā ya'tūna 'alaihim bisulṭānim bayyin(in), faman aẓlamu mimmaniftarā 'alallāhi każibā(n).",
    "translation": "А эти, наши горожане, Других богов, кроме Него, Для поклонения себе призвали. Тогда им почему бы не представить Свидетельства на власть (этих богов)! И есть ли нечестивее того, Кто ложь возводит на Аллаха",
    "splitted": [
      {
        "translation": "А эти, наши горожане, Других богов, кроме Него, Для поклонения себе призвали.",
        "text_uthmani": "هَـٰٓؤُلَآءِ قَوْمُنَا ٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً ۖ",
        "text_uthmani_transcribed": "Hā'ulā'i qaumunattakhażū min dūnihī ālihah(tan)"
      },
      {
        "translation": "Тогда им почему бы не представить Свидетельства на власть (этих богов)! И есть ли нечестивее того, Кто ложь возводит на Аллаха.",
        "text_uthmani": "لَّوْلَا يَأْتُونَ عَلَيْهِم بِسُلْطَـٰنٍۭ بَيِّنٍ ۖ فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا",
        "text_uthmani_transcribed": "lau lā ya'tūna 'alaihim bisulṭānim bayyin(in), faman aẓlamu mimmaniftarā 'alallāhi każibā(n)."
      }
    ]
  },
  {
    "verse_number": 16,
    "text_uthmani": "وَإِذِ ٱعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا ٱللَّهَ فَأْوُۥٓا۟ إِلَى ٱلْكَهْفِ يَنشُرْ لَكُمْ رَبُّكُم مِّن رَّحْمَتِهِۦ وَيُهَيِّئْ لَكُم مِّنْ أَمْرِكُم مِّرْفَقًا",
    "text_uthmani_transcribed": "Wa iżi'tazaltumūhum wa mā ya'budūna illallāha fa'wū ilal-kahfi yansyur lakum rabbukum mir raḥmatihī wa yuhayyi' lakum min amrikum mirfaqā(n).",
    "translation": "Когда оставите вы их И тех, кого они, кроме Аллаха, призывают, То отправляйтесь для укрытия в пещеру - Прострет Господь Свою вам милость И к лучшему дела устроит вам",
    "splitted": [
      {
        "translation": "Когда оставите вы их И тех, кого они, кроме Аллаха, призывают, То отправляйтесь для укрытия в пещеру -",
        "text_uthmani": "وَإِذِ ٱعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا ٱللَّهَ فَأْوُۥٓا۟ إِلَى ٱلْكَهْفِ",
        "text_uthmani_transcribed": "Wa iżi'tazaltumūhum wa mā ya'budūna illallāha fa'wū ilal-kahfi"
      },
      {
        "translation": "Прострет Господь Свою вам милость И к лучшему дела устроит вам",
        "text_uthmani": "يَنشُرْ لَكُمْ رَبُّكُم مِّن رَّحْمَتِهِۦ وَيُهَيِّئْ لَكُم مِّنْ أَمْرِكُم مِّرْفَقًا",
        "text_uthmani_transcribed": "yansyur lakum rabbukum mir raḥmatihī wa yuhayyi' lakum min amrikum mirfaqā(n)."
      }
    ]
  },
  {
    "verse_number": 17,
    "text_uthmani": "۞ وَتَرَى ٱلشَّمْسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهْفِهِمْ ذَاتَ ٱلْيَمِينِ وَإِذَا غَرَبَت تَّقْرِضُهُمْ ذَاتَ ٱلشِّمَالِ وَهُمْ فِى فَجْوَةٍ مِّنْهُ ۚ ذَٰلِكَ مِنْ ءَايَـٰتِ ٱللَّهِ ۗ مَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِ ۖ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُۥ وَلِيًّا مُّرْشِدًا",
    "text_uthmani_transcribed": "Wa tarasy-syamsa iżā ṭala'at tazāwaru 'an kahfihim żātal-yamīni wa iżā garabat taqriḍuhum żātasy-syimāli wa hum fī fajwatim minh(u), żālika min āyātillāh(i), may yahdillāhu fa huwal-muhtadi wa may yuḍlil falan tajida lahū waliyyam mursyidā(n).",
    "translation": "И ты бы видеть мог, как солнце на восходе Клонилось от пещеры вправо, А на закате слева обходило их. Они ж лежали на пространном месте посреди. Это - (одно) из (множества) знамений Наших: Кому Аллах указывает путь, Тот следует прямой стезею; Кого блуждать Он оставляет, Тому не отыскать себе Ни покровителя и ни вожатого (по жизни)",
    "splitted": [
      {
        "translation": "И ты бы видеть мог, как солнце на восходе Клонилось от пещеры вправо, А на закате слева обходило их. Они ж лежали на пространном месте посреди.",
        "text_uthmani": "۞ وَتَرَى ٱلشَّمْسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهْفِهِمْ ذَاتَ ٱلْيَمِينِ وَإِذَا غَرَبَت تَّقْرِضُهُمْ ذَاتَ ٱلشِّمَالِ وَهُمْ فِى فَجْوَةٍ مِّنْهُ",
        "text_uthmani_transcribed": "Wa tarasy-syamsa iżā ṭala'at tazāwaru 'an kahfihim żātal-yamīni wa iżā garabat taqriḍuhum żātasy-syimāli wa hum fī fajwatim minh(u)"
      },
      {
        "translation": "Это - (одно) из (множества) знамений Наших: Кому Аллах указывает путь, Тот следует прямой стезею;",
        "text_uthmani": "ذَٰلِكَ مِنْ ءَايَـٰتِ ٱللَّهِ ۗ مَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِ ۖ",
        "text_uthmani_transcribed": "żālika min āyātillāh(i), may yahdillāhu fa huwal-muhtadi"
      },
      {
        "translation": "Кого блуждать Он оставляет, Тому не отыскать себе Ни покровителя и ни вожатого (по жизни)",
        "text_uthmani": "وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُۥ وَلِيًّا مُّرْشِدًا",
        "text_uthmani_transcribed": "wa may yuḍlil falan tajida lahū waliyyam mursyidā(n)"
      }
    ]
  },
  {
    "verse_number": 18,
    "text_uthmani": "وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ ۚ وَنُقَلِّبُهُمْ ذَاتَ ٱلْيَمِينِ وَذَاتَ ٱلشِّمَالِ ۖ وَكَلْبُهُم بَـٰسِطٌ ذِرَاعَيْهِ بِٱلْوَصِيدِ ۚ لَوِ ٱطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا",
    "text_uthmani_transcribed": "Wa taḥsabuhum aiqāẓaw wa hum ruqūd(un), wa nuqallibuhum żātal-yamīni wa żātasy-syimāl(i), wa kalbuhum bāsiṭun żirā'aihi bil-waṣīd(i), lawiṭṭala'ta 'alaihim lawallaita minhum firāraw wa lamuli'ta minhum ru'bā(n).",
    "translation": "И ты бы мог подумать, что они не спят, Хотя они на самом деле спали, И Мы направо и налево поворачивали их, А их собака обе лапы протянула на порог. И если б (в этом виде) ты их усмотрел, Ты бы от них пустился в бег И был бы в страх от них повергнут",
    "splitted": [
      {
        "translation": "И ты бы мог подумать, что они не спят, Хотя они на самом деле спали, И Мы направо и налево поворачивали их,",
        "text_uthmani": "وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ ۚ وَنُقَلِّبُهُمْ ذَاتَ ٱلْيَمِينِ وَذَاتَ ٱلشِّمَالِ",
        "text_uthmani_transcribed": "Wa taḥsabuhum aiqāẓaw wa hum ruqūd(un), wa nuqallibuhum żātal-yamīni wa żātasy-syimāl(i)"
      },
      {
        "translation": "А их собака обе лапы протянула на порог. И если б (в этом виде) ты их усмотрел, Ты бы от них пустился в бег И был бы в страх от них повергнут",
        "text_uthmani": "وَكَلْبُهُم بَـٰسِطٌ ذِرَاعَيْهِ بِٱلْوَصِيدِ ۚ لَوِ ٱطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا",
        "text_uthmani_transcribed": "wa kalbuhum bāsiṭun żirā'aihi bil-waṣīd(i), lawiṭṭala'ta 'alaihim lawallaita minhum firāraw wa lamuli'ta minhum ru'bā(n)"
      }
    ]
  },
  {
    "verse_number": 19,
    "text_uthmani": "وَكَذَٰلِكَ بَعَثْنَـٰهُمْ لِيَتَسَآءَلُوا۟ بَيْنَهُمْ ۚ قَالَ قَآئِلٌ مِّنْهُمْ كَمْ لَبِثْتُمْ ۖ قَالُوا۟ لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ ۚ قَالُوا۟ رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَٱبْعَثُوٓا۟ أَحَدَكُم بِوَرِقِكُمْ هَـٰذِهِۦٓ إِلَى ٱلْمَدِينَةِ فَلْيَنظُرْ أَيُّهَآ أَزْكَىٰ طَعَامًا فَلْيَأْتِكُم بِرِزْقٍ مِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا",
    "text_uthmani_transcribed": "Wa każālika ba'aṡnāhum liyatasā'alū bainahum, qāla qā'ilum minhum kam labiṡtum, qālū labiṡnā yauman au ba'ḍa yaum(in), qālū rabbukum a'lamu bimā labiṡtum, fab'aṡū aḥadakum biwariqikum hāżihī ilal-madīnati falyanẓur ayyuhā azkā ṭa'āman falya'tikum  birizqim minhu walyatalaṭṭaf wa lā yusy'iranna bikum aḥadā(n).",
    "translation": "Потом Мы разбудили их, Чтобы они друг друга расспросили, - Один из них спросил: \"Как долго здесь вы находились?\" Они ответили: \"Мы находились здесь, (возможно), день иль часть его\". (И вновь) они сказали: \"Господь ваш лучше знает то, Как долго здесь вы находились. (Ну, а теперь) пошлите в город одного из вас С этой серебряной монетой, что при вас (осталась), - Пусть он посмотрит, у кого еда почище, И принесет вам все, что нужно из нее; Но чтобы вел себя он скромно И никому о вас не сообщал",
    "splitted": [
      {
        "translation": "Потом Мы разбудили их, Чтобы они друг друга расспросили, - Один из них спросил: \"Как долго здесь вы находились?",
        "text_uthmani": "وَكَذَٰلِكَ بَعَثْنَـٰهُمْ لِيَتَسَآءَلُوا۟ بَيْنَهُمْ ۚ قَالَ قَآئِلٌ مِّنْهُمْ كَمْ لَبِثْتُمْ",
        "text_uthmani_transcribed": "Wa każālika ba'aṡnāhum liyatasā'alū bainahum, qāla qā'ilum minhum kam labiṡtum"
      },
      {
        "translation": "\" Они ответили: \"Мы находились здесь, (возможно), день иль часть его\".",
        "text_uthmani": "قَالُوا۟ لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ",
        "text_uthmani_transcribed": "qālū labiṡnā yauman au ba'ḍa yaum(in)"
      },
      {
        "translation": "(И вновь) они сказали: \"Господь ваш лучше знает то, Как долго здесь вы нахо дились.",
        "text_uthmani": "قَالُوا۟ رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ",
        "text_uthmani_transcribed": "qālū rabbukum a'lamu bimā labiṡtum"
      },
      {
        "translation": "(Ну, а теперь) пошлите в город одного из вас С этой серебряной монетой, что при вас (осталась), - ",
        "text_uthmani": "فَٱبْعَثُوٓا۟ أَحَدَكُم بِوَرِقِكُمْ هَـٰذِهِۦٓ إِلَى ٱلْمَدِينَةِ",
        "text_uthmani_transcribed": "fab'aṡū aḥadakum biwariqikum hāżihī ilal-madīnati"
      },
      {
        "translation": "Пусть он посмотрит, у кого еда почище, И принесет вам все,",
        "text_uthmani": "فَلْيَنظُرْ أَيُّهَآ أَزْكَىٰ طَعَامًا",
        "text_uthmani_transcribed": "falyanẓur ayyuhā azkā ṭa'āman"
      },
      {
        "translation": "что нужно из нее; Но чтобы вел себя он скромно И никому о вас не сообщал",
        "text_uthmani": "فَلْيَأْتِكُم بِرِزْقٍ مِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا",
        "text_uthmani_transcribed": "falya'tikum birizqim minhu walyatalaṭṭaf wa lā yusy'iranna bikum aḥadā(n)"
      }
    ]
  },
  {
    "verse_number": 20,
    "text_uthmani": "إِنَّهُمْ إِن يَظْهَرُوا۟ عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِى مِلَّتِهِمْ وَلَن تُفْلِحُوٓا۟ إِذًا أَبَدًا",
    "text_uthmani_transcribed": "Innahum iy yaẓharū 'alaikum yarjumūkum au yu'īdūkum fī millatihim wa lan tufliḥū iżan abadā(n).",
    "translation": "Ведь если обнаружат они вас, То забросают вас камнями Или принудят веру их принять, - Тогда вам никогда не знать Господней благодати"
  },
  {
    "verse_number": 21,
    "text_uthmani": "وَكَذَٰلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوٓا۟ أَنَّ وَعْدَ ٱللَّهِ حَقٌّ وَأَنَّ ٱلسَّاعَةَ لَا رَيْبَ فِيهَآ إِذْ يَتَنَـٰزَعُونَ بَيْنَهُمْ أَمْرَهُمْ ۖ فَقَالُوا۟ ٱبْنُوا۟ عَلَيْهِم بُنْيَـٰنًا ۖ رَّبُّهُمْ أَعْلَمُ بِهِمْ ۚ قَالَ ٱلَّذِينَ غَلَبُوا۟ عَلَىٰٓ أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِم مَّسْجِدًا",
    "text_uthmani_transcribed": "Wa każālika a'ṡarnā 'alaihim liya'lamū anna wa'dallāhi ḥaqquw wa annas-sā'ata lā raiba fīhā, iż yatanāza'ūna bainahum amrahum fa qālubnū 'alaihim bun-yānā(n), rabbuhum a'lamu bihim, qālal-lażīna galabū 'alā amrihim lanattakhiżanna 'alaihim masjidā(n).",
    "translation": "Так известили Мы о них, Чтобы (сограждане) их знали, Насколько истинно обетование Аллаха, И чтобы не было сомнения о Часе. Смотри, они уж разошлись между собой В их деле (о семи заснувших); (Одни) сказали: \"Соорудите дом над ними!\" Но знает лучше их Господь про них, - И те, что одержали верх в их деле, Сказали: \"Поистине, над ними мы построим Храм",
    "splitted": [
      {
        "translation": "Так известили Мы о них, Чтобы (сограждане) их знали, Насколько истинно обетование Аллаха, И чтобы не было сомнения о Часе. Смотри, они уж разошлись",
        "text_uthmani": "وَكَذَٰلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوٓا۟ أَنَّ وَعْدَ ٱللَّهِ حَقٌّ وَأَنَّ ٱلسَّاعَةَ لَا رَيْبَ فِيهَآ",
        "text_uthmani_transcribed": "Wa każālika a'ṡarnā 'alaihim liya'lamū anna wa'dallāhi ḥaqquw wa annas-sā'ata lā raiba fīhā"
      },
      {
        "translation": "между собой В их деле (о семи заснувших); (Одни) сказали: \"Соорудите дом над ними!\" Но знает лучше их Господь про них, - И те, что одержали",
        "text_uthmani": "إِذْ يَتَنَـٰزَعُونَ بَيْنَهُمْ أَمْرَهُمْ ۖ فَقَالُوا۟ ٱبْنُوا۟ عَلَيْهِم بُنْيَـٰنًا ۖ رَّبُّهُمْ أَعْلَمُ بِهِمْ",
        "text_uthmani_transcribed": "iž yatanāza'ūna bainahum amrahum fa qālubnū 'alaihim bun-yānā(n), rabbuhum a'lamu bihim"
      },
      {
        "translation": "верх в их деле, Сказали: \"Поистине, над ними мы построим Храм",
        "text_uthmani": "قَالَ ٱلَّذِينَ غَلَبُوا۟ عَلَىٰٓ أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِم مَّسْجِدًا",
        "text_uthmani_transcribed": "qālal-lażīna galabū 'alā amrihim lanattakhiżanna 'alaihim masjidā(n)"
      }
    ]
  },
  {
    "verse_number": 22,
    "text_uthmani": "سَيَقُولُونَ ثَلَـٰثَةٌ رَّابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًۢا بِٱلْغَيْبِ ۖ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ ۚ قُل رَّبِّىٓ أَعْلَمُ بِعِدَّتِهِم مَّا يَعْلَمُهُمْ إِلَّا قَلِيلٌ ۗ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَآءً ظَـٰهِرًا وَلَا تَسْتَفْتِ فِيهِم مِّنْهُمْ أَحَدًا",
    "text_uthmani_transcribed": "Sayaqūlūna ṡalāṡatur rābi'uhum kalbuhum, wa yaqūlūna khamsatun sādisuhum kalbuhum rajmam bil-gaib(i), wa yaqūlūna sab'atuw wa ṡāminuhum kalbuhum, qur rabbī a'lamu bi'iddatihim mā ya'lamuhum illā qalīl(un), falā tumāri fīhim illā mirā'an ẓāhirā(n), wa lā tastafti fīhim minhum aḥadā(n).",
    "translation": "(И о числе заснувших) спорить они будут: \"Их было трое, а четвертым был их пес\". (Другие) скажут: \"Пятеро их было, а шестой - их пес\", Строя догадки (относительно того, чего) не знали. (Иные) скажут: \"Семеро их было, а их пес - восьмой\". Скажи: \"Господь мой лучше знает их число, И лишь немногие об этом знают\", - Ты с ними в спор об этом не вступай, Коль этот спор не может разрешиться прямо, И никого из них не спрашивай о них",
    "splitted": [
      {
        "translation": "(И о числе заснувших) спорить они будут: \"Их было трое, а четвертым был их пес\".",
        "text_uthmani": "سَيَقُولُونَ ثَلَـٰثَةٌ رَّابِعُهُمْ كَلْبُهُمْ",
        "text_uthmani_transcribed": "Sayaqūlūna ṡalāṡatur rābi'uhum kalbuhum"
      },
      {
        "translation": "(Другие) скажут: \"Пятеро их было, а шестой - их пес\", Строя догадки (относительно того, чего) не знали.",
        "text_uthmani": "وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًۢا بِٱلْغَيْبِ",
        "text_uthmani_transcribed": "wa yaqūlūna khamsatun sādisuhum kalbuhum rajmam bil-gaib(i)"
      },
      {
        "translation": "(Иные) скажут: \"Семеро их было, а их пес - восьмой\".",
        "text_uthmani": "وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ",
        "text_uthmani_transcribed": "wa yaqūlūna sab'atuw wa ṡāminuhum kalbuhum"
      },
      {
        "translation": "Скажи: \"Господь мой лучше знает их число, И лишь немногие об этом знают\", - Ты с ними",
        "text_uthmani": "قُل رَّبِّىٓ أَعْلَمُ بِعِدَّتِهِم مَّا يَعْلَمُهُمْ إِلَّا قَلِيلٌ",
        "text_uthmani_transcribed": "qur rabbī a'lamu bi'iddatihim mā ya'lamuhum illā qalīl(un)"
      },
      {
        "translation": "в спор об этом не вступай, Коль этот спор не может разрешиться прямо, И никого из них не спрашивай о них",
        "text_uthmani": "فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَآءً ظَـٰهِرًا وَلَا تَسْتَفْتِ فِيهِم مِّنْهُمْ أَحَدًا",
        "text_uthmani_transcribed": "falā tumāri fīhim illā mirā'an ẓāhirā(n), wa lā tastafti fīhim minhum aḥadā(n)"
      }
    ]
  }
]