{
  "chapter_number": 11,
  "verses": [
    {
      "verse_number": 67,
      "text_uthmani": "وَأَخَذَ ٱلَّذِينَ ظَلَمُوا۟ ٱلصَّيْحَةُ فَأَصْبَحُوا۟ فِى دِيَـٰرِهِمْ جَـٰثِمِينَ",
      "text_uthmani_transcribed": "Wa akhażal-lażīna ẓalamuṣ-ṣaiḥatu fa aṣbaḥū fī dārihim jāṡimīn(a).",
      "translation": "Зловещий вопль поразил неверных - И уж наутро в собственных домах Они поверженными ниц лежали"
    },
    {
      "verse_number": 68,
      "text_uthmani": "كَأَن لَّمْ يَغْنَوْا۟ فِيهَآ ۗ أَلَآ إِنَّ ثَمُودَا۟ كَفَرُوا۟ رَبَّهُمْ ۗ أَلَا بُعْدًا لِّثَمُودَ",
      "text_uthmani_transcribed": "Ka allam yagnau fīhā, alā inna ṡamūda kafarū rabbahum, alā bu'dal liṡamūd(a).",
      "translation": "Как будто никогда там и не жили. Увы! Ведь самудяне не уверовали (в Бога), - Пусть сгинут со свету они"
    },
    {
      "verse_number": 69,
      "text_uthmani": "وَلَقَدْ جَآءَتْ رُسُلُنَآ إِبْرَٰهِيمَ بِٱلْبُشْرَىٰ قَالُوا۟ سَلَـٰمًا ۖ قَالَ سَلَـٰمٌ ۖ فَمَا لَبِثَ أَن جَآءَ بِعِجْلٍ حَنِيذٍ",
      "text_uthmani_transcribed": "Wa laqad jā'at rusulunā ibrāhīma bil-busyrā qālū salāmā(n), qāla salāmun famā labiṡa an jā'a bi'ijlin ḥanīż(in).",
      "translation": "И вот пришли посланники от Нас С благою Вестью к Ибрахиму; Они сказали (ему): \"Мир!\" Он им ответил: \"Мир!\" - И поспешил прийти с изжаренным теленком"
    },
    {
      "verse_number": 70,
      "text_uthmani": "فَلَمَّا رَءَآ أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً ۚ قَالُوا۟ لَا تَخَفْ إِنَّآ أُرْسِلْنَآ إِلَىٰ قَوْمِ لُوطٍ",
      "text_uthmani_transcribed": "Falammā ra'ā aidiyahum lā taṣilu ilaihi nakirahum wa aujasa minhum khīfah(tan), qālū lā takhaf innā ursilnā ilā qaumi lūṭ(in).",
      "translation": "Когда ж увидел он, Что руки их к нему не протянулись, Им овладело недоверье к ним И он почувствовал к ним страх. \"Не бойся! - молвили они. - Мы посланы к народу Лута"
    },
    {
      "verse_number": 71,
      "text_uthmani": "وَٱمْرَأَتُهُۥ قَآئِمَةٌ فَضَحِكَتْ فَبَشَّرْنَـٰهَا بِإِسْحَـٰقَ وَمِن وَرَآءِ إِسْحَـٰقَ يَعْقُوبَ",
      "text_uthmani_transcribed": "Wamra'atuhū qā'imatun fa ḍaḥikat fa basysyarnāhā bi'isḥāq(a), wa miw warā'i isḥāqa ya'qūb(a).",
      "translation": "Жена его стояла там же И, (эти странные слова услышав), рассмеялась. И Мы тогда благую Весть ей сообщили об Исхаке И за Исхаком - о Йакубе"
    },
    {
      "verse_number": 72,
      "text_uthmani": "قَالَتْ يَـٰوَيْلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٌ وَهَـٰذَا بَعْلِى شَيْخًا ۖ إِنَّ هَـٰذَا لَشَىْءٌ عَجِيبٌ",
      "text_uthmani_transcribed": "Qālat yā wailatā a'alidu wa ana 'ajūzuw wa hāżā ba'lī syaikhā(n), inna hāżā lasyai'un 'ajīb(un).",
      "translation": "Она сказала: \"Горе мне! Мне ли рожать, когда я и сама стара, И этот муж мой - столь же стар? Сие, поистине, такое необычное явленье"
    },
    {
      "verse_number": 73,
      "text_uthmani": "قَالُوٓا۟ أَتَعْجَبِينَ مِنْ أَمْرِ ٱللَّهِ ۖ رَحْمَتُ ٱللَّهِ وَبَرَكَـٰتُهُۥ عَلَيْكُمْ أَهْلَ ٱلْبَيْتِ ۚ إِنَّهُۥ حَمِيدٌ مَّجِيدٌ",
      "text_uthmani_transcribed": "Qālū ata'jabīna min amrillāhi raḥmatullāhi wa barakātuh(ū), 'alaikum ahlal-bait(i), innahū ḥamīdum majīd(un).",
      "translation": "Они сказали: \"Ты дивишься повелению Аллаха? Господня милость и Его благословенье - Над вами, обитателями дома. Он - достохвален и исполнен славы"
    },
    {
      "verse_number": 74,
      "text_uthmani": "فَلَمَّا ذَهَبَ عَنْ إِبْرَٰهِيمَ ٱلرَّوْعُ وَجَآءَتْهُ ٱلْبُشْرَىٰ يُجَـٰدِلُنَا فِى قَوْمِ لُوطٍ",
      "text_uthmani_transcribed": "Falammā żahaba 'an ibrāhīmar rau'u wa jā'athul busyrā yujādilunā fī qaumi lūṭ(in).",
      "translation": "Когда же страх покинул Ибрахима И радостная весть пришла к нему, Он стал ходатаем пред Нами о народе Лута"
    },
    {
      "verse_number": 75,
      "text_uthmani": "إِنَّ إِبْرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٌ مُّنِيبٌ",
      "text_uthmani_transcribed": "Inna ibrāhīma laḥalīmun awwāhum munīb(un).",
      "translation": "Ведь Ибрахим, поистине, был кроток И сострадателен (к людским заботам), (К Аллаху всей душою) обращен"
    },
    {
      "verse_number": 76,
      "text_uthmani": "يَـٰٓإِبْرَٰهِيمُ أَعْرِضْ عَنْ هَـٰذَآ ۖ إِنَّهُۥ قَدْ جَآءَ أَمْرُ رَبِّكَ ۖ وَإِنَّهُمْ ءَاتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ",
      "text_uthmani_transcribed": "Yā ibrāhīmu a'riḍ 'an hāżā, innahū qad jā'a amru rabbik(a), wa innahum ātīhim 'ażābun gairu mardūd(in).",
      "translation": "(И прозвучало): \"О Ибрахим! Оставь все это! Ведь поступило повеленье твоего Владыки, И к ним грядет их приговор, Поистине, неотвратимый"
    },
    {
      "verse_number": 77,
      "text_uthmani": "وَلَمَّا جَآءَتْ رُسُلُنَا لُوطًا سِىٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ هَـٰذَا يَوْمٌ عَصِيبٌ",
      "text_uthmani_transcribed": "Wa lammā jā'at rusulunā lūṭan sī'a bihim wa ḍāqa bihim żar'aw wa qāla hāżā yaumun 'aṣīb(un).",
      "translation": "Когда пришли посланцы Наши к Луту, Он опечалился за них, и мощь его ослабла, И он сказал: \"Это - прискорбный день"
    }
  ]
}