{
  "chapter_number": 2,
  "verses": [
    {
      "verse_number": 89,
      "text_uthmani": "وَلَمَّا جَآءَهُمْ كِتَـٰبٌ مِّنْ عِندِ ٱللَّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ وَكَانُوا۟ مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى ٱلَّذِينَ كَفَرُوا۟ فَلَمَّا جَآءَهُم مَّا عَرَفُوا۟ كَفَرُوا۟ بِهِۦ ۚ فَلَعْنَةُ ٱللَّهِ عَلَى ٱلْكَـٰفِرِينَ",
      "text_uthmani_transcribed": "Wa lammā jā'akum kitābum min 'indillāhi muṣaddiqul limā ma'ahum, wa kānū min qablu yastaftiḥūna 'alal-lażīna kafarū, falammā jā'ahum mā 'arafū kafarū bih(ī), fala'natullāhi 'alal-kāfirīn(a).",
      "translation": "Когда же от Аллаха к ним Писание пришло, Чтоб истинность того, что с ними, утвердить, Хоть прежде они к Аллаху и взывали о победе Против тех, кто не уверовал (в Него), - Так вот теперь, когда пришло к ним то, (О чем предсказано им было) И о котором они знали, В него упорно не хотят они поверить. И ниспадет проклятие Аллаха на неверных"
    },
    {
      "verse_number": 90,
      "text_uthmani": "بِئْسَمَا ٱشْتَرَوْا۟ بِهِۦٓ أَنفُسَهُمْ أَن يَكْفُرُوا۟ بِمَآ أَنزَلَ ٱللَّهُ بَغْيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضْلِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٍ ۚ وَلِلْكَـٰفِرِينَ عَذَابٌ مُّهِينٌ",
      "text_uthmani_transcribed": "Bi'samasytarau bihī anfusahum ay yakfurū bimā anzalallāhu bagyan ay yunazzilallāhu min faḍlihī 'alā may yasyā'u min 'ibādih(ī), fabā'ū bigaḍabin 'alā gaḍab(in), wa lil-kāfirīna 'ażābum muhīn(un).",
      "translation": "Ничтожна плата за продажу своих душ - Из злобной зависти - в обмен на то, Чтоб не уверовать в Послание Господне, Которое по милости Своей Он посылает тем из Своих слуг, Кого сочтет Своей угодой, - И гнев за гневом на себя они влекут, И унизительною будет кара для неверных"
    },
    {
      "verse_number": 91,
      "text_uthmani": "وَإِذَا قِيلَ لَهُمْ ءَامِنُوا۟ بِمَآ أَنزَلَ ٱللَّهُ قَالُوا۟ نُؤْمِنُ بِمَآ أُنزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلْحَقُّ مُصَدِّقًا لِّمَا مَعَهُمْ ۗ قُلْ فَلِمَ تَقْتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبْلُ إِن كُنتُم مُّؤْمِنِينَ",
      "text_uthmani_transcribed": "Wa iżā qīla lahum āminū bimā anzalallāhu qālū nu'minu bimā unzila 'alainā wa yakfurūna bimā warā'ah(ū), wa huwal-ḥaqqu muṣaddiqal limā ma'ahum, qul falima taqtulūna ambiyā'allāhi min qablu in kuntum mu'minīn(a).",
      "translation": "Когда им говорят: \"Уверуйте же в то, что ниспослал Аллах\", Они ответствуют: \"Мы веруем лишь в то, что нам послали\", Не признавая ничего, что послано затем, Хотя сие есть Истина, Что подтверждает то (Писание), что с ними. Скажи: \"Что же в былые времена Лишали жизни вы посланников Господних, Коль, истинно, вы праведными были"
    },
    {
      "verse_number": 92,
      "text_uthmani": "۞ وَلَقَدْ جَآءَكُم مُّوسَىٰ بِٱلْبَيِّنَـٰتِ ثُمَّ ٱتَّخَذْتُمُ ٱلْعِجْلَ مِنۢ بَعْدِهِۦ وَأَنتُمْ ظَـٰلِمُونَ",
      "text_uthmani_transcribed": "Wa laqad jā'akum mūsā bil-bayyināti ṡummattakhażtumul-'ijla mim ba'dihī wa antum ẓālimūn(a).",
      "translation": "К вам Муса с ясными знаменьями пришел, Вы все же сделали себе тельца для почитанья, Упорствуя в неверии своем"
    },
    {
      "verse_number": 93,
      "text_uthmani": "وَإِذْ أَخَذْنَا مِيثَـٰقَكُمْ وَرَفَعْنَا فَوْقَكُمُ ٱلطُّورَ خُذُوا۟ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍ وَٱسْمَعُوا۟ ۖ قَالُوا۟ سَمِعْنَا وَعَصَيْنَا وَأُشْرِبُوا۟ فِى قُلُوبِهِمُ ٱلْعِجْلَ بِكُفْرِهِمْ ۚ قُلْ بِئْسَمَا يَأْمُرُكُم بِهِۦٓ إِيمَـٰنُكُمْ إِن كُنتُم مُّؤْمِنِينَ",
      "text_uthmani_transcribed": "Wa iż akhażnā mīṡāqakum wa rafa'nā fauqakumuṭ-ṭūr(a), khużū mā ātainākum biquwwatiw wasma'ū, qālū sami'nā wa 'aṣainā, wa usyribū fī qulūbihimul-'ijla bikufrihim, qul bi'samā ya'murukum bihī īmānukum in kuntum mu'minīn(a).",
      "translation": "И (вспомните), Когда скрепили с вами Мы Завет И подняли над вами Гору (Аттур) (и сказали): \"Держитесь твердо вверенному вам И следуйте послушно (этому Закону)\". Они ответили: \"Мы слышим, Но мы не повинуемся (ему)\". От своего неверия излили они в сердце Порочную привязанность тельцу. Ты им скажи: \"Ведь полны скверны Все повеленья вашей веры, Коль эта вера в вас еще жива"
    },
    {
      "verse_number": 94,
      "text_uthmani": "قُلْ إِن كَانَتْ لَكُمُ ٱلدَّارُ ٱلْـَٔاخِرَةُ عِندَ ٱللَّهِ خَالِصَةً مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُا۟ ٱلْمَوْتَ إِن كُنتُمْ صَـٰدِقِينَ",
      "text_uthmani_transcribed": "Qul in kānat lakumud-dārul-ākhiratu 'indallāhi khāliṣatam min dūnin-nāsi fatamannawul-mauta in kuntum ṣādiqīn(a).",
      "translation": "Скажи: \"Коль вам одним, и никому другому, Назначена последняя обитель у Аллаха, То пожелайте для себя (скорейшей) смерти, Если (в своих словах) правдивы вы"
    },
    {
      "verse_number": 95,
      "text_uthmani": "وَلَن يَتَمَنَّوْهُ أَبَدًۢا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
      "text_uthmani_transcribed": "Wa lay yatamannauhu abadam bima qaddamat aidīhim, wallāhu 'alīmum biẓ-ẓālimīn(a).",
      "translation": "Но никогда они не пожелают смерти (Из страха пред расплатой за грехи), Что уготовили им собственные руки. Аллах, поистине, прекрасно различает нечестивых"
    },
    {
      "verse_number": 96,
      "text_uthmani": "وَلَتَجِدَنَّهُمْ أَحْرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٍ وَمِنَ ٱلَّذِينَ أَشْرَكُوا۟ ۚ يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِۦ مِنَ ٱلْعَذَابِ أَن يُعَمَّرَ ۗ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ",
      "text_uthmani_transcribed": "Wa latajidannahum aḥraṣan-nāsi 'alā ḥayāh(tin), wa minal-lażīna asyrakū, yawaddu aḥaduhum lau yu'ammaru alfa sanah(tin), wa mā huwa bi muzaḥziḥihī minal-'ażābi ay yu'ammar(a), wallāhu baṣīrum bimā ya'malūn(a).",
      "translation": "И ты, поистине, увидишь, Что их жадность к жизни Сильнее, чем у всех людей, И даже (больше), чем у тех, Кто прочит соучастников (Аллаху). И всяк из них желает, Чтоб жизнь в тысячу годов ему была дана, Но даже дар столь долгой жизни Его от кары не избавит, - Аллах ведь видит, что творят они"
    },
    {
      "verse_number": 97,
      "text_uthmani": "قُلْ مَن كَانَ عَدُوًّا لِّجِبْرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلْبِكَ بِإِذْنِ ٱللَّهِ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ",
      "text_uthmani_transcribed": "Qul man kāna 'aduwwal lijibrīla fa'innahū nazzalahū 'alā qalbika bi iżnillāhi muṣaddiqal limā baina yadaihi wa hudaw wa busyrā lil-mu'minīn(a).",
      "translation": "Скажи, (о Мухаммад!): \"(Для всякого), кто Джибраилу стал врагом, - А он ведь сердцу твоему (Писание) низвел с соизволением Аллаха Для подтверждения ниспосланного прежде, Как руководство и благую Весть Для всех уверовавших (в Бога)"
    },
    {
      "verse_number": 98,
      "text_uthmani": "مَن كَانَ عَدُوًّا لِّلَّهِ وَمَلَـٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبْرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوٌّ لِّلْكَـٰفِرِينَ",
      "text_uthmani_transcribed": "Man kāna 'aduwwal lillāhi wa malā'ikatihī wa rusulihī wa jibrīla wa mīkāla fa innallāha 'aduwwul lil-kāfirīn(a).",
      "translation": "(Для всякого), кто стал врагом Аллаху, Его посланникам и ангелам Его, Врагом и Джибраилу, и Микалу, - Аллах, поистине, врагом предстанет Для всех, кто верой пренебрег"
    },
    {
      "verse_number": 99,
      "text_uthmani": "وَلَقَدْ أَنزَلْنَآ إِلَيْكَ ءَايَـٰتٍۭ بَيِّنَـٰتٍ ۖ وَمَا يَكْفُرُ بِهَآ إِلَّا ٱلْفَـٰسِقُونَ",
      "text_uthmani_transcribed": "Wa laqad anzalnā ilaika āyātim bayyināt(in), wa mā yakfuru bihā illal-fāsiqūn(a).",
      "translation": "Мы ясные знамения тебе послали, И лишь порочные не верят им"
    }
  ]
}