{
  "chapter_number": 29,
  "verses": [
    {
      "verse_number": 34,
      "text_uthmani": "إِنَّا مُنزِلُونَ عَلَىٰٓ أَهْلِ هَـٰذِهِ ٱلْقَرْيَةِ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَفْسُقُونَ",
      "text_uthmani_transcribed": "Innā munzilūna 'alā ahli hāżihil-qaryati rijzam minas-samā'i bimā kānū yafsuqūn(a).",
      "translation": "Мы кару с неба низведем На жителей селений этих За то, что были так распутны"
    },
    {
      "verse_number": 35,
      "text_uthmani": "وَلَقَد تَّرَكْنَا مِنْهَآ ءَايَةًۢ بَيِّنَةً لِّقَوْمٍ يَعْقِلُونَ",
      "text_uthmani_transcribed": "Wa laqad taraknā minhā āyatam bayyinatal liqaumiy ya'qilūn(a).",
      "translation": "Мы от (событий) тех (времен) Знаменье ясное оставили для тех, Которые разумны"
    },
    {
      "verse_number": 36,
      "text_uthmani": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا فَقَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ وَٱرْجُوا۟ ٱلْيَوْمَ ٱلْـَٔاخِرَ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
      "text_uthmani_transcribed": "Wa ilā madyana akhāhum syu'aibā(n), faqāla yā qaumi'budullāha warjul-yaumal-ākhira wa lā ta'ṡau fil-arḍi mufsidīn(a).",
      "translation": "К мадйанитам Мы Шу'айба, брата их, послали, И он сказал: \"О мой народ! Аллаху поклоняйтесь! Страшитесь Дня Последнего (Суда) И не творите злодеяний на земле, Сея на ней нечестие и смуту"
    },
    {
      "verse_number": 37,
      "text_uthmani": "فَكَذَّبُوهُ فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَـٰثِمِينَ",
      "text_uthmani_transcribed": "Fa każżabūhu fa'akhażathumur-rajfatu fa'aṣbaḥū fī dārihim jāṡimīn(a).",
      "translation": "Они ж сочли его лжецом, За что постигла их Господня кара, И уж наутро в собственных домах Они поверженными ниц лежали"
    },
    {
      "verse_number": 38,
      "text_uthmani": "وَعَادًا وَثَمُودَا۟ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَـٰكِنِهِمْ ۖ وَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ فَصَدَّهُمْ عَنِ ٱلسَّبِيلِ وَكَانُوا۟ مُسْتَبْصِرِينَ",
      "text_uthmani_transcribed": "Wa 'ādaw wa ṡamūda wa qat tabayyana lakum mim masākinihim, wa zayyana lahumusy-syaiṭānu a'mālahum faṣaddahum 'anis-sabīli wa kānū mustabṣirīn(a).",
      "translation": "И (за подобные грехи) Мы кару на адитов низвели И на людей Самуд. И по (остаткам) их жилищ Вам ясны (судьбы тех народов). Им Сатана дела их разукрасил И свел с (Господнего) пути, - А были ведь они так проницательны и так разумны"
    },
    {
      "verse_number": 39,
      "text_uthmani": "وَقَـٰرُونَ وَفِرْعَوْنَ وَهَـٰمَـٰنَ ۖ وَلَقَدْ جَآءَهُم مُّوسَىٰ بِٱلْبَيِّنَـٰتِ فَٱسْتَكْبَرُوا۟ فِى ٱلْأَرْضِ وَمَا كَانُوا۟ سَـٰبِقِينَ",
      "text_uthmani_transcribed": "Wa qārūna wa fir'auna wa hāmān(a), wa laqad jā'ahum mūsā bil-bayyināti fastakbarū fil-arḍi wa mā kānū sābiqīn(a).",
      "translation": "(Мы кару низвели и) на К'аруна, Фараона и Хамана. Пришел к ним с ясными знамениями Муса, - Они же возгордились на земле, Но не сумели Нас опередить (И избежать ответной кары)"
    },
    {
      "verse_number": 40,
      "text_uthmani": "فَكُلًّا أَخَذْنَا بِذَنۢبِهِۦ ۖ فَمِنْهُم مَّنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُم مَّنْ أَخَذَتْهُ ٱلصَّيْحَةُ وَمِنْهُم مَّنْ خَسَفْنَا بِهِ ٱلْأَرْضَ وَمِنْهُم مَّنْ أَغْرَقْنَا ۚ وَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
      "text_uthmani_transcribed": "Fakullan akhażnā biżambih(ī), faminhum man arsalnā 'alaihi ḥāṣibā(n), wa minhum man akhażathuṣ-ṣaiḥah(tu), wa minhum man khasafnā bihil-arḍ(a), wa minhum man agraqnā, wa mā kānallāhu liyaẓlimahum wa lākin kānū anfusahum yaẓlimūn(a).",
      "translation": "Мы всех их наказали за их грех. Против одних обрушили мы шквал камней, Других зловещим воплем поразили, А (под ногами грешников) других (Разверзли) землю Мы (И повелели ей) их поглотить, Других же потопили Мы. Их не Аллах обрек на все эти ненастья - На них их обрекли деяния их рук"
    },
    {
      "verse_number": 41,
      "text_uthmani": "مَثَلُ ٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ أَوْلِيَآءَ كَمَثَلِ ٱلْعَنكَبُوتِ ٱتَّخَذَتْ بَيْتًا ۖ وَإِنَّ أَوْهَنَ ٱلْبُيُوتِ لَبَيْتُ ٱلْعَنكَبُوتِ ۖ لَوْ كَانُوا۟ يَعْلَمُونَ",
      "text_uthmani_transcribed": "Maṡalul-lażīnattakhażū min dūnillāhi auliyā'a kamaṡalil-'ankabūt(i), ittakhażat baitā(n), wa inna auhanal-buyūti labaitul-'ankabūt(i), lau kānū ya'lamūn(a).",
      "translation": "Те, кто себе, кроме Аллаха, Других помощников призвал, Подобен пауку, что дом себе устроил, - Но есть ли дом слабее дома паука! О, если б они знали (суть вещей)"
    },
    {
      "verse_number": 42,
      "text_uthmani": "إِنَّ ٱللَّهَ يَعْلَمُ مَا يَدْعُونَ مِن دُونِهِۦ مِن شَىْءٍ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "text_uthmani_transcribed": "Innallāha ya'lamu mā yad'ūna min dūnihī min syai'(in), wa huwal-'azīzul-ḥakīm(u).",
      "translation": "Аллаху, истинно, известно Все то, к чему они, кроме Него, взывают, - Поистине, Он мудр и могуч"
    },
    {
      "verse_number": 43,
      "text_uthmani": "وَتِلْكَ ٱلْأَمْثَـٰلُ نَضْرِبُهَا لِلنَّاسِ ۖ وَمَا يَعْقِلُهَآ إِلَّا ٱلْعَـٰلِمُونَ",
      "text_uthmani_transcribed": "Wa tilkal-amṡālu naḍribuhā lin-nās(i), wa mā ya'qiluhā illal-'ālimūn(a).",
      "translation": "Вот притчи, что Мы людям предлагаем, Но внемлют им лишь те, кто сведущ"
    },
    {
      "verse_number": 44,
      "text_uthmani": "خَلَقَ ٱللَّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّلْمُؤْمِنِينَ",
      "text_uthmani_transcribed": "Khalaqallāhus-samāwāti wal-arḍa bil-ḥaqq(i), inna fī żālika la'āyatal lil-mu'minīn(a).",
      "translation": "Аллах воздвиг небесный свод и землю По Истине (Господнего Творенья). В этом - знамение для тех, Кто (всей душой) уверовал (в Него)"
    }
  ]
}