{
  "chapter_number": 43,
  "verses": [
    {
      "verse_number": 1,
      "text_uthmani": " حمٓ",
      "text_uthmani_transcribed": "Ḥā mīm.",
      "translation": "Ха - Мим"
    },
    {
      "verse_number": 2,
      "text_uthmani": "وَٱلْكِتَـٰبِ ٱلْمُبِينِ",
      "text_uthmani_transcribed": "Wal-kitābil-mubīn(i).",
      "translation": "В знак Ясной Книги сей"
    },
    {
      "verse_number": 3,
      "text_uthmani": "إِنَّا جَعَلْنَـٰهُ قُرْءَٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُونَ",
      "text_uthmani_transcribed": "Innā ja'alnāhu qur'ānan 'arabiyyal la'allakum ta'qilūn(a).",
      "translation": "Поистине, Мы сделали ее Кораном на арабском, Чтоб вы могли уразуметь"
    },
    {
      "verse_number": 4,
      "text_uthmani": "وَإِنَّهُۥ فِىٓ أُمِّ ٱلْكِتَـٰبِ لَدَيْنَا لَعَلِىٌّ حَكِيمٌ",
      "text_uthmani_transcribed": "Wa innahū fī ummil-kitābi ladainā la'aliyyun ḥakīm(un).",
      "translation": "Он входит в Матерь Книги, Что пред Нами, - Величия и мудрости исполнен"
    },
    {
      "verse_number": 5,
      "text_uthmani": "أَفَنَضْرِبُ عَنكُمُ ٱلذِّكْرَ صَفْحًا أَن كُنتُمْ قَوْمًا مُّسْرِفِينَ",
      "text_uthmani_transcribed": "Afa naḍribu 'ankumuż-żikra ṣafḥan an kuntum qaumam musrifīn(a).",
      "translation": "Ужель Мы отвратим Послание от вас За то, что вы - народ, пределы преступивший"
    },
    {
      "verse_number": 6,
      "text_uthmani": "وَكَمْ أَرْسَلْنَا مِن نَّبِىٍّ فِى ٱلْأَوَّلِينَ",
      "text_uthmani_transcribed": "Wa kam arsalnā min nabiyyin fil-awwalīn(a).",
      "translation": "И сколько же пророков Мы послали К народам, что предшествовали вам"
    },
    {
      "verse_number": 7,
      "text_uthmani": "وَمَا يَأْتِيهِم مِّن نَّبِىٍّ إِلَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "text_uthmani_transcribed": "Wa mā ya'tīhim min nabiyyin illā kānū bihī yastahzi'ūn(a).",
      "translation": "И не было ни одного пророка, Которого б они не осмеяли"
    },
    {
      "verse_number": 8,
      "text_uthmani": "فَأَهْلَكْنَآ أَشَدَّ مِنْهُم بَطْشًا وَمَضَىٰ مَثَلُ ٱلْأَوَّلِينَ",
      "text_uthmani_transcribed": "Fa ahlaknā asyadda minhum baṭsyaw wa maḍā maṡalul-awwalīn(a).",
      "translation": "За то Мы погубили их, Хоть силою своей они превосходили этих. И (притчей) перешел пример (народов) прежних (Для нынешних и будущих времен)"
    },
    {
      "verse_number": 9,
      "text_uthmani": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلْعَزِيزُ ٱلْعَلِيمُ",
      "text_uthmani_transcribed": "Wa la'in sa'altahum man khalaqas-samāwāti wal-arḍa layaqūlunna khalaqahunnal-'azīzul-'alīm(u).",
      "translation": "И если спросишь ты у них: \"Кто же Творец небес, земли Создатель?\", То непременно они скажут: \"Их сотворил Могучий, Мудрый"
    },
    {
      "verse_number": 10,
      "text_uthmani": "ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ مَهْدًا وَجَعَلَ لَكُمْ فِيهَا سُبُلًا لَّعَلَّكُمْ تَهْتَدُونَ",
      "text_uthmani_transcribed": "Allażī ja'ala lakumul-arḍa mahdaw wa ja'ala lakum fīhā subulal la'allakum tahtadūn(a).",
      "translation": "Кто колыбелью постелил вам землю, По ней для вас дороги проложил, Чтоб ими прямо вы могли идти"
    },
    {
      "verse_number": 11,
      "text_uthmani": "وَٱلَّذِى نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءًۢ بِقَدَرٍ فَأَنشَرْنَا بِهِۦ بَلْدَةً مَّيْتًا ۚ كَذَٰلِكَ تُخْرَجُونَ",
      "text_uthmani_transcribed": "Wal-lażī nazzala minas-samā'i mā'am biqadar(in), fa'ansyarnā bihī baldatam maitā(n), każālika tukhrajūn(a).",
      "translation": "Кто с неба дождь низводит в должной мере\". Мы к жизни воскрешаем им Ту землю, что застыла в смерти. Мы так же воскресим (из смерти) вас"
    }
  ]
}