[
  {
    "verse_number": 1,
    "text_uthmani": " أَتَىٰٓ أَمْرُ ٱللَّهِ فَلَا تَسْتَعْجِلُوهُ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
    "text_uthmani_transcribed": "Atā amrullāhi falā tasta'jilūh(u), subḥānahū wa ta'ālā 'ammā yusyrikūn(a).",
    "translation": "И неминуемо свершится повеление Аллаха, Не торопите (с исполнением) его. Хвала ему! Превыше Он того, Что в соучастники Ему они призвали"
  },
  {
    "verse_number": 2,
    "text_uthmani": "يُنَزِّلُ ٱلْمَلَـٰٓئِكَةَ بِٱلرُّوحِ مِنْ أَمْرِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦٓ أَنْ أَنذِرُوٓا۟ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ",
    "text_uthmani_transcribed": "Yunazzilul-malā'ikata bir-rūḥi min amrihī 'alā may yasyā'u min 'ibādihī an anżirū annahū lā ilāha illā ana fattaqūn(i).",
    "translation": "Он сводит ангелов (с небес) С Духом Господнего соизволенья К тем из служителей Своих, Кого сочтет Своей угодой: \"Предостеречь (вам надлежит), Что нет иного божества, кроме Меня. Так чтите же Меня (как должно)"
  },
  {
    "verse_number": 3,
    "text_uthmani": "خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۚ تَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
    "text_uthmani_transcribed": "Khalaqas-samāwāti wal-arḍa bil-ḥaqq(i), ta'ālā 'ammā yusyrikūn(a).",
    "translation": "Он небеса и землю сотворил По Истине (Господнего Творенья) И превознесся высоко над теми, Которых они прочат в соучастники Ему"
  },
  {
    "verse_number": 4,
    "text_uthmani": "خَلَقَ ٱلْإِنسَـٰنَ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ",
    "text_uthmani_transcribed": "Khalaqal-insāna min nuṭfatin fa iżā huwa khaṣīmum mubīn(un).",
    "translation": "Он человека сотворил из капли, И вот - он предстает с открытою враждой"
  },
  {
    "verse_number": 5,
    "text_uthmani": "وَٱلْأَنْعَـٰمَ خَلَقَهَا ۗ لَكُمْ فِيهَا دِفْءٌ وَمَنَـٰفِعُ وَمِنْهَا تَأْكُلُونَ",
    "text_uthmani_transcribed": "Wal-an'āma khalaqahā lakum fīhā dif'uw wa manāfi'u wa minhā ta'kulūn(a).",
    "translation": "Он сотворил (вам) скот. Для вас в нем - и тепло, и всякая другая польза И от него ж вам - мясо в пищу"
  },
  {
    "verse_number": 6,
    "text_uthmani": "وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ",
    "text_uthmani_transcribed": "Wa lakum fīhā jamālun ḥīna turīḥūna wa ḥīna tasraḥūn(a).",
    "translation": "Для вас в них - красота и гордость, Когда вы на закате дня Их загоняете домой, А (на восходе солнца) выпускаете (из стойла)"
  },
  {
    "verse_number": 7,
    "text_uthmani": "وَتَحْمِلُ أَثْقَالَكُمْ إِلَىٰ بَلَدٍ لَّمْ تَكُونُوا۟ بَـٰلِغِيهِ إِلَّا بِشِقِّ ٱلْأَنفُسِ ۚ إِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Wa taḥmilu aṡqālakum ilā baladil lam takūnū bāligīhi illā bisyiqqil-anfus(i), inna rabbakum lara'ūfur raḥīm(un).",
    "translation": "Они же перевозят ваши грузы В те земли, что для вас бы не были доступны Иначе, как с большой затратой сил. Господь ваш, истинно, (к вам) благ и милосерден"
  },
  {
    "verse_number": 8,
    "text_uthmani": "وَٱلْخَيْلَ وَٱلْبِغَالَ وَٱلْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً ۚ وَيَخْلُقُ مَا لَا تَعْلَمُونَ",
    "text_uthmani_transcribed": "Wal-khaila wal-bigāla wal-ḥamīra litarkabūhā wa zīnah(tan), wa yakhluqu mā lā ta'lamūn(a).",
    "translation": "(Он сотворил) коней вам, мулов и ослов Для переездов и для пышных (церемоний), И Он творит вам много из того, Что вам доселе неизвестно"
  },
  {
    "verse_number": 9,
    "text_uthmani": "وَعَلَى ٱللَّهِ قَصْدُ ٱلسَّبِيلِ وَمِنْهَا جَآئِرٌ ۚ وَلَوْ شَآءَ لَهَدَىٰكُمْ أَجْمَعِينَ",
    "text_uthmani_transcribed": "Wa 'alallāhi qaṣdus-sabīli wa minhā jā'ir(un), wa lau syā'a lahadākum ajma'īn(a).",
    "translation": "И на (всеведенье) Аллаха, (Кого) направить праведным путем, - Ведь есть и те, что отступают от него. И если б Он желал того, Он всех бы вас одним путем направил"
  },
  {
    "verse_number": 10,
    "text_uthmani": "هُوَ ٱلَّذِىٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً ۖ لَّكُم مِّنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ",
    "text_uthmani_transcribed": "Huwal-lażī anzala minas-samā'i mā'al lakum minhu syarābuw wa minhu syajarun fīhi tusīmūn(a).",
    "translation": "Он - Тот, Кто шлет вам воду с неба: Вам от нее - питье И от нее - произрастание (лугов), Где вы (свои стада) пасете"
  },
  {
    "verse_number": 11,
    "text_uthmani": "يُنۢبِتُ لَكُم بِهِ ٱلزَّرْعَ وَٱلزَّيْتُونَ وَٱلنَّخِيلَ وَٱلْأَعْنَـٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَتَفَكَّرُونَ",
    "text_uthmani_transcribed": "Yumbitu lakum bihiz-zar'a waz-zaitūna wan-nakhīla wal-a'nāba wa min kulliṡ-ṡamarāt(i), inna fī żālika la'āyatal liqaumiy yatafakkarūn(a).",
    "translation": "Он ею вам выращивает злаки, Оливы, пальмы, виноградную лозу И множество других плодов (вам в пищу). Поистине, здесь кроется знамение для тех, Кто размышленьям предается"
  }
]