{
  "chapter_number": 9,
  "verses": [
    {
      "verse_number": 100,
      "text_uthmani": "وَٱلسَّـٰبِقُونَ ٱلْأَوَّلُونَ مِنَ ٱلْمُهَـٰجِرِينَ وَٱلْأَنصَارِ وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحْسَـٰنٍ رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ وَأَعَدَّ لَهُمْ جَنَّـٰتٍ تَجْرِى تَحْتَهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "text_uthmani_transcribed": "Was-sābiqūnal-awwalūna minal-muhājirīna wal-anṣāri wal-lażīnattaba'ūhum bi'iḥsān(in), raḍiyallāhu 'anhum wa raḍū 'anhu wa a'adda lahum jannātin tajrī  taḥtahal-anhāru khālidīna fīhā abadā(n), żālikal-fauzul-'aẓīm(u).",
      "translation": "Опередившими других (в принятии ислама) были те, Кто первыми, (оставив свой очаг), Переселились (в чуждые края), И те, кто дал им (хлеб и крышу), И те, кто следовал их праведным делам. Они - к великому довольствию Аллаха, И к их довольствию - Аллах. Он уготовил им Сады, реками омовенны, Где им навечно пребывать, - И это есть великое свершенье"
    },
    {
      "verse_number": 101,
      "text_uthmani": "وَمِمَّنْ حَوْلَكُم مِّنَ ٱلْأَعْرَابِ مُنَـٰفِقُونَ ۖ وَمِنْ أَهْلِ ٱلْمَدِينَةِ ۖ مَرَدُوا۟ عَلَى ٱلنِّفَاقِ لَا تَعْلَمُهُمْ ۖ نَحْنُ نَعْلَمُهُمْ ۚ سَنُعَذِّبُهُم مَّرَّتَيْنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٍ",
      "text_uthmani_transcribed": "Wa mimman  ḥaulakum minal-a'rābi munāfiqūn(a),wa min ahlil-madīnati maradū 'alan nifāq(i), lā ta'lamuhum, naḥnu na'lamuhum, sanu'ażżibuhum marrataini ṡumma yuraddūna ilā 'ażābin 'aẓīm(in).",
      "translation": "А среди прочих бедуинов, Что окружают вас Иль (поселились) среди жителей Медины, Есть лицемеры, что упрямы в лицемерии своем. Ты их не знаешь - Мы их знаем. И Мы накажем дважды их. Потом их тяжкой каре предадим"
    },
    {
      "verse_number": 102,
      "text_uthmani": "وَءَاخَرُونَ ٱعْتَرَفُوا۟ بِذُنُوبِهِمْ خَلَطُوا۟ عَمَلًا صَـٰلِحًا وَءَاخَرَ سَيِّئًا عَسَى ٱللَّهُ أَن يَتُوبَ عَلَيْهِمْ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "text_uthmani_transcribed": "Wa ākharūna'tarafū biżunūbihim khalaṭū 'amalan ṣāliḥaw wa ākhara sayyi'ā(n), 'asallāhu ay yatūba 'alaihim, innallāha gafūrur raḥīm(un).",
      "translation": "Другие же грехи свои признали: Они мешали доброе деяние с другим - дурным. Быть может, к ним Аллах благопреклонен будет, - Ведь снисходителен Аллах и милосерд"
    },
    {
      "verse_number": 103,
      "text_uthmani": "خُذْ مِنْ أَمْوَٰلِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيْهِمْ ۖ إِنَّ صَلَوٰتَكَ سَكَنٌ لَّهُمْ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
      "text_uthmani_transcribed": "Khuż min amwālihim ṣadaqatan tuṭahhiruhum wa tuzakkīhim bihā wa ṣalli 'alaihim, inna ṣalātaka sakanul lahum, wallāhu samī'un 'alīm(un).",
      "translation": "Возьми ты милостыню с их добра, Чтоб ею оправдать их и очистить, И вознеси за них молитву, - Ведь, истинно, твои молитвы Сохранность и покой для их (души). Аллах все слышит и все знает"
    },
    {
      "verse_number": 104,
      "text_uthmani": "أَلَمْ يَعْلَمُوٓا۟ أَنَّ ٱللَّهَ هُوَ يَقْبَلُ ٱلتَّوْبَةَ عَنْ عِبَادِهِۦ وَيَأْخُذُ ٱلصَّدَقَـٰتِ وَأَنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "text_uthmani_transcribed": "Alam ya'lamū annallāha huwa yaqbalut-taubata 'an 'ibādihī wa ya'khużuṣ-ṣadaqāti wa annallāha huwat-tawwābur-raḥīm(u).",
      "translation": "Ужель они не знают, что Аллах Приемлет от служителей Своих их покаянье И милостыню принимает (на очищение их душ) И что Аллах благопреклонен, милосерд"
    },
    {
      "verse_number": 105,
      "text_uthmani": "وَقُلِ ٱعْمَلُوا۟ فَسَيَرَى ٱللَّهُ عَمَلَكُمْ وَرَسُولُهُۥ وَٱلْمُؤْمِنُونَ ۖ وَسَتُرَدُّونَ إِلَىٰ عَـٰلِمِ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
      "text_uthmani_transcribed": "Wa quli'malū fa sayarallāhu 'amalakum wa rasūluhū wal-mu'minūn(a), wa saturaddūna ilā 'ālimil-gaibi wasy-syahādati fa yunabbi'ukum bimā kuntum ta'malūn(a).",
      "translation": "(Ты им) скажи: \"Благодеяйте! Аллах узрит деянья ваши, Узрит их и Его посланник, (Узрит) и верующий люд. И будете вы все возвращены к Тому, Кому все тайное и явное известно. И Он поведает вам всем Всю (суть) того, что вы творили"
    },
    {
      "verse_number": 106,
      "text_uthmani": "وَءَاخَرُونَ مُرْجَوْنَ لِأَمْرِ ٱللَّهِ إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
      "text_uthmani_transcribed": "Wa ākharūna murjaunal li'amrillāhi immā yu'ażżibuhum wa immā yatūbu 'alaihim, wallāhu 'alīmun ḥakīm(un).",
      "translation": "Есть и другие (лицемеры), Кому отсрочено до времени, когда Аллах Распорядится ими (по заслугам): Накажет их или простит благопреклонно, - Аллах всеведущ, мудр (безмерно)"
    },
    {
      "verse_number": 107,
      "text_uthmani": "وَٱلَّذِينَ ٱتَّخَذُوا۟ مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًۢا بَيْنَ ٱلْمُؤْمِنِينَ وَإِرْصَادًا لِّمَنْ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبْلُ ۚ وَلَيَحْلِفُنَّ إِنْ أَرَدْنَآ إِلَّا ٱلْحُسْنَىٰ ۖ وَٱللَّهُ يَشْهَدُ إِنَّهُمْ لَكَـٰذِبُونَ",
      "text_uthmani_transcribed": "Wal-lażīnattakhażū masjidan ḍirāraw wa kufraw wa tafrīqam bainal-mu'minīna wa irṣādal liman ḥāraballāha wa rasūlahū min qabl(u), wa layaḥlifunna in aradnā illal-ḥusnā, wallāhu yasyhadu innahum lakāżibūn(a).",
      "translation": "О тех же, кто воздвиг мечеть, Чтобы нечестие и смуту сеять И тем внести раскол средь верных, А также для засады тем, Кто раньше воевал с Аллахом и посланником Его, - Они же, несомненно, будут клясться: \"Желали лишь благого мы!\" - О них - свидетельство Аллаха: Они, поистине, лжецы"
    },
    {
      "verse_number": 108,
      "text_uthmani": "لَا تَقُمْ فِيهِ أَبَدًا ۚ لَّمَسْجِدٌ أُسِّسَ عَلَى ٱلتَّقْوَىٰ مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَن تَقُومَ فِيهِ ۚ فِيهِ رِجَالٌ يُحِبُّونَ أَن يَتَطَهَّرُوا۟ ۚ وَٱللَّهُ يُحِبُّ ٱلْمُطَّهِّرِينَ",
      "text_uthmani_transcribed": "Lā taqum fīhi abadā(n), lamasjidun ussisa 'alat-taqwā min awwali yaumin aḥaqqu an taqūma fīh(i), fīhi rijāluy yuḥibbūna ay yataṭahharū, wallāhu yuḥibbul-muṭṭahhirīn(a).",
      "translation": "В ней на молитву никогда не становись. Но есть мечеть, что с первых дней Была основана на праведной боязни (Господню милость потерять); Она достойнее того, Чтоб в ней ты становился на молитву. В ней - тот, кто любит в чистоте себя держать. Аллах же любит тех, кто в чистоте себя содержит"
    },
    {
      "verse_number": 109,
      "text_uthmani": "أَفَمَنْ أَسَّسَ بُنْيَـٰنَهُۥ عَلَىٰ تَقْوَىٰ مِنَ ٱللَّهِ وَرِضْوَٰنٍ خَيْرٌ أَم مَّنْ أَسَّسَ بُنْيَـٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارٍ فَٱنْهَارَ بِهِۦ فِى نَارِ جَهَنَّمَ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
      "text_uthmani_transcribed": "Afaman assasa bun-yānahū 'alā taqwā minallāhi wa riḍwānin khairun am man assasa bun-yānahū 'alā syafā jurufin hārin fanhāra bihī fī nāri jahannam(a), wallāhu lā yahdil-qaumaẓ-ẓālimīn(a).",
      "translation": "Кто лучше: Тот, кто заложил основу для постройки На благочестии и трепете перед Аллахом, Перед желанием Ему угодным быть, Иль тот, кто заложил основу для постройки На обрывающемся склоне старого откоса, Готовом раскрошиться в прах? Он вместе с ним во пламя Ада будет сокрушен! Аллах неправедных не станет направлять"
    },
    {
      "verse_number": 110,
      "text_uthmani": "لَا يَزَالُ بُنْيَـٰنُهُمُ ٱلَّذِى بَنَوْا۟ رِيبَةً فِى قُلُوبِهِمْ إِلَّآ أَن تَقَطَّعَ قُلُوبُهُمْ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
      "text_uthmani_transcribed": "Lā yazālu bun-yānuhumul-lażī banau rībatan fī qulūbihim illā an taqaṭṭa'a qulūbuhum, wallāhu 'alīmun ḥakīm(un).",
      "translation": "Постройка их, что возвели они, Не перестанет быть сомнением в их сердце, Пока оно не разобьется, - Аллах всеведущ, мудр (безмерно)"
    }
  ]
}