[
  {
    "verse_number": 34,
    "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُوا۟ وَهُمْ كُفَّارٌ فَلَن يَغْفِرَ ٱللَّهُ لَهُمْ",
    "text_uthmani_transcribed": "Innal-lażīna kafarū wa ṣaddū 'an sabīlillāhi ṡumma mātū wa hum kuffārun falay yagfirallāhu lahum.",
    "translation": "Кто не уверовал в Аллаха, И уклонил с Его пути других, И умирает, не уверовав (в Аллаха), - Тем не простит Он"
  },
  {
    "verse_number": 35,
    "text_uthmani": "فَلَا تَهِنُوا۟ وَتَدْعُوٓا۟ إِلَى ٱلسَّلْمِ وَأَنتُمُ ٱلْأَعْلَوْنَ وَٱللَّهُ مَعَكُمْ وَلَن يَتِرَكُمْ أَعْمَـٰلَكُمْ",
    "text_uthmani_transcribed": "Falā tahinū wa tad'ū ilas-salm(i), wa antumul-a'laun(a), wallāhu ma'akum wa lay yatirakum a'mālakum.",
    "translation": "(Крепитесь), слабость подавляя, И к примиренью не зовите, Когда (над ними) держите вы верх, - Аллах ведь с вами, И Он не даст пропасть (Награде) за деянья ваши"
  },
  {
    "verse_number": 36,
    "text_uthmani": "إِنَّمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا لَعِبٌ وَلَهْوٌ ۚ وَإِن تُؤْمِنُوا۟ وَتَتَّقُوا۟ يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْـَٔلْكُمْ أَمْوَٰلَكُمْ",
    "text_uthmani_transcribed": "Innamal-ḥayātud-dun-yā la'ibuw wa lahw(un), wa in tu'minū wa tattaqū yu'tikum ujūrakum wa lā yas'alkum amwālakum.",
    "translation": "И жизнь в этом мире (суеты) - Забава легкая да тщЕта. Но если вы уверуете (в Бога) И будете благочестивы, Он даст награду вам И ничего из вашего добра не спросит"
  },
  {
    "verse_number": 37,
    "text_uthmani": "إِن يَسْـَٔلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا۟ وَيُخْرِجْ أَضْغَـٰنَكُمْ",
    "text_uthmani_transcribed": "Iy yas'alkumūhā fa yuḥfikum tabkhalū wa yukhrij aḍgānakum.",
    "translation": "А если бы у вас Он попросил его, То в вас бы возыграла скупость, И (тем) Он вызвал бы у вас вражду и злобу"
  },
  {
    "verse_number": 38,
    "text_uthmani": "هَـٰٓأَنتُمْ هَـٰٓؤُلَآءِ تُدْعَوْنَ لِتُنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبْخَلُ ۖ وَمَن يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِۦ ۚ وَٱللَّهُ ٱلْغَنِىُّ وَأَنتُمُ ٱلْفُقَرَآءُ ۚ وَإِن تَتَوَلَّوْا۟ يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوٓا۟ أَمْثَـٰلَكُم",
    "text_uthmani_transcribed": "Hā antum hā'ulā'i tud'auna litunfiqū fī sabīlillāh(i), fa minkum may yabkhal(u), wa may yabkhal fa innamā yabkhalu 'an nafsih(ī),  wallāhul-ganiyyu wa antumul-fuqarā'(u), wa in tatawallau yastabdil qauman gairakum, ṡumma lā yakūnū amṡālakum.",
    "translation": "И помните, что вы есть те, Кого зовут расходовать из своего добра На (праведном) пути Аллаха. Но среди вас есть те, которые скупятся, - А тот, кто скупость проявляет, Скупится на свою погибель. Аллах, поистине, богат, а вы - бедны! И если вы отворотитесь, Другим народом Он заменит вас, Который походить на вас не будет"
  }
]