[
  {
    "verse_number": 111,
    "text_uthmani": "وَمَن يَكْسِبْ إِثْمًا فَإِنَّمَا يَكْسِبُهُۥ عَلَىٰ نَفْسِهِۦ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
    "text_uthmani_transcribed": "Wa may yaksib iṡman fa innamā yaksibuhū 'alā nafsih(ī),wa kānallāhu 'alīman ḥakīmā(n).",
    "translation": "И кто творит какой-то грех, Против души своей стяжает. Поистине, Аллах всезнающ, мудр"
  },
  {
    "verse_number": 112,
    "text_uthmani": "وَمَن يَكْسِبْ خَطِيٓـَٔةً أَوْ إِثْمًا ثُمَّ يَرْمِ بِهِۦ بَرِيٓـًٔا فَقَدِ ٱحْتَمَلَ بُهْتَـٰنًا وَإِثْمًا مُّبِينًا",
    "text_uthmani_transcribed": "Wa may yaksib khaṭī'atan au iṡman ṡumma yarmi bihī barī'an fa qadiḥtamala buhtānaw wa iṡmam mubīnā(n).",
    "translation": "Но кто проступок совершит иль грех Потом же обвинит в них тех, кто неповинен, - Тот на себя берет и ложь, и явный грех"
  },
  {
    "verse_number": 113,
    "text_uthmani": "وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكَ وَرَحْمَتُهُۥ لَهَمَّت طَّآئِفَةٌ مِّنْهُمْ أَن يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمْ ۖ وَمَا يَضُرُّونَكَ مِن شَىْءٍ ۚ وَأَنزَلَ ٱللَّهُ عَلَيْكَ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُن تَعْلَمُ ۚ وَكَانَ فَضْلُ ٱللَّهِ عَلَيْكَ عَظِيمًا",
    "text_uthmani_transcribed": "Wa lau lā faḍlullāhi 'alaika wa raḥmatuhū lahammaṭ-ṭā'ifatum minhum ay yuḍillūk(a), wa mā yuḍillūna illā anfusahum wa mā yaḍurrūnaka min syai'(in), wa anzalallāhu 'alaikal-kitāba wal-ḥikmata wa 'allamaka mā lam takun ta'lam(u), wa kāna faḍlullāhi 'alaika 'aẓīmā(n).",
    "translation": "И если бы не щедрость Бога, Не милосердие Его к тебе, Иные бы из них замыслили свести тебя с пути, Но лишь себя с пути они сбивают, Тебе же не вредят ни в чем. Ведь Бог послал тебе Писание и мудрость И научил тому, чего не ведал ты. Как велика к тебе Господня щедрость"
  },
  {
    "verse_number": 114,
    "text_uthmani": "۞ لَّا خَيْرَ فِى كَثِيرٍ مِّن نَّجْوَىٰهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَـٰحٍۭ بَيْنَ ٱلنَّاسِ ۚ وَمَن يَفْعَلْ ذَٰلِكَ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا",
    "text_uthmani_transcribed": "Lā khaira fī kaṡīrim min najwāhum illā man amara biṣadaqatin au ma'rūfin au iṣlāḥim bainan-nās(i), wa may yaf'al żālikabtigā'a marḍātillāhi fa saufa nu'tīhi ajran 'aẓīmā(n).",
    "translation": "И в большинстве их тайных разговоров нет добра, Помимо тех, которые внушают (На очищенье) милостыню править, Зовут людей к добру И возглашают примирение меж ними. Тому, кто поступает так, Ища Господнего благоволенья, Даруем Мы великую награду"
  },
  {
    "verse_number": 115,
    "text_uthmani": "وَمَن يُشَاقِقِ ٱلرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُ ٱلْهُدَىٰ وَيَتَّبِعْ غَيْرَ سَبِيلِ ٱلْمُؤْمِنِينَ نُوَلِّهِۦ مَا تَوَلَّىٰ وَنُصْلِهِۦ جَهَنَّمَ ۖ وَسَآءَتْ مَصِيرًا",
    "text_uthmani_transcribed": "Wa may yusyāqiqir-rasūla mim ba'di mā tabayyana lahul-hudā wa yattabi' gaira sabīlil-mu'minīna nuwallihī mā tawallā wa nuṣlihī jahannam(a), wa sā'at maṣīrā(n).",
    "translation": "Кто от посланника отступит, Когда ему был ясно путь прямой указан, И не последует путем благочестивых, Того оставим Мы идти путем, что сам он выбрал, И (через этот путь) введем его в Огонь - Такое скверное пристанище (для грешных)"
  },
  {
    "verse_number": 116,
    "text_uthmani": "إِنَّ ٱللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِۦ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُ ۚ وَمَن يُشْرِكْ بِٱللَّهِ فَقَدْ ضَلَّ ضَلَـٰلًۢا بَعِيدًا",
    "text_uthmani_transcribed": "Innallāha lā yagfiru ay yusyraka bihī wa yagfiru mā dūna żālika limay yasyā'(u), wa may yusyrik billāhi faqad ḍalla ḍalālam ba'īdā(n).",
    "translation": "И никогда Аллах вам не простит, Коль сотоварищей Ему вы придаете. И кроме этого греха, Простит Он всё и всем, кому желает. А тот, кто все же сотоварищей Аллаху прочит, - Тот пребывает в крайнем заблужденье"
  },
  {
    "verse_number": 117,
    "text_uthmani": "إِن يَدْعُونَ مِن دُونِهِۦٓ إِلَّآ إِنَـٰثًا وَإِن يَدْعُونَ إِلَّا شَيْطَـٰنًا مَّرِيدًا",
    "text_uthmani_transcribed": "Iy yad'ūna min dūnihī illā ināṡā(n), wa iy yad'ūna illā syaiṭānam marīdā(n).",
    "translation": "Они, помимо Бога, призывают Лишь божества, имеющие женский пол, И призывают только Сатану, упорного смутьяна"
  },
  {
    "verse_number": 118,
    "text_uthmani": "لَّعَنَهُ ٱللَّهُ ۘ وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَّفْرُوضًا",
    "text_uthmani_transcribed": "La'anahullāh(u), wa qāla la'attakhiżanna min 'ibādika naṣībam mafrūḍā(n).",
    "translation": "Ведь проклял его Бог! Но он сказал: \"Я непременно от служителей Твоих Возьму себе назначенную долю"
  },
  {
    "verse_number": 119,
    "text_uthmani": "وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَـَٔامُرَنَّهُمْ فَلَيُبَتِّكُنَّ ءَاذَانَ ٱلْأَنْعَـٰمِ وَلَـَٔامُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ ٱللَّهِ ۚ وَمَن يَتَّخِذِ ٱلشَّيْطَـٰنَ وَلِيًّا مِّن دُونِ ٱللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُّبِينًا",
    "text_uthmani_transcribed": "Wa la'uḍillannahum wa la'umanniyannahum wa la'āmurannahum fa layubattikunna āżānal-an'āmi wa la'āmurannahum fa layugayyirunna  khalqallāh(i), wa may yattakhiżisy-syaiṭāna waliyyam min dūnillāhi faqad khasira khusrānam mubīnā(n).",
    "translation": "И совращу их с (Твоего) пути, И возбужу у них (порочные) желанья, И прикажу обрезать уши у скота, И прикажу творение Господне безобразить!\" Кто Сатану себе в заступники берет, минуя Бога, Себя на явную погибель обрекает"
  },
  {
    "verse_number": 120,
    "text_uthmani": "يَعِدُهُمْ وَيُمَنِّيهِمْ ۖ وَمَا يَعِدُهُمُ ٱلشَّيْطَـٰنُ إِلَّا غُرُورًا",
    "text_uthmani_transcribed": "Ya'iduhum wa yumannīhim, wa mā ya'iduhumusy-syaiṭānu illā gurūrā(n).",
    "translation": "Он обещаньями (их тешит) И возбуждает в них (порочные) желанья, Но обещанья Сатаны - обман, и только"
  },
  {
    "verse_number": 121,
    "text_uthmani": "أُو۟لَـٰٓئِكَ مَأْوَىٰهُمْ جَهَنَّمُ وَلَا يَجِدُونَ عَنْهَا مَحِيصًا",
    "text_uthmani_transcribed": "Ulā'ika ma'wāhum jahannam(u), wa lā yajidūna 'anhā maḥīṣā(n).",
    "translation": "И тем, (кто обольстится ими), Пристанище - в Аду, И не найти спасения оттуда"
  }
]