[
  {
    "verse_number": 23,
    "text_uthmani": "ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدْنِ ٱلرَّحْمَـٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّى شَفَـٰعَتُهُمْ شَيْـًٔا وَلَا يُنقِذُونِ",
    "text_uthmani_transcribed": "A'attakhiżu min dūnihī ālihatan iy yuridnir-raḥmānu biḍurril lā tugni 'annī syafā'atuhum syai'aw wa lā yunqiżūn(i).",
    "translation": "Ужель в служении Единому Ему Я стану измышлять других богов? Ведь если Милосердный зла мне пожелает, Заступничество их мне не поможет И избавленья мне не принесет"
  },
  {
    "verse_number": 24,
    "text_uthmani": "إِنِّىٓ إِذًا لَّفِى ضَلَـٰلٍ مُّبِينٍ",
    "text_uthmani_transcribed": "Innī iżal lafī ḍalālim mubīn(in).",
    "translation": "Здесь я предстал бы в явном заблужденье"
  },
  {
    "verse_number": 25,
    "text_uthmani": "إِنِّىٓ ءَامَنتُ بِرَبِّكُمْ فَٱسْمَعُونِ",
    "text_uthmani_transcribed": "Innī  āmantu birabbikum fasma'ūn(i).",
    "translation": "Поистине, уверовал я в вашего Владыку, А потому прислушайтесь ко мне, о люди!\" [Когда ж, каменьями побитый, умер он]"
  },
  {
    "verse_number": 26,
    "text_uthmani": "قِيلَ ٱدْخُلِ ٱلْجَنَّةَ ۖ قَالَ يَـٰلَيْتَ قَوْمِى يَعْلَمُونَ",
    "text_uthmani_transcribed": "Qīladkhulil-jannah(ta), qāla yā laita qaumī ya'lamūn(a).",
    "translation": "Было повелено: \"Ты в Рай войди!\" И он сказал: \"О, если б знали мои люди"
  },
  {
    "verse_number": 27,
    "text_uthmani": "بِمَا غَفَرَ لِى رَبِّى وَجَعَلَنِى مِنَ ٱلْمُكْرَمِينَ",
    "text_uthmani_transcribed": "Bimā gafaralī rabbī wa ja'alanī minal-mukramīn(a).",
    "translation": "За что Господь мне дал прощенье И почестью Своею наделил"
  },
  {
    "verse_number": 28,
    "text_uthmani": "۞ وَمَآ أَنزَلْنَا عَلَىٰ قَوْمِهِۦ مِنۢ بَعْدِهِۦ مِن جُندٍ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ",
    "text_uthmani_transcribed": "Wa mā anzalnā 'alā qaumihī mim ba'dihī min jundim minas-samā'i wa mā kunnā munzilīn(a).",
    "translation": "[Вслед за его кончиной] На его людей Мы воинства небесного не слали - Нам в этом не было нужды"
  },
  {
    "verse_number": 29,
    "text_uthmani": "إِن كَانَتْ إِلَّا صَيْحَةً وَٰحِدَةً فَإِذَا هُمْ خَـٰمِدُونَ",
    "text_uthmani_transcribed": "In kānat illā ṣaiḥataw wāḥidatan fa'iżā hum khāmidūn(a).",
    "translation": "Один лишь вскрик - И вот они погасли (и канули в небытие)"
  },
  {
    "verse_number": 30,
    "text_uthmani": "يَـٰحَسْرَةً عَلَى ٱلْعِبَادِ ۚ مَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "text_uthmani_transcribed": "Yā ḥasratan 'alal-'ibād(i), mā ya'tīhim mir rasūlin illā kānū bihī yastahzi'ūn(a).",
    "translation": "О, горе для (Моих) рабов! К ним не приходит ни один посланник, Которого они б не осмеяли"
  },
  {
    "verse_number": 31,
    "text_uthmani": "أَلَمْ يَرَوْا۟ كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ ٱلْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لَا يَرْجِعُونَ",
    "text_uthmani_transcribed": "Alam yarau kam ahlaknā qablahum minal-qurūni annahum ilaihim lā yarji'ūn(a).",
    "translation": "Ужель не видели они те поколения людей, Которые до них Мы погубили? Ужель не ведают, Что никогда они к ним не вернутся"
  },
  {
    "verse_number": 32,
    "text_uthmani": "وَإِن كُلٌّ لَّمَّا جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ",
    "text_uthmani_transcribed": "Wa in kullul lammā jamī'ul ladainā muḥḍarūn(a).",
    "translation": "Поистине, их всех до одного Представят перед Нами (в Судный День)"
  },
  {
    "verse_number": 33,
    "text_uthmani": "وَءَايَةٌ لَّهُمُ ٱلْأَرْضُ ٱلْمَيْتَةُ أَحْيَيْنَـٰهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ",
    "text_uthmani_transcribed": "Wa āyatul lahumul-arḍul-maitah(tu), aḥyaināhā wa akhrajnā minhā ḥabban faminhu ya'kulūn(a).",
    "translation": "Знамением для них - умершая земля. Ее Мы оживим, взрастим зерно на ней, И им они питаться будут"
  }
]