[
  {
    "verse_number": 133,
    "text_uthmani": "وَرَبُّكَ ٱلْغَنِىُّ ذُو ٱلرَّحْمَةِ ۚ إِن يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنۢ بَعْدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوْمٍ ءَاخَرِينَ",
    "text_uthmani_transcribed": "Wa rabbukal-ganiyyu żur-raḥmah(ti), iy yasya' yużhibkum wa yastakhlif mim ba'dikum mā yasyā'u kamā ansya'akum min żurriyyati qaumin ākharīn(a).",
    "translation": "Самодостаточен Господь твой В Своем богатстве (естества), Хранитель милости (безмерной). И будь на то Его желанье, Он мог бы уничтожить вас И заменить другими - кем захочет, Как это сделал с вами Он, Взрастив вас из потомства прочего народа"
  },
  {
    "verse_number": 134,
    "text_uthmani": "إِنَّ مَا تُوعَدُونَ لَـَٔاتٍ ۖ وَمَآ أَنتُم بِمُعْجِزِينَ",
    "text_uthmani_transcribed": "Innamā tū'adūna la'āt(in), wa mā antum bimu'jizīn(a).",
    "translation": "Что вам обещано, поистине, наступит, И вам того никак не отвести"
  },
  {
    "verse_number": 135,
    "text_uthmani": "قُلْ يَـٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَامِلٌ ۖ فَسَوْفَ تَعْلَمُونَ مَن تَكُونُ لَهُۥ عَـٰقِبَةُ ٱلدَّارِ ۗ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّـٰلِمُونَ",
    "text_uthmani_transcribed": "Qul yā qaumi'malū 'alā makānatikum innī 'āmil(un), fa saufa ta'lamūn(a), man takūnu lahū 'āqibatud-dār(i), innahū lā yufliḥuẓ-ẓālimūn(a).",
    "translation": "Скажи: \"О мой народ! Вы поступайте по своей возможности (и предпочтенью), Я - по своей же буду поступать. Потом узнать вам предстоит, За кем предел второго бытия (Будет прекрасней и надежней). А злочестивым в благоденствии (Господнем), Поистине, не пребывать"
  },
  {
    "verse_number": 136,
    "text_uthmani": "وَجَعَلُوا۟ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلْحَرْثِ وَٱلْأَنْعَـٰمِ نَصِيبًا فَقَالُوا۟ هَـٰذَا لِلَّهِ بِزَعْمِهِمْ وَهَـٰذَا لِشُرَكَآئِنَا ۖ فَمَا كَانَ لِشُرَكَآئِهِمْ فَلَا يَصِلُ إِلَى ٱللَّهِ ۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمْ ۗ سَآءَ مَا يَحْكُمُونَ",
    "text_uthmani_transcribed": "Wa ja'alū lillāhi mimmā żara'a minal-ḥarṡi wal-an'āmi naṣīban fa qālū hāżā lillāhi biza'mihim wa hāżā lisyurakā'inā, famā kāna lisyurakā'ihim falā yaṣilu ilallāh(i), wa mā kāna lillāhi fa huwa yaṣilu ilā syurakā'ihim, sā'a mā yaḥkumūn(a).",
    "translation": "И долю из посевов и скота, Что волею Аллаха израстают и плодятся, Они Аллаху назначают И говорят по прихотливым измышленьям: \"Сие - Аллаху Вышнему, Сие же - соучастникам Его, (что на земле)\". Но доля соучастников к Аллаху не идет, Аллаха ж доля- к соучастникам приходит. Как скверны и неправедны сужденья их"
  },
  {
    "verse_number": 137,
    "text_uthmani": "وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٍ مِّنَ ٱلْمُشْرِكِينَ قَتْلَ أَوْلَـٰدِهِمْ شُرَكَآؤُهُمْ لِيُرْدُوهُمْ وَلِيَلْبِسُوا۟ عَلَيْهِمْ دِينَهُمْ ۖ وَلَوْ شَآءَ ٱللَّهُ مَا فَعَلُوهُ ۖ فَذَرْهُمْ وَمَا يَفْتَرُونَ",
    "text_uthmani_transcribed": "Wa każālika zayyana likaṡīrim minal-musyrikīna qatla aulādihim syurakā'uhum liyurdūhum wa liyalbisū 'alaihim dīnahum, wa lau syā'allāhu mā fa'alūhu fa żarhum wa mā yaftarūn(a).",
    "translation": "Еще (сквернее) то, что соучастники сии Для большинства из многобожцев Украсили соблазном убиенье собственных детей, Чтоб их сгубить и вызвать смуту в вере. Но если бы желал Аллах, Они бы так не поступали. Оставь же их и то, что они ложно измышляют. А нашим женщинам запрещено. Но коль (приплод родится) мертвым, Все (в трапезе) участвуют (безоговорно)\". Воздаст Он им (сполна) за вымыслы на Бога, - Ведь мудр и всеведущ Он"
  },
  {
    "verse_number": 138,
    "text_uthmani": "وَقَالُوا۟ هَـٰذِهِۦٓ أَنْعَـٰمٌ وَحَرْثٌ حِجْرٌ لَّا يَطْعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعْمِهِمْ وَأَنْعَـٰمٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَـٰمٌ لَّا يَذْكُرُونَ ٱسْمَ ٱللَّهِ عَلَيْهَا ٱفْتِرَآءً عَلَيْهِ ۚ سَيَجْزِيهِم بِمَا كَانُوا۟ يَفْتَرُونَ",
    "text_uthmani_transcribed": "Wa qālū hāżihī an'āmuw wa ḥarṡun ḥijrul lā yaṭ'amuhā illā man nasyā'u biza'mihim wa an'āmun ḥurrimat ẓuhūruhā wa an'āmul lā yażkurūnasmallāhi 'alaihaftirā'an 'alaih(i), sayajzīhim bimā kānū yaftarūn(a).",
    "translation": "И говорят они: такой-то и такой-то скот, Такое и такое жито - запретны вам, И никому нельзя их брать для пищи, И есть их могут только те, Кому, по прихотливым их догадкам, Дозволим это делать Мы. (Запретен в пищу) также скот, Спины которого запретны (Для перевозок иль иных работ), И скот, над коим не помянуто Аллаха имя - По измышленьям об Аллахе. Воздаст сполна Он им за то, Что измышляют они именем Аллаха"
  },
  {
    "verse_number": 139,
    "text_uthmani": "وَقَالُوا۟ مَا فِى بُطُونِ هَـٰذِهِ ٱلْأَنْعَـٰمِ خَالِصَةٌ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزْوَٰجِنَا ۖ وَإِن يَكُن مَّيْتَةً فَهُمْ فِيهِ شُرَكَآءُ ۚ سَيَجْزِيهِمْ وَصْفَهُمْ ۚ إِنَّهُۥ حَكِيمٌ عَلِيمٌ",
    "text_uthmani_transcribed": "Wa qālū mā fī buṭūni hāżihil-an'āmi khāliṣatul liżukūrinā wa muḥarramun 'alā azwājinā, wa iy yakum maitatan fahum fīhi syurakā'(u), sayajzīhim waṣfahum, innahū ḥakīmun 'alīm(un).",
    "translation": "И говорят они: \"То, что в утробах этого скота (И явится на свет живым), Особо предназначено мужчинам нашим"
  },
  {
    "verse_number": 140,
    "text_uthmani": "قَدْ خَسِرَ ٱلَّذِينَ قَتَلُوٓا۟ أَوْلَـٰدَهُمْ سَفَهًۢا بِغَيْرِ عِلْمٍ وَحَرَّمُوا۟ مَا رَزَقَهُمُ ٱللَّهُ ٱفْتِرَآءً عَلَى ٱللَّهِ ۚ قَدْ ضَلُّوا۟ وَمَا كَانُوا۟ مُهْتَدِينَ",
    "text_uthmani_transcribed": "Qad khasiral-lażīna qatalū aulādahum safaham bigairi 'ilmiw wa ḥarramū mā razaqahumullāhuftirā'an 'alallāh(i), qad ḍallū wa mā kānū muhtadīn(a).",
    "translation": "Потерянными души будут тех, Кто убивает собственных детей По глупому невежеству и безрассудству И запрещает то, что им даровано Аллахом, (Тем самым) измышляя на Аллаха ложь. Они, поистине, сошли с Его пути, И их (никто уж) не направит"
  },
  {
    "verse_number": 141,
    "text_uthmani": "۞ وَهُوَ ٱلَّذِىٓ أَنشَأَ جَنَّـٰتٍ مَّعْرُوشَـٰتٍ وَغَيْرَ مَعْرُوشَـٰتٍ وَٱلنَّخْلَ وَٱلزَّرْعَ مُخْتَلِفًا أُكُلُهُۥ وَٱلزَّيْتُونَ وَٱلرُّمَّانَ مُتَشَـٰبِهًا وَغَيْرَ مُتَشَـٰبِهٍ ۚ كُلُوا۟ مِن ثَمَرِهِۦٓ إِذَآ أَثْمَرَ وَءَاتُوا۟ حَقَّهُۥ يَوْمَ حَصَادِهِۦ ۖ وَلَا تُسْرِفُوٓا۟ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْرِفِينَ",
    "text_uthmani_transcribed": "Wa huwal-lażī ansya'a jannātim ma'rūsyātiw wa gaira ma'rūsyātiw wan-nakhla waz-zar'a mukhtalifan ukuluhū waz-zaitūna war-rummāna mutasyābihaw wa gaira mutasyābih(in), kulū min ṡamarihī iżā aṡmara wa ātū ḥaqqahū yauma ḥaṣādih(ī), wa lā tusrifū, innahū lā yuḥibbul-musrifīn(a).",
    "translation": "И это - Он, Кто (вам) взрастил сады (из виноградных лоз), Что на подпорках (вытянулись к небу) Иль без подпорок (стелются обильно по земле), И финики, и разноплодные посевы, Оливы и гранаты, которые (во многом) так похожи - И (все же столь) различны меж собой. Вкушайте их плоды, когда им подойдет пора, И отдавайте должное во время сбора, Но расточительны не будьте, - Господь, поистине, не любит тех, Кто (по ненадобности) расточает"
  },
  {
    "verse_number": 142,
    "text_uthmani": "وَمِنَ ٱلْأَنْعَـٰمِ حَمُولَةً وَفَرْشًا ۚ كُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَـٰنِ ۚ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
    "text_uthmani_transcribed": "Wa minal-an'āmi ḥamūlataw wa farsyā(n), kulū mimmā razaqakumullāhu wa lā tattabi'ū khuṭuwātisy-syaiṭān(i), innahū lakum 'aduwwum mubīn(un).",
    "translation": "И из скота: одни - для перевоза (грузов и людей), Другие - чтобы дать вам пищу. Так ешьте то, что вам дозволил Бог, Не следуйте стопами Сатаны, Ведь он - вам явный враг"
  },
  {
    "verse_number": 143,
    "text_uthmani": "ثَمَـٰنِيَةَ أَزْوَٰجٍ ۖ مِّنَ ٱلضَّأْنِ ٱثْنَيْنِ وَمِنَ ٱلْمَعْزِ ٱثْنَيْنِ ۗ قُلْ ءَآلذَّكَرَيْنِ حَرَّمَ أَمِ ٱلْأُنثَيَيْنِ أَمَّا ٱشْتَمَلَتْ عَلَيْهِ أَرْحَامُ ٱلْأُنثَيَيْنِ ۖ نَبِّـُٔونِى بِعِلْمٍ إِن كُنتُمْ صَـٰدِقِينَ",
    "text_uthmani_transcribed": "Ṡamāniya azwāj(in), minaḍ-ḍa'niṡnaini wa minal-ma'ziṡnain(i), qul āżżakaraini ḥarrama amil-unṡayaini ammasytamalat 'alaihi arḥāmul-unṡayain(i), nabbi'ūnī bi'ilmin in kuntum ṣādiqīn(a).",
    "translation": "(Возьмите) парами восемь голов скота: Две - из овец и две - из коз. Теперь скажите: Он запретил вам двух самцов или двух самок? Иль то, что (все еще) в утробах самок? Скажите мне с определенным знанием того, Коль вы (в своих словах) правдивы"
  }
]