{
  "chapter_number": 33,
  "verses": [
    {
      "verse_number": 12,
      "text_uthmani": "وَإِذْ يَقُولُ ٱلْمُنَـٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورًا",
      "text_uthmani_transcribed": "Wa iż yaqūlul-munāfiqūna wal-lażīna fī qulūbihim maraḍum mā wa'adanallāhu wa rasūluhū illā gurūrā(n).",
      "translation": "И говорили лицемеры И те, в сердцах которых есть недуг: \"Что обещал Аллах нам и Его посланник - Всего лишь ложь, и больше ничего"
    },
    {
      "verse_number": 13,
      "text_uthmani": "وَإِذْ قَالَت طَّآئِفَةٌ مِّنْهُمْ يَـٰٓأَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَٱرْجِعُوا۟ ۚ وَيَسْتَـْٔذِنُ فَرِيقٌ مِّنْهُمُ ٱلنَّبِىَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِىَ بِعَوْرَةٍ ۖ إِن يُرِيدُونَ إِلَّا فِرَارًا",
      "text_uthmani_transcribed": "Wa iż qālat ṭā'ifatum minhum yā ahla yaṡriba lā muqāma lakum farji'ū, wa yasta'żinu farīqum minhumun-nabiyya yaqūlūna inna buyūtanā 'aurah(tun), wa mā hiya bi'aurah(tin), iy yurīdūna illā firārā(n).",
      "translation": "И посмотрите, были среди них и те, Что говорили: \"Жители Ятриба! Не выстоять вам (вражеский напор)! Вам лучше (к вашим очагам) вернуться\". Другие же из них Просили у пророка (позволенья удалиться), говоря: \"Наши дома остались без защиты, Обнажены (для грабежей)!\" Но без защиты не были они, Они хотели лишь бежать (от боя)"
    },
    {
      "verse_number": 14,
      "text_uthmani": "وَلَوْ دُخِلَتْ عَلَيْهِم مِّنْ أَقْطَارِهَا ثُمَّ سُئِلُوا۟ ٱلْفِتْنَةَ لَـَٔاتَوْهَا وَمَا تَلَبَّثُوا۟ بِهَآ إِلَّا يَسِيرًا",
      "text_uthmani_transcribed": "Wa lau dukhilat 'alaihim min aqṭārihā ṡumma su'ilul-fitnata la'ātauhā wa mā talabbaṡū bihā illā yasīrā(n).",
      "translation": "И если б с разных направлений Вошел к ним в город (неприятель) И стал бы их на смуту подстрекать, (Призвав сражаться против верных и пророка), Они бы поддались (призыву), Но там бы оставались только на недолгий срок"
    },
    {
      "verse_number": 15,
      "text_uthmani": "وَلَقَدْ كَانُوا۟ عَـٰهَدُوا۟ ٱللَّهَ مِن قَبْلُ لَا يُوَلُّونَ ٱلْأَدْبَـٰرَ ۚ وَكَانَ عَهْدُ ٱللَّهِ مَسْـُٔولًا",
      "text_uthmani_transcribed": "Wa laqad kānū 'āhadullāha min qablu lā yuwallūnal-adbār(a), wa kāna 'ahdullāhi mas'ūlā(n).",
      "translation": "А ведь до этого с Аллахом Вступили в Договор они О том, чтоб не бежать, спиною обратясь, (Сражаясь на пути Господнем); А Договор с Аллахом - то, За что им надлежит держать ответ"
    },
    {
      "verse_number": 16,
      "text_uthmani": "قُل لَّن يَنفَعَكُمُ ٱلْفِرَارُ إِن فَرَرْتُم مِّنَ ٱلْمَوْتِ أَوِ ٱلْقَتْلِ وَإِذًا لَّا تُمَتَّعُونَ إِلَّا قَلِيلًا",
      "text_uthmani_transcribed": "Qul lay yanfa'akumul-firāru in farartum minal-mauti awil-qatli wa iżal lā tumatta'ūna illā qalīlā(n).",
      "translation": "Скажи: \"Вам бегство не поможет, Если от смерти вы бежите Или (задумали спастись) от убиенья, - Ведь вам тогда сладиться жизнью Останется лишь краткий миг, (Вслед за которым - вечный Ад)"
    },
    {
      "verse_number": 17,
      "text_uthmani": "قُلْ مَن ذَا ٱلَّذِى يَعْصِمُكُم مِّنَ ٱللَّهِ إِنْ أَرَادَ بِكُمْ سُوٓءًا أَوْ أَرَادَ بِكُمْ رَحْمَةً ۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيًّا وَلَا نَصِيرًا",
      "text_uthmani_transcribed": "Qul man żal-lażī ya'ṣimukum minallāhi in arāda bikum sū'an au arāda bikum raḥmah(tan), wa lā yajidūna lahum min dūnillāhi waliyyaw wa lā naṣīrā(n).",
      "translation": "Скажи: \"Кто может защитить вас от Аллаха, Если Он вам назначит зло Иль пожелает проявить Свое благоволенье?\" Им не найти помощника, кроме Аллаха, - Иного покровителя им нет"
    },
    {
      "verse_number": 18,
      "text_uthmani": "۞ قَدْ يَعْلَمُ ٱللَّهُ ٱلْمُعَوِّقِينَ مِنكُمْ وَٱلْقَآئِلِينَ لِإِخْوَٰنِهِمْ هَلُمَّ إِلَيْنَا ۖ وَلَا يَأْتُونَ ٱلْبَأْسَ إِلَّا قَلِيلًا",
      "text_uthmani_transcribed": "Qad ya'lamullāhul-mu'awwiqīna minkum wal-qā'ilīna li'ikhwānihim halumma ilainā, wa lā ya'tūnal-ba'sa illā qalīlā(n).",
      "translation": "Аллаху, истинно, известны те из вас, Кто вас удерживает (от пророка) И своим братьям говорит: \"Идите к нам!\", А сам (при отражении врага) Выказывает мало мужества и рвенья"
    },
    {
      "verse_number": 19,
      "text_uthmani": "أَشِحَّةً عَلَيْكُمْ ۖ فَإِذَا جَآءَ ٱلْخَوْفُ رَأَيْتَهُمْ يَنظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَٱلَّذِى يُغْشَىٰ عَلَيْهِ مِنَ ٱلْمَوْتِ ۖ فَإِذَا ذَهَبَ ٱلْخَوْفُ سَلَقُوكُم بِأَلْسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلْخَيْرِ ۚ أُو۟لَـٰٓئِكَ لَمْ يُؤْمِنُوا۟ فَأَحْبَطَ ٱللَّهُ أَعْمَـٰلَهُمْ ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
      "text_uthmani_transcribed": "Asyiḥḥatan 'alaikum, fa iżā jā'al-khaufu ra'aitahum yanẓurūna ilaika tadūru a'yunuhum kal-lażī yugsyā 'alaihi minal-maut(i), fa iżā żahabal-khaufu salaqūkum bi'alsinatin ḥidādin asyiḥḥatan 'alal-khair(i), ulā'ika lam yu'minū fa aḥbaṭallāhu a'mālahum, wa kāna żālika 'alallāhi yasīrā(n).",
      "translation": "Скупясь для вас (пожертвовать собой или своим достатком). Когда же страх овладевает ими, Ты видишь их, смотрящих на тебя, (Как бы о помощи взывая), - Глаза вращаются у них, как у того, С кем обморок от предвкушенья смерти. Когда же страх минует их, Они вас языками острыми пронзают, Алча добра, (которое вас ждет от дележа добычи). В них веры нет, и в тщЕту обратились их дела По воле (видящего все) Аллаха, - Ему это, поистине, легко"
    },
    {
      "verse_number": 20,
      "text_uthmani": "يَحْسَبُونَ ٱلْأَحْزَابَ لَمْ يَذْهَبُوا۟ ۖ وَإِن يَأْتِ ٱلْأَحْزَابُ يَوَدُّوا۟ لَوْ أَنَّهُم بَادُونَ فِى ٱلْأَعْرَابِ يَسْـَٔلُونَ عَنْ أَنۢبَآئِكُمْ ۖ وَلَوْ كَانُوا۟ فِيكُم مَّا قَـٰتَلُوٓا۟ إِلَّا قَلِيلًا",
      "text_uthmani_transcribed": "Yaḥsabūnal-aḥzāba lam yażhabū, wa iy ya'til aḥzābu yawaddū lau annahum bādūna fil a'rābi yas'alūna 'an ambā'ikum, wa lau kānū fīkum mā qātalū illā qalīlā(n).",
      "translation": "Они считают, Что союзники ушли лишь ненадолго, И если они вновь придут, Им бы хотелось оказаться Средь бедуинов, кочующих (в песках), И только там, (в укрытии надежном), Расспрашивать известия о вас; А оставаясь среди вас, Они бы рвения в бою не проявили"
    },
    {
      "verse_number": 21,
      "text_uthmani": "لَّقَدْ كَانَ لَكُمْ فِى رَسُولِ ٱللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُوا۟ ٱللَّهَ وَٱلْيَوْمَ ٱلْـَٔاخِرَ وَذَكَرَ ٱللَّهَ كَثِيرًا",
      "text_uthmani_transcribed": "Laqad kāna lakum fī rasūlillāhi uswatun ḥasanatul liman kāna yarjullāha wal yaumal ākhira wa żakarallāha kaṡīrā(n).",
      "translation": "Был вам в посланнике Аллаха Пример хороший тем, Кто возложил свои надежды на Аллаха И на Последний День (Его Суда) И в поминании Аллаха проводит долгие часы"
    },
    {
      "verse_number": 22,
      "text_uthmani": "وَلَمَّا رَءَا ٱلْمُؤْمِنُونَ ٱلْأَحْزَابَ قَالُوا۟ هَـٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥ ۚ وَمَا زَادَهُمْ إِلَّآ إِيمَـٰنًا وَتَسْلِيمًا",
      "text_uthmani_transcribed": "Wa lammā ra'al-mu'minūnal-aḥzāb(a), qālū hāżā mā wa'adanallāhu wa rasūluhū wa ṣadaqallāhu wa rasūluh(ū), wa mā zādahum illā īmānaw wa taslīmā(n).",
      "translation": "Когда ж увидели союзников своих Те, кто уверовал (в Аллаха), Они сказали: \"Это - то, Что обещал Аллах нам и Его посланник, - Правдив Аллах, и правду говорит Его посланник!\" И это увеличило их веру и покорность"
    }
  ]
}