{
  "chapter_number": 21,
  "verses": [
    {
      "verse_number": 78,
      "text_uthmani": "وَدَاوُۥدَ وَسُلَيْمَـٰنَ إِذْ يَحْكُمَانِ فِى ٱلْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ ٱلْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَـٰهِدِينَ",
      "text_uthmani_transcribed": "Wa dāwūda wa sulaimāna iż yaḥkumāni fil-ḥarṡi iż nafasyat fīhi ganamul-qaum(i), wa kunnā liḥukmihim syāhidīn(a).",
      "translation": "Также Дауда и (его сына) Сулеймана, Когда они давали суд о ниве, Которой причинили вред отбившиеся овцы, (Принадлежавшие) семье из их общины. И Мы при их суде присутствовали Сами"
    },
    {
      "verse_number": 79,
      "text_uthmani": "فَفَهَّمْنَـٰهَا سُلَيْمَـٰنَ ۚ وَكُلًّا ءَاتَيْنَا حُكْمًا وَعِلْمًا ۚ وَسَخَّرْنَا مَعَ دَاوُۥدَ ٱلْجِبَالَ يُسَبِّحْنَ وَٱلطَّيْرَ ۚ وَكُنَّا فَـٰعِلِينَ",
      "text_uthmani_transcribed": "Fa fahhamnāhā sulaimān(a), wa kullan ātainā ḥukmaw wa 'ilmā(n), wa sakhkharnā ma'a dāwūdal-jibāla yusabbiḥna waṭ-ṭair(a), wa kunnā fā'ilīn(a).",
      "translation": "И вразумили Сулеймана (По справедливости) об этом (рассудить), И каждому из них Мы даровали знание и мудрость. Дауду подчинили горы Мы И птиц, чтоб вместе с ним хвалу Нам воздавали. И так Мы сделали (Своею Волей)"
    },
    {
      "verse_number": 80,
      "text_uthmani": "وَعَلَّمْنَـٰهُ صَنْعَةَ لَبُوسٍ لَّكُمْ لِتُحْصِنَكُم مِّنۢ بَأْسِكُمْ ۖ فَهَلْ أَنتُمْ شَـٰكِرُونَ",
      "text_uthmani_transcribed": "Wa 'allamnāhu ṣan'ata labūsil lakum lituḥṣinakum mim ba'sikum, fahal antum syākirūn(a).",
      "translation": "И Мы его для вашей пользы Делать кольчугу научили, Чтоб защищала она вас От (своевольной) ярости друг к другу. Но разве стали благодарны вы"
    },
    {
      "verse_number": 81,
      "text_uthmani": "وَلِسُلَيْمَـٰنَ ٱلرِّيحَ عَاصِفَةً تَجْرِى بِأَمْرِهِۦٓ إِلَى ٱلْأَرْضِ ٱلَّتِى بَـٰرَكْنَا فِيهَا ۚ وَكُنَّا بِكُلِّ شَىْءٍ عَـٰلِمِينَ",
      "text_uthmani_transcribed": "Wa lisulaimānar-rīḥa 'āṣifatan tajrī bi'amrihī ilal-arḍil-latī bāraknā fīhā, wa kunnā bikulli syai'in 'ālimīn(a).",
      "translation": "Мы подчинили Сулейману буйный ветер, Что мчался по велению его В края, что Мы благословили. И знали Мы про все и вся"
    },
    {
      "verse_number": 82,
      "text_uthmani": "وَمِنَ ٱلشَّيَـٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعْمَلُونَ عَمَلًا دُونَ ذَٰلِكَ ۖ وَكُنَّا لَهُمْ حَـٰفِظِينَ",
      "text_uthmani_transcribed": "Wa minasy-syayāṭīna may yagūṣūna lahū wa ya'malūna 'amalan dūna żālik(a), wa kunnā lahum ḥāfiẓīn(a).",
      "translation": "(И Мы поставили ему на службу) Кое-кого из (воинства) шайтанов, Что для него (за жемчугом) ныряли И кроме этого другие делали дела. И Мы над ними были стражем"
    },
    {
      "verse_number": 83,
      "text_uthmani": "۞ وَأَيُّوبَ إِذْ نَادَىٰ رَبَّهُۥٓ أَنِّى مَسَّنِىَ ٱلضُّرُّ وَأَنتَ أَرْحَمُ ٱلرَّٰحِمِينَ",
      "text_uthmani_transcribed": "Wa ayyūba iż nādā rabbahū annī massaniyaḍ-ḍurru wa anta arḥamur-rāḥimīn(a).",
      "translation": "И Ай'йюба, Когда он к Богу своему воззвал: \"О Господи! Меня беда постигла, - Но Ты ведь милосерднейший из милосердных"
    },
    {
      "verse_number": 84,
      "text_uthmani": "فَٱسْتَجَبْنَا لَهُۥ فَكَشَفْنَا مَا بِهِۦ مِن ضُرٍّ ۖ وَءَاتَيْنَـٰهُ أَهْلَهُۥ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنْ عِندِنَا وَذِكْرَىٰ لِلْعَـٰبِدِينَ",
      "text_uthmani_transcribed": "Fastajabnā lahū fa kasyafnā mā bihī min ḍurriw wa ātaināhu ahlahū wa miṡlahum ma'ahum raḥmatam min 'indinā wa żikrā lil-'ābidīn(a).",
      "translation": "И Мы ответили на зов его И сняли бедствие, которое его постигло. (Очаг) семейный возвратили, К нему прибавив (новую семью), По милости от Нас и в назиданье тем, Кто поклоняется лишь Нам"
    },
    {
      "verse_number": 85,
      "text_uthmani": "وَإِسْمَـٰعِيلَ وَإِدْرِيسَ وَذَا ٱلْكِفْلِ ۖ كُلٌّ مِّنَ ٱلصَّـٰبِرِينَ",
      "text_uthmani_transcribed": "Wa ismā'īla wa idrīsa wa żal-kifl(i), kullum minaṣ-ṣābirīn(a).",
      "translation": "И Исмаила, и Идриса, и Зуль-Кифла, - Все - из числа таких, Кто проявлял терпение и стойкость в вере"
    },
    {
      "verse_number": 86,
      "text_uthmani": "وَأَدْخَلْنَـٰهُمْ فِى رَحْمَتِنَآ ۖ إِنَّهُم مِّنَ ٱلصَّـٰلِحِينَ",
      "text_uthmani_transcribed": "Wa adkhalnāhum fī raḥmatinā, innahum minaṣ-ṣāliḥīn(a).",
      "translation": "И Мы их допустили в Нашу милость - Ведь они все из праведников были"
    },
    {
      "verse_number": 87,
      "text_uthmani": "وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَـٰضِبًا فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ فَنَادَىٰ فِى ٱلظُّلُمَـٰتِ أَن لَّآ إِلَـٰهَ إِلَّآ أَنتَ سُبْحَـٰنَكَ إِنِّى كُنتُ مِنَ ٱلظَّـٰلِمِينَ",
      "text_uthmani_transcribed": "Wa żan-nūni iż żahaba mugāḍiban fa ẓanna allan naqdira 'alaihi fa nādā fiẓ-ẓulumāti allā ilāha illā anta subḥānaka innī kuntu minaẓ-ẓālimīn(a).",
      "translation": "И Зуль-Нуна, Когда отправился он в гневе И думал, что не справимся Мы с ним. И он воззвал во мраке (чрева рыбы): \"Нет божества, кроме Тебя! Хвала Тебе! Поистине, неправедным я был"
    },
    {
      "verse_number": 88,
      "text_uthmani": "فَٱسْتَجَبْنَا لَهُۥ وَنَجَّيْنَـٰهُ مِنَ ٱلْغَمِّ ۚ وَكَذَٰلِكَ نُـۨجِى ٱلْمُؤْمِنِينَ",
      "text_uthmani_transcribed": "Fastajabnā lahū wa najjaināhu minal-gamm(i), wa każālika nunjil-mu'minīn(a).",
      "translation": "И Мы ответили на зов его: Избавили от горечи и бед, - Так избавляем Мы уверовавших (в Нас)"
    }
  ]
}