[
  {
    "verse_number": 34,
    "text_uthmani": "وَكَانَ لَهُۥ ثَمَرٌ فَقَالَ لِصَـٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكْثَرُ مِنكَ مَالًا وَأَعَزُّ نَفَرًا",
    "text_uthmani_transcribed": "Wa kāna lahū ṡamar(un), fa qāla liṣāḥibihī wa huwa yuḥāwiruhū ana akṡaru minka mālaw wa a'azzu nafarā(n).",
    "translation": "Хозяин сада получил (обильные) плоды И в разговоре другу своему сказал: \"Тебя богаче я имуществом своим И (сыновьями) больше славен"
  },
  {
    "verse_number": 35,
    "text_uthmani": "وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٌ لِّنَفْسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَـٰذِهِۦٓ أَبَدًا",
    "text_uthmani_transcribed": "Wa dakhala jannatahū wa huwa ẓālimul linafsih(ī), qāla mā aẓunnu an tabīda hāżihī abadā(n).",
    "translation": "И (горделиво) он вошел в свой сад, Обидев собственную душу, И сказал: \"Не думаю, чтобы пропасть могло Когда-нибудь все это"
  },
  {
    "verse_number": 36,
    "text_uthmani": "وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةً وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّى لَأَجِدَنَّ خَيْرًا مِّنْهَا مُنقَلَبًا",
    "text_uthmani_transcribed": "Wa mā aẓunnus-sā'ata qā'imataw wa la'ir rudittu ilā rabbī la'ajidanna khairam minhā munqalabā(n).",
    "translation": "И я не думаю, что Час настанет. А если к Богу моему я буду возвращен, То, несомненно, я взамен найду там лучшее, чем это"
  },
  {
    "verse_number": 37,
    "text_uthmani": "قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرْتَ بِٱلَّذِى خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ سَوَّىٰكَ رَجُلًا",
    "text_uthmani_transcribed": "Qāla lahū ṣāḥibuhū  wa huwa yuḥāwiruhū akafarta bil-lażī khalaqaka min turābin ṡumma min nuṭfatin ṡumma sawwāka rajulā(n).",
    "translation": "Но друг его с ним в разговоре отвечал: \"Ужель не веруешь в Того, Кто сотворил тебя из праха, Потом из капли, А потом и выровнял, и соразмерил человеком"
  },
  {
    "verse_number": 38,
    "text_uthmani": "لَّـٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّى وَلَآ أُشْرِكُ بِرَبِّىٓ أَحَدًا",
    "text_uthmani_transcribed": "Lākinna huwallāhu rabbī wa lā usyriku birabbī aḥadā(n).",
    "translation": "И что касается меня: (я верую), Это - Аллах, Господь мой, И в соучастники Ему я никого не призываю"
  },
  {
    "verse_number": 39,
    "text_uthmani": "وَلَوْلَآ إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِ ۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالًا وَوَلَدًا",
    "text_uthmani_transcribed": "Wa lau lā iż dakhalta jannataka qulta mā syā'allāh(u), lā quwwata illā billāh(i), in tarani ana aqalla minka mālaw wa waladā(n).",
    "translation": "И что ж тебе не говорить, входя в свой сад: \"На все Господня воля! И лишь с Аллахом мощь (моя)!\"? Если (сегодня) видишь ты меня Бедней себя деньгами и детьми"
  },
  {
    "verse_number": 40,
    "text_uthmani": "فَعَسَىٰ رَبِّىٓ أَن يُؤْتِيَنِ خَيْرًا مِّن جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِّنَ ٱلسَّمَآءِ فَتُصْبِحَ صَعِيدًا زَلَقًا",
    "text_uthmani_transcribed": "Fa 'asā rabbī ay yu'tiyani khairam min jannatika wa yursila 'alaihā ḥusbānam minas-samā'i fa tuṣbiḥa ṣa'īdan zalaqā(n).",
    "translation": "(Как знать), быть может, мой Господь Мне (завтра) даст получше, чем твой сад, Ну, а на твой - пошлет ненастье с неба, И он (мгновенно) в пустошь обратится"
  },
  {
    "verse_number": 41,
    "text_uthmani": "أَوْ يُصْبِحَ مَآؤُهَا غَوْرًا فَلَن تَسْتَطِيعَ لَهُۥ طَلَبًا",
    "text_uthmani_transcribed": "Au yuṣbiḥa mā'uhā gauran falan tastaṭī'a lahū ṭalabā(n).",
    "translation": "Или уйдут под землю его воды, И ты их не сумеешь отыскать"
  },
  {
    "verse_number": 42,
    "text_uthmani": "وَأُحِيطَ بِثَمَرِهِۦ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَـٰلَيْتَنِى لَمْ أُشْرِكْ بِرَبِّىٓ أَحَدًا",
    "text_uthmani_transcribed": "Wa uḥīṭa biṡamarihī fa aṣbaḥa yuqallibu kaffaihi 'alā mā anfaqa fīhā wa hiya khāwiyatun 'alā 'urūsyihā wa yaqūlu yā laitanī lam usyrik birabbī aḥadā(n).",
    "translation": "И были гибелью объяты все его плоды, И стал в отчаянье ломать он свои руки, (Горюя) оттого, что он в свой сад вложил, А ныне он стоял, до основанья разоренный; И говорил он: \"Горе мне! О, если б только к Богу моему Я никого не призывал"
  },
  {
    "verse_number": 43,
    "text_uthmani": "وَلَمْ تَكُن لَّهُۥ فِئَةٌ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا",
    "text_uthmani_transcribed": "Wa lam takul lahū fi'atuy yanṣurūnahū min dūnillāhi wa mā kāna muntaṣirā(n).",
    "translation": "И не было таких, Кто б помощь оказал ему против Аллаха, А сам он справиться (с бедой) не мог"
  },
  {
    "verse_number": 44,
    "text_uthmani": "هُنَالِكَ ٱلْوَلَـٰيَةُ لِلَّهِ ٱلْحَقِّ ۚ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا",
    "text_uthmani_transcribed": "Hunālikal-walāyatu lillāhil-ḥaqq(i), huwa khairun ṡawābaw wa khairun 'uqbā(n).",
    "translation": "Лишь у Аллаха, истинного Бога, Ищи защиты и спасения себе! Нет никого лучше Его В даянии наград и лучшего исхода"
  }
]