[
  {
    "verse_number": 34,
    "text_uthmani": "وَلَا تَسْتَوِى ٱلْحَسَنَةُ وَلَا ٱلسَّيِّئَةُ ۚ ٱدْفَعْ بِٱلَّتِى هِىَ أَحْسَنُ فَإِذَا ٱلَّذِى بَيْنَكَ وَبَيْنَهُۥ عَدَٰوَةٌ كَأَنَّهُۥ وَلِىٌّ حَمِيمٌ",
    "text_uthmani_transcribed": "Wa lā tastawil-ḥasanatu wa las-sayyi'ah(tu), idfa' bil-latī hiya aḥsanu fa'iżal-lażī bainaka wa bainahū 'adāwatun ka'annahū waliyyun ḥamīm(un).",
    "translation": "Добро и зло не могут быть равны; Так оттолкни же зло добром, И тот, кто ненависть к тебе питает, В родного друга обратится"
  },
  {
    "verse_number": 35,
    "text_uthmani": "وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُوا۟ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٍ",
    "text_uthmani_transcribed": "Wa mā yulaqqāhā illal-lażīna ṣabarū, wa mā yulaqqāhā illā żū ḥaẓẓin 'aẓīm(in).",
    "translation": "И не даровано сей чести никому, Помимо тех, кто с отрешением терпел. И не даровано сей чести никому, Помимо обладателей великой доли"
  },
  {
    "verse_number": 36,
    "text_uthmani": "وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيْطَـٰنِ نَزْغٌ فَٱسْتَعِذْ بِٱللَّهِ ۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "text_uthmani_transcribed": "Wa immā yanzagannaka minasy-syaiṭāni nazgun fasta'iż billāh(i), innahū huwas-samī'ul-'alīm(u).",
    "translation": "И если Сатана ко злу тебя склоняет, Ищи спасения у Бога, - Ведь Он Один всеведущ и всесущ"
  },
  {
    "verse_number": 37,
    "text_uthmani": "وَمِنْ ءَايَـٰتِهِ ٱلَّيْلُ وَٱلنَّهَارُ وَٱلشَّمْسُ وَٱلْقَمَرُ ۚ لَا تَسْجُدُوا۟ لِلشَّمْسِ وَلَا لِلْقَمَرِ وَٱسْجُدُوا۟ لِلَّهِ ٱلَّذِى خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
    "text_uthmani_transcribed": "Wa min āyātihil-lailu wan-nahāru wasy-syamsu wal-qamar(u), lā tasjudū lisy-syamsi wa lā lil-qamari wasjudū lillāhil-lażī khalaqahunna in kuntum iyyāhu ta'budūn(a).",
    "translation": "И из Его знамений - И ночь и день, И солнце и луна. Но солнцу и луне не поклоняйтесь, А поклоняйтесь Господу, Который создал их, Коль в вас живет стремленье к вере"
  },
  {
    "verse_number": 38,
    "text_uthmani": "فَإِنِ ٱسْتَكْبَرُوا۟ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيْلِ وَٱلنَّهَارِ وَهُمْ لَا يَسْـَٔمُونَ ۩",
    "text_uthmani_transcribed": "Fa inistakbarū fal-lażīna 'inda rabbika yusabbiḥūna lahū bil-laili wan-nahāri wa hum lā yas'amūn(a).",
    "translation": "А коль гордыня их охватит - Приближены к Аллаху будут те, Кто, славя Господа и днем и ночью, В своем усердии не устает"
  },
  {
    "verse_number": 39,
    "text_uthmani": "وَمِنْ ءَايَـٰتِهِۦٓ أَنَّكَ تَرَى ٱلْأَرْضَ خَـٰشِعَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا ٱلْمَآءَ ٱهْتَزَّتْ وَرَبَتْ ۚ إِنَّ ٱلَّذِىٓ أَحْيَاهَا لَمُحْىِ ٱلْمَوْتَىٰٓ ۚ إِنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Wa min āyātihī annaka taral-arḍa khāsyi'atan fa iżā anzalnā 'alaihal-mā'ahtazzat wa rabat, innal-lażī aḥyāhā lamuḥyil-mautā, innahū 'alā kulli syai'in qadīr(un).",
    "translation": "И из Его знамений - Ты землю зришь бесплодной. Но вот Мы на нее прольем (обильный) дождь, - Она взволнуется, набухнет и воскреснет. Поистине, ведь Тот, Кто землю к жизни воскрешает, Способен оживить и мертвых, - Ведь всемогущ Аллах над всем и вся"
  },
  {
    "verse_number": 40,
    "text_uthmani": "إِنَّ ٱلَّذِينَ يُلْحِدُونَ فِىٓ ءَايَـٰتِنَا لَا يَخْفَوْنَ عَلَيْنَآ ۗ أَفَمَن يُلْقَىٰ فِى ٱلنَّارِ خَيْرٌ أَم مَّن يَأْتِىٓ ءَامِنًا يَوْمَ ٱلْقِيَـٰمَةِ ۚ ٱعْمَلُوا۟ مَا شِئْتُمْ ۖ إِنَّهُۥ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "text_uthmani_transcribed": "Innal-lażīna yulḥidūna fī āyātinā lā yakhfauna 'alainā, afamay yulqā fin-nāri khairun am may ya'tī āminay yaumal-qiyāmah(ti), i'malū mā syi'tum, innahū bimā ta'malūna  baṣīr(un).",
    "translation": "Поистине, не схорониться тем, Кто искажает истину в знаменьях Наших. Кто ж лучше: Тот, кто в Судный День в Огонь повергнут будет, Иль тот, кто в Рай войдет сохранно? Творите все, что вы хотите, - Он видит все, что делаете вы"
  },
  {
    "verse_number": 41,
    "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِٱلذِّكْرِ لَمَّا جَآءَهُمْ ۖ وَإِنَّهُۥ لَكِتَـٰبٌ عَزِيزٌ",
    "text_uthmani_transcribed": "Innal-lażīna kafarū biż-żikri lammā jā'ahum, wa innahū lakitābun 'azīz(un).",
    "translation": "(Не скроются от Нас и те), Кто отвергает увещанье Наше, Когда оно приходит к ним, - Поистине, величественна эта Книга"
  },
  {
    "verse_number": 42,
    "text_uthmani": "لَّا يَأْتِيهِ ٱلْبَـٰطِلُ مِنۢ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِۦ ۖ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ",
    "text_uthmani_transcribed": "Lā ya'tīhil-bāṭilu mim baini yadaihi wa lā min khalfih(ī), tanzīlum min ḥakīmin ḥamīd(in).",
    "translation": "И ложь не может подступиться к ней Ни спереди, ни сзади, - Ведь таково послание Того, Кто мудр И достоин всех хвалеб"
  },
  {
    "verse_number": 43,
    "text_uthmani": "مَّا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِن قَبْلِكَ ۚ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ",
    "text_uthmani_transcribed": "Mā yuqālu laka illā mā qad qīla lir-rusuli min qablik(a), inna rabbaka lażū magfiratiw wa żū 'iqābin alīm(in).",
    "translation": "И не вверяется тебе ничто, Что до тебя другим пророкам не вверялось. Поистине, Владыка твой - Распорядитель всепрощенья, Властитель самой горькой кары"
  },
  {
    "verse_number": 44,
    "text_uthmani": "وَلَوْ جَعَلْنَـٰهُ قُرْءَانًا أَعْجَمِيًّا لَّقَالُوا۟ لَوْلَا فُصِّلَتْ ءَايَـٰتُهُۥٓ ۖ ءَا۬عْجَمِىٌّ وَعَرَبِىٌّ ۗ قُلْ هُوَ لِلَّذِينَ ءَامَنُوا۟ هُدًى وَشِفَآءٌ ۖ وَٱلَّذِينَ لَا يُؤْمِنُونَ فِىٓ ءَاذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ۚ أُو۟لَـٰٓئِكَ يُنَادَوْنَ مِن مَّكَانٍۭ بَعِيدٍ",
    "text_uthmani_transcribed": "Wa lau ja'alnāhu qur'ānan a'jamiyyal laqālū lau lā fuṣṣilat āyātuh(ū), a'a'jamiyyuw wa 'arabiyy(un), qul huwa lil-lażīna āmanū hudaw wa syifā'(un), wal-lażīna lā yu'minūna fī āżānihim waqruw wa huwa 'alaihim 'amā(n), ulā'ika yunādauna mim makānim ba'īd(in).",
    "translation": "Но если б ниспослали Мы Коран не на арабском, Они б воскликнули: \"Где толкование его стихов? Ужель сие не на арабском, А излагается арабом?\" Ответь: \"Путеводитель он и врачеватель Для тех, кто веру приобрел\". Но у неверных глухотой закрыты уши, И он, (Коран), для них - лишь слепота, И к ним приходится взывать Из самых дальних расстояний"
  }
]