[
  {
    "verse_number": 34,
    "text_uthmani": "قُلْ هَلْ مِن شُرَكَآئِكُم مَّن يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ ۚ قُلِ ٱللَّهُ يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
    "text_uthmani_transcribed": "Qul hal min syurakā'ikum may yabda'ul-khalqa ṡumma yu'īduh(ū), qulillāhu yabda'ul-khalqa ṡumma yu'īduhū fa annā tu'fakūn(a).",
    "translation": "Скажи: \"Есть ли средь ваших \"сотоварищей\" такой, Кто может совершить первичное творенье, Потом, в небытие его повергнув, вновь воссоздать?\" Скажи: \"Аллах один вершит творенье, Потом же вновь воссоздает его. Как же (бездумно) вы отвращены"
  },
  {
    "verse_number": 35,
    "text_uthmani": "قُلْ هَلْ مِن شُرَكَآئِكُم مَّن يَهْدِىٓ إِلَى ٱلْحَقِّ ۚ قُلِ ٱللَّهُ يَهْدِى لِلْحَقِّ ۗ أَفَمَن يَهْدِىٓ إِلَى ٱلْحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّىٓ إِلَّآ أَن يُهْدَىٰ ۖ فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ",
    "text_uthmani_transcribed": "Qul hal min syurakā'ikum may yahdī ilal-ḥaqq(i),qulillāhu yahdī lil-ḥaqq(i), afamay yahdī ilal-ḥaqqi aḥaqqu ay yuttaba'a ammal lā  yahiddī illā ay yuhdā, famā lakum, kaifa taḥkumūn(a).",
    "translation": "Скажи: \"Есть ли средь ваших \"сотоварищей\" такой, Кто к Истине указывает путь?\" Скажи: \"Аллах лишь к Истине ведет. Так кто ж тогда достоин больше, Чтоб следовать Его путем: Тот, кто способен к Истине направить, Иль тот, кто сам вести не может, Если его никто не поведет? Что с вами? Как вы строите свои сужденья"
  },
  {
    "verse_number": 36,
    "text_uthmani": "وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا ۚ إِنَّ ٱلظَّنَّ لَا يُغْنِى مِنَ ٱلْحَقِّ شَيْـًٔا ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا يَفْعَلُونَ",
    "text_uthmani_transcribed": "Wa mā yattabi'u akṡaruhum illā ẓannā(n), innaẓ-ẓanna lā yugnī minal-ḥaqqi syai'ā(n), innallāha 'alīmum bimā yaf'alūn(a).",
    "translation": "Но большинство их следует пристрастиям (земным), А ведь пристрастия никак от Истины не избавляют. Аллаху, истинно, известно Все то, что делают они"
  },
  {
    "verse_number": 37,
    "text_uthmani": "وَمَا كَانَ هَـٰذَا ٱلْقُرْءَانُ أَن يُفْتَرَىٰ مِن دُونِ ٱللَّهِ وَلَـٰكِن تَصْدِيقَ ٱلَّذِى بَيْنَ يَدَيْهِ وَتَفْصِيلَ ٱلْكِتَـٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Wa mā kāna hāżal-qur'ānu ay yuftarā min dūnillāhi wa lākin taṣdīqal-lażī baina yadaihi wa tafṣīlal-kitābi lā raiba fīhi mir rabbil-'ālamīn(a).",
    "translation": "Не мог быть этот Аль Кор'ан Измышленным никем, кроме Аллаха. Он подтверждает истинность того, Что до него ниспослано (вам) было, И изъясняет - в чем сомненья нет! - Послание от Господа миров"
  },
  {
    "verse_number": 38,
    "text_uthmani": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۖ قُلْ فَأْتُوا۟ بِسُورَةٍ مِّثْلِهِۦ وَٱدْعُوا۟ مَنِ ٱسْتَطَعْتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَـٰدِقِينَ",
    "text_uthmani_transcribed": "Am yaqūlūnaftarāh(u), qul fa'tū bisūratim miṡlihī wad'ū manistaṭa'tum min dūnillāhi in kuntum ṣādiqīn(a).",
    "translation": "Иль они скажут: \"Он измыслил это!\" Скажи: \"Представьте хоть одну главу, Подобно той, что в этой (Книге), И призовите себе в помощь Любого, кто угоден вам, Кроме Всевышнего Аллаха, Если правдивы вы (в своих словах)"
  },
  {
    "verse_number": 39,
    "text_uthmani": "بَلْ كَذَّبُوا۟ بِمَا لَمْ يُحِيطُوا۟ بِعِلْمِهِۦ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُۥ ۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Bal każżabū bimā lam yuḥīṭū bi'ilmihī wa lammā ya'tihim ta'wīluh(ū), każālika każżabal-lażīna min qablihim fanẓur kaifa kāna 'āqibatuẓ-ẓālimīn(a).",
    "translation": "Но нет же! Ложью именуют они то, Что не объемлет их познанье И подтверждение чего пока к ним не пришло; И так же те, что были прежде них, Считали ложью (откровения Аллаха). Смотри, какой конец был тех, Которые нечестие творили"
  },
  {
    "verse_number": 40,
    "text_uthmani": "وَمِنْهُم مَّن يُؤْمِنُ بِهِۦ وَمِنْهُم مَّن لَّا يُؤْمِنُ بِهِۦ ۚ وَرَبُّكَ أَعْلَمُ بِٱلْمُفْسِدِينَ",
    "text_uthmani_transcribed": "Wa minhum may yu'minu bihī wa minhum mal lā yu'minu bih(ī), wa rabbuka a'lamu bil-mufsidīn(a).",
    "translation": "Средь них есть те, кто верует в него, Есть и такие, кто не верит. Господь твой лучше знает злочестивых"
  },
  {
    "verse_number": 41,
    "text_uthmani": "وَإِن كَذَّبُوكَ فَقُل لِّى عَمَلِى وَلَكُمْ عَمَلُكُمْ ۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعْمَلُ وَأَنَا۠ بَرِىٓءٌ مِّمَّا تَعْمَلُونَ",
    "text_uthmani_transcribed": "Wa in każżabūka faqul lī 'amalī wa lakum 'amalukum, antum barī'ūna mimmā a'malu wa ana barī'um mimmā ta'malūn(a).",
    "translation": "А коль они лжецом тебя сочтут, Скажи: \"Мое вершенье - у меня, У вас же - ваше, И непричастны вы к тому, что я вершу, А я - к тому, что вы вершите"
  },
  {
    "verse_number": 42,
    "text_uthmani": "وَمِنْهُم مَّن يَسْتَمِعُونَ إِلَيْكَ ۚ أَفَأَنتَ تُسْمِعُ ٱلصُّمَّ وَلَوْ كَانُوا۟ لَا يَعْقِلُونَ",
    "text_uthmani_transcribed": "Wa minhum may yastami'ūna ilaik(a), afa anta tusmi'uṣ-ṣumma wa lau kānū lā ya'qilūn(a).",
    "translation": "Средь них есть те, Кто слушает тебя (притворно). Но разве можешь ты глухих заставить слышать, Когда они к тому ж не понимают"
  },
  {
    "verse_number": 43,
    "text_uthmani": "وَمِنْهُم مَّن يَنظُرُ إِلَيْكَ ۚ أَفَأَنتَ تَهْدِى ٱلْعُمْىَ وَلَوْ كَانُوا۟ لَا يُبْصِرُونَ",
    "text_uthmani_transcribed": "Wa minhum may yanẓuru ilaik(a), afa anta tahdil-'umya wa lau kānū lā yubṣirūn(a).",
    "translation": "Есть и такие, кто (притворно) сморит на тебя; Но сможешь ли слепому путь ты указать, Когда к тому ж он не желает видеть"
  },
  {
    "verse_number": 44,
    "text_uthmani": "إِنَّ ٱللَّهَ لَا يَظْلِمُ ٱلنَّاسَ شَيْـًٔا وَلَـٰكِنَّ ٱلنَّاسَ أَنفُسَهُمْ يَظْلِمُونَ",
    "text_uthmani_transcribed": "Innallāha lā yaẓlimun-nāsa syai'aw wa lākinnan-nāsa anfusahum yaẓlimūn(a).",
    "translation": "Аллах, поистине, к Своим твореньям строго справедлив - Они к самим себе несправедливы"
  }
]