[
  {
    "verse_number": 56,
    "text_uthmani": "وَمَآ أَرْسَلْنَـٰكَ إِلَّا مُبَشِّرًا وَنَذِيرًا",
    "text_uthmani_transcribed": "Wa mā arsalnāka illā mubasysyiraw wa nażīrā(n).",
    "translation": "Тебя, (о Мухаммад!), Мы только Благовестником и проповедником послали"
  },
  {
    "verse_number": 57,
    "text_uthmani": "قُلْ مَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلًا",
    "text_uthmani_transcribed": "Qul mā as'alukum 'alaihi min ajrin illā man syā'a ay yattakhiża ilā rabbihī sabīlā(n).",
    "translation": "Скажи: \"Я не прошу у вас за это никакой награды, Кроме того, чтоб те, кто пожелает, Направили свой путь к Владыке своему"
  },
  {
    "verse_number": 58,
    "text_uthmani": "وَتَوَكَّلْ عَلَى ٱلْحَىِّ ٱلَّذِى لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِۦ ۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا",
    "text_uthmani_transcribed": "Wa tawakkal 'alal-ḥayyil-lażī lā yamūtu wa sabbiḥ biḥamdih(ī), wa kafā bihī biżunūbi 'ibādihī khabīrā(n).",
    "translation": "Доверься лишь Тому, Кто вечно жив, Кого коснуться смерть не может, И возглашай Ему хвалу. Достаточно (все)веденья Его О грешном (бытии) Его рабов (в сем мире)"
  },
  {
    "verse_number": 59,
    "text_uthmani": "ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۚ ٱلرَّحْمَـٰنُ فَسْـَٔلْ بِهِۦ خَبِيرًا",
    "text_uthmani_transcribed": "Allażī khalaqas-samāwāti wal-arḍa wa mā bainahumā fī sittati ayyāmin ṡummastawā 'alal-'arsy(i), ar-raḥmānu fas'al bihī khabīrā(n).",
    "translation": "Кто небеса и землю сотворил И то, что пребывает между ними, за шесть (небесных) дней Потом воссел на Трон (всевластия и славы) (Наш) Милосерднейший (Аллах)! Спроси о Нем того, кто сведущ"
  },
  {
    "verse_number": 60,
    "text_uthmani": "وَإِذَا قِيلَ لَهُمُ ٱسْجُدُوا۟ لِلرَّحْمَـٰنِ قَالُوا۟ وَمَا ٱلرَّحْمَـٰنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا ۩",
    "text_uthmani_transcribed": "Wa iżā qīla lahumusjudū lir-raḥmāni qālū wa mar-raḥmānu anasjudu limā ta'murunā wa zādahum nufūrā(n).",
    "translation": "Когда им говорят: \"Вы поклоняйтесь Милосердному (Аллаху)!\", То говорят они: \"А что такое Милосердный? Неужто станем поклоняться Тому, кому ты нам велишь?\" - И это их все больше отвращает"
  },
  {
    "verse_number": 61,
    "text_uthmani": "تَبَارَكَ ٱلَّذِى جَعَلَ فِى ٱلسَّمَآءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَٰجًا وَقَمَرًا مُّنِيرًا",
    "text_uthmani_transcribed": "Tabārakal-lażī ja'ala fis-samā'i burūjaw wa ja'ala fīhā sirājaw wa qamaram munīrā(n).",
    "translation": "Благословен будь Тот, Кто в небесах созвездия устроил, Светильником там Солнцу (приказал гореть) И Месяц осветил (его сияньем)"
  },
  {
    "verse_number": 62,
    "text_uthmani": "وَهُوَ ٱلَّذِى جَعَلَ ٱلَّيْلَ وَٱلنَّهَارَ خِلْفَةً لِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا",
    "text_uthmani_transcribed": "Wa huwal-lażī ja'alal-laila wan-nahāra khilfatal liman arāda ay yażżakkara au arāda syukūrā(n).",
    "translation": "Он - Тот, Кто (мраку) ночи и (свету) дня Назначил очередность - Для тех, в ком есть желание О (Боге) вспоминать и благодарность воздавать (Ему)"
  },
  {
    "verse_number": 63,
    "text_uthmani": "وَعِبَادُ ٱلرَّحْمَـٰنِ ٱلَّذِينَ يَمْشُونَ عَلَى ٱلْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ ٱلْجَـٰهِلُونَ قَالُوا۟ سَلَـٰمًا",
    "text_uthmani_transcribed": "Wa 'ibādur-raḥmānil-lażīna yamsyūna 'alal-arḍi haunaw wa iżā khāṭabahumul-jāhilūna qālū salāmā(n).",
    "translation": "И слуги Милосердного - лишь те, Кто ходит по земле смиренно И говорит невеждам: \"Мир!\", Когда те обращаются к ним с речью"
  },
  {
    "verse_number": 64,
    "text_uthmani": "وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَـٰمًا",
    "text_uthmani_transcribed": "Wal-lażīna yabītūna lirabbihim sujjadaw wa qiyāmā(n).",
    "translation": "И те, кто перед Господом своим Проводит ночь, пав ниц иль стоя"
  },
  {
    "verse_number": 65,
    "text_uthmani": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ ۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا",
    "text_uthmani_transcribed": "Wal-lażīna yaqūlūna rabbanaṣrif 'annā 'ażāba jahannam(a), inna 'ażābahā kāna garāmā(n).",
    "translation": "И те, кто говорит: \"Господь наш! Предотврати нам кары Ада, Ведь в нем - нам нескончаемые муки"
  },
  {
    "verse_number": 66,
    "text_uthmani": "إِنَّهَا سَآءَتْ مُسْتَقَرًّا وَمُقَامًا",
    "text_uthmani_transcribed": "Innahā sā'at mustaqarraw wa muqāmā(n).",
    "translation": "Он - истинно зловещ И как пристанище, и место упокоя"
  }
]