[
  {
    "verse_number": 78,
    "text_uthmani": "فَلَمَّا رَءَا ٱلشَّمْسَ بَازِغَةً قَالَ هَـٰذَا رَبِّى هَـٰذَآ أَكْبَرُ ۖ فَلَمَّآ أَفَلَتْ قَالَ يَـٰقَوْمِ إِنِّى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
    "text_uthmani_transcribed": "Falammā ra'asy-syamsa bāzigatan qāla hāżā rabbī hāżā akbar(u), falammā afalat qāla yā qaumi innī barī'um mimmā tusyrikūn(a).",
    "translation": "(И вновь), когда он солнце восходящее увидел, Сказал он: \"Это - мой Господь! И сей - превыше (предыдущих)\". Когда же солнце село, он сказал: \"О мой народ! Поистине, Я непричастен вашему (греху) Прочить другие божества Аллаху"
  },
  {
    "verse_number": 79,
    "text_uthmani": "إِنِّى وَجَّهْتُ وَجْهِىَ لِلَّذِى فَطَرَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ حَنِيفًا ۖ وَمَآ أَنَا۠ مِنَ ٱلْمُشْرِكِينَ",
    "text_uthmani_transcribed": "Innī wajjahtu wajhiya lil-lażī faṭaras-samāwāti wal-arḍa ḥanīfaw wa mā ana minal-musyrikīn(a).",
    "translation": "Я обратил свой лик к Тому, Кто небеса и землю создал, И всей душой Ему предался. Я - не из тех, кто прочит соучастников (Аллаху)"
  },
  {
    "verse_number": 80,
    "text_uthmani": "وَحَآجَّهُۥ قَوْمُهُۥ ۚ قَالَ أَتُحَـٰٓجُّوٓنِّى فِى ٱللَّهِ وَقَدْ هَدَىٰنِ ۚ وَلَآ أَخَافُ مَا تُشْرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّى شَيْـًٔا ۗ وَسِعَ رَبِّى كُلَّ شَىْءٍ عِلْمًا ۗ أَفَلَا تَتَذَكَّرُونَ",
    "text_uthmani_transcribed": "Wa ḥājjahū qaumuh(ū), qāla atuḥājjūnnī fillāhi wa qad hadān(i), wa lā akhāfu mā tusyrikūna bihī illā ay yasyā'a rabbī syai'ā(n), wasi'a rabbī kulla syai'in 'ilmā(n), afalā tatażakkarūn(a).",
    "translation": "И пререкался с ним его народ. (Тогда) сказал он: \"Вы пререкаетесь со мною об Аллахе, Тогда как вывел Он меня на путь прямой. И не боюсь я тех, кого вы придаете в сотоварищи Ему, Если того не пожелает мой Господь. Ведь безграничным веденьем Своим Господь мой всяку вещь объемлет. Ужель не поразмыслить вам над этим"
  },
  {
    "verse_number": 81,
    "text_uthmani": "وَكَيْفَ أَخَافُ مَآ أَشْرَكْتُمْ وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُم بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ عَلَيْكُمْ سُلْطَـٰنًا ۚ فَأَىُّ ٱلْفَرِيقَيْنِ أَحَقُّ بِٱلْأَمْنِ ۖ إِن كُنتُمْ تَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa kaifa akhāfu mā asyraktum wa lā takhāfūna annakum asyraktum billāhi mā lam yunazzil bihī 'alaikum sulṭānā(n), fa ayyul-farīqaini aḥaqqu bil-amn(i), in kuntum ta'lamūn(a).",
    "translation": "И отчего же мне бояться тех, Кого вы прочите Ему в партнеры, Коль не боитесь вы приравнивать Ему Таких, касательно которых Он поручительства вам не давал? Тогда какой из этих двух сторон Быть правомерно безопасней? (Ответьте же), коль вам известно это"
  },
  {
    "verse_number": 82,
    "text_uthmani": "ٱلَّذِينَ ءَامَنُوا۟ وَلَمْ يَلْبِسُوٓا۟ إِيمَـٰنَهُم بِظُلْمٍ أُو۟لَـٰٓئِكَ لَهُمُ ٱلْأَمْنُ وَهُم مُّهْتَدُونَ",
    "text_uthmani_transcribed": "Al-lażīna āmanū wa lam yalbisū īmānahum biẓulmin ulā'ika lahumul-amnu wa hum muhtadūn(a).",
    "translation": "Лишь те, кто верует, Не облекая своей веры в беззаконье, - Им - истинная безопасность, И лишь они - на праведной стезе"
  },
  {
    "verse_number": 83,
    "text_uthmani": "وَتِلْكَ حُجَّتُنَآ ءَاتَيْنَـٰهَآ إِبْرَٰهِيمَ عَلَىٰ قَوْمِهِۦ ۚ نَرْفَعُ دَرَجَـٰتٍ مَّن نَّشَآءُ ۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ",
    "text_uthmani_transcribed": "Wa tilka ḥujjatunā ātaināhā ibrāhīma 'alā qaumih(ī), narfa'u darajātim man nasyā'(u), inna rabbaka ḥakīmun 'alīm(un).",
    "translation": "Таков тот довод, что Мы дали Ибрахиму Против (неверия) его народа. Мы возвышаем степенями тех, Кого Своим желанием сочтем. Господь твой, истинно, и мудр, и (все)знающ"
  },
  {
    "verse_number": 84,
    "text_uthmani": "وَوَهَبْنَا لَهُۥٓ إِسْحَـٰقَ وَيَعْقُوبَ ۚ كُلًّا هَدَيْنَا ۚ وَنُوحًا هَدَيْنَا مِن قَبْلُ ۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيْمَـٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَـٰرُونَ ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ",
    "text_uthmani_transcribed": "Wa wahabnā lahū isḥāqa wa ya'qūb(a), kullan hadainā wa nūḥan hadainā min qablu wa min żurriyyatihī dāwūda wa sulaimāna wa ayyūba wa yūsufa wa mūsā wa hārūna wa każālika najzil-muḥsinīn(a).",
    "translation": "И дали Мы ему Исхака и Йакуба И всех направили по верному пути. А прежде Мы стезю прямую Нуху указали. И из его потомства - Дауду, Сулейману и Ай'йюбу, Йусуфу, Мусе и Харуну. Так воздаем Мы тем, кто делает добро"
  },
  {
    "verse_number": 85,
    "text_uthmani": "وَزَكَرِيَّا وَيَحْيَىٰ وَعِيسَىٰ وَإِلْيَاسَ ۖ كُلٌّ مِّنَ ٱلصَّـٰلِحِينَ",
    "text_uthmani_transcribed": "Wa zakariyyā wa yaḥyā wa 'īsā wa ilyās(a), kullum minaṣ-ṣāliḥīn(a).",
    "translation": "И Закарии, и Йахйе, и Исе, и Ильйасу, - Ведь они все - из ряда правоверных"
  },
  {
    "verse_number": 86,
    "text_uthmani": "وَإِسْمَـٰعِيلَ وَٱلْيَسَعَ وَيُونُسَ وَلُوطًا ۚ وَكُلًّا فَضَّلْنَا عَلَى ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Wa ismā'īla wal-yasa'a wa yūnusa wa lūṭā(n), wa kullan faḍḍalnā 'alal-'ālamīn(a).",
    "translation": "И Исмаилу, Аль-Йасау, Йюнусу и Луту - Их всех возвысили Мы над мирами"
  },
  {
    "verse_number": 87,
    "text_uthmani": "وَمِنْ ءَابَآئِهِمْ وَذُرِّيَّـٰتِهِمْ وَإِخْوَٰنِهِمْ ۖ وَٱجْتَبَيْنَـٰهُمْ وَهَدَيْنَـٰهُمْ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "text_uthmani_transcribed": "Wa min ābā'ihim wa żurriyyātihim wa ikhwānihim, wajtabaināhum wa hadaināhum ilā ṣirāṭim mustaqīm(in).",
    "translation": "Из их отцов, потомков их и братьев Избрали их Мы и вели по праведной стезе"
  },
  {
    "verse_number": 88,
    "text_uthmani": "ذَٰلِكَ هُدَى ٱللَّهِ يَهْدِى بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۚ وَلَوْ أَشْرَكُوا۟ لَحَبِطَ عَنْهُم مَّا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Żālika hudallāhi yahdī bihī may yasyā'u min 'ibādih(ī), wa lau asyrakū laḥabiṭa 'anhum mā kānū ya'malūn(a).",
    "translation": "Вот таково водительство Аллаха, Которым Он ведет тех в услужении Ему, Кого сочтет Своим желаньем. Но если б наравне с Аллахом Они других измыслили богов, То все, что бы ни сделали они, Для них бы обратилось в тщЕту"
  }
]