{
  "chapter_number": 2,
  "verses": [
    {
      "verse_number": 67,
      "text_uthmani": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦٓ إِنَّ ٱللَّهَ يَأْمُرُكُمْ أَن تَذْبَحُوا۟ بَقَرَةً ۖ قَالُوٓا۟ أَتَتَّخِذُنَا هُزُوًا ۖ قَالَ أَعُوذُ بِٱللَّهِ أَنْ أَكُونَ مِنَ ٱلْجَـٰهِلِينَ",
      "text_uthmani_transcribed": "Wa iż qāla mūsā liqaumihī innallāha ya'murukum an tażbaḥū baqarah(tan), qālū atattakhiżunā huzuwā(n), qāla a'ūżu billāhi an akūna minal-jāhilīn(a).",
      "translation": "И (вспомните), как Муса Народу своему сказал: \"Аллах, поистине, приказывает вам корову заколоть\". Они ответили: \"Ты делаешь посмешище из нас?\" Но он сказал: \"Да сохранит меня Аллах, Не допустив в число лишившихся рассудка"
    },
    {
      "verse_number": 68,
      "text_uthmani": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِىَ ۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ لَّا فَارِضٌ وَلَا بِكْرٌ عَوَانٌۢ بَيْنَ ذَٰلِكَ ۖ فَٱفْعَلُوا۟ مَا تُؤْمَرُونَ",
      "text_uthmani_transcribed": "Qālud'u lanā rabbaka yubayyil lanā mā hiy(a), qāla innahū yaqūlu innahā baqaratul lā fāriḍuw wa lā bikr(un), 'awānum baina żālik(a), faf'alū mā tu'marūn(a).",
      "translation": "Они сказали: \"Ты Бога своего от нас взмоли, Чтоб разъяснил Он нам, какой ей быть, (корове)\". И он сказал: \"Бог говорит, Чтобы ни старая она была, ни молодая, А средних лет, - Теперь же делайте, что вам повелевают"
    },
    {
      "verse_number": 69,
      "text_uthmani": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوْنُهَا ۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَآءُ فَاقِعٌ لَّوْنُهَا تَسُرُّ ٱلنَّـٰظِرِينَ",
      "text_uthmani_transcribed": "Qālud'u lanā rabbaka yubayyil lanā mā launuhā, qāla innahū yaqūlu innahā baqaratun ṣafrā'u fāqi'ul launuhā tasurrun-nāẓirīn(a).",
      "translation": "Они сказали: \"Ты Бога своего от нас взмоли, Чтоб разъяснил Он нам, какого ей быть цвета\". И он сказал: \"Она должна быть Ярко-рыжей и без пятен И радовать всяк взор, который на нее падет"
    },
    {
      "verse_number": 70,
      "text_uthmani": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِىَ إِنَّ ٱلْبَقَرَ تَشَـٰبَهَ عَلَيْنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهْتَدُونَ",
      "text_uthmani_transcribed": "Qālud'u lanā rabbaka yubayyil lanā mā hiy(a), innal-baqara tasyābaha 'alainā, wa innā in syā'allāhu lamuhtadūn(a).",
      "translation": "Они сказали: \"Ты Бога своего от нас взмоли, Чтоб разъяснил Он нам, какой ей быть, (корове). Поистине, для наших глаз они все выглядят похоже, И лишь с Господнею угодой Наш (выбор будет) верным"
    },
    {
      "verse_number": 71,
      "text_uthmani": "قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ لَّا ذَلُولٌ تُثِيرُ ٱلْأَرْضَ وَلَا تَسْقِى ٱلْحَرْثَ مُسَلَّمَةٌ لَّا شِيَةَ فِيهَا ۚ قَالُوا۟ ٱلْـَٔـٰنَ جِئْتَ بِٱلْحَقِّ ۚ فَذَبَحُوهَا وَمَا كَادُوا۟ يَفْعَلُونَ",
      "text_uthmani_transcribed": "Qāla innahū yaqūlu innahā baqaratul lā żalūlun tuṡīrul-arḍa wa lā tasqil-ḥarṡ(a), musallamatul lā syiyata fīhā, qālul-'āna ji'ta bil-ḥaqqi fażabaḥūhā wa mā kādū yaf'alūn(a).",
      "translation": "И он сказал: \"Он говорит, что той корове Не должно укрощенной быть Ни пахотой, ни орошеньем пашни, Чтоб в полном здравии была И не несла отметин\". Они ответили: \"Теперь ты истину принес\". И вот тогда корову закололи (иудеи), Но без особой доброй воли"
    },
    {
      "verse_number": 72,
      "text_uthmani": "وَإِذْ قَتَلْتُمْ نَفْسًا فَٱدَّٰرَْٰٔتُمْ فِيهَا ۖ وَٱللَّهُ مُخْرِجٌ مَّا كُنتُمْ تَكْتُمُونَ",
      "text_uthmani_transcribed": "Wa iż qultum nafsan faddāra'tum fīhā, wallāhu mukhrijum mā kuntum taktumūn(a).",
      "translation": "И (вспомните), когда вы погубили душу И меж собой вступили в спор, Виня друг друга в этом (злодеянье). Но, что бы ни утаивали вы, Всеведеньем Аллаха будет вскрыто"
    },
    {
      "verse_number": 73,
      "text_uthmani": "فَقُلْنَا ٱضْرِبُوهُ بِبَعْضِهَا ۚ كَذَٰلِكَ يُحْىِ ٱللَّهُ ٱلْمَوْتَىٰ وَيُرِيكُمْ ءَايَـٰتِهِۦ لَعَلَّكُمْ تَعْقِلُونَ",
      "text_uthmani_transcribed": "Faqulnaḍribūhu biba'ḍihā, każālika yuḥyillāhul-mautā wa yurīkum āyātihī la'allakum ta'qilūn(a).",
      "translation": "И Мы сказали: \"Ударьте мертвого любою (частью жертвенной коровы)\". Аллах так воскрешает к жизни мертвых И вам Свои знамения являет, Чтоб вы могли (все это) осознать"
    },
    {
      "verse_number": 74,
      "text_uthmani": "ثُمَّ قَسَتْ قُلُوبُكُم مِّنۢ بَعْدِ ذَٰلِكَ فَهِىَ كَٱلْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً ۚ وَإِنَّ مِنَ ٱلْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ ٱلْأَنْهَـٰرُ ۚ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ ٱلْمَآءُ ۚ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ ٱللَّهِ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
      "text_uthmani_transcribed": "Ṡumma qasat qulūbukum mim ba'di żālika fahiya kal-ḥijārati au asyaddu qaswah(tan), wa inna minal-ḥijārati lamā yatafajjaru minhul-anhār(u), wa inna minhā lamā yasysyaqqaqu fayakhruju minhul-mā'(u), wa inna minhā lamā yahbiṭu min khasy-yatillāh(i), wa mallāhu bigāfilin 'ammā ta'malūn(a).",
      "translation": "С тех пор ваши сердца суровы стали, Тверды, как камень, иль еще суровей, - Ведь из камней такие есть, Из коих родниковы воды льются, А есть и те, что, рассекаясь, Обильною водою брызжут. Но средь камней, поистине, такие есть, Что рушатся смиренно пред Аллахом. И в небрежении Аллах не остается К поступкам вашим и делам"
    },
    {
      "verse_number": 75,
      "text_uthmani": "۞ أَفَتَطْمَعُونَ أَن يُؤْمِنُوا۟ لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِّنْهُمْ يَسْمَعُونَ كَلَـٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ",
      "text_uthmani_transcribed": "Afa taṭma'ūna ay yu'minū lakum wa qad kāna farīqum minhum yasma'ūna kalāmallāhi ṡumma yuḥarrifūnahū mim ba'di mā 'aqalūhu wa hum ya'lamūn(a).",
      "translation": "Ужель вы тешите надежду, Что вашим (увещаниям) они поверят, Когда средь них уже такие были, Кому Господне Слово слышать (довелось); Потом, уразумев его, Они (умышленно) его значенье исказили И сами ведали об этом"
    },
    {
      "verse_number": 76,
      "text_uthmani": "وَإِذَا لَقُوا۟ ٱلَّذِينَ ءَامَنُوا۟ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَىٰ بَعْضٍ قَالُوٓا۟ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيْكُمْ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمْ ۚ أَفَلَا تَعْقِلُونَ",
      "text_uthmani_transcribed": "Wa iżā laqul-lażīna āmanū qālū āmannā, wa iżā khalā ba'ḍuhum ilā ba'ḍin qālū atuḥaddiṡūnahum bimā fataḥallāhu 'alaikum liyuḥājjūkum bihī 'inda rabbikum, afalā ta'qilūn(a).",
      "translation": "И (вспомните), когда, встречая верующих, Говорят они: \"Мы веруем!\" Но, находясь наедине друг с другом, говорят: \"Ужель должны вы им сказать То, что Аллах открыл вам (в Книге), Чтоб (дать возможность) им пред Богом Затеять с вами спор об этом?\" Ужель вы лишены (любого) разуменья"
    },
    {
      "verse_number": 77,
      "text_uthmani": "أَوَلَا يَعْلَمُونَ أَنَّ ٱللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ",
      "text_uthmani_transcribed": "Awalā ya'lamūna annallāha ya'lamu mā yusirrūna wa mā yu'linūn(a).",
      "translation": "Ужель не ведают они, что Господу известно И что в душе они (умышленно) таят, И то, что (из корысти) открывают"
    }
  ]
}