[
  {
    "verse_number": 78,
    "text_uthmani": "وَضَرَبَ لَنَا مَثَلًا وَنَسِىَ خَلْقَهُۥ ۖ قَالَ مَن يُحْىِ ٱلْعِظَـٰمَ وَهِىَ رَمِيمٌ",
    "text_uthmani_transcribed": "Wa ḍaraba lanā maṡalaw wa nasiya khalqah(ū), qāla may yuḥyil-'iẓāma wa hiya ramīm(un).",
    "translation": "Он предлагает притчи Нам, Забыв о том, как сам был создан, И молвит он: \"Кто может жизнь вернуть сухим костям, Когда они (к тому ж) истлели"
  },
  {
    "verse_number": 79,
    "text_uthmani": "قُلْ يُحْيِيهَا ٱلَّذِىٓ أَنشَأَهَآ أَوَّلَ مَرَّةٍ ۖ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ",
    "text_uthmani_transcribed": "Qul yuḥyīhal-lażī ansya'ahā awwala marrah(tin), wa huwa bikulli khalqin 'alīm(un).",
    "translation": "Ответь ему: \"Их оживит лишь Тот, Кто создал их первоначально; Тот, Кто всеведущ в каждом виде созиданья"
  },
  {
    "verse_number": 80,
    "text_uthmani": "ٱلَّذِى جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلْأَخْضَرِ نَارًا فَإِذَآ أَنتُم مِّنْهُ تُوقِدُونَ",
    "text_uthmani_transcribed": "Allażī ja'ala lakum minasy-syajaril-akhḍari nārā(n), fa'iżā antum minhu tūqidūn(a).",
    "translation": "Он - Тот, Кто создал вам огонь из дерева живого, И от него вы зажигаете свои огни"
  },
  {
    "verse_number": 81,
    "text_uthmani": "أَوَلَيْسَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِقَـٰدِرٍ عَلَىٰٓ أَن يَخْلُقَ مِثْلَهُم ۚ بَلَىٰ وَهُوَ ٱلْخَلَّـٰقُ ٱلْعَلِيمُ",
    "text_uthmani_transcribed": "Awa laisal-lażī khalaqas-samāwāti wal-arḍa biqādirin 'alā ay yakhluqa miṡlahum, balā wa huwal-khallāqul-'alīm(u).",
    "translation": "Но разве не способен Тот, Кто землю и Вселенную построил, Создать подобные миры? Воистину, Он может! Создатель высший! Он один Исполнен знаньем необъятным И мастерством, не знающим границ"
  },
  {
    "verse_number": 82,
    "text_uthmani": "إِنَّمَآ أَمْرُهُۥٓ إِذَآ أَرَادَ شَيْـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ",
    "text_uthmani_transcribed": "Innamā amruhū iżā arāda syai'an ay yaqūla lahū kun fa yakūn(u).",
    "translation": "Когда задумано творенье Им, Он молвит: \"Будь!\" - и явится оно"
  },
  {
    "verse_number": 83,
    "text_uthmani": "فَسُبْحَـٰنَ ٱلَّذِى بِيَدِهِۦ مَلَكُوتُ كُلِّ شَىْءٍ وَإِلَيْهِ تُرْجَعُونَ",
    "text_uthmani_transcribed": "Fa subḥānal-lażī biyadihī malakūtu kulli syai'iw wa ilaihi turja'ūn(a).",
    "translation": "Хвала Владыке, Чья Рука Вершит господство над мирами! К Нему мы завершаем путь земной, (что начат Им)"
  }
]