{
  "chapter_number": 27,
  "verses": [
    {
      "verse_number": 12,
      "text_uthmani": "وَأَدْخِلْ يَدَكَ فِى جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٍ ۖ فِى تِسْعِ ءَايَـٰتٍ إِلَىٰ فِرْعَوْنَ وَقَوْمِهِۦٓ ۚ إِنَّهُمْ كَانُوا۟ قَوْمًا فَـٰسِقِينَ",
      "text_uthmani_transcribed": "Wa adkhil yadaka fī jaibika takhruj baiḍā'a min gairi sū'(in), fī tis'i āyātin ilā fir'auna wa qaumih(ī), innahum kānū qauman fāsiqīn(a).",
      "translation": "Теперь за пазуху ты руку положи, И она выйдет, белизной сверкая, Без всякого вреда тебе И как одно из девяти знамений, Что Фараону и его народу явишь ты. Они ведь, истинно, распутны"
    },
    {
      "verse_number": 13,
      "text_uthmani": "فَلَمَّا جَآءَتْهُمْ ءَايَـٰتُنَا مُبْصِرَةً قَالُوا۟ هَـٰذَا سِحْرٌ مُّبِينٌ",
      "text_uthmani_transcribed": "Falammā jā'athum āyātunā mubṣiratan qālū hāżā siḥrum mubīn(un).",
      "translation": "Когда же ощутимо и наглядно Наши знамения пришли к ним, Они сказали: \"Это - явно колдовство"
    },
    {
      "verse_number": 14,
      "text_uthmani": "وَجَحَدُوا۟ بِهَا وَٱسْتَيْقَنَتْهَآ أَنفُسُهُمْ ظُلْمًا وَعُلُوًّا ۚ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُفْسِدِينَ",
      "text_uthmani_transcribed": "Wa jaḥadū bihā wastaiqanathā anfusuhum ẓulmaw wa 'uluwwā(n), fanẓur kaifa kāna 'āqibatul-mufsidīn(a).",
      "translation": "Из величания и зла Они не приняли знаменья эти, Хотя их души убедились в истинности их, - Так посмотри, каков конец был тех, Кто развращал (людские нравы), (Внося нечестие и) порчу в них"
    },
    {
      "verse_number": 15,
      "text_uthmani": "وَلَقَدْ ءَاتَيْنَا دَاوُۥدَ وَسُلَيْمَـٰنَ عِلْمًا ۖ وَقَالَا ٱلْحَمْدُ لِلَّهِ ٱلَّذِى فَضَّلَنَا عَلَىٰ كَثِيرٍ مِّنْ عِبَادِهِ ٱلْمُؤْمِنِينَ",
      "text_uthmani_transcribed": "Wa laqad ātainā dāwūda wa sulaimāna 'ilmā(n), wa qālal-ḥamdu lillāhil-lażī faḍḍalanā 'alā kaṡīrim min 'ibādihil-mu'minīn(a).",
      "translation": "Мы одарили знанием Дауда и (его сына) Сулеймана, И они оба возгласили: \"Хвала Аллаху, Кто пристрастие Свое к нам проявил Пред многими из верных слуг Своих"
    },
    {
      "verse_number": 16,
      "text_uthmani": "وَوَرِثَ سُلَيْمَـٰنُ دَاوُۥدَ ۖ وَقَالَ يَـٰٓأَيُّهَا ٱلنَّاسُ عُلِّمْنَا مَنطِقَ ٱلطَّيْرِ وَأُوتِينَا مِن كُلِّ شَىْءٍ ۖ إِنَّ هَـٰذَا لَهُوَ ٱلْفَضْلُ ٱلْمُبِينُ",
      "text_uthmani_transcribed": "Wa wariṡa sulaimānu dāwūda wa qāla yā ayyuhan-nāsu 'ullimnā manṭiqaṭ-ṭairi wa ūtīnā min kulli syai'(in), inna hāżā lahuwal-faḍlul-mubīn(u).",
      "translation": "И стал наследником Дауда Сулейман, И он сказал: \"О люди! Нас научили понимать язык пернатых И даровали (долю) всех вещей, - В этом, поистине, (Господня) благосклонность (к нам)"
    },
    {
      "verse_number": 17,
      "text_uthmani": "وَحُشِرَ لِسُلَيْمَـٰنَ جُنُودُهُۥ مِنَ ٱلْجِنِّ وَٱلْإِنسِ وَٱلطَّيْرِ فَهُمْ يُوزَعُونَ",
      "text_uthmani_transcribed": "Wa ḥusyira lisulaimāna junūduhū minal-jinni wal-insi waṭ-ṭairi fahum yūza'ūn(a).",
      "translation": "И к Сулейману были собраны все воинства его: Из джиннов, воинов и птиц - И разместились все (по назначению и виду)"
    },
    {
      "verse_number": 18,
      "text_uthmani": "حَتَّىٰٓ إِذَآ أَتَوْا۟ عَلَىٰ وَادِ ٱلنَّمْلِ قَالَتْ نَمْلَةٌ يَـٰٓأَيُّهَا ٱلنَّمْلُ ٱدْخُلُوا۟ مَسَـٰكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَـٰنُ وَجُنُودُهُۥ وَهُمْ لَا يَشْعُرُونَ",
      "text_uthmani_transcribed": "Ḥattā iżā atau 'alā wādin-naml(i), qālat namlatuy yā ayyuhan-namludkhulū masākinakum, lā yaḥṭimannakum sulaimānu wa junūduhū wa hum lā yasy'urūn(a).",
      "translation": "Со временем, Когда они пришли в долину муравьев, Одна из муравьих сказала: \"О муравьи! (Скорее) прячьтесь по своим домам, Чтоб Сулейман и воинства его Не растоптали вас, сами того не замечая"
    },
    {
      "verse_number": 19,
      "text_uthmani": "فَتَبَسَّمَ ضَاحِكًا مِّن قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِىٓ أَنْ أَشْكُرَ نِعْمَتَكَ ٱلَّتِىٓ أَنْعَمْتَ عَلَىَّ وَعَلَىٰ وَٰلِدَىَّ وَأَنْ أَعْمَلَ صَـٰلِحًا تَرْضَىٰهُ وَأَدْخِلْنِى بِرَحْمَتِكَ فِى عِبَادِكَ ٱلصَّـٰلِحِينَ",
      "text_uthmani_transcribed": "Fatabassama ḍāḥikam min qaulihā wa qāla rabbi auzi'nī an asykura ni'matakal-latī an'amta 'alayya wa 'alā wālidayya wa an a'mala ṣāliḥan tarḍāhu wa adkhilnī biraḥmatika fī 'ibādikaṣ-ṣāliḥīn(a).",
      "translation": "Он улыбнулся, уловив значенье ее слов, И, засмеявшись, обратился (к Богу): \"О Господи! Внушением вели мне благодарным быть За все те блага и ту милость, Которые родителям моим и мне Ты ниспослал, И чтобы делал я добро, угодное Тебе. Твоею милостью введи меня в число Благочестивых слуг Твоих"
    },
    {
      "verse_number": 20,
      "text_uthmani": "وَتَفَقَّدَ ٱلطَّيْرَ فَقَالَ مَا لِىَ لَآ أَرَى ٱلْهُدْهُدَ أَمْ كَانَ مِنَ ٱلْغَآئِبِينَ",
      "text_uthmani_transcribed": "Wa tafaqqadaṭ-ṭaira fa qāla mā liya lā aral-hudhud(a), am kāna minal-gā'ibīn(a).",
      "translation": "И он собрал на смотр птиц и молвил: \"Что ж это (здесь) не вижу я удода? Иль он в числе неприлетевших"
    },
    {
      "verse_number": 21,
      "text_uthmani": "لَأُعَذِّبَنَّهُۥ عَذَابًا شَدِيدًا أَوْ لَأَا۟ذْبَحَنَّهُۥٓ أَوْ لَيَأْتِيَنِّى بِسُلْطَـٰنٍ مُّبِينٍ",
      "text_uthmani_transcribed": "La'u'ażżibannahū 'ażāban syadīdan au la'ażbaḥannahū au laya'tiyannī bisulṭānim mubīn(in).",
      "translation": "Я накажу его суровым наказаньем Или зарежу, если он не принесет Серьезную причину (своего непоявленья)"
    },
    {
      "verse_number": 22,
      "text_uthmani": "فَمَكَثَ غَيْرَ بَعِيدٍ فَقَالَ أَحَطتُ بِمَا لَمْ تُحِطْ بِهِۦ وَجِئْتُكَ مِن سَبَإٍۭ بِنَبَإٍ يَقِينٍ",
      "text_uthmani_transcribed": "Famakaṡa gaira ba'īdin faqāla aḥaṭtu bimā lam tuḥiṭ bihī wa ji'tuka min saba'im binaba'iy yaqīn(in).",
      "translation": "Удод же задержался ненадолго И, (прилетев), сказал: \"Узнал я то, чего не знаешь ты. Я прилетел к тебе от Сабы с верной вестью"
    }
  ]
}