[
  {
    "verse_number": 199,
    "text_uthmani": "ثُمَّ أَفِيضُوا۟ مِنْ حَيْثُ أَفَاضَ ٱلنَّاسُ وَٱسْتَغْفِرُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Ṡumma afīḍū min ḥaiṡu afāḍan-nāsu wastagfirullāh(a), innallāha gafūrur raḥīm(un).",
    "translation": "Потом от места этого, Откуда сходят быстрою толпою люди, Сойдите вместе с ними И возмолите о прощении Аллаха, - Аллах ведь всепрощающ, милостив безмерно"
  },
  {
    "verse_number": 200,
    "text_uthmani": "فَإِذَا قَضَيْتُم مَّنَـٰسِكَكُمْ فَٱذْكُرُوا۟ ٱللَّهَ كَذِكْرِكُمْ ءَابَآءَكُمْ أَوْ أَشَدَّ ذِكْرًا ۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِى ٱلدُّنْيَا وَمَا لَهُۥ فِى ٱلْـَٔاخِرَةِ مِنْ خَلَـٰقٍ",
    "text_uthmani_transcribed": "Fa iżā qaḍaitum manāsikakum fażkurullāha każikrikum ābā'akum au asyadda żikrā(n), faminan-nāsi may yaqūlu rabbanā ātinā fid-dun-yā wa mā lahū fil-ākhirati min khalāq(in).",
    "translation": "И, завершив благочестивые обряды, Славьте Аллаха так же, Как вы прежде славили отцов, Но с еще большим рвением и силой. Среди людей такие есть, кто говорит: \"Владыка наш! Даруй нам Свою щедрость в этом мире!\" - Но ни единой доли благодати Им в жизни будущей не обрести"
  },
  {
    "verse_number": 201,
    "text_uthmani": "وَمِنْهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِى ٱلدُّنْيَا حَسَنَةً وَفِى ٱلْـَٔاخِرَةِ حَسَنَةً وَقِنَا عَذَابَ ٱلنَّارِ",
    "text_uthmani_transcribed": "Wa minhum may yaqūlu rabbanā ātinā fid-dun-yā ḥasanataw wa fil-ākhirati ḥasanataw wa qinā 'ażāban-nār(i).",
    "translation": "А есть и те, кто говорит: \"Владыка наш! Даруй добро нам в этой жизни И в будущей даруй нам благодать - От мук Огня нас защити"
  },
  {
    "verse_number": 202,
    "text_uthmani": "أُو۟لَـٰٓئِكَ لَهُمْ نَصِيبٌ مِّمَّا كَسَبُوا۟ ۚ وَٱللَّهُ سَرِيعُ ٱلْحِسَابِ",
    "text_uthmani_transcribed": "Ulā'ika lahum naṣībum mimmā kasabū, wallāhu sarī'ul-ḥisāb(i).",
    "translation": "Таким назначен тот удел, Что загодя они себе уготовали, - Аллах в Своем расчете скор"
  },
  {
    "verse_number": 203,
    "text_uthmani": "۞ وَٱذْكُرُوا۟ ٱللَّهَ فِىٓ أَيَّامٍ مَّعْدُودَٰتٍ ۚ فَمَن تَعَجَّلَ فِى يَوْمَيْنِ فَلَآ إِثْمَ عَلَيْهِ وَمَن تَأَخَّرَ فَلَآ إِثْمَ عَلَيْهِ ۚ لِمَنِ ٱتَّقَىٰ ۗ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ",
    "text_uthmani_transcribed": "Ważkurullāha fī ayyāmim ma'dūdāt(in), faman ta'ajjala fī yaumaini falā iṡma 'alaih(i), wa man ta'akhkhara falā iṡma 'alaihi limanittaqā, wattaqullāha wa'lamū annakum ilaihi tuḥsyarūn(a).",
    "translation": "Воздайте Господу хвалу во дни, Определенные числом. Кто ж поспешит в два дня отбыть, На том греха не будет, И кто задержится подольше, Себе на душу тоже не положит грех, Коль в этом благочестие он видит. А потому страшитесь разгневить Аллаха И знайте: вам предстоит собраться у Него"
  },
  {
    "verse_number": 204,
    "text_uthmani": "وَمِنَ ٱلنَّاسِ مَن يُعْجِبُكَ قَوْلُهُۥ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيُشْهِدُ ٱللَّهَ عَلَىٰ مَا فِى قَلْبِهِۦ وَهُوَ أَلَدُّ ٱلْخِصَامِ",
    "text_uthmani_transcribed": "Wa minan-nāsi may yu'jibuka qauluhū fil-ḥayātid-dun-yā wa yusyhidullāha 'alā mā fī qalbih(ī), wa huwa aladdul-khiṣām(i).",
    "translation": "Среди людей такие есть, Чья речь о жизни в этом мире Тебя восторгом ослепляет; Зовет Аллаха он в свидетели тому, Чем переполнены его душа и сердце, - И все ж он самый несговорчивый из недругов (твоих)"
  },
  {
    "verse_number": 205,
    "text_uthmani": "وَإِذَا تَوَلَّىٰ سَعَىٰ فِى ٱلْأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ ٱلْحَرْثَ وَٱلنَّسْلَ ۗ وَٱللَّهُ لَا يُحِبُّ ٱلْفَسَادَ",
    "text_uthmani_transcribed": "Wa iżā tawallā sa'ā fil-arḍi liyufsida fīhā wa yuhlikal-ḥarṡa wan-nasl(a), wallāhu lā yuḥibbul-fasād(a).",
    "translation": "Едва тебя покинув, Спешит он по земле нечестие рассеять И погубить и пахоту, и всходы. Аллах нечестия не любит"
  },
  {
    "verse_number": 206,
    "text_uthmani": "وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتْهُ ٱلْعِزَّةُ بِٱلْإِثْمِ ۚ فَحَسْبُهُۥ جَهَنَّمُ ۚ وَلَبِئْسَ ٱلْمِهَادُ",
    "text_uthmani_transcribed": "Wa iżā qīla lahuttaqillāha akhażathul-'izzatu bil-iṡmi faḥasbuhū jahannam(u), wa labi'sal-mihād(u).",
    "translation": "Когда же говорят ему: \"Побойся Бога!\", Его ведет гордыня к большему греху. Его уделом станет Ад - Прескверное пристанище усопших"
  },
  {
    "verse_number": 207,
    "text_uthmani": "وَمِنَ ٱلنَّاسِ مَن يَشْرِى نَفْسَهُ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ ۗ وَٱللَّهُ رَءُوفٌۢ بِٱلْعِبَادِ",
    "text_uthmani_transcribed": "Wa minan-nāsi may yasyrī nafsahubtigā'a marḍātillāh(i), wallāhu ra'ūfum bil-'ibād(i).",
    "translation": "Но есть среди людей такие, Кто отдает всего себя угоде Бога, - Благоволит Господь к служителям Своим"
  },
  {
    "verse_number": 208,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱدْخُلُوا۟ فِى ٱلسِّلْمِ كَآفَّةً وَلَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَـٰنِ ۚ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanudkhulū fis-silmi kāffah(tan), wa lā tattabi'ū khuṭuwātisy-syaiṭān(i), innahū lakum 'aduwwum mubīn(un).",
    "translation": "О вы, кто верует! В ислам смиренно всей душой войдите, Не следуйте стопами Сатаны, - Ведь он вам явный враг"
  },
  {
    "verse_number": 209,
    "text_uthmani": "فَإِن زَلَلْتُم مِّنۢ بَعْدِ مَا جَآءَتْكُمُ ٱلْبَيِّنَـٰتُ فَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
    "text_uthmani_transcribed": "Fa'in zalaltum mim ba'di mā jā'atkumul-bayyinātu fa'lamū annallāha 'azīzun ḥakīm(un).",
    "translation": "Но если повернете вспять, Когда вам ясные знамения уже предстали, То знайте: всемогущ Аллах и мудр"
  }
]