[
  {
    "verse_number": 67,
    "text_uthmani": "لِّكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا هُمْ نَاسِكُوهُ ۖ فَلَا يُنَـٰزِعُنَّكَ فِى ٱلْأَمْرِ ۚ وَٱدْعُ إِلَىٰ رَبِّكَ ۖ إِنَّكَ لَعَلَىٰ هُدًى مُّسْتَقِيمٍ",
    "text_uthmani_transcribed": "Likulli ummatin ja'alnā mansakan hum nāsikūhu falā yunāzi'unnaka fil-amri wad'u ilā rabbik(a), innaka la'alā hudam mustaqīm(in).",
    "translation": "Установили Мы для каждого народа Свои обряды поклоненья, Что надлежит им выполнять. И пусть они по этому вопросу С тобою в споры не вступают, Но все же к Богу твоему их призывай, - Ведь ты, поистине, на праведном пути"
  },
  {
    "verse_number": 68,
    "text_uthmani": "وَإِن جَـٰدَلُوكَ فَقُلِ ٱللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ",
    "text_uthmani_transcribed": "Wa in jādalūka fa qulillāhu a'lamu bimā ta'malūn(a).",
    "translation": "Если они с тобою препираться станут, Скажи: \"Известно лучше Господу, что делаете вы"
  },
  {
    "verse_number": 69,
    "text_uthmani": "ٱللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
    "text_uthmani_transcribed": "Allāhu yaḥkumu bainakum yaumal-qiyāmati fīmā kuntum fīhi takhtalifūn(a).",
    "translation": "В День Воскресения (на Суд) Аллах рассудит вас касательно того, В чем вы так часто расходились"
  },
  {
    "verse_number": 70,
    "text_uthmani": "أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَآءِ وَٱلْأَرْضِ ۗ إِنَّ ذَٰلِكَ فِى كِتَـٰبٍ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
    "text_uthmani_transcribed": "Alam ta'lam annallāha ya'lamu mā fis-samā'i wal-arḍ(i), inna żālika fī kitāb(in), inna żālika 'alallāhi yasīr(un).",
    "translation": "Ужель не знаешь ты, что ведомо Аллаху, Что (происходит) в небесах и на земле? И значится об этом в (Его) Книге, - Аллаху это, истинно, легко"
  },
  {
    "verse_number": 71,
    "text_uthmani": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَـٰنًا وَمَا لَيْسَ لَهُم بِهِۦ عِلْمٌ ۗ وَمَا لِلظَّـٰلِمِينَ مِن نَّصِيرٍ",
    "text_uthmani_transcribed": "Wa ya'budūna min dūnillāhi mā lam yunazzil bihī sulṭānaw wa mā laisa lahum bihī 'ilm(un), wa mā liẓ-ẓālimīna min naṣīr(in).",
    "translation": "И чтят они, опричь Аллаха, то, Чему Он никакого подтверждения не дал И о которых сами ничего не знают, - И нет помощника для нечестивых (в День Суда)"
  },
  {
    "verse_number": 72,
    "text_uthmani": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ تَعْرِفُ فِى وُجُوهِ ٱلَّذِينَ كَفَرُوا۟ ٱلْمُنكَرَ ۖ يَكَادُونَ يَسْطُونَ بِٱلَّذِينَ يَتْلُونَ عَلَيْهِمْ ءَايَـٰتِنَا ۗ قُلْ أَفَأُنَبِّئُكُم بِشَرٍّ مِّن ذَٰلِكُمُ ۗ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُوا۟ ۖ وَبِئْسَ ٱلْمَصِيرُ",
    "text_uthmani_transcribed": "Wa iżā tutlā 'alaihim āyātunā bayyinātin ta'rifu fī wujūhil-lażīna kafarul-munkar(a), yakādūna yasṭūna bil-lażīna yatlūna 'alaihim āyātinā, qul afa unabbi'ukum bisyarrim min żālikum, an-nār(u), wa'adahallāhul-lażīna kafarū, wa bi'sal-maṣīr(u).",
    "translation": "Когда им Наши Ясные Знамения читают, Ты различишь на лицах тех, кто не уверовал (в Аллаха), Неодобрение и непризнанье их - Они готовы броситься на тех, Кто им Знамения читает. Скажи: \"Не сообщить ли вам О более плохом, чем это? Огнь Ада! Аллах его неверным обещал, И скверно это место назначенья"
  },
  {
    "verse_number": 73,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٌ فَٱسْتَمِعُوا۟ لَهُۥٓ ۚ إِنَّ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَن يَخْلُقُوا۟ ذُبَابًا وَلَوِ ٱجْتَمَعُوا۟ لَهُۥ ۖ وَإِن يَسْلُبْهُمُ ٱلذُّبَابُ شَيْـًٔا لَّا يَسْتَنقِذُوهُ مِنْهُ ۚ ضَعُفَ ٱلطَّالِبُ وَٱلْمَطْلُوبُ",
    "text_uthmani_transcribed": "Yā ayyuhan-nāsu ḍuriba maṡalum fastami'ū  lah(ū), innal-lażīna tad'ūna min dūnillāhi lay yakhluqū żubābaw wa lawijtama'ū lah(ū), wa iy yaslubhumuż-żubābu syai'al lā yastanqiżūhu minh(u), ḍa'ufaṭ-ṭālibu wal-maṭlūb(u).",
    "translation": "О люди! Вот вам притча, - Прислушайтесь же к ней! Те (божества), кого они, опричь Аллаха, призывают, Не смогут никогда и мухи сотворить, Если бы даже собрались все вместе. А если муха что-нибудь у них похитит, Они не смогут у нее похищенное взять, - Беспомощен и почитатель нерадивый, И тот, кого он нерадиво чтит"
  },
  {
    "verse_number": 74,
    "text_uthmani": "مَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدْرِهِۦٓ ۗ إِنَّ ٱللَّهَ لَقَوِىٌّ عَزِيزٌ",
    "text_uthmani_transcribed": "Wa mā qadarullāha ḥaqqa qadrih(ī), innallāha laqawiyyun 'azīz(un).",
    "translation": "Они оценкой должной Господа не оценили, - А Он, поистине, силен, велик и славен"
  },
  {
    "verse_number": 75,
    "text_uthmani": "ٱللَّهُ يَصْطَفِى مِنَ ٱلْمَلَـٰٓئِكَةِ رُسُلًا وَمِنَ ٱلنَّاسِ ۚ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
    "text_uthmani_transcribed": "Allāhu yaṣṭafī minal-malā'ikati rusulaw wa minan-nās(i), innallāha samī'um baṣīr(un).",
    "translation": "Аллах посланников Своих Из ангелов и из среды людей (Своим всеведением мудрым) избирает, - Ведь слышит Он и видит (все)"
  },
  {
    "verse_number": 76,
    "text_uthmani": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۗ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
    "text_uthmani_transcribed": "Ya'lamu mā baina aidīhim wa mā khalfahum, wa ilallāhi turja'ul-umūr(u).",
    "translation": "Он знает то, что было прежде них, И то, что после них (наступит), - Ведь лишь к Аллаху все дела восходят"
  },
  {
    "verse_number": 77,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱرْكَعُوا۟ وَٱسْجُدُوا۟ وَٱعْبُدُوا۟ رَبَّكُمْ وَٱفْعَلُوا۟ ٱلْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ ۩",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanurka'ū wasjudū wa'budū rabbakum waf'alul-khaira la'allakum  tufliḥūn(a).",
    "translation": "О вы, кто верует! В смирении колени преклоните, Падите ниц пред Господом своим В благоговейном поклонении Ему! Творите доброе, чтобы познать блаженство"
  }
]