[
  {
    "verse_number": 23,
    "text_uthmani": "لِّكَيْلَا تَأْسَوْا۟ عَلَىٰ مَا فَاتَكُمْ وَلَا تَفْرَحُوا۟ بِمَآ ءَاتَىٰكُمْ ۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ",
    "text_uthmani_transcribed": "Likailā ta'sau 'alā mā fātakum wa lā tafraḥū bimā ātākum, wallāhu lā yuḥibbu kulla mukhtālin fakhūr(in).",
    "translation": "Чтоб не печалило вас то, Что стороной от вас проходит, И чтобы ликованью вы не предавались О том, чем вас (Аллах так щедро) одарил. Хвастливых гордецов Аллах не любит"
  },
  {
    "verse_number": 24,
    "text_uthmani": "ٱلَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ ٱلنَّاسَ بِٱلْبُخْلِ ۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
    "text_uthmani_transcribed": "Allażīna yabkhalūna wa ya'murūnan-nāsa bil-bukhl(i), wa may yatawalla fa'innallāha huwal-ganiyyul-ḥamīd(u).",
    "translation": "Тех, кто скупится и другим предписывает скупость. И если (от Аллаха) отвратится кто-нибудь из вас, - Так ведь Аллах свободен от всех нужд, Достоин Он хвалеб и славы"
  },
  {
    "verse_number": 25,
    "text_uthmani": "لَقَدْ أَرْسَلْنَا رُسُلَنَا بِٱلْبَيِّنَـٰتِ وَأَنزَلْنَا مَعَهُمُ ٱلْكِتَـٰبَ وَٱلْمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلْقِسْطِ ۖ وَأَنزَلْنَا ٱلْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَـٰفِعُ لِلنَّاسِ وَلِيَعْلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلْغَيْبِ ۚ إِنَّ ٱللَّهَ قَوِىٌّ عَزِيزٌ",
    "text_uthmani_transcribed": "Laqad arsalnā rusulanā bil-bayyināti wa anzalnā ma'ahumul-kitāba wal-mīzāna liyaqūman-nāsu bil-qisṭ(i), wa anzalnal-ḥadīda fīhi ba'sun syadīduw wa manāfi'u lin-nāsi wa liya'lamallāhu may yanṣuruhū wa rusulahū bil-gaib(i), innallāha qawiyyun 'azīz(un).",
    "translation": "Мы посылали к вам посланников Своих, Которые несли вам ясные знаменья И вместе с ними Книгу откровений И Весы (для замерения Добра и Зла), Чтоб человек блюсти мог правосудье. Мы низвели железо вам: В нем - зло смертельное (в войне) И благотворность (в мирной жизни). И оно станет испытанием для вас, Чтобы Аллах мог рассудить, Кто втайне отдает все силы Его (заветам) и посланникам Его, - Аллах, поистине, всесилен и могуч"
  },
  {
    "verse_number": 26,
    "text_uthmani": "وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَٰهِيمَ وَجَعَلْنَا فِى ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلْكِتَـٰبَ ۖ فَمِنْهُم مُّهْتَدٍ ۖ وَكَثِيرٌ مِّنْهُمْ فَـٰسِقُونَ",
    "text_uthmani_transcribed": "Wa laqad arsalnā nūḥaw wa ibrāhīma wa ja'alnā fī żurriyyatihiman-nubuwwata wal-kitāba fa minhum muhtad(in), wa kaṡīrum minhum fāsiqūn(a).",
    "translation": "И Мы, поистине, послали Нуха и (ханифа) Ибрахима И основали дар пророчества среди потомков их И доступ к Книге (Наших откровений), Но лишь немногие путь праведный избрали, А остальные в грешников распутных превратились"
  },
  {
    "verse_number": 27,
    "text_uthmani": "ثُمَّ قَفَّيْنَا عَلَىٰٓ ءَاثَـٰرِهِم بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ٱبْنِ مَرْيَمَ وَءَاتَيْنَـٰهُ ٱلْإِنجِيلَ وَجَعَلْنَا فِى قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ٱبْتَدَعُوهَا مَا كَتَبْنَـٰهَا عَلَيْهِمْ إِلَّا ٱبْتِغَآءَ رِضْوَٰنِ ٱللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ۖ فَـَٔاتَيْنَا ٱلَّذِينَ ءَامَنُوا۟ مِنْهُمْ أَجْرَهُمْ ۖ وَكَثِيرٌ مِّنْهُمْ فَـٰسِقُونَ",
    "text_uthmani_transcribed": "Ṡumma qaffainā 'alā āṡārihim birusulinā wa qaffainā bi'īsabni maryama wa ātaināhul-injīl(a), wa ja'alnā fī qulūbil-lażīnattaba'ūhu ra'fataw wa raḥmah(tan), wa rahbāniyyatanibtada'ūhā mā katabnā 'alaihim illabtigā'a riḍwānillāhi famā ra'auhā ḥaqqa ri'āyatihā, fa'ātainal-lażīna āmanū minhum ajrahum, wa kaṡīrum minhum fāsiqūn(a).",
    "translation": "И вслед за ними Мы других посланников послали, За ними - Ису, сына Марйам, Которому Евангелие дали. И души тех, которые пошли за ним, Мы пропитали состраданием и милостью (к собратьям). Но жизнь монашескую, Что они измыслили себе, Мы не предписывали им. Они же делали сие в угоду Богу, Хотя это была не та угода, Какую надлежало им блюсти. Мы тем из них, которые уверовали (в Бога), Послали должную награду. Но стали многие из них (Господнему Закону) непослушны"
  },
  {
    "verse_number": 28,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَءَامِنُوا۟ بِرَسُولِهِۦ يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِۦ وَيَجْعَل لَّكُمْ نُورًا تَمْشُونَ بِهِۦ وَيَغْفِرْ لَكُمْ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanuttaqullāha wa āminū birasūlihī yu'tikum kiflaini mir raḥmatihī wa yaj'al lakum nūran tamsyūna bihī wa yagfir lakum, wallāhu gafūrur raḥīm(un).",
    "translation": "О вы, кто верует! Страшитесь Господа и веруйте в посланника Его, - Он вам удвоит Свою милость И Свет зажжет, с которым вы пойдете. И Он простит вам (ваши прегрешенья), - Прощающ ведь Аллах и милосерд"
  },
  {
    "verse_number": 29,
    "text_uthmani": "لِّئَلَّا يَعْلَمَ أَهْلُ ٱلْكِتَـٰبِ أَلَّا يَقْدِرُونَ عَلَىٰ شَىْءٍ مِّن فَضْلِ ٱللَّهِ ۙ وَأَنَّ ٱلْفَضْلَ بِيَدِ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
    "text_uthmani_transcribed": "Li'allā ya'lama ahlul-kitābi allā yaqdirūna 'alā syai'im min faḍlillāhi wa annal-faḍla biyadillāhi yu'tīhi may yasyā'(u), wallāhu żul-faḍlil-'aẓīm(i).",
    "translation": "И чтобы знали люди Книги, Что нет им власти ни над чем из милости Аллаха, Что милость - вся в Его Руке И Он дарует ее тем, Кого сочтет Своей угодой, - Ведь лишь Аллах - Податель всех щедрот"
  }
]