{
  "chapter_number": 40,
  "verses": [
    {
      "verse_number": 56,
      "text_uthmani": "إِنَّ ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ بِغَيْرِ سُلْطَـٰنٍ أَتَىٰهُمْ ۙ إِن فِى صُدُورِهِمْ إِلَّا كِبْرٌ مَّا هُم بِبَـٰلِغِيهِ ۚ فَٱسْتَعِذْ بِٱللَّهِ ۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
      "text_uthmani_transcribed": "Innal-lażīna yujādilūna fī āyātillāhi bigairi sulṭānin atāhum, in fī ṣudūrihim illā kibrum mā hum bibāligīh(i), fasta'iż billāh(i), innahū huwas-samī'ul-baṣīr(u).",
      "translation": "Кто о знамениях Господних спорит Без власти, что дана ему, - У них в груди нет ничего, Кроме самовеличия и жажды славы, Которой никогда им не достичь. А потому, (о Мухаммад!), ищи спасения у Бога, - Поистине, Он слышит (все) и видит"
    },
    {
      "verse_number": 57,
      "text_uthmani": "لَخَلْقُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ أَكْبَرُ مِنْ خَلْقِ ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "text_uthmani_transcribed": "Lakhalqus-samāwāti wal-arḍi akbaru min khalqin-nāsi wa lākinna akṡaran-nāsi lā ya'lamūn(a).",
      "translation": "Поистине, создание небес и сотворение земли Есть большее (усилие и мастерство), Чем сотворение людского рода, - Но большинство людей не понимает"
    },
    {
      "verse_number": 58,
      "text_uthmani": "وَمَا يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَلَا ٱلْمُسِىٓءُ ۚ قَلِيلًا مَّا تَتَذَكَّرُونَ",
      "text_uthmani_transcribed": "Wa mā yastawil-a'mā wal-baṣīr(u), wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti wa lal-musī'(u), qalīlam mā tatażakkarūn(a).",
      "translation": "И не сравнятся меж собой Слепой и зрячий, Ни те, кто верует и делает добро, С такими, кто творит дурное. О, как же мало черпаете вы Из (опыта) былых (времён)"
    },
    {
      "verse_number": 59,
      "text_uthmani": "إِنَّ ٱلسَّاعَةَ لَـَٔاتِيَةٌ لَّا رَيْبَ فِيهَا وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
      "text_uthmani_transcribed": "Innas-sā'ata la'ātiyatul lā raiba fīhā, wa lākinna akṡaran-nāsi lā yu'minūn(a).",
      "translation": "Поистине, наступит Час! И нет сомненья в этом. Но большинство людей не верит"
    },
    {
      "verse_number": 60,
      "text_uthmani": "وَقَالَ رَبُّكُمُ ٱدْعُونِىٓ أَسْتَجِبْ لَكُمْ ۚ إِنَّ ٱلَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِى سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ",
      "text_uthmani_transcribed": "Wa qāla rabbukumud'ūnī astajib lakum, innal-lażīna yastakbirūna 'an 'ibādatī sayadkhulūna jahannama dākhirīn(a).",
      "translation": "И говорит Владыка ваш: \"Ко Мне взывайте, Я отвечу! Но кто (по необузданной гордыне) Откажется от поклоненья Мне, Покрытые позором в Ад войдут"
    },
    {
      "verse_number": 61,
      "text_uthmani": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِتَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا ۚ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
      "text_uthmani_transcribed": "Allāhul-lażī ja'ala lakumul-laila litaskunū fīhi wan-nahāra mubṣirā(n), innallāha lażū faḍlin 'alan-nāsi wa lākinna akṡaran-nāsi lā yasykurūn(a).",
      "translation": "Аллах есть Тот, Кто создал ночь, чтоб вы могли почить, И день - чтобы (помочь вам) видеть. Поистине, исполнен щедрости и мудрости Господь Для всех людей, Но большинство из вас Ему неблагодарны"
    },
    {
      "verse_number": 62,
      "text_uthmani": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ خَـٰلِقُ كُلِّ شَىْءٍ لَّآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
      "text_uthmani_transcribed": "Żālikumullāhu rabbukum khāliqu kulli syai'(in),  lā ilāha illā huw(a), fa'annā tu'fakūn(a).",
      "translation": "Таков Аллах - ваш Бог, Создатель всех вещей! И нет другого божества - лишь Он один. Но как же вы отвращены от Истины Его"
    },
    {
      "verse_number": 63,
      "text_uthmani": "كَذَٰلِكَ يُؤْفَكُ ٱلَّذِينَ كَانُوا۟ بِـَٔايَـٰتِ ٱللَّهِ يَجْحَدُونَ",
      "text_uthmani_transcribed": "Każālika yu'fakul-lażīna kānū bi'āyātillāhi yajḥadūn(a).",
      "translation": "Отвращены все те, кто отвергает Знамения Господни (на земле)"
    },
    {
      "verse_number": 64,
      "text_uthmani": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ قَرَارًا وَٱلسَّمَآءَ بِنَآءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ ۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ",
      "text_uthmani_transcribed": "Allāhul-lażī ja'ala lakumul-arḍa qarāraw was-samā'a binā'aw wa ṣawwarakum fa'aḥsana ṣuwarakum wa razaqakum minaṭ-ṭayyibāt(i), żālikumullāhu rabbukum, fatabārakallāhu rabbul-'ālamīn(a).",
      "translation": "Аллах есть Тот, Кто сделал землю вам обителью сохранной, (Над ней) вознес небесный свод; Придал вам форму И сделал ваши формы совершенны. Он наделил благами вас (для насыщения души и тела). Таков Аллах - ваш Повелитель! Благословен Аллах - Господь миров"
    },
    {
      "verse_number": 65,
      "text_uthmani": "هُوَ ٱلْحَىُّ لَآ إِلَـٰهَ إِلَّا هُوَ فَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ۗ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
      "text_uthmani_transcribed": "Huwal-ḥayyu lā ilāha illā huwa fad'ūhu mukhliṣīna lahud-dīn(a), al-ḥamdu lillāhi rabbil-'ālamīn(a).",
      "translation": "Он - живосущ! И нет другого божества - Лишь Он один. Взывайте же к Нему И в своей вере искренность блюдите. Хвала Аллаху - Господу миров"
    },
    {
      "verse_number": 66,
      "text_uthmani": "۞ قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِىَ ٱلْبَيِّنَـٰتُ مِن رَّبِّى وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ ٱلْعَـٰلَمِينَ",
      "text_uthmani_transcribed": "Qul innī nuhītu an a'budal-lażīna tad'ūna min dūnillāhi lammā jā'aniyal-bayyinātu mir rabbī wa umirtu an uslima lirabbil-'ālamīn(a).",
      "translation": "Скажи: \"Запрещено мне поклоняться тем, Кого вы призываете, опричь Аллаха, Когда ко мне уже пришли Знаменья ясные от моего Владыки И мне приказано предаться Господу миров"
    }
  ]
}