{
  "chapter_number": 17,
  "verses": [
    {
      "verse_number": 23,
      "text_uthmani": "۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُدُوٓا۟ إِلَّآ إِيَّاهُ وَبِٱلْوَٰلِدَيْنِ إِحْسَـٰنًا ۚ إِمَّا يَبْلُغَنَّ عِندَكَ ٱلْكِبَرَ أَحَدُهُمَآ أَوْ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفٍّ وَلَا تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلًا كَرِيمًا",
      "text_uthmani_transcribed": "Wa qaḍā rabbuka allā ta'budū illā iyyāhu wa bil-wālidaini iḥsānā(n), immā yabluganna 'indakal-kibara aḥaduhumā au kilāhumā falā taqul lahumā uffiw wa lā tanhar humā wa qul lahumā qaulan karīmā(n).",
      "translation": "И ваш Господь повелевает, Чтоб поклонялись вы Единому Ему И чтоб к родителям своим благодеяли. А если кто-нибудь из них иль оба Достигнут старости в ваш век, Не говори (презрительное) \"пфи\" И не кричи на них, А речь веди пристойно с ними"
    },
    {
      "verse_number": 24,
      "text_uthmani": "وَٱخْفِضْ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحْمَةِ وَقُل رَّبِّ ٱرْحَمْهُمَا كَمَا رَبَّيَانِى صَغِيرًا",
      "text_uthmani_transcribed": "Wakhfiḍ lahumā janāḥaż-żulli minar-raḥmati wa qur rabbirḥamhumā kamā rabbayānī ṣagīrā(n).",
      "translation": "По милосердию (и кротости души) Простри крыло смирения пред ними И говори: \"Господь! Пошли им милость, Подобно той, с которою меня - младенца Они взрастили (с колыбели)"
    },
    {
      "verse_number": 25,
      "text_uthmani": "رَّبُّكُمْ أَعْلَمُ بِمَا فِى نُفُوسِكُمْ ۚ إِن تَكُونُوا۟ صَـٰلِحِينَ فَإِنَّهُۥ كَانَ لِلْأَوَّٰبِينَ غَفُورًا",
      "text_uthmani_transcribed": "Rabbukum a'lamu bimā fī nufūsikum, in takūnū ṣāliḥīna fa innahū kāna lil-awwābīna gafūrā(n).",
      "translation": "Господь ваш лучше знает, что у вас в душе, И если ваши праведны деянья, - Поистине, прощающ Он к тому, Кто лик к Нему свой обращает"
    },
    {
      "verse_number": 26,
      "text_uthmani": "وَءَاتِ ذَا ٱلْقُرْبَىٰ حَقَّهُۥ وَٱلْمِسْكِينَ وَٱبْنَ ٱلسَّبِيلِ وَلَا تُبَذِّرْ تَبْذِيرًا",
      "text_uthmani_transcribed": "Wa āti żal-qurbā ḥaqqahū wal-miskīna wabnas-sabīli wa lā tubażżir tabżīrā(n).",
      "translation": "Дай ближнему все должное ему, И бедняку, и путнику (дай кров и пищу), Но с безрассудностью (добро) не расточай"
    },
    {
      "verse_number": 27,
      "text_uthmani": "إِنَّ ٱلْمُبَذِّرِينَ كَانُوٓا۟ إِخْوَٰنَ ٱلشَّيَـٰطِينِ ۖ وَكَانَ ٱلشَّيْطَـٰنُ لِرَبِّهِۦ كَفُورًا",
      "text_uthmani_transcribed": "Innal-mubażżirīna kānū ikhwānasy-syayāṭīn(i), wa kānasy-syaiṭānu lirabbihī kafūrā(n).",
      "translation": "Ведь расточители - собратья Сатаны, А Сатана и Богу своему неблагодарен"
    },
    {
      "verse_number": 28,
      "text_uthmani": "وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ٱبْتِغَآءَ رَحْمَةٍ مِّن رَّبِّكَ تَرْجُوهَا فَقُل لَّهُمْ قَوْلًا مَّيْسُورًا",
      "text_uthmani_transcribed": "Wa immā tu'riḍanna 'anhumubtigā'a raḥmatim mir rabbika tarjūhā faqul lahum qaulam maisūrā(n).",
      "translation": "Но если все ж от них ты отвернешься И для себя щедрот Господних будешь домогаться, То с ними кротко говори"
    },
    {
      "verse_number": 29,
      "text_uthmani": "وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ ٱلْبَسْطِ فَتَقْعُدَ مَلُومًا مَّحْسُورًا",
      "text_uthmani_transcribed": "Wa lā taj'al yadaka maglūlatan ilā 'unuqika wa lā tabsuṭhā kullal-basṭi fa taq'uda malūmam maḥsūrā(n).",
      "translation": "И не привязывай ты руку к шее И не вытягивай на всю длину, Чтоб не остаться порицаемым (за скупость) Иль обнищавшим (от напрасных трат)"
    },
    {
      "verse_number": 30,
      "text_uthmani": "إِنَّ رَبَّكَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرًۢا بَصِيرًا",
      "text_uthmani_transcribed": "Inna rabbaka yabsuṭur-rizqa limay yasyā'u wa yaqdir(u), innahū kāna bi'ibādihī khabīram baṣīrā(n).",
      "translation": "Господь твой щедро простирает Удел тому, кто мил Ему, Или по мере раздает, - Ведь знает Он и зрит (деянья) Своих слуг"
    },
    {
      "verse_number": 31,
      "text_uthmani": "وَلَا تَقْتُلُوٓا۟ أَوْلَـٰدَكُمْ خَشْيَةَ إِمْلَـٰقٍ ۖ نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ ۚ إِنَّ قَتْلَهُمْ كَانَ خِطْـًٔا كَبِيرًا",
      "text_uthmani_transcribed": "Wa lā taqtulū aulādakum khasy-yata imlāq(in), naḥnu narzuquhum wa iyyākum, inna qatlahum kāna khiṭ'an kabīrā(n).",
      "translation": "Из страха обеднеть своих детей не убивайте - Мы пропитаем их и вас, - Ведь убивать их - грех великий"
    },
    {
      "verse_number": 32,
      "text_uthmani": "وَلَا تَقْرَبُوا۟ ٱلزِّنَىٰٓ ۖ إِنَّهُۥ كَانَ فَـٰحِشَةً وَسَآءَ سَبِيلًا",
      "text_uthmani_transcribed": "Wa lā taqrabuz-zinā innahū kāna fāḥisyah(tan), wa sā'a sabīlā(n).",
      "translation": "Не приближайтесь к блуду вы, - Ведь это - срам и путь к дурному"
    },
    {
      "verse_number": 33,
      "text_uthmani": "وَلَا تَقْتُلُوا۟ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ ۗ وَمَن قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِۦ سُلْطَـٰنًا فَلَا يُسْرِف فِّى ٱلْقَتْلِ ۖ إِنَّهُۥ كَانَ مَنصُورًا",
      "text_uthmani_transcribed": "Wa lā taqtulun-nafsal-latī ḥarramallāhu illā bil-ḥaqq(i), wa man qutila maẓlūman faqad ja'alnā liwaliyyihī sulṭānan falā yusrif fil-qatl(i), innahū kāna manṣūrā(n).",
      "translation": "Не убивайте душу, что Аллах Запретной (для убийства) сделал, Иначе, как по праву, (данному Всевышним). А если кто-нибудь убит несправедливо, Мы дали ближнему его Власть - (возместить убийце), Но пусть в (отместном) убиении своем Не преступает он дозволенные грани, - Ему ведь, истинно, (Закон) уже помог"
    }
  ]
}