[
  {
    "verse_number": 89,
    "text_uthmani": "ثُمَّ أَتْبَعَ سَبَبًا",
    "text_uthmani_transcribed": "Ṡumma  atba'a sababā(n).",
    "translation": "Потом другим путем пошел он"
  },
  {
    "verse_number": 90,
    "text_uthmani": "حَتَّىٰٓ إِذَا بَلَغَ مَطْلِعَ ٱلشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَىٰ قَوْمٍ لَّمْ نَجْعَل لَّهُم مِّن دُونِهَا سِتْرًا",
    "text_uthmani_transcribed": "Ḥattā iżā balaga maṭli'asy-syamsi wajadahā taṭlu'u 'alā qaumil lam naj'al lahum min dūnihā sitrā(n).",
    "translation": "Пока не подошел к земле восхода солнца И не увидел, что оно восходит над народом, Которому не дали Мы покрова Укрыться от лучей палящих"
  },
  {
    "verse_number": 91,
    "text_uthmani": "كَذَٰلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًا",
    "text_uthmani_transcribed": "Każālik(a), wa  qad aḥaṭnā bimā ladaihi khubrā(n).",
    "translation": "(Он их оставил) в том же (виде, как нашел), И ведали Мы все о нем"
  },
  {
    "verse_number": 92,
    "text_uthmani": "ثُمَّ أَتْبَعَ سَبَبًا",
    "text_uthmani_transcribed": "Ṡumma atba'a sababā(n).",
    "translation": "И вновь отправился он в путь"
  },
  {
    "verse_number": 93,
    "text_uthmani": "حَتَّىٰٓ إِذَا بَلَغَ بَيْنَ ٱلسَّدَّيْنِ وَجَدَ مِن دُونِهِمَا قَوْمًا لَّا يَكَادُونَ يَفْقَهُونَ قَوْلًا",
    "text_uthmani_transcribed": "Ḥattā iżā balaga bainas-saddaini wajada min dūnihimā qaumal lā yakādūna yafqahūna qaulā(n).",
    "translation": "Пока не подошел к проходу меж двумя горами, И у (подножья) их нашел народ, Что мог едва понять какую-либо речь"
  },
  {
    "verse_number": 94,
    "text_uthmani": "قَالُوا۟ يَـٰذَا ٱلْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِى ٱلْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَىٰٓ أَن تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا",
    "text_uthmani_transcribed": "Qālū yā żal-qarnaini inna ya'jūja wa ma'jūja mufsidūna fil-arḍi  fahal naj'alu laka kharjan 'alā an taj'alā bainanā wa bainahum saddā(n).",
    "translation": "О Зуль-Карнайн! - они сказали. - Гог и Магог творят нечестье на земле. Не примешь ли от нас ты дань, Чтобы воздвигнуть стену между (нечестивцами) и нами"
  },
  {
    "verse_number": 95,
    "text_uthmani": "قَالَ مَا مَكَّنِّى فِيهِ رَبِّى خَيْرٌ فَأَعِينُونِى بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا",
    "text_uthmani_transcribed": "Qāla mā makkannī fīhi rabbī fa a'īnūnī biquwwatin aj'al bainakum wa bainahum radmā(n).",
    "translation": "Ответил он: \"Могущество, что дал мне мой Господь, Мне лучше (по награде). Вы мне (рабочей) силой помогите, И я воздвигну стену между вами"
  },
  {
    "verse_number": 96,
    "text_uthmani": "ءَاتُونِى زُبَرَ ٱلْحَدِيدِ ۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيْنَ ٱلصَّدَفَيْنِ قَالَ ٱنفُخُوا۟ ۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارًا قَالَ ءَاتُونِىٓ أُفْرِغْ عَلَيْهِ قِطْرًا",
    "text_uthmani_transcribed": "Ātūnī zubaral-ḥadīd(i), ḥattā iżā sāwā bainaṣ-ṣadafaini qālanfukhū, ḥattā iżā ja'alahū nārā(n), qāla ātūnī ufrig 'alaihi qiṭrā(n).",
    "translation": "Несите мне куски железа\". Когда (железом) он сровнял (пространство) Между крутыми склонами горы, \"Дуйте (в кузнечные мехи)!\" - сказал он. Когда железо раскалилось, как огонь, Сказал он: \"Принесите мне его! Я вылью на нее расплавленный металл"
  },
  {
    "verse_number": 97,
    "text_uthmani": "فَمَا ٱسْطَـٰعُوٓا۟ أَن يَظْهَرُوهُ وَمَا ٱسْتَطَـٰعُوا۟ لَهُۥ نَقْبًا",
    "text_uthmani_transcribed": "Famasṭā'ū ay yaẓharūhu wa mastaṭā'ū lahū naqbā(n).",
    "translation": "И не могли (Гог и Магог) Ни перелезть через нее, ни продырявить"
  },
  {
    "verse_number": 98,
    "text_uthmani": "قَالَ هَـٰذَا رَحْمَةٌ مِّن رَّبِّى ۖ فَإِذَا جَآءَ وَعْدُ رَبِّى جَعَلَهُۥ دَكَّآءَ ۖ وَكَانَ وَعْدُ رَبِّى حَقًّا",
    "text_uthmani_transcribed": "Qāla hāżā raḥmatum mir rabbī, fa iżā jā'a wa'du rabbī ja'alahū dakkā'(a), wa kāna wa'du rabbī ḥaqqā(n).",
    "translation": "Сие - по милости от Бога моего, - сказал он, - Когда придет обещанное Господом моим, Он обратит ее в (мельчайший) щебень, - А то, что обещает мой Господь, Есть Истина, (что неминуемо свершится)"
  },
  {
    "verse_number": 99,
    "text_uthmani": "۞ وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِى بَعْضٍ ۖ وَنُفِخَ فِى ٱلصُّورِ فَجَمَعْنَـٰهُمْ جَمْعًا",
    "text_uthmani_transcribed": "Wa taraknā ba'ḍahum yauma'iżiy yamūju fī ba'ḍiw wa nufikha fiṣ-ṣūri fa jama'nāhum jam'ā(n).",
    "translation": "В тот День Мы их оставим литься (беспорядочной толпой), Подобно волнам, спорящим друг с другом, - Раздастся трубный глас, и Мы въедино соберем их"
  }
]