[
  {
    "verse_number": 34,
    "text_uthmani": "وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا لِّيَذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلْأَنْعَـٰمِ ۗ فَإِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ فَلَهُۥٓ أَسْلِمُوا۟ ۗ وَبَشِّرِ ٱلْمُخْبِتِينَ",
    "text_uthmani_transcribed": "Wa likulli ummatin ja'alnā mansakal liyażkurusmallāhi 'alā mā razaqahum mim bahīmatil-an'ām(i), fa ilāhukum ilāhuw wāḥidun fa lahū aslimū, wa basysyiril-mukhbitīn(a).",
    "translation": "Установили Мы для каждого народа Обряд (о жертвенных животных), Чтобы они имя Аллаха поминали При (жертвенном убое) всякого скота, Что Он в стадах им даровал, - Ведь ваш Господь есть Бог Единый, И предавайтесь лишь Ему; А ты, (о Мухаммад!), Обрадуй Вестию благою всех смиренных"
  },
  {
    "verse_number": 35,
    "text_uthmani": "ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتْ قُلُوبُهُمْ وَٱلصَّـٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمْ وَٱلْمُقِيمِى ٱلصَّلَوٰةِ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
    "text_uthmani_transcribed": "Allażīna iżā żukirallāhu wajilat qulūbuhum waṣ-ṣābirīna 'alā mā aṣābahum wal-muqīmiṣ-ṣalāh(ti), wa mimmā razaqnāhum yunfiqūn(a).",
    "translation": "Тех, чьи сердца в благоговейном страхе (замирают) При поминании Аллаха, Кто терпеливо сносит то, Что ниспадает на их долю, И постоянен в совершении молитвы И кто расходует (на подать) из того, Чем Мы их (щедро) наделили"
  },
  {
    "verse_number": 36,
    "text_uthmani": "وَٱلْبُدْنَ جَعَلْنَـٰهَا لَكُم مِّن شَعَـٰٓئِرِ ٱللَّهِ لَكُمْ فِيهَا خَيْرٌ ۖ فَٱذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَيْهَا صَوَآفَّ ۖ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا۟ مِنْهَا وَأَطْعِمُوا۟ ٱلْقَانِعَ وَٱلْمُعْتَرَّ ۚ كَذَٰلِكَ سَخَّرْنَـٰهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
    "text_uthmani_transcribed": "Wal-budna ja'alnāhā lakum min sya'ā'irillāhi lakum fīhā khair(un), fażkurusmallāhi 'alaihā ṣawāff(a), fa iżā wajabat junūbuhā fa kulū minhā wa aṭ'imul-qāni'a wal-mu'tarr(a), każālika sakhkharnāhā lakum la'allakum tasykurūn(a).",
    "translation": "Для вас Мы сделали верблюдов Из (всех других) отмеченных (животных) Для (жертво)приношения Аллаху, - Ведь в них - для вас большое благо. Так поминайте же над ними Его имя, Когда их собирают в ряд (к забою). Когда ж они падут на их бока (И, перестав дышать, замрут), Ешьте их сами и кормите тех, Кто к вам в смирении своем (не смеет обратиться), (Довольствуясь лишь доброхотным подаяньем), И тех, кто сам стыдливо просит вас. Так подчинили вам Мы (скот), Чтоб, (осознав знаменье это), Вы Нам могли быть благодарны"
  },
  {
    "verse_number": 37,
    "text_uthmani": "لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَـٰكِن يَنَالُهُ ٱلتَّقْوَىٰ مِنكُمْ ۚ كَذَٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا۟ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمْ ۗ وَبَشِّرِ ٱلْمُحْسِنِينَ",
    "text_uthmani_transcribed": "Lay yanālallāha luḥūmuhā wa lā dimā'uhā wa lākiy yanāluhut-taqwā minkum, każālika sakhkharahā lakum litukabbirullāha 'alā mā hadākum, wa basysyiril-muḥsinīn(a).",
    "translation": "Ведь ни их кровь, ни мясо их К Аллаху не восходит - Лишь ваше благочестие возносится к Нему. Он подчинил их вам лишь для того, Чтоб величали вы Аллаха За то, что путь прямой вам указал. А ты, (о Мухаммад!), Обрадуй Вестию благою всех добротворящих"
  },
  {
    "verse_number": 38,
    "text_uthmani": "۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓا۟ ۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ",
    "text_uthmani_transcribed": "Innallāha yudāfi'u 'anil-lażīna āmanū, innallāha lā yuḥibbu kulla khawwānin kafūr(in).",
    "translation": "Поистине, Аллах хранит всех верных, Поистине, Аллах не любит тех, Кто веру предает, в неверии (живя и умирая)"
  },
  {
    "verse_number": 39,
    "text_uthmani": "أُذِنَ لِلَّذِينَ يُقَـٰتَلُونَ بِأَنَّهُمْ ظُلِمُوا۟ ۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصْرِهِمْ لَقَدِيرٌ",
    "text_uthmani_transcribed": "Użina lil-lażīna yuqātalūna bi'annahum ẓulimū, wa innallāha 'alā naṣrihim laqadīr(un).",
    "translation": "Тем, против кого ведут войну, Дозволено сражаться, - Ведь им (несправедливо) причинили зло, А потому Аллах, поистине, могущ помочь им"
  },
  {
    "verse_number": 40,
    "text_uthmani": "ٱلَّذِينَ أُخْرِجُوا۟ مِن دِيَـٰرِهِم بِغَيْرِ حَقٍّ إِلَّآ أَن يَقُولُوا۟ رَبُّنَا ٱللَّهُ ۗ وَلَوْلَا دَفْعُ ٱللَّهِ ٱلنَّاسَ بَعْضَهُم بِبَعْضٍ لَّهُدِّمَتْ صَوَٰمِعُ وَبِيَعٌ وَصَلَوَٰتٌ وَمَسَـٰجِدُ يُذْكَرُ فِيهَا ٱسْمُ ٱللَّهِ كَثِيرًا ۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓ ۗ إِنَّ ٱللَّهَ لَقَوِىٌّ عَزِيزٌ",
    "text_uthmani_transcribed": "Allażīna ukhrijū min diyārihim bigairi ḥaqqin illā ay yaqūlū rabbunallāh(u), wa lau lā daf'ullāhin-nāsa ba'ḍahum biba'ḍil lahuddimat ṣawāmi'u wa biya'uw wa ṣalawātuw wa masājidu yużkaru fīhasmullāhi kaṡīrā(n), wa layanṣurannallāhu may yanṣuruh(ū), innallāha laqawiyyun 'azīz(un).",
    "translation": "Тем, кто был изгнан из домов без права Лишь потому, что говорил: \"Наш Бог - Аллах!\" И если бы Аллах не отражал Одних людей, (что злы в своих деяньях), Другими, (что в делах своих добры), То были б снесены монастыри и церкви, Синагоги и мечети, В которых Его имя поминается сполна. Аллах, поистине, поможет тем, Кто (правдой) Его делу служит, - Ведь Он силен, могуч и славен"
  },
  {
    "verse_number": 41,
    "text_uthmani": "ٱلَّذِينَ إِن مَّكَّنَّـٰهُمْ فِى ٱلْأَرْضِ أَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ وَأَمَرُوا۟ بِٱلْمَعْرُوفِ وَنَهَوْا۟ عَنِ ٱلْمُنكَرِ ۗ وَلِلَّهِ عَـٰقِبَةُ ٱلْأُمُورِ",
    "text_uthmani_transcribed": "Allażīna im makkannāhum fil-arḍi aqāmuṣ-ṣalāta wa ātawuz-zakāta wa amarū bil-ma'rūfi wa nahau 'anil-munkar(i), wa lillāhi 'āqibatul-umūr(i).",
    "translation": "И тем, кто, утвердившись Нами на земле, Молитву регулярно отправляет И правит очистительную подать, Повелевает (делать) то, Что заповедано (Аллахом), Удерживает от того, над чем (Его) запрет, - В (Руке) Аллаха - завершение всех дел"
  },
  {
    "verse_number": 42,
    "text_uthmani": "وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ",
    "text_uthmani_transcribed": "Wa iy yukażżibūka faqad każżabat qablahum qaumu nūḥiw wa 'āduw wa ṡamūd(u).",
    "translation": "Если они тебя, (о Мухаммад!), лжецом считают, Так и до них (посланцев Наших) Сочли лжецами люди Нуха, Ад и Самуд"
  },
  {
    "verse_number": 43,
    "text_uthmani": "وَقَوْمُ إِبْرَٰهِيمَ وَقَوْمُ لُوطٍ",
    "text_uthmani_transcribed": "Wa qaumu ibrāhīma wa qaumu lūṭ(in).",
    "translation": "И люди Ибрахима, Лута"
  },
  {
    "verse_number": 44,
    "text_uthmani": "وَأَصْحَـٰبُ مَدْيَنَ ۖ وَكُذِّبَ مُوسَىٰ فَأَمْلَيْتُ لِلْكَـٰفِرِينَ ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ نَكِيرِ",
    "text_uthmani_transcribed": "Wa aṣḥābu madyan(a), wa kużżiba mūsā fa amlaitu lil-kāfirīna ṡumma akhażtuhum, fa kaifa kāna nakīr(i).",
    "translation": "И обитатели Мадйана, Лжецом объявлен был и Муса. И Я давал отсрочку нечестивым, (Чтоб обратились с покаянием ко Мне), Потом их схватывал (суровой карой), - И как же страшен был Мой гнев"
  }
]