{
  "chapter_number": 3,
  "verses": [
    {
      "verse_number": 56,
      "text_uthmani": "فَأَمَّا ٱلَّذِينَ كَفَرُوا۟ فَأُعَذِّبُهُمْ عَذَابًا شَدِيدًا فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ وَمَا لَهُم مِّن نَّـٰصِرِينَ",
      "text_uthmani_transcribed": "Fa ammal-lażīna kafarū fa u'ażżibuhum 'ażāban syadīdan fid-dun-yā wal-ākhirah(ti), wa mā lahum min nāṣirīn(a).",
      "translation": "Я накажу неверных тяжкой карой И в этом мире, и в другом, И никаких заступников у них не будет"
    },
    {
      "verse_number": 57,
      "text_uthmani": "وَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَيُوَفِّيهِمْ أُجُورَهُمْ ۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّـٰلِمِينَ",
      "text_uthmani_transcribed": "Wa ammal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti fa yuwaffīhim ujūrahum, wallāhu lā yuḥibbuẓ-ẓālimīn(a).",
      "translation": "Но тем, кто верует и делает добро, Господь сполна воздаст награду, - Не любит Он таких, кто преступает (Пределы, установленные Им)"
    },
    {
      "verse_number": 58,
      "text_uthmani": "ذَٰلِكَ نَتْلُوهُ عَلَيْكَ مِنَ ٱلْـَٔايَـٰتِ وَٱلذِّكْرِ ٱلْحَكِيمِ",
      "text_uthmani_transcribed": "Żālika natlūhu 'alaika minal-āyāti waż-żikril-ḥakīm(i).",
      "translation": "Вот то, что Мы тебе читаем Из знамений и из (Книги) наставлений мудрых"
    },
    {
      "verse_number": 59,
      "text_uthmani": "إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَ ۖ خَلَقَهُۥ مِن تُرَابٍ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ",
      "text_uthmani_transcribed": "Inna maṡala 'īsā 'indallāhi kamaṡali ādam(a), khalaqahū min turābin ṡumma qāla lahū kun fayakūn(u).",
      "translation": "Поистине, перед Аллахом Мессия Иса Адаму подобен, Которого Он сотворил из праха, Потом ему сказал Он: \"Будь!\" - и стал он"
    },
    {
      "verse_number": 60,
      "text_uthmani": "ٱلْحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلْمُمْتَرِينَ",
      "text_uthmani_transcribed": "Al-ḥaqqu mir rabbika falā takum minal-mumtarīn(a).",
      "translation": "Ведь Истина исходит лишь от Бога, А потому не будь ты с теми, В ком сомнения живут"
    },
    {
      "verse_number": 61,
      "text_uthmani": "فَمَنْ حَآجَّكَ فِيهِ مِنۢ بَعْدِ مَا جَآءَكَ مِنَ ٱلْعِلْمِ فَقُلْ تَعَالَوْا۟ نَدْعُ أَبْنَآءَنَا وَأَبْنَآءَكُمْ وَنِسَآءَنَا وَنِسَآءَكُمْ وَأَنفُسَنَا وَأَنفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَل لَّعْنَتَ ٱللَّهِ عَلَى ٱلْكَـٰذِبِينَ",
      "text_uthmani_transcribed": "Faman ḥājjaka fīhi mim ba'di mā jā'aka minal-'ilmi faqul ta'ālau nad'u abnā'anā wa abnā'akum wa nisā'anā wa nisā'akum wa anfusanā wa anfusakum, ṡumma nabtahil fanaj'al la'natallāhi 'alal-kāżibīn(a).",
      "translation": "И если кто начнет с тобою спор об этом, Когда к тебе уж истинное знание пришло, Скажи им: \"Приходите! Мы созовем и наших сыновей, и ваших, И наших жен, и ваших жен, Придем и сами мы, и вы, И воззовем в молитве к Богу вместе, И призовем проклятие Его на головы лжецов"
    },
    {
      "verse_number": 62,
      "text_uthmani": "إِنَّ هَـٰذَا لَهُوَ ٱلْقَصَصُ ٱلْحَقُّ ۚ وَمَا مِنْ إِلَـٰهٍ إِلَّا ٱللَّهُ ۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "text_uthmani_transcribed": "Inna hāżā lahuwal-qaṣaṣul-ḥaqq(u), wa mā min ilāhin illallāh(u), wa innallāha lahuwal-'azīzul-ḥakīm(u).",
      "translation": "Сей сказ есть истина, И нет другого божества, кроме Аллаха, - Поистине, всевластен Он и мудрости исполнен"
    },
    {
      "verse_number": 63,
      "text_uthmani": "فَإِن تَوَلَّوْا۟ فَإِنَّ ٱللَّهَ عَلِيمٌۢ بِٱلْمُفْسِدِينَ",
      "text_uthmani_transcribed": "Fa in tawallau fa innallāha 'alīmum bil-mufsidīn(a).",
      "translation": "А коль они отворотятся - что ж! Аллах ведь знает тех, кто сеет зло"
    },
    {
      "verse_number": 64,
      "text_uthmani": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ تَعَالَوْا۟ إِلَىٰ كَلِمَةٍ سَوَآءٍۭ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا ٱللَّهَ وَلَا نُشْرِكَ بِهِۦ شَيْـًٔا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ ٱللَّهِ ۚ فَإِن تَوَلَّوْا۟ فَقُولُوا۟ ٱشْهَدُوا۟ بِأَنَّا مُسْلِمُونَ",
      "text_uthmani_transcribed": "Qul yā ahlal-kitābi ta'ālau ilā kalimatin sawā'im bainanā wa bainakum allā na'buda illallāha wa lā nusyrika bihī syai'aw wa lā yattakhiża ba'ḍunā ba'ḍan arbābam min dūnillāh(i), fa in tawallau fa qūlusyhadū bi'annā muslimūn(a).",
      "translation": "О люди Книги! Давайте к слову, равному для нас и вас, придем: Чтоб нам не поклоняться никому, кроме Аллаха, Других божеств Ему не измышлять И средь себя не воздвигать Других владык, кроме Аллаха. Но если же они отворотятся, ты скажи: \"Тогда свидетелями станьте, Что все мы Богу предались"
    },
    {
      "verse_number": 65,
      "text_uthmani": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لِمَ تُحَآجُّونَ فِىٓ إِبْرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوْرَىٰةُ وَٱلْإِنجِيلُ إِلَّا مِنۢ بَعْدِهِۦٓ ۚ أَفَلَا تَعْقِلُونَ",
      "text_uthmani_transcribed": "Yā ahlal-kitābi lima tuḥājjūna fī ibrāhīma wa mā unzilatit-taurātu wal-injīlu illā mim ba'dih(ī), afalā ta'qilūn(a).",
      "translation": "О получившие Писание Святое! К чему вы спор затеяли об Ибрахиме? Ведь Тора и Евангелие (Исы) Были ниспосланы уже после него, - Ужель вы лишены любого разуменья"
    },
    {
      "verse_number": 66,
      "text_uthmani": "هَـٰٓأَنتُمْ هَـٰٓؤُلَآءِ حَـٰجَجْتُمْ فِيمَا لَكُم بِهِۦ عِلْمٌ فَلِمَ تُحَآجُّونَ فِيمَا لَيْسَ لَكُم بِهِۦ عِلْمٌ ۚ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
      "text_uthmani_transcribed": "Hā antum hā'ulā'i ḥājajtum fīmā lakum bihī 'ilmun falima tuḥājjūna fīmā laisa lakum bihī 'ilm(un), wallāhu ya'lamu wa antum lā ta'lamūn(a).",
      "translation": "Вы - те, кто спорить может лишь о том, О чем у вас имеется познанье. К чему же спорить о вещах, О коих нет у вас познанья никакого? Поистине, Господь владеет всем познаньем, Вы ж не владеете ничем"
    }
  ]
}