{
  "chapter_number": 2,
  "verses": [
    {
      "verse_number": 12,
      "text_uthmani": "أَلَآ إِنَّهُمْ هُمُ ٱلْمُفْسِدُونَ وَلَـٰكِن لَّا يَشْعُرُونَ",
      "text_uthmani_transcribed": "Alā innahum humul-mufsidūna wa lākil lā yasy'urūn(a).",
      "translation": "Увы! Они все те, кто нечесть сеет, Но сами этого не понимают"
    },
    {
      "verse_number": 13,
      "text_uthmani": "وَإِذَا قِيلَ لَهُمْ ءَامِنُوا۟ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓا۟ أَنُؤْمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُ ۗ أَلَآ إِنَّهُمْ هُمُ ٱلسُّفَهَآءُ وَلَـٰكِن لَّا يَعْلَمُونَ",
      "text_uthmani_transcribed": "Wa iżā qīla lahum āminū kamā āmanan nāsu qālū anu'minu kamā āmanas-sufahā'(u), alā innahum humus-sufahā'u wa lākil lā ya'lamūn(a).",
      "translation": "Когда им говорят: \"Уверуйте в Аллаха, Как это сделали другие\", Они ответствуют: \"Ужель мы станем веровать, Как веруют невежды и глупцы?\" Но нет! Поистине, они-то и глупцы, Хоть не желают этого понять"
    },
    {
      "verse_number": 14,
      "text_uthmani": "وَإِذَا لَقُوا۟ ٱلَّذِينَ ءَامَنُوا۟ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَوْا۟ إِلَىٰ شَيَـٰطِينِهِمْ قَالُوٓا۟ إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِءُونَ",
      "text_uthmani_transcribed": "Wa iżā laqul-lażīna āmanū qālū āmannā, wa iżā khalau ilā syayāṭīnihim qālū innā ma'akum, innamā naḥnu mustahzi'ūn(a).",
      "translation": "Когда они встречают тех, кто верует (в Аллаха), \"Мы веруем\", - им говорят они, Но, находясь наедине с шайтанами своими, Говорят: \"Мы всей душою с вами, А там лишь насмехались мы"
    },
    {
      "verse_number": 15,
      "text_uthmani": "ٱللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
      "text_uthmani_transcribed": "Allāhu yastahzi'u bihim wa yamudduhum fī ṭugyānihim ya'mahūn(a).",
      "translation": "Но обратит Аллах насмешки против них И уклонит их в беззаконие такое, В котором им скитаться слепо"
    },
    {
      "verse_number": 16,
      "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلضَّلَـٰلَةَ بِٱلْهُدَىٰ فَمَا رَبِحَت تِّجَـٰرَتُهُمْ وَمَا كَانُوا۟ مُهْتَدِينَ",
      "text_uthmani_transcribed": "Ulā'ikal-lażīnasytarawuḍ-ḍalālata bil-hudā, famā rabiḥat tijāratuhum wa mā kānū muhtadīn(a).",
      "translation": "И это - те, кто заблужденье Ценою истины купил. Но как невыгоден сей торг! Они утратили (на нем) путь правый"
    },
    {
      "verse_number": 17,
      "text_uthmani": "مَثَلُهُمْ كَمَثَلِ ٱلَّذِى ٱسْتَوْقَدَ نَارًا فَلَمَّآ أَضَآءَتْ مَا حَوْلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِى ظُلُمَـٰتٍ لَّا يُبْصِرُونَ",
      "text_uthmani_transcribed": "Maṡaluhum kamaṡalil-lażistauqada nārā(n), falammā aḍā'at mā ḥaulahūū  żahaballāhu binūrihim wa tarakahum fī ẓulumātil lā yubṣirūn(a).",
      "translation": "Они подобны человеку, кто возжег огонь, - Когда же свет его все осветил вокруг, Аллах отнял им огнь И их оставил в полной темноте, Лишив возможности им видеть"
    },
    {
      "verse_number": 18,
      "text_uthmani": "صُمٌّۢ بُكْمٌ عُمْىٌ فَهُمْ لَا يَرْجِعُونَ",
      "text_uthmani_transcribed": "Ṣummum bukmun 'umyun fahum lā yarji'ūn(a).",
      "translation": "(И вот теперь), глухи, немы и слепы, Они не возвратятся (к Богу)"
    },
    {
      "verse_number": 19,
      "text_uthmani": "أَوْ كَصَيِّبٍ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَـٰتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصَـٰبِعَهُمْ فِىٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلْمَوْتِ ۚ وَٱللَّهُ مُحِيطٌۢ بِٱلْكَـٰفِرِينَ",
      "text_uthmani_transcribed": "Au kaṣayyibim minas-samā'i fīhi ẓulumātuw wa ra'duw wa barq(un), yaj'alūna aṣābi'ahum fī āżānihim minaṣ-ṣawā'iqi ḥażaral-maut(i), wallāhu muḥīṭum bil- kāfirīn(a).",
      "translation": "Иль - (вот еще одно сравненье) - Как дождевая туча в небе: В ней мрак, и гром, и молния сверкает, - Они перстами затыкают уши, Страшася смерти от удара молний, - Аллах же не упустит ни единого из них"
    },
    {
      "verse_number": 20,
      "text_uthmani": "يَكَادُ ٱلْبَرْقُ يَخْطَفُ أَبْصَـٰرَهُمْ ۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوْا۟ فِيهِ وَإِذَآ أَظْلَمَ عَلَيْهِمْ قَامُوا۟ ۚ وَلَوْ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَـٰرِهِمْ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "text_uthmani_transcribed": "Yakādul-barqu yakhṭafu abṣārahum, kullamā aḍā'a lahum masyau fīh(i), wa iżā aẓlama 'alaihim qāmū, wa lau syā'allāhu lażahaba bisam'ihim wa abṣārihim, innallāha 'alā kulli syai'in qadīr(un).",
      "translation": "Их молния почти слепит, Но всякий раз, когда она им светит, Они идут вперед при ней; Когда же тьма спадет на них, Они недвижно замирают. И будь на то веление Аллаха, Он отнял бы и слух, и зрение у них, - Ведь всемогущ Аллах над всем"
    },
    {
      "verse_number": 21,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱعْبُدُوا۟ رَبَّكُمُ ٱلَّذِى خَلَقَكُمْ وَٱلَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ",
      "text_uthmani_transcribed": "Yā ayyuhan-nāsu'budū rabbakumul-lażī khalaqakum wal-lażīna min qablikum la'allakum tattaqūn(a).",
      "translation": "О люди! Поклоняйтесь вашему Владыке, Кто создал вас и тех, кто был до вас, Чтоб праведность могли вы обрести"
    },
    {
      "verse_number": 22,
      "text_uthmani": "ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ فِرَٰشًا وَٱلسَّمَآءَ بِنَآءً وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزْقًا لَّكُمْ ۖ فَلَا تَجْعَلُوا۟ لِلَّهِ أَندَادًا وَأَنتُمْ تَعْلَمُونَ",
      "text_uthmani_transcribed": "Allażī ja'ala lakumul-arḍa firāsyaw was-samā'a binā'ā(n), wa anzala minas-samā'i mā'an fa akhraja bihī minaṡ-ṡamarāti rizqal lakum, falā taj'alū lillāhi andādaw wa antum ta'lamūn(a).",
      "translation": "Кто постелил ковром вам землю, Покровом небеса возвел И из небес излил (обильно) воду, Чтобы взрастить плоды для вашей пищи; А потому, когда вам (Истина) уже известна, Вы в равные Ему Других богов не измышляйте"
    }
  ]
}