{
  "chapter_number": 21,
  "verses": [
    {
      "verse_number": 67,
      "text_uthmani": "أُفٍّ لَّكُمْ وَلِمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ ۖ أَفَلَا تَعْقِلُونَ",
      "text_uthmani_transcribed": "Uffil lakum wa limā ta'budūna min dūnillāh(i), afalā ta'qilūn(a).",
      "translation": "Тьфу и на вас, и тех, Кого, опричь Аллаха, чтите вы! Разве не стоит вам об этом поразмыслить"
    },
    {
      "verse_number": 68,
      "text_uthmani": "قَالُوا۟ حَرِّقُوهُ وَٱنصُرُوٓا۟ ءَالِهَتَكُمْ إِن كُنتُمْ فَـٰعِلِينَ",
      "text_uthmani_transcribed": "Qālū ḥarriqūhu wanṣurū ālihatakum in kuntum fā'ilīn(a).",
      "translation": "Сожгите вы его! - одни другим сказали. - И защитите от него ваших богов, Если вы действовать (действительно хотите)"
    },
    {
      "verse_number": 69,
      "text_uthmani": "قُلْنَا يَـٰنَارُ كُونِى بَرْدًا وَسَلَـٰمًا عَلَىٰٓ إِبْرَٰهِيمَ",
      "text_uthmani_transcribed": "Qulnā yā nāru kūnī bardaw wa salāman 'alā ibrāhīm(a).",
      "translation": "И Мы сказали: \"О огонь! Будь хладен! Стань безопасным Ибрахиму"
    },
    {
      "verse_number": 70,
      "text_uthmani": "وَأَرَادُوا۟ بِهِۦ كَيْدًا فَجَعَلْنَـٰهُمُ ٱلْأَخْسَرِينَ",
      "text_uthmani_transcribed": "Wa arādū bihī kaidan fa ja'alnāhumul-akhsarīn(a).",
      "translation": "Тогда задумали они против него коварные уловки - Но сделали Мы их Понесшими урон великий"
    },
    {
      "verse_number": 71,
      "text_uthmani": "وَنَجَّيْنَـٰهُ وَلُوطًا إِلَى ٱلْأَرْضِ ٱلَّتِى بَـٰرَكْنَا فِيهَا لِلْعَـٰلَمِينَ",
      "text_uthmani_transcribed": "Wa najjaināhu wa lūṭan ilal-arḍil-latī bāraknā fīhā lil-'ālamīn(a).",
      "translation": "И Мы спасли его и Лута И (поселили) их в стране, Которую благословили для миров"
    },
    {
      "verse_number": 72,
      "text_uthmani": "وَوَهَبْنَا لَهُۥٓ إِسْحَـٰقَ وَيَعْقُوبَ نَافِلَةً ۖ وَكُلًّا جَعَلْنَا صَـٰلِحِينَ",
      "text_uthmani_transcribed": "Wa wahabnā lahū isḥāqa wa ya'qūba nāfilah(tan), wa kullan ja'alnā  ṣāliḥīn(a).",
      "translation": "И даровали Мы ему Исхака И как особый дар - Йакуба И праведными сделали их всех"
    },
    {
      "verse_number": 73,
      "text_uthmani": "وَجَعَلْنَـٰهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَآ إِلَيْهِمْ فِعْلَ ٱلْخَيْرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِ ۖ وَكَانُوا۟ لَنَا عَـٰبِدِينَ",
      "text_uthmani_transcribed": "Wa ja'alnāhum a'immatay yahdūna bi'amrinā wa auḥainā ilaihim fi'lal-khairāti wa iqāmaṣ-ṣalāti wa ītā'az-zakāh(ti), wa kānū lanā 'ābidīn(a).",
      "translation": "Мы их поставили вождями, Ведущими (людей) по Нашим повеленьям. И им внушением (поставили в Завет) Дела благие совершать, Творить молитву по часам И править очистительную подать. (Они исполнили Завет) И в поклонении своем лишь Нам служили"
    },
    {
      "verse_number": 74,
      "text_uthmani": "وَلُوطًا ءَاتَيْنَـٰهُ حُكْمًا وَعِلْمًا وَنَجَّيْنَـٰهُ مِنَ ٱلْقَرْيَةِ ٱلَّتِى كَانَت تَّعْمَلُ ٱلْخَبَـٰٓئِثَ ۗ إِنَّهُمْ كَانُوا۟ قَوْمَ سَوْءٍ فَـٰسِقِينَ",
      "text_uthmani_transcribed": "Wa lūṭan ātaināhu ḥumkaw wa 'ilmaw wa najjaināhu minal-qaryatil-latī kānat ta'malul-khabā'iṡ(a), innahum kānū qauma sau'in fāsiqīn(a).",
      "translation": "Мы Луту даровали знание и мудрость, И Мы спасли его из поселенья, Что предавалось мерзким (вожделеньям), - То был, поистине, народ злой и распутный"
    },
    {
      "verse_number": 75,
      "text_uthmani": "وَأَدْخَلْنَـٰهُ فِى رَحْمَتِنَآ ۖ إِنَّهُۥ مِنَ ٱلصَّـٰلِحِينَ",
      "text_uthmani_transcribed": "Wa adkhalnāhu fī raḥmatinā,  innahū minaṣ-ṣāliḥīn(a).",
      "translation": "Мы допустили его в Нашу милость, - Ведь он из праведников был"
    },
    {
      "verse_number": 76,
      "text_uthmani": "وَنُوحًا إِذْ نَادَىٰ مِن قَبْلُ فَٱسْتَجَبْنَا لَهُۥ فَنَجَّيْنَـٰهُ وَأَهْلَهُۥ مِنَ ٱلْكَرْبِ ٱلْعَظِيمِ",
      "text_uthmani_transcribed": "Wa nūḥan iż nādā min qablu fastajabnā lahū fa najjaināhu wa ahlahū minal-karbil-'aẓīm(i).",
      "translation": "И еще прежде - Нуха, которому Мы вняли, Когда он к Нам воззвал, И от великого несчастья Спасли его и (всю) его семью"
    },
    {
      "verse_number": 77,
      "text_uthmani": "وَنَصَرْنَـٰهُ مِنَ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَآ ۚ إِنَّهُمْ كَانُوا۟ قَوْمَ سَوْءٍ فَأَغْرَقْنَـٰهُمْ أَجْمَعِينَ",
      "text_uthmani_transcribed": "Wa naṣarnāhu minal-qaumil-lażīna każżabū bi'āyātinā, innahum kānū qauma sau'in fa agraqnāhum ajma'īn(a).",
      "translation": "Мы помогли ему против народа, Который ложными знаменья Наши счел, - То были люди зла; Мы всех их потопили"
    }
  ]
}