{
  "chapter_number": 40,
  "verses": [
    {
      "verse_number": 67,
      "text_uthmani": "هُوَ ٱلَّذِى خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوٓا۟ أَشُدَّكُمْ ثُمَّ لِتَكُونُوا۟ شُيُوخًا ۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبْلُ ۖ وَلِتَبْلُغُوٓا۟ أَجَلًا مُّسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ",
      "text_uthmani_transcribed": "Huwal-lażī khalaqakum min turābin ṡumma min nuṭfatin ṡumma min 'alaqatin ṡumma yukhrijukum ṭiflan ṡumma litablugū asyuddakum ṡumma litakūnū syuyūkhā(n), wa minkum may yutawaffā min qablu wa litablugū ajalam musammaw wa la'allakum ta'qilūn(a).",
      "translation": "Он - Тот, Кто создал вас из праха, Потом из семени, Потом из кровяного сгустка, Потом младенцем вывел вас, Потом (растит), чтоб (дать) достичь вам (Возрастную) крепость, Потом - состариться - Хоть есть средь вас и те, Кто прежде времени находит упокой, - Потом - достичь назначенного срока: Все для того, чтоб вы уразумели"
    },
    {
      "verse_number": 68,
      "text_uthmani": "هُوَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ ۖ فَإِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "text_uthmani_transcribed": "Huwal-lażī yuḥyī wa yumīt(u), fa'iżā qaḍā amran fa'innamā yaqūlu lahū kun fa yakūn(u).",
      "translation": "Он - Тот, Кто вам повелевает жить и умереть. Когда Им что-нибудь задумано к свершенью, Он скажет: \"Будь!\" - и явится оно"
    },
    {
      "verse_number": 69,
      "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ أَنَّىٰ يُصْرَفُونَ",
      "text_uthmani_transcribed": "Alam tara ilal-lażīna yujādilūna fī āyātillāh(i), annā yuṣrafūn(a).",
      "translation": "Ужель не видишь ты таких, Кто о знамениях Господних спорит? О, как отвращены (от Истины) они"
    },
    {
      "verse_number": 70,
      "text_uthmani": "ٱلَّذِينَ كَذَّبُوا۟ بِٱلْكِتَـٰبِ وَبِمَآ أَرْسَلْنَا بِهِۦ رُسُلَنَا ۖ فَسَوْفَ يَعْلَمُونَ",
      "text_uthmani_transcribed": "Allażīna każżabū bil kitābi wa bimā arsalnā bihī rusulanā, fasaufa ya'lamūn(a).",
      "translation": "И кто считает ложью Книгу И то, с чем Мы посланников Своих послали к ним? Но предстоит узнать им скоро"
    },
    {
      "verse_number": 71,
      "text_uthmani": "إِذِ ٱلْأَغْلَـٰلُ فِىٓ أَعْنَـٰقِهِمْ وَٱلسَّلَـٰسِلُ يُسْحَبُونَ",
      "text_uthmani_transcribed": "Iżil-aglālu fī a'nāqihim was-salāsil(u), yusḥabūn(a).",
      "translation": "Когда с оковами на шее и в цепях Их будут (в Ад) влачить"
    },
    {
      "verse_number": 72,
      "text_uthmani": "فِى ٱلْحَمِيمِ ثُمَّ فِى ٱلنَّارِ يُسْجَرُونَ",
      "text_uthmani_transcribed": "Fil-ḥamīm(i), ṡumma fin-nāri yusjarūn(a).",
      "translation": "В зловонный кипяток (сначала), Потом растопкою в огонь"
    },
    {
      "verse_number": 73,
      "text_uthmani": "ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تُشْرِكُونَ",
      "text_uthmani_transcribed": "Ṡumma qīla lahum aina mā kuntum tusyrikūn(a).",
      "translation": "И будет им звучать: \"А где же те, которых почитали вы"
    },
    {
      "verse_number": 74,
      "text_uthmani": "مِن دُونِ ٱللَّهِ ۖ قَالُوا۟ ضَلُّوا۟ عَنَّا بَل لَّمْ نَكُن نَّدْعُوا۟ مِن قَبْلُ شَيْـًٔا ۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلْكَـٰفِرِينَ",
      "text_uthmani_transcribed": "Min dūnillāh(i), qālū ḍallū 'annā bal lam nakun nad'ū min qablu syai'ā(n), każālika yuḍillullāhul-kāfirīn(a).",
      "translation": "Опричь Аллаха?\", Они ответят: \"В беде они покинули нас всех! Да мы и никого не призывали прежде, (Кто обладал бы бытием реальным\"). Так оставляет Бог (в грехах) блуждать неверных"
    },
    {
      "verse_number": 75,
      "text_uthmani": "ذَٰلِكُم بِمَا كُنتُمْ تَفْرَحُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَبِمَا كُنتُمْ تَمْرَحُونَ",
      "text_uthmani_transcribed": "Żālikum bimā kuntum tafraḥūna fil-arḍi bigairil-ḥaqqi wa bimā kuntum tamraḥūn(a).",
      "translation": "Все это вам за то, Что на земле вы радостям без права предавались; За то, что величались горделиво, Гордынею превозносясь"
    },
    {
      "verse_number": 76,
      "text_uthmani": "ٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
      "text_uthmani_transcribed": "Udkhlulū abwāba jahannama khālidīna fīhā, fabi'sa maṡwal-mutakabūbirīn(a).",
      "translation": "Войдите же во врАта Ада И оставайтесь там навечно! Какое скверное жилище для надменных"
    },
    {
      "verse_number": 77,
      "text_uthmani": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۚ فَإِمَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ",
      "text_uthmani_transcribed": "Faṣbir inna wa'dallāhi ḥaqq(un), fa'immā nuriyannaka ba'ḍal-lażī  na'iduhum au natawaffayannaka fa'ilainā yurja'ūn(a).",
      "translation": "А потому, (о Мухаммад!), будь терпеливо-стоек, - Ведь обещание Господне есть Истина сама. Дадим ли мы тебе увидеть Часть из того, что обещаем им, Иль прежде этого пошлем тебе кончину - Лишь к Нам лежит их возвращенье"
    }
  ]
}