[
  {
    "verse_number": 67,
    "text_uthmani": "وَإِذًا لَّـَٔاتَيْنَـٰهُم مِّن لَّدُنَّآ أَجْرًا عَظِيمًا",
    "text_uthmani_transcribed": "Wa iżal la'ātaināhum mil ladunnā ajran 'aẓīmā(n).",
    "translation": "И даровали бы Мы им Великую награду от Себя"
  },
  {
    "verse_number": 68,
    "text_uthmani": "وَلَهَدَيْنَـٰهُمْ صِرَٰطًا مُّسْتَقِيمًا",
    "text_uthmani_transcribed": "Wa lahadaināhum ṣirāṭam mustaqīmā(n).",
    "translation": "И повели бы их прямой стезею"
  },
  {
    "verse_number": 69,
    "text_uthmani": "وَمَن يُطِعِ ٱللَّهَ وَٱلرَّسُولَ فَأُو۟لَـٰٓئِكَ مَعَ ٱلَّذِينَ أَنْعَمَ ٱللَّهُ عَلَيْهِم مِّنَ ٱلنَّبِيِّـۧنَ وَٱلصِّدِّيقِينَ وَٱلشُّهَدَآءِ وَٱلصَّـٰلِحِينَ ۚ وَحَسُنَ أُو۟لَـٰٓئِكَ رَفِيقًا",
    "text_uthmani_transcribed": "Wa may yuṭi'illāha war-rasūla fa ulā'ika ma'al-lażīna an'amallāhu 'alaihim minan-nabiyyīna waṣ-ṣiddīqīna wasy-syuhadā'i waṣ-ṣāliḥīn(a), wa ḥasuna ulā'ika rafīqā(n).",
    "translation": "И кто Аллаху и посланнику Его послушен, Войдет в собрание таких, Кому простерта Его милость: Посланников и праведных служителей Его, Благотворящих (слуг Господних) И мучеников (ближней жизни), - И как прекрасно это братство"
  },
  {
    "verse_number": 70,
    "text_uthmani": "ذَٰلِكَ ٱلْفَضْلُ مِنَ ٱللَّهِ ۚ وَكَفَىٰ بِٱللَّهِ عَلِيمًا",
    "text_uthmani_transcribed": "Żālikal-faḍlu minallāh(i), wa kafā billāhi 'alīmā(n).",
    "translation": "Вот такова Господня щедрость, - Довольно для Него, что все Он знает"
  },
  {
    "verse_number": 71,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ خُذُوا۟ حِذْرَكُمْ فَٱنفِرُوا۟ ثُبَاتٍ أَوِ ٱنفِرُوا۟ جَمِيعًا",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū khużū ḥiżrakum fanfirū ṡubātin awinfirū jamī'ā(n).",
    "translation": "О вы, кто верует! Вы соблюдайте осторожность (на войне) И двигайтесь вперед Или отдельными рядами, иль всем (составом)"
  },
  {
    "verse_number": 72,
    "text_uthmani": "وَإِنَّ مِنكُمْ لَمَن لَّيُبَطِّئَنَّ فَإِنْ أَصَـٰبَتْكُم مُّصِيبَةٌ قَالَ قَدْ أَنْعَمَ ٱللَّهُ عَلَىَّ إِذْ لَمْ أَكُن مَّعَهُمْ شَهِيدًا",
    "text_uthmani_transcribed": "Wa inna minkum lamal layubaṭṭi'ann(a), fa in aṣābatkum muṣībatun qāla qad an'amallāhu 'alayya iż lam akum ma'ahum syahīdā(n).",
    "translation": "И обязательно найдутся среди вас такие, Кто отстает (в пути) от вас И, если вас беда постигнет, говорит: \"Аллах, поистине, явил мне милость тем, Что я там не был среди вас"
  },
  {
    "verse_number": 73,
    "text_uthmani": "وَلَئِنْ أَصَـٰبَكُمْ فَضْلٌ مِّنَ ٱللَّهِ لَيَقُولَنَّ كَأَن لَّمْ تَكُنۢ بَيْنَكُمْ وَبَيْنَهُۥ مَوَدَّةٌ يَـٰلَيْتَنِى كُنتُ مَعَهُمْ فَأَفُوزَ فَوْزًا عَظِيمًا",
    "text_uthmani_transcribed": "Wa la'in aṣābakum faḍlum minallāhi layaqūlanna ka'allam takum bainakum wa bainahū mawaddattuy yā laitanī kuntu ma'ahum fa afūza fauzan 'aẓīmā(n).",
    "translation": "А если к вам придет удача от Аллаха, То обязательно он скажет, Как будто между ним и вами Привязанности не было совсем: \"О, если бы я вместе с вами был! Мне бы от этого большой успех достался"
  },
  {
    "verse_number": 74,
    "text_uthmani": "۞ فَلْيُقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ ٱلَّذِينَ يَشْرُونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا بِٱلْـَٔاخِرَةِ ۚ وَمَن يُقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا",
    "text_uthmani_transcribed": "Falyuqātil fī sabīlillāhil-lażīna yasytarūnal-ḥayātad-dun-yā bil-ākhirah(ti), wa may yuqātil fī sabīlillāhi fa yuqtal au yaglib fa saufa nu'tīhi ajran 'aẓīmā(n).",
    "translation": "(А потому) пусть на пути Господнем Сражаются лишь те, Кто покупает (за мгновенье) ближней жизни (Вечность) второго бытия. И кто в сраженьях на пути Господнем Погибнет или победит, Тому дадим Мы величайшую награду"
  },
  {
    "verse_number": 75,
    "text_uthmani": "وَمَا لَكُمْ لَا تُقَـٰتِلُونَ فِى سَبِيلِ ٱللَّهِ وَٱلْمُسْتَضْعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلْوِلْدَٰنِ ٱلَّذِينَ يَقُولُونَ رَبَّنَآ أَخْرِجْنَا مِنْ هَـٰذِهِ ٱلْقَرْيَةِ ٱلظَّالِمِ أَهْلُهَا وَٱجْعَل لَّنَا مِن لَّدُنكَ وَلِيًّا وَٱجْعَل لَّنَا مِن لَّدُنكَ نَصِيرًا",
    "text_uthmani_transcribed": "Wa mā lakum lā tuqātilūna fī sabīlillāhi wal-mustaḍ'afīna minar-rijāli wan-nisā'i wal-wildānil-lażīna yaqūlūna rabbanā akhrijnā min hāżihil-qaryatiẓ-ẓālimi ahluhā, waj'al lanā mil ladunka waliyyā(n), waj'al lanā mil ladunka naṣīrā(n).",
    "translation": "Так почему вам на пути Господнем не сражаться За слабых из мужчин, и женщин, и детей, Которые взывают: \"Владыка наш! Нас вызволи из города, Где жители - тираны! Нам от Себя защитника пошли! Нам от Себя помощника поставь"
  },
  {
    "verse_number": 76,
    "text_uthmani": "ٱلَّذِينَ ءَامَنُوا۟ يُقَـٰتِلُونَ فِى سَبِيلِ ٱللَّهِ ۖ وَٱلَّذِينَ كَفَرُوا۟ يُقَـٰتِلُونَ فِى سَبِيلِ ٱلطَّـٰغُوتِ فَقَـٰتِلُوٓا۟ أَوْلِيَآءَ ٱلشَّيْطَـٰنِ ۖ إِنَّ كَيْدَ ٱلشَّيْطَـٰنِ كَانَ ضَعِيفًا",
    "text_uthmani_transcribed": "Al-lażīna āmanū yuqātilūna fī sabīlillāh(i), wal-lażīna kafarū yuqātilūna fī sabīliṭ-ṭāgūti fa qātilū auliyā'asy-syaiṭān(i), inna kaidasy-syaiṭāni kāna ḍa'īfā(n).",
    "translation": "Те, кто уверовал, воюют на пути Господнем; Кто не уверовал, воюют на пути Тагута. Воюйте же с друзьями Сатаны, - Слабы его коварные потуги"
  },
  {
    "verse_number": 77,
    "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ قِيلَ لَهُمْ كُفُّوٓا۟ أَيْدِيَكُمْ وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ فَلَمَّا كُتِبَ عَلَيْهِمُ ٱلْقِتَالُ إِذَا فَرِيقٌ مِّنْهُمْ يَخْشَوْنَ ٱلنَّاسَ كَخَشْيَةِ ٱللَّهِ أَوْ أَشَدَّ خَشْيَةً ۚ وَقَالُوا۟ رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا ٱلْقِتَالَ لَوْلَآ أَخَّرْتَنَآ إِلَىٰٓ أَجَلٍ قَرِيبٍ ۗ قُلْ مَتَـٰعُ ٱلدُّنْيَا قَلِيلٌ وَٱلْـَٔاخِرَةُ خَيْرٌ لِّمَنِ ٱتَّقَىٰ وَلَا تُظْلَمُونَ فَتِيلًا",
    "text_uthmani_transcribed": "Alam tara ilal-lażīna qīla lahum kuffū aidiyakum wa aqīmuṣ-ṣalāta wa ātuz-zakāt(a), fa lammā kutiba 'alaihimul-qitālu  iżā farīqum minhum yakhsyaunan-nāsa kakhasy-yatillāhi  au asyadda khasy-yah(tan), wa qālū rabbanā lima katabta 'alainal-qitāl(a), lau lā akhkhartanā ilā ajalin qarīb(in), qul matā'ud-dun-yā qalīl(un), wal-ākhiratu khairul limanittaqā, wa lā tuẓlamūna fatīlā(n).",
    "translation": "Ты обратил внимание на тех, кому сказали: \"Удерживайте руки (от боев) И совершайте регулярную молитву, Давайте милостыню для очищенья!\" Когда ж потом предписано им было воевать, То часть из них, боясь людей Таким иль даже бОльшим страхом, чем Аллаха, Воззвала (к Господу): \"Владыка наш! Зачем Ты предписал нам воевать? Зачем не дашь отсрочки нам до скорого предела?\" Скажи: \"Услада ближней жизни коротка, А жизнь вторая - много краше Для тех, кто был благочестив. И вам обид не причинят Даже (на вес тончайшей) плевы, (Что покрывает желобок на финиковой кости)"
  }
]