[
  {
    "verse_number": 1,
    "text_uthmani": " تَبَـٰرَكَ ٱلَّذِى بِيَدِهِ ٱلْمُلْكُ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Tabārakal-lażī biyadihil-mulk(u), wa huwa 'alā kulli syai'in qadīr(un).",
    "translation": "Благословен будь Тот, В Руке Которого вся власть (над миром), Кто всемогущ над всем и вся"
  },
  {
    "verse_number": 2,
    "text_uthmani": "ٱلَّذِى خَلَقَ ٱلْمَوْتَ وَٱلْحَيَوٰةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ۚ وَهُوَ ٱلْعَزِيزُ ٱلْغَفُورُ",
    "text_uthmani_transcribed": "Allażī khalaqal-mauta wal-ḥayāta liyabluwakum ayyukum aḥsanu 'amalā(n), wa huwal-'azīzul-gafūr(u).",
    "translation": "Кто создал смерть и жизнь, Чтоб испытать, Кто праведней из вас в своих деяньях. Велик в могуществе Своем И отдающ во всепрощенье Он"
  },
  {
    "verse_number": 3,
    "text_uthmani": "ٱلَّذِى خَلَقَ سَبْعَ سَمَـٰوَٰتٍ طِبَاقًا ۖ مَّا تَرَىٰ فِى خَلْقِ ٱلرَّحْمَـٰنِ مِن تَفَـٰوُتٍ ۖ فَٱرْجِعِ ٱلْبَصَرَ هَلْ تَرَىٰ مِن فُطُورٍ",
    "text_uthmani_transcribed": "Allażī khalaqa sab'a samāwātin ṭibāqā(n), mā tarā fī khalqir-raḥmāni min tafāwut(in), farji'il-baṣara hal tarā min fuṭūr(in).",
    "translation": "Он - Тот, Кто создал семь небес рядами. В Божественном творенье том Не различить тебе (структурных) нарушений. И снова обрати свой взор - Ты зришь какой-нибудь изъян (в творенье этом)"
  },
  {
    "verse_number": 4,
    "text_uthmani": "ثُمَّ ٱرْجِعِ ٱلْبَصَرَ كَرَّتَيْنِ يَنقَلِبْ إِلَيْكَ ٱلْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ",
    "text_uthmani_transcribed": "Ṡummarji'il-baṣara karrataini yanqalib ilaikal-baṣaru khāsi'aw wa huwa ḥasīr(un).",
    "translation": "И вновь свой взор ты обрати: Вернется он униженным и тщетным"
  },
  {
    "verse_number": 5,
    "text_uthmani": "وَلَقَدْ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِمَصَـٰبِيحَ وَجَعَلْنَـٰهَا رُجُومًا لِّلشَّيَـٰطِينِ ۖ وَأَعْتَدْنَا لَهُمْ عَذَابَ ٱلسَّعِيرِ",
    "text_uthmani_transcribed": "Wa laqad zayyannas-samā'ad-dun-yā bimaṣābīḥa wa ja'alnāhā rujūmal lisy-syayāṭīni wa a'tadnā lahum 'ażābas-sa'īr(i).",
    "translation": "Мы небеса ближайшие украсили светильниками (звезд), И Мы их сотворили для того, чтоб дьяволов изгнать, И уготовили для них Мы наказанье - Гореть в пылающем Огне"
  },
  {
    "verse_number": 6,
    "text_uthmani": "وَلِلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ عَذَابُ جَهَنَّمَ ۖ وَبِئْسَ ٱلْمَصِيرُ",
    "text_uthmani_transcribed": "Wa lil-lażīna kafarū birabbihim 'ażābu jahannam(a), wa bi'sal-maṣīr(u).",
    "translation": "Для тех, кто не уверовал в Аллаха, - муки Ада, - Поистине, отвратная обитель (для неверных)"
  },
  {
    "verse_number": 7,
    "text_uthmani": "إِذَآ أُلْقُوا۟ فِيهَا سَمِعُوا۟ لَهَا شَهِيقًا وَهِىَ تَفُورُ",
    "text_uthmani_transcribed": "Iżā ulqū fīhā sami'ū lahā syahīqaw wa hiya tafūr(u).",
    "translation": "Когда в него их будут низвергать, Они услышат рев (зловещий), И возгорится с новой силой пламя"
  },
  {
    "verse_number": 8,
    "text_uthmani": "تَكَادُ تَمَيَّزُ مِنَ ٱلْغَيْظِ ۖ كُلَّمَآ أُلْقِىَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَآ أَلَمْ يَأْتِكُمْ نَذِيرٌ",
    "text_uthmani_transcribed": "Takādu tamayyazu minal-gaiẓ(i), kullamā ulqiya fīhā faujun sa'alahum khazanatuhā alam ya'tikum nażīr(un).",
    "translation": "От гнева чуть не задыхаясь. И всякий раз, когда толпа неверных будет низвергнута туда, Воскликнут стражи (Ада): \"Неужто не пришел к вам увещатель"
  },
  {
    "verse_number": 9,
    "text_uthmani": "قَالُوا۟ بَلَىٰ قَدْ جَآءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ ٱللَّهُ مِن شَىْءٍ إِنْ أَنتُمْ إِلَّا فِى ضَلَـٰلٍ كَبِيرٍ",
    "text_uthmani_transcribed": "Qālū balā qad jā'anā nażīr(un), fa każżabnā wa qulnā mā nazzalallāhu min syai'(in), in antum illā fī ḍalālin kabīr(in).",
    "translation": "Они ответят: \"Да, к нам увещатель приходил, Но мы его отвергли и сказали: \"Аллах не посылает ничего, И вы лишь в заблуждении великом"
  },
  {
    "verse_number": 10,
    "text_uthmani": "وَقَالُوا۟ لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِىٓ أَصْحَـٰبِ ٱلسَّعِيرِ",
    "text_uthmani_transcribed": "Wa qālū lau kunnā nasma'u au na'qilu mā kunnā fī aṣḥābis-sa'īr(i).",
    "translation": "И говорят они: \"О, если б мы прислушались, О, если б поразмыслили получше, Мы б не были сейчас средь обитателей Огня"
  },
  {
    "verse_number": 11,
    "text_uthmani": "فَٱعْتَرَفُوا۟ بِذَنۢبِهِمْ فَسُحْقًا لِّأَصْحَـٰبِ ٱلسَّعِيرِ",
    "text_uthmani_transcribed": "Fa'tarafū biżambihim, fasuḥqal li'aṣḥābis-sa'īr(i).",
    "translation": "Тогда они признали все свои грехи, - (Но нет! Раскаяния их Аллах не принял): Прочь, обитатели зловещего Огня, от милости Аллаха"
  }
]