[
  {
    "verse_number": 56,
    "text_uthmani": "ثُمَّ بَعَثْنَـٰكُم مِّنۢ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
    "text_uthmani_transcribed": "Ṡumma ba'aṡnākum mim ba'di mautikum la'allakum tasykurūn(a).",
    "translation": "Потом Мы после вашей смерти воскресили вас, И вы могли стать благодарны"
  },
  {
    "verse_number": 57,
    "text_uthmani": "وَظَلَّلْنَا عَلَيْكُمُ ٱلْغَمَامَ وَأَنزَلْنَا عَلَيْكُمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ ۖ كُلُوا۟ مِن طَيِّبَـٰتِ مَا رَزَقْنَـٰكُمْ ۖ وَمَا ظَلَمُونَا وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
    "text_uthmani_transcribed": "Wa ẓallalnā 'alaikumul-gamāma wa anzalnā 'alaikumul-manna was-salwā, kulū min ṭayyibāti mā razaqnākum, wa mā ẓalamūnā wa lākin kānū anfusahum yaẓlimūn(a).",
    "translation": "Затем Мы облаком вас осенили И низвели вам манну и перепелов: \"Питайтесь пищею благою, Которой вас Мы наделили\". Но, (воспротивившись), Не Нам они вред причинили - Своим лишь душам нанесли они урон"
  },
  {
    "verse_number": 58,
    "text_uthmani": "وَإِذْ قُلْنَا ٱدْخُلُوا۟ هَـٰذِهِ ٱلْقَرْيَةَ فَكُلُوا۟ مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًا وَقُولُوا۟ حِطَّةٌ نَّغْفِرْ لَكُمْ خَطَـٰيَـٰكُمْ ۚ وَسَنَزِيدُ ٱلْمُحْسِنِينَ",
    "text_uthmani_transcribed": "Wa iż qulnadkhulū hāżihil-qaryata fakulū minhā ḥaiṡu syi'tum ragadaw wadkhulul- bāba sujjadaw wa qūlū ḥiṭṭatun nagfir lakum khaṭāyākum, wa sanazīdul-muḥsinīn(a).",
    "translation": "И (вспомните), когда Мы вам сказали: \"Войдите в этот город, Питайтесь всем, что там, себе в усладу; Но во вратах его смиренно поклонитесь И скажите: (Прощения) прошу у Бога\", И Мы простим вам ваши прегрешенья И увеличим долю тем, кто делает добро"
  },
  {
    "verse_number": 59,
    "text_uthmani": "فَبَدَّلَ ٱلَّذِينَ ظَلَمُوا۟ قَوْلًا غَيْرَ ٱلَّذِى قِيلَ لَهُمْ فَأَنزَلْنَا عَلَى ٱلَّذِينَ ظَلَمُوا۟ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَفْسُقُونَ",
    "text_uthmani_transcribed": "Fabaddalal-lażīna ẓalamū qaulan gairal-lażī qīla lahum fa anzalnā 'alal-lażīna ẓalamū rijzam minas-samā'i bimā kānū yafsuqūn(a).",
    "translation": "Но заменили нечестивые другим Указанное (Нами) Слово, И низвели на них Мы казнь с неба За то, что были вероломны"
  },
  {
    "verse_number": 60,
    "text_uthmani": "۞ وَإِذِ ٱسْتَسْقَىٰ مُوسَىٰ لِقَوْمِهِۦ فَقُلْنَا ٱضْرِب بِّعَصَاكَ ٱلْحَجَرَ ۖ فَٱنفَجَرَتْ مِنْهُ ٱثْنَتَا عَشْرَةَ عَيْنًا ۖ قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ ۖ كُلُوا۟ وَٱشْرَبُوا۟ مِن رِّزْقِ ٱللَّهِ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
    "text_uthmani_transcribed": "Wa iżistasqā mūsā liqaumihī faqulnaḍrib bi'aṣākal-ḥajar(a), fanfajarat minhuṡnatā 'asyrata 'ainā(n), qad 'alima kullu unāsim masyrabahum, kulū wasyrabū mir rizqillāhi wa lā ta'ṡau fil-arḍi mufsidīn(a).",
    "translation": "И (вспомните), как Муса Просил питья для своего народа; И Мы сказали: \"Ты о скалу ударь своею палкой!\" И выбились из сей скалы Двенадцать (чистых) родников; И каждое колено знало место, где им пить, - Ешьте и пейте из даров Господних И (на земле) нечестие не сейте"
  },
  {
    "verse_number": 61,
    "text_uthmani": "وَإِذْ قُلْتُمْ يَـٰمُوسَىٰ لَن نَّصْبِرَ عَلَىٰ طَعَامٍ وَٰحِدٍ فَٱدْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنۢبِتُ ٱلْأَرْضُ مِنۢ بَقْلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَا ۖ قَالَ أَتَسْتَبْدِلُونَ ٱلَّذِى هُوَ أَدْنَىٰ بِٱلَّذِى هُوَ خَيْرٌ ۚ ٱهْبِطُوا۟ مِصْرًا فَإِنَّ لَكُم مَّا سَأَلْتُمْ ۗ وَضُرِبَتْ عَلَيْهِمُ ٱلذِّلَّةُ وَٱلْمَسْكَنَةُ وَبَآءُو بِغَضَبٍ مِّنَ ٱللَّهِ ۗ ذَٰلِكَ بِأَنَّهُمْ كَانُوا۟ يَكْفُرُونَ بِـَٔايَـٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيْرِ ٱلْحَقِّ ۗ ذَٰلِكَ بِمَا عَصَوا۟ وَّكَانُوا۟ يَعْتَدُونَ",
    "text_uthmani_transcribed": "Wa iż qultum yā mūsā lan naṣbira 'alā ṭa'āmiw wāḥidin fad'u lanā rabbaka yukhrij lanā mimmā tumbitul-arḍu mim baqlihā wa qiṡṡā'ihā wa fūmihā wa 'adasihā wa baṣalihā, qāla atastabdilūnal-lażī huwa adnā bil-lażī huwa khair(un), ihbiṭū miṣran fa inna lakum mā sa'altum, wa ḍuribat 'alaihimuż-żillatu wal-maskanatu wa bā'ū bigaḍabim minallāh(i), żālika bi'annahum kānū yakfurūna bi'āyātillāhi wa yaqtulūnan- nabiyyīna bi gairil-ḥaqq(i), żālika bimā 'aṣaw wa kānū ya'tadūn(a).",
    "translation": "И (вспомните), когда сказали вы: \"О Муса! Мы более не можем выносить одну и ту же пищу. Ты Бога своего о нас взмоли, Чтоб Он низвел нам (овощи), Что на земле произрастают, И огурцы, и лук, и чечевицу, и чеснок\". Он им сказал: \"Ужель вы лучшее Хотите худшим заменить? Сойдите в город вы тогда, И там найдете все, что захотите\". И их постигли нищета и униженье, И навлекли они гнев Божий на себя, - И это все за то, Что ложью нарекли знамения Господни, Его пророков убивая без справедливого (суда); И это все за то, что воспротивились И все дозволенные грани перешли"
  },
  {
    "verse_number": 62,
    "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلنَّصَـٰرَىٰ وَٱلصَّـٰبِـِٔينَ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَعَمِلَ صَـٰلِحًا فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "text_uthmani_transcribed": "Innal-lażīna āmanū wal-lażīna hādū wan-naṣārā waṣ-ṣābi'īna man āmana billāhi wal- yaumil-ākhiri wa 'amila ṣāliḥan fa lahum ajruhum 'inda rabbihim, wa lā khaufun 'alaihim wa lā hum yaḥzanūn(a).",
    "translation": "Поистине, те, кто уверовал (в Коран), И те, кто следует иудаизму, И назореи, и сабеи, Кто верует в Аллаха и Последний День И (на земле) творит добро, Найдут у Господа награду. На них не ляжет страх, Печаль не отягчит"
  },
  {
    "verse_number": 63,
    "text_uthmani": "وَإِذْ أَخَذْنَا مِيثَـٰقَكُمْ وَرَفَعْنَا فَوْقَكُمُ ٱلطُّورَ خُذُوا۟ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍ وَٱذْكُرُوا۟ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
    "text_uthmani_transcribed": "Wa iż akhażnā mīṡāqakum wa rafa'nā fauqakumuṭ-ṭūr(a), khużū mā ātainākum biquwwatiw ważkurū mā fīhi la'allakum tattaqūn(a).",
    "translation": "И (вспомните), когда Скрепили с вами Мы Завет И подняли над вами Гору (и сказали): \"Вы твердо следуйте тому, Чем Мы вас одарили, И помните все то, что в них (открыто вам), - Тогда вы станете благочестивы"
  },
  {
    "verse_number": 64,
    "text_uthmani": "ثُمَّ تَوَلَّيْتُم مِّنۢ بَعْدِ ذَٰلِكَ ۖ فَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ لَكُنتُم مِّنَ ٱلْخَـٰسِرِينَ",
    "text_uthmani_transcribed": "Ṡumma tawallaitum mim ba'di żālika falau lā faḍlullāhi 'alaikum wa raḥmatuhū lakuntum minal-khāsirīn(a).",
    "translation": "Вы ж после этого отворотились, И, если б не было на вас Ни милости, ни благости Аллаха, Вы б оказались среди тех, Кто потерпел урон (тяжелый)"
  },
  {
    "verse_number": 65,
    "text_uthmani": "وَلَقَدْ عَلِمْتُمُ ٱلَّذِينَ ٱعْتَدَوْا۟ مِنكُمْ فِى ٱلسَّبْتِ فَقُلْنَا لَهُمْ كُونُوا۟ قِرَدَةً خَـٰسِـِٔينَ",
    "text_uthmani_transcribed": "Wa laqad 'alimtumul-lażīna'tadau minkum fis-sabti faqulnā lahum kūnū qiradatan khāsi'īn(a).",
    "translation": "Ведь вам известны те, Которые нарушили субботу; Мы им сказали: \"Обратитесь в обезьян, Презренных и отвергнутых (людьми)"
  },
  {
    "verse_number": 66,
    "text_uthmani": "فَجَعَلْنَـٰهَا نَكَـٰلًا لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِّلْمُتَّقِينَ",
    "text_uthmani_transcribed": "Faja'alnāhā nakālal limā baina yadaihā wa mā khalfahā wa mau'iẓatal lil-muttaqīn(a).",
    "translation": "Мы это наказанье сделали примером Для тех (народов) и для их потомков, А также в назидание благочестивым"
  }
]