[
  {
    "verse_number": 166,
    "text_uthmani": "إِذْ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُوا۟ مِنَ ٱلَّذِينَ ٱتَّبَعُوا۟ وَرَأَوُا۟ ٱلْعَذَابَ وَتَقَطَّعَتْ بِهِمُ ٱلْأَسْبَابُ",
    "text_uthmani_transcribed": "Iż tabarra'al-lażīnattubi'ū minal-lażīnattaba'ū wa ra'awul-'ażāba wa taqaṭṭa'at bihimul-asbāb(u).",
    "translation": "Тогда все те, кто за собою вел других, От тех, кто следовал за ними, отделятся, И им предстанет наказание Господне. И оборвутся между ними связи"
  },
  {
    "verse_number": 167,
    "text_uthmani": "وَقَالَ ٱلَّذِينَ ٱتَّبَعُوا۟ لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا۟ مِنَّا ۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعْمَـٰلَهُمْ حَسَرَٰتٍ عَلَيْهِمْ ۖ وَمَا هُم بِخَـٰرِجِينَ مِنَ ٱلنَّارِ",
    "text_uthmani_transcribed": "Wa qālal-lażīnattaba'ū lau anna lanā karratan fa natabarra'a minhum, kamā tabarra'ū minnā, każālika yurīhimullāhu a'mālahum ḥasarātin 'alaihim, wa mā hum bikhārijīna minan-nār(i).",
    "translation": "И скажут те, кто следовал за ними: \"О, если б нам возможен был возврат, Мы б отошли от них тогда, Как отошли они от нас теперь\". Так им Аллах представит их деянья, Что стали им (не в радость, а) в погибель, И из Огня им выхода уж нет"
  },
  {
    "verse_number": 168,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ كُلُوا۟ مِمَّا فِى ٱلْأَرْضِ حَلَـٰلًا طَيِّبًا وَلَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَـٰنِ ۚ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
    "text_uthmani_transcribed": "Yā ayyuhan-nāsu kulū mimmā fil-arḍi ḥalālan ṭayyibā(n), wa lā tattabi'ū khuṭuwātisy-syaiṭān(i), innahū lakum 'aduwwum mubīn(un).",
    "translation": "О люди! Вы из того, что на земле, Берите в пищу лишь благое и разрешенное Аллахом. Не следуйте стопами Сатаны! Ведь он - ваш враг заклятый"
  },
  {
    "verse_number": 169,
    "text_uthmani": "إِنَّمَا يَأْمُرُكُم بِٱلسُّوٓءِ وَٱلْفَحْشَآءِ وَأَن تَقُولُوا۟ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "text_uthmani_transcribed": "Innamā ya'murukum bis-sū'i wal-faḥsyā'i wa an taqūlū 'alallāhi mā lā ta'lamūn(a).",
    "translation": "Он зло и мерзость вам повелевает И чтобы вы против Аллаха возводили то, О чем не ведаете сами"
  },
  {
    "verse_number": 170,
    "text_uthmani": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُوا۟ مَآ أَنزَلَ ٱللَّهُ قَالُوا۟ بَلْ نَتَّبِعُ مَآ أَلْفَيْنَا عَلَيْهِ ءَابَآءَنَآ ۗ أَوَلَوْ كَانَ ءَابَآؤُهُمْ لَا يَعْقِلُونَ شَيْـًٔا وَلَا يَهْتَدُونَ",
    "text_uthmani_transcribed": "Wa iżā qīla lahumuttabi'ū mā anzalallāhu qālū bal nattabi'u mā alfainā 'alaihi ābā'anā, awalau kāna ābā'uhum lā ya'qilūna syai'aw wa lā yahtadūn(a).",
    "translation": "Когда им говорят: \"Вы следуйте тому, что вам открыл Аллах\", Они ответствуют: \"О нет! Пойдем мы по наследию отцов\", - Неужто и тогда, когда отцы их были лишены И разумения, и руководства (от Аллаха)"
  },
  {
    "verse_number": 171,
    "text_uthmani": "وَمَثَلُ ٱلَّذِينَ كَفَرُوا۟ كَمَثَلِ ٱلَّذِى يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَآءً وَنِدَآءً ۚ صُمٌّۢ بُكْمٌ عُمْىٌ فَهُمْ لَا يَعْقِلُونَ",
    "text_uthmani_transcribed": "Wa maṡalul-lażīna kafarū kamaṡalil-lażī yan'iqu bimā lā yasma'u illā du'ā'aw wa nidā'ā(n), ṣummum bukmun 'umyun fahum lā ya'qilūn(a).",
    "translation": "Те, кто не верует, подобны пастуху, Который голосит призывно (к стаду), Что не способно различать (слова), А слышит только зов и крики. Глухи, немы и слепы - Они любого разуменья лишены"
  },
  {
    "verse_number": 172,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُلُوا۟ مِن طَيِّبَـٰتِ مَا رَزَقْنَـٰكُمْ وَٱشْكُرُوا۟ لِلَّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū kulū min ṭayyibāti mā razaqnākum wasykurū lillāhi in kuntum iyyāhu ta'budūn(a).",
    "translation": "О вы, кто верует! Берите в пищу ту благую снедь, Которой вас Мы наделили, Будьте Аллаху благодарны, Коль вы, поистине, Ему предались"
  },
  {
    "verse_number": 173,
    "text_uthmani": "إِنَّمَا حَرَّمَ عَلَيْكُمُ ٱلْمَيْتَةَ وَٱلدَّمَ وَلَحْمَ ٱلْخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيْرِ ٱللَّهِ ۖ فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَآ إِثْمَ عَلَيْهِ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Innamā ḥarrama 'alaikumul-maitata wad-dama wa laḥmal-khinzīri wa mā uhilla bihī ligairillāh(i), fa maniḍṭurra gaira bāgiw wa lā 'ādin falā iṡma 'alaih(i), innallāha gafūrur raḥīm(un).",
    "translation": "Он запретил вам в пищу только мертвечину, Кровь, и свинину, и всякую живую тварь, Что с именем других, а не Аллаха была заколота (для пищи). Но кто принужден будет к этой пище Без нечестивости и своевольного непослушанья, На том греха не будет, - Аллах ведь всепрощающ, милосерд"
  },
  {
    "verse_number": 174,
    "text_uthmani": "إِنَّ ٱلَّذِينَ يَكْتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلْكِتَـٰبِ وَيَشْتَرُونَ بِهِۦ ثَمَنًا قَلِيلًا ۙ أُو۟لَـٰٓئِكَ مَا يَأْكُلُونَ فِى بُطُونِهِمْ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوْمَ ٱلْقِيَـٰمَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "text_uthmani_transcribed": "Innal-lażīna yaktumūna mā anzalallāhu minal-kitābi wa yasytarūna bihī ṡamanan qalīlā(n), ulā'ika mā ya'kulūna fī buṭūnihim illan-nāra wa lā yukallimuhumullāhu yaumal-qiyāmati wa lā yuzakkīhim, wa lahum 'ażābun alīm(un).",
    "translation": "А кто утаивает (от людей) из Книги За мизерную цену (преходящих благ) То, что Аллах им ниспослал, Лишь Огнь будут пожирать; В День Воскресения Господь их не очистит И слова к ним не обратит, - Суровой будет их расплата"
  },
  {
    "verse_number": 175,
    "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلضَّلَـٰلَةَ بِٱلْهُدَىٰ وَٱلْعَذَابَ بِٱلْمَغْفِرَةِ ۚ فَمَآ أَصْبَرَهُمْ عَلَى ٱلنَّارِ",
    "text_uthmani_transcribed": "Ulā'ikal-lażīnasytarawuḍ-ḍalālata bil-hudā wal-'ażāba bil-magfirah(ti), famā aṣbarahum 'alan-nār(i).",
    "translation": "Они ведь те, которые купили заблужденье Ценою праведной стези, А наказание - ценой Господнего прощенья. О, как же они дерзки и терпимы к этому Огню"
  },
  {
    "verse_number": 176,
    "text_uthmani": "ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلْكِتَـٰبَ بِٱلْحَقِّ ۗ وَإِنَّ ٱلَّذِينَ ٱخْتَلَفُوا۟ فِى ٱلْكِتَـٰبِ لَفِى شِقَاقٍۭ بَعِيدٍ",
    "text_uthmani_transcribed": "Żālika bi'annallāha nazzalal-kitāba bil-ḥaqq(i), wa innal-lażīnakhtalafū fil-kitābi lafī syiqāqim ba'īd(in).",
    "translation": "(Такой их участь будет) оттого, Что Книгу Истины Аллах им ниспослал, (Они ж о ней разноголОсят); Но те, которые о Книге затевают спор, Поистине, находятся в расколе, Что (от единой веры) так далек"
  }
]