{
  "chapter_number": 18,
  "verses": [
    {
      "verse_number": 56,
      "text_uthmani": "وَمَا نُرْسِلُ ٱلْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ ۚ وَيُجَـٰدِلُ ٱلَّذِينَ كَفَرُوا۟ بِٱلْبَـٰطِلِ لِيُدْحِضُوا۟ بِهِ ٱلْحَقَّ ۖ وَٱتَّخَذُوٓا۟ ءَايَـٰتِى وَمَآ أُنذِرُوا۟ هُزُوًا",
      "text_uthmani_transcribed": "Wa mā nursilul-mursalīna illā mubasysyirīna wa munżirīn(a), wa yujādilul-lażīna kafarū bil-bāṭili liyudḥiḍū bihil-ḥaqqa wattakhażū āyātī wa mā unżirū huzuwā(n).",
      "translation": "Мы шлем посланников (Своих) Лишь возвещать (добро) и увещать (от злого), Но в своих спорах прибегают лишь ко лжи Все те, кто не уверовал (в Аллаха), Чтоб ею Истину отвергнуть, И подвергают (злым) насмешкам Знамения Мои и то, чем их увещевают"
    },
    {
      "verse_number": 57,
      "text_uthmani": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايَـٰتِ رَبِّهِۦ فَأَعْرَضَ عَنْهَا وَنَسِىَ مَا قَدَّمَتْ يَدَاهُ ۚ إِنَّا جَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا ۖ وَإِن تَدْعُهُمْ إِلَى ٱلْهُدَىٰ فَلَن يَهْتَدُوٓا۟ إِذًا أَبَدًا",
      "text_uthmani_transcribed": "Wa man aẓlamu mimman żukkira bi'āyāti rabbihī fa a'raḍa 'anhā wa nasiya mā qaddamat yadāh(u), innā ja'alnā 'alā qulūbihim akinnatan ay yafqahūhu  wa fī āżānihim waqrā(n), wa in tad'uhum ilal-hudā falay yahtadū iżan abadā(n).",
      "translation": "Кто же не праведнее тех, Кому напомнили знамения Господни, Они же (не признали их и) отвратились, Забыв о том, что предварили им деяния их рук? Мы их сердца покровами закрыли, Чтобы они не поняли его, А в уши положили глухоту. И если ты их призовешь на путь прямой, То и тогда они им не пойдут"
    },
    {
      "verse_number": 58,
      "text_uthmani": "وَرَبُّكَ ٱلْغَفُورُ ذُو ٱلرَّحْمَةِ ۖ لَوْ يُؤَاخِذُهُم بِمَا كَسَبُوا۟ لَعَجَّلَ لَهُمُ ٱلْعَذَابَ ۚ بَل لَّهُم مَّوْعِدٌ لَّن يَجِدُوا۟ مِن دُونِهِۦ مَوْئِلًا",
      "text_uthmani_transcribed": "Wa rabbukal-gafūru żur-raḥmah(ti), lau yu'ākhiżuhum bimā kasabū la'ajjala lahumul-'ażāb(a), bal lahum mau'idul lay yajidū min dūnihī mau'ilā(n).",
      "translation": "Но твой Господь - Владыка милосердия и (все)прощенья. И если б Он желал их наказать За то, что (их грехи) им предварили, То, несомненно, Он ускорил бы их кару. Но есть у них назначенный предел, (И вот когда он подойдет), Им (от возмездия Его) Убежища себе не отыскать"
    },
    {
      "verse_number": 59,
      "text_uthmani": "وَتِلْكَ ٱلْقُرَىٰٓ أَهْلَكْنَـٰهُمْ لَمَّا ظَلَمُوا۟ وَجَعَلْنَا لِمَهْلِكِهِم مَّوْعِدًا",
      "text_uthmani_transcribed": "Wa tilkal-qurā ahlaknāhum lammā ẓalamū wa ja'alnā limahlikihim mau'idā(n).",
      "translation": "Так погубили Мы селения (людей), Когда (их жители) нечестие творили, И (всякий раз) на их погибель Мы ставили назначенный предел"
    },
    {
      "verse_number": 60,
      "text_uthmani": "وَإِذْ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبْرَحُ حَتَّىٰٓ أَبْلُغَ مَجْمَعَ ٱلْبَحْرَيْنِ أَوْ أَمْضِىَ حُقُبًا",
      "text_uthmani_transcribed": "Wa iż qāla mūsā lifatāhu lā abraḥu ḥattā abluga majma'al-baḥraini au amḍiya ḥuqubā(n).",
      "translation": "Вот Муса своему служителю сказал: \"Не отступлю, пока я не достигну Места слиянья двух морей, Хотя бы довелось идти мне годы"
    },
    {
      "verse_number": 61,
      "text_uthmani": "فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِى ٱلْبَحْرِ سَرَبًا",
      "text_uthmani_transcribed": "Falammā balagā majma'a bainihimā nasiyā ḥūtahumā fattakhaża sabīlahū fil-baḥri sarabā(n).",
      "translation": "Когда они слиянья двух морей достигли, Они совсем забыли про их рыбу, Что прямо к морю (дивным образом) направила свой путь"
    },
    {
      "verse_number": 62,
      "text_uthmani": "فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدْ لَقِينَا مِن سَفَرِنَا هَـٰذَا نَصَبًا",
      "text_uthmani_transcribed": "Falammā jāwazā qāla lifatāhu ātinā gadā'anā laqad laqīnā min safarinā hāżā naṣabā(n).",
      "translation": "А уж когда они (вперед) ушли, Он спутнику сказал: \"Ты приготовь поесть нам. Наш тяжкий путь нас изнурил"
    },
    {
      "verse_number": 63,
      "text_uthmani": "قَالَ أَرَءَيْتَ إِذْ أَوَيْنَآ إِلَى ٱلصَّخْرَةِ فَإِنِّى نَسِيتُ ٱلْحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيْطَـٰنُ أَنْ أَذْكُرَهُۥ ۚ وَٱتَّخَذَ سَبِيلَهُۥ فِى ٱلْبَحْرِ عَجَبًا",
      "text_uthmani_transcribed": "Qāla ara'aita iż awainā ilaṣ-ṣakhrati fa innī nasītul-ḥūt(a), wa mā ansānīhu illasy-syaiṭanu an ażkurah(ū), wattakhaża sabīlahū fil-baḥri 'ajabā(n).",
      "translation": "Но тот ответил: \"Видишь ли, когда мы у скалы обосновались, Забыл про рыбу я, И только Сатана забыть меня заставил (об этом сообщить тебе), - Она же прямо к морю Дивным образом направила свой путь"
    },
    {
      "verse_number": 64,
      "text_uthmani": "قَالَ ذَٰلِكَ مَا كُنَّا نَبْغِ ۚ فَٱرْتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصًا",
      "text_uthmani_transcribed": "Qāla żālika mā kunnā nabg(i), fartaddā 'alā āṡārihimā qaṣaṣā(n).",
      "translation": "Сказал он: \"Этого как раз мы и желали!\" И оба двинулись назад По своим собственным следам"
    },
    {
      "verse_number": 65,
      "text_uthmani": "فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَآ ءَاتَيْنَـٰهُ رَحْمَةً مِّنْ عِندِنَا وَعَلَّمْنَـٰهُ مِن لَّدُنَّا عِلْمًا",
      "text_uthmani_transcribed": "Fa wajadā 'abdam min 'ibādinā ātaināhu raḥmatam min 'indinā wa 'allamnāhu mil ladunnā 'ilmā(n).",
      "translation": "Они нашли там одного из Наших слуг, Кому Мы даровали милость от Себя И научили мудрости и знанию от Нас"
    },
    {
      "verse_number": 66,
      "text_uthmani": "قَالَ لَهُۥ مُوسَىٰ هَلْ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا",
      "text_uthmani_transcribed": "Qāla lahū mūsā hal attabi'uka 'alā an tu'allimani mimmā 'ullimta rusydā(n).",
      "translation": "Муса сказал ему: \"Могу ль я за тобой пойти, Чтобы меня ты научил хоть части из того, Чему научен ты об Истинном Пути"
    }
  ]
}