{
  "chapter_number": 7,
  "verses": [
    {
      "verse_number": 122,
      "text_uthmani": "رَبِّ مُوسَىٰ وَهَـٰرُونَ",
      "text_uthmani_transcribed": "Rabbi mūsā wa hārūn(a).",
      "translation": "Владыку Мусы и Харуна"
    },
    {
      "verse_number": 123,
      "text_uthmani": "قَالَ فِرْعَوْنُ ءَامَنتُم بِهِۦ قَبْلَ أَنْ ءَاذَنَ لَكُمْ ۖ إِنَّ هَـٰذَا لَمَكْرٌ مَّكَرْتُمُوهُ فِى ٱلْمَدِينَةِ لِتُخْرِجُوا۟ مِنْهَآ أَهْلَهَا ۖ فَسَوْفَ تَعْلَمُونَ",
      "text_uthmani_transcribed": "Qāla fir'aunu āmantum bihī qabla an āżana lakum, inna hāżā lamakrum makartumūhu fil-madīnati litukhrijū minhā ahlahā, fa saufa ta'lamūn(a).",
      "translation": "И молвил Фараон: \"В Него уверовали раньше, Чем я согласие свое на это дал? Сие, поистине, уловка, что вы задумали в сем граде, Чтоб жителей его увлечь оттуда. Но скоро вы узнаете, (что будет)"
    },
    {
      "verse_number": 124,
      "text_uthmani": "لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَـٰفٍ ثُمَّ لَأُصَلِّبَنَّكُمْ أَجْمَعِينَ",
      "text_uthmani_transcribed": "La'uqaṭṭi'anna aidiyakum wa arjulakum min khilāfin ṡumma la'uṣallibannakum ajma'īn(a).",
      "translation": "Я накрест руки вам и ноги отсеку, Потом распну вас на кресте"
    },
    {
      "verse_number": 125,
      "text_uthmani": "قَالُوٓا۟ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ",
      "text_uthmani_transcribed": "Qālū innā ilā rabbinā munqalibūn(a).",
      "translation": "Они ответили: \"(Тогда) мы возвратимся к нашему Владыке"
    },
    {
      "verse_number": 126,
      "text_uthmani": "وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنْ ءَامَنَّا بِـَٔايَـٰتِ رَبِّنَا لَمَّا جَآءَتْنَا ۚ رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ",
      "text_uthmani_transcribed": "Wa mā tanqimu minnā illā an āmannā bi'āyāti rabbinā lammā jā'atnā, rabanā afrig 'alainā ṣabraw wa tawaffanā muslimīn(a).",
      "translation": "И ты нам мстишь всего лишь потому, Что мы уверовали (всей душой) В знаменья нашего Владыки, Когда они явились нам. Владыка наш! Пролей на нас терпение и стойкость И дай нам умереть, Тебе предавшись"
    },
    {
      "verse_number": 127,
      "text_uthmani": "وَقَالَ ٱلْمَلَأُ مِن قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسَىٰ وَقَوْمَهُۥ لِيُفْسِدُوا۟ فِى ٱلْأَرْضِ وَيَذَرَكَ وَءَالِهَتَكَ ۚ قَالَ سَنُقَتِّلُ أَبْنَآءَهُمْ وَنَسْتَحْىِۦ نِسَآءَهُمْ وَإِنَّا فَوْقَهُمْ قَـٰهِرُونَ",
      "text_uthmani_transcribed": "Wa qālal-mala'u min qaumi fir'auna atażaru mūsā wa qaumahū liyufsidū fil-arḍi wa yażaraka wa ālihatak(a), qāla sanuqattilu abnā'ahum wa nastaḥyī nisā'ahum, wa innā fauqahum qāhirūn(a).",
      "translation": "И молвили вельможи Фараона: \"Ужель допустишь, чтобы Муса и его народ Распространяли нечесть на земле, Тебя покинув и твоих богов?\" И Фараон ответил (им): \"Мы перебьем всех мальчиков у них И только девочек в живых оставим. Тогда мы одолеем их"
    },
    {
      "verse_number": 128,
      "text_uthmani": "قَالَ مُوسَىٰ لِقَوْمِهِ ٱسْتَعِينُوا۟ بِٱللَّهِ وَٱصْبِرُوٓا۟ ۖ إِنَّ ٱلْأَرْضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنْ عِبَادِهِۦ ۖ وَٱلْعَـٰقِبَةُ لِلْمُتَّقِينَ",
      "text_uthmani_transcribed": "Qāla mūsā liqaumihista'īnū billāhi waṣbirū, innal-arḍa lillāh(i), yūriṡuhā may yasyā'u min 'ibādih(ī), wal-'āqibatu lil-muttaqīn(a).",
      "translation": "И молвил Муса своему народу: \"Просите помощи лишь у Аллаха И будьте терпеливы. Ведь вся земля принадлежит Ему, И Он дает ее в наследство Тем из служителей Своих, Кого Своим желанием сочтет. Конец же (жизненной стези) - на благо тем, Кто, (гнева Господа страшась, Смиренно) благочестие блюдет"
    },
    {
      "verse_number": 129,
      "text_uthmani": "قَالُوٓا۟ أُوذِينَا مِن قَبْلِ أَن تَأْتِيَنَا وَمِنۢ بَعْدِ مَا جِئْتَنَا ۚ قَالَ عَسَىٰ رَبُّكُمْ أَن يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِى ٱلْأَرْضِ فَيَنظُرَ كَيْفَ تَعْمَلُونَ",
      "text_uthmani_transcribed": "Qālū ūżīnā min qabli an ta'tiyanā wa mim ba'di mā ji'tanā, qāla 'asā rabbukum ay yuhlika 'aduwwakum wa yastakhlifakum fil-arḍi fa yanẓura kaifa ta'malūn(a).",
      "translation": "Они ответили ему: \"Терпели беды мы и прежде, И после твоего прихода к нам\". Но он сказал: \"Господь ваш, может быть, погубит вашего врага И вас наследниками на земле поставит, Чтоб посмотреть, как будете вы поступать"
    },
    {
      "verse_number": 130,
      "text_uthmani": "وَلَقَدْ أَخَذْنَآ ءَالَ فِرْعَوْنَ بِٱلسِّنِينَ وَنَقْصٍ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمْ يَذَّكَّرُونَ",
      "text_uthmani_transcribed": "Wa laqad akhażnā āla fir'auna bis-sinīna wa naqṣim minaṡ-ṡamarāti la'allahum yażżakkarūn(a).",
      "translation": "Уже наказывали Мы род Фараона Годами тяжких засух И скудным израстанием плодов, Чтобы они могли уразуметь"
    },
    {
      "verse_number": 131,
      "text_uthmani": "فَإِذَا جَآءَتْهُمُ ٱلْحَسَنَةُ قَالُوا۟ لَنَا هَـٰذِهِۦ ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا۟ بِمُوسَىٰ وَمَن مَّعَهُۥٓ ۗ أَلَآ إِنَّمَا طَـٰٓئِرُهُمْ عِندَ ٱللَّهِ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "text_uthmani_transcribed": "Fa iżā jā'athumul-ḥasanatu qālū lanā hāżihī, wa in tuṣibhum sayyi'atuy yaṭṭayyarū bimūsā wa mam ma'ah(ū), alā innamā ṭā'iruhum 'indallāhi wa lākinna aksṡarahum lā ya'lamūn(a).",
      "translation": "Когда ж потом пришло благое (время), Они сказали: \"Нам причитается сие\". Когда на них обрушивались беды, Они по суеверию приписывали их Дурному року Мусы И тех людей, что были с ним. Так знайте! Поистине, их рок дурной Назначен им Аллахом. Но большинство в неведенье об этом"
    },
    {
      "verse_number": 132,
      "text_uthmani": "وَقَالُوا۟ مَهْمَا تَأْتِنَا بِهِۦ مِنْ ءَايَةٍ لِّتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
      "text_uthmani_transcribed": "Wa qālū mahmā ta'tinā bihī min āyatil litasḥaranā bihā, famā naḥnu laka bimu'minīn(a).",
      "translation": "И (Мусе) говорят они: \"Какие бы знаменья нам ты ни представил, Чтоб ими нас околдовать, Мы не поверим все равно тебе"
    }
  ]
}