{
  "chapter_number": 42,
  "verses": [
    {
      "verse_number": 1,
      "text_uthmani": " حمٓ",
      "text_uthmani_transcribed": "Ḥā mīm.",
      "translation": "Ха - Мим"
    },
    {
      "verse_number": 2,
      "text_uthmani": "عٓسٓقٓ",
      "text_uthmani_transcribed": "'Ain sīn qāf.",
      "translation": "Айн - Син - Каф"
    },
    {
      "verse_number": 3,
      "text_uthmani": "كَذَٰلِكَ يُوحِىٓ إِلَيْكَ وَإِلَى ٱلَّذِينَ مِن قَبْلِكَ ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "text_uthmani_transcribed": "Każālika yūḥī ilaika wa ilal-lażīna min qablik(a), allāhul-'azīzul-ḥakīm(u).",
      "translation": "Так и тебе, как тем, что были прежде, Внушением шлет откровения Аллах, Кто всемогущ и мудр"
    },
    {
      "verse_number": 4,
      "text_uthmani": "لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
      "text_uthmani_transcribed": "Lahū mā fis-samāwāti wa mā fil-arḍ(i), wa huwal-'aliyyul-'aẓīm(u).",
      "translation": "Все в небесах и на земле подвластно Его воле, В Своем могуществе велик Он и высок"
    },
    {
      "verse_number": 5,
      "text_uthmani": "تَكَادُ ٱلسَّمَـٰوَٰتُ يَتَفَطَّرْنَ مِن فَوْقِهِنَّ ۚ وَٱلْمَلَـٰٓئِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَن فِى ٱلْأَرْضِ ۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
      "text_uthmani_transcribed": "Takādus-samāwātu yatafaṭṭarna min fauqihinna wal-malā'ikatu yusabbiḥūna biḥamdi rabbihim wa yastagfirūna liman fil-arḍ(i), alā innallāha huwal-gafūrur-raḥīm(u).",
      "translation": "(Величием Его) в своем высоком своде Готовы расколоться небеса, И славословят ангелы Владыку своего, И молят о прощении для тех, кто на земле (грешит). Ужель Аллах - не Тот, Кто милосерд и всепрощающ"
    },
    {
      "verse_number": 6,
      "text_uthmani": "وَٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ",
      "text_uthmani_transcribed": "Wal-lażīnattakhażū min dūnihī auliyā'allāhu ḥafīẓun 'alaihim, wa mā anta 'alaihim biwakīl(in).",
      "translation": "Но те, кто в покровители себе Измыслили другие божества, кроме Него, - Аллах над ними - наблюдатель; Ты ж, (Мухаммад!), за них не поручитель"
    },
    {
      "verse_number": 7,
      "text_uthmani": "وَكَذَٰلِكَ أَوْحَيْنَآ إِلَيْكَ قُرْءَانًا عَرَبِيًّا لِّتُنذِرَ أُمَّ ٱلْقُرَىٰ وَمَنْ حَوْلَهَا وَتُنذِرَ يَوْمَ ٱلْجَمْعِ لَا رَيْبَ فِيهِ ۚ فَرِيقٌ فِى ٱلْجَنَّةِ وَفَرِيقٌ فِى ٱلسَّعِيرِ",
      "text_uthmani_transcribed": "Wa każālika auḥainā ilaika qur'ānan 'arabiyyal litunżira ummal-qurā wa man ḥaulahā wa tunżira yaumal-jam'i lā raiba fīh(i), farīqun fil-jannati wa farīqun fis-sa'īr(i).",
      "translation": "Внушением тебе Мы ниспослали Коран арабский, Чтоб (им) ты мог увещевать Мать городов и все, что вкруг нее, - Увещевать о Дне Собрания, О коем никаких сомнений нет, Когда одни окажутся в Раю, Другие - в о'гне Ада"
    },
    {
      "verse_number": 8,
      "text_uthmani": "وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَهُمْ أُمَّةً وَٰحِدَةً وَلَـٰكِن يُدْخِلُ مَن يَشَآءُ فِى رَحْمَتِهِۦ ۚ وَٱلظَّـٰلِمُونَ مَا لَهُم مِّن وَلِىٍّ وَلَا نَصِيرٍ",
      "text_uthmani_transcribed": "Wa lau syā'allāhu laja'alahum ummataw wāḥidataw wa lākiy yudkhilu may yasyā'u fī raḥmatih(ī), waẓ-ẓālimūna mā lahum miw waliyyiw wa lā naṣīr(in).",
      "translation": "И если бы Господь желал того, Он мог бы сделать вас одной общиной. Но в Свою милость вводит Он таких, Кого сочтет (Себе угодным). А преступившим не найти ни покровителя, Ни тех, кто им окажет помощь"
    },
    {
      "verse_number": 9,
      "text_uthmani": "أَمِ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ ۖ فَٱللَّهُ هُوَ ٱلْوَلِىُّ وَهُوَ يُحْىِ ٱلْمَوْتَىٰ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "text_uthmani_transcribed": "Amittakhażū min dūnihī auliyā'(a), fallāhu huwal-waliyyu wa huwa yuḥyil-mautā, wa huwa 'alā kulli syai'in qadīr(un).",
      "translation": "Неужто в покровители себе Они других, опричь Аллаха, взяли? Но ведь Аллах и есть тот покровитель; Он мертвым возвращает жизнь И всемогущ над всем, (что суще)"
    },
    {
      "verse_number": 10,
      "text_uthmani": "وَمَا ٱخْتَلَفْتُمْ فِيهِ مِن شَىْءٍ فَحُكْمُهُۥٓ إِلَى ٱللَّهِ ۚ ذَٰلِكُمُ ٱللَّهُ رَبِّى عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
      "text_uthmani_transcribed": "Wa makhtalaftum fīhi min syai'in faḥukmuhū ilallāh(i), żālikumullāhu rabbī 'alaihi tawakkaltu wa ilaihi unīb(u).",
      "translation": "И в чем бы вы ни расходились, Решение всего - лишь у Аллаха. Таков Аллах - Владыка мой! Лишь на Него я уповаю И обращаюсь лишь к Нему"
    },
    {
      "verse_number": 11,
      "text_uthmani": "فَاطِرُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا وَمِنَ ٱلْأَنْعَـٰمِ أَزْوَٰجًا ۖ يَذْرَؤُكُمْ فِيهِ ۚ لَيْسَ كَمِثْلِهِۦ شَىْءٌ ۖ وَهُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
      "text_uthmani_transcribed": "Fāṭirus-samāwāti wal-arḍ(i), ja'ala lakum min anfusikum azwājaw wa minal-an'āmi azwājā(n), yażra'ukum fīh(i), laisa kamiṡlihī syai'(un), wa huwas-samī'ul-baṣīr(u).",
      "translation": "Создателю небес, Творцу земли. Из вас самих Он создал пары вам И всяку живность парами устроил - Так множит вас Он на земле, И ничего, подобного Ему, не существует. Он слышит все и зрит во вся"
    }
  ]
}