[
  {
    "verse_number": 111,
    "text_uthmani": "۞ يَوْمَ تَأْتِى كُلُّ نَفْسٍ تُجَـٰدِلُ عَن نَّفْسِهَا وَتُوَفَّىٰ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُمْ لَا يُظْلَمُونَ",
    "text_uthmani_transcribed": "Yauma ta'tī kullu nafsin tujādilu 'an nafsihā wa tuwaffā kullu nafsim mā 'amilat wa hum lā yuẓlamūn(a).",
    "translation": "Настанет День, В который каждая душа Придет (на Суд) и будет защищаться, И каждой будет верно воздано за то, Что предварили ей ее деянья, И им не нанесут обид несправедливо"
  },
  {
    "verse_number": 112,
    "text_uthmani": "وَضَرَبَ ٱللَّهُ مَثَلًا قَرْيَةً كَانَتْ ءَامِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلْجُوعِ وَٱلْخَوْفِ بِمَا كَانُوا۟ يَصْنَعُونَ",
    "text_uthmani_transcribed": "Wa ḍaraballāhu maṡalan qaryatan kānat āminatam muṭma'innatay ya'tīhā rizquhā ragadam min kulli makānin fa kafarat bi'an'umillāhi fa ażāqahallāhu libāsal-jū'i wal-khaufi bimā kānū yaṣna'ūn(a).",
    "translation": "Аллах приводит в притчу город, Что пребывал в спокойствии и мире, И в изобилии к нему со всех сторон Потребное для жизни приходило. Но не признал он милостей Аллаха, И вот тогда одел его Аллах В одежды голода и страха. За (зло)деянья (жителей его)"
  },
  {
    "verse_number": 113,
    "text_uthmani": "وَلَقَدْ جَآءَهُمْ رَسُولٌ مِّنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلْعَذَابُ وَهُمْ ظَـٰلِمُونَ",
    "text_uthmani_transcribed": "Wa laqad jā'ahum rasūlum minhum fa każżabūhu fa akhażahumul-'ażābu wa hum ẓālimūn(a).",
    "translation": "Из них самих пришел посланник к ним, Они же как лжеца его отвергли, И поразила их (Господня) кара, Когда они, (не внемля увещаньям, По-прежнему) творили зло"
  },
  {
    "verse_number": 114,
    "text_uthmani": "فَكُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَـٰلًا طَيِّبًا وَٱشْكُرُوا۟ نِعْمَتَ ٱللَّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
    "text_uthmani_transcribed": "Fa kulū mimmā razaqakumullāhu ḥalālan ṭayyibā(n), wasykurū ni'matallāhi in kuntum iyyāhu ta'budūn(a).",
    "translation": "Берите ж в пищу то, Что вам Аллах дарует: дозволенное и благое, И благодарны будьте милости Его, Коль Он есть Тот, в Кого уверовали вы"
  },
  {
    "verse_number": 115,
    "text_uthmani": "إِنَّمَا حَرَّمَ عَلَيْكُمُ ٱلْمَيْتَةَ وَٱلدَّمَ وَلَحْمَ ٱلْخِنزِيرِ وَمَآ أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ ۖ فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Innamā ḥarrama 'alaikumul-maitata wad-dama wa laḥmal-khinzīri wa mā uhilla ligairillāhi bih(ī), famaniḍṭurra gaira bāgiw wa lā 'ādin fa innallāha gafūrur raḥīm(un).",
    "translation": "Он запретил вам в пищу только мертвечину, Кровь, и свинину, и всякую живую тварь, Что с именем других, а не Аллаха Была заколота (для пищи). Но кто принУжден будет к этой пище Без нечестивости и своевольного непослушанья, - Так ведь Аллах прощающ, милосерд"
  },
  {
    "verse_number": 116,
    "text_uthmani": "وَلَا تَقُولُوا۟ لِمَا تَصِفُ أَلْسِنَتُكُمُ ٱلْكَذِبَ هَـٰذَا حَلَـٰلٌ وَهَـٰذَا حَرَامٌ لِّتَفْتَرُوا۟ عَلَى ٱللَّهِ ٱلْكَذِبَ ۚ إِنَّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ لَا يُفْلِحُونَ",
    "text_uthmani_transcribed": "Wa lā taqūlū limā taṣifu alsinatukumul-każiba hāżā ḥalāluw wa hāżā ḥarāmul litaftarū 'alallāhil-każib(a), innal-lażīna yaftarūna 'alallāhil-każiba lā yufliḥūn(a).",
    "translation": "Какую б ложь вам ваши языки Ни издавали (из корысти), Не говорите никогда: \"Сие - дозволено, сие - запрещено\", Чтоб приписать Аллаху ложь. Не благоденствовать, поистине, таким, Кто ложь возводит на Аллаха"
  },
  {
    "verse_number": 117,
    "text_uthmani": "مَتَـٰعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "text_uthmani_transcribed": "Matā'un qalīl(un), wa lahum 'ażābun alīm(un).",
    "translation": "Их наслажденье (в этом мире) кратко и ничтожно, (В другом же) - им болезненные муки"
  },
  {
    "verse_number": 118,
    "text_uthmani": "وَعَلَى ٱلَّذِينَ هَادُوا۟ حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِن قَبْلُ ۖ وَمَا ظَلَمْنَـٰهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
    "text_uthmani_transcribed": "Wa 'alal-lażīna hādū ḥarramnā mā qaṣaṣnā 'alaika min qabl(u), wa mā ẓalamnāhum wa lākin kānū anfusahum yaẓlimūn(a).",
    "translation": "А тем, кто следует иудаизму, Мы запретили то, О чем тебе поведали Мы раньше. Не Мы несправедливы были к ним - Они к самим себе несправедливы были"
  },
  {
    "verse_number": 119,
    "text_uthmani": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا۟ ٱلسُّوٓءَ بِجَهَـٰلَةٍ ثُمَّ تَابُوا۟ مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Ṡumma inna rabbaka lil-lażīna 'amilus-sū'a bijahālatin ṡumma tābū mim ba'di żālika wa aṣlaḥū inna rabbaka mim ba'dihā lagafūrur raḥīm(un).",
    "translation": "Но, истинно, Господь твой к тем, Кто по неведению совершит дурное, Потом раскается и зло добром покроет, - Господь твой после этого всего Будет прощающ, истинно, и милосерд"
  },
  {
    "verse_number": 120,
    "text_uthmani": "إِنَّ إِبْرَٰهِيمَ كَانَ أُمَّةً قَانِتًا لِّلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ ٱلْمُشْرِكِينَ",
    "text_uthmani_transcribed": "Inna ibrāhīma kāna ummatan qānital lillāhi ḥanīfā(n), wa lam yaku minal-musyrikīn(a).",
    "translation": "Был Ибрахим, поистине, имамом, Покорно преданным Аллаху, - истинный ханиф, И не был он из многобожников (неверных)"
  },
  {
    "verse_number": 121,
    "text_uthmani": "شَاكِرًا لِّأَنْعُمِهِ ۚ ٱجْتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "text_uthmani_transcribed": "Syākiral li'an'umih(ī), ijtabāhu wa hadāhu ilā ṣirāṭim mustaqīm(in).",
    "translation": "Он благодарным был за милости Аллаха, И Он избрал его и праведным путем направил"
  }
]