[
  {
    "verse_number": 23,
    "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ أُوتُوا۟ نَصِيبًا مِّنَ ٱلْكِتَـٰبِ يُدْعَوْنَ إِلَىٰ كِتَـٰبِ ٱللَّهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلَّىٰ فَرِيقٌ مِّنْهُمْ وَهُم مُّعْرِضُونَ",
    "text_uthmani_transcribed": "Alam tara ilal-lażīna ūtū naṣībam minal-kitābi yud'auna ilā kitābillāhi liyaḥkuma bainahum ṡumma yatawallā farīqum minhum wa hum mu'riḍūn(a).",
    "translation": "Неужто ты не видел тех, Которым часть Писания ниспослана была? Их призывают к Книге Бога, Чтобы она их споры разрешила, - Но, отвратившись, часть из них уходит"
  },
  {
    "verse_number": 24,
    "text_uthmani": "ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامًا مَّعْدُودَٰتٍ ۖ وَغَرَّهُمْ فِى دِينِهِم مَّا كَانُوا۟ يَفْتَرُونَ",
    "text_uthmani_transcribed": "Żālika bi'annahum qālū lan tamassanan nāru illā ayyāmam ma'dūdāt(in), wa garrahum fī dīnihim mā kānū yaftarūn(a).",
    "translation": "И это потому, что говорят они: \"Нас огнь Ада не коснется, - Быть может, лишь на считаные дни\", - Но в их религии прельщают их Лишь вымыслы их собственных страстей"
  },
  {
    "verse_number": 25,
    "text_uthmani": "فَكَيْفَ إِذَا جَمَعْنَـٰهُمْ لِيَوْمٍ لَّا رَيْبَ فِيهِ وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
    "text_uthmani_transcribed": "Fakaifa iżā jama'nāhum liyaumil lā raiba fīh(i), wa wuffiyat kullu nafsim mā kasabat wa hum lā yuẓlamūn(a).",
    "translation": "А чем (откупятся) они, Когда Мы соберем их всех В тот День, О коем никаких сомнений нет? И каждая душа сполна получит то, Что уготовила себе своим стараньем, - И ни одна не понесет обид несправедливых"
  },
  {
    "verse_number": 26,
    "text_uthmani": "قُلِ ٱللَّهُمَّ مَـٰلِكَ ٱلْمُلْكِ تُؤْتِى ٱلْمُلْكَ مَن تَشَآءُ وَتَنزِعُ ٱلْمُلْكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُ ۖ بِيَدِكَ ٱلْخَيْرُ ۖ إِنَّكَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Qulillāhumma mālikal-mulki tu'til-mulka man tasyā'u wa tanzi'ul-mulka mim man tasyā'(u), wa tu'izzu man tasyā'u wa tużillu man tasyā'(u), biyadikal-khair(u), innaka 'alā kulli syai'in qadīr(un).",
    "translation": "Скажи: \"О мой Господь, Владычества Держитель! Ты изымаешь власть желанием Своим, Ее даруешь (людям) по Своей угоде. Величишь волею Своей иль унижаешь, Кого Своим желаньем предпочтешь. В Твоей Руке - все блага мирозданья, Ты всемогущ на всем и вся"
  },
  {
    "verse_number": 27,
    "text_uthmani": "تُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ ۖ وَتُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَتُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ ۖ وَتَرْزُقُ مَن تَشَآءُ بِغَيْرِ حِسَابٍ",
    "text_uthmani_transcribed": "Tūlijul-laila fin-nahāri wa tūlijun-nahāra fil-laili wa tukhrijul-ḥayya minal-mayyiti wa tukhrijul-mayyita minal-ḥayyi wa tarzuqu man tasyā'u bigairi ḥisāb(in).",
    "translation": "Ты вводишь ночь на смену дня И зажигаешь день средь ночи, Из мертвой плоти извлекаешь жизнь И вызываешь смерть из глубины живого, Ты шлешь бессчетные дары Тому, кого Своим желанием сочтешь"
  },
  {
    "verse_number": 28,
    "text_uthmani": "لَّا يَتَّخِذِ ٱلْمُؤْمِنُونَ ٱلْكَـٰفِرِينَ أَوْلِيَآءَ مِن دُونِ ٱلْمُؤْمِنِينَ ۖ وَمَن يَفْعَلْ ذَٰلِكَ فَلَيْسَ مِنَ ٱللَّهِ فِى شَىْءٍ إِلَّآ أَن تَتَّقُوا۟ مِنْهُمْ تُقَىٰةً ۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفْسَهُۥ ۗ وَإِلَى ٱللَّهِ ٱلْمَصِيرُ",
    "text_uthmani_transcribed": "Lā yattakhiżil-mu'minūnal-kāfirīna auliyā'a min dūnil-mu'minīn(a), wa may yaf'al żālika falaisa minallāhi fī syai'(in), illā an tattaqū minhum tuqāh(tan), wa yuḥażżirukumullāhu nafsah(ū), wa ilallāhil-maṣīr(u).",
    "translation": "Пусть те, кто верует, При выборе партнера и друзей Не отдают неверным предпочтенье Пред теми, кто благочестив. А те, кто будет это делать, Поддержки уАллаха не найдут, Помимо случая того, когда им от неверных Идет опасность иль угроза, - Так вас Аллах предупреждает От (гнева) Самого Себя, - Ведь лишь к Нему вы все вернетесь"
  },
  {
    "verse_number": 29,
    "text_uthmani": "قُلْ إِن تُخْفُوا۟ مَا فِى صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ ٱللَّهُ ۗ وَيَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Qul in tukhfū mā fī ṣudūrikum  au tubdūhu ya'lamhullāh(u), wa ya'lamu mā fis-samāwāti wa mā fil-arḍ(i), wallāhu 'alā kulli syai'in qadīr(un).",
    "translation": "Скажи: \"Откроете ли вы Иль утаите что-то в ваших душах, Аллах об этом знает; Он знает все, что в небесах и на земле (пребудет), Он всемогущ над всем и вся"
  },
  {
    "verse_number": 30,
    "text_uthmani": "يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَرًا وَمَا عَمِلَتْ مِن سُوٓءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُۥٓ أَمَدًۢا بَعِيدًا ۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفْسَهُۥ ۗ وَٱللَّهُ رَءُوفٌۢ بِٱلْعِبَادِ",
    "text_uthmani_transcribed": "Yauma tajidu kullu nafsim mā 'amilat min khairim muḥḍarā(n), wa mā 'amilat min sū'(in), tawaddu lau anna bainahā wa bainahū amadam ba'īdā(n), wa yuḥażżirukumullāhu nafsah(ū), wallāhu ra'ūfum bil-'ibād(i).",
    "translation": "В тот День, Когда пред всякою душой предстанет Все доброе, что сделала она, И все то злое, что она свершила"
  },
  {
    "verse_number": 31,
    "text_uthmani": "قُلْ إِن كُنتُمْ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِى يُحْبِبْكُمُ ٱللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ ۗ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Qul in kuntum tuḥibbūnallāha fattabi'ūnī yuḥbibkumullāhu wa yagfir lakum żunūbakum, wallāhu gafūrur raḥīm(un).",
    "translation": "Скажи, (о Мухаммад!): \"Коль вы Аллаха возлюбили, То следуйте за мною, - Тогда и вас Аллах возлюбит И вам простит все ваши прегрешенья, - Ведь милостив и всепрощающ Он"
  },
  {
    "verse_number": 32,
    "text_uthmani": "قُلْ أَطِيعُوا۟ ٱللَّهَ وَٱلرَّسُولَ ۖ فَإِن تَوَلَّوْا۟ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْكَـٰفِرِينَ",
    "text_uthmani_transcribed": "Qul aṭī'ullāha war-rasūl(a), fa'in tawallau fa innallāha lā yuḥibbul-kāfirīn(a).",
    "translation": "Скажи, (о Мухаммад!): \"Аллаху и посланнику Его послушны будьте\". Но если они все же отвратятся, - Так ведь Аллах не жалует любовью Таких, которые не веруют (в Него)"
  },
  {
    "verse_number": 33,
    "text_uthmani": "۞ إِنَّ ٱللَّهَ ٱصْطَفَىٰٓ ءَادَمَ وَنُوحًا وَءَالَ إِبْرَٰهِيمَ وَءَالَ عِمْرَٰنَ عَلَى ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Innallāhaṣṭafā ādama wa nūḥaw wa āla ibrāhīma wa āla 'imrāna 'alal-'ālamīn(a).",
    "translation": "Аллах избрал Адама, Нуха, Род Ибрахима и Имрана над всеми прочими родами"
  }
]