{
  "chapter_number": 10,
  "verses": [
    {
      "verse_number": 100,
      "text_uthmani": "وَمَا كَانَ لِنَفْسٍ أَن تُؤْمِنَ إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَيَجْعَلُ ٱلرِّجْسَ عَلَى ٱلَّذِينَ لَا يَعْقِلُونَ",
      "text_uthmani_transcribed": "Wa mā kāna linafsin an tu'mina illā bi'iżnillāh(i), wa yaj'alur-rijsa 'alal-lażīna lā ya'qilūn(a).",
      "translation": "Ведь ни одной душе не надлежит стать верной Иначе, как с соизволения Аллаха, И Он наложит наказание бесчестием на тех, Которые не разумеют"
    },
    {
      "verse_number": 101,
      "text_uthmani": "قُلِ ٱنظُرُوا۟ مَاذَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَمَا تُغْنِى ٱلْـَٔايَـٰتُ وَٱلنُّذُرُ عَن قَوْمٍ لَّا يُؤْمِنُونَ",
      "text_uthmani_transcribed": "Qulinẓurū māżā fis-samāwāti wal-arḍ(i), wa mā tugnil-āyātu wan-nużuru 'an qaumil lā yu'minūn(a).",
      "translation": "Скажи: \"(Окиньте взором) все, что в небесах и на земле!\" И ни Знамения, ни те, кто Весть несет, Не могут стать полезны людям, Которые упорно неверны"
    },
    {
      "verse_number": 102,
      "text_uthmani": "فَهَلْ يَنتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ ٱلَّذِينَ خَلَوْا۟ مِن قَبْلِهِمْ ۚ قُلْ فَٱنتَظِرُوٓا۟ إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ",
      "text_uthmani_transcribed": "Fahal yantaẓirūna illā miṡla ayyāmil-lażīna khalau min qablihim, qul fantaẓirū innī ma'akum minal-muntaẓirīn(a).",
      "translation": "Ужель они чего-то ждут, Кроме подобного дням тех, Которые до них грешили? Ты им скажи: \"Тогда вы ждите, А с вами подожду и я"
    },
    {
      "verse_number": 103,
      "text_uthmani": "ثُمَّ نُنَجِّى رُسُلَنَا وَٱلَّذِينَ ءَامَنُوا۟ ۚ كَذَٰلِكَ حَقًّا عَلَيْنَا نُنجِ ٱلْمُؤْمِنِينَ",
      "text_uthmani_transcribed": "Ṡumma nunajjī rusulanā wal-lażīna āmanū każālik(a), ḥaqqan 'alainā nunjil-mu'minīn(a).",
      "translation": "Потом спасем посланников Мы Наших И тех, которые уверовали (всей душой), Как и в былые времена, - На нас - обязанность спасать всех верных"
    },
    {
      "verse_number": 104,
      "text_uthmani": "قُلْ يَـٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمْ فِى شَكٍّ مِّن دِينِى فَلَآ أَعْبُدُ ٱلَّذِينَ تَعْبُدُونَ مِن دُونِ ٱللَّهِ وَلَـٰكِنْ أَعْبُدُ ٱللَّهَ ٱلَّذِى يَتَوَفَّىٰكُمْ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
      "text_uthmani_transcribed": "Qul yā ayyuhan nāsu in kuntum fī syakkim min dīnī falā a'budul-lażīna ta'budūna min dūnillāhi wa lākin a'budullāhal-lażī yatawaffākum, wa umirtu an akūna minal-mu'minīn(a).",
      "translation": "Скажи: \"О люди! Если касательно религии моей У вас какие-то сомненья, (То знайте): я не поклоняюсь тем, Которых вы, опричь Аллаха, чтите. Я поклоняюсь лишь Аллаху, Кто забирает вас на упокой, (Когда вам срок настанет), И мне повелено быть верным"
    },
    {
      "verse_number": 105,
      "text_uthmani": "وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ",
      "text_uthmani_transcribed": "Wa an aqim wajhaka lid-dīni ḥanīfā(n), wa lā takūnanna minal-musyrikīn(a).",
      "translation": "(Он повелел): \"Ты обрати свой лик к сей правой вере И никогда других божеств не чти"
    },
    {
      "verse_number": 106,
      "text_uthmani": "وَلَا تَدْعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَ ۖ فَإِن فَعَلْتَ فَإِنَّكَ إِذًا مِّنَ ٱلظَّـٰلِمِينَ",
      "text_uthmani_transcribed": "Wa lā tad'u min dūnillāhi mā lā yanfa'uka  wa lā yaḍurruk(a), fa in fa'alta fa innaka iżam minaẓ-ẓālimīn(a).",
      "translation": "Не призывай, опричь Аллаха, тех, Кто ни помочь, ни повредить тебе не может. А если сделаешь ты так, То будешь из числа творящих злое"
    },
    {
      "verse_number": 107,
      "text_uthmani": "وَإِن يَمْسَسْكَ ٱللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَ ۖ وَإِن يُرِدْكَ بِخَيْرٍ فَلَا رَآدَّ لِفَضْلِهِۦ ۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۚ وَهُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
      "text_uthmani_transcribed": "Wa iy yamsaskallāhu biḍurrin falā kāsyifa lahū illā huw(a), wa iy yuridka bikhairin falā rādda lifaḍlih(ī), yuṣību bihī may yasyā'u min 'ibādih(ī), wa huwal-gafūrur-raḥīm(u).",
      "translation": "Если Аллах бедой тебя коснется, То от нее, кроме Него, нет избавителя тебе. А если Он добро тебе назначит, То нет того, кто Его милость сможет удержать. И Он низводит (то или другое) На тех служителей Своих, Кого сочтет Своей угодой, - Прощающ Он и милосерд"
    },
    {
      "verse_number": 108,
      "text_uthmani": "قُلْ يَـٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَكُمُ ٱلْحَقُّ مِن رَّبِّكُمْ ۖ فَمَنِ ٱهْتَدَىٰ فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ وَمَآ أَنَا۠ عَلَيْكُم بِوَكِيلٍ",
      "text_uthmani_transcribed": "Qul yā ayyuhan-nāsu qad jā'akumul-ḥaqqu mir rabbikum, fa manihtadā fa innamā yahtadī linafsih(ī), wa man ḍalla fa innamā yaḍillu 'alaihā, wa mā ana 'alaikum biwakīl(in).",
      "translation": "Скажи: \"О род людской! Пришла к вам Истина от вашего Владыки! И кто идет прямым путем, Душе на благо путь сей выбрал. Кто сбился с этого пути, Тот сбился на ее погибель. И я за вас - не поручитель"
    },
    {
      "verse_number": 109,
      "text_uthmani": "وَٱتَّبِعْ مَا يُوحَىٰٓ إِلَيْكَ وَٱصْبِرْ حَتَّىٰ يَحْكُمَ ٱللَّهُ ۚ وَهُوَ خَيْرُ ٱلْحَـٰكِمِينَ",
      "text_uthmani_transcribed": "Wattabi' mā yūḥā ilaika waṣbir ḥattā yaḥkumallāh(u), wa huwa khairul-ḥākimīn(a).",
      "translation": "А ты, (о Мухаммад!), следуй тому, Что в Откровении тебе открыто, И терпеливо-стойко жди, Пока Аллах не даст Свой Суд, А Он ведь лучший судия (во всей Вселенной)"
    }
  ]
}