[
  {
    "verse_number": 1,
    "text_uthmani": " ٱقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِى غَفْلَةٍ مُّعْرِضُونَ",
    "text_uthmani_transcribed": "Iqtaraba lin-nāsi ḥisābuhum wa hum fī gaflatim mu'riḍūn(a).",
    "translation": "Все близится к (земному) люду (Час) Расчета, Они же в небрежении воротят спины"
  },
  {
    "verse_number": 2,
    "text_uthmani": "مَا يَأْتِيهِم مِّن ذِكْرٍ مِّن رَّبِّهِم مُّحْدَثٍ إِلَّا ٱسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ",
    "text_uthmani_transcribed": "Mā ya'tīhim min żikrim mir rabbihim muḥdaṡin illastama'ūhu wa hum yal'abūn(a).",
    "translation": "И нет ни одного Господнего посланья, Что (всякий раз) Он обновленным шлет, Которое б ни слушали они (Лишь для того), чтоб им позабавляться"
  },
  {
    "verse_number": 3,
    "text_uthmani": "لَاهِيَةً قُلُوبُهُمْ ۗ وَأَسَرُّوا۟ ٱلنَّجْوَى ٱلَّذِينَ ظَلَمُوا۟ هَلْ هَـٰذَآ إِلَّا بَشَرٌ مِّثْلُكُمْ ۖ أَفَتَأْتُونَ ٱلسِّحْرَ وَأَنتُمْ تُبْصِرُونَ",
    "text_uthmani_transcribed": "Lāhiyatan qulūbuhum, wa asarrun-najwal-lażīna ẓalamū, hal hāżā illā basyarum miṡlukum, afa ta'tūnas-siḥra wa antum tubṣirūn(a).",
    "translation": "С беспечностью и легким сердцем. И в тайных (разговорах меж собой) Несправедливые глаголют так: \"Ужель он не такой же человек, как вы? Неужто поддадитесь колдовству, Когда вы (ясно) видите, (что происходит)"
  },
  {
    "verse_number": 4,
    "text_uthmani": "قَالَ رَبِّى يَعْلَمُ ٱلْقَوْلَ فِى ٱلسَّمَآءِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "text_uthmani_transcribed": "Qāla rabbī ya'lamul-qaula fis-samā'i wal-arḍ(i), wa huwas-samī'ul-'alīm(u).",
    "translation": "(Посланник) отвечал (им так): \"Господь мой знает (всяко слово), Что говорится на земле и в небесах, - Он слышит (все) и знает (обо всем)"
  },
  {
    "verse_number": 5,
    "text_uthmani": "بَلْ قَالُوٓا۟ أَضْغَـٰثُ أَحْلَـٰمٍۭ بَلِ ٱفْتَرَىٰهُ بَلْ هُوَ شَاعِرٌ فَلْيَأْتِنَا بِـَٔايَةٍ كَمَآ أُرْسِلَ ٱلْأَوَّلُونَ",
    "text_uthmani_transcribed": "Bal qālū aḍgāṡu aḥlāmim baliftarāhu bal huwa syā'ir(un), falya'tinā bi'āyatin kamā ursilal-awwalūn(a).",
    "translation": "Конечно, - говорят они, - Это клубки каких-то сновидений. Его измыслил он, конечно, Обложно (Богу приписав). Конечно, он - поэт, и только. Пусть принесет он нам Знамение (Господне), Подобное тому, С которым слались первые (пророки)"
  },
  {
    "verse_number": 6,
    "text_uthmani": "مَآ ءَامَنَتْ قَبْلَهُم مِّن قَرْيَةٍ أَهْلَكْنَـٰهَآ ۖ أَفَهُمْ يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Mā āmanat qablahum min qaryatin ahlaknāhā, afahum yu'minūn(a).",
    "translation": "И ни единое (людское) поселенье, Что погубили Мы (до них), Не верило (в Послание Господне), - Неужто же уверуют они"
  },
  {
    "verse_number": 7,
    "text_uthmani": "وَمَآ أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِمْ ۖ فَسْـَٔلُوٓا۟ أَهْلَ ٱلذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa mā arsalnā qablaka illā rijālan nūḥī ilaihim fas'alū ahlaż-żikri in kuntum lā ta'lamūn(a).",
    "translation": "И до тебя, (о Мухаммад!), Мы посылали лишь людей, Которым Откровение внушали. И если этого не знаете вы сами, Спросите тех, кому Писание дано"
  },
  {
    "verse_number": 8,
    "text_uthmani": "وَمَا جَعَلْنَـٰهُمْ جَسَدًا لَّا يَأْكُلُونَ ٱلطَّعَامَ وَمَا كَانُوا۟ خَـٰلِدِينَ",
    "text_uthmani_transcribed": "Wa mā ja'alnāhum jasadal lā ya'kulūnaṭ-ṭa'āma wa mā kānū khālidīn(a).",
    "translation": "И Мы не делали их телом, Что обходилось бы без пищи Иль не познало б смерти вкус"
  },
  {
    "verse_number": 9,
    "text_uthmani": "ثُمَّ صَدَقْنَـٰهُمُ ٱلْوَعْدَ فَأَنجَيْنَـٰهُمْ وَمَن نَّشَآءُ وَأَهْلَكْنَا ٱلْمُسْرِفِينَ",
    "text_uthmani_transcribed": "Ṡumma ṣadaqnāhumul-wa'da fa anjaināhum wa man nasyā'u wa ahlaknal-musrifīn(a).",
    "translation": "Над ними оправдалось Наше обещанье: Мы их спасали и спасали тех, Кого Своим желанием (избрали), И Мы губили тех, Которые (дозволенное Богом) преступили"
  },
  {
    "verse_number": 10,
    "text_uthmani": "لَقَدْ أَنزَلْنَآ إِلَيْكُمْ كِتَـٰبًا فِيهِ ذِكْرُكُمْ ۖ أَفَلَا تَعْقِلُونَ",
    "text_uthmani_transcribed": "Laqad anzalnā ilaikum kitāban fīhi żikrukum, afalā ta'qilūn(a).",
    "translation": "Мы ниспослали Книгу вам, (о люди!), В которой вам величие и честь, - Ужель вам это не понять"
  },
  {
    "verse_number": 11,
    "text_uthmani": "وَكَمْ قَصَمْنَا مِن قَرْيَةٍ كَانَتْ ظَالِمَةً وَأَنشَأْنَا بَعْدَهَا قَوْمًا ءَاخَرِينَ",
    "text_uthmani_transcribed": "Wa kam qaṣamnā min qaryatin kānat ẓālimataw wa ansya'nā ba'dahā qauman ākharīn(a).",
    "translation": "Какое множество (преступных) поселений Мы сокрушили за нечестие и зло, Поставив на их место новые народы"
  }
]