{
  "chapter_number": 14,
  "verses": [
    {
      "verse_number": 34,
      "text_uthmani": "وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ ۚ وَإِن تَعُدُّوا۟ نِعْمَتَ ٱللَّهِ لَا تُحْصُوهَآ ۗ إِنَّ ٱلْإِنسَـٰنَ لَظَلُومٌ كَفَّارٌ",
      "text_uthmani_transcribed": "Wa ātākum min kulli mā sa'altumūh(u), wa in ta'uddū ni'matallāhi lā tuḥṣūhā, innal-insāna laẓalūmun kaffār(un).",
      "translation": "И доставляет вам все (блага), Которые вы просите себе. А коль задумаете счет вести благодеяниям Аллаха, Вам никогда их не исчислить. Но человек, поистине, несправедлив и (Господу) неблагодарен"
    },
    {
      "verse_number": 35,
      "text_uthmani": "وَإِذْ قَالَ إِبْرَٰهِيمُ رَبِّ ٱجْعَلْ هَـٰذَا ٱلْبَلَدَ ءَامِنًا وَٱجْنُبْنِى وَبَنِىَّ أَن نَّعْبُدَ ٱلْأَصْنَامَ",
      "text_uthmani_transcribed": "Wa iż qāla ibrāhīmu rabbij'al hāżal-balada āminaw wajnubnī wa baniyya an na'budal-aṣnām(a).",
      "translation": "И (вспомните,) как Ибрахим сказал: \"Господь мой! Сделай безопасным этот город! Убереги меня и сыновей моих От поклоненья истуканам"
    },
    {
      "verse_number": 36,
      "text_uthmani": "رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ ٱلنَّاسِ ۖ فَمَن تَبِعَنِى فَإِنَّهُۥ مِنِّى ۖ وَمَنْ عَصَانِى فَإِنَّكَ غَفُورٌ رَّحِيمٌ",
      "text_uthmani_transcribed": "Rabbi innahunna  aḍlalna kaṡīram minan-nās(i), faman tabi'anī fa innahū minnī, wa man 'aṣānī fa innaka gafūrur raḥīm(un).",
      "translation": "Господь мой! Ведь они уже свели с пути Великое число народов, - Но кто последует за мной (по вере), Тот - из моих, (предавшихся Тебе), А кто меня ослушается - что ж! - Ведь Ты прощающ, милосерд"
    },
    {
      "verse_number": 37,
      "text_uthmani": "رَّبَّنَآ إِنِّىٓ أَسْكَنتُ مِن ذُرِّيَّتِى بِوَادٍ غَيْرِ ذِى زَرْعٍ عِندَ بَيْتِكَ ٱلْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا۟ ٱلصَّلَوٰةَ فَٱجْعَلْ أَفْـِٔدَةً مِّنَ ٱلنَّاسِ تَهْوِىٓ إِلَيْهِمْ وَٱرْزُقْهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمْ يَشْكُرُونَ",
      "text_uthmani_transcribed": "Rabbanā innī askantu min żurriyyatī biwādin gairi żī zar'in 'inda baitikal-muḥarram(i), rabbanā liyuqīmuṣ-ṣalāta faj'al af'idatam minan-nāsi tahwī ilaihim warzuqhum minaṡ-ṡamarāti la'allahum yasykurūn(a).",
      "translation": "О наш Господь! Я поселил из отпрысков моих В долине, не возделанной для злаков, У Твоего Святого Дома, Чтобы они, о наш Господь! Творили регулярную молитву. Ты к ним сердца людей расположи и надели плодами, Чтобы они могли быть благодарны"
    },
    {
      "verse_number": 38,
      "text_uthmani": "رَبَّنَآ إِنَّكَ تَعْلَمُ مَا نُخْفِى وَمَا نُعْلِنُ ۗ وَمَا يَخْفَىٰ عَلَى ٱللَّهِ مِن شَىْءٍ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ",
      "text_uthmani_transcribed": "Rabbanā innaka ta'lamu mā nukhfī wa mā nu'lin(u), wa mā yakhfā 'alallāhi min syai'in fil-arḍi wa lā fis-samā'(i).",
      "translation": "Господь наш! Истинно, Ты знаешь, Что мы таим в душе, А что являем напоказ, - Поистине, ничто не скрыто от Аллаха Ни в небесах, ни на земле"
    },
    {
      "verse_number": 39,
      "text_uthmani": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِى وَهَبَ لِى عَلَى ٱلْكِبَرِ إِسْمَـٰعِيلَ وَإِسْحَـٰقَ ۚ إِنَّ رَبِّى لَسَمِيعُ ٱلدُّعَآءِ",
      "text_uthmani_transcribed": "Al-ḥamdu lillāhil-lażī wahaba lī 'alal-kibari ismā'īla wa isḥāq(a), inna rabbī lasamī'ud-du'ā'(i).",
      "translation": "Хвала Аллаху, Кто на старость Мне Исмаила и Исхака даровал; Ведь, истинно, Он - мой Господь, Кто внемлет зову (вопиющего к Нему)"
    },
    {
      "verse_number": 40,
      "text_uthmani": "رَبِّ ٱجْعَلْنِى مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِى ۚ رَبَّنَا وَتَقَبَّلْ دُعَآءِ",
      "text_uthmani_transcribed": "Rabbij'alnī muqīmaṣ-ṣalāti wa min żurriyyatī, rabbanā wa taqabbal du'ā'(i).",
      "translation": "Господь мой! Выстрой меня так, Чтоб я исправно совершал молитву И чтобы из моих потомков (Молились лишь Тебе они); Господь наш! Внемли зову моему"
    },
    {
      "verse_number": 41,
      "text_uthmani": "رَبَّنَا ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ ٱلْحِسَابُ",
      "text_uthmani_transcribed": "Rabbanagfir lī wa liwālidayya wa lil-mu'minīna yauma yaqūmul-ḥisāb(u).",
      "translation": "Господь наш! Ниспошли Свое прощенье Мне, и родителям моим, и верным В тот День, когда настанет (наш) расчет"
    },
    {
      "verse_number": 42,
      "text_uthmani": "وَلَا تَحْسَبَنَّ ٱللَّهَ غَـٰفِلًا عَمَّا يَعْمَلُ ٱلظَّـٰلِمُونَ ۚ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ ٱلْأَبْصَـٰرُ",
      "text_uthmani_transcribed": "Wa lā taḥsabannallāha gāfilan 'ammā ya'maluẓ-ẓālimūn(a), innamā yu'akhkhiruhum liyaumin tasykhaṣu fīhil-abṣār(u).",
      "translation": "Не думай, что Аллах внимания не обращает На то, что нечестивые творят, - Он только им дает отсрочку до Дня, Когда их взоры в ужасе замрут"
    },
    {
      "verse_number": 43,
      "text_uthmani": "مُهْطِعِينَ مُقْنِعِى رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ ۖ وَأَفْـِٔدَتُهُمْ هَوَآءٌ",
      "text_uthmani_transcribed": "Muhṭi'īna muqni'ī ru'ūsihim lā yartaddu ilaihim ṭarfuhum, wa af'idatuhum hawā'(un).",
      "translation": "И, вскинув головы назад, С застывшими зрачками глаз, С опустошенными сердцами, Они все ринутся вперед, (Где предстоит им Суд нести)"
    },
    {
      "verse_number": 44,
      "text_uthmani": "وَأَنذِرِ ٱلنَّاسَ يَوْمَ يَأْتِيهِمُ ٱلْعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُوا۟ رَبَّنَآ أَخِّرْنَآ إِلَىٰٓ أَجَلٍ قَرِيبٍ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَ ۗ أَوَلَمْ تَكُونُوٓا۟ أَقْسَمْتُم مِّن قَبْلُ مَا لَكُم مِّن زَوَالٍ",
      "text_uthmani_transcribed": "Wa anżirin-nāsa yauma ya'tīhimul-'ażāb(u), fa yaqūlul-lażīna ẓalamū rabbanā akhkhirnā ilā ajalin qarīb(in), nujib da'wataka wa nattabi'ir-rusul(a), awalam takūnū aqsamtum min qablu mā lakum min zawāl(in).",
      "translation": "А потому, увещевая, Людей предостеречь ты должен О Дне, когда придет к ним кара. Тогда возмолят нечестивые: \"Господь наш! Отсрочь нам хоть до близкого предела. Мы Твоему призыву отзовемся И будем следовать посланникам Твоим\". (Им прозвучит): \"Неужто прежде вы не клялись, Что нет вам убыли и спада никогда"
    }
  ]
}