{
  "chapter_number": 35,
  "verses": [
    {
      "verse_number": 23,
      "text_uthmani": "إِنْ أَنتَ إِلَّا نَذِيرٌ",
      "text_uthmani_transcribed": "In anta illā nażīr(un).",
      "translation": "Лишь увещатель ты, и только"
    },
    {
      "verse_number": 24,
      "text_uthmani": "إِنَّآ أَرْسَلْنَـٰكَ بِٱلْحَقِّ بَشِيرًا وَنَذِيرًا ۚ وَإِن مِّنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ",
      "text_uthmani_transcribed": "Innā arsalnāka bil-ḥaqqi basyīraw wa nażīrā(n), wa im min ummatin illā khalā fīhā nażīr(un).",
      "translation": "Мы с Истиной тебя послали, Чтоб благовествовать (о Боге) и (от греха) увещевать. Нет ни единого народа, В котором бы (из них самих) Мы увещателя им не воздвигли"
    },
    {
      "verse_number": 25,
      "text_uthmani": "وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ وَبِٱلزُّبُرِ وَبِٱلْكِتَـٰبِ ٱلْمُنِيرِ",
      "text_uthmani_transcribed": "Wa iy yukażżibūka faqad każżabal-lażīna min qablihim, jā'athum rusuluhum bil-bayyināti wa biz-zuburi wa bil-kitābil-munīr(i).",
      "translation": "А коль они лжецом тебя считают, Так ведь и те, кто был до них, Своих посланников лжецами нарекали, - Кто приходил к ним с ясными знаменьями (от Нас), С Писаньями и с Книгой, Что Свет (Господней Истины) несет"
    },
    {
      "verse_number": 26,
      "text_uthmani": "ثُمَّ أَخَذْتُ ٱلَّذِينَ كَفَرُوا۟ ۖ فَكَيْفَ كَانَ نَكِيرِ",
      "text_uthmani_transcribed": "Ṡumma akhażtul-lażīna kafarū fakaifa kāna nakīr(i).",
      "translation": "Потом Я схватывал (суровой карой) тех, Которые неверными (остались). И как же страшен был Мой гнев"
    },
    {
      "verse_number": 27,
      "text_uthmani": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجْنَا بِهِۦ ثَمَرَٰتٍ مُّخْتَلِفًا أَلْوَٰنُهَا ۚ وَمِنَ ٱلْجِبَالِ جُدَدٌۢ بِيضٌ وَحُمْرٌ مُّخْتَلِفٌ أَلْوَٰنُهَا وَغَرَابِيبُ سُودٌ",
      "text_uthmani_transcribed": "Alam tara annallāha anzala minas-samā'i mā'ā(n), fa'akhrajnā bihī ṡamarātim mukhtalifan alwānuhā, wa minal-jibāli judadum bīḍuw wa khumrum mukhtalifun alwānuhā wa garābību sūd(un).",
      "translation": "Ужель не видишь ты, как Бог Вам с неба дождь (обильный) льет И им плоды растит разных цветов (и видов)? Но есть и горные дороги - белые и красные - Разных (тонов и) красок, И скалы черные, (что в цвет вороньего крыла)"
    },
    {
      "verse_number": 28,
      "text_uthmani": "وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلْأَنْعَـٰمِ مُخْتَلِفٌ أَلْوَٰنُهُۥ كَذَٰلِكَ ۗ إِنَّمَا يَخْشَى ٱللَّهَ مِنْ عِبَادِهِ ٱلْعُلَمَـٰٓؤُا۟ ۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ",
      "text_uthmani_transcribed": "Wa minan-nāsi wad-dawābbi wal-an'āmi mukhtalifun alwānuhū każālik(a), innamā yakhsyallāha min 'ibādihil-ulamā'(u), innallāha 'azīzun gafūr(un).",
      "translation": "Так и среди людей, скота, животных Встречаются различные цвета. Поистине, испытывают (Благоговейный) страх перед Аллахом Те из служителей Его, Кто обладает разуменьем. Аллах, поистине, могущ и всепрощающ"
    },
    {
      "verse_number": 29,
      "text_uthmani": "إِنَّ ٱلَّذِينَ يَتْلُونَ كِتَـٰبَ ٱللَّهِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَنفَقُوا۟ مِمَّا رَزَقْنَـٰهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَـٰرَةً لَّن تَبُورَ",
      "text_uthmani_transcribed": "Innal-lażīna yatlūna kitāballāhi wa aqāmuṣ-ṣalāta wa anfaqū mimmā razaqnāhum sirraw wa 'alāniyatay yarjūna tijāratal lan tabūr(a).",
      "translation": "Все, кто читает (Аль Кор'ан) - Книгу Аллаха, Творит молитву по часам, Дает на подать тайно или явно Из благ, которыми Мы наделили их, (Смеют) надеяться (на прибыль) от торговли, Которой никогда Мы не дадим пропасть"
    },
    {
      "verse_number": 30,
      "text_uthmani": "لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُم مِّن فَضْلِهِۦٓ ۚ إِنَّهُۥ غَفُورٌ شَكُورٌ",
      "text_uthmani_transcribed": "Liyuwaffiyahum ujūrahum wa yazīdahum min faḍlih(ī), innahū gafūrun syakūr(un).",
      "translation": "Он им уплатит все, что (издержали), И к этому добавит от Своих щедрот, - Поистине, прощающ Он и благодарен (Тому, кто в услужении Ему)"
    },
    {
      "verse_number": 31,
      "text_uthmani": "وَٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ مِنَ ٱلْكِتَـٰبِ هُوَ ٱلْحَقُّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ ۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرٌۢ بَصِيرٌ",
      "text_uthmani_transcribed": "Wal-lażī auḥainā ilaika minal-kitābi huwal-ḥaqqu muṣaddiqal limā baina yadaih(i), innallāha bi'ibādihī lakhabīrum baṣīr(un).",
      "translation": "То, что внушением тебе Открыли Мы из этой Книги, Есть Истина, что подтверждает истинность того, Что до нее ниспослано (другим пророкам). Аллах - касательно служителей Своих, - Поистине, все знает и все видит"
    },
    {
      "verse_number": 32,
      "text_uthmani": "ثُمَّ أَوْرَثْنَا ٱلْكِتَـٰبَ ٱلَّذِينَ ٱصْطَفَيْنَا مِنْ عِبَادِنَا ۖ فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهِۦ وَمِنْهُم مُّقْتَصِدٌ وَمِنْهُمْ سَابِقٌۢ بِٱلْخَيْرَٰتِ بِإِذْنِ ٱللَّهِ ۚ ذَٰلِكَ هُوَ ٱلْفَضْلُ ٱلْكَبِيرُ",
      "text_uthmani_transcribed": "Ṡumma auraṡnal-kitābal-lażīnaṣṭafainā min 'ibādinā, fa minhum ẓālimul linafsih(ī), wa minhum muqtaṣid(un), wa minhum sābiqum bil-khairāti bi'iżnillāh(i), żālika huwal-faḍlul-kabīr(u).",
      "translation": "И наконец, Мы дали Книгу В наследство тем из Наших слуг, Кого Своей угодою избрали. Из них есть те, что причинили зло своей душе, Есть и такие, что умеренны (в желаньях и делах), А есть и те, которые с соизволения Аллаха Других опережают по благим делам. Это - великая (Господня) благосклонность"
    },
    {
      "verse_number": 33,
      "text_uthmani": "جَنَّـٰتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
      "text_uthmani_transcribed": "Jannātu 'adniy yadkhulūnahā yuḥallauna fīhā min asāwira min żahabiw wa lu'lu'ā(n), wa libāsuhum fīhā ḥarīr(un).",
      "translation": "Сады Эдема встретят их, И там украсятся они в браслеты золотые, жемчуга, Их одеянья там - из шелка"
    }
  ]
}