{
  "chapter_number": 13,
  "verses": [
    {
      "verse_number": 23,
      "text_uthmani": "جَنَّـٰتُ عَدْنٍ يَدْخُلُونَهَا وَمَن صَلَحَ مِنْ ءَابَآئِهِمْ وَأَزْوَٰجِهِمْ وَذُرِّيَّـٰتِهِمْ ۖ وَٱلْمَلَـٰٓئِكَةُ يَدْخُلُونَ عَلَيْهِم مِّن كُلِّ بَابٍ",
      "text_uthmani_transcribed": "Jannātu 'adniy yadkhulūnahā wa man ṣalaḥa min ābā'ihim wa azwājihim  wa żurriyyātihim wal-malā'ikatu yadkhulūna 'alaihim min kulli bāb(in).",
      "translation": "Садов Эдема. И в них войдут лишь те, Кто был благочестив Из их отцов, супруг и их потомков. И через все врата К ним ангелы с приветствием сойдут"
    },
    {
      "verse_number": 24,
      "text_uthmani": "سَلَـٰمٌ عَلَيْكُم بِمَا صَبَرْتُمْ ۚ فَنِعْمَ عُقْبَى ٱلدَّارِ",
      "text_uthmani_transcribed": "Salāmun 'alaikum bimā ṣabartum fa ni'ma 'uqbad-dār(i).",
      "translation": "Мир вам за то, что были терпеливы! Прекрасна их наградная обитель, (Что Господом навечно им дана)"
    },
    {
      "verse_number": 25,
      "text_uthmani": "وَٱلَّذِينَ يَنقُضُونَ عَهْدَ ٱللَّهِ مِنۢ بَعْدِ مِيثَـٰقِهِۦ وَيَقْطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفْسِدُونَ فِى ٱلْأَرْضِ ۙ أُو۟لَـٰٓئِكَ لَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ",
      "text_uthmani_transcribed": "Wal-lażīna yanquḍūna 'ahdallāhi mim ba'di mīṡāqihī wa yaqṭa'ūna mā amarallāhu bihī ay yūṣala wa yufsidūna fil-arḍ(i), ulā'ika lahumul-la'natu wa lahum sū'ud-dār(i).",
      "translation": "А те, кто нарушает Договор с Аллахом, Когда он ими был уже скреплен, И разделяет то, Чему велел Он быть единым, И по земле несет нечестие и зло, - На тех - проклятие (Аллаха), И зла для них обитель воздаянья"
    },
    {
      "verse_number": 26,
      "text_uthmani": "ٱللَّهُ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ وَفَرِحُوا۟ بِٱلْحَيَوٰةِ ٱلدُّنْيَا وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا فِى ٱلْـَٔاخِرَةِ إِلَّا مَتَـٰعٌ",
      "text_uthmani_transcribed": "Allāhu yabsuṭur-rizqa limay yasyā'u wa yaqdir(u), wa fariḥū bil-ḥayātid-dun-yā, wa mal-ḥayātud-dun-yā fil-ākhirati illā matā'(un).",
      "translation": "Аллах удел Свой расширяет Иль мерой раздает его Тому, кого сочтет Своим желаньем. Они же радуются ближней жизни - А жизнь ближняя в сравнении с другой - (Лишь краткая) услада времени (земного)"
    },
    {
      "verse_number": 27,
      "text_uthmani": "وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ ۗ قُلْ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهْدِىٓ إِلَيْهِ مَنْ أَنَابَ",
      "text_uthmani_transcribed": "Wa yaqūlul-lażīna kafarū lau lā unzila 'alaihi āyatum mir rabbih(ī), qul innallāha yuḍillu may yasyā'u wa yahdī ilaihi man anāb(a).",
      "translation": "И говорят неверные: \"Что же ему от Господа его не послано знаменье?\" Скажи: \"Аллах, поистине, оставит в заблужденье тех, Кого сочтет Своим желаньем; К Себе ж ведет того, Кто обратился с покаянием к Нему"
    },
    {
      "verse_number": 28,
      "text_uthmani": "ٱلَّذِينَ ءَامَنُوا۟ وَتَطْمَئِنُّ قُلُوبُهُم بِذِكْرِ ٱللَّهِ ۗ أَلَا بِذِكْرِ ٱللَّهِ تَطْمَئِنُّ ٱلْقُلُوبُ",
      "text_uthmani_transcribed": "Al-lażīna āmanū wa taṭma'innu qulūbuhum biżikrillāh(i), alā biżikrillāhi taṭma'innul-qulūb(u).",
      "translation": "Тех, кто уверовал и чьи сердца При призывании Аллаха исполняются покоя, - Ведь призывание Аллаха Покоем сердце наполняет"
    },
    {
      "verse_number": 29,
      "text_uthmani": "ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ طُوبَىٰ لَهُمْ وَحُسْنُ مَـَٔابٍ",
      "text_uthmani_transcribed": "Allażīna āmanū wa 'amiluṣ-ṣāliḥāti ṭūbā lahum wa ḥusnu ma'āb(in).",
      "translation": "Тех, кто уверовал и делает добро, - Блаженство им! Прекрасна их обитель, (Что Господом навечно им дана)"
    },
    {
      "verse_number": 30,
      "text_uthmani": "كَذَٰلِكَ أَرْسَلْنَـٰكَ فِىٓ أُمَّةٍ قَدْ خَلَتْ مِن قَبْلِهَآ أُمَمٌ لِّتَتْلُوَا۟ عَلَيْهِمُ ٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ وَهُمْ يَكْفُرُونَ بِٱلرَّحْمَـٰنِ ۚ قُلْ هُوَ رَبِّى لَآ إِلَـٰهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ",
      "text_uthmani_transcribed": "Każālika arsalnāka fī ummatin qad khalat min qablihā umamul litatluwa 'alaihimul-lażī auḥainā ilaika wa hum yakfurūna bir-raḥmān(i), qul huwa rabbī lā ilāha illā huw(a), 'alaihi tawakkaltu wa ilaihi matāb(i).",
      "translation": "И так послали Мы тебя к народу, Прежде которого другие Прошли (и канули в небытие), Чтоб ты читал им то, Что Мы тебе внушением открыли, Тогда как в Милосердного не веруют они. Скажи: \"Он - мой Господь! Кроме Него, иного Бога нет. Лишь на Него я уповаю И обращаюсь лишь к Нему"
    },
    {
      "verse_number": 31,
      "text_uthmani": "وَلَوْ أَنَّ قُرْءَانًا سُيِّرَتْ بِهِ ٱلْجِبَالُ أَوْ قُطِّعَتْ بِهِ ٱلْأَرْضُ أَوْ كُلِّمَ بِهِ ٱلْمَوْتَىٰ ۗ بَل لِّلَّهِ ٱلْأَمْرُ جَمِيعًا ۗ أَفَلَمْ يَا۟يْـَٔسِ ٱلَّذِينَ ءَامَنُوٓا۟ أَن لَّوْ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعًا ۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُوا۟ تُصِيبُهُم بِمَا صَنَعُوا۟ قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِّن دَارِهِمْ حَتَّىٰ يَأْتِىَ وَعْدُ ٱللَّهِ ۚ إِنَّ ٱللَّهَ لَا يُخْلِفُ ٱلْمِيعَادَ",
      "text_uthmani_transcribed": "Wa lau anna qur'ānan suyyirat bihil-jibālu au quṭṭi'at bihil-arḍu au kullima bihil-mautā, bal lillāhil-amru jamī'ā(n), afalam yai'asil-lażīna  āmanū allau yasyā'ullāhu lahadan-nāsa jamī'ā(n), wa lā yazālul-lażīna kafarū tuṣībuhum bimā ṣana'ū qāri'atun au taḥullu qarībam min dārihim ḥattā ya'tiya wa'dullāh(i), innallāha lā yukhliful-mī'ād(a).",
      "translation": "И если б был какой-нибудь Коран, Которым сдвинулись бы горы, Иль рассеклась земля, Иль мертвые заговорили, (То и тогда он был бы этим же Кораном, Что вам Аллах низвел как руководство). Поистине, вся власть принадлежит Аллаху! Так неужели те, которые Ему предАлись, не знают, Что, если бы Аллах желал того, Он всех людей повел бы праведной стезею? И никогда губительные беды Не перестанут нечестивых поражать за злодеяния их рук Или вблизи домов их не осядут, Пока не подойдет обетование Аллаха, - Обетования Свои Аллах, поистине, ни в чем не нарушает"
    },
    {
      "verse_number": 32,
      "text_uthmani": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا۟ ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ",
      "text_uthmani_transcribed": "Wa laqadistuhzi'a birusulim min qablika fa amlaitu lil-lażīna kafarū ṡumma akhażtuhum fa kaifa kāna 'iqāb(i).",
      "translation": "И до тебя Посланников (Моих) высмеивали люди, И Я давал отсрочку тем, которые (Меня) отвергли, Потом Я поражал их (смертной карой), - И как скверна была она"
    },
    {
      "verse_number": 33,
      "text_uthmani": "أَفَمَنْ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفْسٍۭ بِمَا كَسَبَتْ ۗ وَجَعَلُوا۟ لِلَّهِ شُرَكَآءَ قُلْ سَمُّوهُمْ ۚ أَمْ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعْلَمُ فِى ٱلْأَرْضِ أَم بِظَـٰهِرٍ مِّنَ ٱلْقَوْلِ ۗ بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا۟ مَكْرُهُمْ وَصُدُّوا۟ عَنِ ٱلسَّبِيلِ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
      "text_uthmani_transcribed": "Afaman huwa qā'imun 'alā kulli nafsim bimā kasabat, wa ja'alū lillāhi syurakā'(a), qul sammūhum, am tunabbi'ūnahū bimā lā ya'lamu fil-arḍi am biẓāhirim minal-qaul(i), bal zuyyina lil-lażīna kafarū makruhum wa ṣuddū 'anis-sabīl(i), wa may yuḍlilillāhu famā lahū min hād(in).",
      "translation": "Неужто Тот, (Кто Покровителем и Стражем стоит) за каждою душой, И знает все, что делает она, (Сравни еще кому-нибудь)? И все ж они Аллаху соучастников призвали. Скажи: \"Вы назовите их! Иль вы укажете Ему на то, Чего Он на земле не знает? Иль это просто пустословье?!\" Но нет! Неверным разукрашена их хитрость, И (ею) сведены они с пути. А тот, кто был сведен с пути Аллаха, Вожатого себе не обретет"
    }
  ]
}