{
  "chapter_number": 4,
  "verses": [
    {
      "verse_number": 133,
      "text_uthmani": "إِن يَشَأْ يُذْهِبْكُمْ أَيُّهَا ٱلنَّاسُ وَيَأْتِ بِـَٔاخَرِينَ ۚ وَكَانَ ٱللَّهُ عَلَىٰ ذَٰلِكَ قَدِيرًا",
      "text_uthmani_transcribed": "Iy yasya' yużhibkum ayyuhan-nāsu wa ya'ti bi'ākharīn(a), wa kānallāhu 'alā żālika qadīrā(n).",
      "translation": "И если б Он желал того, Он устранил бы вас, о люди, И вместо вас поставил бы других, - Он, истинно, на это мощен"
    },
    {
      "verse_number": 134,
      "text_uthmani": "مَّن كَانَ يُرِيدُ ثَوَابَ ٱلدُّنْيَا فَعِندَ ٱللَّهِ ثَوَابُ ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۚ وَكَانَ ٱللَّهُ سَمِيعًۢا بَصِيرًا",
      "text_uthmani_transcribed": "Man kāna yurīdu ṡawābad-dun-yā fa 'indallāhi ṡawābud-dun-yā wal-ākhirah(ti), wa kānallāhu samī'am baṣīrā(n).",
      "translation": "А кто награды в этом мире хочет - Так ведь лишь в веденье Аллаха Награда ближней жизни и второй. Он слышит все и видит"
    },
    {
      "verse_number": 135,
      "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوا۟ قَوَّٰمِينَ بِٱلْقِسْطِ شُهَدَآءَ لِلَّهِ وَلَوْ عَلَىٰٓ أَنفُسِكُمْ أَوِ ٱلْوَٰلِدَيْنِ وَٱلْأَقْرَبِينَ ۚ إِن يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَٱللَّهُ أَوْلَىٰ بِهِمَا ۖ فَلَا تَتَّبِعُوا۟ ٱلْهَوَىٰٓ أَن تَعْدِلُوا۟ ۚ وَإِن تَلْوُۥٓا۟ أَوْ تُعْرِضُوا۟ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
      "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū kūnū qawwāmīna bil-qisṭi syuhadā'a lillāhi wa lau 'alā anfusikum awil-wālidaini wal-aqrabīn(a), iy yakun ganiyyan au faqīran fallāhu aulā bihimā, falā tattabi'ul-hawā an ta'dilū, wa in talwū au tu'riḍū fa innallāha kāna bimā ta'malūna khabīrā(n).",
      "translation": "О вы, кто верует! Свидетельствуя пред Аллахом, Должны блюсти вы строго справедливость, Будь против вас направлена она Иль против ваших матерей, отцов иль братьев, Против богатого иль бедняка, - (Пристрастья у Аллаха нет) - Он может защитить обоих. Не предавайтесь вы страстям, Чтобы не стать несправедливым. Но если вы душой кривите Иль уклоняетесь от правосудья, - Аллах ведь сведущ в том, что делаете вы"
    },
    {
      "verse_number": 136,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ ءَامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَٱلْكِتَـٰبِ ٱلَّذِى نَزَّلَ عَلَىٰ رَسُولِهِۦ وَٱلْكِتَـٰبِ ٱلَّذِىٓ أَنزَلَ مِن قَبْلُ ۚ وَمَن يَكْفُرْ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ وَٱلْيَوْمِ ٱلْـَٔاخِرِ فَقَدْ ضَلَّ ضَلَـٰلًۢا بَعِيدًا",
      "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū āminū billāhi wa rasūlihī wal-kitābil-lażī nazzala 'alā rasūlihī wal-kitābil-lażī anzala min qabl(u), wa may yakfur billāhi wa malā'ikatihī wa kutubihī wa rusulihī wal-yaumil-ākhiri faqad ḍalla ḍalālam ba'īdā(n).",
      "translation": "О вы, кто верует! Уверуйте в Аллаха и посланника Его, И в то Писание, что Он низвел ему, И в то Писание, что ниспослал Он прежде. А кто не верует в Аллаха, В ангелов Его, в Его Писания, В Посланников Его и в День Последний, Тот пребывает в крайнем заблужденье"
    },
    {
      "verse_number": 137,
      "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ ثُمَّ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ ثُمَّ ٱزْدَادُوا۟ كُفْرًا لَّمْ يَكُنِ ٱللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيلًۢا",
      "text_uthmani_transcribed": "Innal-lażīna āmanū ṡumma kafarū ṡumma āmanū ṡumma kafarū ṡummazdādū kufral lam yakunillāhu liyagfira lahum wa lā liyahdiyahum sabīlā(n).",
      "translation": "А те, которые уверовали (в Бога), Потом же отреклись, Потом уверовали вновь, И отреклись опять - И тем неверие усилили свое, - Тех не простит Аллах, Прямой стезею не направит"
    },
    {
      "verse_number": 138,
      "text_uthmani": "بَشِّرِ ٱلْمُنَـٰفِقِينَ بِأَنَّ لَهُمْ عَذَابًا أَلِيمًا",
      "text_uthmani_transcribed": "Basysyiril-munāfiqīna bi'anna lahum 'ażāban alīmā(n).",
      "translation": "Ты Весть благую лицемерам сообщи: Их ждут мучительные кары"
    },
    {
      "verse_number": 139,
      "text_uthmani": "ٱلَّذِينَ يَتَّخِذُونَ ٱلْكَـٰفِرِينَ أَوْلِيَآءَ مِن دُونِ ٱلْمُؤْمِنِينَ ۚ أَيَبْتَغُونَ عِندَهُمُ ٱلْعِزَّةَ فَإِنَّ ٱلْعِزَّةَ لِلَّهِ جَمِيعًا",
      "text_uthmani_transcribed": "Al-lażīna yattakhiżūnal-kāfirīna auliyā'a min dūnil-mu'minīn(a), ayabtagūna 'indahumul-'izzata fa innal-'izzata lillāhi jamī'ā(n).",
      "translation": "Тех, кто в друзья берет неверных вместо верных. Неужто они ищут себе чести среди них? Но нет! Вся честь - лишь в веденье Аллаха"
    },
    {
      "verse_number": 140,
      "text_uthmani": "وَقَدْ نَزَّلَ عَلَيْكُمْ فِى ٱلْكِتَـٰبِ أَنْ إِذَا سَمِعْتُمْ ءَايَـٰتِ ٱللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوا۟ مَعَهُمْ حَتَّىٰ يَخُوضُوا۟ فِى حَدِيثٍ غَيْرِهِۦٓ ۚ إِنَّكُمْ إِذًا مِّثْلُهُمْ ۗ إِنَّ ٱللَّهَ جَامِعُ ٱلْمُنَـٰفِقِينَ وَٱلْكَـٰفِرِينَ فِى جَهَنَّمَ جَمِيعًا",
      "text_uthmani_transcribed": "Wa qad nazzala 'alaikum fil-kitābi an iżā sami'tum āyātillāhi yukfaru bihā wa yustahza'u bihā falā taq'udū ma'ahum ḥattā yakhūḍū fī ḥadīṡin gairih(ī), innakum iżam miṡlahum, innallāha jāmi'ul-munāfiqīna wal-kāfirīna fī jahannama jamī'ā(n).",
      "translation": "Аллах уже открыл вам в этой Книге, (Как надлежит вам поступать): Когда вы слышите насмешки И (видите) неверие в знамения Аллаха, То не сидите вместе с ними, Пока они не обратятся к новой теме, Иначе будете подобны им. Поистине, в Аду Аллах их соберет - Всех лицемеров и неверных вместе"
    },
    {
      "verse_number": 141,
      "text_uthmani": "ٱلَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِن كَانَ لَكُمْ فَتْحٌ مِّنَ ٱللَّهِ قَالُوٓا۟ أَلَمْ نَكُن مَّعَكُمْ وَإِن كَانَ لِلْكَـٰفِرِينَ نَصِيبٌ قَالُوٓا۟ أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُم مِّنَ ٱلْمُؤْمِنِينَ ۚ فَٱللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ ٱلْقِيَـٰمَةِ ۗ وَلَن يَجْعَلَ ٱللَّهُ لِلْكَـٰفِرِينَ عَلَى ٱلْمُؤْمِنِينَ سَبِيلًا",
      "text_uthmani_transcribed": "Al-lażīna yatarabbaṣūna bikum, fa in kāna lakum fatḥum minallāhi qālū alam nakum ma'akum, wa in kāna lil-kāfirīna naṣībun qālū alam nastaḥwiż 'alaikum wa namna'kum minal-mu'minīn(a), fallāhu yaḥkumu bainakum yaumal-qiyāmah(ti), wa lay yaj'alallāhu lil-kāfirīna 'alal-mu'minīna sabīlā(n).",
      "translation": "Таких, кто выжидает, что случится с вами. Если с Господней помощью вы победите, (Они вам) скажут: \"Разве мы не были там с вами?\" А коль успех будет сопутствовать неверным, (Они неверным) скажут: \"Не мы ль старались вам помочь и защитить от верных?\" Господь рассудит между вами В День Суда И никогда неверным не доставит Пути - над верными торжествовать"
    },
    {
      "verse_number": 142,
      "text_uthmani": "إِنَّ ٱلْمُنَـٰفِقِينَ يُخَـٰدِعُونَ ٱللَّهَ وَهُوَ خَـٰدِعُهُمْ وَإِذَا قَامُوٓا۟ إِلَى ٱلصَّلَوٰةِ قَامُوا۟ كُسَالَىٰ يُرَآءُونَ ٱلنَّاسَ وَلَا يَذْكُرُونَ ٱللَّهَ إِلَّا قَلِيلًا",
      "text_uthmani_transcribed": "Innal-munāfiqīna yukhādi'ūnallāha wa huwa khādi'uhum, wa iżā qāmū ilaṣ-ṣalāti qāmū kusālā, yurā'ūnan-nāsa wa lā yażkurūnallāha illā qalīlā(n).",
      "translation": "А лицемеры ищут путь, Как им Аллаха провести, - Но Он направит их уловки против них! Когда они становятся к молитве, То делают сие небрежно, Лишь напоказ перед людьми, К Аллаху ж обращаются так мало"
    },
    {
      "verse_number": 143,
      "text_uthmani": "مُّذَبْذَبِينَ بَيْنَ ذَٰلِكَ لَآ إِلَىٰ هَـٰٓؤُلَآءِ وَلَآ إِلَىٰ هَـٰٓؤُلَآءِ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلًا",
      "text_uthmani_transcribed": "Mużabżabīna baina żālik(a), lā ilā ha'ulā'i wa lā ilā ha'ulā'(i), wa may yuḍlilillāhu falan tajida lahū sabīlā(n).",
      "translation": "В неясности (меж верой и неверием) колеблясь, Ни к тем не примыкая, ни к другим. Кого Аллах блуждать оставит, Тому ты не найдешь пути"
    }
  ]
}