{
  "chapter_number": 72,
  "verses": [
    {
      "verse_number": 23,
      "text_uthmani": "إِلَّا بَلَـٰغًا مِّنَ ٱللَّهِ وَرِسَـٰلَـٰتِهِۦ ۚ وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَـٰلِدِينَ فِيهَآ أَبَدًا",
      "text_uthmani_transcribed": "Illā balāgam minallāhi wa risālātih(ī), wa may ya'ṣillāha wa rasūlahū fa inna lahū nāra jahannama khālidīna fīhā abadā(n).",
      "translation": "Коль я не передам (того, что Он вещает), Его посланий (вам не изъясню). А тем, кто будет непослушен Аллаху и посланнику Его, Назначен Ад, где пребывать им вечно"
    },
    {
      "verse_number": 24,
      "text_uthmani": "حَتَّىٰٓ إِذَا رَأَوْا۟ مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِرًا وَأَقَلُّ عَدَدًا",
      "text_uthmani_transcribed": "Ḥattā iżā ra'au mā yū'adūna fasaya'lamūna man aḍ'afu nāṣiraw wa aqallu 'adadā(n).",
      "translation": "Когда же наконец они увидят то, Что было им обещано (в сей жизни), Они узнают, Кто слабее по числу (помощников) своих И меньше по числу (собратьев)"
    },
    {
      "verse_number": 25,
      "text_uthmani": "قُلْ إِنْ أَدْرِىٓ أَقَرِيبٌ مَّا تُوعَدُونَ أَمْ يَجْعَلُ لَهُۥ رَبِّىٓ أَمَدًا",
      "text_uthmani_transcribed": "Qul in adrī aqarībum mā tū'adūna am yaj'alu lahū rabbī amadā(n).",
      "translation": "Скажи: \"Не знаю я, близка ли вам обещанная (кара) Или Аллах назначил более далекий срок. Или Господь на путь прямой желает их направить"
    },
    {
      "verse_number": 26,
      "text_uthmani": "عَـٰلِمُ ٱلْغَيْبِ فَلَا يُظْهِرُ عَلَىٰ غَيْبِهِۦٓ أَحَدًا",
      "text_uthmani_transcribed": "'Ālimul-gaibi falā yuẓhiru 'alā gaibihī aḥadā(n).",
      "translation": "Ему лишь одному Незримое известно, И в сокровенное Свое Он не допустит никого"
    },
    {
      "verse_number": 27,
      "text_uthmani": "إِلَّا مَنِ ٱرْتَضَىٰ مِن رَّسُولٍ فَإِنَّهُۥ يَسْلُكُ مِنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦ رَصَدًا",
      "text_uthmani_transcribed": "Illā manirtaḍā mir rasūlin fa innahū yasluku mim baini yadaihi wa min khalfihī raṣadā(n).",
      "translation": "Кроме посланника, которого Он выбрал, И стражей перед ним и сзади"
    },
    {
      "verse_number": 28,
      "text_uthmani": "لِّيَعْلَمَ أَن قَدْ أَبْلَغُوا۟ رِسَـٰلَـٰتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَىٰ كُلَّ شَىْءٍ عَدَدًۢا",
      "text_uthmani_transcribed": "Liya'lama an qad ablagū risālāti rabbihim wa aḥāṭa bimā ladaihim wa aḥṣā kulla syai'in 'adadā(n).",
      "translation": "Чтобы (с уверенностью) мог он знать, Что (в чистоте и точности) Они передают ему послания Господни, - Господь объемлет их во всем И счет ведет всему, что суще"
    }
  ]
}