[
  {
    "verse_number": 45,
    "text_uthmani": "أَلَمْ تَرَ إِلَىٰ رَبِّكَ كَيْفَ مَدَّ ٱلظِّلَّ وَلَوْ شَآءَ لَجَعَلَهُۥ سَاكِنًا ثُمَّ جَعَلْنَا ٱلشَّمْسَ عَلَيْهِ دَلِيلًا",
    "text_uthmani_transcribed": "Alam tara ilā rabbika kaifa maddaẓ-ẓill(a), wa lau syā'a laja'alahū sākinā(n), ṡumma ja'alnasy-syamsa 'alaihi dalīlā(n).",
    "translation": "Не видишь ли, как твой Господь Протягивает тень (и движет ею)? А будь на то Его желанье, Ее бы неподвижной сделал Он. Потом Мы солнце сделали водителем ее"
  },
  {
    "verse_number": 46,
    "text_uthmani": "ثُمَّ قَبَضْنَـٰهُ إِلَيْنَا قَبْضًا يَسِيرًا",
    "text_uthmani_transcribed": "Ṡumma qabaḍnā ilainā qabḍay yasīrā(n).",
    "translation": "Потом же медленным сжиманьем К Себе ее Мы постепенно втянем"
  },
  {
    "verse_number": 47,
    "text_uthmani": "وَهُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِبَاسًا وَٱلنَّوْمَ سُبَاتًا وَجَعَلَ ٱلنَّهَارَ نُشُورًا",
    "text_uthmani_transcribed": "Wa huwal-lażī ja'ala lakumul-laila libāsaw wan-nauma subātaw wa ja'alan-nahāra nusyūrā(n).",
    "translation": "И Он есть Тот, Кто одеянием для вас устроил Ночь И для покоя сон (назначил), А День устроил воскрешеньем (ото сна)"
  },
  {
    "verse_number": 48,
    "text_uthmani": "وَهُوَ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَـٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ ۚ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً طَهُورًا",
    "text_uthmani_transcribed": "Wa huwal-lażī arsalar-riyāḥa busyram baina yadai raḥmatih(ī), wa anzalnā minas-samā'i mā'an ṭahūrā(n).",
    "translation": "Он - Тот, Кто ветры благовестниками шлет Пред тем, как вам явить Свое благоволенье; И Мы льем воду чистую с небес"
  },
  {
    "verse_number": 49,
    "text_uthmani": "لِّنُحْـِۧىَ بِهِۦ بَلْدَةً مَّيْتًا وَنُسْقِيَهُۥ مِمَّا خَلَقْنَآ أَنْعَـٰمًا وَأَنَاسِىَّ كَثِيرًا",
    "text_uthmani_transcribed": "Linuḥyiya bihī baldatam maitaw wa nusqiyahū mimmā khalaqnā an'āmaw wa anāsiyya kaṡīrā(n).",
    "translation": "Чтоб жизнь вернуть земле, которая мертва, И чтобы ею напоить обильно То, что (на жизнь) сотворили Мы: Людей, и скот, (и всякую другую живность)"
  },
  {
    "verse_number": 50,
    "text_uthmani": "وَلَقَدْ صَرَّفْنَـٰهُ بَيْنَهُمْ لِيَذَّكَّرُوا۟ فَأَبَىٰٓ أَكْثَرُ ٱلنَّاسِ إِلَّا كُفُورًا",
    "text_uthmani_transcribed": "Wa laqad ṣarrafnāhu bainahum liyażżakkarū, fa abā akṡarun-nāsi illā kufūrā(n).",
    "translation": "И Мы, поистине, ее распределили среди вас, Чтоб вспоминали вы (заботу Нашу), Но большинство людей противится всему, Кроме неверия (в Творца, Что запечатало их души)"
  },
  {
    "verse_number": 51,
    "text_uthmani": "وَلَوْ شِئْنَا لَبَعَثْنَا فِى كُلِّ قَرْيَةٍ نَّذِيرًا",
    "text_uthmani_transcribed": "Wa lau syi'nā laba'aṡnā fī kulli qaryatin nażīrā(n).",
    "translation": "А будь на то желанье Наше, Мы б в каждый город проповедника послали"
  },
  {
    "verse_number": 52,
    "text_uthmani": "فَلَا تُطِعِ ٱلْكَـٰفِرِينَ وَجَـٰهِدْهُم بِهِۦ جِهَادًا كَبِيرًا",
    "text_uthmani_transcribed": "Falā tuṭi'il-kāfirīna wa jāhidhum bihī jihādan kabīrā(n).",
    "translation": "Не поддавайся же неверным И этим дай им бой великим боем"
  },
  {
    "verse_number": 53,
    "text_uthmani": "۞ وَهُوَ ٱلَّذِى مَرَجَ ٱلْبَحْرَيْنِ هَـٰذَا عَذْبٌ فُرَاتٌ وَهَـٰذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَّحْجُورًا",
    "text_uthmani_transcribed": "Wa huwal-lażī marajal-baḥraini hāżā 'ażbun furātuw wa hāżā milḥun ujāj(un), wa ja'ala bainahumā barzakhaw wa ḥijram maḥjūrā(n).",
    "translation": "Он - Тот, Кто в путь пустил два моря: Приятное и пресное - одно, Соленое и горькое - другое. Поставил между ними Он барьер - Такую нерушимую преграду, (Что никогда им слиться не дает)"
  },
  {
    "verse_number": 54,
    "text_uthmani": "وَهُوَ ٱلَّذِى خَلَقَ مِنَ ٱلْمَآءِ بَشَرًا فَجَعَلَهُۥ نَسَبًا وَصِهْرًا ۗ وَكَانَ رَبُّكَ قَدِيرًا",
    "text_uthmani_transcribed": "Wa huwal-lażī khalaqa minal-mā'i basyaran fa ja'alahū nasabaw wa ṣihrā(n), wa kāna rabbuka qadīrā(n).",
    "translation": "Он - Тот, Кто создал человека из воды И учредил ему родство по крови и по браку, - Господь твой, истинно, могуч"
  },
  {
    "verse_number": 55,
    "text_uthmani": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمْ وَلَا يَضُرُّهُمْ ۗ وَكَانَ ٱلْكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرًا",
    "text_uthmani_transcribed": "Wa ya'budūna min dūnillāhi mā lā yanfa'uhum wa lā yaḍurruhum, wa kānal-kāfiru 'alā rabbihī ẓahīrā(n).",
    "translation": "И все же поклоняются они, кроме Аллаха, Тем, кто не может им Ни пользы принести, ни причинить вреда, - Ведь тот, кто не уверовал (в Аллаха), Всегда помощник (Сатаны) против Него"
  }
]