[
  {
    "verse_number": 23,
    "text_uthmani": "وَمِنْ ءَايَـٰتِهِۦ مَنَامُكُم بِٱلَّيْلِ وَٱلنَّهَارِ وَٱبْتِغَآؤُكُم مِّن فَضْلِهِۦٓ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَسْمَعُونَ",
    "text_uthmani_transcribed": "Wa min āyātihī manāmukum bil-laili wan-nahāri wabtigā'ukum min faḍlih(ī), inna fī żālika la'āyātil liqaumiy yasma'ūn(a).",
    "translation": "И из Его знамений - сон ночной ваш, И сон полуденной дремоты, И ваши поиски щедрот Господних (На промысле потребного для нужд семьи), - В этом, поистине, знамение для тех, Кто слушает и внемлет"
  },
  {
    "verse_number": 24,
    "text_uthmani": "وَمِنْ ءَايَـٰتِهِۦ يُرِيكُمُ ٱلْبَرْقَ خَوْفًا وَطَمَعًا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءً فَيُحْىِۦ بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَعْقِلُونَ",
    "text_uthmani_transcribed": "Wa min āyātihī yurīkumul-barqa khaufaw wa ṭama'aw wa yunazzilu minas-samā'i mā'an fa yuḥyī bihil-arḍa ba'da mautihā, inna fī żālika la'āyātil liqaumiy ya'qilūn(a).",
    "translation": "И из Его знамений - то, Что Он вам молнию являет На страх (одним), (другим же) - на надежду, Льет с неба дождь и землю им живит, Которая поникла в смерти, - В этом, поистине, знамение для тех, Которые разумны"
  },
  {
    "verse_number": 25,
    "text_uthmani": "وَمِنْ ءَايَـٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلْأَرْضُ بِأَمْرِهِۦ ۚ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِّنَ ٱلْأَرْضِ إِذَآ أَنتُمْ تَخْرُجُونَ",
    "text_uthmani_transcribed": "Wa min āyātihī an taqūmas-samā'u wal-arḍu bi'amrih(ī), ṡumma iżā da'ākum da'watam minal-arḍi iżā antum takhrujūn(a).",
    "translation": "И из Его знамений - то, Что небо и земля находятся в согласии с Его веленьем. Потом, (когда предел их подойдет), Он зовом призовет вас (выйти) из земли, И тотчас же (на зов вы отзоветесь), (Послушно) выйдя, (Чтобы ответ держать пред Ним За все содеянное в этой жизни)"
  },
  {
    "verse_number": 26,
    "text_uthmani": "وَلَهُۥ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ كُلٌّ لَّهُۥ قَـٰنِتُونَ",
    "text_uthmani_transcribed": "Wa lahū man fis-samāwāti wal-arḍ(i), kullul lahū qānitūn(a).",
    "translation": "И лишь Ему принадлежит все в небесах и на земле, И все послушно Его Воле"
  },
  {
    "verse_number": 27,
    "text_uthmani": "وَهُوَ ٱلَّذِى يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهْوَنُ عَلَيْهِ ۚ وَلَهُ ٱلْمَثَلُ ٱلْأَعْلَىٰ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "text_uthmani_transcribed": "Wa huwal-lażī yabda'ul-khalqa ṡumma yu'īduhū wa huwa ahwanu 'alaih(i), wa lahul-maṡalul-a'lā fis-samāwāti wal-arḍ(i), wa huwal-'azīzul-ḥakīm(u).",
    "translation": "Он - Тот, Кто создает первичное творенье И, (обратив его в небытие), Потом воспроизводит вновь, И это, (несомненно), для Него легко. Лишь для Него - Найвысшие ступени всех сравнений И в небесах, и на земле, - Он, истинно, могущ и мудр"
  },
  {
    "verse_number": 28,
    "text_uthmani": "ضَرَبَ لَكُم مَّثَلًا مِّنْ أَنفُسِكُمْ ۖ هَل لَّكُم مِّن مَّا مَلَكَتْ أَيْمَـٰنُكُم مِّن شُرَكَآءَ فِى مَا رَزَقْنَـٰكُمْ فَأَنتُمْ فِيهِ سَوَآءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنفُسَكُمْ ۚ كَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْقِلُونَ",
    "text_uthmani_transcribed": "Ḍaraba lakum maṡalam min anfusikum, hal lakum mim mā malakat aimānukum min syurakā'a fī mā razaqnākum fa'antum fīhi sawā'un takhāfūnahum kakhīfatikum anfusakum, każālika nufaṣṣilul-āyāti liqaumiy ya'qilūn(a).",
    "translation": "Из вас самих Он вам сравнение приводит: Есть ли у вас товарищи средь тех, Которыми владеют ваши правы руки, Чтоб с вами разделить на равных (Дары), которыми Мы вас обогатили? Боитесь ли вы их, Как вы боитесь тех, кто вам сравни? Так разъясняем Мы знаменья для людей, Которые разумны"
  },
  {
    "verse_number": 29,
    "text_uthmani": "بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓا۟ أَهْوَآءَهُم بِغَيْرِ عِلْمٍ ۖ فَمَن يَهْدِى مَنْ أَضَلَّ ٱللَّهُ ۖ وَمَا لَهُم مِّن نَّـٰصِرِينَ",
    "text_uthmani_transcribed": "Balittaba'al-lażīna ẓalamū ahwā'ahum bigairi 'ilm(in), famay yahdī man aḍallallāh(u), wa mā lahum min nāṣirīn(a).",
    "translation": "Увы, но следуют неверные своим страстям Без всякого понятия (о том, что совершают), - А кто направить может тех, Кого Аллах с пути сбивает? Нет и помощников таким"
  },
  {
    "verse_number": 30,
    "text_uthmani": "فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا ۚ فِطْرَتَ ٱللَّهِ ٱلَّتِى فَطَرَ ٱلنَّاسَ عَلَيْهَا ۚ لَا تَبْدِيلَ لِخَلْقِ ٱللَّهِ ۚ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Fa aqim wajhaka lid-dīni ḥanīfā(n), fiṭratallāhil-latī faṭaran-nāsa 'alaihā, lā tabdīla likhalqillāh(i), żālikad-dīnul-qayyim(u), wa lākinna akṡaran-nāsi lā ya'lamūn(a).",
    "translation": "(А потому), верный Аллаху, Ты обрати свой лик к религии той веры, Ради которой сотворил Он род людской, - Творение Аллаха - неизменно, И в этой вере - правая (стезя): (Ее разумное начало и ее чувственный предел). Но большинство людей не знает"
  },
  {
    "verse_number": 31,
    "text_uthmani": "۞ مُنِيبِينَ إِلَيْهِ وَٱتَّقُوهُ وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَلَا تَكُونُوا۟ مِنَ ٱلْمُشْرِكِينَ",
    "text_uthmani_transcribed": "Munībīna ilaihi wattaqūhu wa aqīmuṣ-ṣalāta wa lā takūnū minal-musyrikīn(a).",
    "translation": "И, обращаясь (с покаянием) к Нему, Страшитесь Его гнева, Молитву совершайте по часам И в почитании Его других богов не призывайте"
  },
  {
    "verse_number": 32,
    "text_uthmani": "مِنَ ٱلَّذِينَ فَرَّقُوا۟ دِينَهُمْ وَكَانُوا۟ شِيَعًا ۖ كُلُّ حِزْبٍۭ بِمَا لَدَيْهِمْ فَرِحُونَ",
    "text_uthmani_transcribed": "Minal-lażīna farraqū dīnahum wa kānū syiya'ā(n), kullu ḥizbim bimā ladaihim fariḥūn(a).",
    "translation": "Подобно тем, что разделили свою веру, В секты обратясь, Где всякая из них довольна своей долей"
  },
  {
    "verse_number": 33,
    "text_uthmani": "وَإِذَا مَسَّ ٱلنَّاسَ ضُرٌّ دَعَوْا۟ رَبَّهُم مُّنِيبِينَ إِلَيْهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنْهُ رَحْمَةً إِذَا فَرِيقٌ مِّنْهُم بِرَبِّهِمْ يُشْرِكُونَ",
    "text_uthmani_transcribed": "Wa iżā massan-nāsa ḍurrun da'au rabbahum munībīna ilaihi ṡumma iżā ażāqahum minhu raḥmatan iżā farīqum minhum birabbihim yusyrikūn(a).",
    "translation": "Когда людей коснется зло, Они взывают к своему Владыке, К Нему в раскаянии (лик свой) обращая; Когда же Он дает вкусить им от Своих щедрот - Гляди! Уж часть их прочит сотоварищей Ему"
  }
]