{
  "chapter_number": 12,
  "verses": [
    {
      "verse_number": 34,
      "text_uthmani": "فَٱسْتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنْهُ كَيْدَهُنَّ ۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "text_uthmani_transcribed": "Fastajāba lahū rabbuhū fa ṣarafa 'anhu kaidahunn(a), innahū huwas-samī'ul-'alīm(u).",
      "translation": "И внял Господь его мольбе И от него отвел их козни, - Поистине, Он слышит (все) и знает (обо всем)"
    },
    {
      "verse_number": 35,
      "text_uthmani": "ثُمَّ بَدَا لَهُم مِّنۢ بَعْدِ مَا رَأَوُا۟ ٱلْـَٔايَـٰتِ لَيَسْجُنُنَّهُۥ حَتَّىٰ حِينٍ",
      "text_uthmani_transcribed": "Ṡumma badā lahum mim ba'di mā ra'awul-āyāti layasjununnahū ḥattā ḥīn(in).",
      "translation": "Потом подумали они После того, как они видели знаменья, Что надо заточить его на время"
    },
    {
      "verse_number": 36,
      "text_uthmani": "وَدَخَلَ مَعَهُ ٱلسِّجْنَ فَتَيَانِ ۖ قَالَ أَحَدُهُمَآ إِنِّىٓ أَرَىٰنِىٓ أَعْصِرُ خَمْرًا ۖ وَقَالَ ٱلْـَٔاخَرُ إِنِّىٓ أَرَىٰنِىٓ أَحْمِلُ فَوْقَ رَأْسِى خُبْزًا تَأْكُلُ ٱلطَّيْرُ مِنْهُ ۖ نَبِّئْنَا بِتَأْوِيلِهِۦٓ ۖ إِنَّا نَرَىٰكَ مِنَ ٱلْمُحْسِنِينَ",
      "text_uthmani_transcribed": "Wa dakhala ma'ahus-sijna fatayān(i), qāla aḥaduhumā innī arānī a'ṣiru khamrā(n), wa qālal-ākharu innī arānī aḥmilu fauqa ra'sī khubzan ta'kuluṭ-ṭairu minh(u), nabbi'nā bita'wīlih(ī), innā narāka minal-muḥsinīn(a).",
      "translation": "И двое юношей вошли в темницу вместе с ним. Один из них сказал: \"(Во сне) я видел, что выжимаю я вино (из винограда)\". Другой сказал: \"Я видел, что несу я хлеб на голове, А птицы от него клюют. Скажи нам смысл (этих снов), - Ведь видим мы, что ты из тех, Кто действует по знанию и доброте"
    },
    {
      "verse_number": 37,
      "text_uthmani": "قَالَ لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِۦٓ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِۦ قَبْلَ أَن يَأْتِيَكُمَا ۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِى رَبِّىٓ ۚ إِنِّى تَرَكْتُ مِلَّةَ قَوْمٍ لَّا يُؤْمِنُونَ بِٱللَّهِ وَهُم بِٱلْـَٔاخِرَةِ هُمْ كَـٰفِرُونَ",
      "text_uthmani_transcribed": "Qāla lā ya'tīkumā ṭa'āmun turzaqānihī illā nabba'tukumā bita'wīlihī qabla ay ya'tiyakumā, żālikumā mimmā 'allamanī rabbī, innī taraktu millata qaumil lā yu'minūna billāhi wa hum bil-ākhirati hum kāfirūn(a).",
      "translation": "Он (им) сказал: \"К вам не успеет подойти (та пища), Что вам дается здесь (на пропитанье), Как я уже вам растолкую эти (сны), Прежде чем то, (о чем вас сны предупреждают), (На ваши головы) падет. И это - то, чему меня Господь мой научил. И я, поистине, оставил веру и обычаи народа, Что не уверовал в Аллаха И отвергает будущую жизнь"
    },
    {
      "verse_number": 38,
      "text_uthmani": "وَٱتَّبَعْتُ مِلَّةَ ءَابَآءِىٓ إِبْرَٰهِيمَ وَإِسْحَـٰقَ وَيَعْقُوبَ ۚ مَا كَانَ لَنَآ أَن نُّشْرِكَ بِٱللَّهِ مِن شَىْءٍ ۚ ذَٰلِكَ مِن فَضْلِ ٱللَّهِ عَلَيْنَا وَعَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
      "text_uthmani_transcribed": "Wattaba'tu millata ābā'ī ibrāhīma wa isḥāqa wa ya'qūb(a), mā kāna lanā an nusyrika  billāhi min syai'(in), żālika min faḍlillāhi 'alainā wa 'alan-nāsi wa lākinna akṡaran-nāsi lā yasykurūn(a).",
      "translation": "Я следую религии моих отцов: (Ханифа) Ибрахима, Исхака и Йакуба. Нам (в соучастники) Аллаху Не должно прочить ничего. Это - Господня милость нам и людям. Но большинство из них неблагодарны"
    },
    {
      "verse_number": 39,
      "text_uthmani": "يَـٰصَـٰحِبَىِ ٱلسِّجْنِ ءَأَرْبَابٌ مُّتَفَرِّقُونَ خَيْرٌ أَمِ ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ",
      "text_uthmani_transcribed": "Yā ṣāḥibayis-sijni a'arbābum mutafarriqūna khairun amillāhul-wāḥidul-qahhār(u).",
      "translation": "О мои други по темнице! (Кто) лучше: множество господ, которые разнятся, Или Единый и Неодолимый В Своем могуществе Аллах"
    },
    {
      "verse_number": 40,
      "text_uthmani": "مَا تَعْبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسْمَآءً سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلْطَـٰنٍ ۚ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ ۚ أَمَرَ أَلَّا تَعْبُدُوٓا۟ إِلَّآ إِيَّاهُ ۚ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "text_uthmani_transcribed": "Mā ta'budūna min dūnihī illā asmā'an sammaitumūhā antum wa ābā'ukum mā anzalallāhu bihā min sulṭān(in), inil-ḥukmu illā lillāh(i), amara allā ta'budū illā iyyāh(u), żālikad-dīnul-qayyimu wa lākinna akṡaran-nāsi lā ya'lamūn(a).",
      "translation": "Коль не Его, Так только имена вы чтите, Что вы придумали и ваши праотцы, - На что Аллах им власти не давал. Решение всему - лишь у Аллаха, И повелел Он поклоняться лишь Ему. Сие есть истинная вера, Но большинство людей (того) не понимает"
    },
    {
      "verse_number": 41,
      "text_uthmani": "يَـٰصَـٰحِبَىِ ٱلسِّجْنِ أَمَّآ أَحَدُكُمَا فَيَسْقِى رَبَّهُۥ خَمْرًا ۖ وَأَمَّا ٱلْـَٔاخَرُ فَيُصْلَبُ فَتَأْكُلُ ٱلطَّيْرُ مِن رَّأْسِهِۦ ۚ قُضِىَ ٱلْأَمْرُ ٱلَّذِى فِيهِ تَسْتَفْتِيَانِ",
      "text_uthmani_transcribed": "Yā ṣāḥibayis-sijni ammā aḥadukumā fa yasqī rabbahū khamrā(n), wa ammal-ākharu fa yuṣlabu fa ta'kuluṭ-ṭairu mir ra'sih(ī), quḍiyal-amrul-lażī fīhi tastaftiyān(i).",
      "translation": "О мои други по темнице! Один из вас будет поить правителя вином, Другому же - распятым быть, И птицам - с головы его клевать. Уже решилось то, о чем вы спрос ведете"
    },
    {
      "verse_number": 42,
      "text_uthmani": "وَقَالَ لِلَّذِى ظَنَّ أَنَّهُۥ نَاجٍ مِّنْهُمَا ٱذْكُرْنِى عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيْطَـٰنُ ذِكْرَ رَبِّهِۦ فَلَبِثَ فِى ٱلسِّجْنِ بِضْعَ سِنِينَ",
      "text_uthmani_transcribed": "Wa qāla lil-lażī ẓanna annahū nājim minhumażkurnī 'inda rabbik(a), fa ansāhusy-syaiṭānu żikra rabbihī fa labiṡa fis-sijni biḍ'a sinīn(a).",
      "translation": "И он сказал тому из них, Которого считал спасенным: \"Ты обо мне правителю напомни\". Но Сатана заставил (узника) забыть Правителю напомнить о Йусуфе, И несколько (тяжелых) лет Ему пришлось пробыть в темнице"
    },
    {
      "verse_number": 43,
      "text_uthmani": "وَقَالَ ٱلْمَلِكُ إِنِّىٓ أَرَىٰ سَبْعَ بَقَرَٰتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنۢبُلَـٰتٍ خُضْرٍ وَأُخَرَ يَابِسَـٰتٍ ۖ يَـٰٓأَيُّهَا ٱلْمَلَأُ أَفْتُونِى فِى رُءْيَـٰىَ إِن كُنتُمْ لِلرُّءْيَا تَعْبُرُونَ",
      "text_uthmani_transcribed": "Wa qālal-maliku innī arā sab'a baqarātin simāniy ya'kuluhunna sab'un 'ijāfuw wa sab'a sumbulātin khuḍriw wa ukhara yābisāt(in), yā ayyuhal-mala'u aftūnī fī ru'yāya in kuntum lir-ru'yā ta'burūn(a).",
      "translation": "И царь сказал: \"Поистине, (во сне) я видел семь упитанных коров, Которых семь худых коров съедают, А также семь зеленых колосков И семь других - пожатых. О родовая знать (двора)! Вы (сно)видение мое мне растолкуйте, Коль вы видения способны толковать"
    },
    {
      "verse_number": 44,
      "text_uthmani": "قَالُوٓا۟ أَضْغَـٰثُ أَحْلَـٰمٍ ۖ وَمَا نَحْنُ بِتَأْوِيلِ ٱلْأَحْلَـٰمِ بِعَـٰلِمِينَ",
      "text_uthmani_transcribed": "Qālū aḍgāṡu aḥlām(in), wa mā naḥnu bita'wīlil-aḥlāmi bi'ālimīn(a).",
      "translation": "Они ответили: \"Сие - смешение (пустых) видений. Мы не владеем даром толкованья снов"
    }
  ]
}