[
  {
    "verse_number": 34,
    "text_uthmani": "لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ ۚ ذَٰلِكَ جَزَآءُ ٱلْمُحْسِنِينَ",
    "text_uthmani_transcribed": "Lahum mā yasyā'ūna 'inda rabbihim, żālika jazā'ul-muḥsinīn(a).",
    "translation": "Для них - у Господа все то, что пожелают. Вот такова Его награда для всех добротворящих - Как воздаяние за то, что делали добро"
  },
  {
    "verse_number": 35,
    "text_uthmani": "لِيُكَفِّرَ ٱللَّهُ عَنْهُمْ أَسْوَأَ ٱلَّذِى عَمِلُوا۟ وَيَجْزِيَهُمْ أَجْرَهُم بِأَحْسَنِ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Liyukaffirallāhu 'anhum aswa'al-lażī 'amilū wa yajziyahum ajrahum bi'aḥsanil-lażī kānū ya'malūn(a).",
    "translation": "Чтоб искупил за них Аллах Все худшее из их поступков И дал награду им за лучшее, что в них"
  },
  {
    "verse_number": 36,
    "text_uthmani": "أَلَيْسَ ٱللَّهُ بِكَافٍ عَبْدَهُۥ ۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
    "text_uthmani_transcribed": "Alaisallāhu bikāfin 'abdah(ū), wa yukhawwifūnaka bil-lażīna min dūnih(ī), wa may yuḍlilillāhu famā lahū min hād(in).",
    "translation": "Ужель (могущества) Аллаха не хватает Для (нужд) служителя Его? Но запугать они стараются тебя Такими, кто у них, опричь Него. Для тех, кого Аллах собьет с пути, Вожатого не будет"
  },
  {
    "verse_number": 37,
    "text_uthmani": "وَمَن يَهْدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّ ۗ أَلَيْسَ ٱللَّهُ بِعَزِيزٍ ذِى ٱنتِقَامٍ",
    "text_uthmani_transcribed": "Wa may yahdillāhu famā lahū min muḍill(in), alaisallāhu bi'azīzin żintiqām(in).",
    "translation": "И каждого, кого Аллах направит, Никто не сможет сбить с пути, - Ужель Аллах не всемогущ, Возмездия блюститель"
  },
  {
    "verse_number": 38,
    "text_uthmani": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ ۚ قُلْ أَفَرَءَيْتُم مَّا تَدْعُونَ مِن دُونِ ٱللَّهِ إِنْ أَرَادَنِىَ ٱللَّهُ بِضُرٍّ هَلْ هُنَّ كَـٰشِفَـٰتُ ضُرِّهِۦٓ أَوْ أَرَادَنِى بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَـٰتُ رَحْمَتِهِۦ ۚ قُلْ حَسْبِىَ ٱللَّهُ ۖ عَلَيْهِ يَتَوَكَّلُ ٱلْمُتَوَكِّلُونَ",
    "text_uthmani_transcribed": "Wa la'in sa'altahum man khalaqas-samāwāti wal-arḍa layaqūlunnallāh(u), qul afara'aitum mā tad'ūna min dūnillāhi in arādaniyallāhu biḍurrin hal hunna kāsyifātu ḍurrihī au arādanī biraḥmatin hal hunna mumsikātu raḥmatih(ī), qul ḥasbiyallāh(u), 'alaihi yatawakkalul-mutawakkilūn(a).",
    "translation": "И если спросишь ты у них: \"Кто небеса и землю сотворил?\", \"Аллах\", - они ответят непременно. Скажи: \"Вы посмотрите: Те, кого вы призываете, опричь Аллаха, Способны ль будут оградить меня от зла, Если Аллах захочет зло мне причинить? Иль, если милость мне Он я'вит, Способны ль эту милость удержать?\" Скажи: \"Довольно мне Аллаха, И уповают на Него все те, кто уповает"
  },
  {
    "verse_number": 39,
    "text_uthmani": "قُلْ يَـٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَـٰمِلٌ ۖ فَسَوْفَ تَعْلَمُونَ",
    "text_uthmani_transcribed": "Qul yā qaumi'malū 'alā makānatikum innī 'āmil(un), fa saufa ta'lamūn(a).",
    "translation": "Скажи: \"О мой народ! Вы поступайте как хотите, И поступать (по-своему) я буду. Вам скоро предстоит узнать"
  },
  {
    "verse_number": 40,
    "text_uthmani": "مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ",
    "text_uthmani_transcribed": "May ya'tīhi 'ażābuy yukhzīhi wa yaḥillu 'alaihi 'ażābum muqīm(un).",
    "translation": "К кому придет (Господне) наказание позором И то, над кем оно пребудет вечно"
  },
  {
    "verse_number": 41,
    "text_uthmani": "إِنَّآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَـٰبَ لِلنَّاسِ بِٱلْحَقِّ ۖ فَمَنِ ٱهْتَدَىٰ فَلِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ",
    "text_uthmani_transcribed": "Innā anzalnā 'alaikal-kitāba lin-nāsi bil-ḥaqq(i), fa manihtadā fa linafsih(ī), wa man ḍalla fa innamā yaḍillu 'alaihā, wa mā anta 'alaihim biwakīl(in).",
    "translation": "Мы ниспослали в Истине Писание тебе Для наставления людей. И тот, кто следует прямым путем, Благодеяет для души своей, Но тот, кто в заблуждение впадает, - К погибели ее ведет, И ты, (о Мухаммад!), за них не поручитель"
  },
  {
    "verse_number": 42,
    "text_uthmani": "ٱللَّهُ يَتَوَفَّى ٱلْأَنفُسَ حِينَ مَوْتِهَا وَٱلَّتِى لَمْ تَمُتْ فِى مَنَامِهَا ۖ فَيُمْسِكُ ٱلَّتِى قَضَىٰ عَلَيْهَا ٱلْمَوْتَ وَيُرْسِلُ ٱلْأُخْرَىٰٓ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
    "text_uthmani_transcribed": "Allāhu yatawaffal-anfusa ḥīna mautihā wal-latī lam tamut fī manāmihā, fayumsikul-latī qaḍā 'alaihal-mauta wa yursilul-ukhrā ilā ajalim musammā(n), inna fī żālika la'āyātil liqaumiy yatafakkarūn(a).",
    "translation": "Аллах приемлет души в миг их смерти, А души тех, в ком смерть не наступила, Во время сна Он (держит у Себя), И души тех, кому Он смерть назначил, Он оставляет у Себя. Другие же отправляет (к их телам на землю) До срока, названного (Им). Поистине, здесь кроются знамения для тех, кто разумеет"
  },
  {
    "verse_number": 43,
    "text_uthmani": "أَمِ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ شُفَعَآءَ ۚ قُلْ أَوَلَوْ كَانُوا۟ لَا يَمْلِكُونَ شَيْـًٔا وَلَا يَعْقِلُونَ",
    "text_uthmani_transcribed": "Amittakhażū min dūnillāhi syufa'ā'(a), qul awalau kānū lā yamlikūna syai'aw wa lā ya'qilūn(a).",
    "translation": "Ужель они берут в заступники себе Другие (божества), помимо Бога? Скажи: \"Даже тогда, Когда они ничем не обладают, Не разумеют ничего"
  },
  {
    "verse_number": 44,
    "text_uthmani": "قُل لِّلَّهِ ٱلشَّفَـٰعَةُ جَمِيعًا ۖ لَّهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
    "text_uthmani_transcribed": "Qul lillāhisy-syafā'atu jamī'ā(n), lahū mulkus-samāwāti wal-arḍ(i), ṡumma ilaihi turja'ūn(a).",
    "translation": "Скажи: \"Заступничество - только в веденье Аллаха, Лишь Он владеет небесами и землей. Потом, (в конце пути земного), К Нему вы будете возвращены"
  }
]