{
  "chapter_number": 17,
  "verses": [
    {
      "verse_number": 89,
      "text_uthmani": "وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِى هَـٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ فَأَبَىٰٓ أَكْثَرُ ٱلنَّاسِ إِلَّا كُفُورًا",
      "text_uthmani_transcribed": "Wa laqad ṣarrafnā lin-nāsi fī hāżal-qur'āni min kulli maṡal(in), fa abā akṡarun-nāsi illā kufūrā(n).",
      "translation": "В этом Коране Мы для (наставления) людей Истолковали притчи разного значенья, И все же большинство людей Не пожелали ничего, Кроме (упорного) неверия (в Аллаха)"
    },
    {
      "verse_number": 90,
      "text_uthmani": "وَقَالُوا۟ لَن نُّؤْمِنَ لَكَ حَتَّىٰ تَفْجُرَ لَنَا مِنَ ٱلْأَرْضِ يَنۢبُوعًا",
      "text_uthmani_transcribed": "Wa qālū lan nu'mina laka ḥattā tafjura lanā minal-arḍi yambū'ā(n).",
      "translation": "И говорят они: \"Тебе мы не поверим, пока не изведешь нам из земли Источник животворной влаги"
    },
    {
      "verse_number": 91,
      "text_uthmani": "أَوْ تَكُونَ لَكَ جَنَّةٌ مِّن نَّخِيلٍ وَعِنَبٍ فَتُفَجِّرَ ٱلْأَنْهَـٰرَ خِلَـٰلَهَا تَفْجِيرًا",
      "text_uthmani_transcribed": "Au takūna laka jannatum min nakhīliw wa 'inabin fa tufajjiral-anhāra khilālahā tafjīrā(n).",
      "translation": "Или, имея сад из пальм и виноградных лоз, Ты между ними не прольешь стремительные реки"
    },
    {
      "verse_number": 92,
      "text_uthmani": "أَوْ تُسْقِطَ ٱلسَّمَآءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِىَ بِٱللَّهِ وَٱلْمَلَـٰٓئِكَةِ قَبِيلًا",
      "text_uthmani_transcribed": "Au tusqiṭas-samā'a kamā za'amta 'alainā kisafan au ta'tiya billāhi wal-malā'ikati qabīlā(n).",
      "translation": "Или на нас небесный свод не спустишь - Кусками, - как пророчествуешь ты; Или с Аллахом не придешь И ангелов нам (не представишь)"
    },
    {
      "verse_number": 93,
      "text_uthmani": "أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ أَوْ تَرْقَىٰ فِى ٱلسَّمَآءِ وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيْنَا كِتَـٰبًا نَّقْرَؤُهُۥ ۗ قُلْ سُبْحَانَ رَبِّى هَلْ كُنتُ إِلَّا بَشَرًا رَّسُولًا",
      "text_uthmani_transcribed": "Au yakūna laka baitum min zukhrufin au tarqā fis-samā'(i), wa lan nu'mina liruqiyyika ḥattā tunazzila 'alainā kitāban naqra'uh(ū), qul subḥāna rabbī hal kuntu illā basyarar rasūlā(n).",
      "translation": "Иль если у тебя не будет дома с золотым убранством; Иль если ты по лестнице на небо не взойдешь, - Да и тогда мы не поверим в восхождение твое, Пока ты нам не спустишь Книгу, Которую могли бы мы прочесть\". Скажи: \"Хвала Владыке моему! Неужто не являюсь я Обычным, смертным человеком, (Кто) на посланничество Господом (назначен)"
    },
    {
      "verse_number": 94,
      "text_uthmani": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤْمِنُوٓا۟ إِذْ جَآءَهُمُ ٱلْهُدَىٰٓ إِلَّآ أَن قَالُوٓا۟ أَبَعَثَ ٱللَّهُ بَشَرًا رَّسُولًا",
      "text_uthmani_transcribed": "Wa mā mana'an-nāsa ay yu'minū iż jā'ahumul-hudā illā an qālū aba'aṡallāhu basyarar rasūlā(n).",
      "translation": "Мешает людям веровать (в Аллаха), Когда пришло к ним Руководство, Лишь то, что говорят они: \"Ужель Аллах посланником назначил человека - (Такого ж смертного, как мы)"
    },
    {
      "verse_number": 95,
      "text_uthmani": "قُل لَّوْ كَانَ فِى ٱلْأَرْضِ مَلَـٰٓئِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ ٱلسَّمَآءِ مَلَكًا رَّسُولًا",
      "text_uthmani_transcribed": "Qul lau kāna fil-arḍi malā'ikatuy yamsyūna muṭma'innīna lanazzalnā 'alaihim minas-samā'i malakar rasūlā(n).",
      "translation": "Скажи: \"Если бы ангелы спокойно (Обосновались) и ходили по земле, Мы бы им ангела посланником с небес свели"
    },
    {
      "verse_number": 96,
      "text_uthmani": "قُلْ كَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ ۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرًۢا بَصِيرًا",
      "text_uthmani_transcribed": "Qul kafā billāhi syahīdam bainī wa bainakum, innahū kāna bi'ibādihī khabīram baṣīrā(n).",
      "translation": "Скажи: \"Достаточно свидетельства Аллаха (В вопросах) между мной и вами, - Ведь о служителях Своих Он сведущ и (все)видящ"
    },
    {
      "verse_number": 97,
      "text_uthmani": "وَمَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِ ۖ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُمْ أَوْلِيَآءَ مِن دُونِهِۦ ۖ وَنَحْشُرُهُمْ يَوْمَ ٱلْقِيَـٰمَةِ عَلَىٰ وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا ۖ مَّأْوَىٰهُمْ جَهَنَّمُ ۖ كُلَّمَا خَبَتْ زِدْنَـٰهُمْ سَعِيرًا",
      "text_uthmani_transcribed": "Wa may yahdillāhu fa huwal-muhtad(i), wa may yuḍlil falan tajida lahum auliyā'a min dūnih(ī), wa naḥsyuruhum yaumal-qiyāmati 'alā wujūhihim 'umyaw wa bukmaw wa ṣummā(n), ma'wāhum jahannam(u), kullamā khabat zidnāhum sa'īrā(n).",
      "translation": "Идет прямым путем лишь тот, Кого Аллах (Своим всеведеньем) направит. Кого ж блуждать (в грехах) оставит Он, Тому защитника ты не найдешь, кроме Него. В День Воскресения (на Суд) Мы соберем их всех: Слепых, немых, глухих - Ничком (униженно) лежащих, - Пристанище им - огнь Ада, И всякий раз, когда огонь слабеет, Его усиливаем Мы"
    },
    {
      "verse_number": 98,
      "text_uthmani": "ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمْ كَفَرُوا۟ بِـَٔايَـٰتِنَا وَقَالُوٓا۟ أَءِذَا كُنَّا عِظَـٰمًا وَرُفَـٰتًا أَءِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا",
      "text_uthmani_transcribed": "Żālika jazā'uhum bi'annahum kafarū bi'āyātinā wa qālū a'iżā kunnā 'iẓāmaw wa rufātan a'innā lamab'ūṡūna khalqan jadīdā(n).",
      "translation": "Таким им будет воздаяние за то, Что не поверили в знаменья Наши и говорили: \"Неужто, обратившись в прах и кости, Мы будем вновь воскрешены Как новое творенье"
    },
    {
      "verse_number": 99,
      "text_uthmani": "۞ أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ قَادِرٌ عَلَىٰٓ أَن يَخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ أَجَلًا لَّا رَيْبَ فِيهِ فَأَبَى ٱلظَّـٰلِمُونَ إِلَّا كُفُورًا",
      "text_uthmani_transcribed": "Awalam yarau annallāhal-lażī khalaqas-samāwāti wal-arḍa qādirun 'alā ay yakhluqa miṡlahum wa ja'ala lahum ajalal lā raiba fīh(i), fa abaẓ-ẓālimūna illā kufūrā(n).",
      "translation": "Ужель они не видят, что Аллах, Кто создал небеса и землю, Способен сотворить подобных им? Он им назначил срок, в котором нет сомненья, - И все ж неверные отвергли все, Кроме (упорного) неверия (в Аллаха)"
    }
  ]
}