[
  {
    "verse_number": 67,
    "text_uthmani": "مَا كَانَ إِبْرَٰهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَـٰكِن كَانَ حَنِيفًا مُّسْلِمًا وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
    "text_uthmani_transcribed": "Wa mā kāna ibrāhīmu yahūdiyyaw wa lā naṣrāniyyaw wa lākin kāna ḥanīfam muslimā(n), wa mā kāna minal-musyrikīn(a).",
    "translation": "Ведь не был Ибрахим ни иудеем И ни поборником Христа, А был он верным Господу, покорным Его воле И в поклонение Ему других божеств не измышлял"
  },
  {
    "verse_number": 68,
    "text_uthmani": "إِنَّ أَوْلَى ٱلنَّاسِ بِإِبْرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَـٰذَا ٱلنَّبِىُّ وَٱلَّذِينَ ءَامَنُوا۟ ۗ وَٱللَّهُ وَلِىُّ ٱلْمُؤْمِنِينَ",
    "text_uthmani_transcribed": "Inna aulan-nāsi bi'ibrāhīma lal-lażīnattaba'ūhu wa hāżan-nabiyyu wal-lażīna āmanū, wallāhu waliyyul-mu'minīn(a).",
    "translation": "Поистине, среди людей всех ближе к Ибрахиму Те, кто пошел его путем, Кто следует стезею этого пророка, И те, кто Господу предался (всей душой). Аллах - им друг и покровитель"
  },
  {
    "verse_number": 69,
    "text_uthmani": "وَدَّت طَّآئِفَةٌ مِّنْ أَهْلِ ٱلْكِتَـٰبِ لَوْ يُضِلُّونَكُمْ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
    "text_uthmani_transcribed": "Waddaṭ-ṭā'ifatum min ahlil-kitābi lau yuḍillūnakum, wa mā yuḍillūna illā anfusahum wa mā yasy'urūn(a).",
    "translation": "Среди людей Писания есть те, Которым бы хотелось вас увлечь с пути, Но лишь себя самих с пути они сбивают И сами этого не понимают"
  },
  {
    "verse_number": 70,
    "text_uthmani": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لِمَ تَكْفُرُونَ بِـَٔايَـٰتِ ٱللَّهِ وَأَنتُمْ تَشْهَدُونَ",
    "text_uthmani_transcribed": "Yā ahlal-kitābi lima takfurūna bi'āyātillāhi wa antum tasyhadūn(a).",
    "translation": "О вы, кто получил Писание (Святое)! Что же не веруете вы в знамения Аллаха, Коль им свидетели - вы сами"
  },
  {
    "verse_number": 71,
    "text_uthmani": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لِمَ تَلْبِسُونَ ٱلْحَقَّ بِٱلْبَـٰطِلِ وَتَكْتُمُونَ ٱلْحَقَّ وَأَنتُمْ تَعْلَمُونَ",
    "text_uthmani_transcribed": "Yā ahlal-kitābi lima talbisūnal-ḥaqqa bil-bāṭili wa taktumūnal-ḥaqqa wa antum ta'lamūn.",
    "translation": "О вы, кто получил Писание (Святое)! Что ж истину вы облекаете покровом лжи И, ведая ее значенье, таите от других ее"
  },
  {
    "verse_number": 72,
    "text_uthmani": "وَقَالَت طَّآئِفَةٌ مِّنْ أَهْلِ ٱلْكِتَـٰبِ ءَامِنُوا۟ بِٱلَّذِىٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُوا۟ وَجْهَ ٱلنَّهَارِ وَٱكْفُرُوٓا۟ ءَاخِرَهُۥ لَعَلَّهُمْ يَرْجِعُونَ",
    "text_uthmani_transcribed": "Wa qālaṭ-ṭā'ifatum min ahlil-kitābi āminū bil-lażī unzila 'alal-lażīna āmanū wajhan-nahāri wakfurū ākhirahū la'allahum yarji'ūn(a).",
    "translation": "И есть среди людей Писания такие, кто говорит: \"Вы на рассвете дня уверьте в Книгу, Что тем ниспослана, кто в Господа уверовал (душой), В конце же дня вы отрекитесь от нее - Как знать, быть может, отрекутся и они"
  },
  {
    "verse_number": 73,
    "text_uthmani": "وَلَا تُؤْمِنُوٓا۟ إِلَّا لِمَن تَبِعَ دِينَكُمْ قُلْ إِنَّ ٱلْهُدَىٰ هُدَى ٱللَّهِ أَن يُؤْتَىٰٓ أَحَدٌ مِّثْلَ مَآ أُوتِيتُمْ أَوْ يُحَآجُّوكُمْ عِندَ رَبِّكُمْ ۗ قُلْ إِنَّ ٱلْفَضْلَ بِيَدِ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
    "text_uthmani_transcribed": "Wa lā tu'minū illā liman tabi'a dīnakum, qul innal-hudā hudallāh(i), ay yu'tā aḥadum miṡla mā ūtītum au yuḥājjūkum 'inda rabbikum, qul innal-faḍla biyadillāh(i), yu'tīhi may yasyā'(u), wallāhu wāsi'un 'alīm(un).",
    "translation": "И никому не верьте, кроме тех, Которые идут за вашей верой\". Скажи, (о Мухаммад!): \"Путь истинный - лишь путь Аллаха, (Что в откровениях указан Им). И так же, как их прежде вам ниспосылали, Они сейчас вам посланы через другого, - Иначе же они пред Господом твоим Затеют с вами спор об этом\". Скажи: \"В Руке Аллаха все щедроты, И Он одаривает ими тех, Кого сочтет Своей угодой. Объемлет всех Он (милостью Своей) И знает обо всем, (что суще)"
  },
  {
    "verse_number": 74,
    "text_uthmani": "يَخْتَصُّ بِرَحْمَتِهِۦ مَن يَشَآءُ ۗ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
    "text_uthmani_transcribed": "Yakhtaṣṣu biraḥmatihī may yasyā'(u), wallāhu żul-faḍlil-'aẓīm(i).",
    "translation": "Он избирает милостью Своей, кого захочет, - Безмерной щедрости Владыка"
  },
  {
    "verse_number": 75,
    "text_uthmani": "۞ وَمِنْ أَهْلِ ٱلْكِتَـٰبِ مَنْ إِن تَأْمَنْهُ بِقِنطَارٍ يُؤَدِّهِۦٓ إِلَيْكَ وَمِنْهُم مَّنْ إِن تَأْمَنْهُ بِدِينَارٍ لَّا يُؤَدِّهِۦٓ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَآئِمًا ۗ ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لَيْسَ عَلَيْنَا فِى ٱلْأُمِّيِّـۧنَ سَبِيلٌ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُمْ يَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa min ahlil-kitābi man in ta'manhu bi qinṭārin yu'addīhi ilaik(a), wa minhum man in ta'manhu bidīnāril lā yu'addīhi ilaika illā mā dumta 'alaihi qā'imā(n), żālika bi'annahum qālū laisa 'alainā fil-ummiyyīna sabīl(un), wa yaqūlūna 'alallāhil-każiba wa hum ya'lamūn(a).",
    "translation": "Среди людей Писания есть те, Кому доверив кладезь золотых монет, Получите их с легкостью обратно. Но есть и те, кому доверив лишь одну монету серебра, Вы сможете себе ее вернуть, Лишь настоятельно прося об этом. И это потому, что говорят они: \"Мы не ответственны ни в чем В делах с невежественным людом\", - И здесь умышленно они приписывают ложь Аллаху"
  },
  {
    "verse_number": 76,
    "text_uthmani": "بَلَىٰ مَنْ أَوْفَىٰ بِعَهْدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَّقِينَ",
    "text_uthmani_transcribed": "Balā man aufā bi'ahdihī wattaqā fa innallāha yuḥibbul-muttaqīn(a).",
    "translation": "Но нет! Те, кто хранит свою приверженность Ему И благочестие заповедает, Познают, что Господь благоволит к благочестивым"
  },
  {
    "verse_number": 77,
    "text_uthmani": "إِنَّ ٱلَّذِينَ يَشْتَرُونَ بِعَهْدِ ٱللَّهِ وَأَيْمَـٰنِهِمْ ثَمَنًا قَلِيلًا أُو۟لَـٰٓئِكَ لَا خَلَـٰقَ لَهُمْ فِى ٱلْـَٔاخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيْهِمْ يَوْمَ ٱلْقِيَـٰمَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "text_uthmani_transcribed": "Innal-lażīna yasytarūna bi'ahdillāhi wa aimānihim ṡamanan qalīlan ulā'ika lā khalāqa lahum fil-ākhirati wa lā yukallimuhumullāhu wa lā yanẓuru ilaihim yaumal-qiyāmati wa lā yuzakkīhim, wa lahum 'ażābun alīm(un).",
    "translation": "Но тем, кто прЕдал Договор с Аллахом И свои собственные клятвы За крохи (благ земных), Нет доли в вечной жизни. В День Воскресения Аллах не обратит к ним Слова, Не повернет к ним взор. Он от грехов их не очистит, И ждет их там жестокая расплата"
  }
]