{
  "chapter_number": 16,
  "verses": [
    {
      "verse_number": 78,
      "text_uthmani": "وَٱللَّهُ أَخْرَجَكُم مِّنۢ بُطُونِ أُمَّهَـٰتِكُمْ لَا تَعْلَمُونَ شَيْـًٔا وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَٱلْأَفْـِٔدَةَ ۙ لَعَلَّكُمْ تَشْكُرُونَ",
      "text_uthmani_transcribed": "Wallāhu akhrajakum mim buṭūni ummahātikum lā ta'lamūna syai'ā(n), wa ja'ala lakumus-sam'a wal-abṣāra wal-af'idah(ta), la'allakum tasykurūn(a).",
      "translation": "Аллах извел вас из утробы ваших матерей Лишенными любого знанья, Он дал вам слух и зрение, познание и чувства, Чтоб вы могли быть благодарны"
    },
    {
      "verse_number": 79,
      "text_uthmani": "أَلَمْ يَرَوْا۟ إِلَى ٱلطَّيْرِ مُسَخَّرَٰتٍ فِى جَوِّ ٱلسَّمَآءِ مَا يُمْسِكُهُنَّ إِلَّا ٱللَّهُ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
      "text_uthmani_transcribed": "Alam yarau ilaṭ-ṭairi musakhkharātin fī jawwis-samā'(i), mā yumsikuhunna illallāh(u), inna fī żālika la'āyātil liqaumiy yu'minūn(a).",
      "translation": "Разве не видят они птиц, (Держащихся) в пространстве неба Послушно (воле своего Творца)? Так удержать их может лишь Аллах, - В этом, поистине, знамение для тех, Кто верует (в Него)"
    },
    {
      "verse_number": 80,
      "text_uthmani": "وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمْ سَكَنًا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلْأَنْعَـٰمِ بُيُوتًا تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ ۙ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَآ أَثَـٰثًا وَمَتَـٰعًا إِلَىٰ حِينٍ",
      "text_uthmani_transcribed": "Wallāhu ja'ala lakum mim buyūtikum sakanaw wa ja'ala lakum min julūdil-an'āmi buyūtan tastakhiffūnahā yauma ẓa'nikum wa yauma iqāmatikum, wa min aṣwāfihā wa aubārihā wa asy'ārihā aṡāṡaw wa matā'an ilā ḥīn(in).",
      "translation": "Аллах вам дал очаг в ваших домах И дал жилища вам из шкур скота, Которые легки для переноса, Когда вы отправляетесь (в поход) Иль в переездах делаете остановку. Из шерсти их, щетины иль волос - Вам бытовая утварь на (походный) срок"
    },
    {
      "verse_number": 81,
      "text_uthmani": "وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَـٰلًا وَجَعَلَ لَكُم مِّنَ ٱلْجِبَالِ أَكْنَـٰنًا وَجَعَلَ لَكُمْ سَرَٰبِيلَ تَقِيكُمُ ٱلْحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأْسَكُمْ ۚ كَذَٰلِكَ يُتِمُّ نِعْمَتَهُۥ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ",
      "text_uthmani_transcribed": "Wallāhu ja'ala lakum mimmā khalaqa ẓilālaw wa ja'ala lakum minal-jibāli aknānaw wa ja'ala lakum sarābīla taqīkumul-ḥarra wa sarābīla taqīkum ba'sakum, każālika yutimmu ni'matahū 'alaikum la'allakum tuslimūn(a).",
      "translation": "И из того, что сотворил Аллах: Он дал вам тень, Убежища средь гор построил, Одежды дал, что от жары спасают вас, И дал одежды вам, Что вас от ярости друг друга защищают. Так завершает Он Свою вам милость, Чтобы Ему вы предались"
    },
    {
      "verse_number": 82,
      "text_uthmani": "فَإِن تَوَلَّوْا۟ فَإِنَّمَا عَلَيْكَ ٱلْبَلَـٰغُ ٱلْمُبِينُ",
      "text_uthmani_transcribed": "Fa in tawallau fa innamā 'alaikal-balāgul-mubīn(u).",
      "translation": "Но если же они отворотятся, То на тебе, (о Мухаммад!), Лишь передача ясная (Господнего посланья)"
    },
    {
      "verse_number": 83,
      "text_uthmani": "يَعْرِفُونَ نِعْمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكْثَرُهُمُ ٱلْكَـٰفِرُونَ",
      "text_uthmani_transcribed": "Ya'rifūna ni'matallāhi ṡumma yunkirūnahā wa akṡaruhumul-kāfirūn(a).",
      "translation": "Благодеяния Аллаха им понятны, Потом же отрицают они их, - Ведь большинство из них В своем неверии неблагодарны"
    },
    {
      "verse_number": 84,
      "text_uthmani": "وَيَوْمَ نَبْعَثُ مِن كُلِّ أُمَّةٍ شَهِيدًا ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا۟ وَلَا هُمْ يُسْتَعْتَبُونَ",
      "text_uthmani_transcribed": "Wa yauma nab'aṡu min kulli ummatin syahīdan ṡumma lā yu'żanu lil-lażīna kafarū wa lā hum yusta'tabūn(a).",
      "translation": "Настанет День, Когда от каждого народа Восставим Мы свидетеля (их дел), И вот тогда не будет разрешение дано Таким, кто не уверовал (в Аллаха, Ни оправдать себя в том мире, Ни искупить вину, вернувшись в этот мир), И милость им оказана не будет"
    },
    {
      "verse_number": 85,
      "text_uthmani": "وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُوا۟ ٱلْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنظَرُونَ",
      "text_uthmani_transcribed": "Wa iżā ra'al-lażīna ẓalamul-'ażāba falā yukhaffafu 'anhum wa lā hum yunẓarūn(a).",
      "translation": "Тогда увидят те, что были беззаконны, кару - Она не будет смягчена для них, И им не получить отсрочки"
    },
    {
      "verse_number": 86,
      "text_uthmani": "وَإِذَا رَءَا ٱلَّذِينَ أَشْرَكُوا۟ شُرَكَآءَهُمْ قَالُوا۟ رَبَّنَا هَـٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدْعُوا۟ مِن دُونِكَ ۖ فَأَلْقَوْا۟ إِلَيْهِمُ ٱلْقَوْلَ إِنَّكُمْ لَكَـٰذِبُونَ",
      "text_uthmani_transcribed": "Wa iżā ra'al-lażīna asyrakū syurakā'ahum qālū rabbanā hā'ulā'i syurakā'unal-lażīna kunnā nad'ū min dūnik(a), fa alqau ilaihimul-qaula innakum lakāżibūn(a).",
      "translation": "А те, что придавали соучастников Аллаху, Когда увидят соучастников своих, \"Владыка наш! - воскликнут. - Вот - наши соучастники, К которым мы взывали наравне с Тобой!\" Но те (ответное) им бросят слово: \"Лжецы вы, истинно, и только"
    },
    {
      "verse_number": 87,
      "text_uthmani": "وَأَلْقَوْا۟ إِلَى ٱللَّهِ يَوْمَئِذٍ ٱلسَّلَمَ ۖ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
      "text_uthmani_transcribed": "Wa alqau ilallāhi yauma'iżinis-salama wa ḍalla 'anhum mā kānū yaftarūn(a).",
      "translation": "В тот День Они Аллаху явят полную покорность, От них исчезнет то, Что они лживо измышляли"
    },
    {
      "verse_number": 88,
      "text_uthmani": "ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ زِدْنَـٰهُمْ عَذَابًا فَوْقَ ٱلْعَذَابِ بِمَا كَانُوا۟ يُفْسِدُونَ",
      "text_uthmani_transcribed": "Allażīna kafarū wa ṣaddū 'an sabīlillāhi zidnāhum 'ażāban fauqal-'ażābi bimā kānū yufsidūn(a).",
      "translation": "Для тех, кто не уверовал в Аллаха И совратил с Его пути (других), Мы будем кару к каре прибавлять За то, что сеяли нечестие (и смуту)"
    }
  ]
}