[
  {
    "verse_number": 67,
    "text_uthmani": "وَقَالُوا۟ رَبَّنَآ إِنَّآ أَطَعْنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠",
    "text_uthmani_transcribed": "Wa qālū rabbanā innā aṭa'nā sādatanā wa kubarā'anā fa aḍallūnas-sabīlā.",
    "translation": "И они скажут: \"О наш Господь! Мы лишь вельможам и хозяевам своим повиновались, - Они-то и свели нас с Твоего пути"
  },
  {
    "verse_number": 68,
    "text_uthmani": "رَبَّنَآ ءَاتِهِمْ ضِعْفَيْنِ مِنَ ٱلْعَذَابِ وَٱلْعَنْهُمْ لَعْنًا كَبِيرًا",
    "text_uthmani_transcribed": "Rabbanā ātihim ḍi'faini minal-'ażābi wal'anhum la'nan kabīrā(n).",
    "translation": "Господь! Удвой им наказанье, Произнеси великое проклятие о них"
  },
  {
    "verse_number": 69,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَكُونُوا۟ كَٱلَّذِينَ ءَاذَوْا۟ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُوا۟ ۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهًا",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā takūnū kal-lażīna āżau mūsā fa barra'ahullāhu mimmā qālū, wa kāna 'indallāhi wajīhā(n).",
    "translation": "О вы, кто верует! Не будьте вы подобны тем, Которые тревожили и оскорбляли Мусу! Аллах его от поруганий их очистил, И стал пред Богом досточтимым он"
  },
  {
    "verse_number": 70,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَقُولُوا۟ قَوْلًا سَدِيدًا",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanuttaqullāha wa qūlū qaulan sadīdā(n).",
    "translation": "О вы, кто верует! Страшитесь (гнева) Бога и говорите правые слова"
  },
  {
    "verse_number": 71,
    "text_uthmani": "يُصْلِحْ لَكُمْ أَعْمَـٰلَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ ۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدْ فَازَ فَوْزًا عَظِيمًا",
    "text_uthmani_transcribed": "Yuṣliḥ lakum a'mālakum wa yagfir lakum żunūbakum, wa may yuṭi'illāha wa rasūlahū faqad fāza fauzan 'aẓīmā(n).",
    "translation": "Чтобы Он вам дела благоустроил и вам простил ваши грехи, - Ведь кто Аллаху и посланнику Его послушен, Познает высшее блаженство"
  },
  {
    "verse_number": 72,
    "text_uthmani": "إِنَّا عَرَضْنَا ٱلْأَمَانَةَ عَلَى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَٱلْجِبَالِ فَأَبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا ٱلْإِنسَـٰنُ ۖ إِنَّهُۥ كَانَ ظَلُومًا جَهُولًا",
    "text_uthmani_transcribed": "Innā 'araḍnal-amānata 'alas-samāwāti wal-arḍi fa abaina ay yaḥmilnahā wa asyfaqna minhā wa ḥamalahal-insān(u), innahū kāna ẓalūman jahūlā(n).",
    "translation": "Мы предложили Небесам, Земле и горным Исполинам Вступить с Нами в Завет о Вере. Они обязывать себя Заветом отказались: Страшились на себя его принять, (Обуреваемы великим страхом, Что сил не хватит соблюсти его). Но Человек Заветом этим обязался - Ведь нечестив он был и безрассуден"
  },
  {
    "verse_number": 73,
    "text_uthmani": "لِّيُعَذِّبَ ٱللَّهُ ٱلْمُنَـٰفِقِينَ وَٱلْمُنَـٰفِقَـٰتِ وَٱلْمُشْرِكِينَ وَٱلْمُشْرِكَـٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًۢا",
    "text_uthmani_transcribed": "Liyu'ażżiballāhul-munāfiqīna wal-munāfiqāti wal-musyrikīna wal-musyrikāti wa yatūballāhu 'alal-mu'minīna wal-mu'mināt(i), wa kānallāhu gafūrar raḥīmā(n).",
    "translation": "Чтобы Господь мог наказать Всех лицемерных женщин и мужчин, Всех многобожников и многобожниц И Свою милость обратить К уверовавшим женам и мужам, - Он всепрощающ, милосерд"
  }
]