[
  {
    "verse_number": 1,
    "text_uthmani": " حمٓ",
    "text_uthmani_transcribed": "Ḥā mīm.",
    "translation": "Ха - Мим"
  },
  {
    "verse_number": 2,
    "text_uthmani": "تَنزِيلٌ مِّنَ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
    "text_uthmani_transcribed": "Tanzīlum minar-raḥmānir-raḥīm(i).",
    "translation": "Сие ниспослано Всемилостивым, Милосердным"
  },
  {
    "verse_number": 3,
    "text_uthmani": "كِتَـٰبٌ فُصِّلَتْ ءَايَـٰتُهُۥ قُرْءَانًا عَرَبِيًّا لِّقَوْمٍ يَعْلَمُونَ",
    "text_uthmani_transcribed": "Kitābun fuṣṣilat āyātuhū qur'ānan 'arabiyyal liqaumiy ya'lamūn(a).",
    "translation": "(Святая) Книга, Стихи которой разъяснены, - Коран арабский Для людей, которые внимают"
  },
  {
    "verse_number": 4,
    "text_uthmani": "بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ",
    "text_uthmani_transcribed": "Basyīraw wa nażīrā(n), fa'a'raḍa akṡaruhum fahum lā yasma'ūn(a).",
    "translation": "Несущий Весть великую (для них), (А также) предостереженье. Но большинство из них отворотились - И вот уж ничего не слышат"
  },
  {
    "verse_number": 5,
    "text_uthmani": "وَقَالُوا۟ قُلُوبُنَا فِىٓ أَكِنَّةٍ مِّمَّا تَدْعُونَآ إِلَيْهِ وَفِىٓ ءَاذَانِنَا وَقْرٌ وَمِنۢ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَٱعْمَلْ إِنَّنَا عَـٰمِلُونَ",
    "text_uthmani_transcribed": "Wa qālū qulūbunā fī akinnatim mimmā tad'ūnā ilaihi wa fī āżāninā waqruw wa mim baininā wa bainika ḥijābun fa'mal  innanā 'āmilūn(a).",
    "translation": "И говорят: \"Наши сердца покрыты пеленой, Что отделяет всех нас от твоих призывов, И глухотой закрыты наши уши; Завеса между нами и тобой, - А потому, что хочешь, то и делай, Мы ж будем делать (то, что мы хотим)"
  },
  {
    "verse_number": 6,
    "text_uthmani": "قُلْ إِنَّمَآ أَنَا۠ بَشَرٌ مِّثْلُكُمْ يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ فَٱسْتَقِيمُوٓا۟ إِلَيْهِ وَٱسْتَغْفِرُوهُ ۗ وَوَيْلٌ لِّلْمُشْرِكِينَ",
    "text_uthmani_transcribed": "Qul innamā ana basyarum miṡlukum yūḥā ilayya annamā ilāhukum ilāhuw wāḥidun fastaqīmū ilaihi wastagfirūh(u), wa wailul lil-musyrikīn(a).",
    "translation": "Скажи: \"Всего лишь человек я, вам подобный. Открыто мне внушением, Что наш Господь - Единый Бог (для всех). Так будьте же Ему верны И вопросите для себя прощенья\". И горе тем, кто измышляет в поклонение Ему Другие божества"
  },
  {
    "verse_number": 7,
    "text_uthmani": "ٱلَّذِينَ لَا يُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْـَٔاخِرَةِ هُمْ كَـٰفِرُونَ",
    "text_uthmani_transcribed": "Allażīna lā yu'tūnaz-zakāta wa hum bil-ākhirati hum kāfirūn(a).",
    "translation": "Кто милостыни заповедальной не блюдет И в будущую жизнь не верит"
  },
  {
    "verse_number": 8,
    "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ",
    "text_uthmani_transcribed": "Innal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti lahum ajrun gairu mamnūn(in).",
    "translation": "Тех, кто уверовал и праведно творит, Поистине, ждет вечная награда"
  },
  {
    "verse_number": 9,
    "text_uthmani": "۞ قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِٱلَّذِى خَلَقَ ٱلْأَرْضَ فِى يَوْمَيْنِ وَتَجْعَلُونَ لَهُۥٓ أَندَادًا ۚ ذَٰلِكَ رَبُّ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Qul a'innakum latakfurūna bil-lażī khalaqal-arḍa fī yaumaini wa taj'alūna lahū andādā(n), żālika rabbul-'ālamīn(a).",
    "translation": "Скажи: \"Ужель не веруете вы в Того, Кто землю сотворил в два дня, И в равные Ему других богов зовете? Ведь Он - Властитель всех миров"
  },
  {
    "verse_number": 10,
    "text_uthmani": "وَجَعَلَ فِيهَا رَوَٰسِىَ مِن فَوْقِهَا وَبَـٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَٰتَهَا فِىٓ أَرْبَعَةِ أَيَّامٍ سَوَآءً لِّلسَّآئِلِينَ",
    "text_uthmani_transcribed": "Wa ja'ala fīhā rawāsiya min fauqihā wa bāraka fīhā wa qaddara fīhā aqwātahā fī arba'ati ayyām(in), sawā'al lis-sā'ilīn(a).",
    "translation": "Он прочно горы высоко над ней воздвиг И ниспослал благословенье, И за четыре дня Он пропитание распределил Для всех согласно их нужде"
  },
  {
    "verse_number": 11,
    "text_uthmani": "ثُمَّ ٱسْتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِىَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ٱئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَآ أَتَيْنَا طَآئِعِينَ",
    "text_uthmani_transcribed": "Ṡummastawā ilas-samā'i wa hiya dukhānun faqāla lahā wa lil-arḍi'tiyā ṭau'an au karhā(n), qālatā atainā ṭā'i'īn(a).",
    "translation": "И в завершение всего Он утвердил создание небес, Что были как бы пеленой из дыма. И молвил Он и Небу, и Земле: \"Добром или неволей, встаньте рядом!\" Они ответили: \"В желанном послушанье Сойдемся рядом мы"
  }
]