{
  "chapter_number": 19,
  "verses": [
    {
      "verse_number": 1,
      "text_uthmani": " كٓهيعٓصٓ",
      "text_uthmani_transcribed": "Kāf hā yā 'aīn ṣād.",
      "translation": "Каф - Ха - Йа - А'йн - Сад"
    },
    {
      "verse_number": 2,
      "text_uthmani": "ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُۥ زَكَرِيَّآ",
      "text_uthmani_transcribed": "Żikru raḥmati rabbika 'abdahū zakariyyā.",
      "translation": "Повествование о милости Господней к Закарии, Служителю Его (и верному слуге)"
    },
    {
      "verse_number": 3,
      "text_uthmani": "إِذْ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيًّا",
      "text_uthmani_transcribed": "Iż nādā rabbahū nidā'an khafiyyā(n).",
      "translation": "Он тайным зовом к Господу воззвал"
    },
    {
      "verse_number": 4,
      "text_uthmani": "قَالَ رَبِّ إِنِّى وَهَنَ ٱلْعَظْمُ مِنِّى وَٱشْتَعَلَ ٱلرَّأْسُ شَيْبًا وَلَمْ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيًّا",
      "text_uthmani_transcribed": "Qāla rabbi innī wahanal-'aẓmu minnī wasyta'alar-ra'su syaibaw wa lam akum bidu'ā'ika rabbi syaqiyyā(n).",
      "translation": "И возмолил: \"Господь мой! Во мне уж ослабели кости, И голова сверкает сединой, Но я в своих молитвах, Господи, к Тебе Не оставался никогда Лишенным Твоего благоволенья"
    },
    {
      "verse_number": 5,
      "text_uthmani": "وَإِنِّى خِفْتُ ٱلْمَوَٰلِىَ مِن وَرَآءِى وَكَانَتِ ٱمْرَأَتِى عَاقِرًا فَهَبْ لِى مِن لَّدُنكَ وَلِيًّا",
      "text_uthmani_transcribed": "Wa innī khiftul-mawāliya miw warā'ī wa kānatimra'atī 'āqiran fahab lī mil ladunka waliyyā(n).",
      "translation": "Боюсь я: мои близкие (по крови) После меня (сойдут с Господнего пути), Ну, а жена моя неплодна. Дай мне наследника (по воле) от Тебя"
    },
    {
      "verse_number": 6,
      "text_uthmani": "يَرِثُنِى وَيَرِثُ مِنْ ءَالِ يَعْقُوبَ ۖ وَٱجْعَلْهُ رَبِّ رَضِيًّا",
      "text_uthmani_transcribed": "Yariṡunī wa yariṡu min āli ya'qūba waj'alhu rabbi raḍiyyā(n).",
      "translation": "Он будет мне наследовать И родословную Йакуба продолжать. Сделай его, о мой Господь, Тебе угодным"
    },
    {
      "verse_number": 7,
      "text_uthmani": "يَـٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَـٰمٍ ٱسْمُهُۥ يَحْيَىٰ لَمْ نَجْعَل لَّهُۥ مِن قَبْلُ سَمِيًّا",
      "text_uthmani_transcribed": "Yā zakariyyā innā nubasysyiruka bigulāminismuhū yaḥyā, lam naj'al lahū min qablu samiyyā(n).",
      "translation": "(Ответом было): \"Закария! Поистине, Мы благовествуем тебе о сыне, Имя которому - Йахйа. Мы прежде никого сим именем не нарекали"
    },
    {
      "verse_number": 8,
      "text_uthmani": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِى غُلَـٰمٌ وَكَانَتِ ٱمْرَأَتِى عَاقِرًا وَقَدْ بَلَغْتُ مِنَ ٱلْكِبَرِ عِتِيًّا",
      "text_uthmani_transcribed": "Qāla rabbi annā yakūnu lī gulāmuw wa kānatimra'atī 'āqiraw wa qad balagtu minal-kibari 'itiyyā(n).",
      "translation": "Сказал он: \"Господи, как явится мне сын, Когда моя жена неплодна, А мои дряхлые года уж подошли к пределу"
    },
    {
      "verse_number": 9,
      "text_uthmani": "قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَىَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِن قَبْلُ وَلَمْ تَكُ شَيْـًٔا",
      "text_uthmani_transcribed": "Qāla każālik(a), qāla rabbuka huwa 'alayya hayyinuw wa qad khalaqtuka min qablu wa lam taku syai'ā(n).",
      "translation": "(Тут ангел с ним заговорил и) молвил: \"Твой Господь сказал: \"Это легко Мне (сделать), - Ведь прежде сотворил тебя Я, Когда ты был, поистине, ничем"
    },
    {
      "verse_number": 10,
      "text_uthmani": "قَالَ رَبِّ ٱجْعَل لِّىٓ ءَايَةً ۚ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَـٰثَ لَيَالٍ سَوِيًّا",
      "text_uthmani_transcribed": "Qāla rabbij'al lī āyah(tan), qāla āyatuka allā tukalliman-nāsa  ṡalāṡa layālin sawiyyā(n).",
      "translation": "Господь мой! - молвил (Закария). - Яви Свое знаменье мне! (И был ответ:) Вот знак тебе: Три ночи ты с людьми не будешь говорить, При этом сохраняя доброе здоровье"
    },
    {
      "verse_number": 11,
      "text_uthmani": "فَخَرَجَ عَلَىٰ قَوْمِهِۦ مِنَ ٱلْمِحْرَابِ فَأَوْحَىٰٓ إِلَيْهِمْ أَن سَبِّحُوا۟ بُكْرَةً وَعَشِيًّا",
      "text_uthmani_transcribed": "Fa kharaja 'alā qaumihī minal-miḥrābi fa auḥā ilaihim an sabbiḥū bukrataw wa 'asyiyyā(n).",
      "translation": "Он вышел из святилища к народу И (знаками) призвал его Хвалу (Аллаху) воздавать и по утрам, и вечерами"
    }
  ]
}