[
  {
    "verse_number": 45,
    "text_uthmani": "وَإِذَا قِيلَ لَهُمُ ٱتَّقُوا۟ مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُونَ",
    "text_uthmani_transcribed": "Wa iżā qīla lahumuttaqū mā baina aidīkum wa mā khalfakum la'allakum turḥamūn(a).",
    "translation": "Когда ж им говорят: \"Побойтесь вы того, что ваши предки претерпели, А равно и того, что будет после вас, - Чтоб вам (Господню) милость обрести\", (Они не внемлют)"
  },
  {
    "verse_number": 46,
    "text_uthmani": "وَمَا تَأْتِيهِم مِّنْ ءَايَةٍ مِّنْ ءَايَـٰتِ رَبِّهِمْ إِلَّا كَانُوا۟ عَنْهَا مُعْرِضِينَ",
    "text_uthmani_transcribed": "Wa mā ta'tīhim min āyatim min āyāti rabbihim illā kānū 'anhā mu'riḍīn(a).",
    "translation": "И нет ни одного из всех знамений Бога, Которое они бы не отвергли"
  },
  {
    "verse_number": 47,
    "text_uthmani": "وَإِذَا قِيلَ لَهُمْ أَنفِقُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوٓا۟ أَنُطْعِمُ مَن لَّوْ يَشَآءُ ٱللَّهُ أَطْعَمَهُۥٓ إِنْ أَنتُمْ إِلَّا فِى ضَلَـٰلٍ مُّبِينٍ",
    "text_uthmani_transcribed": "Wa iżā qīla lahum anfiqū mimmā razaqakumullāh(u), qālal-lażīna kafarū lil-lażīna āmanū anuṭ'imu mal lau yasyā'ullāhu aṭ'amah(ū), in antum illā fī ḍalālim mubīn(in).",
    "translation": "Когда ж им говорят: \"Пожертвуйте хотя б немногим из того, Чем наделил вас Бог\", Неверные глаголют верующим так: \"Пристало ль нам кормить всех тех, Кого Господь, будь Его воля, накормил бы Сам? Здесь вы находитесь в глубоком заблужденье"
  },
  {
    "verse_number": 48,
    "text_uthmani": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
    "text_uthmani_transcribed": "Wa yaqūlūna matā hāżal-wa'du in kuntum ṣādiqīn(a).",
    "translation": "И говорят они: \"Коль истину вы нам несете, Когда же это обещание свершится"
  },
  {
    "verse_number": 49,
    "text_uthmani": "مَا يَنظُرُونَ إِلَّا صَيْحَةً وَٰحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ",
    "text_uthmani_transcribed": "Mā yanẓurūna illā ṣaiḥataw wāḥidatan ta'khużuhum wa hum yakhiṣṣimūn(a).",
    "translation": "И им не предстоит увидеть ничего, - Один лишь вскрик настигнет их, Пока они все меж собой разноголосят"
  },
  {
    "verse_number": 50,
    "text_uthmani": "فَلَا يَسْتَطِيعُونَ تَوْصِيَةً وَلَآ إِلَىٰٓ أَهْلِهِمْ يَرْجِعُونَ",
    "text_uthmani_transcribed": "Falā yastaṭī'ūna tauṣiyataw wa lā ilā ahlihim yarji'ūn(a).",
    "translation": "И не дано им будет завершить свои дела, И не вернуться им к родным и близким"
  },
  {
    "verse_number": 51,
    "text_uthmani": "وَنُفِخَ فِى ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلْأَجْدَاثِ إِلَىٰ رَبِّهِمْ يَنسِلُونَ",
    "text_uthmani_transcribed": "Wa nufikha fiṣ-ṣūri fa'iżā hum minal-ajdāṡi ilā rabbihim yansilūn(a).",
    "translation": "Раздастся трубный глас, и из могил своих Поднимутся и устремятся к Богу люди"
  },
  {
    "verse_number": 52,
    "text_uthmani": "قَالُوا۟ يَـٰوَيْلَنَا مَنۢ بَعَثَنَا مِن مَّرْقَدِنَا ۜ ۗ هَـٰذَا مَا وَعَدَ ٱلرَّحْمَـٰنُ وَصَدَقَ ٱلْمُرْسَلُونَ",
    "text_uthmani_transcribed": "Qālū yā wailanā mam ba'aṡanā mim marqadinā…hāżā mā wa'adar-raḥmānu wa ṣadaqal-mursalūn(a).",
    "translation": "И возгласят они: \"О, горе нам! Кто поднял нас из мест упокоенья?\" (Им голос прозвучит): \"Всемилостивый Бог вам это обещал, И правду вам несли посланники Его"
  },
  {
    "verse_number": 53,
    "text_uthmani": "إِن كَانَتْ إِلَّا صَيْحَةً وَٰحِدَةً فَإِذَا هُمْ جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ",
    "text_uthmani_transcribed": "In kānat illā ṣaiḥataw wāḥidatan fa'iżā hum jamī'ul ladainā muḥḍarūn(a).",
    "translation": "Один лишь вскрик - И вот они предстали перед Нами"
  },
  {
    "verse_number": 54,
    "text_uthmani": "فَٱلْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَلَا تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ",
    "text_uthmani_transcribed": "Fal-yauma lā tuẓlamu nafsun syai'aw wa lā tujzauna illā mā kuntum ta'malūn(a).",
    "translation": "В тот День Не будет ни одна душа обижена не по заслугам, И вам воздастся лишь за те поступки, Которые вы совершили (в ближней жизни)"
  },
  {
    "verse_number": 55,
    "text_uthmani": "إِنَّ أَصْحَـٰبَ ٱلْجَنَّةِ ٱلْيَوْمَ فِى شُغُلٍ فَـٰكِهُونَ",
    "text_uthmani_transcribed": "Inna aṣḥābal-jannatil-yauma fī syugulin fākihūn(a).",
    "translation": "Поистине, в тот День Все обитатели садов Эдема Восторгу радостному предадутся"
  }
]