[
  {
    "verse_number": 23,
    "text_uthmani": "قَالَ إِنَّمَا ٱلْعِلْمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرْسِلْتُ بِهِۦ وَلَـٰكِنِّىٓ أَرَىٰكُمْ قَوْمًا تَجْهَلُونَ",
    "text_uthmani_transcribed": "Qāla innamal 'ilmu 'indallāh(i), wa uballigukum mā ursiltu bihī wa lākinnī arākum qauman tajhalūn(a).",
    "translation": "Сказал он: \"Лишь в ведении Бога то, (Что Им обещано к свершенью). Я вам передаю (лишь) то, с чем послан. Но вижу я, что вы народ, в невежестве (погрязший)"
  },
  {
    "verse_number": 24,
    "text_uthmani": "فَلَمَّا رَأَوْهُ عَارِضًا مُّسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا۟ هَـٰذَا عَارِضٌ مُّمْطِرُنَا ۚ بَلْ هُوَ مَا ٱسْتَعْجَلْتُم بِهِۦ ۖ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ",
    "text_uthmani_transcribed": "Falammā ra'auhu 'āriḍam mustaqbila audiyatihim, qālū hāżā 'āriḍum mumṭirunā, bal huwa masta'jaltum bih(ī), rīḥun fīhā 'ażābun alīm(un).",
    "translation": "И вот когда увидели они Пересекающую небо (грозовую) тучу, Они сказали: \"Это - туча, которая прольется нам дождем\". \"Но нет! Сие есть то, с чем вы так торопили! И вихрь в ней - мучительная кара"
  },
  {
    "verse_number": 25,
    "text_uthmani": "تُدَمِّرُ كُلَّ شَىْءٍۭ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا۟ لَا يُرَىٰٓ إِلَّا مَسَـٰكِنُهُمْ ۚ كَذَٰلِكَ نَجْزِى ٱلْقَوْمَ ٱلْمُجْرِمِينَ",
    "text_uthmani_transcribed": "Tudammiru kulla syai'im bi'amri rabbihā fa'aṣbaḥū lā yurā illā masākinuhum, każālika najzil-qaumal-mujrimīn(a).",
    "translation": "(И на пути своем) он все погубит По повелению Владыки своего\". Наутро лишь жилища их виднелись, - Так воздаем Мы грешному народу"
  },
  {
    "verse_number": 26,
    "text_uthmani": "وَلَقَدْ مَكَّنَّـٰهُمْ فِيمَآ إِن مَّكَّنَّـٰكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَـٰرًا وَأَفْـِٔدَةً فَمَآ أَغْنَىٰ عَنْهُمْ سَمْعُهُمْ وَلَآ أَبْصَـٰرُهُمْ وَلَآ أَفْـِٔدَتُهُم مِّن شَىْءٍ إِذْ كَانُوا۟ يَجْحَدُونَ بِـَٔايَـٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "text_uthmani_transcribed": "Wa laqad makkannāhum fīmā im makkannākum fīhi wa ja'alnā lahum sam'aw wa abṣāraw wa af'idah(tan), famā agnā 'anhum sam'uhum wa lā abṣāruhum wa lā af'idatuhum min syai'in iż kānū yajḥadūna bi'āyātillāhi wa ḥāqa bihim mā kānū bihī yastahzi'ūn(a).",
    "translation": "Мы утвердили их (во благе и) у власти, Которую Мы вам не дали, И обеспечили их слухом, зрением и сердцем, Но ни к чему не послужили им Ни слух, ни зрение, ни сердце, Так как они отвергли все знамения Аллаха; И поразило их со всех сторон, Над чем они в сей жизни насмехались"
  },
  {
    "verse_number": 27,
    "text_uthmani": "وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُم مِّنَ ٱلْقُرَىٰ وَصَرَّفْنَا ٱلْـَٔايَـٰتِ لَعَلَّهُمْ يَرْجِعُونَ",
    "text_uthmani_transcribed": "Wa laqad ahlaknā mā ḥaulakum minal-qurā wa ṣarrafnal-āyāti la'allahum yarji'ūn(a).",
    "translation": "Мы погубили города, что окружали вас, И Мы Свои знамения явили всюду, Чтобы они могли к Нам обратиться"
  },
  {
    "verse_number": 28,
    "text_uthmani": "فَلَوْلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ قُرْبَانًا ءَالِهَةًۢ ۖ بَلْ ضَلُّوا۟ عَنْهُمْ ۚ وَذَٰلِكَ إِفْكُهُمْ وَمَا كَانُوا۟ يَفْتَرُونَ",
    "text_uthmani_transcribed": "Falau lā naṣarahumul-lażīnattakhażū min dūnillāhi qurbānan ālihah(tan), bal ḍallū 'anhum, wa żālika ifkuhum wa mā kānū yaftarūn(a).",
    "translation": "Так почему ж на помощь не пришли к ним те, Кого они богами взяли? Как средство приближения (к Аллаху) Они (их предали и) отошли от них, - Вот в этом и была их ложь И то, что (для себя) измыслили они"
  },
  {
    "verse_number": 29,
    "text_uthmani": "وَإِذْ صَرَفْنَآ إِلَيْكَ نَفَرًا مِّنَ ٱلْجِنِّ يَسْتَمِعُونَ ٱلْقُرْءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓا۟ أَنصِتُوا۟ ۖ فَلَمَّا قُضِىَ وَلَّوْا۟ إِلَىٰ قَوْمِهِم مُّنذِرِينَ",
    "text_uthmani_transcribed": "Wa iż ṣarafnā ilaika nafaram minal-jinni yastami'ūnal-qur'ān(a), falammā ḥaḍarūhu qālū anṣitū, falammā quḍiya wallau ilā qaumihim munżirīn(a).",
    "translation": "И вот Мы джиннов сонм направили к тебе, Чтобы они послушали Коран. Когда они явились к (чтению) его, они сказали: \"Внимайте (молча)!\" Когда же (чтение Корана) завершилось, Они вернулись к своему народу, Чтобы его увещевать"
  },
  {
    "verse_number": 30,
    "text_uthmani": "قَالُوا۟ يَـٰقَوْمَنَآ إِنَّا سَمِعْنَا كِتَـٰبًا أُنزِلَ مِنۢ بَعْدِ مُوسَىٰ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ يَهْدِىٓ إِلَى ٱلْحَقِّ وَإِلَىٰ طَرِيقٍ مُّسْتَقِيمٍ",
    "text_uthmani_transcribed": "Qālū yā qaumanā innā sami'nā kitāban unzila mim ba'di mūsā muṣaddiqal limā baina yadaihi yahdī ilal-ḥaqqi wa ilā ṭarīqim mustaqīm(in).",
    "translation": "Они сказали: \"О наш народ! Мы Книгу слушали сейчас, Ниспосланную после Мусы Для утверждения того, что было до нее; Ведет к (Господней) Истине она И (направляет) верною стезею"
  },
  {
    "verse_number": 31,
    "text_uthmani": "يَـٰقَوْمَنَآ أَجِيبُوا۟ دَاعِىَ ٱللَّهِ وَءَامِنُوا۟ بِهِۦ يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُجِرْكُم مِّنْ عَذَابٍ أَلِيمٍ",
    "text_uthmani_transcribed": "Yā qaumanā ajībū dā'iyallāhi wa āminū bihī yagfir lakum min żunūbikum wa yujirkum min 'ażābin alīm(in).",
    "translation": "О наш народ! Вы слушайте зовущего вас к Богу. Уверуйте в Него! Он простит вам ваши прегрешения, Избавит вас от лютой кары"
  },
  {
    "verse_number": 32,
    "text_uthmani": "وَمَن لَّا يُجِبْ دَاعِىَ ٱللَّهِ فَلَيْسَ بِمُعْجِزٍ فِى ٱلْأَرْضِ وَلَيْسَ لَهُۥ مِن دُونِهِۦٓ أَوْلِيَآءُ ۚ أُو۟لَـٰٓئِكَ فِى ضَلَـٰلٍ مُّبِينٍ",
    "text_uthmani_transcribed": "Wa mal lā yujib dā'iyallāhi falaisa bimu'jizin fil-arḍi wa laisa lahū min dūnihī auliyā'(u), ulā'ika fī ḍalālim mubīn(in).",
    "translation": "А кто зовущему (к Аллаху) не ответит, Тот на земле не в силах избежать (Его), Нет покровителей ему, кроме Аллаха, Такие - в явном заблужденье"
  },
  {
    "verse_number": 33,
    "text_uthmani": "أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَلَمْ يَعْىَ بِخَلْقِهِنَّ بِقَـٰدِرٍ عَلَىٰٓ أَن يُحْـِۧىَ ٱلْمَوْتَىٰ ۚ بَلَىٰٓ إِنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Awalam yarau annallāhal-lażī khalaqas-samāwāti wal-arḍa wa lam ya'ya bikhalqihinna biqādirin 'alā ay yuḥyiyal-mautā, balā innahū 'alā kulli syai'in qadīr(un).",
    "translation": "Ужель они не видят, что Аллах, Кто небеса и землю сотворил - И не ослаб в Творенье этом, Способен мертвых оживить? О да! Поистине, Он всемогущ над всем и вся"
  }
]