[
  {
    "verse_number": 34,
    "text_uthmani": "وَجَعَلْنَا فِيهَا جَنَّـٰتٍ مِّن نَّخِيلٍ وَأَعْنَـٰبٍ وَفَجَّرْنَا فِيهَا مِنَ ٱلْعُيُونِ",
    "text_uthmani_transcribed": "Wa ja'alnā fīhā jannātim min nakhīliw wa a'nābiw wa fajjarnā fīhā minal-'uyūn(i).",
    "translation": "Сады Мы возведем из виноградных лоз и пальм И родники в них изольем обильно"
  },
  {
    "verse_number": 35,
    "text_uthmani": "لِيَأْكُلُوا۟ مِن ثَمَرِهِۦ وَمَا عَمِلَتْهُ أَيْدِيهِمْ ۖ أَفَلَا يَشْكُرُونَ",
    "text_uthmani_transcribed": "Liya'kulū min ṡamarihī wa mā 'amilathu aidīhim, afalā yasykurūn(a).",
    "translation": "Чтобы плодами их вы все могли питаться. Но это все не вашими руками созданО. Ужель за это вы не будете Нам благодарны"
  },
  {
    "verse_number": 36,
    "text_uthmani": "سُبْحَـٰنَ ٱلَّذِى خَلَقَ ٱلْأَزْوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلْأَرْضُ وَمِنْ أَنفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Subḥānal-lażī khalaqal-azwāja kullahā mimmā tumbitul-arḍu wa min anfusihim wa mimmā lā ya'lamūn(a).",
    "translation": "Хвала Тому, Кто в пАрах создал все, Что жизнь на земле рождает! Попарно существуют души ваши И все Незримое, что окружает вас И что доселе ваше знанье не постигло"
  },
  {
    "verse_number": 37,
    "text_uthmani": "وَءَايَةٌ لَّهُمُ ٱلَّيْلُ نَسْلَخُ مِنْهُ ٱلنَّهَارَ فَإِذَا هُم مُّظْلِمُونَ",
    "text_uthmani_transcribed": "Wa āyatul lahumul-lailu naslakhu minhun-nahāra fa'iżā hum muẓlimūn(a).",
    "translation": "Знамением для вас приходит ночь, И из нее Мы извлекаем свет дневной, - И вот (уж вновь) они во мрак погружены"
  },
  {
    "verse_number": 38,
    "text_uthmani": "وَٱلشَّمْسُ تَجْرِى لِمُسْتَقَرٍّ لَّهَا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ",
    "text_uthmani_transcribed": "Wasy-syamsu tajrī limustaqarril lahā, żālika taqdīrul-'azīzil-'alīm(i).",
    "translation": "И солнце завершает путь За срок, определенный для него. Таков приказ Того, Кто преисполнен мощи и познанья"
  },
  {
    "verse_number": 39,
    "text_uthmani": "وَٱلْقَمَرَ قَدَّرْنَـٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلْعُرْجُونِ ٱلْقَدِيمِ",
    "text_uthmani_transcribed": "Wal-qamara qaddarnāhu manāzila ḥattā 'āda kal-'urjūnil-qadīm(i).",
    "translation": "Мы для луны установили Срок прохожденья каждой фазы И новое явление ее земле, Подобно ветви старой пальмы"
  },
  {
    "verse_number": 40,
    "text_uthmani": "لَا ٱلشَّمْسُ يَنۢبَغِى لَهَآ أَن تُدْرِكَ ٱلْقَمَرَ وَلَا ٱلَّيْلُ سَابِقُ ٱلنَّهَارِ ۚ وَكُلٌّ فِى فَلَكٍ يَسْبَحُونَ",
    "text_uthmani_transcribed": "Lasy-syamsu yambagī lahā an tudrikal-qamara wa lal-lailu sābiqun-nahār(i), wa kullun fī falakiy yasbaḥūn(a).",
    "translation": "И солнцу не дано настичь луну, И ночь не сможет день опередить, - Всему назначено проплыть свой путь по своду"
  },
  {
    "verse_number": 41,
    "text_uthmani": "وَءَايَةٌ لَّهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى ٱلْفُلْكِ ٱلْمَشْحُونِ",
    "text_uthmani_transcribed": "Wa āyatul lahum annā ḥamalnā żurriyyatahum fil-fulkil-masyḥūn(i).",
    "translation": "И вновь знамение для них - Что Мы несли их предков (Через потоп) в нагруженном ковчеге"
  },
  {
    "verse_number": 42,
    "text_uthmani": "وَخَلَقْنَا لَهُم مِّن مِّثْلِهِۦ مَا يَرْكَبُونَ",
    "text_uthmani_transcribed": "Wa khalaqnā lahum mim miṡlihī mā yarkabūn(a).",
    "translation": "И сотворили Мы для них Подобные (тому ковчегу) корабли, На коих (воздух и моря) они пересекают"
  },
  {
    "verse_number": 43,
    "text_uthmani": "وَإِن نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيخَ لَهُمْ وَلَا هُمْ يُنقَذُونَ",
    "text_uthmani_transcribed": "Wa in nasya' nugriqhum falā ṣarīkha lahum wa lā hum yunqażūn(a).",
    "translation": "Будь Наша воля, Мы могли б их потопить, И здесь никто б им не простер Ни помощи, ни избавленья"
  },
  {
    "verse_number": 44,
    "text_uthmani": "إِلَّا رَحْمَةً مِّنَّا وَمَتَـٰعًا إِلَىٰ حِينٍ",
    "text_uthmani_transcribed": "Illā raḥmatam minnā wa matā'an ilā ḥīn(in).",
    "translation": "И лишь Своею милостью Мы им мирские блага На срок определенный раздаем"
  }
]