{
  "chapter_number": 2,
  "verses": [
    {
      "verse_number": 122,
      "text_uthmani": "يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَنِّى فَضَّلْتُكُمْ عَلَى ٱلْعَـٰلَمِينَ",
      "text_uthmani_transcribed": "Yā banī isrā'īlażkurū ni'matiyal-latī an'amtu 'alaikum wa annī faḍḍaltukum 'alal-'ālamīn(a).",
      "translation": "Сыны Исраиля! Вы вспомните ту милость, Которой вас Я одарил, И то, что Я возвысил вас над прочим людом"
    },
    {
      "verse_number": 123,
      "text_uthmani": "وَٱتَّقُوا۟ يَوْمًا لَّا تَجْزِى نَفْسٌ عَن نَّفْسٍ شَيْـًٔا وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنفَعُهَا شَفَـٰعَةٌ وَلَا هُمْ يُنصَرُونَ",
      "text_uthmani_transcribed": "Wattaqū yaumal lā tajzī nafsun 'an nafsin syai'aw wa lā yuqbalu minhā 'adluw wa lā tanfa'uhā syafā'atuw wa lā hum yunṣarūn(a).",
      "translation": "И бойтесь Дня, в который ни одна душа Участь другой не облегчит ни на йоту, Заступничества за нее (Господь) не примет, И возмещения (в оплату за грехи) Он не возьмет, И ни одной (из грешных душ) Оказана не будет помощь"
    },
    {
      "verse_number": 124,
      "text_uthmani": "۞ وَإِذِ ٱبْتَلَىٰٓ إِبْرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَـٰتٍ فَأَتَمَّهُنَّ ۖ قَالَ إِنِّى جَاعِلُكَ لِلنَّاسِ إِمَامًا ۖ قَالَ وَمِن ذُرِّيَّتِى ۖ قَالَ لَا يَنَالُ عَهْدِى ٱلظَّـٰلِمِينَ",
      "text_uthmani_transcribed": "Wa iżibtalā ibrāhīma rabbuhū bikalimātin fa atammahunn(a), qāla innī jā'iluka lin-nāsi imāmā(n), qāla wa min żurriyyatī, qāla lā yanālu 'ahdiẓ-ẓālimīn(a).",
      "translation": "И (вспомните), как Ибрахим СловЕсами Господней воли был испытан; И завершил Он то, что было в них. Господь сказал: \"Я сделаю тебя имамом для народов\". Он вопросил: \"И из моих потомков тоже?\" (Господь) ответил: \"Завет Мой злочестивых не объемлет"
    },
    {
      "verse_number": 125,
      "text_uthmani": "وَإِذْ جَعَلْنَا ٱلْبَيْتَ مَثَابَةً لِّلنَّاسِ وَأَمْنًا وَٱتَّخِذُوا۟ مِن مَّقَامِ إِبْرَٰهِـۧمَ مُصَلًّى ۖ وَعَهِدْنَآ إِلَىٰٓ إِبْرَٰهِـۧمَ وَإِسْمَـٰعِيلَ أَن طَهِّرَا بَيْتِىَ لِلطَّآئِفِينَ وَٱلْعَـٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
      "text_uthmani_transcribed": "Wa iż ja'alnal-baita maṡābatal lin-nāsi wa amnā(n), wattakhiżū mim maqāmi ibrāhīma muṣallā(n), wa 'ahidnā ilā ibrāhīma wa ismā'īla an ṭahhirā baitiya liṭ-ṭā'ifīna  wal-'ākifīna war-rukka'is-sujūd(i).",
      "translation": "И (вспомните): назначили Мы этот Дом Для собирания людей въедино И безопасным местом (для людей), - Возьмите место Ибрахима для себя молельней. Поставили в Завет Мы Ибрахиму и его сыну Исмаилу Очистить этот Дом (от скверны) Для совершающих обход, Для предающихся (благочестивым думам), Для преклонившихся (в молитве пред Аллахом), Простертых ниц пред именем Его"
    },
    {
      "verse_number": 126,
      "text_uthmani": "وَإِذْ قَالَ إِبْرَٰهِـۧمُ رَبِّ ٱجْعَلْ هَـٰذَا بَلَدًا ءَامِنًا وَٱرْزُقْ أَهْلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنْ ءَامَنَ مِنْهُم بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۖ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلًا ثُمَّ أَضْطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِ ۖ وَبِئْسَ ٱلْمَصِيرُ",
      "text_uthmani_transcribed": "Wa iż qāla ibrāhīmu rabbij'al hāżā baladan āminaw warzuq ahlahū minaṡ-ṡamarāti man āmana minhum billāhi wal-yaumil-ākhir(i), qāla wa man kafara fa umatti'uhū qalīlan ṡumma aḍṭarruhū ilā 'ażābin-nār(i), wa bi'sal-maṣīr(u).",
      "translation": "И (вспомните), как Ибрахим сказал: \"Господь мой! Сделай безопасным этот город! И надели его людей плодами - лишь тех из них, Которые в Аллаха и Последний День уверовали (всей душой)\". (Господь) сказал: \"А тем, кто не уверовал, Я насладиться дам лишь на недолгий срок, - Потом Я их повергну в огненную муку, И скверным будет это назначенье"
    },
    {
      "verse_number": 127,
      "text_uthmani": "وَإِذْ يَرْفَعُ إِبْرَٰهِـۧمُ ٱلْقَوَاعِدَ مِنَ ٱلْبَيْتِ وَإِسْمَـٰعِيلُ رَبَّنَا تَقَبَّلْ مِنَّآ ۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "text_uthmani_transcribed": "Wa iż yarfa'u ibrāhīmul-qawā'ida minal-baiti wa ismā'īl(u), rabbanā taqabbal minnā, innaka antas-samī'ul-'alīm(u).",
      "translation": "И (вспомните), как Ибрахим и Исмаил Воздвигли Дому этому основу (И к Господу в молитве обратились): \"О наш Господь! Прими (сие) от нас. Ведь Ты, поистине, все слышишь и все знаешь"
    },
    {
      "verse_number": 128,
      "text_uthmani": "رَبَّنَا وَٱجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةً مُّسْلِمَةً لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَآ ۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "text_uthmani_transcribed": "Rabbanā waj'alnā muslimaini laka wa min żurriyyatinā ummatam muslimatal lak(a), wa arinā manāsikanā wa tub 'alainā, innaka antat-tawwābur-raḥīm(u).",
      "translation": "Господь наш! Сделай нас покорными Тебе, И подчини потомков наших Своей воле, И укажи обряды и места для поклонений, К нам милостиво лик Свой обрати, - Ведь обращающ Ты и милосерд"
    },
    {
      "verse_number": 129,
      "text_uthmani": "رَبَّنَا وَٱبْعَثْ فِيهِمْ رَسُولًا مِّنْهُمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِكَ وَيُعَلِّمُهُمُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَيُزَكِّيهِمْ ۚ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "text_uthmani_transcribed": "Rabbanā  wab'aṡ fīhim rasūlam minhum yatlū 'alaihim āyātika wa yu'allimuhumul-kitāba wal-ḥikmata wa yuzakkīhim, innaka antal-'azīzul-ḥakīm(u).",
      "translation": "О наш Господь! Яви Ты им посланника из них самих, Кто им прочтет Твои айаты, Писанию и мудрости обучит, Очистит души их от скверны, - Поистине, всесилен Ты и мудрости исполнен"
    },
    {
      "verse_number": 130,
      "text_uthmani": "وَمَن يَرْغَبُ عَن مِّلَّةِ إِبْرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفْسَهُۥ ۚ وَلَقَدِ ٱصْطَفَيْنَـٰهُ فِى ٱلدُّنْيَا ۖ وَإِنَّهُۥ فِى ٱلْـَٔاخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ",
      "text_uthmani_transcribed": "Wa may yargabu 'an millati ibrāhīma illā man safiha nafsah(ū), wa laqad-iṣṭafaināhu fid-dun-yā, wa innahū fil-ākhirati laminaṣ-ṣāliḥīn(a).",
      "translation": "Кто верой Ибрахима может пренебречь, Помимо тех, чьи души одолела скверна? Его Мы в ближней жизни предпочли, А в будущей - средь праведных (удел ему назначен)"
    },
    {
      "verse_number": 131,
      "text_uthmani": "إِذْ قَالَ لَهُۥ رَبُّهُۥٓ أَسْلِمْ ۖ قَالَ أَسْلَمْتُ لِرَبِّ ٱلْعَـٰلَمِينَ",
      "text_uthmani_transcribed": "Iż qāla lahū rabbuhū aslim, qāla aslamtu lirabbil-'ālamīn(a).",
      "translation": "И (вспомните), когда сказал ему Господь: \"Предайся Моей Воле\". \"Я Господу миров себя вверяю!\" - был ответ"
    },
    {
      "verse_number": 132,
      "text_uthmani": "وَوَصَّىٰ بِهَآ إِبْرَٰهِـۧمُ بَنِيهِ وَيَعْقُوبُ يَـٰبَنِىَّ إِنَّ ٱللَّهَ ٱصْطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ",
      "text_uthmani_transcribed": "Wa waṣṣā bihā ibrāhīmu banīhi wa ya'qūb(u), yā baniyya innallāhaṣṭafā lakumud-dīna falā tamūtunna illā wa antum muslimūn(a).",
      "translation": "И Ибрахим своим сынам в Завет поставил, Что также сделал и Йакуб: \"О сыновья мои! Аллах вам выбрал веру, И не умрите вы никак иначе, Как всей душой Ему предавшись - (Став мусульманами и телом, и душой)"
    }
  ]
}