[
  {
    "verse_number": 67,
    "text_uthmani": "وَقَالَ يَـٰبَنِىَّ لَا تَدْخُلُوا۟ مِنۢ بَابٍ وَٰحِدٍ وَٱدْخُلُوا۟ مِنْ أَبْوَٰبٍ مُّتَفَرِّقَةٍ ۖ وَمَآ أُغْنِى عَنكُم مِّنَ ٱللَّهِ مِن شَىْءٍ ۖ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَعَلَيْهِ فَلْيَتَوَكَّلِ ٱلْمُتَوَكِّلُونَ",
    "text_uthmani_transcribed": "Wa qāla yā baniyya lā tadkhulū mim bābiw wāḥidiw wadkhulū min abwābim mutafarriqah(tin), wa mā ugnī 'ankum minallāhi min syai'(in), inil-ḥukmu illā lillāh(i), 'alaihi tawakkaltu wa 'alaihi  falyatawakkalil-mutawakkilūn(a).",
    "translation": "И (далее) сказал: \"О сыновья мои! Вы сразу все В одни ворота не входите, А по отдельности входите в разные врата. Но, впрочем, вас я не могу избавить От (провидения) Аллаха, - Ведь лишь Ему вся власть принадлежит. Лишь на Него я полагаюсь, И на Него пусть полагаются все те, Кто (всей душой) Ему предался"
  },
  {
    "verse_number": 68,
    "text_uthmani": "وَلَمَّا دَخَلُوا۟ مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُم مَّا كَانَ يُغْنِى عَنْهُم مِّنَ ٱللَّهِ مِن شَىْءٍ إِلَّا حَاجَةً فِى نَفْسِ يَعْقُوبَ قَضَىٰهَا ۚ وَإِنَّهُۥ لَذُو عِلْمٍ لِّمَا عَلَّمْنَـٰهُ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa lammā dakhalū min ḥaiṡu amarahum abūhum, mā kāna yugnī 'anhum minallāhi min syai'in illā ḥājatan fī nafsi ya'qūba qaḍāhā, wa innahū lażū 'ilmil limā 'allamnāhu wa lākinna akṡaran-nāsi lā ya'lamūn(a).",
    "translation": "Когда вошли они (в Египет) И где, и как им повелел отец, Их это не спасло ни от чего Из (мудрых замыслов) Аллаха, А только претворило в жизнь (Отцовское) желание Йакуба (Предостеречь их от беды), - Ведь обладал он знанием того, Чему его Мы научили. Но большинство людей (того) не знает"
  },
  {
    "verse_number": 69,
    "text_uthmani": "وَلَمَّا دَخَلُوا۟ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيْهِ أَخَاهُ ۖ قَالَ إِنِّىٓ أَنَا۠ أَخُوكَ فَلَا تَبْتَئِسْ بِمَا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Wa lammā dakhalū 'alā yūsufa  āwā ilaihi akhāhu qāla innī akhūka falā tabta'is bimā kānū ya'malūn(a).",
    "translation": "И вот когда они предстали пред Йусуфом, Он принял брата (в дом) к себе И так сказал: \"Вот я - твой брат. И не печалься тем, что сделали они"
  },
  {
    "verse_number": 70,
    "text_uthmani": "فَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ جَعَلَ ٱلسِّقَايَةَ فِى رَحْلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلْعِيرُ إِنَّكُمْ لَسَـٰرِقُونَ",
    "text_uthmani_transcribed": "Falammā jahhazahum bijahāzihim ja'las-siqāyata fī raḥli akhīhi ṡumma ażżana mu'ażżinun ayyatuhal-'īru innakum lasāriqūn(a).",
    "translation": "Когда же он провизией снабдил их, Он в ношу брата кубок положил. И возгласил потом глашатай: \"О вы, кто в этом караване! Ведь воры вы, наверняка"
  },
  {
    "verse_number": 71,
    "text_uthmani": "قَالُوا۟ وَأَقْبَلُوا۟ عَلَيْهِم مَّاذَا تَفْقِدُونَ",
    "text_uthmani_transcribed": "Qālū wa aqbalū 'alaihim māżā tafqidūn(a).",
    "translation": "Те, повернувшись к ним, сказали: \"Чего недосчитались вы"
  },
  {
    "verse_number": 72,
    "text_uthmani": "قَالُوا۟ نَفْقِدُ صُوَاعَ ٱلْمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمْلُ بَعِيرٍ وَأَنَا۠ بِهِۦ زَعِيمٌ",
    "text_uthmani_transcribed": "Qālū nafqidu ṣuwā'al-maliki wa liman jā'a bihī ḥimlu ba'īriw wa ana bihī za'īm(un).",
    "translation": "Они ответили: \"Мы ищем царский кубок. Тому, кто принесет его, Наградой станет вьюк верблюда, - За это я ручаюсь сам"
  },
  {
    "verse_number": 73,
    "text_uthmani": "قَالُوا۟ تَٱللَّهِ لَقَدْ عَلِمْتُم مَّا جِئْنَا لِنُفْسِدَ فِى ٱلْأَرْضِ وَمَا كُنَّا سَـٰرِقِينَ",
    "text_uthmani_transcribed": "Qālū tallāhi laqad 'alimtum  mā ji'tanā linufsida fil-arḍi wa mā kunnā sāriqīn(a).",
    "translation": "Они сказали: \"Мы клянемся Богом! И вы ведь знаете, что мы На эту землю не пришли, Чтобы нечестие здесь сеять. И уж, конечно, мы не воры"
  },
  {
    "verse_number": 74,
    "text_uthmani": "قَالُوا۟ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمْ كَـٰذِبِينَ",
    "text_uthmani_transcribed": "Qālū famā jazā'uhū in kuntum kāżibīn(a).",
    "translation": "(Им) отвечали (египтяне): \"Каким быть наказанию (для вас), Коль вы окажетесь лжецами"
  },
  {
    "verse_number": 75,
    "text_uthmani": "قَالُوا۟ جَزَٰٓؤُهُۥ مَن وُجِدَ فِى رَحْلِهِۦ فَهُوَ جَزَٰٓؤُهُۥ ۚ كَذَٰلِكَ نَجْزِى ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Qālū jazā'uhū maw wujida fī raḥlihī fa huwa jazā'uh(ū), każālika najziẓ-ẓālimīn(a).",
    "translation": "Они сказали: \"Наказание тому, в поклаже у кого найдется кубок, - То, что он станет вам вилланом, Как возмещение (за кражу), - Так воздаем мы злотворящим"
  },
  {
    "verse_number": 76,
    "text_uthmani": "فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسْتَخْرَجَهَا مِن وِعَآءِ أَخِيهِ ۚ كَذَٰلِكَ كِدْنَا لِيُوسُفَ ۖ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِى دِينِ ٱلْمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ نَرْفَعُ دَرَجَـٰتٍ مَّن نَّشَآءُ ۗ وَفَوْقَ كُلِّ ذِى عِلْمٍ عَلِيمٌ",
    "text_uthmani_transcribed": "Fa bada'a bi'au'iyatihim qabla wi'ā'i akhīhi ṡummastakhrajahā miw wi'ā'i akhīh(i), każālika kidnā liyūsuf(a), mā kāna liya'khuża akhāhu fī dīnil-maliki illā ay yasyā'allāh(u), narfa'u darajātim man nasyā'(u), wa fauqa kulli żī 'ilmin 'alīm(un).",
    "translation": "И начал поиск он с поклажи их, Прежде чем (вещи) брата (обыскать); Потом извлек он (кубок) из поклажи брата: Такой была Наша уловка для Йусуфа, И он не смог бы брата взять себе Согласно царскому указу, Если б того не пожелал Аллах. Мы степенями возвышаем тех, Кого сочтем Своей угодой. Ведь выше всякого, кто обладает знаньем, Лишь Тот, Кто знает все и вся"
  },
  {
    "verse_number": 77,
    "text_uthmani": "۞ قَالُوٓا۟ إِن يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَّهُۥ مِن قَبْلُ ۚ فَأَسَرَّهَا يُوسُفُ فِى نَفْسِهِۦ وَلَمْ يُبْدِهَا لَهُمْ ۚ قَالَ أَنتُمْ شَرٌّ مَّكَانًا ۖ وَٱللَّهُ أَعْلَمُ بِمَا تَصِفُونَ",
    "text_uthmani_transcribed": "Qālū iy yasriq faqad saraqa akhul lahū min qabl(u), fa asarrahā yūsufu fī nafsihī wa lam yubdihā lahum, qāla antum syarrum makānā(n), wallāhu a'lamu bimā taṣifūn(a).",
    "translation": "Они сказали: \"Если он украл, так ведь украл и прежде его брат\". И схоронил в душе это Йусуф И им не выказал (своих обид и намерений). (А про себя) сказал: \"Вы в худшем положении, чем мы. Аллах ведь лучше знает то, О чем вы речь ведете"
  }
]