[
  {
    "verse_number": 12,
    "text_uthmani": "فَلَعَلَّكَ تَارِكٌۢ بَعْضَ مَا يُوحَىٰٓ إِلَيْكَ وَضَآئِقٌۢ بِهِۦ صَدْرُكَ أَن يَقُولُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ كَنزٌ أَوْ جَآءَ مَعَهُۥ مَلَكٌ ۚ إِنَّمَآ أَنتَ نَذِيرٌ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ وَكِيلٌ",
    "text_uthmani_transcribed": "Fa la'allaka tārikum ba'ḍa mā yūḥā ilaika wa ḍā'ikum bihī ṣadruka ay yaqūlū lau lā unzila 'alaihi kanzun au jā'a ma'ahū malak(un), innamā anta nażīr(un), wallāhu 'alā kulli syai'in wakīl(un).",
    "translation": "Быть может, ты оставишь что-то из того, Что открывается тебе Аллахом, И твою грудь стеснят (тревоги) оттого, Что говорят они: \"Что же не спущено сокровище ему Иль не сошел с ним вместе ангел?\" Но ты ведь только увещатель, Аллах же - Управитель всех и вся"
  },
  {
    "verse_number": 13,
    "text_uthmani": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۖ قُلْ فَأْتُوا۟ بِعَشْرِ سُوَرٍ مِّثْلِهِۦ مُفْتَرَيَـٰتٍ وَٱدْعُوا۟ مَنِ ٱسْتَطَعْتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَـٰدِقِينَ",
    "text_uthmani_transcribed": "Am yaqūlūnaftarāh(u), qul fa'tū bi'asyri suwarim miṡlihī muftarayātiw wad'ū manistaṭa'tum min dūnillāhi in kuntum ṣādiqīn(a).",
    "translation": "Иль они скажут: \"Он измыслил это!\" Скажи: \"Представьте десять Сур, Измышленных подобно этой (Книге), И призовите (себе в помощь) Любого, кто угоден вам, кроме Аллаха, Если вы правду говорите"
  },
  {
    "verse_number": 14,
    "text_uthmani": "فَإِلَّمْ يَسْتَجِيبُوا۟ لَكُمْ فَٱعْلَمُوٓا۟ أَنَّمَآ أُنزِلَ بِعِلْمِ ٱللَّهِ وَأَن لَّآ إِلَـٰهَ إِلَّا هُوَ ۖ فَهَلْ أَنتُم مُّسْلِمُونَ",
    "text_uthmani_transcribed": "Fa illam yastajībū lakum fa'lamū annamā unzila bi'ilmillāhi wa allā ilāha illā huw(a), fahal antum muslimūn(a).",
    "translation": "И если же они вам не ответят, знайте: Ниспослан с веденья Аллаха он. Кроме Него, другого божества не существует, - Ужель не станете Ему послушны"
  },
  {
    "verse_number": 15,
    "text_uthmani": "مَن كَانَ يُرِيدُ ٱلْحَيَوٰةَ ٱلدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَـٰلَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ",
    "text_uthmani_transcribed": "Man kāna yurīdul-ḥayātad-dun-yā wa zīnatahā nuwaffi ilaihim a'mālahum fīhā wa hum fīhā lā yubkhasūn(a).",
    "translation": "Кто ищет (радости) земного бытия и удовольствия его, Тому Мы в нем дела закончим в полной мере, И их не обделят (несправедливо)"
  },
  {
    "verse_number": 16,
    "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَيْسَ لَهُمْ فِى ٱلْـَٔاخِرَةِ إِلَّا ٱلنَّارُ ۖ وَحَبِطَ مَا صَنَعُوا۟ فِيهَا وَبَـٰطِلٌ مَّا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Ulā'ikal-lażīna laisa lahum fil-ākhirati illan-nār(u), wa ḥabiṭa mā ṣana'ū fīhā wa bāṭilum mā kānū ya'malūn(a).",
    "translation": "И это - те, которые в далекой жизни, Помимо Ада, ничего не обретут, И обратятся в тщЕту их дела земные, Бесплодным будет то, что сотворят они"
  },
  {
    "verse_number": 17,
    "text_uthmani": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّهِۦ وَيَتْلُوهُ شَاهِدٌ مِّنْهُ وَمِن قَبْلِهِۦ كِتَـٰبُ مُوسَىٰٓ إِمَامًا وَرَحْمَةً ۚ أُو۟لَـٰٓئِكَ يُؤْمِنُونَ بِهِۦ ۚ وَمَن يَكْفُرْ بِهِۦ مِنَ ٱلْأَحْزَابِ فَٱلنَّارُ مَوْعِدُهُۥ ۚ فَلَا تَكُ فِى مِرْيَةٍ مِّنْهُ ۚ إِنَّهُ ٱلْحَقُّ مِن رَّبِّكَ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Afaman kāna 'alā bayyinatim mir rabbihī wa yatlūhu syāhidum minhu wa min qablihī kitābu mūsā imāmaw wa raḥmah(tan), ulā'ika yu'minūna bih(ī), wa may yakfur bihī minal-aḥzābi fan-nāru mau'iduhū falā taku fī miryatim minhu innahul-ḥaqqu mir rabbika wa lākinna akṡaran-nāsi lā yu'minūn(a).",
    "translation": "И можно ли сравнить их с теми, Кто опирается на ясное знаменье их Владыки - (Знаменье, что) свидетель от Него зачитывает им, Подобное той Книге Мусы, Что прежде (от Него к ним снизошла) Как руководство и Господня милость, - Такие веруют в него. А тем из разных сект (или племен), Кто не уверовал (в Аллаха), Обещан Ад обетованием Его. А потому не будь в сомнении об этом, - Ведь это Истина от твоего Владыки, Хоть большинство людей не верует (в Него)"
  },
  {
    "verse_number": 18,
    "text_uthmani": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا ۚ أُو۟لَـٰٓئِكَ يُعْرَضُونَ عَلَىٰ رَبِّهِمْ وَيَقُولُ ٱلْأَشْهَـٰدُ هَـٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُوا۟ عَلَىٰ رَبِّهِمْ ۚ أَلَا لَعْنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Wa man aẓlamu mimmaniftarā 'alallāhi każibā(n), ulā'ika yu'raḍūna 'alā rabbihim wa yaqūlul-asyhādu hā'ulā'il-lażīna każabū 'alā rabbihim, alā la'natullāhi 'alaẓ-ẓālimīn(a).",
    "translation": "И есть ли нечестивее того, Кто ложь возводит на Аллаха? Их всех представят перед их Владыкой, И станут говорить свидетели (о них): \"Вот те, что возводили ложь на своего Владыку!\" Падет, поистине, проклятие Аллаха на неверных"
  },
  {
    "verse_number": 19,
    "text_uthmani": "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِٱلْـَٔاخِرَةِ هُمْ كَـٰفِرُونَ",
    "text_uthmani_transcribed": "Al-lażīna yaṣuddūna 'an sabīlillāhi wa yabgūnahā 'iwajā(n), wa hum bil-ākhirati hum kāfirūn(a).",
    "translation": "На тех, кто уклоняет с Божьего пути, Стремясь внести извилины в него, И в будущую жизнь не верит"
  },
  {
    "verse_number": 20,
    "text_uthmani": "أُو۟لَـٰٓئِكَ لَمْ يَكُونُوا۟ مُعْجِزِينَ فِى ٱلْأَرْضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنْ أَوْلِيَآءَ ۘ يُضَـٰعَفُ لَهُمُ ٱلْعَذَابُ ۚ مَا كَانُوا۟ يَسْتَطِيعُونَ ٱلسَّمْعَ وَمَا كَانُوا۟ يُبْصِرُونَ",
    "text_uthmani_transcribed": "Ulā'ika lam yakūnū mu'jizīna fil-arḍi wa mā kāna lahum min dūnillāhi min auliyā'(a), yuḍā'afu lahumul-'ażāb(u), mā kānū yastaṭī'ūnas-sam'a wa mā kānū yubṣirūn(a).",
    "translation": "Им не ослабить (замыслов) Аллаха на земле. Кроме Аллаха, покровителей им нет. Двойную кару им нести! Ведь были лишены они и зрения, и слуха"
  },
  {
    "verse_number": 21,
    "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
    "text_uthmani_transcribed": "Ulā'ikal-lażīna khasirū anfusahum wa ḍalla 'anhum mā kānū yaftarūn(a).",
    "translation": "И это - те, что погубили собственные души, - Покинули (в беде) их (божества), Которых измышляло их (воображенье)"
  },
  {
    "verse_number": 22,
    "text_uthmani": "لَا جَرَمَ أَنَّهُمْ فِى ٱلْـَٔاخِرَةِ هُمُ ٱلْأَخْسَرُونَ",
    "text_uthmani_transcribed": "Lā jarama annahum fil-ākhirati humul-akhsarūn(a).",
    "translation": "Им в жизни будущей нести, Поистине, найвысшие потери"
  }
]