[
  {
    "verse_number": 67,
    "text_uthmani": "أَوَلَا يَذْكُرُ ٱلْإِنسَـٰنُ أَنَّا خَلَقْنَـٰهُ مِن قَبْلُ وَلَمْ يَكُ شَيْـًٔا",
    "text_uthmani_transcribed": "Awalā yażkurul-insānu annā khalaqnāhu min qablu wa lam yaku syai'ā(n).",
    "translation": "Разве запамятовал человек, что в давние [времена] Мы создали его из ничего? (пер. Османова)"
  },
  {
    "verse_number": 68,
    "text_uthmani": "فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَٱلشَّيَـٰطِينَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا",
    "text_uthmani_transcribed": "Fa wa rabbika lanaḥsyurannahum wasy-syayāṭīna ṡumma lanuḥḍirannahum ḥaula jahannama jiṡiyyā(n).",
    "translation": "Поистине, в знак (Слова) Бога твоего Мы соберем и их, и дьяволов (на Суд), Потом вокруг Огня поставим на колени"
  },
  {
    "verse_number": 69,
    "text_uthmani": "ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى ٱلرَّحْمَـٰنِ عِتِيًّا",
    "text_uthmani_transcribed": "Ṡumma lananzi'anna min kulli syī'atin ayyuhum asyaddu 'alar-raḥmāni 'itiyyā(n).",
    "translation": "Потом из каждой группы извлечем Мы тех, Кто был особо непокорен (СловЕсам) Милосердного (Аллаха)"
  },
  {
    "verse_number": 70,
    "text_uthmani": "ثُمَّ لَنَحْنُ أَعْلَمُ بِٱلَّذِينَ هُمْ أَوْلَىٰ بِهَا صِلِيًّا",
    "text_uthmani_transcribed": "Ṡumma lanaḥnu a'lamu bil-lażīna  hum aulā bihā ṣiliyyā(n).",
    "translation": "Ведь, истинно, Нам лучше знать таких, Кому больше других гореть там надлежит"
  },
  {
    "verse_number": 71,
    "text_uthmani": "وَإِن مِّنكُمْ إِلَّا وَارِدُهَا ۚ كَانَ عَلَىٰ رَبِّكَ حَتْمًا مَّقْضِيًّا",
    "text_uthmani_transcribed": "Wa im minkum illā wāriduhā, kāna 'alā rabbika ḥatmam maqḍiyyā(n).",
    "translation": "Нет ни единого средь вас, Кто миновал бы этот Огнь. В деснице Бога твоего Сие - указ, задуманный к свершенью"
  },
  {
    "verse_number": 72,
    "text_uthmani": "ثُمَّ نُنَجِّى ٱلَّذِينَ ٱتَّقَوا۟ وَّنَذَرُ ٱلظَّـٰلِمِينَ فِيهَا جِثِيًّا",
    "text_uthmani_transcribed": "Ṡumma nunajjil-lażīnattaqau wa nażaruẓ-ẓālimīna fīhā jiṡiyyā(n).",
    "translation": "Потом Мы вызволим оттуда тех, Кто был благочестив, А нечестивых там оставим на коленях"
  },
  {
    "verse_number": 73,
    "text_uthmani": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوٓا۟ أَىُّ ٱلْفَرِيقَيْنِ خَيْرٌ مَّقَامًا وَأَحْسَنُ نَدِيًّا",
    "text_uthmani_transcribed": "Wa iżā tutlā 'alaihim āyātunā bayyinātin qālal-lażīna kafarū lil-lażīna āmanū, ayyul-farīqaini khairum maqāmaw wa aḥsanu nadiyyā(n).",
    "translation": "Когда им Наши ясные знамения читают, То те, которые не веруют (в Аллаха), Верующим говорят: \"Которая из этих двух общин Лучше устроена (в сей жизни) И по составу - радостней (для глаз)"
  },
  {
    "verse_number": 74,
    "text_uthmani": "وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هُمْ أَحْسَنُ أَثَـٰثًا وَرِءْيًا",
    "text_uthmani_transcribed": "Wa kam ahlaknā qablahum min qarnin hum aḥsanu aṡāṡaw wa ri'yā(n).",
    "translation": "И (вспомните), как много поколений До их (прихода) погубили Мы, Которые превосходили их По обустройству (их общины) И по блистательному виду"
  },
  {
    "verse_number": 75,
    "text_uthmani": "قُلْ مَن كَانَ فِى ٱلضَّلَـٰلَةِ فَلْيَمْدُدْ لَهُ ٱلرَّحْمَـٰنُ مَدًّا ۚ حَتَّىٰٓ إِذَا رَأَوْا۟ مَا يُوعَدُونَ إِمَّا ٱلْعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَّكَانًا وَأَضْعَفُ جُندًا",
    "text_uthmani_transcribed": "Qul man kāna fiḍ-ḍalālati falyamdud lahur-raḥmānu maddā(n), ḥattā iżā ra'au mā yū'adūna immal-'ażāba wa immas-sā'ata fa saya'lamūna man huwa syarrum makānaw wa aḍ'afu jundā(n).",
    "translation": "Скажи: \"Тому, кто в заблужденье пребывает, Всемилостивый (Бог) продлит предел, Пока глазам их не предстанет Все то, что обещали им, (увещевая от греха), Иль (не предстанет) наказанье, Иль Час (расплаты) не придет, - Тогда им предстоит узнать, Кто, истинно, и местом хуже, И воинством своим слабей"
  },
  {
    "verse_number": 76,
    "text_uthmani": "وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهْتَدَوْا۟ هُدًى ۗ وَٱلْبَـٰقِيَـٰتُ ٱلصَّـٰلِحَـٰتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَّرَدًّا",
    "text_uthmani_transcribed": "Wa yazīdullāhul-lażīnahtadau hudā(n), wal-bāqiyātuṣ-ṣāliḥātu khairun 'inda rabbika ṡawābaw wa khairum maraddā(n).",
    "translation": "Аллах Свое водительство умножит Для тех, кто следует прямой стезей; А то, что (вне хлопот земного мира) пребывает, - Дела благие - Есть лучшее пред Господом твоим И по награде, (что за праведность Он даст), По воздаянию, (что Он назначит)"
  },
  {
    "verse_number": 77,
    "text_uthmani": "أَفَرَءَيْتَ ٱلَّذِى كَفَرَ بِـَٔايَـٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا",
    "text_uthmani_transcribed": "Afa ra'aital-lażī kafara bi'āyātinā wa qāla la'ūtayanna mālaw wa waladā(n).",
    "translation": "Видал ли ты того, Кто не уверовал в знаменья Наши и говорил: \"Конечно, будет мне дано богатство и потомство"
  }
]