[
  {
    "verse_number": 155,
    "text_uthmani": "إِنَّ ٱلَّذِينَ تَوَلَّوْا۟ مِنكُمْ يَوْمَ ٱلْتَقَى ٱلْجَمْعَانِ إِنَّمَا ٱسْتَزَلَّهُمُ ٱلشَّيْطَـٰنُ بِبَعْضِ مَا كَسَبُوا۟ ۖ وَلَقَدْ عَفَا ٱللَّهُ عَنْهُمْ ۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٌ",
    "text_uthmani_transcribed": "Innal-lażīna tawallau minkum yaumal-taqal-jam'ān(i), innamastazallahumusy-syaiṭānu biba'ḍi mā kasabū, wa laqad 'afallāhu 'anhum, innallāha gafūrun ḥalīm(un).",
    "translation": "И тех из вас, кто в бегство обратился В тот день, когда сошлись два войска, Вел за собой соблазном Сатана В оплату за былые прегрешенья. Аллах, поистине, простил им, - Ведь всепрощающ и воздержан Он"
  },
  {
    "verse_number": 156,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَكُونُوا۟ كَٱلَّذِينَ كَفَرُوا۟ وَقَالُوا۟ لِإِخْوَٰنِهِمْ إِذَا ضَرَبُوا۟ فِى ٱلْأَرْضِ أَوْ كَانُوا۟ غُزًّى لَّوْ كَانُوا۟ عِندَنَا مَا مَاتُوا۟ وَمَا قُتِلُوا۟ لِيَجْعَلَ ٱللَّهُ ذَٰلِكَ حَسْرَةً فِى قُلُوبِهِمْ ۗ وَٱللَّهُ يُحْىِۦ وَيُمِيتُ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā takūnū kal-lażīna kafarū wa qālū li'ikhwānihim iżā ḍarabū fil-arḍi au kānū guzzal lau kānū 'indanā mā mātū wa mā qutilū, liyaj'alallāhu żālika ḥasratan fī qulūbihim, wallāhu yuḥyī wa yumīt(u), wallāhu  bimā ta'malūna baṣīr(un).",
    "translation": "О вы, кто верует! Не будьте вы похожи на неверных, Которые о находящихся в пути Или воюющих собратьях говорят: \"Если б они остались дома с нами, Они б не умерли и не были б убиты\", - Чтобы Аллах тем самым горечью наполнил их сердца. Но лишь Аллах дарует жизнь и смерть И ведает о всем, что вы творите"
  },
  {
    "verse_number": 157,
    "text_uthmani": "وَلَئِن قُتِلْتُمْ فِى سَبِيلِ ٱللَّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِّنَ ٱللَّهِ وَرَحْمَةٌ خَيْرٌ مِّمَّا يَجْمَعُونَ",
    "text_uthmani_transcribed": "Wa la'in qutiltum fī sabīlillāhi au muttum lamagfiratum minallāhi wa raḥmatun khairum mimmā yajma'ūn(a).",
    "translation": "Поистине, коль примете вы смерть Иль будете убиты на пути Господнем, Прощение и милосердие Его Вам будут благостней того (добра), Что им в сей жизни удалось собрать"
  },
  {
    "verse_number": 158,
    "text_uthmani": "وَلَئِن مُّتُّمْ أَوْ قُتِلْتُمْ لَإِلَى ٱللَّهِ تُحْشَرُونَ",
    "text_uthmani_transcribed": "Wa la'im muttum au qutiltum la'ilallāhi tuḥsyarūn(a).",
    "translation": "И коль умрете вы иль будете убиты, Поистине, лишь пред Аллахом Собраться всем вам надлежит"
  },
  {
    "verse_number": 159,
    "text_uthmani": "فَبِمَا رَحْمَةٍ مِّنَ ٱللَّهِ لِنتَ لَهُمْ ۖ وَلَوْ كُنتَ فَظًّا غَلِيظَ ٱلْقَلْبِ لَٱنفَضُّوا۟ مِنْ حَوْلِكَ ۖ فَٱعْفُ عَنْهُمْ وَٱسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِى ٱلْأَمْرِ ۖ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى ٱللَّهِ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَوَكِّلِينَ",
    "text_uthmani_transcribed": "Fabimā raḥmatim minallāhi linta lahum, wa lau kunta faẓẓan galīẓal-qalbi lanfaḍḍū min ḥaulik(a), fa'fu 'anhum wastagfir lahum wa syāwirhum fil-amr(i), fa iżā 'azamta  fa tawakkal 'alallāh(i), innallāha yuḥibbul-mutawakkilīn(a).",
    "translation": "Лишь с милосердия Аллаха Воздержан ты и кроток с ними, А будь ты груб и сердцем непреклонен, Они б покинули тебя и разбрелись. Прости же им (их слабости земные) И испроси для них прощенья; В (земных) делах прислушивайся к ним, А если что решился сделать, Свои надежды на Аллаха возложи, - Поистине, благоволит Он к тем, Кто на Него надежды возлагает"
  },
  {
    "verse_number": 160,
    "text_uthmani": "إِن يَنصُرْكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمْ ۖ وَإِن يَخْذُلْكُمْ فَمَن ذَا ٱلَّذِى يَنصُرُكُم مِّنۢ بَعْدِهِۦ ۗ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
    "text_uthmani_transcribed": "Iy yanṣurkumullāhu falā gāliba lakum, wa iy yakhżulkum faman żal-lażī yanṣurukum mim ba'dih(ī),  wa 'alallāhi falyatawakkalil-mu'minūn(a).",
    "translation": "И если помогает вам Аллах, Вас одолеть никто не сможет; Но если Он покинет вас, Кто может оказать вам помощь? И пусть доверятся лишь милости Аллаха Все те, кто верует (в Него)"
  },
  {
    "verse_number": 161,
    "text_uthmani": "وَمَا كَانَ لِنَبِىٍّ أَن يَغُلَّ ۚ وَمَن يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ ٱلْقِيَـٰمَةِ ۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
    "text_uthmani_transcribed": "Wa mā kāna linabiyyin ay yagull(a), wa may yaglul ya'ti  bimā galla yaumal-qiyāmah(ti), ṡumma tuwaffā kullu nafsim mā kasabat wa hum lā yuẓlamūn(a).",
    "translation": "Не смог бы ни один пророк Нечестным быть (перед доверием Его); Но тот, кто будет столь порочен, Придет в День Воскресения (С тяжелой ношей зла), приобретенного обманом. И каждая душа получит должное себе За сотворенное своим стяжаньем, И никому не нанесут обид несправедливых"
  },
  {
    "verse_number": 162,
    "text_uthmani": "أَفَمَنِ ٱتَّبَعَ رِضْوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٍ مِّنَ ٱللَّهِ وَمَأْوَىٰهُ جَهَنَّمُ ۚ وَبِئْسَ ٱلْمَصِيرُ",
    "text_uthmani_transcribed": "Afamanittaba'a riḍwānallāhi kamam bā'a bisakhaṭim minallāhi wa ma'wāhu jahannam(u), wa bi'sal-maṣīr(u),",
    "translation": "Неужто тот, кто следует угоде Бога, Подобен тем, кто вызвал гнев Его? Ему пристанищем навечным - Ад - Поистине, прескверная обитель"
  },
  {
    "verse_number": 163,
    "text_uthmani": "هُمْ دَرَجَـٰتٌ عِندَ ٱللَّهِ ۗ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ",
    "text_uthmani_transcribed": "Hum darajātun 'indallāh(i), wallāhu baṣīrum bimā ya'malūn(a).",
    "translation": "Они ведь у Аллаха На разных степенях (наград и наказаний), - Он видит все, что делают они"
  },
  {
    "verse_number": 164,
    "text_uthmani": "لَقَدْ مَنَّ ٱللَّهُ عَلَى ٱلْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِّنْ أَنفُسِهِمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَإِن كَانُوا۟ مِن قَبْلُ لَفِى ضَلَـٰلٍ مُّبِينٍ",
    "text_uthmani_transcribed": "Laqad mannallāhu 'alal-mu'minīna iż ba'aṡa fīhim rasūlam min anfusihim yatlū 'alaihim āyātihī wa yuzakkīhim wa yu'allimuhumul-kitāba wal-ḥikmah(ta), wa in kānū min qablu lafī ḍalālim mubīn(in).",
    "translation": "Поистине, Аллах уже явил Свое благоволенье верным, Назначив им посланника из них самих, Кто им знамения Его читает и очищает их, Писанию и мудрости их учит, Хоть пребывали они прежде в явном заблужденье"
  },
  {
    "verse_number": 165,
    "text_uthmani": "أَوَلَمَّآ أَصَـٰبَتْكُم مُّصِيبَةٌ قَدْ أَصَبْتُم مِّثْلَيْهَا قُلْتُمْ أَنَّىٰ هَـٰذَا ۖ قُلْ هُوَ مِنْ عِندِ أَنفُسِكُمْ ۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Awa lammā aṣābatkum muṣībatun qad aṣabtum miṡlaihā, qultum annā hāżā, qul huwa min 'indi anfusikum, innallāha 'alā kulli syai'in qadīr(un).",
    "translation": "И что ж! Когда беда коснулась вас, А их подвергли вы двойной беде, Не вы ль спросили: \"Откуда к нам пришла беда такая?\"? Скажи: \"От вас самих!\" Ведь всемогущ Аллах над всем"
  }
]