[
  {
    "verse_number": 1,
    "text_uthmani": " قُلْ أُوحِىَ إِلَىَّ أَنَّهُ ٱسْتَمَعَ نَفَرٌ مِّنَ ٱلْجِنِّ فَقَالُوٓا۟ إِنَّا سَمِعْنَا قُرْءَانًا عَجَبًا",
    "text_uthmani_transcribed": "Qul ūḥiya ilayya annahustama'a nafarum minal-jinni fa qālū innā sami'nā qur'ānan 'ajabā(n).",
    "translation": "Скажи: \"Открыто мне, что джиннов сонм, Услышав чтение, сказали: \"Поистине, мы дивный слышали Коран"
  },
  {
    "verse_number": 2,
    "text_uthmani": "يَهْدِىٓ إِلَى ٱلرُّشْدِ فَـَٔامَنَّا بِهِۦ ۖ وَلَن نُّشْرِكَ بِرَبِّنَآ أَحَدًا",
    "text_uthmani_transcribed": "Yahdī ilar-rusydi fa'āmannā bih(ī), wa lan nusyrika birabbinā aḥadā(n).",
    "translation": "Он к Истине указывает путь, В него уверовали мы И в поклонении Аллаху Других богов не будем измышлять"
  },
  {
    "verse_number": 3,
    "text_uthmani": "وَأَنَّهُۥ تَعَـٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَـٰحِبَةً وَلَا وَلَدًا",
    "text_uthmani_transcribed": "Wa annahū ta'ālā jaddu rabbinā mattakhaża ṣāḥibataw wa lā waladā(n).",
    "translation": "И пусть достойно вознесется Величественность нашего Владыки, - Себе ни сына, ни супруги Он не брал"
  },
  {
    "verse_number": 4,
    "text_uthmani": "وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطًا",
    "text_uthmani_transcribed": "Wa annahū kāna yaqūlu safīhunā 'alallāhi syaṭaṭā(n).",
    "translation": "Средь нас один безумец был, Кто возмутительную (ложь) высказывал против Аллаха"
  },
  {
    "verse_number": 5,
    "text_uthmani": "وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلْإِنسُ وَٱلْجِنُّ عَلَى ٱللَّهِ كَذِبًا",
    "text_uthmani_transcribed": "Wa annā ẓanannā allan taqūlal-insu wal-jinnu 'alallāhi każibā(n).",
    "translation": "Мы думали, ни люди и ни джинны Ложь на Аллаха никогда не станут возводить"
  },
  {
    "verse_number": 6,
    "text_uthmani": "وَأَنَّهُۥ كَانَ رِجَالٌ مِّنَ ٱلْإِنسِ يَعُوذُونَ بِرِجَالٍ مِّنَ ٱلْجِنِّ فَزَادُوهُمْ رَهَقًا",
    "text_uthmani_transcribed": "Wa annahū kāna rijālum minal insi ya'ūżūna birijālim minal-jinni fa zādūhum rahaqā(n).",
    "translation": "Конечно, средь людей бывали и такие, Которые убежища искали среди джиннов, Но те лишь увеличили безумие таких"
  },
  {
    "verse_number": 7,
    "text_uthmani": "وَأَنَّهُمْ ظَنُّوا۟ كَمَا ظَنَنتُمْ أَن لَّن يَبْعَثَ ٱللَّهُ أَحَدًا",
    "text_uthmani_transcribed": "Wa annahum ẓannū kamā ẓanantum allay yab'aṡallāhu aḥadā(n).",
    "translation": "Они считали, как и вы, Что никого Аллах вам не пошлет, (Чтоб вас на путь Его наставить)"
  },
  {
    "verse_number": 8,
    "text_uthmani": "وَأَنَّا لَمَسْنَا ٱلسَّمَآءَ فَوَجَدْنَـٰهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا",
    "text_uthmani_transcribed": "Wa annā lamasnas-samā'a fa wajadnāhā muli'at ḥarasan syadīdaw wa syuhubā(n).",
    "translation": "Мы прикоснулись (к таинствам) небес И там нашли их полными могучих стражей И светочей, (что разлетаются сжигающим огнем)"
  },
  {
    "verse_number": 9,
    "text_uthmani": "وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَـٰعِدَ لِلسَّمْعِ ۖ فَمَن يَسْتَمِعِ ٱلْـَٔانَ يَجِدْ لَهُۥ شِهَابًا رَّصَدًا",
    "text_uthmani_transcribed": "Wa annā kunnā naq'udu minhā maqā'ida lis-sam'(i), famay yastami'il-āna yajid lahū syihābar raṣadā(n).",
    "translation": "Мы на седалищах там затаились, Чтоб слышать, (что там говорят); Но кто сейчас услышать пожелает, Найдет там для себя Подстерегающий его горящий светоч"
  },
  {
    "verse_number": 10,
    "text_uthmani": "وَأَنَّا لَا نَدْرِىٓ أَشَرٌّ أُرِيدَ بِمَن فِى ٱلْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا",
    "text_uthmani_transcribed": "Wa annā lā nadrī asyarrun urīda biman fil-arḍi am arāda bihim rabbuhum rasyadā(n).",
    "translation": "И мы понять того не можем: Задумано ли зло для тех, кто на земле"
  },
  {
    "verse_number": 11,
    "text_uthmani": "وَأَنَّا مِنَّا ٱلصَّـٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَ ۖ كُنَّا طَرَآئِقَ قِدَدًا",
    "text_uthmani_transcribed": "Wa annā minnaṣ-ṣāliḥūna wa minnā dūna żālik(a), kunnā ṭarā'iqa qidadā(n).",
    "translation": "Средь нас есть те, Кто добродетелен и кто порочен, - Идем различными путями мы"
  }
]