[
  {
    "verse_number": 34,
    "text_uthmani": "وَلَا تَقْرَبُوا۟ مَالَ ٱلْيَتِيمِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ حَتَّىٰ يَبْلُغَ أَشُدَّهُۥ ۚ وَأَوْفُوا۟ بِٱلْعَهْدِ ۖ إِنَّ ٱلْعَهْدَ كَانَ مَسْـُٔولًا",
    "text_uthmani_transcribed": "Wa lā taqrabū mālal-yatīmi illā bil-latī hiya aḥsanu ḥattā yabluga asyuddah(ū), wa aufū bil-'ahd(i), innal-'ahda kāna mas'ūlā(n).",
    "translation": "Не приближайтесь вы к имуществу сирот Иначе, как (размер) его улучшить, До достиженья ими зрелых лет, И будьте верны обязательствам своим, - Ведь с вас об этих обязательствах испросят"
  },
  {
    "verse_number": 35,
    "text_uthmani": "وَأَوْفُوا۟ ٱلْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا۟ بِٱلْقِسْطَاسِ ٱلْمُسْتَقِيمِ ۚ ذَٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا",
    "text_uthmani_transcribed": "Wa auful-kaila iżā kiltum wa zinū bil-qisṭāsil-mustaqīm(i), żālika khairuw wa aḥsanu ta'wīlā(n).",
    "translation": "И будьте верны в мере вы тогда, Когда вам надлежит отмерить, И вес давайте на весах, которые не лгут. В конечном счете, это - праведней и лучше"
  },
  {
    "verse_number": 36,
    "text_uthmani": "وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ ۚ إِنَّ ٱلسَّمْعَ وَٱلْبَصَرَ وَٱلْفُؤَادَ كُلُّ أُو۟لَـٰٓئِكَ كَانَ عَنْهُ مَسْـُٔولًا",
    "text_uthmani_transcribed": "Wa lā taqfu mā laisa laka bihī 'ilm(un), innas-sam'a wal-baṣara wal-fu'āda kullu ulā'ika kāna 'anhu mas'ūlā(n).",
    "translation": "Не надо следовать тому, чего не знаешь, - Поистине, (за каждый твой неверный шаг) Твой слух, и зрение, и сердце Будут ответ держать (пред Ним)"
  },
  {
    "verse_number": 37,
    "text_uthmani": "وَلَا تَمْشِ فِى ٱلْأَرْضِ مَرَحًا ۖ إِنَّكَ لَن تَخْرِقَ ٱلْأَرْضَ وَلَن تَبْلُغَ ٱلْجِبَالَ طُولًا",
    "text_uthmani_transcribed": "Wa lā tamsyi fil-arḍi marahā(n), innaka lan takhriqal-arḍa wa lan tablugal-jibāla ṭūlā(n).",
    "translation": "И не ходи ты горделиво по земле - Тебе ее не разверзти на части И гор по росту не достичь"
  },
  {
    "verse_number": 38,
    "text_uthmani": "كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكْرُوهًا",
    "text_uthmani_transcribed": "Kullu żālika kāna sayyi'uhū 'inda rabbika makrūhā(n).",
    "translation": "Все это - ненавистно и презренно В Деснице Бога твоего"
  },
  {
    "verse_number": 39,
    "text_uthmani": "ذَٰلِكَ مِمَّآ أَوْحَىٰٓ إِلَيْكَ رَبُّكَ مِنَ ٱلْحِكْمَةِ ۗ وَلَا تَجْعَلْ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ فَتُلْقَىٰ فِى جَهَنَّمَ مَلُومًا مَّدْحُورًا",
    "text_uthmani_transcribed": "Żālika mimmā auḥā ilaika rabbuka minal-ḥikmah(ti), wa lā taj'al ma'allāhi ilāhan ākhara fa tulqā fī jahannama malūmam madḥūrā(n).",
    "translation": "Это - (лишь часть) того, что твой Господь По мудрости Своей тебе поведал; И не твори с Аллахом наравне другого бога, Иначе будешь ввергнут в Ад Презренным и отверженным (навечно)"
  },
  {
    "verse_number": 40,
    "text_uthmani": "أَفَأَصْفَىٰكُمْ رَبُّكُم بِٱلْبَنِينَ وَٱتَّخَذَ مِنَ ٱلْمَلَـٰٓئِكَةِ إِنَـٰثًا ۚ إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا",
    "text_uthmani_transcribed": "Afa aṣfākum rabbukum bil-banīna wattakhaża minal-malā'ikati ināṡā(n), innakum lataqūlūna qaulan 'aẓīmā(n).",
    "translation": "Неужто только вам одним Господь сынов предоставляет, Себе же - дочерей из ангелов берет? Вы говорите, истинно, чудовищное слово"
  },
  {
    "verse_number": 41,
    "text_uthmani": "وَلَقَدْ صَرَّفْنَا فِى هَـٰذَا ٱلْقُرْءَانِ لِيَذَّكَّرُوا۟ وَمَا يَزِيدُهُمْ إِلَّا نُفُورًا",
    "text_uthmani_transcribed": "Wa laqad ṣarrafnā fī hāżal-qur'āni liyażżakkarū, wa mā yazīduhum illā nufūrā(n).",
    "translation": "И Мы, поистине, в Коране этом изложили (все), Чтоб поразмыслили они и приняли предупрежденье, Но это лишь сильнее (отчуждает их), усиливая отвращенье"
  },
  {
    "verse_number": 42,
    "text_uthmani": "قُل لَّوْ كَانَ مَعَهُۥٓ ءَالِهَةٌ كَمَا يَقُولُونَ إِذًا لَّٱبْتَغَوْا۟ إِلَىٰ ذِى ٱلْعَرْشِ سَبِيلًا",
    "text_uthmani_transcribed": "Qul lau kāna ma'ahū ālihatun kamā yaqūlūna iżal labtagau ilā żil-'arsyi sabīlā(n).",
    "translation": "Скажи: \"Ведь если бы другие боги Существовали вместе с Ним - Как это говорят они, - Тогда они бы, несомненно, Путь отыскали к Властелину Трона"
  },
  {
    "verse_number": 43,
    "text_uthmani": "سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا",
    "text_uthmani_transcribed": "Subḥānahū wa ta'ālā 'ammā yaqūlūna 'uluwwan kabīrā(n).",
    "translation": "Хвала Ему! Превыше Он того, что говорят (они), - Великой Высоты (Властитель)"
  },
  {
    "verse_number": 44,
    "text_uthmani": "تُسَبِّحُ لَهُ ٱلسَّمَـٰوَٰتُ ٱلسَّبْعُ وَٱلْأَرْضُ وَمَن فِيهِنَّ ۚ وَإِن مِّن شَىْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِۦ وَلَـٰكِن لَّا تَفْقَهُونَ تَسْبِيحَهُمْ ۗ إِنَّهُۥ كَانَ حَلِيمًا غَفُورًا",
    "text_uthmani_transcribed": "Tusabbiḥu lahus-samāwātus-sab'u wal-arḍu wa man fīhinn(a), wa im min syai'in illā yusabbiḥu biḥamdihī wa lākil lā tafqahūna tasbīḥahum, innahū kāna ḥalīman gafūrā(n).",
    "translation": "И воздают Ему хвалы Земля, и семь небес, и все, что есть на них, - Нет ничего, что бы Его не прославляло; И все же только вам одним Их прославления неясны, - Он, истинно, воздержан и прощающ"
  }
]