[
  {
    "verse_number": 111,
    "text_uthmani": "۞ وَلَوْ أَنَّنَا نَزَّلْنَآ إِلَيْهِمُ ٱلْمَلَـٰٓئِكَةَ وَكَلَّمَهُمُ ٱلْمَوْتَىٰ وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَىْءٍ قُبُلًا مَّا كَانُوا۟ لِيُؤْمِنُوٓا۟ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَـٰكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ",
    "text_uthmani_transcribed": "Wa lau annanā nazzalnā ilaihimul-malā'ikata wa kallamahumul-mautā wa ḥasyarnā 'alaihim kulla syai'in qubulam mā kānū liyu'minū illā ay yasyā'allāhu wa lākinna akṡarahum yajhalūn(a).",
    "translation": "И если б низвели Мы ангелов на них, И если б с ними мертвые заговорили, И если б Мы пред их глазами Собрали все, (что суще в мире), То и тогда бы не поверили они, Не будь на то соизволения Аллаха. Но большинство из них - в неведенье (об этом)"
  },
  {
    "verse_number": 112,
    "text_uthmani": "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِىٍّ عَدُوًّا شَيَـٰطِينَ ٱلْإِنسِ وَٱلْجِنِّ يُوحِى بَعْضُهُمْ إِلَىٰ بَعْضٍ زُخْرُفَ ٱلْقَوْلِ غُرُورًا ۚ وَلَوْ شَآءَ رَبُّكَ مَا فَعَلُوهُ ۖ فَذَرْهُمْ وَمَا يَفْتَرُونَ",
    "text_uthmani_transcribed": "Wa każālika ja'alnā likulli nabiyyin 'aduwwan syayāṭīnal-insi wal-jinni yūḥī ba'ḍuhum ilā ba'ḍin zukhrufal-qauli gurūrā(n), wa lau syā'a rabbuka mā fa'alūhu fa żarhum wa mā yaftarūn(a).",
    "translation": "И так установили Мы для каждого пророка Врагов - шайтанов средь людей и джиннов, И те внушают обольщение друг другу Красой пустых, незначащих речей. Но если бы Господь твой пожелал, Они бы так не поступали, А потому оставь ты их И то, что они ложно измышляют"
  },
  {
    "verse_number": 113,
    "text_uthmani": "وَلِتَصْغَىٰٓ إِلَيْهِ أَفْـِٔدَةُ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوا۟ مَا هُم مُّقْتَرِفُونَ",
    "text_uthmani_transcribed": "Wa litaṣgā ilaihi af'idatul-lażīna lā yu'minūna bil-ākhirati wa liyarḍauhu wa liyaqtarifū mā hum muqtarifūn(a).",
    "translation": "Пусть к ним склоняются сердца таких, Кто в будущую жизнь не верит; И пусть довольствуются ими, И пусть приобретают то, Что сами этим предваряют"
  },
  {
    "verse_number": 114,
    "text_uthmani": "أَفَغَيْرَ ٱللَّهِ أَبْتَغِى حَكَمًا وَهُوَ ٱلَّذِىٓ أَنزَلَ إِلَيْكُمُ ٱلْكِتَـٰبَ مُفَصَّلًا ۚ وَٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَعْلَمُونَ أَنَّهُۥ مُنَزَّلٌ مِّن رَّبِّكَ بِٱلْحَقِّ ۖ فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ",
    "text_uthmani_transcribed": "Afagairallāhi abtagī ḥakamaw wa huwal-lażī anzala ilaikumul-kitāba mufaṣṣalā(n), wal-lażīna ātaināhumul-kitāba ya'lamūna annahū munazzalum mir rabbika bil-ḥaqqi falā takunanna minal-mumtarīn(a).",
    "translation": "(Скажи): \"Ужель стану желать Иного судию, кроме Аллаха?\" Ведь это - Он, Кто ниспослал для вас Ясно изложенную Книгу. И знают те, кому Писание дано, Что в Истине от твоего Владыки Она дарована тебе. А потому не будь из тех, Которые в сомнении об этом (пребывают)"
  },
  {
    "verse_number": 115,
    "text_uthmani": "وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا ۚ لَّا مُبَدِّلَ لِكَلِمَـٰتِهِۦ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "text_uthmani_transcribed": "Wa tammat kalimatu rabbika ṣidqaw wa 'adlā(n), lā mubaddila likalimātih(ī), wa huwas-samī'ul-'alīm(u).",
    "translation": "И завершается Господне Слово По Истине и справедливости (Господней Воли). Никто не может изменить Его Словес, - Ведь Он все слышит и все знает"
  },
  {
    "verse_number": 116,
    "text_uthmani": "وَإِن تُطِعْ أَكْثَرَ مَن فِى ٱلْأَرْضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِ ۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ",
    "text_uthmani_transcribed": "Wa in tuṭi' akṡara man fil-arḍi yuḍillūka 'an sabīlillāh(i), iy yattabi'ūna illaẓ-ẓanna wa in hum illā yakhruṣ ūn(a).",
    "translation": "И если ты последуешь за теми, Которых большинство на сей земле, Они собьют тебя с пути Аллаха, - Ведь следуют они лишь вымыслам своим И строят ложные догадки"
  },
  {
    "verse_number": 117,
    "text_uthmani": "إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦ ۖ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ",
    "text_uthmani_transcribed": "Inna rabbaka huwa a'lamu may yaḍillu 'an sabīlih(ī), wa huwa a'lamu bil-muhtadīn(a).",
    "translation": "Поистине, Господь твой лучше знает тех, Кто отклоняется с Его пути, И тех, кто следует стезей прямою"
  },
  {
    "verse_number": 118,
    "text_uthmani": "فَكُلُوا۟ مِمَّا ذُكِرَ ٱسْمُ ٱللَّهِ عَلَيْهِ إِن كُنتُم بِـَٔايَـٰتِهِۦ مُؤْمِنِينَ",
    "text_uthmani_transcribed": "Fa kulū mimmā żukirasmullāhi 'alaihi in kuntum bi'āyātihī mu'minīn(a).",
    "translation": "Так ешьте то, над чем помянуто Аллаха имя, Если в Его знаменья веруете вы"
  },
  {
    "verse_number": 119,
    "text_uthmani": "وَمَا لَكُمْ أَلَّا تَأْكُلُوا۟ مِمَّا ذُكِرَ ٱسْمُ ٱللَّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيْكُمْ إِلَّا مَا ٱضْطُرِرْتُمْ إِلَيْهِ ۗ وَإِنَّ كَثِيرًا لَّيُضِلُّونَ بِأَهْوَآئِهِم بِغَيْرِ عِلْمٍ ۗ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِٱلْمُعْتَدِينَ",
    "text_uthmani_transcribed": "Wa mā lakum allā ta'kulū mimmā żukirasmullāhi 'alaihi wa qad faṣṣala lakum mā ḥarrama 'alaikum illā maḍṭurirtum ilaih(i), wa inna kaṡīral layuḍillūna bi'ahwā'ihim bigairi 'ilm(in), inna rabbaka huwa a'lamu bil-mu'tadīn(a).",
    "translation": "И отчего же вам не есть того, Над чем помянуто Господне имя, Коль Он вам ясно указал, Что недозволено вам в пищу, Если к сему не приневолят вас (Земного бытия невзгоды)? Но многие с пути (себя и вас) сбивают Страстями, что не сдержаны познаньем. Владыке твоему, поистине, известны лучше Те, кто (дозволенные грани) перешел"
  },
  {
    "verse_number": 120,
    "text_uthmani": "وَذَرُوا۟ ظَـٰهِرَ ٱلْإِثْمِ وَبَاطِنَهُۥٓ ۚ إِنَّ ٱلَّذِينَ يَكْسِبُونَ ٱلْإِثْمَ سَيُجْزَوْنَ بِمَا كَانُوا۟ يَقْتَرِفُونَ",
    "text_uthmani_transcribed": "Wa żarū ẓāhiral-iṡmi wa bāṭinah(ū), innal-lażīna yaksibūnal-iṡma sayujzauna bimā kānū yaqtarifūn(a).",
    "translation": "Так воздержитесь же от явного и скрытого греха! Поистине, воздастся должно тем, Кто грех берет (на душу) За все, что их деянья предварили им"
  },
  {
    "verse_number": 121,
    "text_uthmani": "وَلَا تَأْكُلُوا۟ مِمَّا لَمْ يُذْكَرِ ٱسْمُ ٱللَّهِ عَلَيْهِ وَإِنَّهُۥ لَفِسْقٌ ۗ وَإِنَّ ٱلشَّيَـٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوْلِيَآئِهِمْ لِيُجَـٰدِلُوكُمْ ۖ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ",
    "text_uthmani_transcribed": "Wa lā ta'kulū mimmā lam yużkarismullāhi 'alaihi wa innahū lafisq(un), wa innasy-syayāṭīna layūḥūna ilā auliyā'ihim liyujādilūkum, wa in aṭa'tumūhum innakum lamusyrikūn(a).",
    "translation": "Не ешьте же того, Что не почтилось именем Аллаха! Сие - нечестие (и блажь). Шайтаны побуждают состязаться с вами Своих сторонников (по злу), И, если вы послушаетесь их, Вы (снова) к многобожию вернетесь"
  }
]