{
  "chapter_number": 3,
  "verses": [
    {
      "verse_number": 1,
      "text_uthmani": " الٓمٓ",
      "text_uthmani_transcribed": "Alif lām mīm.",
      "translation": "Алеф - Лям - Мим"
    },
    {
      "verse_number": 2,
      "text_uthmani": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ",
      "text_uthmani_transcribed": "Allāhu lā ilāha illā huwal-ḥayyul-qayyūm(u).",
      "translation": "Аллах! Нет божества, кроме Него - Вечноживущего и Самосущего"
    },
    {
      "verse_number": 3,
      "text_uthmani": "نَزَّلَ عَلَيْكَ ٱلْكِتَـٰبَ بِٱلْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَأَنزَلَ ٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ",
      "text_uthmani_transcribed": "Nazzala 'alaikal-kitāba bil-ḥaqqi muṣaddiqal limā baina yadaihi wa anzalat-taurāta wal-injīl(a).",
      "translation": "Он - Тот, Кто Книгу в Истине тебе послал В знак подтверждения ниспосланного прежде. И до нее Он (с Мусой) ниспослал Закон, За ним - Евангелие (с Исой)"
    },
    {
      "verse_number": 4,
      "text_uthmani": "مِن قَبْلُ هُدًى لِّلنَّاسِ وَأَنزَلَ ٱلْفُرْقَانَ ۗ إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ ٱللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ ۗ وَٱللَّهُ عَزِيزٌ ذُو ٱنتِقَامٍ",
      "text_uthmani_transcribed": "Min qablu hudal lin-nāsi wa anzalal-furqān(a), innal-lażīna kafarū bi āyātillāhi lahum 'ażābun syadīd(un), wallāhu 'azīzun żuntiqām(in).",
      "translation": "Как руководство для людей, А также ниспослал вам Аль Фуркан (Для различения добра и зла). Для тех же, кто Знамениям Аллаха не поверит, Суровым будет наказание Его, - Он всемогущ! Возмездия Блюститель"
    },
    {
      "verse_number": 5,
      "text_uthmani": "إِنَّ ٱللَّهَ لَا يَخْفَىٰ عَلَيْهِ شَىْءٌ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ",
      "text_uthmani_transcribed": "Innallāha lā yakhfā 'alaihi syai'un fil-arḍi wa lā fis-samā'(i).",
      "translation": "Поистине, от Божьих глаз Ничто не скроется ни на земле, ни в небе"
    },
    {
      "verse_number": 6,
      "text_uthmani": "هُوَ ٱلَّذِى يُصَوِّرُكُمْ فِى ٱلْأَرْحَامِ كَيْفَ يَشَآءُ ۚ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "text_uthmani_transcribed": "Huwal-lażī yuṣawwirukum fil-arḥāmi kaifa yasyā'(u), lā ilāha illā huwal-'azīzul-ḥakīm(u).",
      "translation": "Он - Тот, Кто назначает форму вам Еще в утробах матерей в Ему угодном виде. И нет другого божества, кроме Аллаха, Исполненного мудрости и мощи"
    },
    {
      "verse_number": 7,
      "text_uthmani": "هُوَ ٱلَّذِىٓ أَنزَلَ عَلَيْكَ ٱلْكِتَـٰبَ مِنْهُ ءَايَـٰتٌ مُّحْكَمَـٰتٌ هُنَّ أُمُّ ٱلْكِتَـٰبِ وَأُخَرُ مُتَشَـٰبِهَـٰتٌ ۖ فَأَمَّا ٱلَّذِينَ فِى قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَـٰبَهَ مِنْهُ ٱبْتِغَآءَ ٱلْفِتْنَةِ وَٱبْتِغَآءَ تَأْوِيلِهِۦ ۗ وَمَا يَعْلَمُ تَأْوِيلَهُۥٓ إِلَّا ٱللَّهُ ۗ وَٱلرَّٰسِخُونَ فِى ٱلْعِلْمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلٌّ مِّنْ عِندِ رَبِّنَا ۗ وَمَا يَذَّكَّرُ إِلَّآ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
      "text_uthmani_transcribed": "Huwal-lażī anzala 'alaikal-kitāba minhu āyātum muḥkamātun hunna ummul-kitābi wa ukharu mutasyābihāt(un), fa'ammal-lażīna fī qulūbihim zaigun fayattabi'ūna mā tasyābaha minhubtigā'al-fitnati wabtigā'a ta'wīlih(ī), wa mā ya'lamu ta'wīlahū illallāh(u), war-rāsikhūna fil-'ilmi yaqūlūna āmannā bih(ī), kullum min 'indi rabbinā, wa mā yażżakkaru illā ulul-albāb(i).",
      "translation": "Он - Тот, Кто Книгу ниспослал тебе, - Одни айаты в ней несут открытый смысл, Собой являя как бы Матерь Книги; Другие - скрыты в толковании своем. Но те, (чье сердце по земле) в грехах (блуждает), Желая смуты, следуют тому, Что отвечает их угоде, - Выискивая скрытое значенье, Которое известно лишь Аллаху И открывается лишь тем, Которые глубоким знанием владеют. \"Мы веруем в (Святую) Книгу, - говорят они, - Где все (айаты) явлены от Бога! И весть ее способен охватить Лишь тот, чей разум светел"
    },
    {
      "verse_number": 8,
      "text_uthmani": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً ۚ إِنَّكَ أَنتَ ٱلْوَهَّابُ",
      "text_uthmani_transcribed": "Rabbanā lā tuzig qulūbanā ba'da iż hadaitanā wa hab lanā mil ladunka raḥmah(tan), innaka antal-wahhāb(u).",
      "translation": "(И говорят они): \"Владыка наш! Не дай нашим сердцам свернуть с пути, По коему Ты нас уже направил; Яви нам милосердие Твое, - Ведь Ты, поистине, Податель всех щедрот"
    },
    {
      "verse_number": 9,
      "text_uthmani": "رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوْمٍ لَّا رَيْبَ فِيهِ ۚ إِنَّ ٱللَّهَ لَا يُخْلِفُ ٱلْمِيعَادَ",
      "text_uthmani_transcribed": "Rabbanā innaka jāmi'un-nāsi liyaumil lā raiba fīh(i), innallāha lā yukhliful-mī'ād(a).",
      "translation": "Владыка наш! Ты соберешь весь род людской В тот День, О коем никаких сомнений быть не может. Поистине, обетование Свое Господь не нарушает"
    },
    {
      "verse_number": 10,
      "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ لَن تُغْنِىَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَآ أَوْلَـٰدُهُم مِّنَ ٱللَّهِ شَيْـًٔا ۖ وَأُو۟لَـٰٓئِكَ هُمْ وَقُودُ ٱلنَّارِ",
      "text_uthmani_transcribed": "Innal-lażīna kafarū lan tugniya 'anhum amwāluhum wa lā aulāduhum minallāhi syai'ā(n), wa ulā'ika hum waqūdun-nār(i).",
      "translation": "Неверных перед Богом не избавят Ни их добро, ни дети их, - Им быть растопкой для Огня"
    },
    {
      "verse_number": 11,
      "text_uthmani": "كَدَأْبِ ءَالِ فِرْعَوْنَ وَٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَذَّبُوا۟ بِـَٔايَـٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ ۗ وَٱللَّهُ شَدِيدُ ٱلْعِقَابِ",
      "text_uthmani_transcribed": "Kada'bi āli fir'aun(a), wal-lażīna min qablihim, każżabū bi'āyātinā, fa'akhażahumullāhu biżunūbihim, wallāhu syadīdul-'iqāb(i).",
      "translation": "Такой же стала (участь) Фараона и его людей, А также тех, которые до них (грешили). Они сочли знаменья Наши ложью, И вот тогда Аллах сразил их за грехи, - Ведь в наказании Своем Аллах суров"
    }
  ]
}