{
  "chapter_number": 17,
  "verses": [
    {
      "verse_number": 56,
      "text_uthmani": "قُلِ ٱدْعُوا۟ ٱلَّذِينَ زَعَمْتُم مِّن دُونِهِۦ فَلَا يَمْلِكُونَ كَشْفَ ٱلضُّرِّ عَنكُمْ وَلَا تَحْوِيلًا",
      "text_uthmani_transcribed": "Qulid'ul-lażīna za'amtum min dūnihī falā yamlikūna kasyfaḍ-ḍurri 'ankum wa lā taḥwīlā(n).",
      "translation": "Скажи: \"Взывайте к тем, Кого, кроме Него, богами вы себе вообразили, - Не в состоянии они Ни отвратить от вас невзгоды, Ни (участь вашу) изменить"
    },
    {
      "verse_number": 57,
      "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَىٰ رَبِّهِمُ ٱلْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓ ۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا",
      "text_uthmani_transcribed": "Ulā'ikal-lażīna yad'ūna yabtagūna ilā rabbihimul-wasīlata ayyuhum aqrabu wa yarjūna raḥmatahū wa yakhāfūna 'ażābah(ū), inna 'ażāba rabbika kāna maḥżūrā(n).",
      "translation": "Ведь те, к кому они взывают, Желают сами обрести (Заветный) доступ к своему Владыке. И даже те, кто ближе всех к Нему, Ждут милости Его и наказания страшатся, - Ведь наказания Владыки твоего, Поистине, остерегаться надо"
    },
    {
      "verse_number": 58,
      "text_uthmani": "وَإِن مِّن قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ ٱلْقِيَـٰمَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا ۚ كَانَ ذَٰلِكَ فِى ٱلْكِتَـٰبِ مَسْطُورًا",
      "text_uthmani_transcribed": "Wa im min qaryatin illā naḥnu muhlikūhā qabla yaumil-qiyāmati au mu'ażżibūhā 'ażāban syadīdā(n), kāna żālika fil-kitābi masṭūrā(n).",
      "translation": "Нет ни единого селения, которое Мы не погубим Иль не подвергнем жесточайшей каре До Дня (их) Воскресения (на Суд), - Все это - в Книге (Наших уложений)"
    },
    {
      "verse_number": 59,
      "text_uthmani": "وَمَا مَنَعَنَآ أَن نُّرْسِلَ بِٱلْـَٔايَـٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلْأَوَّلُونَ ۚ وَءَاتَيْنَا ثَمُودَ ٱلنَّاقَةَ مُبْصِرَةً فَظَلَمُوا۟ بِهَا ۚ وَمَا نُرْسِلُ بِٱلْـَٔايَـٰتِ إِلَّا تَخْوِيفًا",
      "text_uthmani_transcribed": "Wa mā mana'anā an nursila bil-āyāti  illā an każżaba bihal-awwalūn(a), wa ātainā ṡamūdan-nāqata mubṣiratan fa ẓalamū bihā, wa mā nursilu bil-āyāti illā takhwīfā(n).",
      "translation": "Удерживает Нас от низведения знамений Лишь то, что прежние народы их отвергли, - Так, Мы верблюдицу послали к самудянам, Чтобы они могли прозреть; Они же поступили с ней несправедливо. Поистине, знамения Мы шлем Лишь для того, чтоб (ими их) увещевать"
    },
    {
      "verse_number": 60,
      "text_uthmani": "وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِ ۚ وَمَا جَعَلْنَا ٱلرُّءْيَا ٱلَّتِىٓ أَرَيْنَـٰكَ إِلَّا فِتْنَةً لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلْمَلْعُونَةَ فِى ٱلْقُرْءَانِ ۚ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلَّا طُغْيَـٰنًا كَبِيرًا",
      "text_uthmani_transcribed": "Wa iż qulnā laka inna rabbaka aḥāṭa bin-nās(i), wa mā ja'alnar-ru'yal-latī araināka illā fitnatal lin-nāsi wasy-syajaratal mal'ūnata fil-qur'ān(i), wa nukhawwifuhum, famā yazīduhum illā ṭugyānan kabīrā(n).",
      "translation": "И вот сказали Мы тебе: \"Господь твой, истинно, объемлет род людской\". И Мы тебе видение явили, Доступно глазу твоему, Лишь испытанием (на веру) для людей И (дали тебе видеть) дерево (заккум), Что проклято в Коране. Мы устрашаем их, и все же Сие лишь увеличивает в них И без того большое непокорство"
    },
    {
      "verse_number": 61,
      "text_uthmani": "وَإِذْ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ قَالَ ءَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا",
      "text_uthmani_transcribed": "Wa iż qulnā lil-malā'ikatisjudū li'ādama fa sajadū illā iblīs(a), qāla a'asjudu liman khalaqta ṭīnā(n).",
      "translation": "И (вспомни), как Мы ангелам сказали: \"Адаму низко поклонитесь\", - И те склонились перед ним, Кроме (надменного) Иблиса. \"Мне ль кланяться тому, - ответил он, - Кого Ты сотворил из глины"
    },
    {
      "verse_number": 62,
      "text_uthmani": "قَالَ أَرَءَيْتَكَ هَـٰذَا ٱلَّذِى كَرَّمْتَ عَلَىَّ لَئِنْ أَخَّرْتَنِ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلًا",
      "text_uthmani_transcribed": "Qāla ara'aitaka  hāżal-lażī karramta 'alayya la'in akhkhartani ilā yaumil-qiyāmati la'aḥtanikanna żurriyyatahū illā qalīlā(n).",
      "translation": "И (далее) сказал: \"Ты видишь, это - тот, Кого почтил Ты больше, чем меня. Если Ты дашь отсрочку мне До Дня (их) Воскресения (на Суд), Я подчиню его потомков своей власти, За исключением немногих"
    },
    {
      "verse_number": 63,
      "text_uthmani": "قَالَ ٱذْهَبْ فَمَن تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمْ جَزَآءً مَّوْفُورًا",
      "text_uthmani_transcribed": "Qālażhab faman tabi'aka minhum fa inna jahannama jazā'ukum jazā'am maufūrā(n).",
      "translation": "Господь ответил: \"Прочь иди! А тем из них, что за тобой пойдут, - Поистине, вам будет воздаяньем Ад, (К тому же) - полным воздаяньем"
    },
    {
      "verse_number": 64,
      "text_uthmani": "وَٱسْتَفْزِزْ مَنِ ٱسْتَطَعْتَ مِنْهُم بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِم بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِى ٱلْأَمْوَٰلِ وَٱلْأَوْلَـٰدِ وَعِدْهُمْ ۚ وَمَا يَعِدُهُمُ ٱلشَّيْطَـٰنُ إِلَّا غُرُورًا",
      "text_uthmani_transcribed": "Wastafziz manistaṭa'ta minhum biṣautika wa ajlib 'alaihim bikhailika wa rajilika wa syārikūhum fil-amwāli wal-aulādi wa 'idhum, wa mā ya'iduhumusy-syaiṭānu illā gurūrā(n).",
      "translation": "Введи в соблазн тех из них, Кого (сумеет) совратить твой голос, И направляй на них все воинства твои, И соучаствуй с ними в их добре и детях, Давай (заманчивые) обещанья - Ведь Сатана умеет обещать лишь для обмана"
    },
    {
      "verse_number": 65,
      "text_uthmani": "إِنَّ عِبَادِى لَيْسَ لَكَ عَلَيْهِمْ سُلْطَـٰنٌ ۚ وَكَفَىٰ بِرَبِّكَ وَكِيلًا",
      "text_uthmani_transcribed": "Inna 'ibādī laisa laka 'alaihim sulṭān(un), wa kafā birabbika wakīlā(n).",
      "translation": "И все ж над слугами Моими, Поистине, нет власти у тебя, И покровительства Владыки твоего (Вполне) достаточно, (чтоб уберечь их)"
    },
    {
      "verse_number": 66,
      "text_uthmani": "رَّبُّكُمُ ٱلَّذِى يُزْجِى لَكُمُ ٱلْفُلْكَ فِى ٱلْبَحْرِ لِتَبْتَغُوا۟ مِن فَضْلِهِۦٓ ۚ إِنَّهُۥ كَانَ بِكُمْ رَحِيمًا",
      "text_uthmani_transcribed": "Rabbukumul-lażī yuzjī lakumul-fulka fil-baḥri litabtagū min faḍlih(ī), innahū kāna bikum raḥīmā(n).",
      "translation": "Господь ваш - Тот, Кто гонит вам корабль по морю, Чтоб вам снискать дары Его (щедрот), - Поистине, Он милосерден к вам (и щедр)"
    }
  ]
}