{
  "chapter_number": 7,
  "verses": [
    {
      "verse_number": 1,
      "text_uthmani": " الٓمٓصٓ",
      "text_uthmani_transcribed": "Alif lām mīm ṣād.",
      "translation": "Алеф - Лям - Мим - Сад"
    },
    {
      "verse_number": 2,
      "text_uthmani": "كِتَـٰبٌ أُنزِلَ إِلَيْكَ فَلَا يَكُن فِى صَدْرِكَ حَرَجٌ مِّنْهُ لِتُنذِرَ بِهِۦ وَذِكْرَىٰ لِلْمُؤْمِنِينَ",
      "text_uthmani_transcribed": "Kitābun unzila ilaika falā yakun fī ṣadrika ḥarajum minhu litunżira bihī wa żikrā lil-mu'minīn(a).",
      "translation": "Ниспослана тебе (Всевышним) Книга, И пусть (все тяготы) о ней Не угнетают грудь твою. Чтоб ею ты увещевал (от зла) И чтоб была она напоминанием для верных (О Дне Господнего Суда)"
    },
    {
      "verse_number": 3,
      "text_uthmani": "ٱتَّبِعُوا۟ مَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ وَلَا تَتَّبِعُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ ۗ قَلِيلًا مَّا تَذَكَّرُونَ",
      "text_uthmani_transcribed": "Ittabi'ū mā unzila ilaikum mir rabbikum wa lā tattabi'ū min dūnihī auliyā'(a), qalīlam mā tażakkarūn(a).",
      "translation": "Так следуйте тому, Что ваш Господь вам ниспослал, И покровителям не следуйте иным, кроме Него. Какую ж малость (из уроков прошлых лет) Вы призываете себе на память"
    },
    {
      "verse_number": 4,
      "text_uthmani": "وَكَم مِّن قَرْيَةٍ أَهْلَكْنَـٰهَا فَجَآءَهَا بَأْسُنَا بَيَـٰتًا أَوْ هُمْ قَآئِلُونَ",
      "text_uthmani_transcribed": "Wa kam min qaryatin ahlaknāhā fa jā'ahā ba'sunā bayātan au hum qā'ilūn(a).",
      "translation": "И сколько ж городов Мы погубили! Наш гнев их постигал иль в час ночной, Иль в час послеполуденной дремоты"
    },
    {
      "verse_number": 5,
      "text_uthmani": "فَمَا كَانَ دَعْوَىٰهُمْ إِذْ جَآءَهُم بَأْسُنَآ إِلَّآ أَن قَالُوٓا۟ إِنَّا كُنَّا ظَـٰلِمِينَ",
      "text_uthmani_transcribed": "Famā kāna da'wāhum iż jā'ahum ba'sunā illā an qālū innā kunnā ẓālimīn(a).",
      "translation": "И в миг, когда на них обрушивался гнев Наш, Их криком (ужаса) звучали лишь слова: \"Поистине, мы были нечестивы"
    },
    {
      "verse_number": 6,
      "text_uthmani": "فَلَنَسْـَٔلَنَّ ٱلَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْـَٔلَنَّ ٱلْمُرْسَلِينَ",
      "text_uthmani_transcribed": "Fa lanas'alannal-lażīna ursila ilaihim wa lanas'alannal-mursalīn(a).",
      "translation": "И Мы отчета спросим с тех, Которым было послано (Писанье). Спросим и с тех, через которых было послано оно"
    },
    {
      "verse_number": 7,
      "text_uthmani": "فَلَنَقُصَّنَّ عَلَيْهِم بِعِلْمٍ ۖ وَمَا كُنَّا غَآئِبِينَ",
      "text_uthmani_transcribed": "Fa lanaquṣṣanna 'alaihim bi'ilmiw wa mā kunnā gā'ibīn(a).",
      "translation": "И Мы, поистине, со знанием расскажем (Все, что они творили на земле). Ведь Мы (ни на единый миг) В отсутствии не пребываем (От тех миров, что создали на жизнь)"
    },
    {
      "verse_number": 8,
      "text_uthmani": "وَٱلْوَزْنُ يَوْمَئِذٍ ٱلْحَقُّ ۚ فَمَن ثَقُلَتْ مَوَٰزِينُهُۥ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "text_uthmani_transcribed": "Wal-waznu yauma'iżinil-ḥaqq(u), faman ṡaqulat mawāzīnuhū fa ulā'ika humul-mufliḥūn(a).",
      "translation": "И верными в тот День будут Весы. И тем, чья чаша будет тяжела, В усладе (Рая) пребывать"
    },
    {
      "verse_number": 9,
      "text_uthmani": "وَمَنْ خَفَّتْ مَوَٰزِينُهُۥ فَأُو۟لَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُم بِمَا كَانُوا۟ بِـَٔايَـٰتِنَا يَظْلِمُونَ",
      "text_uthmani_transcribed": "Wa man khaffat mawāzīnuhū fa ulā'ikal-lażīna khasirū anfusahum bimā kānū bi'āyātinā yaẓlimūn(a).",
      "translation": "А те, чья чаша будет легковесна, Самих себя на гибель обрекут За то, что были беззаконны По отношению к знаменьям Нашим"
    },
    {
      "verse_number": 10,
      "text_uthmani": "وَلَقَدْ مَكَّنَّـٰكُمْ فِى ٱلْأَرْضِ وَجَعَلْنَا لَكُمْ فِيهَا مَعَـٰيِشَ ۗ قَلِيلًا مَّا تَشْكُرُونَ",
      "text_uthmani_transcribed": "Wa laqad makkannākum fil-arḍi wa ja'alnā lakum fīhā ma'āyisy(a), qalīlam mā tasykurūn(a).",
      "translation": "Мы на земле вас (Волею Своею) утвердили И вам доставили потребное для жизни - А вы так мало благодарны"
    },
    {
      "verse_number": 11,
      "text_uthmani": "وَلَقَدْ خَلَقْنَـٰكُمْ ثُمَّ صَوَّرْنَـٰكُمْ ثُمَّ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ لَمْ يَكُن مِّنَ ٱلسَّـٰجِدِينَ",
      "text_uthmani_transcribed": "Wa laqad khalaqnākum ṡumma ṣawwarnākum ṡumma qulnā lil-malā'ikatisjudū li'ādama fa sajadū illā iblīs(a), lam yakum minas-sājidīn(a).",
      "translation": "Мы сотворили вас и вам придали форму. Потом Мы ангелам сказали: \"Адаму (низко) поклонитесь!\" И те склонились перед ним, Кроме (надменного) Иблиса, Кто отказался быть средь тех, Которые (пред Господом своим смиренно) отдали поклон"
    }
  ]
}