[
  {
    "verse_number": 122,
    "text_uthmani": "وَءَاتَيْنَـٰهُ فِى ٱلدُّنْيَا حَسَنَةً ۖ وَإِنَّهُۥ فِى ٱلْـَٔاخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ",
    "text_uthmani_transcribed": "Wa ātaināhu fid-dun-yā ḥasanah(tan), wa innahū fil-ākhirati laminaṣ-ṣāliḥīn(a).",
    "translation": "Мы даровали ему блага в этой жизни, А в будущей - ему средь праведников быть"
  },
  {
    "verse_number": 123,
    "text_uthmani": "ثُمَّ أَوْحَيْنَآ إِلَيْكَ أَنِ ٱتَّبِعْ مِلَّةَ إِبْرَٰهِيمَ حَنِيفًا ۖ وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
    "text_uthmani_transcribed": "Ṡumma auḥainā ilaika anittabi' millata ibrāhīma ḥanīfā(n), wa mā kāna minal-musyrikīn(a).",
    "translation": "Потом тебе Мы (в Откровении) внушили: \"Ты следуй вере Ибрахима, верного ханифа, Ведь не был он из многобожников (неверных)"
  },
  {
    "verse_number": 124,
    "text_uthmani": "إِنَّمَا جُعِلَ ٱلسَّبْتُ عَلَى ٱلَّذِينَ ٱخْتَلَفُوا۟ فِيهِ ۚ وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
    "text_uthmani_transcribed": "Innamā ju'ilas-sabtu 'alal-lażīnakhtalafū fīh(i), wa inna rabbaka layaḥkumu bainahum yaumal-qiyāmati fīmā kānū fīhi yakhtalifūn(a).",
    "translation": "И лишь для тех была назначена суббота, Что разошлись (в вопросе соблюдения) ее. Но в День (их) Воскресения (на Суд) Господь твой, истинно, рассудит между ними Все то, в чем разошлись они"
  },
  {
    "verse_number": 125,
    "text_uthmani": "ٱدْعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلْحِكْمَةِ وَٱلْمَوْعِظَةِ ٱلْحَسَنَةِ ۖ وَجَـٰدِلْهُم بِٱلَّتِى هِىَ أَحْسَنُ ۚ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ ۖ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ",
    "text_uthmani_transcribed": "Ud'u ilā sabīli rabbika bil-ḥikmati wal-mau'iẓatil-ḥasanati wa jādilhum bil-latī hiya aḥsan(u), inna rabbaka huwa a'lamu biman ḍalla 'an sabīlihī wa huwa a'lamu bil-muhtadīn(a).",
    "translation": "Зови на путь Господень мудростью и добрым наставленьем И с ними спор достойным образом веди. Поистине, Господь твой лучше знает тех, Которые сошли с Его пути, И лучше знает тех, Которые идут прямой стезею"
  },
  {
    "verse_number": 126,
    "text_uthmani": "وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا۟ بِمِثْلِ مَا عُوقِبْتُم بِهِۦ ۖ وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصَّـٰبِرِينَ",
    "text_uthmani_transcribed": "Wa in 'āqabtum fa 'āqibū bimiṡli mā 'ūqibtum bih(ī), wa la'in ṣabartum lahuwa khairul liṣ-ṣābirīn(a).",
    "translation": "И если вы (хотите) наказать (кого-то за обиду), Наказывайте в равной степени тому, Чем (прежде) наказали (они) вас. Но если вы (великодушно предпочтете Снести обиду) терпеливо (и простить), То это - лучше (по Господнему завету) Для тех, кто терпелив (и ближнему прощает)"
  },
  {
    "verse_number": 127,
    "text_uthmani": "وَٱصْبِرْ وَمَا صَبْرُكَ إِلَّا بِٱللَّهِ ۚ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِى ضَيْقٍ مِّمَّا يَمْكُرُونَ",
    "text_uthmani_transcribed": "Waṣbir wa mā ṣabruka illā billāhi wa lā taḥzan 'alaihim wa lā taku fī ḍaiqim mimmā yamkurūn(a).",
    "translation": "Так будь же терпелив, (о Мухаммад!), Твое терпенье - только в веденье Аллаха; О них печалиться не надо - Пусть их коварные уловки Стеснением тебе не давят грудь"
  },
  {
    "verse_number": 128,
    "text_uthmani": "إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَوا۟ وَّٱلَّذِينَ هُم مُّحْسِنُونَ",
    "text_uthmani_transcribed": "Innallāha ma'al-lażīnattaqau wal-lażīna hum muḥsinūn(a).",
    "translation": "Аллах, поистине, лишь с теми, Которые страшатся Его гнева, И с теми, кто творит добро"
  }
]