[
  {
    "verse_number": 12,
    "text_uthmani": "وَمِن قَبْلِهِۦ كِتَـٰبُ مُوسَىٰٓ إِمَامًا وَرَحْمَةً ۚ وَهَـٰذَا كِتَـٰبٌ مُّصَدِّقٌ لِّسَانًا عَرَبِيًّا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُوا۟ وَبُشْرَىٰ لِلْمُحْسِنِينَ",
    "text_uthmani_transcribed": "Wa min qablihī kitābu mūsā imāmaw wa raḥmah(tan), wa hāżā kitābum muṣaddiqul lisānan 'arabiyyal liyunżiral-lażīna ẓalamū, wa busyrā lil-muḥsinīn(a).",
    "translation": "Ему предшествовала Книга Мусы Как руководство и как милость (Наша к ним), И утверждает эта Книга правду на арабском, Чтобы неправедных предостеречь И благовествовать добротворящим"
  },
  {
    "verse_number": 13,
    "text_uthmani": "إِنَّ ٱلَّذِينَ قَالُوا۟ رَبُّنَا ٱللَّهُ ثُمَّ ٱسْتَقَـٰمُوا۟ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "text_uthmani_transcribed": "Innal-lażīna qālū rabbunallāhu ṡummastaqāmū falā khaufun 'alaihim wa lā hum yaḥzanūn(a).",
    "translation": "Поистине, все те, кто говорит: \"Владыка наш - Аллах!\" - И с твердостью стоит на этом, - На них не ляжет страх, Печаль не отягчит"
  },
  {
    "verse_number": 14,
    "text_uthmani": "أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ خَـٰلِدِينَ فِيهَا جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Ulā'ika aṣḥābul-jannati khālidīna fīhā, jazā'am bimā kānū ya'malūn(a).",
    "translation": "Им - быть обитателями Рая И в нем навечно оставаться Как воздаяние за то, что делали они"
  },
  {
    "verse_number": 15,
    "text_uthmani": "وَوَصَّيْنَا ٱلْإِنسَـٰنَ بِوَٰلِدَيْهِ إِحْسَـٰنًا ۖ حَمَلَتْهُ أُمُّهُۥ كُرْهًا وَوَضَعَتْهُ كُرْهًا ۖ وَحَمْلُهُۥ وَفِصَـٰلُهُۥ ثَلَـٰثُونَ شَهْرًا ۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِىٓ أَنْ أَشْكُرَ نِعْمَتَكَ ٱلَّتِىٓ أَنْعَمْتَ عَلَىَّ وَعَلَىٰ وَٰلِدَىَّ وَأَنْ أَعْمَلَ صَـٰلِحًا تَرْضَىٰهُ وَأَصْلِحْ لِى فِى ذُرِّيَّتِىٓ ۖ إِنِّى تُبْتُ إِلَيْكَ وَإِنِّى مِنَ ٱلْمُسْلِمِينَ",
    "text_uthmani_transcribed": "Wa waṣṣainal-insāna biwālidaihi iḥsānā(n), ḥamalathu ummuhū kurhaw wa waḍa'athu kurhā(n), wa ḥamluhū wa fiṣāluhū ṡalāṡūna syahrā(n), ḥattā iżā balaga asyuddahū wa balaga arba'īna sanah(tan), qāla rabbi auzi'nī an asykura ni'matakal-latī an'amta 'alayya wa 'alā wālidayya wa an a'mala ṣāliḥan tarḍāhu wa aṣliḥ lī fī żurriyyatī, innī tubtu ilaika wa innī minal-muslimīn(a).",
    "translation": "Мы завещали человеку Добротворить к родителям своим. Мать носит с тягостью его во чреве И с тягостью на свет выносит. Ношение его во чреве и отлученье (от груди) Срок в тридцать месяцев (составит). Когда же он достигнет крепости (мужской), Достигнет сорока годов (от роду), Он говорит: \"Владыка мой! Внуши мне быть признательным Тебе за милость, Которую родителям моим и мне Ты оказал, Чтобы добро, угодное Тебе, я делал! Даруй мне доброе потомство. Поистине, к Тебе я обращен! Поистине, Тебе предался"
  },
  {
    "verse_number": 16,
    "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا۟ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمْ فِىٓ أَصْحَـٰبِ ٱلْجَنَّةِ ۖ وَعْدَ ٱلصِّدْقِ ٱلَّذِى كَانُوا۟ يُوعَدُونَ",
    "text_uthmani_transcribed": "Ulā'ikal-lażīna nataqabbalu 'anhum aḥsana mā 'amilū wa natajāwazu 'an sayyi'atihim fī aṣḥābil-jannah(ti), wa'daṣ-ṣidqil-lażī kānū yū'adūn(a).",
    "translation": "Вот от таких людей Мы примем лучшее из их деяний И обойдем дурное стороной. Им - обитателями Рая быть, Что есть обетование по правде, Обещанное им (на сей земле)"
  },
  {
    "verse_number": 17,
    "text_uthmani": "وَٱلَّذِى قَالَ لِوَٰلِدَيْهِ أُفٍّ لَّكُمَآ أَتَعِدَانِنِىٓ أَنْ أُخْرَجَ وَقَدْ خَلَتِ ٱلْقُرُونُ مِن قَبْلِى وَهُمَا يَسْتَغِيثَانِ ٱللَّهَ وَيْلَكَ ءَامِنْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ فَيَقُولُ مَا هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
    "text_uthmani_transcribed": "Wal-lażī qāla liwālidaihi uffil lakumā ata'idāninī an ukhraja wa qad khalatil qurūnu min qablī, wa humā yastagīṡānillāha wailaka āmin, inna wa'dallāhi ḥaqq(un), fayaqūlu mā hāżā illā asāṭīrul-awwalīn(a).",
    "translation": "Но говорит иной родителям своим: \"Да пфу на вас! Неужто обещаете вы мне, Что (из могилы) буду я изведен? Ведь канули (в века) те поколения, что были до меня, (И не были воскрешены никем)!\" И они оба воззовут за помощью к Аллаху: \"О, горе же тебе! Уверуй (в Бога)! Ведь истинно Господне обещанье\". Но тот ответит: \"Сие - ничто, лишь сказы древних, (да и только)"
  },
  {
    "verse_number": 18,
    "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيْهِمُ ٱلْقَوْلُ فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ ۖ إِنَّهُمْ كَانُوا۟ خَـٰسِرِينَ",
    "text_uthmani_transcribed": "Ulā'ikal-lażīna ḥaqqa 'alaihimul-qaulu fī umamin qad khalat min qablihim minal-jinni wal-ins(i), innahum kānū khāsirīn(a).",
    "translation": "И это - те, над коими свершилось (Господне) Слово о народах, бывших прежде, Из джиннов и людей. Они, поистине, останутся в убытке"
  },
  {
    "verse_number": 19,
    "text_uthmani": "وَلِكُلٍّ دَرَجَـٰتٌ مِّمَّا عَمِلُوا۟ ۖ وَلِيُوَفِّيَهُمْ أَعْمَـٰلَهُمْ وَهُمْ لَا يُظْلَمُونَ",
    "text_uthmani_transcribed": "Wa likullin darajātum mimmā 'amilū, wa liyuwaffiyahum a'mālahum wa hum lā yuẓlamūn(a).",
    "translation": "У каждого есть степени (оценки) Тех дел, которые они свершили, Чтобы (Господь мог) полностью воздать за их дела, - И им не нанесут обид несправедливых"
  },
  {
    "verse_number": 20,
    "text_uthmani": "وَيَوْمَ يُعْرَضُ ٱلَّذِينَ كَفَرُوا۟ عَلَى ٱلنَّارِ أَذْهَبْتُمْ طَيِّبَـٰتِكُمْ فِى حَيَاتِكُمُ ٱلدُّنْيَا وَٱسْتَمْتَعْتُم بِهَا فَٱلْيَوْمَ تُجْزَوْنَ عَذَابَ ٱلْهُونِ بِمَا كُنتُمْ تَسْتَكْبِرُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَبِمَا كُنتُمْ تَفْسُقُونَ",
    "text_uthmani_transcribed": "Wa yauma yu'raḍul-lażīna kafarū 'alan-nār(i), ażhabtum ṭayyibātikum fī ḥayātikumud-dun-yā wastamta'tum bihā, fal-yauma tujzauna 'ażābal-hūni bimā kuntum tastakbirūna fil-arḍi bigairil-ḥaqqi wa bimā kuntum tafsuqūn(a).",
    "translation": "И в День, Когда неверные предстанут пред Огнем, (Им прозвучит): \"Вы расточали свои блага в ближней жизни, И ими насладились вы сполна. Сегодня же воздастся вам позорной карой За то, что на земле Вы не по праву величались; За то, что были вы распутны"
  },
  {
    "verse_number": 21,
    "text_uthmani": "۞ وَٱذْكُرْ أَخَا عَادٍ إِذْ أَنذَرَ قَوْمَهُۥ بِٱلْأَحْقَافِ وَقَدْ خَلَتِ ٱلنُّذُرُ مِنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦٓ أَلَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
    "text_uthmani_transcribed": "Ważkur akhā 'ād(in), iż anżara qaumahū bil-aḥqāfi wa qad khalatin-nużuru mim baini yadaihi wa min khalfihī allā ta'budū illallāh(a), innī akhāfu 'alaikum 'ażāba yaumin 'aẓīm(in).",
    "translation": "И вспомните о брате из народа Ад. Вот он предупреждал народ свой в Аль Ахкаф, Где увещатели прошли и до него, и после: \"Не поклоняйтесь никому, кроме Аллаха! Боюсь я кары Дня Великого для вас"
  },
  {
    "verse_number": 22,
    "text_uthmani": "قَالُوٓا۟ أَجِئْتَنَا لِتَأْفِكَنَا عَنْ ءَالِهَتِنَا فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
    "text_uthmani_transcribed": "Qālū aji'tanā lita'fikanā 'an ālihatinā fa'tinā bimā ta'idunā in kunta minaṣ-ṣādiqīn(a).",
    "translation": "Они сказали: \"Неужели ты пришел, Чтоб отвратить нас от богов, которых почитаем? Тогда ты принеси нам то, Что ты (угрозами своими) обещаешь, Коль ты в словах своих правдив"
  }
]