[
  {
    "verse_number": 45,
    "text_uthmani": "وَٱسْتَعِينُوا۟ بِٱلصَّبْرِ وَٱلصَّلَوٰةِ ۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلْخَـٰشِعِينَ",
    "text_uthmani_transcribed": "Wasta'īnū biṣ-ṣabri waṣ-ṣalāh(ti), wa innahā lakabīratun illā 'alal-khāsyi'īn(a).",
    "translation": "Себе вы в помощь призовите Терпение, и стойкость, и молитву, - Сие есть тягота большая, Но не для тех, кто кроток духом, и смирен"
  },
  {
    "verse_number": 46,
    "text_uthmani": "ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَـٰقُوا۟ رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَٰجِعُونَ",
    "text_uthmani_transcribed": "Allażīna yaẓunnūna annahum mulāqū rabbihim wa annahum ilaihi rāji'ūn(a).",
    "translation": "И твердо верует, что встретит своего Владыку И возвратится (навсегда) к Нему"
  },
  {
    "verse_number": 47,
    "text_uthmani": "يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَنِّى فَضَّلْتُكُمْ عَلَى ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Yā banī isrā'īlażkurū ni'matiyal-latī an'amtu 'alaikum wa annī faḍḍaltukum 'alal- 'ālamīn(a).",
    "translation": "Сыны Исраиля! Вы вспомните ту милость, Которой вас Я одарил, И то, что Я возвысил вас над прочим людом"
  },
  {
    "verse_number": 48,
    "text_uthmani": "وَٱتَّقُوا۟ يَوْمًا لَّا تَجْزِى نَفْسٌ عَن نَّفْسٍ شَيْـًٔا وَلَا يُقْبَلُ مِنْهَا شَفَـٰعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنصَرُونَ",
    "text_uthmani_transcribed": "Wattaqū yaumal lā tajzī nafsun 'an nafsin syai'aw wa lā yuqbalu minhā syafā'atuw wa lā yu'khażu minhā 'adluw wa lā hum yunṣarūn(a).",
    "translation": "И бойтесь Дня, в который ни одна душа Участь другой не облегчит ни на йоту, Заступничества за нее (Господь) не примет, И возмещения (в оплату за грехи) Он не возьмет, И ни одной (из грешных душ) Оказана не будет помощь"
  },
  {
    "verse_number": 49,
    "text_uthmani": "وَإِذْ نَجَّيْنَـٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ يُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ ۚ وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
    "text_uthmani_transcribed": "Wa iż najjainākum min āli fir'auna yasūmūnakum sū'al-'ażābi yużabbiḥūna abnā'akum wa yastaḥyūna nisā'akum, wa fī żālikum balā'um mir rabbikum 'aẓīm(un).",
    "translation": "И (вспомните), когда Мы вас избавили от Фараона и его людей, Которые мучительным страданьям Так долго подвергали вас - Лишали жизни ваших сыновей, В живых лишь женщин оставляя. Сие было для вас великим испытанием от Бога"
  },
  {
    "verse_number": 50,
    "text_uthmani": "وَإِذْ فَرَقْنَا بِكُمُ ٱلْبَحْرَ فَأَنجَيْنَـٰكُمْ وَأَغْرَقْنَآ ءَالَ فِرْعَوْنَ وَأَنتُمْ تَنظُرُونَ",
    "text_uthmani_transcribed": "Wa iż faraqnā bikumul-baḥra fa'anjainākum wa agraqnā āla fir'auna wa antum tanẓurūn(a).",
    "translation": "И (вспомните), когда, спасая вас, Мы море рассекли И на глазах у вас Мы потопили род Фараона и его людей"
  },
  {
    "verse_number": 51,
    "text_uthmani": "وَإِذْ وَٰعَدْنَا مُوسَىٰٓ أَرْبَعِينَ لَيْلَةً ثُمَّ ٱتَّخَذْتُمُ ٱلْعِجْلَ مِنۢ بَعْدِهِۦ وَأَنتُمْ ظَـٰلِمُونَ",
    "text_uthmani_transcribed": "Wa iż wā'adnā mūsā arba'īna lailatan ṡummattakhażtumul-'ijla mim ba'dihī wa antum ẓālimūn(a).",
    "translation": "И (вспомните), когда Назначили Мы Мусе срок из сорока ночей. Вы же в отсутствие его Тельца для почитанья взяли, Творя таким деяньем тяжкий грех"
  },
  {
    "verse_number": 52,
    "text_uthmani": "ثُمَّ عَفَوْنَا عَنكُم مِّنۢ بَعْدِ ذَٰلِكَ لَعَلَّكُمْ تَشْكُرُونَ",
    "text_uthmani_transcribed": "Ṡumma 'afaunā 'ankum mim ba'di żālika la'allakum tasykurūn(a).",
    "translation": "Тогда же Мы простили вас, И вы могли стать благодарны"
  },
  {
    "verse_number": 53,
    "text_uthmani": "وَإِذْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَٱلْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُونَ",
    "text_uthmani_transcribed": "Wa iż ātainā mūsal-kitāba wal-furqāna la'allakum tahtadūn(a).",
    "translation": "И (вспомните), когда Мы дали Мусе Различение и Книгу, И вы могли пойти по праведной стезе"
  },
  {
    "verse_number": 54,
    "text_uthmani": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَـٰقَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلْعِجْلَ فَتُوبُوٓا۟ إِلَىٰ بَارِئِكُمْ فَٱقْتُلُوٓا۟ أَنفُسَكُمْ ذَٰلِكُمْ خَيْرٌ لَّكُمْ عِندَ بَارِئِكُمْ فَتَابَ عَلَيْكُمْ ۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
    "text_uthmani_transcribed": "Wa iż qāla mūsā liqaumihī yā qaumi innakum ẓalamtum anfusakum bittikhāżikumul- 'ijla fatūbū ilā bāri'ikum faqtulū anfusakum, żālikum khairul lakum 'inda bāri'ikum, fatāba 'alaikum, innahū huwat-tawwābur-raḥīm(u).",
    "translation": "И (вспомните), Как Муса народу своему сказал: \"О мой народ! Вы, взяв себе тельца (для почитанья), Зло причинили лишь себе; А потому теперь (в раскаянии должном) Вы обратитесь к своему Творцу, (И за сей грех) убить друг друга сами вы должны, - В глазах Создателя для вас так будет лучше\". И обратился вновь Он к вам (с прощеньем), - Ведь обращающ наш Господь и милосерд"
  },
  {
    "verse_number": 55,
    "text_uthmani": "وَإِذْ قُلْتُمْ يَـٰمُوسَىٰ لَن نُّؤْمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهْرَةً فَأَخَذَتْكُمُ ٱلصَّـٰعِقَةُ وَأَنتُمْ تَنظُرُونَ",
    "text_uthmani_transcribed": "Wa iż qultum yā mūsā lan nu'mina laka ḥattā narallāha jahratan fa'akhażatkumuṣ-ṣā'iqatu wa antum tanẓurūn(a).",
    "translation": "И (вспомните), Как вы сказали Мусе: \"О Муса! Тебе мы не поверим, Пока открыто лик Господень не увидим\". Но гром и молния вас поразили, - Ведь были сами вы свидетели сему"
  }
]