[
  {
    "verse_number": 89,
    "text_uthmani": "إِلَّا ٱلَّذِينَ تَابُوا۟ مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Illal-lażīna tābū mim ba'di żālika wa aṣlaḥū, fa'innallāha gafūrur raḥīm(un).",
    "translation": "Помимо тех, Которые в раскаянии (к Богу) обратились И в благочестии творят добро, - Аллах, поистине, прощающ, милосерд"
  },
  {
    "verse_number": 90,
    "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بَعْدَ إِيمَـٰنِهِمْ ثُمَّ ٱزْدَادُوا۟ كُفْرًا لَّن تُقْبَلَ تَوْبَتُهُمْ وَأُو۟لَـٰٓئِكَ هُمُ ٱلضَّآلُّونَ",
    "text_uthmani_transcribed": "Innal-lażīna kafarū ba'da īmānihim ṡummazdādū kufral lan tuqbala taubatuhum, wa ulā'ika humuḍ-ḍāllūn(a).",
    "translation": "Поистине, все те, которые от веры отреклись, Что ими принята была, Потом в своем неверии окрепли, - Их покаяния (Аллах) не примет, - Они, поистине, заблудшие (в грехе)"
  },
  {
    "verse_number": 91,
    "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَمَاتُوا۟ وَهُمْ كُفَّارٌ فَلَن يُقْبَلَ مِنْ أَحَدِهِم مِّلْءُ ٱلْأَرْضِ ذَهَبًا وَلَوِ ٱفْتَدَىٰ بِهِۦٓ ۗ أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُم مِّن نَّـٰصِرِينَ",
    "text_uthmani_transcribed": "Innal-lażīna kafarū wa mātū wa hum kuffārun falay yuqbala min aḥadihim mil'ul-arḍi żahabaw wa lawiftadā bih(ī), ulā'ika lahum 'ażābun alīmuw wa mā lahum min nāṣirīn(a).",
    "translation": "Поистине, от тех, кто не уверовал и умер, - Ни от единого из них Не будет принято все злато мира, Коль им бы откупиться он хотел, - Их ждет жестокая расплата, И здесь у них заступников не будет"
  },
  {
    "verse_number": 92,
    "text_uthmani": "لَن تَنَالُوا۟ ٱلْبِرَّ حَتَّىٰ تُنفِقُوا۟ مِمَّا تُحِبُّونَ ۚ وَمَا تُنفِقُوا۟ مِن شَىْءٍ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ",
    "text_uthmani_transcribed": "Lan tanālul-birra ḥattā tunfiqū mimmā tuḥibbūn(a), wa mā tunfiqū min syai'in fa innallāha bihī 'alīm(un).",
    "translation": "И никаким путем вам благочестия не обрести, Пока вы милостью не будете давать того, Что дорого и любо вам самим; И что бы вы из благ своих ни издержали, Господь, поистине, об этом знает"
  },
  {
    "verse_number": 93,
    "text_uthmani": "۞ كُلُّ ٱلطَّعَامِ كَانَ حِلًّا لِّبَنِىٓ إِسْرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسْرَٰٓءِيلُ عَلَىٰ نَفْسِهِۦ مِن قَبْلِ أَن تُنَزَّلَ ٱلتَّوْرَىٰةُ ۗ قُلْ فَأْتُوا۟ بِٱلتَّوْرَىٰةِ فَٱتْلُوهَآ إِن كُنتُمْ صَـٰدِقِينَ",
    "text_uthmani_transcribed": "Kulluṭ-ṭa'āmi kāna ḥillal libanī isrā'īla illā mā ḥarrama isrā'īlu 'alā nafsihī min qabli an tunazzalat-taurāh(tu), qul fa'tū bit-taurāti fatlūhā in kuntum ṣādiqīn(a).",
    "translation": "И всякая еда сынам Исраиля дозволена была, Помимо той, что сам себе Исраиль запретил, Пока к ним не пришел Закон; Скажи: \"Коль вы в своих словах правдивы, То принесите Тору и прочтите"
  },
  {
    "verse_number": 94,
    "text_uthmani": "فَمَنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ ٱلْكَذِبَ مِنۢ بَعْدِ ذَٰلِكَ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
    "text_uthmani_transcribed": "Fa maniftarā 'alallāhil-każiba mim ba'di żālika fa ulā'ika humuẓ-ẓālimūn(a).",
    "translation": "Кто после этого измыслит на Аллаха ложь, Тот благочестия лишен и преступает"
  },
  {
    "verse_number": 95,
    "text_uthmani": "قُلْ صَدَقَ ٱللَّهُ ۗ فَٱتَّبِعُوا۟ مِلَّةَ إِبْرَٰهِيمَ حَنِيفًا وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
    "text_uthmani_transcribed": "Qul ṣadaqallāh(u), fattabi'ū millata ibrāhīma ḥanīfā(n), wa mā kāna minal-musyrikīn(a).",
    "translation": "Скажи, (о Мухаммад!): \"Аллах вам правду говорит. Так следуйте же вере Ибрахима, Который был благочестив И в поклонение Аллаху Других божеств не измышлял"
  },
  {
    "verse_number": 96,
    "text_uthmani": "إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِى بِبَكَّةَ مُبَارَكًا وَهُدًى لِّلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Inna awwala baitiw wuḍi'a lin-nāsi lal-lażī bibakkata mubārakaw wa hudal lil-'ālamīn(a).",
    "translation": "И первым Домом поклоненья, Что был назначен для людей, Был тот, что в Мекке, - Благословенья полон, путеводитель всех миров"
  },
  {
    "verse_number": 97,
    "text_uthmani": "فِيهِ ءَايَـٰتٌۢ بَيِّنَـٰتٌ مَّقَامُ إِبْرَٰهِيمَ ۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنًا ۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلْبَيْتِ مَنِ ٱسْتَطَاعَ إِلَيْهِ سَبِيلًا ۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِىٌّ عَنِ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Fīhi āyātum bayyinātum maqāmu ibrāhīm(a), wa man dakhalahū kāna āminā(n), wa lillāhi 'alan-nāsi ḥijjul-baiti manistaṭā'a ilaihi sabīlā(n), wa man kafara fa innallāha ganiyyun 'anil-'ālamīn(a).",
    "translation": "В нем - ясные знаменья для людей, Пристанище для Ибрахима, И каждый, кто войдет в него, Там в безопасности пребудет. И на людей возложен долг перед Аллахом Паломничество к Дому совершить, (Но лишь для тех), кто сможет это сделать. А кто останется неверным - что ж! Аллах превыше всяких нужд любого из (Своих) миров"
  },
  {
    "verse_number": 98,
    "text_uthmani": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لِمَ تَكْفُرُونَ بِـَٔايَـٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعْمَلُونَ",
    "text_uthmani_transcribed": "Qul yā ahlal-kitābi lima takfurūna bi'āyātillāh(i), wallāhu syahīdun 'alā mā ta'malūn(a).",
    "translation": "О люди Книги! Зачем не веруете вы в знамения Аллаха, Когда Он Сам - свидетель ваших дел"
  },
  {
    "verse_number": 99,
    "text_uthmani": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنْ ءَامَنَ تَبْغُونَهَا عِوَجًا وَأَنتُمْ شُهَدَآءُ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
    "text_uthmani_transcribed": "Qul yā ahlal-kitābi lima taṣuddūna 'an sabīlillāhi man āmana tabgūnahā 'iwajaw wa antum syuhadā'(u), wa mallāhu bigāfilin 'ammā ta'malūn(a).",
    "translation": "Скажи: \"О люди Книги! Зачем вы тех, которые уверовали (в Бога), Сбиваете с пути прямого, Стремясь в него извилины внести, - Ведь были вы свидетели (Завету). И в небрежении Господь не остается К поступкам вашим и делам"
  }
]