{
  "chapter_number": 40,
  "verses": [
    {
      "verse_number": 12,
      "text_uthmani": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِىَ ٱللَّهُ وَحْدَهُۥ كَفَرْتُمْ ۖ وَإِن يُشْرَكْ بِهِۦ تُؤْمِنُوا۟ ۚ فَٱلْحُكْمُ لِلَّهِ ٱلْعَلِىِّ ٱلْكَبِيرِ",
      "text_uthmani_transcribed": "Żālikum bi'annahū iżā du'iyallāhu waḥdahū kafartum, wa iy yusyrak bihī tu'minū, fal-ḥukmu lillāhil-'aliyyil-kabīr(i).",
      "translation": "(Ответом будет): \"Это вам за то, Что не уверовали вы, Когда вас призывали веровать в Единного Аллаха, Когда же придавали соучастников Ему, В вас тут же (просыпалась) вера\". Решение всего - у Высочайшего, Великого Аллаха"
    },
    {
      "verse_number": 13,
      "text_uthmani": "هُوَ ٱلَّذِى يُرِيكُمْ ءَايَـٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزْقًا ۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ",
      "text_uthmani_transcribed": "Huwal-lażī yurīkum āyātihī wa yunazzilu lakum minas-samā'i rizqā(n), wa mā yatażakkaru illā may yunīb(u).",
      "translation": "Он вам Свои знамения являет И шлет вам с неба все для ваших нужд, Но это увещание лишь те приемлют, Кто обращается к Нему"
    },
    {
      "verse_number": 14,
      "text_uthmani": "فَٱدْعُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ وَلَوْ كَرِهَ ٱلْكَـٰفِرُونَ",
      "text_uthmani_transcribed": "Fad'ullāha mukhliṣīna lahud-dīna wa lau karihal-kāfirūn(a).",
      "translation": "Так воззовите же к Аллаху И в этой вере искренность блюдите, И пусть неверные досадуют на это"
    },
    {
      "verse_number": 15,
      "text_uthmani": "رَفِيعُ ٱلدَّرَجَـٰتِ ذُو ٱلْعَرْشِ يُلْقِى ٱلرُّوحَ مِنْ أَمْرِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ لِيُنذِرَ يَوْمَ ٱلتَّلَاقِ",
      "text_uthmani_transcribed": "Rafī'ud-darajāti żul-'arsy(i), yulqir-rūḥa min amrihī 'alā may yasyā'u min 'ibādihī liyunżira yaumat-talāq(i).",
      "translation": "Над всеми Он ступенями возвышен, Властитель Трона! Своим велением Он дух низводит Тому из Своих слуг, к кому благоволИт, Чтоб тот напоминал о Дне Свидания (всем людям)"
    },
    {
      "verse_number": 16,
      "text_uthmani": "يَوْمَ هُم بَـٰرِزُونَ ۖ لَا يَخْفَىٰ عَلَى ٱللَّهِ مِنْهُمْ شَىْءٌ ۚ لِّمَنِ ٱلْمُلْكُ ٱلْيَوْمَ ۖ لِلَّهِ ٱلْوَٰحِدِ ٱلْقَهَّارِ",
      "text_uthmani_transcribed": "Yauma hum bārizūn(a), lā yakhfā 'alallāhi minhum syai'(un), limanil-mulkul-yaum(a), lillāhil-wāḥidil-qahhār(i).",
      "translation": "О Дне, Когда они предстанут (перед Ним) И уж ничто о них не будет от Аллаха скрыто. И чье владычество в тот День? Единого могучего Аллаха"
    },
    {
      "verse_number": 17,
      "text_uthmani": "ٱلْيَوْمَ تُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ ۚ لَا ظُلْمَ ٱلْيَوْمَ ۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
      "text_uthmani_transcribed": "Al-yauma tujzā kullu nafsim bimā kasabat, lā ẓulmal-yaum(a), innallāha sarī'ul-ḥisāb(i).",
      "translation": "В тот День Сполна получит всякая душа, Что уготовила себе (в сей жизни); Несправедливости в тот День не будет, - Поистине, Аллах в Своем расчете скор"
    },
    {
      "verse_number": 18,
      "text_uthmani": "وَأَنذِرْهُمْ يَوْمَ ٱلْـَٔازِفَةِ إِذِ ٱلْقُلُوبُ لَدَى ٱلْحَنَاجِرِ كَـٰظِمِينَ ۚ مَا لِلظَّـٰلِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ",
      "text_uthmani_transcribed": "Wa anżirhum yaumal-āzifati iżil-qulūbu ladal-ḥanājiri kāẓimīn(a), mā liẓ-ẓālimīna min ḥamīmiw wa lā syafī'iy yuṭā'(u).",
      "translation": "(А потому ты) их предупреждай о Дне, Что близится к ним (неустанно), Когда душа подступит к самой горловине, едва не удушая их, И им ни друга, ни заступника не будет, (Защиту) коих приняли б (в расчет)"
    },
    {
      "verse_number": 19,
      "text_uthmani": "يَعْلَمُ خَآئِنَةَ ٱلْأَعْيُنِ وَمَا تُخْفِى ٱلصُّدُورُ",
      "text_uthmani_transcribed": "Ya'lamu khā'inatal-a'yuni wa mā tukhfiṣ-ṣudūr(u).",
      "translation": "Известно Богу вероломство глаз И что сердца (людей) таят"
    },
    {
      "verse_number": 20,
      "text_uthmani": "وَٱللَّهُ يَقْضِى بِٱلْحَقِّ ۖ وَٱلَّذِينَ يَدْعُونَ مِن دُونِهِۦ لَا يَقْضُونَ بِشَىْءٍ ۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
      "text_uthmani_transcribed": "Wallāhu yaqḍī bil-ḥaqq(i), wal-lażīna yad'ūna min dūnihī lā yaqḍūna bisyai'(in), innallāha huwas-samī'ul-baṣīr(u).",
      "translation": "И все по Истине Аллах рассудит. А те, кого они, опричь Аллаха, призывают, Не будут ничего решать, - Ведь Он один все слышит и все видит"
    },
    {
      "verse_number": 21,
      "text_uthmani": "۞ أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ كَانُوا۟ مِن قَبْلِهِمْ ۚ كَانُوا۟ هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَءَاثَارًا فِى ٱلْأَرْضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٍ",
      "text_uthmani_transcribed": "Awalam yasīrū fil-arḍi fayanẓurū kaifa kāna 'āqibatul-lażīna kānū min qablihim, kānū hum asyaddu minhum quwwataw wa āṡāran fil-arḍi fa'akhażahumullāhu biżunūbihim, wa mā kāna lahum minallāhi miw wāq(in).",
      "translation": "Ужель они не ходят по земле, Не видят то, каков конец был тех, Которые до них (грешили): Кто силой их превосходил - делами, Что на земле оставили свой след? Аллах сразил их всех за их грехи, И не было у них защиты от Него"
    },
    {
      "verse_number": 22,
      "text_uthmani": "ذَٰلِكَ بِأَنَّهُمْ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَكَفَرُوا۟ فَأَخَذَهُمُ ٱللَّهُ ۚ إِنَّهُۥ قَوِىٌّ شَدِيدُ ٱلْعِقَابِ",
      "text_uthmani_transcribed": "Żālika bi'annahum kānat ta'tīhim rusuluhum bil-bayyināti fakafarū fa'akhażahumullāh(u), innahū qawiyyun syadīdul-'iqāb(i).",
      "translation": "И это все - за то, Что с ясными знаменьями от Нас Посланники к ним приходили - Они же отвергали их. За это их сразил Аллах, - Ведь Он силен и в (Своих) карах строг"
    }
  ]
}