[
  {
    "verse_number": 78,
    "text_uthmani": "أَيْنَمَا تَكُونُوا۟ يُدْرِككُّمُ ٱلْمَوْتُ وَلَوْ كُنتُمْ فِى بُرُوجٍ مُّشَيَّدَةٍ ۗ وَإِن تُصِبْهُمْ حَسَنَةٌ يَقُولُوا۟ هَـٰذِهِۦ مِنْ عِندِ ٱللَّهِ ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا۟ هَـٰذِهِۦ مِنْ عِندِكَ ۚ قُلْ كُلٌّ مِّنْ عِندِ ٱللَّهِ ۖ فَمَالِ هَـٰٓؤُلَآءِ ٱلْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا",
    "text_uthmani_transcribed": "Aina mā takūnū yudrikkumul-mautu wa lau kuntum fī burūjim musyayyadah(tin), wa in tuṣibhum ḥasanatuy yaqūlū hāżihī min 'indillāh(i), wa in tuṣibhum sayyi'atuy yaqūlū hāżihī min 'indik(a), qul kullum min 'indillāh(i), famā lihā'ulā'il-qaumi lā yakādūna yafqahūna ḥadīṡā(n).",
    "translation": "И где бы вы ни находились, Вам предстоит познать (вкус) смерти, (Когда ее черед настанет), Если б вы даже схоронились В высоких башнях, (что взметнулись к небесам). Когда случается благое с ними, То говорят они: \"Сие - нам от Аллаха!\" Когда же постигает их дурное, говорят: \"А это - от тебя, (о Мухаммад!)\" Скажи: \"Все истекает от Аллаха!\" Но почему же эти люди Никак не могут осознать Ни одного (привЕденного) сказа"
  },
  {
    "verse_number": 79,
    "text_uthmani": "مَّآ أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ ٱللَّهِ ۖ وَمَآ أَصَابَكَ مِن سَيِّئَةٍ فَمِن نَّفْسِكَ ۚ وَأَرْسَلْنَـٰكَ لِلنَّاسِ رَسُولًا ۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا",
    "text_uthmani_transcribed": "Mā aṣābaka min ḥasanatin fa minallāh(i), wa mā aṣābaka min sayyi'atin fa min nafsik(a), wa arsalnāka lin-nāsi rasūlā(n), wa kafā billāhi syahīdā(n).",
    "translation": "И все благое, что тебя постигнет, - от Аллаха; А что постигнет из дурного - Исходит от (греховности) твоей (как наказанье от Него). И Мы Своим посланником тебя послали к людям, (Чтоб ты их в этом увещал). И как свидетеля тому - достаточно Аллаха"
  },
  {
    "verse_number": 80,
    "text_uthmani": "مَّن يُطِعِ ٱلرَّسُولَ فَقَدْ أَطَاعَ ٱللَّهَ ۖ وَمَن تَوَلَّىٰ فَمَآ أَرْسَلْنَـٰكَ عَلَيْهِمْ حَفِيظًا",
    "text_uthmani_transcribed": "May yuṭi'ir-rasūla faqad aṭā'allāh(a), wa man tawallā famā arsalnāka 'alaihim ḥafīẓā(n).",
    "translation": "И кто посланнику послушен, Послушен Самому Аллаху. А кто уйдет отворотившись - (Что ж!) Тебя не посылали Мы Хранителем их благочестья"
  },
  {
    "verse_number": 81,
    "text_uthmani": "وَيَقُولُونَ طَاعَةٌ فَإِذَا بَرَزُوا۟ مِنْ عِندِكَ بَيَّتَ طَآئِفَةٌ مِّنْهُمْ غَيْرَ ٱلَّذِى تَقُولُ ۖ وَٱللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ ۖ فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
    "text_uthmani_transcribed": "Wa yaqūlūna ṭā'ah(tun), fa iżā barazū min 'indika bayyata ṭā'ifatum minhum gairal-lażī taqūl(u), wallāhu yaktubu mā yubayyitūn(a),  fa a'riḍ 'anhum wa tawakkal 'alallāh(i), wa kafā billāhi wakīlā(n).",
    "translation": "И говорят они: \" (Мы) послушание (блюдем)!\" А стоит им тебя покинуть, Как многие из них Во мраке ночи замышляют Совсем обратное тому, что ты сказал. Но запись Бог ведет их умыслам ночным. Ты в стороне держись от них и Господу доверься. Его, как поручителя, довольно"
  },
  {
    "verse_number": 82,
    "text_uthmani": "أَفَلَا يَتَدَبَّرُونَ ٱلْقُرْءَانَ ۚ وَلَوْ كَانَ مِنْ عِندِ غَيْرِ ٱللَّهِ لَوَجَدُوا۟ فِيهِ ٱخْتِلَـٰفًا كَثِيرًا",
    "text_uthmani_transcribed": "Afalā yatadabbarūnal-qur'ān(a), wa lau kāna min 'indi gairillāhi lawajadū fīhikhtilāfan kaṡīrā(n).",
    "translation": "Что ж им не поразмыслить над Кораном? Не будь он от Аллаха, В нем много бы нашлось противоречий"
  },
  {
    "verse_number": 83,
    "text_uthmani": "وَإِذَا جَآءَهُمْ أَمْرٌ مِّنَ ٱلْأَمْنِ أَوِ ٱلْخَوْفِ أَذَاعُوا۟ بِهِۦ ۖ وَلَوْ رَدُّوهُ إِلَى ٱلرَّسُولِ وَإِلَىٰٓ أُو۟لِى ٱلْأَمْرِ مِنْهُمْ لَعَلِمَهُ ٱلَّذِينَ يَسْتَنۢبِطُونَهُۥ مِنْهُمْ ۗ وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ لَٱتَّبَعْتُمُ ٱلشَّيْطَـٰنَ إِلَّا قَلِيلًا",
    "text_uthmani_transcribed": "Wa iżā jā'ahum amrum minal-amni awil-khaufi ażā'ū bih(ī), wa lau ruddūhu ilar-rasūli wa ilā ulil-amri minhum la'alimahul-lażīna yastambiṭūnahū minhum, wa lau lā faḍlullāhi 'alaikum wa raḥmatuhū lattaba'tumusy-syaiṭāna illā qalīlā(n).",
    "translation": "Когда встает какой-нибудь вопрос пред ними, Не вызывающий тревог или несущий опасенья, Они его тотчАс же разглашают. А если б предоставили они (Этот вопрос) посланнику (на суд) Иль обладающим меж ними властью, Тогда б узнали его те, Кто (в суть его) проникнуть хочет. И если б не Господня щедрость и милость Его к вам, То вы бы все, кроме немногих, пошли стопами Сатаны"
  },
  {
    "verse_number": 84,
    "text_uthmani": "فَقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ ۚ وَحَرِّضِ ٱلْمُؤْمِنِينَ ۖ عَسَى ٱللَّهُ أَن يَكُفَّ بَأْسَ ٱلَّذِينَ كَفَرُوا۟ ۚ وَٱللَّهُ أَشَدُّ بَأْسًا وَأَشَدُّ تَنكِيلًا",
    "text_uthmani_transcribed": "Faqātil fī sabīlillāh(i), lā tukallafu illā nafsaka wa ḥarriḍil-mu'minīn(a), 'asallāhu ay yakuffa ba'sal lażīna kafarū,  wallāhu asyaddu ba'saw wa asyaddu tankīlā(n).",
    "translation": "Сражайся на пути Господнем - Ты сам себе вменяешь это - И побуждай благочестивых. Быть может, Бог умерит злость неверных, - Ведь Он - сильнейший в Своей мощи, Сильнейший в наказании Своем"
  },
  {
    "verse_number": 85,
    "text_uthmani": "مَّن يَشْفَعْ شَفَـٰعَةً حَسَنَةً يَكُن لَّهُۥ نَصِيبٌ مِّنْهَا ۖ وَمَن يَشْفَعْ شَفَـٰعَةً سَيِّئَةً يَكُن لَّهُۥ كِفْلٌ مِّنْهَا ۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ مُّقِيتًا",
    "text_uthmani_transcribed": "May yasyfa' syafā'atan ḥasanatay yakul lahū naṣībum minhā, wa may yasyfa' syafā'atan sayyi'atay yakul lahū kiflum minhā, wa kānallāhu 'alā kulli syai'im muqītā(n).",
    "translation": "И кто способствует благому делу, Тот от него получит долю; А кто способствует дурному, Получит долю в бремени его. Господь над всякой вещью властен"
  },
  {
    "verse_number": 86,
    "text_uthmani": "وَإِذَا حُيِّيتُم بِتَحِيَّةٍ فَحَيُّوا۟ بِأَحْسَنَ مِنْهَآ أَوْ رُدُّوهَآ ۗ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ حَسِيبًا",
    "text_uthmani_transcribed": "Wa iżā ḥuyyītum bitaḥiyyatin fa ḥayyū bi'aḥsana minhā au ruddūhā, innallāha kāna 'alā kulli syai'in ḥasībā(n).",
    "translation": "Когда приветствуют с приветливостью вас, Ответьте им приветливостью большей Или такою же (по меньшей мере). Господь, поистине, подсчет ведет всему"
  },
  {
    "verse_number": 87,
    "text_uthmani": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۚ لَيَجْمَعَنَّكُمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ لَا رَيْبَ فِيهِ ۗ وَمَنْ أَصْدَقُ مِنَ ٱللَّهِ حَدِيثًا",
    "text_uthmani_transcribed": "Allāhu lā ilāha illā huw(a), layajma'annakum ilā yaumil-qiyāmati lā raiba fīh(i), wa man aṣdaqu minallāhi ḥadīṡā(n).",
    "translation": "Аллах! Нет божества, кроме Него! Поистине, Он всех вас соберет в День Воскресения (на Суд), О коем никаких сомнений нет. Кто в слове может быть правдивее Аллаха"
  },
  {
    "verse_number": 88,
    "text_uthmani": "۞ فَمَا لَكُمْ فِى ٱلْمُنَـٰفِقِينَ فِئَتَيْنِ وَٱللَّهُ أَرْكَسَهُم بِمَا كَسَبُوٓا۟ ۚ أَتُرِيدُونَ أَن تَهْدُوا۟ مَنْ أَضَلَّ ٱللَّهُ ۖ وَمَن يُضْلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلًا",
    "text_uthmani_transcribed": "Famā lakum fil-munāfiqīna fi'ataini wallāhu arkasahum bimā kasabū, aturīdūna an tahdū man aḍallallāh(u), wa may yuḍlilillāhu falan tajida lahū sabīlā(n).",
    "translation": "Зачем же из-за лицемеров Вы разделились на две группы, Коль их Аллах увлек с пути за (нечестивые) стяжанья? Так неужели вы хотите На путь прямой наставить тех, Кого Аллах с него увлек? Ведь не найти пути прямого Тому, кого Аллах увлек с пути"
  }
]