{
  "chapter_number": 43,
  "verses": [
    {
      "verse_number": 23,
      "text_uthmani": "وَكَذَٰلِكَ مَآ أَرْسَلْنَا مِن قَبْلِكَ فِى قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَآ إِنَّا وَجَدْنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٍ وَإِنَّا عَلَىٰٓ ءَاثَـٰرِهِم مُّقْتَدُونَ",
      "text_uthmani_transcribed": "Wa każālika mā arsalnā min qablika fī qaryatim min nażīr(in), illā qāla mutrafūhā, innā wajadnā ābā'anā 'alā ummatiw wa innā 'alā āṡārihim muqtadūn(a).",
      "translation": "И точно так же всякий раз, Когда Мы слали до тебя К любому люду увещевателя от Нас, Кто побогаче был из них, Те говорили: \"Нашли мы наших праотцев, Державшихся определенной веры, И прямо следуем по их стопам"
    },
    {
      "verse_number": 24,
      "text_uthmani": "۞ قَـٰلَ أَوَلَوْ جِئْتُكُم بِأَهْدَىٰ مِمَّا وَجَدتُّمْ عَلَيْهِ ءَابَآءَكُمْ ۖ قَالُوٓا۟ إِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَـٰفِرُونَ",
      "text_uthmani_transcribed": "Qāla awalau ji'tukum bi'ahdā mimmā wajattum 'alaihi ābā'akum, qālū innā bimā ursiltum bihī kāfirūn(a).",
      "translation": "Сказал он: \"Даже если я несу вам руководство, Что правильней того, Которого, как вы нашли, Держались ваши праотцы?\" Они сказали: \"Мы не верим в то, С чем посланы (вы к нам)"
    },
    {
      "verse_number": 25,
      "text_uthmani": "فَٱنتَقَمْنَا مِنْهُمْ ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُكَذِّبِينَ",
      "text_uthmani_transcribed": "Fantaqamnā minhum fanẓur kaifa kāna 'āqibatul-mukażżibīn(a).",
      "translation": "И Мы отмстили им. И посмотри, какой конец был тех, Кто ложью счел (Мои знаменья)"
    },
    {
      "verse_number": 26,
      "text_uthmani": "وَإِذْ قَالَ إِبْرَٰهِيمُ لِأَبِيهِ وَقَوْمِهِۦٓ إِنَّنِى بَرَآءٌ مِّمَّا تَعْبُدُونَ",
      "text_uthmani_transcribed": "Wa iż qāla ibrāhīmu li'abīhi wa qaumihī innanī barā'um mimmā ta'budūn(a).",
      "translation": "И (вспомните), как своему отцу и своему народу Ибрахим сказал: \"Чему вы поклоняетесь, К тому я непричастен"
    },
    {
      "verse_number": 27,
      "text_uthmani": "إِلَّا ٱلَّذِى فَطَرَنِى فَإِنَّهُۥ سَيَهْدِينِ",
      "text_uthmani_transcribed": "Illāl-lażī faṭaranī fa'innahū sayahdīn(i).",
      "translation": "(Я поклоняюсь) лишь Тому, Кто меня создал, - Он мне, поистине, укажет путь прямой"
    },
    {
      "verse_number": 28,
      "text_uthmani": "وَجَعَلَهَا كَلِمَةًۢ بَاقِيَةً فِى عَقِبِهِۦ لَعَلَّهُمْ يَرْجِعُونَ",
      "text_uthmani_transcribed": "Wa ja'alahā kalimatam bāqiyatan fī 'aqibihī la'allahum yarji'ūn(a).",
      "translation": "И (сей завет) он сделал Словом Для пребывания в его потомстве, Чтоб обратились (к Господу) они"
    },
    {
      "verse_number": 29,
      "text_uthmani": "بَلْ مَتَّعْتُ هَـٰٓؤُلَآءِ وَءَابَآءَهُمْ حَتَّىٰ جَآءَهُمُ ٱلْحَقُّ وَرَسُولٌ مُّبِينٌ",
      "text_uthmani_transcribed": "Bal matta'tu hā'ulā'i wa ābā'ahum ḥattā jā'ahumul-ḥaqqu wa rasūlum mubīn(un).",
      "translation": "Я дал и им, и их отцам Благами ближней жизни наслаждаться, Пока им Истина (Господня) не предстала И не пришел посланник несомненный"
    },
    {
      "verse_number": 30,
      "text_uthmani": "وَلَمَّا جَآءَهُمُ ٱلْحَقُّ قَالُوا۟ هَـٰذَا سِحْرٌ وَإِنَّا بِهِۦ كَـٰفِرُونَ",
      "text_uthmani_transcribed": "Wa lammā jā'ahumul-ḥaqqu qālū hāżā siḥruw wa innā bihī kāfirūn(a).",
      "translation": "Когда им Истина предстала, Они сказали: \"Это - колдовство, и мы ему не верим"
    },
    {
      "verse_number": 31,
      "text_uthmani": "وَقَالُوا۟ لَوْلَا نُزِّلَ هَـٰذَا ٱلْقُرْءَانُ عَلَىٰ رَجُلٍ مِّنَ ٱلْقَرْيَتَيْنِ عَظِيمٍ",
      "text_uthmani_transcribed": "Wa qālū lau lā nuzzila hāżal-qur'ānu 'alā rajulim minal-qaryataini 'aẓīm(in).",
      "translation": "И (далее) они сказали: \"Так отчего бы этому Корану Не быть ниспосланным Какому-либо знатному мужчине Из этих двух (почетных) городов"
    },
    {
      "verse_number": 32,
      "text_uthmani": "أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ ۚ نَحْنُ قَسَمْنَا بَيْنَهُم مَّعِيشَتَهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَـٰتٍ لِّيَتَّخِذَ بَعْضُهُم بَعْضًا سُخْرِيًّا ۗ وَرَحْمَتُ رَبِّكَ خَيْرٌ مِّمَّا يَجْمَعُونَ",
      "text_uthmani_transcribed": "Ahum yaqsimūna raḥmata rabbik(a), naḥnu qasamnā bainahum ma'īsyatahum fil-ḥayātid-dun-yā, wa rafa'nā ba'ḍahum fauqa ba'ḍin darajātil liyattakhiża ba'ḍuhum ba'ḍan sukhriyyā(n), wa raḥmatu rabbika khairum mimmā yajma'ūn(a).",
      "translation": "Уж не они ль - Делители щедрот Владыки твоего?! Лишь Мы - делители средь них всего потребного в сем мире. И Мы возвысили по степеням Одних из них над остальными, Чтобы одни могли брать в услужение других. Но милость твоего Владыки Превыше благ, которые они себе копЯт"
    },
    {
      "verse_number": 33,
      "text_uthmani": "وَلَوْلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةً وَٰحِدَةً لَّجَعَلْنَا لِمَن يَكْفُرُ بِٱلرَّحْمَـٰنِ لِبُيُوتِهِمْ سُقُفًا مِّن فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ",
      "text_uthmani_transcribed": "Wa lau lā ay yakūnan-nāsu ummataw wāḥidatal laja'alnā limay yakfuru bir-raḥmāni libuyūtihim suqufam min fiḍḍatiw wa ma'ārija 'alaihā yaẓharūn(a).",
      "translation": "И если б не случилось так, Что люди все одним народом станут, Для тех, кто Милосердного отверг, Мы б сделали из серебра И кровли их домов, и лестницы для восхожденья"
    }
  ]
}