[
  {
    "verse_number": 23,
    "text_uthmani": "إِنَّ ٱلَّذِينَ يَرْمُونَ ٱلْمُحْصَنَـٰتِ ٱلْغَـٰفِلَـٰتِ ٱلْمُؤْمِنَـٰتِ لُعِنُوا۟ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ",
    "text_uthmani_transcribed": "Innal-lażīna yarmūnal-muḥṣanātil-gāfilātil-mu'mināti lu'inū fid-dun-yā wal-ākhirah(ti), wa lahum 'ażābun 'aẓīm(un).",
    "translation": "Те, кто возводит клевету На целомудренных, (В невинности своей молвою) небрегущих, (Подчас) небрежных (в мелочах мирских), (В Аллаха) верующих (всей душою), - Те будут прокляты и в ближней, и в далекой жизни И будут преданы суровой каре"
  },
  {
    "verse_number": 24,
    "text_uthmani": "يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُم بِمَا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Yauma tasyhadu 'alaihim alsinatuhum wa aidīhim wa arjuluhum bimā kānū ya'malūn(a).",
    "translation": "В тот День, Когда их языки, их руки, ноги их Свидетельствовать будут против них О том, какое (зло) они творили"
  },
  {
    "verse_number": 25,
    "text_uthmani": "يَوْمَئِذٍ يُوَفِّيهِمُ ٱللَّهُ دِينَهُمُ ٱلْحَقَّ وَيَعْلَمُونَ أَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ ٱلْمُبِينُ",
    "text_uthmani_transcribed": "Yauma'iżiy yuwaffīhimullāhu dīnahumul-ḥaqqa wa ya'lamūna annallāha huwal-ḥaqqul-mubīn(u).",
    "translation": "В тот День Аллах им полностью воздаст по их заслугам, И уж тогда они узнают, что Аллах Есть Истина, что ясно (проявляет все, что суще)"
  },
  {
    "verse_number": 26,
    "text_uthmani": "ٱلْخَبِيثَـٰتُ لِلْخَبِيثِينَ وَٱلْخَبِيثُونَ لِلْخَبِيثَـٰتِ ۖ وَٱلطَّيِّبَـٰتُ لِلطَّيِّبِينَ وَٱلطَّيِّبُونَ لِلطَّيِّبَـٰتِ ۚ أُو۟لَـٰٓئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ ۖ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
    "text_uthmani_transcribed": "Al-khabīṡātu lil-khabīṡīna wal-khabīṡūna lil-khabīṡāt(i), waṭ-ṭayyibātu liṭ-ṭayyibīna waṭ-ṭayyibūna liṭ-ṭayyibāt(i), ulā'ika mubarra'ūna mimmā yaqūlūn(a), lahum magfiratuw wa rizqun karīm(un).",
    "translation": "Дурные (женщины) - дурным (мужьям), (Мужья) бесстыжие - бесстыжим (женам), Добропорядочные (женщины) - порядочным (мужьям), Хорошие (мужья) - хорошим (женам). Они невинны перед (злом людской) молвы, (Аллах) простит им (их небрежность) И одарит наделом благородным"
  },
  {
    "verse_number": 27,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَدْخُلُوا۟ بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّىٰ تَسْتَأْنِسُوا۟ وَتُسَلِّمُوا۟ عَلَىٰٓ أَهْلِهَا ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ لَعَلَّكُمْ تَذَكَّرُونَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tadkhulū buyūtan gaira buyūtikum ḥattā tasta'nisū wa tusallimū 'alā ahlihā, żālikum khairul lakum la'allakum tażakkarūn(a).",
    "translation": "О вы, кто верует! В дома (чужие), кроме своего, не заходите, Не испросив на это разрешенья И не приветствуя живущих в нем, - Для вас так лучше, чтобы вы Могли внимательными быть друг к другу"
  },
  {
    "verse_number": 28,
    "text_uthmani": "فَإِن لَّمْ تَجِدُوا۟ فِيهَآ أَحَدًا فَلَا تَدْخُلُوهَا حَتَّىٰ يُؤْذَنَ لَكُمْ ۖ وَإِن قِيلَ لَكُمُ ٱرْجِعُوا۟ فَٱرْجِعُوا۟ ۖ هُوَ أَزْكَىٰ لَكُمْ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ",
    "text_uthmani_transcribed": "Fa illam tajidū fīhā aḥadan falā tadkhulūhā ḥattā yu'żana lakum wa in qīla lakumurji'ū farji'ū huwa azkā lakum, wallāhu bimā ta'malūna 'alīm(un).",
    "translation": "Если вы в доме не найдете никого - Вам заходить в него не нужно, Пока вам это не позволят. А если скажут: \"Возвращайтесь!\", То возвращайтесь (сразу же к себе) - Так вам, поистине, пристойнее и чище, - Аллах ведь знает (все), что делаете вы"
  },
  {
    "verse_number": 29,
    "text_uthmani": "لَّيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَدْخُلُوا۟ بُيُوتًا غَيْرَ مَسْكُونَةٍ فِيهَا مَتَـٰعٌ لَّكُمْ ۚ وَٱللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ",
    "text_uthmani_transcribed": "Laisa 'alaikum junāḥun an tadkhulū buyūtan gaira maskūnatin fīhā matā'ul lakum, wallāhu ya'lamu mā tubdūna wa mā taktumūn(a).",
    "translation": "На вас греха не будет в том, Коль в нежилое помещенье вы зайдете, В котором есть потребное для ваших нужд, - Аллах ведь знает то, Что вы являете открыто, И то, что вы скрываете (от глаз)"
  },
  {
    "verse_number": 30,
    "text_uthmani": "قُل لِّلْمُؤْمِنِينَ يَغُضُّوا۟ مِنْ أَبْصَـٰرِهِمْ وَيَحْفَظُوا۟ فُرُوجَهُمْ ۚ ذَٰلِكَ أَزْكَىٰ لَهُمْ ۗ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا يَصْنَعُونَ",
    "text_uthmani_transcribed": "Qul lil-mu'minīna yaguḍḍū min abṡārihim wa yaḥfaẓū furūjahum, żālika azkā lahum, innallāha khabīrum bimā yaṣna'ūn(a).",
    "translation": "Скажи мужам, уверовавшим (в Бога), Чтоб потупляли свои взоры, Храня себя от вожделений плоти, - Так им пристойнее и чище, - Аллах ведь сведущ в том, что делают они"
  },
  {
    "verse_number": 31,
    "text_uthmani": "وَقُل لِّلْمُؤْمِنَـٰتِ يَغْضُضْنَ مِنْ أَبْصَـٰرِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا ۖ وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّ ۖ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ ءَابَآئِهِنَّ أَوْ ءَابَآءِ بُعُولَتِهِنَّ أَوْ أَبْنَآئِهِنَّ أَوْ أَبْنَآءِ بُعُولَتِهِنَّ أَوْ إِخْوَٰنِهِنَّ أَوْ بَنِىٓ إِخْوَٰنِهِنَّ أَوْ بَنِىٓ أَخَوَٰتِهِنَّ أَوْ نِسَآئِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَـٰنُهُنَّ أَوِ ٱلتَّـٰبِعِينَ غَيْرِ أُو۟لِى ٱلْإِرْبَةِ مِنَ ٱلرِّجَالِ أَوِ ٱلطِّفْلِ ٱلَّذِينَ لَمْ يَظْهَرُوا۟ عَلَىٰ عَوْرَٰتِ ٱلنِّسَآءِ ۖ وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِن زِينَتِهِنَّ ۚ وَتُوبُوٓا۟ إِلَى ٱللَّهِ جَمِيعًا أَيُّهَ ٱلْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ",
    "text_uthmani_transcribed": "Wa qul lil-mu'mināti yagḍuḍna  min abṡārihinna wa yaḥfaẓna furūjahunna wa lā yubdīna zīnatahunna illā mā ẓahara minhā walyaḍribna bikhumurihinna 'alā juyūbihinn(a), wa lā yubdīna zīnatahunna illā libu'ūlatihinna au ābā'ihinna au abnā'ihinna au abnā'i bu'ūlatihinna au ikhwānihinna au banī ikhwānihinna au nisā'ihinna au mā malakat aimānuhunna awit-tābi'īna gairi ulil-irbati minar-rijāli awiṭ-ṭiflil-lażīna lam yaẓharū 'alā 'aurātin-nisā'(i), wa lā yaḍribna bi'arjulihinna liyu'lama mā yukhfīna min zīnatihinn(a), wa tūbū ilallāhi jamī'an ayyuhal-mu'minūna  la'allakum tufliḥūn(a).",
    "translation": "Скажи и девам, что уверовали (в Бога), Чтоб потупляли свои взоры, И целомудрие хранили, И чтоб не выставляли напоказ свои красОты, Помимо лишь того, Чему (обычно) надлежит быть видным. И пусть набрасывают шаль на грудь И напоказ свои красоты не являют, Кроме своих мужей, своих отцов, Отцов своих мужей, и сыновей своих, И сыновей своих мужей (от прежних браков) Иль своих братьев, иль племянников своих От своих братьев и сестер, Своих прислуг, или подруг, Иль тех, которыми владеют правы руки, Иль слуг мужского пола, Лишенных плотских вожделений, Иль маленьких детей, Что женской наготы еще не распознали. И пусть ногой об пол не бьют, Чтоб обнаружились те из их красот, Которые сокрыты (их одеждой). О вы, кто верует! К Аллаху лик свой обратите с покаяньем, Чтоб вы могли познать блаженство"
  },
  {
    "verse_number": 32,
    "text_uthmani": "وَأَنكِحُوا۟ ٱلْأَيَـٰمَىٰ مِنكُمْ وَٱلصَّـٰلِحِينَ مِنْ عِبَادِكُمْ وَإِمَآئِكُمْ ۚ إِن يَكُونُوا۟ فُقَرَآءَ يُغْنِهِمُ ٱللَّهُ مِن فَضْلِهِۦ ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
    "text_uthmani_transcribed": "Wa ankiḥul-ayāmā minkum waṣ-ṣāliḥīna min 'ibādikum wa imā'ikum, iy yakūnū fuqarā'a yugnihimullāhu min faḍlih(ī), wallāhu wāsi'un 'alīm(un).",
    "translation": "В брак выдавайте тех из вас, Кто брачных связей не имеет, - Рабов благочестивых и рабынь; А коль они бедны, Обогатит их щедростью Своей Аллах, - Ведь Он всезнающ И объемлет (Его благость всех и вся)"
  },
  {
    "verse_number": 33,
    "text_uthmani": "وَلْيَسْتَعْفِفِ ٱلَّذِينَ لَا يَجِدُونَ نِكَاحًا حَتَّىٰ يُغْنِيَهُمُ ٱللَّهُ مِن فَضْلِهِۦ ۗ وَٱلَّذِينَ يَبْتَغُونَ ٱلْكِتَـٰبَ مِمَّا مَلَكَتْ أَيْمَـٰنُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا ۖ وَءَاتُوهُم مِّن مَّالِ ٱللَّهِ ٱلَّذِىٓ ءَاتَىٰكُمْ ۚ وَلَا تُكْرِهُوا۟ فَتَيَـٰتِكُمْ عَلَى ٱلْبِغَآءِ إِنْ أَرَدْنَ تَحَصُّنًا لِّتَبْتَغُوا۟ عَرَضَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ وَمَن يُكْرِههُّنَّ فَإِنَّ ٱللَّهَ مِنۢ بَعْدِ إِكْرَٰهِهِنَّ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Walyasta'fifil-lażīna lā yajidūna nikāḥan ḥattā yugniyahumullāhu min faḍlih(ī), wal-lażīna yabtagūnal-kitāba mimmā malakat aimānukum fa kātibūhum in 'alimtum fīhim khairaw wa ātūhum mim mālillāhil-lażī ātākum, wa lā tukrihū fatayātikum 'alal-bigā'i in aradna taḥaṣṣunal litabtagū 'araḍal-ḥayātid-dun-yā, wa may yukrihhunna  fa innallāha mim ba'di ikrāhihinna gafūrur raḥīm(un).",
    "translation": "А те, которые возможности для брака не находят, Пусть в воздержании живут, Пока их от Своих щедрот Аллах не осчастливит. А если кто-нибудь из ваших подневольных Захочет письменную (вольную) от вас, Вы дайте оную ему. Давайте им из достояния Аллаха То, чем Он вас обогатил, Если вы знаете, что в них Добро и благочестье (пребывают). Не принуждайте ваших девушек к распутству, Стремясь к случайным (сладострастьям) в этом мире, Коль сохранить они хотят свою невинность; А кто их вынудит - (так что ж!) - После такого принужденья Аллах прощающ (будет к ним) и милосерд"
  }
]