[
  {
    "verse_number": 89,
    "text_uthmani": "لَا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغْوِ فِىٓ أَيْمَـٰنِكُمْ وَلَـٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلْأَيْمَـٰنَ ۖ فَكَفَّـٰرَتُهُۥٓ إِطْعَامُ عَشَرَةِ مَسَـٰكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ ۖ فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلَـٰثَةِ أَيَّامٍ ۚ ذَٰلِكَ كَفَّـٰرَةُ أَيْمَـٰنِكُمْ إِذَا حَلَفْتُمْ ۚ وَٱحْفَظُوٓا۟ أَيْمَـٰنَكُمْ ۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَـٰتِهِۦ لَعَلَّكُمْ تَشْكُرُونَ",
    "text_uthmani_transcribed": "Lā yu'ākhiżukumullāhu bil-lagwi fī aimānikum wa lākiy yu'ākhiżukum bimā 'aqqattumul-aimān(a), fa kaffāratuhū iṭ'āmu 'asyarati masākīna min ausaṭi mā tuṭ'imūna ahlīkum au kiswatuhum au taḥrīru raqabah(tin), famal lam yajid fa ṣiyāmu ṡalāṡati ayyām(in), żālika kaffāratu aimānikum iżā ḥalaftum, waḥfaẓū aimānakum, każālika yubayyinullāhu lakum āyātihī la'allakum tasykurūn(a).",
    "translation": "Господь не взыщет с вас За пустословье в ваших клятвах, Но взыщет за намеренные клятвы, (Которыми себя связали вы). Во искупление сего (греха) - Дать десяти голодным пищу, Которую обычно вы даете своим семьям; Иль дать одежду им; иль выкупить рабу свободу. А кто не в состоянье это сделать, Постится пусть три дня подряд, - Сие есть искупление тех клятв, которые вы дали. Так соблюдайте же свои вы клятвы! Так вам Господь Свои знаменья разъясняет, - Чтоб вы могли быть благодарны"
  },
  {
    "verse_number": 90,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّمَا ٱلْخَمْرُ وَٱلْمَيْسِرُ وَٱلْأَنصَابُ وَٱلْأَزْلَـٰمُ رِجْسٌ مِّنْ عَمَلِ ٱلشَّيْطَـٰنِ فَٱجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū innamal-khamru wal-maisiru wal-anṣābu wal-azlāmu rijsum min 'amalisy-syaiṭāni fajtanibūhu la'allakum tufliḥūn(a).",
    "translation": "О вы, кто верует! Все, что пьянит (и травит) ум, азартные затеи, И камни (жертвенников, алтарей и мест молений), (И жребии) на стрелах - Все это - мерзость, что измыслил Сатана. Так воздержитесь же от этих искушений, Чтоб обрести вам (счастье и) успех"
  },
  {
    "verse_number": 91,
    "text_uthmani": "إِنَّمَا يُرِيدُ ٱلشَّيْطَـٰنُ أَن يُوقِعَ بَيْنَكُمُ ٱلْعَدَٰوَةَ وَٱلْبَغْضَآءَ فِى ٱلْخَمْرِ وَٱلْمَيْسِرِ وَيَصُدَّكُمْ عَن ذِكْرِ ٱللَّهِ وَعَنِ ٱلصَّلَوٰةِ ۖ فَهَلْ أَنتُم مُّنتَهُونَ",
    "text_uthmani_transcribed": "Innamā yurīdusy-syaiṭānu ay yūqi'a bainakumul-'adāwata wal-bagḍā'a fil-khamri wal-maisiri wa yaṣuddakum 'an żikrillāhi wa 'aniṣ-ṣalāti fahal antum muntahūn(a).",
    "translation": "И хочет Сатана азартом и вином Вражду и ненависть средь вас посеять И уклонить от поминания Аллаха и молитвы. Ужель вы не сумеете сдержаться"
  },
  {
    "verse_number": 92,
    "text_uthmani": "وَأَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَٱحْذَرُوا۟ ۚ فَإِن تَوَلَّيْتُمْ فَٱعْلَمُوٓا۟ أَنَّمَا عَلَىٰ رَسُولِنَا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
    "text_uthmani_transcribed": "Wa aṭī'ullāha wa aṭī'ur-rasūla waḥżarū, fa in tawallaitum fa'lamū annamā 'alā rasūlinal-balāgul-mubīn(u).",
    "translation": "Так повинуйтесь же Аллаху и посланнику Его И будьте осторожны! А если отвратитесь, знайте, Что долг посланника - Лишь верно передать (Господни откровенья)"
  },
  {
    "verse_number": 93,
    "text_uthmani": "لَيْسَ عَلَى ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جُنَاحٌ فِيمَا طَعِمُوٓا۟ إِذَا مَا ٱتَّقَوا۟ وَّءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ ثُمَّ ٱتَّقَوا۟ وَّءَامَنُوا۟ ثُمَّ ٱتَّقَوا۟ وَّأَحْسَنُوا۟ ۗ وَٱللَّهُ يُحِبُّ ٱلْمُحْسِنِينَ",
    "text_uthmani_transcribed": "Laisa 'alal-lażīna āmanū  wa 'amiluṣ-ṣāliḥāti  ṡummattaqau wa āmanū ṡummattaqau wa aḥsanū, wallāhu yuḥibbul-muḥsinīn(a).",
    "translation": "И нет греха на тех, кто верует и доброе творит, В той пище, что вкушали они (прежде), Коль они Господа страшатся, И от греха себя блюдут, И веруют, и доброе творят; И (снова) - веруют и Господа страшатся; И (вновь) - себя от зла блюдут и доброе творят. Господь добротворящих любит"
  },
  {
    "verse_number": 94,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَيَبْلُوَنَّكُمُ ٱللَّهُ بِشَىْءٍ مِّنَ ٱلصَّيْدِ تَنَالُهُۥٓ أَيْدِيكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ ٱللَّهُ مَن يَخَافُهُۥ بِٱلْغَيْبِ ۚ فَمَنِ ٱعْتَدَىٰ بَعْدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٌ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū layabluwannakumullāhu bisyai'im minaṣ-ṣaidi tanāluhū aidīkum wa rimāḥukum liya'lamallāhu may yakhāfuhū bil-gaib(i), fa mani'tadā ba'da żālika fa lahū 'ażābun alīm(un).",
    "translation": "О вы, кто верует! Господь вас, несомненно, испытает той добычей, Что ваши руки иль копья на охоте С такою легкостью получат, Чтоб этим Господу узнать, Кто в глубине души Ему предался. Кто ж после этого преступит, Тому назначена мучительная кара"
  },
  {
    "verse_number": 95,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَقْتُلُوا۟ ٱلصَّيْدَ وَأَنتُمْ حُرُمٌ ۚ وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدًا فَجَزَآءٌ مِّثْلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ يَحْكُمُ بِهِۦ ذَوَا عَدْلٍ مِّنكُمْ هَدْيًۢا بَـٰلِغَ ٱلْكَعْبَةِ أَوْ كَفَّـٰرَةٌ طَعَامُ مَسَـٰكِينَ أَوْ عَدْلُ ذَٰلِكَ صِيَامًا لِّيَذُوقَ وَبَالَ أَمْرِهِۦ ۗ عَفَا ٱللَّهُ عَمَّا سَلَفَ ۚ وَمَنْ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنْهُ ۗ وَٱللَّهُ عَزِيزٌ ذُو ٱنتِقَامٍ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā taqtuluṣ-ṣaida wa antum ḥurum(un), wa man qatalahū minkum muta'ammidan fa jazā'um miṡlu mā qatala minan-na'ami yaḥkumu bihī żawā 'adlim minkum hadyam bāligal-ka'bati au kaffāratun ṭa'āmu masākīna au 'adlu żālika ṣiyāmal liyażūqa wabāla amrih(ī), 'afallāhu 'ammā salaf(a), wa man 'āda fa yantaqimullāhu minh(u), wallāhu 'azīzun żuntiqām(in).",
    "translation": "О вы, кто верует! Не убивайте дичи (на охоте), Пока облачены в играм, (одежды пилигрима). А кто из вас намеренно убьет - Отдать взамен домашнего скота такого ж веса, Что будет выверен двумя правдивыми из вас И в жертву присужден для отправления к Ка'абе. Иль в искупление (сего греха) - дать пищу нищим Иль равнозначный пост блюсти, Чтобы вкусить преступность своего поступка. Аллах простит, что было прежде. Кто ж повторит (сей грех), Тому возмездие Аллах назначит, - Аллах, поистине, могуч, возмездия Блюститель"
  },
  {
    "verse_number": 96,
    "text_uthmani": "أُحِلَّ لَكُمْ صَيْدُ ٱلْبَحْرِ وَطَعَامُهُۥ مَتَـٰعًا لَّكُمْ وَلِلسَّيَّارَةِ ۖ وَحُرِّمَ عَلَيْكُمْ صَيْدُ ٱلْبَرِّ مَا دُمْتُمْ حُرُمًا ۗ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ",
    "text_uthmani_transcribed": "Uḥilla lakum ṣaidul-baḥri wa ṭa'āmuhū matā'al lakum wa lis-sayyārah(ti), wa ḥurrima 'alaikum ṣaidul-barri mā dumtum ḥurumā(n), wattaqullāhal-lażī ilaihi tuḥsyarūn(a).",
    "translation": "Разрешена вам ловля рыбы в море В пищу для вас и тех, кто держит путь. Но вам запрещена охота на земле, Пока на вас играм, (одежды пилигрима). Страшитесь гнева вашего Владыки, К Которому вас всех (однажды) призовут"
  },
  {
    "verse_number": 97,
    "text_uthmani": "۞ جَعَلَ ٱللَّهُ ٱلْكَعْبَةَ ٱلْبَيْتَ ٱلْحَرَامَ قِيَـٰمًا لِّلنَّاسِ وَٱلشَّهْرَ ٱلْحَرَامَ وَٱلْهَدْىَ وَٱلْقَلَـٰٓئِدَ ۚ ذَٰلِكَ لِتَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "text_uthmani_transcribed": "Ja'alallāhul-ka'batal-baital-ḥarāma qiyāmal lin-nāsi wasy-syahral-ḥarāma wal-hadya wal-qalā'id(a), żālika lita'lamū annallāha ya'lamu mā fis-samāwāti wa mā fil-arḍ(i), wa annallāha bikulli syai'in 'alīm(un).",
    "translation": "Аллах установил Запретный (для греха) Дом - Ка'абу - Пристанищем людей (единой веры); А также и запретный месяц, И жертвенных животных, И украшенья, (что повешены на них, Чтоб отличить их от обычных). И это для того, чтобы вы знали: Аллаху, истинно, известно все, Что на земле и в небе (происходит), - Аллах о всякой вещи знающ"
  },
  {
    "verse_number": 98,
    "text_uthmani": "ٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ وَأَنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "I'lamū annallāha syadīdul-'iqāb(i), wa annallāha gafūrur raḥīm(un).",
    "translation": "И знайте: в наказании суров Аллах! И все ж прощающ Он и милосерд"
  },
  {
    "verse_number": 99,
    "text_uthmani": "مَّا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَـٰغُ ۗ وَٱللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ",
    "text_uthmani_transcribed": "Mā 'alar-rasūli illal-balāg(u),wallāhu ya'lamu mā tubdūna wa mā taktumūn(a).",
    "translation": "И долг, что на посланника возложен, - Лишь передать (послание Господне). Аллаху же известно все: И то, что вы являете открыто, И что (так тщательно) скрываете в душе"
  }
]