[
  {
    "verse_number": 56,
    "text_uthmani": "ٱلْمُلْكُ يَوْمَئِذٍ لِّلَّهِ يَحْكُمُ بَيْنَهُمْ ۚ فَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فِى جَنَّـٰتِ ٱلنَّعِيمِ",
    "text_uthmani_transcribed": "Al-mulku yauma'iżil lillāh(i), yaḥkumu bainahum, fal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti fī jannātin na'īm(i).",
    "translation": "И Властелином того Дня будет Аллах; Он будет Суд вершить средь них. И тем, кто верует и делает добро, В садах Эдема пребывать"
  },
  {
    "verse_number": 57,
    "text_uthmani": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَا فَأُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ مُّهِينٌ",
    "text_uthmani_transcribed": "Wal-lażīna kafarū wa każżabū bi'āyātinā fa ulā'ika lahum 'ażābum muhīn(un).",
    "translation": "А тех, кто не уверовал (в Аллаха) И счел за ложь знаменья Наши, Позорной каре предадут"
  },
  {
    "verse_number": 58,
    "text_uthmani": "وَٱلَّذِينَ هَاجَرُوا۟ فِى سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓا۟ أَوْ مَاتُوا۟ لَيَرْزُقَنَّهُمُ ٱللَّهُ رِزْقًا حَسَنًا ۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيْرُ ٱلرَّٰزِقِينَ",
    "text_uthmani_transcribed": "Wal-lażīna hājarū fī sabīlillāhi ṡumma qutilū au mātū layarzuqannahumullāhu rizqan ḥasanā(n), wa innallāha lahuwa khairur-rāziqīn(a).",
    "translation": "Но те, кто на пути Господнем (К посланнику в изгнание) переселились, Потом в бою были убиты Иль умереть (в изгнании) им время подошло, - Их одарит Аллах наделом щедрым, - Аллах ведь лучший из дарующих наделы"
  },
  {
    "verse_number": 59,
    "text_uthmani": "لَيُدْخِلَنَّهُم مُّدْخَلًا يَرْضَوْنَهُۥ ۗ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٌ",
    "text_uthmani_transcribed": "Layudkhilannahum mudkhalay yarḍaunah(ū), wa innallāha la'alīmun ḥalīm(un).",
    "translation": "Он их, поистине, введет (в Сады) тем входом, Который им доставит радость, - Аллах, поистине, все знает И снисходителен (к людским заботам)"
  },
  {
    "verse_number": 60,
    "text_uthmani": "۞ ذَٰلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِىَ عَلَيْهِ لَيَنصُرَنَّهُ ٱللَّهُ ۗ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٌ",
    "text_uthmani_transcribed": "Żālika wa man 'āqaba bimiṡli mā 'ūqiba bihī ṡumma bugiya  'alaihi layanṣurannahullāh(u), innallāha la'afuwwun gafūr(un).",
    "translation": "Так будет! И если тот, кто был обижен, (Обидчику) воздаст в такой же мере, Потом же вновь против него Будет проявлена несправедливость, - Аллах ему поможет непременно, - Поистине, Он извиняет (слабости людские) И (им) прощает (вновь и вновь)"
  },
  {
    "verse_number": 61,
    "text_uthmani": "ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَأَنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
    "text_uthmani_transcribed": "Żālika bi'annallāha yūlijul-laila fin-nahāri wa yūlijun-nahāra fil-laili wa annallāha samī'um baṣīr(un).",
    "translation": "И это потому, Что вводит ночь Он в (светлость) дня И день вливает в непроглядность ночи. Аллах, поистине, все слышит, видит все"
  },
  {
    "verse_number": 62,
    "text_uthmani": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِۦ هُوَ ٱلْبَـٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ",
    "text_uthmani_transcribed": "Żālika bi'annallāha huwal-ḥaqqu wa anna mā yad'ūna min dūnihī huwal-bāṭilu wa annallāha huwal-'aliyyul-kabīr(u).",
    "translation": "И это потому, Что Истина - Аллах, А Ложь - все то, что они чтят, опричь Него, - Аллах, поистине, велик и в высшей степени возвышен"
  },
  {
    "verse_number": 63,
    "text_uthmani": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَتُصْبِحُ ٱلْأَرْضُ مُخْضَرَّةً ۗ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٌ",
    "text_uthmani_transcribed": "Alam tara annallāha anzala minas-samā'i mā'ā(n), fa tuṣbiḥul-arḍu mukhḍarrah(tan), innallāha laṭīfun khabīr(un).",
    "translation": "Ужель не видишь, как Аллах Низводит с неба дождь (обильный) - И вот уж зеленью (колышется) земля? Ведь благосерд Аллах и сведущ"
  },
  {
    "verse_number": 64,
    "text_uthmani": "لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَإِنَّ ٱللَّهَ لَهُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
    "text_uthmani_transcribed": "Lahū mā fis-samāwāti wa mā fil-arḍ(i), wa innallāha lahuwal-ganiyyul-ḥamīd(u).",
    "translation": "Всем в небесах и на земле, Владеет Он Один. Свободен Он от всяких нужд и, истинно, преславен"
  },
  {
    "verse_number": 65,
    "text_uthmani": "أَلَمْ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِى ٱلْأَرْضِ وَٱلْفُلْكَ تَجْرِى فِى ٱلْبَحْرِ بِأَمْرِهِۦ وَيُمْسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلْأَرْضِ إِلَّا بِإِذْنِهِۦٓ ۗ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Alam tara annallāha sakhkhara lakum mā fil-arḍi wal-fulka tajrī fil-baḥri bi'amrih(ī), wa yumsikus-samā'a an taqa'a 'alal-arḍi illā bi'iżnih(ī), innallāha bin-nāsi lara'ūfur raḥīm(un).",
    "translation": "Ужель не видишь, что Аллах Все на земле поставил вам на службу И корабли, что бороздят моря Его веленьем? Он небо держит, Чтобы на землю не обрушилось оно Иначе, как Его веленьем, - Аллах ведь к людям благ и милосерд"
  },
  {
    "verse_number": 66,
    "text_uthmani": "وَهُوَ ٱلَّذِىٓ أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۗ إِنَّ ٱلْإِنسَـٰنَ لَكَفُورٌ",
    "text_uthmani_transcribed": "Wa huwal-lażī aḥyākum, ṡumma yumītukum ṡumma yuḥyīkum, innal-insāna lakafūr(un).",
    "translation": "Он - Тот, Кто даровал вам жизнь, Потом вас в смерть повергнет И вновь потом вас оживит, (Чтобы к Себе на Суд призвать), - Как, истинно, неблагодарен тот, (Кто глух и слеп к знамениям Аллаха)"
  }
]