[
  {
    "verse_number": 12,
    "text_uthmani": "إِذَا رَأَتْهُم مِّن مَّكَانٍۭ بَعِيدٍ سَمِعُوا۟ لَهَا تَغَيُّظًا وَزَفِيرًا",
    "text_uthmani_transcribed": "Iżā ra'athum mim makānim ba'īdin sami'ū lahā tagayyuẓaw wa zafīrā(n).",
    "translation": "Когда еще из далека Огонь сей распознает их, Они услышат его рев и ярость"
  },
  {
    "verse_number": 13,
    "text_uthmani": "وَإِذَآ أُلْقُوا۟ مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِينَ دَعَوْا۟ هُنَالِكَ ثُبُورًا",
    "text_uthmani_transcribed": "Wa iżā ulqū minhā makānan ḍayyiqam muqarranīna da'au hunālika ṡubūrā(n).",
    "translation": "Когда же связанными вместе Там в место тесное их бросят, Они возмолят о погибели своей"
  },
  {
    "verse_number": 14,
    "text_uthmani": "لَّا تَدْعُوا۟ ٱلْيَوْمَ ثُبُورًا وَٰحِدًا وَٱدْعُوا۟ ثُبُورًا كَثِيرًا",
    "text_uthmani_transcribed": "Lā tad'ul-yauma ṡubūraw wāḥidaw wad'ū ṡubūran kaṡīrā(n).",
    "translation": "(Но им ответом прозвучит): \"Вы об одной погибели сегодня не взывайте, Вы призовите множество погибелей себе"
  },
  {
    "verse_number": 15,
    "text_uthmani": "قُلْ أَذَٰلِكَ خَيْرٌ أَمْ جَنَّةُ ٱلْخُلْدِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۚ كَانَتْ لَهُمْ جَزَآءً وَمَصِيرًا",
    "text_uthmani_transcribed": "Qul ażālika khairun am jannatul-khuldil-latī wu'idal-muttaqūn(a), kānat lahum jazā'aw wa maṣīrā(n).",
    "translation": "Скажи: \"Что лучше: Это ли - иль вечный Сад, Что был обещан тем, Кто благочестие блюдет, (Господнего страшася гнева)? Он будет (Божьим) воздаяньем им - (У Господа) пристанищем последним"
  },
  {
    "verse_number": 16,
    "text_uthmani": "لَّهُمْ فِيهَا مَا يَشَآءُونَ خَـٰلِدِينَ ۚ كَانَ عَلَىٰ رَبِّكَ وَعْدًا مَّسْـُٔولًا",
    "text_uthmani_transcribed": "Lahum fīhā mā yasyā'ūna khālidīn(a), kāna 'alā rabbika wa'dam mas'ūlā(n).",
    "translation": "Для них там будет все, чего они желают, - В их вечном пребыванье там. И это - тот обет, (Что возложил) Господь твой (на Себя) И о котором (они) просят"
  },
  {
    "verse_number": 17,
    "text_uthmani": "وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمْ أَضْلَلْتُمْ عِبَادِى هَـٰٓؤُلَآءِ أَمْ هُمْ ضَلُّوا۟ ٱلسَّبِيلَ",
    "text_uthmani_transcribed": "Wa yauma yaḥsyuruhum wa mā ya'budūna min dūnillāhi fa yaqūlu a'antum aḍlaltum 'ibādī hā'ulā'i am hum ḍallus-sabīl(a).",
    "translation": "В тот День, Когда Он соберет И их, и тех, кого они, кроме Аллаха, чтили, Он скажет (им): \"Свели ли вы с пути Моих рабов Иль они сами путь сей потеряли"
  },
  {
    "verse_number": 18,
    "text_uthmani": "قَالُوا۟ سُبْحَـٰنَكَ مَا كَانَ يَنۢبَغِى لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنْ أَوْلِيَآءَ وَلَـٰكِن مَّتَّعْتَهُمْ وَءَابَآءَهُمْ حَتَّىٰ نَسُوا۟ ٱلذِّكْرَ وَكَانُوا۟ قَوْمًۢا بُورًا",
    "text_uthmani_transcribed": "Qālū subḥānaka mā kāna yambagī lanā an nattakhiża min dūnika min auliyā'a wa lākim matta'tahum wa ābā'ahum ḥattā nasuż-żikr(a), wa kānū qaumam būrā(n).",
    "translation": "Хвала Тебе! - они ответят. - Не подобало в покровители себе Нам принимать (других) вместо Тебя. Но Ты и их, и их отцов (Так щедро в этой жизни) одарил (благами), (Так долго) срок им продлевал (для покаянья), Что поминать (о Господе) они забыли - (В распутстве и невежестве своем) Пропащим людом они стали"
  },
  {
    "verse_number": 19,
    "text_uthmani": "فَقَدْ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًا وَلَا نَصْرًا ۚ وَمَن يَظْلِم مِّنكُمْ نُذِقْهُ عَذَابًا كَبِيرًا",
    "text_uthmani_transcribed": "Faqad każżabūkum bimā taqūlūn(a), famā tastaṭī'ūna ṣarfaw wa lā naṣrā(n), wa may yaẓlim minkum nużiqhu 'ażāban kabīrā(n).",
    "translation": "(Аллах ответит нечестивым): \"Они во лжи вас обвинили Касательно того, что говорите вы. И вы не можете теперь Ни отвратить (Господней кары), Ни помощи (себе снискать). Того же, кто неправеден из вас, Заставим Мы вкусить мучительную кару"
  },
  {
    "verse_number": 20,
    "text_uthmani": "وَمَآ أَرْسَلْنَا قَبْلَكَ مِنَ ٱلْمُرْسَلِينَ إِلَّآ إِنَّهُمْ لَيَأْكُلُونَ ٱلطَّعَامَ وَيَمْشُونَ فِى ٱلْأَسْوَاقِ ۗ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ ۗ وَكَانَ رَبُّكَ بَصِيرًا",
    "text_uthmani_transcribed": "Wa mā arsalnā qablaka minal-mursalīna illā innahum laya'kulūnaṭ-ṭa'āma wa yamsyūna fil aswāq(i), wa ja'alnā ba'ḍakum liba'ḍin fitnah(tan), ataṣbirūn(a), wa kāna rabbuka baṣīrā(n).",
    "translation": "И до тебя, (о Мухаммад!), Мы не послали ни единого пророка, Кто пищи бы не ел и не ходил по рынкам. И сделали одних из вас Мы испытаньем для других, - Найдете ль вы в себе терпенье? Ведь зрит Господь твой все и вся"
  },
  {
    "verse_number": 21,
    "text_uthmani": "۞ وَقَالَ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا لَوْلَآ أُنزِلَ عَلَيْنَا ٱلْمَلَـٰٓئِكَةُ أَوْ نَرَىٰ رَبَّنَا ۗ لَقَدِ ٱسْتَكْبَرُوا۟ فِىٓ أَنفُسِهِمْ وَعَتَوْ عُتُوًّا كَبِيرًا",
    "text_uthmani_transcribed": "Wa qālal-lażīna lā yarjūna liqā'anā lau lā unzila 'alainal-malā'ikata au narā rabbanā, laqadistakbarū fī anfusihim wa 'atau 'utuwwan kabīrā(n).",
    "translation": "И те, кто в сретение с Нами не поверил, говорят: \"Что же к нам ангелы (Господни) не сошли Иль не увидели мы (лик) Владыки своего?\" В них - величание и дерзость, И надмеваются они надмением великим"
  },
  {
    "verse_number": 22,
    "text_uthmani": "يَوْمَ يَرَوْنَ ٱلْمَلَـٰٓئِكَةَ لَا بُشْرَىٰ يَوْمَئِذٍ لِّلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَّحْجُورًا",
    "text_uthmani_transcribed": "Yauma yaraunal-malā'ikata  lā busyrā yauma'iżil lil-mujrimīna wa yaqūlūna ḥijram maḥjūrā(n).",
    "translation": "Но в День, Когда увидят ангелов они, - В тот День Им вести радостной не будет, - Им скажут (ангелы): \"(Ваше нечестие стоит) преградой нерушимой (К Господней благодати Рая)"
  }
]