{
  "chapter_number": 7,
  "verses": [
    {
      "verse_number": 144,
      "text_uthmani": "قَالَ يَـٰمُوسَىٰٓ إِنِّى ٱصْطَفَيْتُكَ عَلَى ٱلنَّاسِ بِرِسَـٰلَـٰتِى وَبِكَلَـٰمِى فَخُذْ مَآ ءَاتَيْتُكَ وَكُن مِّنَ ٱلشَّـٰكِرِينَ",
      "text_uthmani_transcribed": "Qāla yā mūsā inniṣṭafaituka 'alan-nāsi birisālātī wa bikalāmī, fa khuż  mā ātaituka wa kum minasy-syākirīn(a).",
      "translation": "(Господь) сказал: \"О Муса! Тебя избрал Я пред людьми Для миссии, (что Я тебе назначил), И передачи Слова Моего. Бери же то, что Я даю тебе, И будь из тех, кто благодарен"
    },
    {
      "verse_number": 145,
      "text_uthmani": "وَكَتَبْنَا لَهُۥ فِى ٱلْأَلْوَاحِ مِن كُلِّ شَىْءٍ مَّوْعِظَةً وَتَفْصِيلًا لِّكُلِّ شَىْءٍ فَخُذْهَا بِقُوَّةٍ وَأْمُرْ قَوْمَكَ يَأْخُذُوا۟ بِأَحْسَنِهَا ۚ سَأُو۟رِيكُمْ دَارَ ٱلْفَـٰسِقِينَ",
      "text_uthmani_transcribed": "Wa katabnā lahū fil-alwāḥi min kulli syai'im mau'iẓataw wa tafṣīlal likulli syai'(in), fa khużhā biquwwatiw wa'mur qaumaka ya'khużū bi'aḥsanihā, sa'urīkum dāral-fāsiqīn(a).",
      "translation": "И начертали для него Мы на скрижалях Суть всякой вещи И разъяснение понятий всех вещей: \"Бери же и блюди их строго И повели народу твоему Строго блюсти все лучшее, что в них; Я покажу вам всем пристанище для нечестивых"
    },
    {
      "verse_number": 146,
      "text_uthmani": "سَأَصْرِفُ عَنْ ءَايَـٰتِىَ ٱلَّذِينَ يَتَكَبَّرُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَإِن يَرَوْا۟ كُلَّ ءَايَةٍ لَّا يُؤْمِنُوا۟ بِهَا وَإِن يَرَوْا۟ سَبِيلَ ٱلرُّشْدِ لَا يَتَّخِذُوهُ سَبِيلًا وَإِن يَرَوْا۟ سَبِيلَ ٱلْغَىِّ يَتَّخِذُوهُ سَبِيلًا ۚ ذَٰلِكَ بِأَنَّهُمْ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَكَانُوا۟ عَنْهَا غَـٰفِلِينَ",
      "text_uthmani_transcribed": "Sa'aṣrifu 'an āyātiyal-lażīna yatakabbarūna fil-arḍi bigairil-ḥaqq(i), wa iy yarau kulla āyatil lā yu'minū bihā, wa iy yarau sabīlar-rusydi lā yattakhiżūhu sabīlā(n), wa iy yarau sabīlal-gayyi yattakhiżūhu sabīlā(n), żālika bi'annahum każżabū bi'āyātinā wa kānū  'anhā gāfilīn(a).",
      "translation": "Я от Своих знамений отвращу Всех тех, кто на земле без права будет величаться. И если даже все знамения Мои они увидят, В них не уверуют они; И если путь (благочестивой) правоты увидят, Они его не изберут. Но ежели они увидят Путь заблуждений (и страстей), То изберут его своей дорогой. И это им за то, что ложью нарекли знаменья Наши И были невнимательными к ним"
    },
    {
      "verse_number": 147,
      "text_uthmani": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَلِقَآءِ ٱلْـَٔاخِرَةِ حَبِطَتْ أَعْمَـٰلُهُمْ ۚ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
      "text_uthmani_transcribed": "Wal-lażīna każżabū bi'āyātinā wa liqā'il-ākhirati ḥabiṭat a'māluhum, hal yujzauna illā mā kānū ya'malūn(a).",
      "translation": "А те, которые сочли за ложь знаменья Наши И встречу (с Господом) в последней жизни, - Бесплодны будут их деянья. Неужто им воздастся чем-то бОльшим, Чем то, что заработали они"
    },
    {
      "verse_number": 148,
      "text_uthmani": "وَٱتَّخَذَ قَوْمُ مُوسَىٰ مِنۢ بَعْدِهِۦ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَّهُۥ خُوَارٌ ۚ أَلَمْ يَرَوْا۟ أَنَّهُۥ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيهِمْ سَبِيلًا ۘ ٱتَّخَذُوهُ وَكَانُوا۟ ظَـٰلِمِينَ",
      "text_uthmani_transcribed": "Wattakhaża mūsā mim ba'dihī min ḥuliyyihim 'ijlan jasadal lahū khuwār(un), alam yarau annahū lā yukallimuhum wa lā yahdīhim sabīlā(n), ittakhażūhu wa kānū ẓālimīn(a).",
      "translation": "И сотворили люди Мусы по отшествии его Из украшений золотых своих Тело тельца, который мог мычать. Ужель не видели они, Что он не мог к ним обратиться словом, Не мог прямым путем направить? Но они приняли его (для почитанья) И тем (пределы) преступили"
    },
    {
      "verse_number": 149,
      "text_uthmani": "وَلَمَّا سُقِطَ فِىٓ أَيْدِيهِمْ وَرَأَوْا۟ أَنَّهُمْ قَدْ ضَلُّوا۟ قَالُوا۟ لَئِن لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ ٱلْخَـٰسِرِينَ",
      "text_uthmani_transcribed": "Wa lammā suqiṭa fī aidīhim wa ra'au annahum qad ḍallū, qālū la'il lam yarḥamnā rabbunā wa yagfir lanā lanakūnanna minal-khāsirīn(a).",
      "translation": "Когда раскаялись они, Увидя то, что в заблужденье впали, Они сказали: \"Если наш Господь нас не помилует и не простит нам, Мы станем среди тех, Кто понесет убыток тяжкий"
    },
    {
      "verse_number": 150,
      "text_uthmani": "وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوْمِهِۦ غَضْبَـٰنَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِى مِنۢ بَعْدِىٓ ۖ أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ ۖ وَأَلْقَى ٱلْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيْهِ ۚ قَالَ ٱبْنَ أُمَّ إِنَّ ٱلْقَوْمَ ٱسْتَضْعَفُونِى وَكَادُوا۟ يَقْتُلُونَنِى فَلَا تُشْمِتْ بِىَ ٱلْأَعْدَآءَ وَلَا تَجْعَلْنِى مَعَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
      "text_uthmani_transcribed": "Wa lammā raja'a mūsā ilā qaumihī gaḍbāna asifā(n), qāla bi'samā khalaftumūnī mim ba'dī, a'ajiltum amra rabbikum, wa alqal-alwāḥa wa akhaża bira'si akhīhi yajurruhū ilaih(i), qālabna umma innal-qaumastaḍ'afūnī wa kādū yaqtulūnanī, falā tusymit biyal-a'dā'a wa lā taj'alnī ma'al-qaumiẓ-ẓālimīn(a).",
      "translation": "Когда же Муса к своему народу возвратился, Разгневанный и огорченный, Он сказал: \"Преступно то, что совершили вы Вслед за моим уходом. Ужель спешите на себя навлечь Суд вашего Владыки?\" И (в гневе) бросил он скрижали И брата своего за голову схватил И потащил (за волосы) к себе. Но (брат) сказал: \"Сын матери моей! Народ мой перемог меня, едва не погубив. Ты посрамлением меня врагов моих не радуй, Не ставь меня среди неверцев беззаконных"
    },
    {
      "verse_number": 151,
      "text_uthmani": "قَالَ رَبِّ ٱغْفِرْ لِى وَلِأَخِى وَأَدْخِلْنَا فِى رَحْمَتِكَ ۖ وَأَنتَ أَرْحَمُ ٱلرَّٰحِمِينَ",
      "text_uthmani_transcribed": "Qāla rabbigfirlī wa li'akhī wa adkhilnā fī raḥmatik(a), wa anta arḥamur-rāḥimīn(a).",
      "translation": "И Муса возмолил: \"О мой Господь! Прости же мне и брату моему И допусти нас в Свою милость, - Ведь самый милостивый Ты из тех, Кто милость проявляет"
    },
    {
      "verse_number": 152,
      "text_uthmani": "إِنَّ ٱلَّذِينَ ٱتَّخَذُوا۟ ٱلْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّن رَّبِّهِمْ وَذِلَّةٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُفْتَرِينَ",
      "text_uthmani_transcribed": "Innal-lażīnattakhażul-'ijla sayanāluhum gaḍabum mir rabbihim wa żillatun fil-ḥayātid-dun-yā, wa każālika najzil-muftarīn(a).",
      "translation": "На тех, кто сотворил тельца (для почитанья), Поистине, падет Господень гнев, И их бесчестие (покроет) в ближней жизни, - Так воздаем Мы тем, кто измышляет ложь"
    },
    {
      "verse_number": 153,
      "text_uthmani": "وَٱلَّذِينَ عَمِلُوا۟ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُوا۟ مِنۢ بَعْدِهَا وَءَامَنُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
      "text_uthmani_transcribed": "Wal-lażīna 'amilus-sayyi'āti ṡumma tābū mim ba'dihā wa āmanū inna rabbaka mim ba'dihā lagafūrur raḥīm(un).",
      "translation": "К таким же, кто доставит зло, Но после этого покается, уверовав (в Аллаха), - Так ведь, поистине, Аллах прощающ, милосерд"
    },
    {
      "verse_number": 154,
      "text_uthmani": "وَلَمَّا سَكَتَ عَن مُّوسَى ٱلْغَضَبُ أَخَذَ ٱلْأَلْوَاحَ ۖ وَفِى نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِّلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ",
      "text_uthmani_transcribed": "Wa lammā sakata 'am mūsal-gaḍabu akhażal-alwāḥ(a), wa fī nuskhatihā hudaw wa raḥmatul lil-lażīna hum lirabbihim yarhabūn(a).",
      "translation": "Когда же гнев свой Муса усмирил, Скрижали поднял он, - Ведь в письменах, начертанных на них, (Указан) правый путь и милость к тем, Кто благочестие блюдет, (Страшася гнева своего Владыки)"
    }
  ]
}