{
  "chapter_number": 35,
  "verses": [
    {
      "verse_number": 12,
      "text_uthmani": "وَمَا يَسْتَوِى ٱلْبَحْرَانِ هَـٰذَا عَذْبٌ فُرَاتٌ سَآئِغٌ شَرَابُهُۥ وَهَـٰذَا مِلْحٌ أُجَاجٌ ۖ وَمِن كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا ۖ وَتَرَى ٱلْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "text_uthmani_transcribed": "Wa mā yastawil-baḥrān(i), hāżā 'ażbun furātun sā'igun syarābuhū wa hāżā milḥun ujāj(un), wa min kullin ta'kulūna laḥman ṭariyyaw wa tastakhrijūna ḥilyatan talbasūnahā, wa taral-fulka fīhi mawākhira litabtagū min faḍlihī wa la'allakum tasykurūn(a).",
      "translation": "И не сравнятся меж собой два моря: Одно - с приятною и свежею водой, (Пригодной) для питья (и в пищу), Соленое и горькое - другое, (негодное к питью). И все же из обеих вод Питаетесь вы свежей рыбой И извлекаете украсы для своих одежд. Ты видишь корабли, что бороздят (моря), Чтобы доставить вам (Его) щедроты И чтобы вам быть благодарными (Ему)"
    },
    {
      "verse_number": 13,
      "text_uthmani": "يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ لَهُ ٱلْمُلْكُ ۚ وَٱلَّذِينَ تَدْعُونَ مِن دُونِهِۦ مَا يَمْلِكُونَ مِن قِطْمِيرٍ",
      "text_uthmani_transcribed": "Yūlijul-laila fin-nahāri wa yūlijun-nahāra fil-lail(i), wa sakhkharasy-syamsa wal-qamara kulluy yajrī li'ajalim musammā(n), żālikumullāhu rabbukum lahul-mulk(u), wal-lażīna tad'ūna min dūnihī mā yamlikūna min qiṭmīr(in).",
      "translation": "Он вводит в день (мрак темной) ночи И вводит в ночь (свет солнечного) дня, Поставил под Свою управу солнце и луну, И до назначенного срока Они свой совершают бег. Таков Аллах - Владыка ваш! Он властвует над всем, что суще. А те, кого, опричь Него, вы чтите, Ничем (в державии Аллаха) не владеют"
    },
    {
      "verse_number": 14,
      "text_uthmani": "إِن تَدْعُوهُمْ لَا يَسْمَعُوا۟ دُعَآءَكُمْ وَلَوْ سَمِعُوا۟ مَا ٱسْتَجَابُوا۟ لَكُمْ ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ يَكْفُرُونَ بِشِرْكِكُمْ ۚ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ",
      "text_uthmani_transcribed": "In tad'ūhum lā yasma'ū du'ā'akum, wa lau sami'ū mastajābū lakum, wa yaumal-qiyāmati yakfurūna bisyirkikum, wa lā yunabbi'uka miṡlu khabīr(in).",
      "translation": "Если взываете вы к ним, Они не слышат вашего призыва, А если бы и слышали, То внять бы не могли. В День Воскресения (на Суд) Они от вас все отрекутся За то, что вы приписывали им \"Союзничество\" с Богом. Никто не может Истину тебе поведать, Кроме Того, Кто ведущ (в ней, Хранит ее и вам в Писании низводит)"
    },
    {
      "verse_number": 15,
      "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلْفُقَرَآءُ إِلَى ٱللَّهِ ۖ وَٱللَّهُ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
      "text_uthmani_transcribed": "Yā ayyuhan-nāsu antumul-fuqarā'u ilallāh(i), wallāhu huwal-ganiyyul-ḥamīd(u).",
      "translation": "О род людской! Вы, (не владея отроду ничем), Нуждаетесь в Аллахе; Аллах, (владея всем, что есть), Богат безмерно и преславен"
    },
    {
      "verse_number": 16,
      "text_uthmani": "إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
      "text_uthmani_transcribed": "Iy yasya' yużhibkum wa ya'ti bikhalqin jadīd(in).",
      "translation": "И будь на это Его Воля, Он повелит исчезнуть вам И новое творение представит"
    },
    {
      "verse_number": 17,
      "text_uthmani": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٍ",
      "text_uthmani_transcribed": "Wa mā żālika 'alallāhi bi'azīz(in).",
      "translation": "Это для Господа легко"
    },
    {
      "verse_number": 18,
      "text_uthmani": "وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۚ وَإِن تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَىْءٌ وَلَوْ كَانَ ذَا قُرْبَىٰٓ ۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ ۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفْسِهِۦ ۚ وَإِلَى ٱللَّهِ ٱلْمَصِيرُ",
      "text_uthmani_transcribed": "Wa lā taziru wāziratuw wizra ukhrā, wa in tad'u muṡqalatun ilā ḥimlihā lā yuḥmal minhu syai'uw wa lau kāna żā qurbā, innamā tunżirul-lażīna yakhsyauna rabbahum bil-gaibi wa aqāmuṣ-ṣalāh(ta), wa man tazakkā fa innamā yatazakkā linafsih(ī), wa ilallāhil-maṣīr(u).",
      "translation": "И ни одна обремененная душа Бремя (грехов) другой души (Себе на плечи) не положит; А коль она, (невмочь нести свой груз), На помощь призовет другую душу, Никто из бремени ее Не понесет (и вес одной былинки), Будь то и родственник ее. Предостеречь ты можешь только тех, Кто в самой глубине души Господнего страшится гнева И по часам творит молитву; А тот, кто очищается (в делах благочестивых), Тот очищается на благо собственной души: К Аллаху - возвращение (нас всех)"
    },
    {
      "verse_number": 19,
      "text_uthmani": "وَمَا يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ",
      "text_uthmani_transcribed": "Wa mā yastawil-a'mā wal-baṣīr(u).",
      "translation": "Сравнятся ли слепой и зрячий"
    },
    {
      "verse_number": 20,
      "text_uthmani": "وَلَا ٱلظُّلُمَـٰتُ وَلَا ٱلنُّورُ",
      "text_uthmani_transcribed": "Wa laẓ-ẓulumātu wa lan-nūr(u).",
      "translation": "Мрак и свет"
    },
    {
      "verse_number": 21,
      "text_uthmani": "وَلَا ٱلظِّلُّ وَلَا ٱلْحَرُورُ",
      "text_uthmani_transcribed": "Wa laẓ-ẓillu wa lal-ḥarūr(u).",
      "translation": "(Прохлада) тени и (палящий) зной"
    },
    {
      "verse_number": 22,
      "text_uthmani": "وَمَا يَسْتَوِى ٱلْأَحْيَآءُ وَلَا ٱلْأَمْوَٰتُ ۚ إِنَّ ٱللَّهَ يُسْمِعُ مَن يَشَآءُ ۖ وَمَآ أَنتَ بِمُسْمِعٍ مَّن فِى ٱلْقُبُورِ",
      "text_uthmani_transcribed": "Wa mā yastawil-aḥyā'u wa lal-amwāt(u), innallāha yusmi'u may yasyā'(u), wa mā anta bimusmi'im man fil-qubūr(i).",
      "translation": "И можно ли сравнить живых и мертвых? Аллах, поистине, дает (Себя) услышать Лишь тем, кого Своей угодою сочтет. Ты ж не заставишь слышать тех, Которые в могилах"
    }
  ]
}