{
  "chapter_number": 28,
  "verses": [
    {
      "verse_number": 12,
      "text_uthmani": "۞ وَحَرَّمْنَا عَلَيْهِ ٱلْمَرَاضِعَ مِن قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَىٰٓ أَهْلِ بَيْتٍ يَكْفُلُونَهُۥ لَكُمْ وَهُمْ لَهُۥ نَـٰصِحُونَ",
      "text_uthmani_transcribed": "Wa ḥarramnā 'alaihil-marāḍi'a min qablu faqālat hal adullukum 'alā ahli baitiy yakfulūnahū lakum wa hum lahū nāṣiḥūn(a).",
      "translation": "Мы воспретили ему грудь кормилиц, (Пока к ним не пришла его сестра и не) сказала: \"Не указать ли вам семейство дома, Которое вскормИт его для вас И позаботится о нем надежно"
    },
    {
      "verse_number": 13,
      "text_uthmani": "فَرَدَدْنَـٰهُ إِلَىٰٓ أُمِّهِۦ كَىْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ ٱللَّهِ حَقٌّ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "text_uthmani_transcribed": "Faradadnāhu ilā ummihī kai taqarra 'ainuhā wa lā taḥzana wa lita'lama anna wa'dallāhi ḥaqquw wa lākinna akṡarahum lā ya'lamūn(a).",
      "translation": "Так матери его Мы возвратили, Чтобы утешились ее глаза, Чтоб не печалилась она и знала, Что нерушимо обещание Аллаха, - Но большинство из них, (не веруя), (того) не знает"
    },
    {
      "verse_number": 14,
      "text_uthmani": "وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسْتَوَىٰٓ ءَاتَيْنَـٰهُ حُكْمًا وَعِلْمًا ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ",
      "text_uthmani_transcribed": "Wa lammā balaga asyuddahū wastawā ātaināhu ḥukmaw wa 'ilmā(n), wa każālika najzil-muḥsinīn(a).",
      "translation": "Когда он зрелости достиг и телом возмужал, Его Мы одарили мудростью и знаньем, - Так Мы вознаграждаем тех, кто делает добро"
    },
    {
      "verse_number": 15,
      "text_uthmani": "وَدَخَلَ ٱلْمَدِينَةَ عَلَىٰ حِينِ غَفْلَةٍ مِّنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَـٰذَا مِن شِيعَتِهِۦ وَهَـٰذَا مِنْ عَدُوِّهِۦ ۖ فَٱسْتَغَـٰثَهُ ٱلَّذِى مِن شِيعَتِهِۦ عَلَى ٱلَّذِى مِنْ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيْهِ ۖ قَالَ هَـٰذَا مِنْ عَمَلِ ٱلشَّيْطَـٰنِ ۖ إِنَّهُۥ عَدُوٌّ مُّضِلٌّ مُّبِينٌ",
      "text_uthmani_transcribed": "Wa dakhalal-madīnata 'alā ḥīni gaflatim min ahlihā fawajada fīhā rajulaini yaqtatilān(i), hāżā min syī'atihī wa hāżā min 'aduwwih(ī), fastagāṡahul-lażī min syī'atihī 'alal-lażī min 'aduwwih(ī), fawakazahū mūsā faqaḍā 'alaih(i), qāla hāżā min 'amalisy-syaiṭān(i), innahū 'aduwwum muḍillum mubīn(un).",
      "translation": "(Однажды) в город он вошел в такое время, Когда (объятые досугом) жители его Не обратили на него вниманья. Там он увидел двух дерущихся мужчин: Один был из его народа, Другой же - из врагов его. И человек его народа к нему о помощи воззвал Против того, кто был ему враждебен. И кулаком ударил его Муса и убил его. (Опомнившись от гнева своего), сказал он: \"Все это - дело Сатаны! Он - несомненно, явный враг, Что с верного пути сбивает"
    },
    {
      "verse_number": 16,
      "text_uthmani": "قَالَ رَبِّ إِنِّى ظَلَمْتُ نَفْسِى فَٱغْفِرْ لِى فَغَفَرَ لَهُۥٓ ۚ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
      "text_uthmani_transcribed": "Qāla rabbi innī ẓalamtu nafsī fagfir lī fagafara lah(ū), innahū huwal-gafūrur-raḥīm(u).",
      "translation": "И он взмолил: \"О мой Господь! Я зло навлек на собственную душу. Прости же мне (мой грех)!\" Аллах простил ему, - Ведь милосерд Он и прощающ"
    },
    {
      "verse_number": 17,
      "text_uthmani": "قَالَ رَبِّ بِمَآ أَنْعَمْتَ عَلَىَّ فَلَنْ أَكُونَ ظَهِيرًا لِّلْمُجْرِمِينَ",
      "text_uthmani_transcribed": "Qāla rabbi bimā an'amta 'alayya falan akūna ẓahīral lil-mujrimīn(a).",
      "translation": "И он сказал: \"О мой Господь! За то, что Ты был благ ко мне, Я никогда пособником не буду Тому, кто преступает (твой Закон)"
    },
    {
      "verse_number": 18,
      "text_uthmani": "فَأَصْبَحَ فِى ٱلْمَدِينَةِ خَآئِفًا يَتَرَقَّبُ فَإِذَا ٱلَّذِى ٱسْتَنصَرَهُۥ بِٱلْأَمْسِ يَسْتَصْرِخُهُۥ ۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِىٌّ مُّبِينٌ",
      "text_uthmani_transcribed": "Fa'aṣbaḥa fil-madīnati khā'ifay yataraqqabu fa'iżal-lażistanṣarahū bil-amsi yastaṣrikhuh(ū), qāla lahū mūsā innaka lagawiyyum mubīn(un).",
      "translation": "Наутро (вновь) отправился он в город, Объятый страхом и пугливо озираясь. Вдруг тот, кто накануне звал его на помощь, Вновь громким криком стал его на помощь звать. \"(Я вижу), ты задирист и сварлив\", - ответил Муса"
    },
    {
      "verse_number": 19,
      "text_uthmani": "فَلَمَّآ أَنْ أَرَادَ أَن يَبْطِشَ بِٱلَّذِى هُوَ عَدُوٌّ لَّهُمَا قَالَ يَـٰمُوسَىٰٓ أَتُرِيدُ أَن تَقْتُلَنِى كَمَا قَتَلْتَ نَفْسًۢا بِٱلْأَمْسِ ۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارًا فِى ٱلْأَرْضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلْمُصْلِحِينَ",
      "text_uthmani_transcribed": "Falammā an arāda ay yabṭisya bil-lażī huwa 'aduwwul lahumā, qāla yā mūsā aturīdu an taqtulanī kamā qatalta nafsam bil-ams(i), in turīdu illā an takūna jabbāran fil-arḍi wa mā turīdu an takūna minal-muṣliḥīn(a).",
      "translation": "И все ж, когда он захотел Своею силой усмирить врага для них обоих, (Ему) сказал (задира соплеменник): \"Не хочешь ли теперь меня ты погубить, о Муса, Как погубил вчера (другую) душу? Ты хочешь только быть тираном на земле, А быть добротворящим, видимо, не хочешь"
    },
    {
      "verse_number": 20,
      "text_uthmani": "وَجَآءَ رَجُلٌ مِّنْ أَقْصَا ٱلْمَدِينَةِ يَسْعَىٰ قَالَ يَـٰمُوسَىٰٓ إِنَّ ٱلْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَٱخْرُجْ إِنِّى لَكَ مِنَ ٱلنَّـٰصِحِينَ",
      "text_uthmani_transcribed": "Wa jā'a rajulum min aqṣal-madīnati yas'ā, qāla yā mūsā innal-mala'a ya'tamirūna bika liyaqtulūka fakhruj innī laka minan-nāṣiḥīn(a).",
      "translation": "И вот из отдаленной части града Явился быстрым бегом человек И молвил: \"Муса! Вельможи о тебе совет ведут, Чтоб (за погубленную душу) Тебя погибели предать. Покинь сей град! Это - тебе совет мой добрый"
    },
    {
      "verse_number": 21,
      "text_uthmani": "فَخَرَجَ مِنْهَا خَآئِفًا يَتَرَقَّبُ ۖ قَالَ رَبِّ نَجِّنِى مِنَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
      "text_uthmani_transcribed": "Fakharaja minhā khā'ifay yataraqqab(u), qāla rabbi najjinī minal-qaumiẓ-ẓālimīn(a).",
      "translation": "И он покинул этот град, Объятый страхом и пугливо озираясь. И возмолил: \"О Боже мой! Спаси меня от злочестивого народа"
    },
    {
      "verse_number": 22,
      "text_uthmani": "وَلَمَّا تَوَجَّهَ تِلْقَآءَ مَدْيَنَ قَالَ عَسَىٰ رَبِّىٓ أَن يَهْدِيَنِى سَوَآءَ ٱلسَّبِيلِ",
      "text_uthmani_transcribed": "Wa lammā tawajjaha tilqā'a madyana qāla 'asā rabbī ay yahdiyanī sawā'as-sabīl(i).",
      "translation": "И вот когда направился он в сторону Мадйана, Сказал он: \"Может быть, Господь Меня направит на стезю прямую"
    }
  ]
}