{
  "chapter_number": 12,
  "verses": [
    {
      "verse_number": 1,
      "text_uthmani": " الٓر ۚ تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ ٱلْمُبِينِ",
      "text_uthmani_transcribed": "Alif lām rā, tilka āyātul-kitābil-mubīn(i).",
      "translation": "Алеф - Лям - Ра. Сие - знаменья Ясной Книги"
    },
    {
      "verse_number": 2,
      "text_uthmani": "إِنَّآ أَنزَلْنَـٰهُ قُرْءَٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُونَ",
      "text_uthmani_transcribed": "Innā anzalnāhu qur'ānan 'arabiyyal la'allakum ta'qilūn(a).",
      "translation": "Поистине, ее Мы ниспослали как Коран арабский, Чтоб вы могли уразуметь"
    },
    {
      "verse_number": 3,
      "text_uthmani": "نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ ٱلْقَصَصِ بِمَآ أَوْحَيْنَآ إِلَيْكَ هَـٰذَا ٱلْقُرْءَانَ وَإِن كُنتَ مِن قَبْلِهِۦ لَمِنَ ٱلْغَـٰفِلِينَ",
      "text_uthmani_transcribed": "Naḥnu naquṣṣu 'alaika aḥsanal-qaṣaṣi bimā auḥainā ilaika hāżal-qur'ān(a), wa in kunta min qablihī laminal-gāfilīn(a).",
      "translation": "Тебе, (о Мухаммад!), Мы повествуем лучшим сказом Коран сей, что открыли Мы тебе, Хотя ты прежде был из тех, Кто пребывал в беспечности, (не ведая об этом)"
    },
    {
      "verse_number": 4,
      "text_uthmani": "إِذْ قَالَ يُوسُفُ لِأَبِيهِ يَـٰٓأَبَتِ إِنِّى رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَٱلشَّمْسَ وَٱلْقَمَرَ رَأَيْتُهُمْ لِى سَـٰجِدِينَ",
      "text_uthmani_transcribed": "Iż qāla yūsufu li'abīhi yā abati innī ra'aitu aḥada 'asyara kaukabaw wasy-syamsa wal-qamara ra'aituhum lī sājidīn(a).",
      "translation": "(И вспомни), как Йусуф сказал отцу: \"О мой отец! Одиннадцать светил небесных, А (с ними) солнце и луну (Во сне) я видел преклоненными пред мною"
    },
    {
      "verse_number": 5,
      "text_uthmani": "قَالَ يَـٰبُنَىَّ لَا تَقْصُصْ رُءْيَاكَ عَلَىٰٓ إِخْوَتِكَ فَيَكِيدُوا۟ لَكَ كَيْدًا ۖ إِنَّ ٱلشَّيْطَـٰنَ لِلْإِنسَـٰنِ عَدُوٌّ مُّبِينٌ",
      "text_uthmani_transcribed": "Qāla yā bunayya lā taqṣuṣ ru'yāka 'alā ikhwatika fa yakīdū laka kaidā(n), innasy-syaiṭāna lil-insāni 'aduwwum mubīn(un).",
      "translation": "Сказал (отец): \"О мой сынок! Ты своим братьям о видении своем не говори, Чтоб не замыслили они Против тебя дурные козни, - Ведь Сатана для человека - явный враг"
    },
    {
      "verse_number": 6,
      "text_uthmani": "وَكَذَٰلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأْوِيلِ ٱلْأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُۥ عَلَيْكَ وَعَلَىٰٓ ءَالِ يَعْقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيْكَ مِن قَبْلُ إِبْرَٰهِيمَ وَإِسْحَـٰقَ ۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ",
      "text_uthmani_transcribed": "Wa każālika yajtabīka rabbuka wa yu'allimuka min ta'wīlil-aḥādīṡi wa yutimmu ni'matahū 'alaika wa 'alā āli ya'qūba kamā atammahā 'alā abawaika min qablu ibrāhīma wa isḥāq(a), inna rabbaka 'alīmun ḥakīm(un).",
      "translation": "Так твой Господь избрать тебя намерен: Тебя научит толковать события и сны И (этим) завершит Свою Он милость Тебе и роду (верного) Йакуба, Как завершил ее Он прежде Твоим отцам: (ханифу) Ибрахиму и Исхаку. Поистине, Господь твой ведущ, мудр (безмерно)"
    },
    {
      "verse_number": 7,
      "text_uthmani": "۞ لَّقَدْ كَانَ فِى يُوسُفَ وَإِخْوَتِهِۦٓ ءَايَـٰتٌ لِّلسَّآئِلِينَ",
      "text_uthmani_transcribed": "Laqad kāna fī yūsufa wa ikhwatihī āyātul lis-sā'ilīn(a).",
      "translation": "В (истории) Йусуфа с братьями его Были знамения для тех, кто вопрошал (Об истинном значении ее)"
    },
    {
      "verse_number": 8,
      "text_uthmani": "إِذْ قَالُوا۟ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ إِنَّ أَبَانَا لَفِى ضَلَـٰلٍ مُّبِينٍ",
      "text_uthmani_transcribed": "Iż qālū layūsufu wa akhūhu aḥabbu ilā abīnā minnā wa naḥnu 'uṣbah(tun), inna abānā lafī ḍalālim mubīn(in).",
      "translation": "(И вспомни), как они сказали: \"Поистине, Йусуф и брат его Милее нашему отцу, чем мы. А ведь (числом своим) нас больше, И наш отец, конечно, в явном заблужденье"
    },
    {
      "verse_number": 9,
      "text_uthmani": "ٱقْتُلُوا۟ يُوسُفَ أَوِ ٱطْرَحُوهُ أَرْضًا يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ وَتَكُونُوا۟ مِنۢ بَعْدِهِۦ قَوْمًا صَـٰلِحِينَ",
      "text_uthmani_transcribed": "Uqtulū yūsufa awiṭraḥūhu arḍay yakhlu lakum wajhu abīkum wa takūnū mim ba'dihī qauman  ṣāliḥīn(a).",
      "translation": "Вам надлежит убить Йусуфа Иль в землю отдаленную изгнать; Тогда отец свой лик к вам обратит, И после этого придет к вам благочестье"
    },
    {
      "verse_number": 10,
      "text_uthmani": "قَالَ قَآئِلٌ مِّنْهُمْ لَا تَقْتُلُوا۟ يُوسُفَ وَأَلْقُوهُ فِى غَيَـٰبَتِ ٱلْجُبِّ يَلْتَقِطْهُ بَعْضُ ٱلسَّيَّارَةِ إِن كُنتُمْ فَـٰعِلِينَ",
      "text_uthmani_transcribed": "Qāla qā'ilum minhum lā taqtulū yūsufa wa alqūhu fī gayābatil-jubbi yaltaqiṭhu ba'ḍus-sayyārati in kuntum fā'ilīn(a).",
      "translation": "Сказал один из них: \"Йусуфа вам не надо убивать. Бросьте его на дно колодца, И кто-нибудь из проходящих (караванов) Оттуда подберет его, Коль вы решили это сделать"
    },
    {
      "verse_number": 11,
      "text_uthmani": "قَالُوا۟ يَـٰٓأَبَانَا مَا لَكَ لَا تَأْمَ۫نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَـٰصِحُونَ",
      "text_uthmani_transcribed": "Qālū yā abānā mā laka lā ta'mannā 'alā yūsufa wa innā lahū lanāṣiḥūn(a).",
      "translation": "Они сказали: \"Наш отец! Ты почему не доверяешь нам Йусуфа? Ведь все мы искренне добра ему желаем И добрые советчики ему"
    }
  ]
}