{
  "chapter_number": 8,
  "verses": [
    {
      "verse_number": 12,
      "text_uthmani": "إِذْ يُوحِى رَبُّكَ إِلَى ٱلْمَلَـٰٓئِكَةِ أَنِّى مَعَكُمْ فَثَبِّتُوا۟ ٱلَّذِينَ ءَامَنُوا۟ ۚ سَأُلْقِى فِى قُلُوبِ ٱلَّذِينَ كَفَرُوا۟ ٱلرُّعْبَ فَٱضْرِبُوا۟ فَوْقَ ٱلْأَعْنَاقِ وَٱضْرِبُوا۟ مِنْهُمْ كُلَّ بَنَانٍ",
      "text_uthmani_transcribed": "Iż yūḥī rabbuka ilal-malā'ikati annī ma'akum fa ṡabbitul-lażīna āmanū, sa'ulqī fī qulūbil-lażīna kafarur-ru'ba faḍribū fauqal-a'nāqi waḍribū minhum kulla banān(in).",
      "translation": "Тогда Господь ваш ангелам внушил: \"Я - с вами! Вселите стойкость в тех, которые уверовали (в Бога)! Я же в сердца таких, в ком веры нет, посею страх. Вы по надшейной части головы их бейте И бейте их по кончикам всех пальцев"
    },
    {
      "verse_number": 13,
      "text_uthmani": "ذَٰلِكَ بِأَنَّهُمْ شَآقُّوا۟ ٱللَّهَ وَرَسُولَهُۥ ۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "text_uthmani_transcribed": "Żālika bi'annahum syāqqullāha wa rasūlah(ū), wa may yusyāqiqillāha wa rasūlahū fa innallāha syadīdul-'iqāb(i).",
      "translation": "И это им - за то, Что отдалились от Аллаха и посланника Его; А кто отходит от Аллаха и посланника Его, - К таким, поистине, сурова Его кара"
    },
    {
      "verse_number": 14,
      "text_uthmani": "ذَٰلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكَـٰفِرِينَ عَذَابَ ٱلنَّارِ",
      "text_uthmani_transcribed": "Żālikum fa żūqūhu wa anna lil-kāfirīna 'ażāban-nār(i).",
      "translation": "Вам - эта (кара)! - (прозвучит). - Вкусите от нее! Ведь для неверных - муки Ада"
    },
    {
      "verse_number": 15,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُوا۟ زَحْفًا فَلَا تُوَلُّوهُمُ ٱلْأَدْبَارَ",
      "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū iżā laqītumul-lażīna kafarū zaḥfan falā tuwallūhumul-adbār(a).",
      "translation": "О вы, кто верует! Когда вы встретите неверных, Что в боевом строю враждебно движутся на вас, Не обращайте тыла к ним"
    },
    {
      "verse_number": 16,
      "text_uthmani": "وَمَن يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفًا لِّقِتَالٍ أَوْ مُتَحَيِّزًا إِلَىٰ فِئَةٍ فَقَدْ بَآءَ بِغَضَبٍ مِّنَ ٱللَّهِ وَمَأْوَىٰهُ جَهَنَّمُ ۖ وَبِئْسَ ٱلْمَصِيرُ",
      "text_uthmani_transcribed": "Wa may yuwallihim yauma'iżin duburahū illā mutaḥarrifal liqitālin au mutaḥayyizan ilā fi'atin faqad bā'a bigaḍabim minallāhi wa ma'wāhu jahannam(u), wa bi'sal-maṣīr(u).",
      "translation": "А тот, кто обратит к ним тыл в тот день, За исключением того, кто делает (маневр), Чтобы опять вернуться к битве, Иль отступает, чтоб вернуться к основному строю, - Тот навлечет Господень гнев, И Ад ему убежищем предстанет - Такая скверная обитель"
    },
    {
      "verse_number": 17,
      "text_uthmani": "فَلَمْ تَقْتُلُوهُمْ وَلَـٰكِنَّ ٱللَّهَ قَتَلَهُمْ ۚ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَـٰكِنَّ ٱللَّهَ رَمَىٰ ۚ وَلِيُبْلِىَ ٱلْمُؤْمِنِينَ مِنْهُ بَلَآءً حَسَنًا ۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
      "text_uthmani_transcribed": "Falam taqtulūhum wa lākinnallāha qatalahum, wa mā ramaita iż ramaita wa lākinallāha ramā, wa liyubliyal-mu'minīna minhu balā'an ḥasanā(n), innallāha samī'un 'alīm(un).",
      "translation": "Не вы их убивали - их убивал Аллах! Когда ты бросил горсть песка, Бросал не ты - бросал Аллах, Чтоб испытать уверовавших (в Бога) Хорошим испытаньем от Себя, - Аллах, поистине, все слышит и все знает"
    },
    {
      "verse_number": 18,
      "text_uthmani": "ذَٰلِكُمْ وَأَنَّ ٱللَّهَ مُوهِنُ كَيْدِ ٱلْكَـٰفِرِينَ",
      "text_uthmani_transcribed": "Żālikum wa annallāha mūhinu kaidil-kāfirīn(a).",
      "translation": "Вам - это! Ведь Аллах Все козни и уловки нечестивых ослабляет"
    },
    {
      "verse_number": 19,
      "text_uthmani": "إِن تَسْتَفْتِحُوا۟ فَقَدْ جَآءَكُمُ ٱلْفَتْحُ ۖ وَإِن تَنتَهُوا۟ فَهُوَ خَيْرٌ لَّكُمْ ۖ وَإِن تَعُودُوا۟ نَعُدْ وَلَن تُغْنِىَ عَنكُمْ فِئَتُكُمْ شَيْـًٔا وَلَوْ كَثُرَتْ وَأَنَّ ٱللَّهَ مَعَ ٱلْمُؤْمِنِينَ",
      "text_uthmani_transcribed": "In tastaftiḥū faqad jā'akumul-fatḥ(u), wa in tantahū fa huwa khairul lakum, wa in ta'ūdū na'ud, wa lan tugniya 'ankum fi'atukum syai'aw wa lau kaṡurat, wa anallāha ma'al-mu'minīn(a).",
      "translation": "(О вы, неверные мекканцы!) Если просили вы себе победы, То вот сейчас она пришла к вам. И если вы сейчас удержитесь (от боя), То это лучше будет вам. Но если вы (к сражению) вернетесь, Тогда и Мы (к нему) вернемся, И вам нисколько не поможет ваша рать, Сколь многочисленна она бы ни была, - Аллах ведь с теми, кто уверовал (в Него)"
    },
    {
      "verse_number": 20,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوْا۟ عَنْهُ وَأَنتُمْ تَسْمَعُونَ",
      "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū aṭī'ullāha wa rasūlahū wa lā tawallau 'anhu wa antum tasma'ūn(a).",
      "translation": "О вы, кто верует! Аллаху и посланнику Его послушны будьте И от него не отвращайтесь, Когда вы слушаете (то, что он читает из Корана)"
    },
    {
      "verse_number": 21,
      "text_uthmani": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ قَالُوا۟ سَمِعْنَا وَهُمْ لَا يَسْمَعُونَ",
      "text_uthmani_transcribed": "Wa lā takūnū kal-lażīna qālū sami'nā wa hum lā yasma'ūn(a).",
      "translation": "Не будьте вы подобны тем, Кто говорит: \"Мы слышим\", А сами ничего не слышат"
    },
    {
      "verse_number": 22,
      "text_uthmani": "۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلْبُكْمُ ٱلَّذِينَ لَا يَعْقِلُونَ",
      "text_uthmani_transcribed": "Inna syarrad-dawābbi 'indallāhiṣ-ṣummul-bukmul-lażīna lā ya'qilūn(a).",
      "translation": "Ведь худшие из (всех земных) существ В Деснице Бога - те, Кто глух, и нем, и ничего не разумеет"
    }
  ]
}