[
  {
    "verse_number": 1,
    "text_uthmani": " ٱلْحَمْدُ لِلَّهِ فَاطِرِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ جَاعِلِ ٱلْمَلَـٰٓئِكَةِ رُسُلًا أُو۟لِىٓ أَجْنِحَةٍ مَّثْنَىٰ وَثُلَـٰثَ وَرُبَـٰعَ ۚ يَزِيدُ فِى ٱلْخَلْقِ مَا يَشَآءُ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Al-ḥamdu lillāhi fāṭiris-samāwāti wal-arḍi jā'ilil-malāikati rusulā(n), ulī ajniḥatim maṡnā wa ṡulāṡa wa rubā'(a), yazīdu fil-khalqi mā yasyā'(u), innallāha 'alā kulli syai'in qadīr(un).",
    "translation": "Хвала Аллаху, Кто небеса и землю создал, Кто ангелов посланниками сделал И дал им две, иль три, или четыре пары крыльев; Кто ширит (рамки) Своего Творенья По (мудрости) желанья Своего, - Поистине, Аллах над каждой вещью мощен"
  },
  {
    "verse_number": 2,
    "text_uthmani": "مَّا يَفْتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحْمَةٍ فَلَا مُمْسِكَ لَهَا ۖ وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُۥ مِنۢ بَعْدِهِۦ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "text_uthmani_transcribed": "Mā yaftaḥillāhu lin-nāsi mir raḥmatin falā mumsika lahā, wa mā yumsik falā mursila lahū mim ba'dih(ī), wa huwal-'azīzul-ḥakīm(u).",
    "translation": "То, что из милости Своей Аллах откроет людям, От них никто не может удержать. А что удерживает Он, Того никто послать, кроме Него, не может, - Он, истинно, могущ и мудр"
  },
  {
    "verse_number": 3,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ ۚ هَلْ مِنْ خَـٰلِقٍ غَيْرُ ٱللَّهِ يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ ۚ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
    "text_uthmani_transcribed": "Yā ayyuhan-nāsużkurū ni'matallāhi 'alaikum, hal min khāliqin gairullāhi yarzuqukum minas-samā'i wal-arḍ(i), lā ilāha illā huw(a), fa'annā tu'fakūn(a).",
    "translation": "О люди! Помните Аллаха милость к вам, - Есть ли иной творец, кроме Аллаха, Кто из земли и с неба вам потребное изводит? Нет божества, кроме Него! Что ж так обольщены вы (суетой земною)"
  },
  {
    "verse_number": 4,
    "text_uthmani": "وَإِن يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
    "text_uthmani_transcribed": "Wa iy yukażżibūka faqad kużżibat rusulum min qablik(a), wa ilallāhi turja'ul-umūr(u).",
    "translation": "Если они тебя лжецом считают, Так ведь лжецами и других посланников считали, (Которых слали Мы к народам) до тебя. К Аллаху возвращается (решение) всех дел"
  },
  {
    "verse_number": 5,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۖ فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۖ وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ",
    "text_uthmani_transcribed": "Yā ayyuhan-nāsu inna wa'dallāhi ḥaqqun falā tagurrannakumul-ḥayātud-dun-yā, wa lā yagurrannakum billāhil-garūr(u).",
    "translation": "О люди! Истинно, верны обетования Аллаха. И пусть не обольщает вас земная суета, Не позволяйте искусителю - Шайтану Вас об Аллахе обольстить"
  },
  {
    "verse_number": 6,
    "text_uthmani": "إِنَّ ٱلشَّيْطَـٰنَ لَكُمْ عَدُوٌّ فَٱتَّخِذُوهُ عَدُوًّا ۚ إِنَّمَا يَدْعُوا۟ حِزْبَهُۥ لِيَكُونُوا۟ مِنْ أَصْحَـٰبِ ٱلسَّعِيرِ",
    "text_uthmani_transcribed": "Innasy-syaiṭāna lakum 'aduwwun fattakhiżūhu 'aduwwā(n), innamā yad'ū  ḥizbahū liyakūnū min aṣḥābis-sa'īr(i).",
    "translation": "Ведь Сатана, поистине, вам враг, - Считайте же его врагом! Он лишь приспешников себе зовет, Чтоб они стали обитателями пламенного Ада"
  },
  {
    "verse_number": 7,
    "text_uthmani": "ٱلَّذِينَ كَفَرُوا۟ لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
    "text_uthmani_transcribed": "Allażīna kafarū lahum 'ażābun syadīd(un), wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti lahum magfiratuw wa ajrun kabīr(un).",
    "translation": "Тем, кто не верует, - мучительные кары, А тем, кто верует и делает добро, - Прощение и высшая награда"
  },
  {
    "verse_number": 8,
    "text_uthmani": "أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنًا ۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۖ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَٰتٍ ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا يَصْنَعُونَ",
    "text_uthmani_transcribed": "Afaman zuyyina lahū sū'u 'amalihī fara'āhu ḥasanā(n), fa'innallāha yuḍillu may yasyā'u wa yahdī may yasyā'(u), falā tażhab nafsuka 'alaihim ḥasarāt(in), innallāha 'alīmum bimā yaṣna'ūn(a).",
    "translation": "(Сравни ли) тот, Кому украсил (Сатана) его деянье злое И он таким прекрасным зрит его, (Тому, кто следует прямой стезею Бога)? Аллах, поистине, с пути сбивает Иль направляет праведной стезей По (Своему всеведенью и мудрому) желанью. Так пусть твоя душа, (о Мухаммад!), По ним печалью не исходит, - Аллаху, истинно, известно все то, что делают они"
  },
  {
    "verse_number": 9,
    "text_uthmani": "وَٱللَّهُ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَـٰحَ فَتُثِيرُ سَحَابًا فَسُقْنَـٰهُ إِلَىٰ بَلَدٍ مَّيِّتٍ فَأَحْيَيْنَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ كَذَٰلِكَ ٱلنُّشُورُ",
    "text_uthmani_transcribed": "Wallāhul-lażī arsalar-riyāḥa fatuṡīru saḥāban fasuqnāhu ilā baladim mayyitin fa'aḥyainā bihil-arḍa ba'da mautihā, każālikan-nusyūr(u).",
    "translation": "Аллах есть Тот, Кто посылает ветры, Что гонят (дождевые) облака; Мы их на мертвые места перегоняем, Где (дождь обильный изольют они) И этим землю после смерти воскресят, - Так будете и вы воскрешены (из смерти)"
  },
  {
    "verse_number": 10,
    "text_uthmani": "مَن كَانَ يُرِيدُ ٱلْعِزَّةَ فَلِلَّهِ ٱلْعِزَّةُ جَمِيعًا ۚ إِلَيْهِ يَصْعَدُ ٱلْكَلِمُ ٱلطَّيِّبُ وَٱلْعَمَلُ ٱلصَّـٰلِحُ يَرْفَعُهُۥ ۚ وَٱلَّذِينَ يَمْكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَمَكْرُ أُو۟لَـٰٓئِكَ هُوَ يَبُورُ",
    "text_uthmani_transcribed": "Man kāna yurīdul-'izzata falillāhil-'izzatu jamī'ā(n), ilaihi yaṣ'adul-kalimuṭ-ṭayyibu wal-'amaluṣ-ṣāliḥu yarfa'uh(ū), wal-lażīna yamkurūnas-sayyi'āti lahum 'ażābun syadīd(un), wa makru ulā'ika huwa yabūr(u).",
    "translation": "Кто ищет славы и величия себе, То у Аллаха - все величие и слава; К Нему и слово доброе восходит, И доброе деяние (спешит), Которое Он (милостью Своею) возвышает. А тем, которые замыслили недобрые дела, (Назначена) мучительная кара, И обратятся в тщЕту их уловки"
  },
  {
    "verse_number": 11,
    "text_uthmani": "وَٱللَّهُ خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَٰجًا ۚ وَمَا تَحْمِلُ مِنْ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِۦ ۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٍ وَلَا يُنقَصُ مِنْ عُمُرِهِۦٓ إِلَّا فِى كِتَـٰبٍ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
    "text_uthmani_transcribed": "Wallāhu khalaqakum min turābin ṡumma min nuṭfatin ṡumma ja'alakum azwājā(n), wa mā taḥmilu min unṡā wa lā taḍa'u illā bi'ilmih(ī), wa mā yu'ammaru mim mu'ammariw wa lā yunqaṣu min 'umurihī illā fī kitāb(in), inna żālika 'alallāhi yasīr(un).",
    "translation": "Аллах из праха сотворил вас, Из капли спермы (вывел) вас И разделил вас на два пола. Лишь с ведома Его и самка носит плод И вовремя слагает свою ношу; И только по (Господней) Книге У долгожителя продлиться может век Или (мгновенно) оборваться, - Это, поистине, для Господа легко"
  }
]