[
  {
    "verse_number": 243,
    "text_uthmani": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ خَرَجُوا۟ مِن دِيَـٰرِهِمْ وَهُمْ أُلُوفٌ حَذَرَ ٱلْمَوْتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُوا۟ ثُمَّ أَحْيَـٰهُمْ ۚ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
    "text_uthmani_transcribed": "Alam tara ilal-lażīna kharajū min diyārihim wa hum ulūfun ḥażaral-maut(i), faqāla lahumullāhu mūtū, ṡumma aḥyāhum, inallāha lażū faḍlin 'alan-nāsi wa lākinna akṡaran-nāsi lā yasykurūn(a).",
    "translation": "Неужто ты не видел тех, Которые, остерегаясь смерти, Покинули свои жилища - А было их немало тысяч. Господь сказал \"Умрите!\" им, Потом же возвратил их к жизни, - Ведь полон щедрости Господь к земному люду, Но большинство из них Ему неблагодарны"
  },
  {
    "verse_number": 244,
    "text_uthmani": "وَقَـٰتِلُوا۟ فِى سَبِيلِ ٱللَّهِ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
    "text_uthmani_transcribed": "Wa qātilū fī sabīlillāhi wa'lamū annallāha samī'un 'alīm(un).",
    "translation": "А потому боритесь на пути Господнем И знайте, что Аллах все слышит и ведущ обо всем"
  },
  {
    "verse_number": 245,
    "text_uthmani": "مَّن ذَا ٱلَّذِى يُقْرِضُ ٱللَّهَ قَرْضًا حَسَنًا فَيُضَـٰعِفَهُۥ لَهُۥٓ أَضْعَافًا كَثِيرَةً ۚ وَٱللَّهُ يَقْبِضُ وَيَبْصُۜطُ وَإِلَيْهِ تُرْجَعُونَ",
    "text_uthmani_transcribed": "Man żal-lażī yuqriḍullāha qarḍan ḥasanan fayuḍā'ifahū lahū aḍ'āfan kaṡīrah(tan), wallāhu yaqbiḍu wa yabsuṭ(u), wa ilaihi turja'ūn(a).",
    "translation": "Так кто же тот, Кто даст Аллаху щедрый займ, Что будет Им великим множеством возвышен? Аллах лишь повергает вас в нужду Иль осыпает изобильем; К Нему лежит и ваше возвращенье"
  },
  {
    "verse_number": 246,
    "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلْمَلَإِ مِنۢ بَنِىٓ إِسْرَٰٓءِيلَ مِنۢ بَعْدِ مُوسَىٰٓ إِذْ قَالُوا۟ لِنَبِىٍّ لَّهُمُ ٱبْعَثْ لَنَا مَلِكًا نُّقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ ۖ قَالَ هَلْ عَسَيْتُمْ إِن كُتِبَ عَلَيْكُمُ ٱلْقِتَالُ أَلَّا تُقَـٰتِلُوا۟ ۖ قَالُوا۟ وَمَا لَنَآ أَلَّا نُقَـٰتِلَ فِى سَبِيلِ ٱللَّهِ وَقَدْ أُخْرِجْنَا مِن دِيَـٰرِنَا وَأَبْنَآئِنَا ۖ فَلَمَّا كُتِبَ عَلَيْهِمُ ٱلْقِتَالُ تَوَلَّوْا۟ إِلَّا قَلِيلًا مِّنْهُمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Alam tara ilal-mala'i mim banī isrā'īla mim ba'di mūsā, iż qālū linabiyyil lahumub'aṡ lanā malikan nuqātil fī sabīlillāh(i), qāla hal 'asaitum in kutiba 'alaikumul-qitālu allā tuqātilū, qālū wa mā lanā allā nuqātila fī sabīlillāhi wa qad ukhrijnā min diyārinā wa abnā'inā, falammā kutiba 'alaihimul-qitālu tawallau illā qalīlam minhum, wallāhu 'alīmum biẓ-ẓālimīn(a).",
    "translation": "Неужто ты не видел родовую знать сынов Исраиля, Что были после Мусы? Посланнику, кто был средь них, они сказали: \"Дай нам царя, чтоб мы могли Сражаться на пути Аллаха\". И он сказал: \"Не может ли случиться так - Когда назначат вам сраженье, Не станете сражаться вы?\" Они ответили: \"Что ж на пути Аллаха нам не воевать, Коль из домов мы изгнаны И с нашими детьми разлучены?\" Когда ж назначено сражение им было, Отворотилися они, за исключением немногих, - Аллах, поистине, прекрасно различает нечестивых"
  },
  {
    "verse_number": 247,
    "text_uthmani": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ ٱللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا ۚ قَالُوٓا۟ أَنَّىٰ يَكُونُ لَهُ ٱلْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِٱلْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِّنَ ٱلْمَالِ ۚ قَالَ إِنَّ ٱللَّهَ ٱصْطَفَىٰهُ عَلَيْكُمْ وَزَادَهُۥ بَسْطَةً فِى ٱلْعِلْمِ وَٱلْجِسْمِ ۖ وَٱللَّهُ يُؤْتِى مُلْكَهُۥ مَن يَشَآءُ ۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
    "text_uthmani_transcribed": "Wa qāla lahum nabiyyuhum innallāha qad ba'aṡa lakum ṭālūta malikā(n), qālū annā yakūnu lahul-mulku 'alainā wa naḥnu aḥaqqu bil-mulki minhu wa lam yu'ta sa'atam minal-māl(i), qāla innallāhaṣṭafāhu 'alaikum wa zādahū basṭatan fil-'ilmi wal-jism(i), wallāhu yu'tī mulkahū may yasyā'(u), wallāhu wāsi'un 'alīm(un).",
    "translation": "И их пророк сказал им: \"Аллах послал Талута царствовать над вами\". Они ответили: \"Как может он над нами править, Когда достойнее мы сами этой власти? К тому ж не одарен он ни богатством, ни умом\". Но он сказал: \"Избрал Господь его над вами И щедро одарил и мудростью, и удалью мужскою\". Поистине, Аллах дарует царство Тому, кого сочтет Себе угодным. (Своею милостью) объемлет всех Он и ведает над всем и вся"
  },
  {
    "verse_number": 248,
    "text_uthmani": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ ءَايَةَ مُلْكِهِۦٓ أَن يَأْتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٌ مِّن رَّبِّكُمْ وَبَقِيَّةٌ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَـٰرُونَ تَحْمِلُهُ ٱلْمَلَـٰٓئِكَةُ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ",
    "text_uthmani_transcribed": "Wa qāla lahum nabiyyuhum inna āyata mulkihī ay ya'tiyakumut-tābūtu fīhi sakīnatum mir rabbikum wa baqiyyatum mimmā taraka ālu mūsā wa ālu hārūna taḥmiluhul-malā'ikah(tu), inna fī żālika la āyatal lakum in kuntum mu'minīn(a).",
    "translation": "И их пророк сказал им: \"Знамением его предназначенья К вам явится ковчег (Завета), В котором вам от Господа сакина И что осталось от потомков Мусы и Харуна, - И ангелы его вам принесут; И в этом кроется знамение для вас, Коль вы, поистине, уверовали (в Бога)"
  },
  {
    "verse_number": 249,
    "text_uthmani": "فَلَمَّا فَصَلَ طَالُوتُ بِٱلْجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبْتَلِيكُم بِنَهَرٍ فَمَن شَرِبَ مِنْهُ فَلَيْسَ مِنِّى وَمَن لَّمْ يَطْعَمْهُ فَإِنَّهُۥ مِنِّىٓ إِلَّا مَنِ ٱغْتَرَفَ غُرْفَةًۢ بِيَدِهِۦ ۚ فَشَرِبُوا۟ مِنْهُ إِلَّا قَلِيلًا مِّنْهُمْ ۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ قَالُوا۟ لَا طَاقَةَ لَنَا ٱلْيَوْمَ بِجَالُوتَ وَجُنُودِهِۦ ۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَـٰقُوا۟ ٱللَّهِ كَم مِّن فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةًۢ بِإِذْنِ ٱللَّهِ ۗ وَٱللَّهُ مَعَ ٱلصَّـٰبِرِينَ",
    "text_uthmani_transcribed": "Falammā faṣala ṭālūtu bil-junūd(i), qāla innallāha mubtalīkum binahar(in), faman syariba minhu falaisa minnī, wa mal lam yaṭ'amhu fa innahū minnī illā manigtarafa gurfatam biyadih(ī), fa syaribū minhu illā qalīlam minhum, falammā jāwazahū huwa wal-lażīna āmanū ma'ah(ū), qālū lā ṭāqata lanal-yauma bijālūta wa junūdih(ī), qālal-lażīna yaẓunnūna annahum mulāqullāh(i), kam min fi'atin qalīlatin galabat fi'atan kaṡīratam bi'iżnillāh(i), wallāhu ma'aṣ-ṣābirīn(a).",
    "translation": "Когда Талут с войсками выступил в поход, Сказал он: \"Господь пошлет на испытание вам реку, И кто напьется из нее, Средь воинов моих не будет, А несколько глотков с ладони будет прощено\". Но все испили из нее, кроме немногих. Когда же все они чрез реку перешли, И он, и те, которые уверовали с ним, Сказали те: \"Теперь у нас нет мОчи Джалута с его войском одолеть\". Но те, которые уверовали, зная: Им предстоит Аллаха лицезреть, Сказали: \"Как часто небольшая сила Господней волей побеждала многочисленных врагов!\" Поистине, благоволит Господь к тому, Кто терпелив и стоек духом"
  },
  {
    "verse_number": 250,
    "text_uthmani": "وَلَمَّا بَرَزُوا۟ لِجَالُوتَ وَجُنُودِهِۦ قَالُوا۟ رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
    "text_uthmani_transcribed": "Wa lammā barazū lijālūta wa junūdihī qālū rabbanā afrig 'alainā ṣabraw wa ṡabbit aqdāmanā wanṣurnā 'alal-qaumil-kāfirīn(a).",
    "translation": "И вот когда они предстали Перед Джалутом и его войсками, Они взмолили: \"О наш Господь! Влей стойкость в нас, и укрепи наши стопы, И помоги против неверных"
  },
  {
    "verse_number": 251,
    "text_uthmani": "فَهَزَمُوهُم بِإِذْنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلْمُلْكَ وَٱلْحِكْمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُ ۗ وَلَوْلَا دَفْعُ ٱللَّهِ ٱلنَّاسَ بَعْضَهُم بِبَعْضٍ لَّفَسَدَتِ ٱلْأَرْضُ وَلَـٰكِنَّ ٱللَّهَ ذُو فَضْلٍ عَلَى ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Fahazamūhum bi'iżnillāh(i), wa qatala dāwūdu jālūta wa ātāhullāhul-mulka wal-ḥikmata wa 'allamahū mimmā yasyā'(u), wa lau lā daf'ullāhin-nāsa ba'ḍahum biba'ḍil lafasadatil-arḍu wa lākinnallāha żū faḍlin 'alal-'ālamīn(a).",
    "translation": "И с изволения Аллаха Они неверных в бегство обратили, И умертвил Дауд Джалута, И одарил его Аллах и мудростью, и властью И научил его всему, что он желал. И, если б не удерживал Аллах Одних людских племений над другими, Бедой бы преисполнилась земля, - Но полон щедрости Аллах к мирам Своим"
  },
  {
    "verse_number": 252,
    "text_uthmani": "تِلْكَ ءَايَـٰتُ ٱللَّهِ نَتْلُوهَا عَلَيْكَ بِٱلْحَقِّ ۚ وَإِنَّكَ لَمِنَ ٱلْمُرْسَلِينَ",
    "text_uthmani_transcribed": "Tilka āyātullāhi natlūhā 'alaika bil-ḥaqq(i), wa innaka laminal-mursalīn(a).",
    "translation": "Вот таковы знамения Господни, И Мы их в Истине тебе читаем - Ведь ты, поистине, в одном ряду посланников (Моих)"
  },
  {
    "verse_number": 253,
    "text_uthmani": "۞ تِلْكَ ٱلرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۘ مِّنْهُم مَّن كَلَّمَ ٱللَّهُ ۖ وَرَفَعَ بَعْضَهُمْ دَرَجَـٰتٍ ۚ وَءَاتَيْنَا عِيسَى ٱبْنَ مَرْيَمَ ٱلْبَيِّنَـٰتِ وَأَيَّدْنَـٰهُ بِرُوحِ ٱلْقُدُسِ ۗ وَلَوْ شَآءَ ٱللَّهُ مَا ٱقْتَتَلَ ٱلَّذِينَ مِنۢ بَعْدِهِم مِّنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَـٰتُ وَلَـٰكِنِ ٱخْتَلَفُوا۟ فَمِنْهُم مَّنْ ءَامَنَ وَمِنْهُم مَّن كَفَرَ ۚ وَلَوْ شَآءَ ٱللَّهُ مَا ٱقْتَتَلُوا۟ وَلَـٰكِنَّ ٱللَّهَ يَفْعَلُ مَا يُرِيدُ",
    "text_uthmani_transcribed": "Tilkar-rusulu faḍḍalnā ba'ḍahum 'alā ba'ḍ(in), minhum man kallamallāhu wa rafa'a ba'ḍahum darajāt(in), wa ātainā 'īsabna maryamal-bayyināti wa ayyadnāhu birūḥil-qudus(i), wa lau syā'allāhu maqtatalal-lażīna mim ba'dihim mim ba'di mā jā'athumul-bayyinātu wa lākinikhtalafū fa minhum man āmana wa minhum man kafar(a),  wa lau syā'allāhu maqtatalū, wa lākinnallāha yaf'alu mā yurīd(u).",
    "translation": "И всех посланников Мы наделили разными дарами, Возвысив (миссию) одних перед другими; Средь них был тот, с кем речь держал Аллах, Других Он (на пророчество) возвысил степенями. И Исе, сыну Марйам, Мы даровали Ясные Знаменья И Дух Святой для укрепления (пророчества) его. И будь на то желание Аллаха, Пришедшие за ними вслед Не воевали б меж собой, - Они же разошлись между собой, И были среди них Те, кто уверовал, и те, которые не обратились. И будь на то желание Господне, Они б не воевали меж собой. Но Свою Волю (на земле) вершит Всевышний"
  }
]