[
  {
    "verse_number": 1,
    "text_uthmani": " طسٓ ۚ تِلْكَ ءَايَـٰتُ ٱلْقُرْءَانِ وَكِتَابٍ مُّبِينٍ",
    "text_uthmani_transcribed": "Ṭā Sīn, tilka āyātul-qur'āni wa kitābim mubīn(in).",
    "translation": "Та - Син. Это знамения Корана - Той Книги, что ясно (все толкует)"
  },
  {
    "verse_number": 2,
    "text_uthmani": "هُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ",
    "text_uthmani_transcribed": "Hudaw wa busyrā lil-mu'minīn(a).",
    "translation": "И Руководство, и благая Весть Для всех уверовавших (в Бога)"
  },
  {
    "verse_number": 3,
    "text_uthmani": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْـَٔاخِرَةِ هُمْ يُوقِنُونَ",
    "text_uthmani_transcribed": "Allażīna yuqīmūnaṣ-ṣalāta wa yu'tūnaz-zakāta wa hum bil-ākhirati hum yūqinūn(a).",
    "translation": "Кто по часам молитву совершает, Дает закат И верит во вторую жизнь"
  },
  {
    "verse_number": 4,
    "text_uthmani": "إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ زَيَّنَّا لَهُمْ أَعْمَـٰلَهُمْ فَهُمْ يَعْمَهُونَ",
    "text_uthmani_transcribed": "Innal-lażīna lā yu'minūna bil-ākhirati zayyannā lahum a'mālahum fahum ya'mahūn(a).",
    "translation": "Для тех же, кто не верит в жизнь другую, Мы разукрасили (нечестие) их дел, И они бродят слепо (по земле)"
  },
  {
    "verse_number": 5,
    "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَهُمْ سُوٓءُ ٱلْعَذَابِ وَهُمْ فِى ٱلْـَٔاخِرَةِ هُمُ ٱلْأَخْسَرُونَ",
    "text_uthmani_transcribed": "Ulā'ikal-lażīna lahum sū'ul-'ażābi wa hum fil-ākhirati humul-akhsarūn(a).",
    "translation": "Они - все те, кому (назначена) суровая расплата, Кто в жизни будущей найбольшие потери понесет"
  },
  {
    "verse_number": 6,
    "text_uthmani": "وَإِنَّكَ لَتُلَقَّى ٱلْقُرْءَانَ مِن لَّدُنْ حَكِيمٍ عَلِيمٍ",
    "text_uthmani_transcribed": "Wa innaka latulaqqal-qur'āna mil ladun ḥakīmin 'alīm(in).",
    "translation": "А ты ведь получаешь (руководство): Аль Кор'ан От Мудрого и Знающего (все)"
  },
  {
    "verse_number": 7,
    "text_uthmani": "إِذْ قَالَ مُوسَىٰ لِأَهْلِهِۦٓ إِنِّىٓ ءَانَسْتُ نَارًا سَـَٔاتِيكُم مِّنْهَا بِخَبَرٍ أَوْ ءَاتِيكُم بِشِهَابٍ قَبَسٍ لَّعَلَّكُمْ تَصْطَلُونَ",
    "text_uthmani_transcribed": "Iż qāla mūsā li'ahlihī innī ānastu nārā(n), sa'ātīkum minhā bikhabarin au ātīkum bisyihābin qabasil la'allakum taṣṭalūn(a).",
    "translation": "(Вы только вспомните), как Муса Сказал семейству своему: \"Я чувствую присутствие огня. Я принесу оттуда вам какую-либо весть иль головешку, Чтоб вы могли согреться (у костра)"
  },
  {
    "verse_number": 8,
    "text_uthmani": "فَلَمَّا جَآءَهَا نُودِىَ أَنۢ بُورِكَ مَن فِى ٱلنَّارِ وَمَنْ حَوْلَهَا وَسُبْحَـٰنَ ٱللَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Falammā jā'ahā nūdiya am būrika man fin-nāri wa man ḥaulahā, wa subḥānallāhi rabbil-'ālamīn(a).",
    "translation": "Когда ж к огню он подошел, раздался голос: \"Благословен будь тот, кто на огонь пришел, И то, что вкруг него, - благословенно! Хвала Аллаху, Господу миров"
  },
  {
    "verse_number": 9,
    "text_uthmani": "يَـٰمُوسَىٰٓ إِنَّهُۥٓ أَنَا ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "text_uthmani_transcribed": "Yā mūsā innahū anallāhul-'azīzul-ḥakīm(u).",
    "translation": "О Муса! Я, поистине, Аллах, Могуч и мудр"
  },
  {
    "verse_number": 10,
    "text_uthmani": "وَأَلْقِ عَصَاكَ ۚ فَلَمَّا رَءَاهَا تَهْتَزُّ كَأَنَّهَا جَآنٌّ وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ ۚ يَـٰمُوسَىٰ لَا تَخَفْ إِنِّى لَا يَخَافُ لَدَىَّ ٱلْمُرْسَلُونَ",
    "text_uthmani_transcribed": "Wa alqi 'aṣāk(a), falammā ra'āhā tahtazzu ka'annahā jānnuw wallā mudbiraw wa lam yu'aqqib, yā mūsā lā takhaf, innī lā yakhāfu ladayyal-mursalūn(a).",
    "translation": "Брось посох свой!\" Когда увидел он, Что взвился его посох змеем, Отпрянул он назад И не вернулся, (чтобы взять его). (И тут вновь голос прозвучал): \"О Муса! Не бойся, - ведь в присутствии Моем Все посланные Мною не испытывают страха"
  },
  {
    "verse_number": 11,
    "text_uthmani": "إِلَّا مَن ظَلَمَ ثُمَّ بَدَّلَ حُسْنًۢا بَعْدَ سُوٓءٍ فَإِنِّى غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Illā man ẓalama ṡumma baddala ḥusnam ba'da sū'in fa innī gafūrur raḥīm(un).",
    "translation": "А если кто-нибудь из них содеет зло И после этого добром его заменит, - Так Я, поистине, прощающ, милосерд"
  }
]