{
  "chapter_number": 25,
  "verses": [
    {
      "verse_number": 67,
      "text_uthmani": "وَٱلَّذِينَ إِذَآ أَنفَقُوا۟ لَمْ يُسْرِفُوا۟ وَلَمْ يَقْتُرُوا۟ وَكَانَ بَيْنَ ذَٰلِكَ قَوَامًا",
      "text_uthmani_transcribed": "Wal-lażīna iżā anfaqū lam yusrifū wa lam yaqturū wa kāna baina żālika qawāmā(n).",
      "translation": "И те, кто, тратя, не бывают Ни расточительны, ни скупы, А держатся средины верной"
    },
    {
      "verse_number": 68,
      "text_uthmani": "وَٱلَّذِينَ لَا يَدْعُونَ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ وَلَا يَقْتُلُونَ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ وَلَا يَزْنُونَ ۚ وَمَن يَفْعَلْ ذَٰلِكَ يَلْقَ أَثَامًا",
      "text_uthmani_transcribed": "Wal-lażīna lā yad'ūna ma'allāhi ilāhan ākhara wa lā yaqtulūnan nafsal-latī ḥarramallāhu illā bil-ḥaqqi wa lā yaznūn(a), wa may yaf'al żālika yalqa aṡāmā(n).",
      "translation": "И те, которые с Аллахом наравне Другого божества не призывают И не лишают жизни душу, Которую Аллах запретной для убийства сделал, Иначе, как по (установленному) праву. И те, что не вступают в блуд, - А всяк, кто это совершает, Встретит (у Господа расчет) (Как) воздаянье (за содеянное им)"
    },
    {
      "verse_number": 69,
      "text_uthmani": "يُضَـٰعَفْ لَهُ ٱلْعَذَابُ يَوْمَ ٱلْقِيَـٰمَةِ وَيَخْلُدْ فِيهِۦ مُهَانًا",
      "text_uthmani_transcribed": "Yuḍā'af lahul-'ażābu yaumal-qiyāmati wa yakhlud fīhī muhānā(n).",
      "translation": "В День Воскресенья наказание удвоится ему, И будет пребывать он в нем Униженным и посрамленным"
    },
    {
      "verse_number": 70,
      "text_uthmani": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلًا صَـٰلِحًا فَأُو۟لَـٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمْ حَسَنَـٰتٍ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
      "text_uthmani_transcribed": "Illā man tāba wa āmana wa 'amila 'amalan ṣāliḥan fa ulā'ika yubaddilullāhu sayyi'ātihim ḥasanāt(in), wa kānallāhu gafūrar raḥīmā(n).",
      "translation": "Помимо тех, которые, раскаявшись, уверовали (в Бога) И добрые дела творят. Таким Аллах заменит их недобрые дела благими, - Аллах, поистине, прощающ, милосерд"
    },
    {
      "verse_number": 71,
      "text_uthmani": "وَمَن تَابَ وَعَمِلَ صَـٰلِحًا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابًا",
      "text_uthmani_transcribed": "Wa man tāba wa 'amila ṣāliḥan fa innahū yatūbu ilallāhi matābā(n).",
      "translation": "Ведь тот, кто кается и делает благое, - Тот искренне к Аллаху обращен"
    },
    {
      "verse_number": 72,
      "text_uthmani": "وَٱلَّذِينَ لَا يَشْهَدُونَ ٱلزُّورَ وَإِذَا مَرُّوا۟ بِٱللَّغْوِ مَرُّوا۟ كِرَامًا",
      "text_uthmani_transcribed": "Wal-lażīna yasyhadūnaz-zūr(a), wa iżā marrū bil-lagwi marrū kirāmā(n).",
      "translation": "И те, кто не свидетельствует лживо, А, встретив пустословие в общении (с людьми), С благопристойностью его обходит"
    },
    {
      "verse_number": 73,
      "text_uthmani": "وَٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ لَمْ يَخِرُّوا۟ عَلَيْهَا صُمًّا وَعُمْيَانًا",
      "text_uthmani_transcribed": "Wal-lażīna iżā żukkirū bi'āyāti rabbihim lam yakhirrū 'alaihā ṣummaw wa 'umyānā(n).",
      "translation": "И те, кто безразлично в скуке не сникает, Когда знамения Аллаха им напоминают"
    },
    {
      "verse_number": 74,
      "text_uthmani": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَٰجِنَا وَذُرِّيَّـٰتِنَا قُرَّةَ أَعْيُنٍ وَٱجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
      "text_uthmani_transcribed": "Wal-lażīna yaqūlūna rabbanā hab lanā min azwājinā wa żurriyyātinā qurrata a'yuniw waj'alnā lil-muttaqīna imāmā(n).",
      "translation": "И те, кто говорит: \"Господь наш! Дай нам отраду наших глаз В супругах наших и потомстве И сделай нас вожатыми для тех, Кто, (гнева) Господа страшась, (творит благое)"
    },
    {
      "verse_number": 75,
      "text_uthmani": "أُو۟لَـٰٓئِكَ يُجْزَوْنَ ٱلْغُرْفَةَ بِمَا صَبَرُوا۟ وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَـٰمًا",
      "text_uthmani_transcribed": "Ulā'ika yujzaunal-gurfata bimā ṣabarū wa yulaqqauna fīhā taḥiyyataw wa salāmā(n).",
      "translation": "В награду за терпение свое Они (в обители Эдема) получат высшие места И встречены там будут миром и приветом"
    },
    {
      "verse_number": 76,
      "text_uthmani": "خَـٰلِدِينَ فِيهَا ۚ حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا",
      "text_uthmani_transcribed": "Khālidīna fīhā, ḥasunat mustaqarraw wa muqāmā(n).",
      "translation": "И вечно пребывать им там. Прекрасною (обитель) эта будет И как пристанище, и место (покоения души)"
    },
    {
      "verse_number": 77,
      "text_uthmani": "قُلْ مَا يَعْبَؤُا۟ بِكُمْ رَبِّى لَوْلَا دُعَآؤُكُمْ ۖ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًۢا",
      "text_uthmani_transcribed": "Qul mā ya'ba'u bikum rabbī lau lā du'ā'ukum, faqad każżabtum fa saufa yakūnu lizāmā(n).",
      "translation": "Скажи: \"Аллах бы вами озабочен не был, Если б к Нему вы не воззвали. Сейчас же вы (Его) отвергли, - Теперь (расплаты) вам не миновать"
    }
  ]
}