{
  "chapter_number": 48,
  "verses": [
    {
      "verse_number": 1,
      "text_uthmani": " إِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِينًا",
      "text_uthmani_transcribed": "Innā fataḥnā laka fatḥam mubīnā(n).",
      "translation": "Мы даровали тебе явную победу"
    },
    {
      "verse_number": 2,
      "text_uthmani": "لِّيَغْفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُۥ عَلَيْكَ وَيَهْدِيَكَ صِرَٰطًا مُّسْتَقِيمًا",
      "text_uthmani_transcribed": "Liyagfira lakallāhu mā taqaddama min żambika wa mā ta'akhkhara wa yutimma ni'matahū 'alaika wa yahdiyaka ṣirāṭam mustaqīmā(n).",
      "translation": "Чтобы Аллах простил тебе И твои прежние грехи, И те, которые (свершатся) позже; Чтоб завершил тебе Свою Он милость, Прямым путем тебя повел"
    },
    {
      "verse_number": 3,
      "text_uthmani": "وَيَنصُرَكَ ٱللَّهُ نَصْرًا عَزِيزًا",
      "text_uthmani_transcribed": "Wa yanṣurakallāhu naṣran 'azīzā(n).",
      "translation": "И чтоб Аллах помог могучей помощью тебе"
    },
    {
      "verse_number": 4,
      "text_uthmani": "هُوَ ٱلَّذِىٓ أَنزَلَ ٱلسَّكِينَةَ فِى قُلُوبِ ٱلْمُؤْمِنِينَ لِيَزْدَادُوٓا۟ إِيمَـٰنًا مَّعَ إِيمَـٰنِهِمْ ۗ وَلِلَّهِ جُنُودُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
      "text_uthmani_transcribed": "Huwal-lażī anzalas-sakīnata fī qulūbil-mu'minīna liyazdādū īmānam ma'a īmānihim, wa lillāhi junūdus-samāwāti wal-arḍ(i), wa kānallāhu 'alīman ḥakīmā(n).",
      "translation": "Ведь это Он покой низводит В сердца уверовавших (в Бога), Чтобы усилить верой веру их. Ведь воинства небес и воинства земли принадлежат Аллаху, Аллах всезнающ, мудр"
    },
    {
      "verse_number": 5,
      "text_uthmani": "لِّيُدْخِلَ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ ۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوْزًا عَظِيمًا",
      "text_uthmani_transcribed": "Liyudkhilal-mu'minīna wal-mu'mināti jannātin tajrī min taḥtihal-anhāru khālidīna fīhā wa yukaffira 'anhum sayyi'ātihim, wa kāna żālika 'indallāhi fauzan 'aẓīmā(n).",
      "translation": "Чтоб верующих женщин и мужчин Он ввел в Сады, реками омовенны, Где пребывать навечно им; Избавил (всех их) от (содеянного) зла, - Сие у Господа - великое признание и дар"
    },
    {
      "verse_number": 6,
      "text_uthmani": "وَيُعَذِّبَ ٱلْمُنَـٰفِقِينَ وَٱلْمُنَـٰفِقَـٰتِ وَٱلْمُشْرِكِينَ وَٱلْمُشْرِكَـٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوْءِ ۚ عَلَيْهِمْ دَآئِرَةُ ٱلسَّوْءِ ۖ وَغَضِبَ ٱللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ ۖ وَسَآءَتْ مَصِيرًا",
      "text_uthmani_transcribed": "Wa yu'ażżibal-munāfiqīna wal-munāfiqāti wal-musyrikīna wal-musyrikātiẓ-ẓānnīna billāhi ẓannas-sau'(i), 'alaihim dā'iratus-sau'(i), wa gaḍiballāhu 'alaihim wa la'anahum wa a'adda lahum jahannam(a), wa sā'at maṣīrā(n).",
      "translation": "Чтоб наказал Он лицемеров, женщин и мужчин, И многобожников, мужчин и женщин, Кто злое думает о Нем. Падет на них кольцом все зло, Гнев Господа на них, - Он проклял их и уготовил Ад им - Такое скверное пристанище (для скверных)"
    },
    {
      "verse_number": 7,
      "text_uthmani": "وَلِلَّهِ جُنُودُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
      "text_uthmani_transcribed": "Wa lillāhi junūdus-samāwāti wal-arḍ(i), wa kānallāhu 'azīzan ḥakīmā(n).",
      "translation": "Ведь воинства небес и воинства земли принадлежат Аллаху, Аллах могуч и мудр"
    },
    {
      "verse_number": 8,
      "text_uthmani": "إِنَّآ أَرْسَلْنَـٰكَ شَـٰهِدًا وَمُبَشِّرًا وَنَذِيرًا",
      "text_uthmani_transcribed": "Innā arsalnāka syāhidaw wa mubasysyiraw wa nażīrā(n).",
      "translation": "Мы как свидетеля и благовестника тебя послали И как увещевателя (против всего дурного)"
    },
    {
      "verse_number": 9,
      "text_uthmani": "لِّتُؤْمِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا",
      "text_uthmani_transcribed": "Litu'minū billāhi wa rasūlihī wa tu'azzirūhu wa tuwaqqirūh(u), wa tusabbiḥūhu bukrataw wa aṣīlā(n).",
      "translation": "Чтобы в Аллаха и посланника Его уверовали вы, Ему служили, чтили благовейно И прославляли по утрам и вечерами"
    },
    {
      "verse_number": 10,
      "text_uthmani": "إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوْقَ أَيْدِيهِمْ ۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفْسِهِۦ ۖ وَمَنْ أَوْفَىٰ بِمَا عَـٰهَدَ عَلَيْهُ ٱللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا",
      "text_uthmani_transcribed": "Innal-lażīna yubāyi'ūnaka innamā yubāyi'ūnallāh(a), yadullāhi fauqa aidīhim, faman nakaṡa fa'innamā yankuṡu 'alā nafsih(ī), wa man aufā bimā 'āhada 'alaihullāha fa sayu'tīhi ajran 'aẓīmā(n).",
      "translation": "Ведь те, кто присягает рукоклятвенно тебе, Поистине, приносят клятву Богу, И Божия Рука - над их руками. Тот, кто нарушит эту клятву, - Нарушит на свою погибель. Тому ж, кто верен Договору с Ним, Дарует Он великую награду"
    },
    {
      "verse_number": 11,
      "text_uthmani": "سَيَقُولُ لَكَ ٱلْمُخَلَّفُونَ مِنَ ٱلْأَعْرَابِ شَغَلَتْنَآ أَمْوَٰلُنَا وَأَهْلُونَا فَٱسْتَغْفِرْ لَنَا ۚ يَقُولُونَ بِأَلْسِنَتِهِم مَّا لَيْسَ فِى قُلُوبِهِمْ ۚ قُلْ فَمَن يَمْلِكُ لَكُم مِّنَ ٱللَّهِ شَيْـًٔا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًۢا ۚ بَلْ كَانَ ٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرًۢا",
      "text_uthmani_transcribed": "Sayaqūlu lakal-mukhallafūna minal-a'rābi syagalatnā amwālunā wa ahlūnā fastagfir lanā, yaqūlūna bi'alsinatihim mā laisa fī qulūbihim, qul famay yamliku lakum minallāhi syai'an in arāda bikum ḍarran au arāda bikum naf'ā(n), bal kānallāhu bimā ta'malūna khabīrā(n).",
      "translation": "И скажут бедуины, которые остались позади: \"Мы были связаны хозяйствами скота и дома И хлопотами наших домочадцев. Ты ж у Аллаха попроси прощения для нас\". Их языки глаголют то, Чего в сердцах их нет и вовсе. Скажи: \"Но кто за вас вступиться пред Аллахом властен, Коль Его воля - вред вам причинить Иль выгоду для вас назначить? Аллах же сведущ в том, что делаете вы"
    }
  ]
}