[
  {
    "verse_number": 89,
    "text_uthmani": "وَيَوْمَ نَبْعَثُ فِى كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِم مِّنْ أَنفُسِهِمْ ۖ وَجِئْنَا بِكَ شَهِيدًا عَلَىٰ هَـٰٓؤُلَآءِ ۚ وَنَزَّلْنَا عَلَيْكَ ٱلْكِتَـٰبَ تِبْيَـٰنًا لِّكُلِّ شَىْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَىٰ لِلْمُسْلِمِينَ",
    "text_uthmani_transcribed": "Wa yauma nab'aṡu fī kulli ummatin syahīdan 'alaihim min anfusihim wa ji'nā bika syahīdan 'alā hā'ulā'(i), wa nazzalnā 'alaikal-kitāba tibyānal likulli syai'iw wa hudaw wa raḥmataw wa busyrā lil-muslimīn(a).",
    "translation": "Настанет День, Когда из каждого народа Мы против них свидетеля (их дел) поставим, А против этих Тебя свидетелем, (о Мухаммад!), Мы приведем. Мы ниспослали тебе Книгу для разъяснения всего, Как руководство, благовестие и милость Для мусульман, (предавшихся Господней Воле)"
  },
  {
    "verse_number": 90,
    "text_uthmani": "۞ إِنَّ ٱللَّهَ يَأْمُرُ بِٱلْعَدْلِ وَٱلْإِحْسَـٰنِ وَإِيتَآئِ ذِى ٱلْقُرْبَىٰ وَيَنْهَىٰ عَنِ ٱلْفَحْشَآءِ وَٱلْمُنكَرِ وَٱلْبَغْىِ ۚ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ",
    "text_uthmani_transcribed": "Innallāha ya'muru bil-'adli wal-iḥsāni wa ītā'i żil-qurbā wa yanhā 'anil-faḥsyā'i wal-munkari wal-bagyi ya'iẓukum la'allakum tażakkarūn(a).",
    "translation": "Аллах повелевает справедливость, Благодеяние и щедрость к близким, Он запрещает мерзость, беззаконие и бунт, Он вразумляет вас, Чтоб вы размыслили (и обратились)"
  },
  {
    "verse_number": 91,
    "text_uthmani": "وَأَوْفُوا۟ بِعَهْدِ ٱللَّهِ إِذَا عَـٰهَدتُّمْ وَلَا تَنقُضُوا۟ ٱلْأَيْمَـٰنَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ ٱللَّهَ عَلَيْكُمْ كَفِيلًا ۚ إِنَّ ٱللَّهَ يَعْلَمُ مَا تَفْعَلُونَ",
    "text_uthmani_transcribed": "Wa aufū bi'ahdillāhi iżā 'āhattum wa lā tanquḍul-aimāna ba'da taukīdihā wa qad ja'altumullāha 'alaikum kafīlā(n), innallāha ya'lamu mā taf'alūn(a).",
    "translation": "Так соблюдайте ж Договор с Аллахом, Когда в него уже вступили вы; Не нарушайте ваших клятв, Когда вы их уже скрепили: Ведь вы назначили Аллаха поручителем за вас, - Ему же, истинно известно Все то, что делаете вы"
  },
  {
    "verse_number": 92,
    "text_uthmani": "وَلَا تَكُونُوا۟ كَٱلَّتِى نَقَضَتْ غَزْلَهَا مِنۢ بَعْدِ قُوَّةٍ أَنكَـٰثًا تَتَّخِذُونَ أَيْمَـٰنَكُمْ دَخَلًۢا بَيْنَكُمْ أَن تَكُونَ أُمَّةٌ هِىَ أَرْبَىٰ مِنْ أُمَّةٍ ۚ إِنَّمَا يَبْلُوكُمُ ٱللَّهُ بِهِۦ ۚ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ ٱلْقِيَـٰمَةِ مَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
    "text_uthmani_transcribed": "Wa lā takūnū kal-latī naqaḍat gazlahā mim ba'di quwwatin ankāṡā(n), tattakhiżūna aimānakum dakhalam bainakum an takūna ummatun hiya arbā min ummah(tin), innamā yablūkumullāhu bih(ī), wa layubayyinanna lakum yaumal-qiyāmati mā kuntum fīhi takhtalifūn(a).",
    "translation": "Не будьте вы подобны той, Что распустила свою пряжу После того, как накрепко свила Отдельные ее плетенья. Не обращайте своих клятв (В объект доходного) обмана меж собой, Когда из вас одна община Числом поболее другой, - Этим Аллах испытывает вас. В День Воскресения Он ясно вам покажет Все то, в чем расходились вы"
  },
  {
    "verse_number": 93,
    "text_uthmani": "وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَكُمْ أُمَّةً وَٰحِدَةً وَلَـٰكِن يُضِلُّ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۚ وَلَتُسْـَٔلُنَّ عَمَّا كُنتُمْ تَعْمَلُونَ",
    "text_uthmani_transcribed": "Wa lau syā'allāhu laja'alakum ummataw wāḥidataw wa lākiy yuḍillu may yasyā'u wa yahdī may yasyā'(u), wa latus'alunna 'ammā kuntum ta'malūn(a).",
    "translation": "И будь на то желание Аллаха, Он сделал бы вас всех одним народом (веры). Но Он (всеведеньем Своим) желает Одних (оставить во грехе) блуждать, Других - направить (благосклонно). И непременно спросят вас о том, Что вы творили (по своей угоде)"
  },
  {
    "verse_number": 94,
    "text_uthmani": "وَلَا تَتَّخِذُوٓا۟ أَيْمَـٰنَكُمْ دَخَلًۢا بَيْنَكُمْ فَتَزِلَّ قَدَمٌۢ بَعْدَ ثُبُوتِهَا وَتَذُوقُوا۟ ٱلسُّوٓءَ بِمَا صَدَدتُّمْ عَن سَبِيلِ ٱللَّهِ ۖ وَلَكُمْ عَذَابٌ عَظِيمٌ",
    "text_uthmani_transcribed": "Wa lā tattakhiżū aimānakum dakhalam bainakum fa tazilla qadamum ba'da ṡubūtihā wa tażūqus-sū'a bimā ṣadattum 'an sabīlillāh(i), wa lakum 'ażābun 'aẓīm(un).",
    "translation": "И не используйте вы клятв своих Как (средство) вероломного обмана, Чтоб, поскользнувшись, ваши ноги (Не опрокинули с пути вас) После того, как они твердо встали на него; Чтоб не вкусить вам зло за то, Что совратили вы (людей) с пути Аллаха. И вам - великое (за это) наказанье"
  },
  {
    "verse_number": 95,
    "text_uthmani": "وَلَا تَشْتَرُوا۟ بِعَهْدِ ٱللَّهِ ثَمَنًا قَلِيلًا ۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa lā tasytarū bi'ahdillāhi ṡamanan qalīlā(n), innamā 'indallāhi huwa khairul lakum  in kuntum ta'lamūn(a).",
    "translation": "За Договор с Аллахом мизерную плату не берите, - Для вас ведь то, что у Аллаха, Поистине, гораздо лучше, - О, если бы вы только знали"
  },
  {
    "verse_number": 96,
    "text_uthmani": "مَا عِندَكُمْ يَنفَدُ ۖ وَمَا عِندَ ٱللَّهِ بَاقٍ ۗ وَلَنَجْزِيَنَّ ٱلَّذِينَ صَبَرُوٓا۟ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Mā 'indakum yanfadu wa mā 'indallāhi bāq(in), wa lanajziyannal-lażīna ṣabarū ajrahum bi'aḥsani mā kānū ya'malūn(a).",
    "translation": "Всё, чем владеете вы (здесь), (со временем) иссякнет, Что у Аллаха - остается навсегда, И воздадим Мы терпеливым их награду По соответствию их лучших дел"
  },
  {
    "verse_number": 97,
    "text_uthmani": "مَنْ عَمِلَ صَـٰلِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُۥ حَيَوٰةً طَيِّبَةً ۖ وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Man 'amila ṣāliḥam min żakarin au unṡā wa huwa mu'minun fa lanuḥyiyannahū ḥayātan ṭayyibah(tan), wa lanajziyannahum ajrahum bi'aḥsani mā kānū ya'malūn(a).",
    "translation": "Тот, кто творит добро и верует (в Аллаха), Будь то мужчина или дева, - Тому Мы жизнь благодатную даруем И воздадим награду им По соответствию их лучших дел"
  },
  {
    "verse_number": 98,
    "text_uthmani": "فَإِذَا قَرَأْتَ ٱلْقُرْءَانَ فَٱسْتَعِذْ بِٱللَّهِ مِنَ ٱلشَّيْطَـٰنِ ٱلرَّجِيمِ",
    "text_uthmani_transcribed": "Fa iżā qara'tal-qur'āna fasta'iż billāhi minasy-syaiṭānir-rajīm(i).",
    "translation": "Когда читаешь ты Коран, Проси защиты у Аллаха От Сатаны, гонимого камнями"
  },
  {
    "verse_number": 99,
    "text_uthmani": "إِنَّهُۥ لَيْسَ لَهُۥ سُلْطَـٰنٌ عَلَى ٱلَّذِينَ ءَامَنُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
    "text_uthmani_transcribed": "Innahū laisa lahū sulṭānun 'alal-lażīna āmanū wa 'alā rabbihim yatawakkalūn(a).",
    "translation": "Поистине, нет власти у него Над теми, кто уверовал (в Аллаха) И на Него свои надежды возлагает"
  }
]