{
  "chapter_number": 23,
  "verses": [
    {
      "verse_number": 45,
      "text_uthmani": "ثُمَّ أَرْسَلْنَا مُوسَىٰ وَأَخَاهُ هَـٰرُونَ بِـَٔايَـٰتِنَا وَسُلْطَـٰنٍ مُّبِينٍ",
      "text_uthmani_transcribed": "Ṡumma arsalnā mūsā wa akhāhu hārūn(a), bi'āyātinā wa sulṭānim mubīn(in).",
      "translation": "Потом отправили Мы Мусу и Харуна, его брата, С знаменьями от Нас и явной властью"
    },
    {
      "verse_number": 46,
      "text_uthmani": "إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَٱسْتَكْبَرُوا۟ وَكَانُوا۟ قَوْمًا عَالِينَ",
      "text_uthmani_transcribed": "Ilā fir'auna wa mala'ihī fastakbarū wa kānū qauman 'ālīn(a).",
      "translation": "К Фараону и его вельможам. Они же преисполнились гордыни - То был народ высокомерный"
    },
    {
      "verse_number": 47,
      "text_uthmani": "فَقَالُوٓا۟ أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَـٰبِدُونَ",
      "text_uthmani_transcribed": "Fa qālū anu'minu libasyaraini miṡlinā wa qaumuhumā lanā 'ābidūn(a).",
      "translation": "И сказали: \"Ужель поверим двум таким же людям, как и мы, Тогда как нам подвластен их народ"
    },
    {
      "verse_number": 48,
      "text_uthmani": "فَكَذَّبُوهُمَا فَكَانُوا۟ مِنَ ٱلْمُهْلَكِينَ",
      "text_uthmani_transcribed": "Fa każżabūhumā fa kānū minal-muhlakīn(a).",
      "translation": "Они во лжи их обвинили И тем в число погубленных (людей) вошли"
    },
    {
      "verse_number": 49,
      "text_uthmani": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ لَعَلَّهُمْ يَهْتَدُونَ",
      "text_uthmani_transcribed": "Wa laqad ātainā mūsal-kitāba la'allahum yahtadūn(a).",
      "translation": "Мы дали Мусе Книгу (Дел), Чтобы они могли идти прямой стезею"
    },
    {
      "verse_number": 50,
      "text_uthmani": "وَجَعَلْنَا ٱبْنَ مَرْيَمَ وَأُمَّهُۥٓ ءَايَةً وَءَاوَيْنَـٰهُمَآ إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ",
      "text_uthmani_transcribed": "Wa ja'alnabna maryama wa ummahū āyataw wa āwaināhumā ilā rabwatin żāti qarāriw wa ma'īn(in).",
      "translation": "Мы сделали знаменьем (ясным) Сына Марйам и мать его И их укрыли на холмистом месте, (Богато орошенном пресною) водой, Где был покой им и надежная защита"
    },
    {
      "verse_number": 51,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلرُّسُلُ كُلُوا۟ مِنَ ٱلطَّيِّبَـٰتِ وَٱعْمَلُوا۟ صَـٰلِحًا ۖ إِنِّى بِمَا تَعْمَلُونَ عَلِيمٌ",
      "text_uthmani_transcribed": "Yā ayyuhar-rusulu kulū minaṭ-ṭayyibāti wa'malū ṣāliḥā(n), innī bimā ta'malūna 'alīm(un).",
      "translation": "О вы, посланники (Господни)! Вкушайте доброе и делайте благое, - Ведь знаю Я, что делаете вы"
    },
    {
      "verse_number": 52,
      "text_uthmani": "وَإِنَّ هَـٰذِهِۦٓ أُمَّتُكُمْ أُمَّةً وَٰحِدَةً وَأَنَا۠ رَبُّكُمْ فَٱتَّقُونِ",
      "text_uthmani_transcribed": "Wa inna hāżihī ummatukum ummataw wāḥidataw wa ana rabbukum fattaqūn(i).",
      "translation": "Поистине, сей ваш вероустав - Одно-единое установление (Господне), И Я - один-единый ваш Господь, - Так поклоняйтесь только Мне"
    },
    {
      "verse_number": 53,
      "text_uthmani": "فَتَقَطَّعُوٓا۟ أَمْرَهُم بَيْنَهُمْ زُبُرًا ۖ كُلُّ حِزْبٍۭ بِمَا لَدَيْهِمْ فَرِحُونَ",
      "text_uthmani_transcribed": "Fa taqaṭṭa'ū amrahum bainahum zuburā(n), kullu ḥizbim bimā ladaihim fariḥūn(a).",
      "translation": "(Не вняли этому завету их потомки) И в это дело разделение внесли на толки меж собой, И обретает радость каждая община Лишь от того, что у нее"
    },
    {
      "verse_number": 54,
      "text_uthmani": "فَذَرْهُمْ فِى غَمْرَتِهِمْ حَتَّىٰ حِينٍ",
      "text_uthmani_transcribed": "Fa żarhum fī gamratihim ḥattā ḥīn(in).",
      "translation": "Оставь же их в пучине (их страстей) До времени, (назначенного Нами)"
    },
    {
      "verse_number": 55,
      "text_uthmani": "أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُم بِهِۦ مِن مَّالٍ وَبَنِينَ",
      "text_uthmani_transcribed": "Ayaḥsabūna annamā numidduhum bihī mim māliw wabanīn(a).",
      "translation": "Ужель они воображают, Что, дав богатства им и сыновей"
    }
  ]
}