{
  "chapter_number": 2,
  "verses": [
    {
      "verse_number": 265,
      "text_uthmani": "وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمُ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ وَتَثْبِيتًا مِّنْ أَنفُسِهِمْ كَمَثَلِ جَنَّةٍۭ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَـَٔاتَتْ أُكُلَهَا ضِعْفَيْنِ فَإِن لَّمْ يُصِبْهَا وَابِلٌ فَطَلٌّ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "text_uthmani_transcribed": "Wa maṡalul-lażīna yunfiqūna amwālahumubtigā'a marḍātillāhi wa taṡbītam min anfusihim kamaṡali jannatim birabwatin aṣābahā wābilun fa'ātat ukulahā ḍi'fain(i), fa'illam yuṣibhā wābilun faṭall(un), wallāhu bimā ta'malūna baṣīr(un).",
      "translation": "Те, кто расходует из своего добра, Желая заслужить благоволение Аллаха И свои души (верой) укрепить, Подобны саду на холме высоком: Прольется на него обильный дождь - И он взрастит свои плоды вдвойне. А коль дождя обильного не будет, Его заменит легкая роса! Аллах ведь видит все, что делаете вы"
    },
    {
      "verse_number": 266,
      "text_uthmani": "أَيَوَدُّ أَحَدُكُمْ أَن تَكُونَ لَهُۥ جَنَّةٌ مِّن نَّخِيلٍ وَأَعْنَابٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلْكِبَرُ وَلَهُۥ ذُرِّيَّةٌ ضُعَفَآءُ فَأَصَابَهَآ إِعْصَارٌ فِيهِ نَارٌ فَٱحْتَرَقَتْ ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْـَٔايَـٰتِ لَعَلَّكُمْ تَتَفَكَّرُونَ",
      "text_uthmani_transcribed": "Ayawaddu aḥadukum an takūna lahū jannatum min nakhīliw wa a'nābin tajrī min taḥtihal-anhār(u), lahū fīhā min kulliṡ-ṡamarāt(i), wa aṣābahul-kibaru wa lahū żurriyyatun ḍu'afā'(u), fa'aṣābahā i'ṣārun fīhi nārun faḥtaraqat, każālika yubayyinullāhu lakumul-āyāti la'allakum tatafakkarūn(a).",
      "translation": "И кто захочет обладать прекрасным садом Из финиковых пальм и виноградных лоз, Что омывается обильными ручьями, Где для его довольства всякие плоды, В то время как постигнет его старость, А дети же слабы, - Чтоб вихрь огненный обрушился на сад И поглотил в нем все дотла? Так вам Господь Свои знаменья изъясняет, Чтоб вы могли уразуметь"
    },
    {
      "verse_number": 267,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَنفِقُوا۟ مِن طَيِّبَـٰتِ مَا كَسَبْتُمْ وَمِمَّآ أَخْرَجْنَا لَكُم مِّنَ ٱلْأَرْضِ ۖ وَلَا تَيَمَّمُوا۟ ٱلْخَبِيثَ مِنْهُ تُنفِقُونَ وَلَسْتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغْمِضُوا۟ فِيهِ ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ غَنِىٌّ حَمِيدٌ",
      "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū anfiqū min ṭayyibāti mā kasabtum wa mimmā akhrajnā lakum minal-arḍ(i), wa lā tayammamul-khabīṡa minhu tunfiqūna wa lastum bi'ākhiżīhi illā an tugmiḍū fīh(i), wa'lamū annallāha ganiyyun ḥamīd(un).",
      "translation": "О вы, кто верует! Благотворите лучшим из добра, Что вы приобрели, Иль из того, что из земли Мы милостью Своей для вас изводим. И не стремитесь ухватить дурное, Чтобы потом благотворить из этой доли, А сами б этого не взяли, Зажмурив разве что глаза. И знайте, что Аллах свободен от любой нужды И преисполнен славы"
    },
    {
      "verse_number": 268,
      "text_uthmani": "ٱلشَّيْطَـٰنُ يَعِدُكُمُ ٱلْفَقْرَ وَيَأْمُرُكُم بِٱلْفَحْشَآءِ ۖ وَٱللَّهُ يَعِدُكُم مَّغْفِرَةً مِّنْهُ وَفَضْلًا ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
      "text_uthmani_transcribed": "Asy-syaiṭānu ya'idukumul-faqra wa ya'murukum bil-faḥsyā'(i), wallāhu ya'idukum magfiratam minhu wa faḍlā(n), wallāhu wāsi'un 'alīm(un).",
      "translation": "Вас бедностью пугает Сатана И побуждает вас к поступкам непристойным - Аллах же обещает вам Свое прощение и милость, - Поистине, (Своею милостью) Объемлет всех Он и ведает над всем и вся"
    },
    {
      "verse_number": 269,
      "text_uthmani": "يُؤْتِى ٱلْحِكْمَةَ مَن يَشَآءُ ۚ وَمَن يُؤْتَ ٱلْحِكْمَةَ فَقَدْ أُوتِىَ خَيْرًا كَثِيرًا ۗ وَمَا يَذَّكَّرُ إِلَّآ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
      "text_uthmani_transcribed": "Yu'til-ḥikmata may yasyā'(u), wa may yu'tal-ḥikmata faqad ūtiya khairan kaṡīrā(n), wa mā yażżakkaru ilā ulul-albāb(i).",
      "translation": "Он мудростью дарит того, кого захочет, - И тот, кому дарована она, Получит всеобъемлющие блага, Но осознают это те, Кто обладает разуменьем"
    },
    {
      "verse_number": 270,
      "text_uthmani": "وَمَآ أَنفَقْتُم مِّن نَّفَقَةٍ أَوْ نَذَرْتُم مِّن نَّذْرٍ فَإِنَّ ٱللَّهَ يَعْلَمُهُۥ ۗ وَمَا لِلظَّـٰلِمِينَ مِنْ أَنصَارٍ",
      "text_uthmani_transcribed": "Wa mā anfaqtum min nafaqatin au nażartum min nażrin fa innallāha ya'lamuh(ū), wa mā liẓ-ẓālimīna min anṣār(in).",
      "translation": "И что б на пОдать вы ни издержали, Какой обет ни дали б вы, - Аллах, поистине, об этом знает, И нет заступников у скверных"
    },
    {
      "verse_number": 271,
      "text_uthmani": "إِن تُبْدُوا۟ ٱلصَّدَقَـٰتِ فَنِعِمَّا هِىَ ۖ وَإِن تُخْفُوهَا وَتُؤْتُوهَا ٱلْفُقَرَآءَ فَهُوَ خَيْرٌ لَّكُمْ ۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمْ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
      "text_uthmani_transcribed": "In tubduṣ-ṣadaqāti fani'immā hiy(a), wa in tukhfūhā wa tu'tūhal-fuqarā'a fahuwa khairul lakum, wa yukaffiru 'ankum min sayyi'ātikum, wallāhu bimā ta'malūna khabīr(un).",
      "translation": "И если на виду вы милостыню подаете, Сие для вас пристойно; Когда ж вдали от всяких глаз Вы бедным по нужде ее даете, Сие есть лучшее для вас, Что вам часть прегрешений сгладит, - Аллах ведь знает то, что делаете вы"
    },
    {
      "verse_number": 272,
      "text_uthmani": "۞ لَّيْسَ عَلَيْكَ هُدَىٰهُمْ وَلَـٰكِنَّ ٱللَّهَ يَهْدِى مَن يَشَآءُ ۗ وَمَا تُنفِقُوا۟ مِنْ خَيْرٍ فَلِأَنفُسِكُمْ ۚ وَمَا تُنفِقُونَ إِلَّا ٱبْتِغَآءَ وَجْهِ ٱللَّهِ ۚ وَمَا تُنفِقُوا۟ مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لَا تُظْلَمُونَ",
      "text_uthmani_transcribed": "Laisa 'alaika hudāhum wa lākinnallāha yahdī may yasyā'(u), wa mā tunfiqū min khairin fa li'anfusikum, wa mā tunfiqūna illabtigā'a wajhillāh(i), wa mā tunfiqū min khairiy yuwaffa ilaikum wa antum lā tuẓlamūn(a).",
      "translation": "Не на тебя возложено вести их праведной стезей, - Аллах ведет прямым путем того, Кого сочтет Себе угодным. И что бы вы из благ своих ни издержали, Сполна воздастся вашим душам, - Ведь вы даете только потому, Что ищете Господнего благодаренья; И что бы вы из своего добра ни издержали, Сполна вам будет воздано, И вам не нанесут обид несправедливых"
    },
    {
      "verse_number": 273,
      "text_uthmani": "لِلْفُقَرَآءِ ٱلَّذِينَ أُحْصِرُوا۟ فِى سَبِيلِ ٱللَّهِ لَا يَسْتَطِيعُونَ ضَرْبًا فِى ٱلْأَرْضِ يَحْسَبُهُمُ ٱلْجَاهِلُ أَغْنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعْرِفُهُم بِسِيمَـٰهُمْ لَا يَسْـَٔلُونَ ٱلنَّاسَ إِلْحَافًا ۗ وَمَا تُنفِقُوا۟ مِنْ خَيْرٍ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ",
      "text_uthmani_transcribed": "Lil-fuqarā'il-lażīna uḥṣirū fī sabīlillāhi lā yastaṭī'ūna ḍarban fil-arḍi yaḥsabuhumul-jāhilu  agniyā'a minat-ta'affuf(i), ta'rifuhum bisīmāhum, lā yas'alūnan-nāsa ilḥāfā(n), wa mā tunfiqū min khairin fa innallāha bihī 'alīm(un).",
      "translation": "(Вам пОдать надлежит давать) И тем в нужде, кто на пути Господнем Удержаны (от промыслов своих) И в поисках (себе достатка) Не могут двигаться по сей земле. Их скромность побудит незнающего думать, Что нет нужды у них ни в чем, И ты их различишь по видимому знаку: Своими просьбами они не докучают людям; И что бы вы из своего добра ни издержали, Господь, поистине, об этом знает"
    },
    {
      "verse_number": 274,
      "text_uthmani": "ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُم بِٱلَّيْلِ وَٱلنَّهَارِ سِرًّا وَعَلَانِيَةً فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "text_uthmani_transcribed": "Allażīna yunfiqūna amwālahum bil-laili wan-nahāri sirraw wa 'alāniyatan falahum ajruhum 'inda rabbihim, wa lā khaufun 'alaihim wa lā hum yaḥzanūn(a).",
      "translation": "И те, кто днем и ночью милостью дарит Сокрыто или явно, У Господа найдут награду, На них не ляжет страх, Не отягчит печаль их"
    },
    {
      "verse_number": 275,
      "text_uthmani": "ٱلَّذِينَ يَأْكُلُونَ ٱلرِّبَوٰا۟ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِى يَتَخَبَّطُهُ ٱلشَّيْطَـٰنُ مِنَ ٱلْمَسِّ ۚ ذَٰلِكَ بِأَنَّهُمْ قَالُوٓا۟ إِنَّمَا ٱلْبَيْعُ مِثْلُ ٱلرِّبَوٰا۟ ۗ وَأَحَلَّ ٱللَّهُ ٱلْبَيْعَ وَحَرَّمَ ٱلرِّبَوٰا۟ ۚ فَمَن جَآءَهُۥ مَوْعِظَةٌ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمْرُهُۥٓ إِلَى ٱللَّهِ ۖ وَمَنْ عَادَ فَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "text_uthmani_transcribed": "Allażīna ya'kulūnar-ribā lā yaqūmūna illā kamā yaqūmul-lażī yatakhabbaṭuhusy-syaiṭānu minal-mass(i), żālika bi'annahum qālū innamal-bai'u miṡlur-ribā, wa aḥallallāhul-bai'a wa ḥarramar-ribā, faman jā'ahū mau'iẓatum mir rabbihī fantahā falahū mā salaf(a), wa amruhū ilallāh(i), wa man 'āda fa ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a).",
      "translation": "И кто снедаем лихоимством, Предстанет (в Судный День) никак иначе, как тот, Кого поверг в безумство Сатана Своим прикосновеньем, - И это потому, что говорит он: \"Ведь лихоимство - то же, что и торг\". Но запретил Господь вам лихоимство И разрешил вам торг вести, И тот, кто, получив от Господа завет сей, воздержался, Прощение (сего греха) за прошлое получит - Деяние его (на Суд) перед Аллахом (ляжет). Но тем, кто (мерзость эту) повторит, - Стать обитателями Ада И там навечно пребывать"
    }
  ]
}