[
  {
    "verse_number": 100,
    "text_uthmani": "لَهُمْ فِيهَا زَفِيرٌ وَهُمْ فِيهَا لَا يَسْمَعُونَ",
    "text_uthmani_transcribed": "Lahum fīhā zafīruw wa hum fīhā lā yasma'ūn(a).",
    "translation": "Там лишь стенание для них, И там им ничего не слышать"
  },
  {
    "verse_number": 101,
    "text_uthmani": "إِنَّ ٱلَّذِينَ سَبَقَتْ لَهُم مِّنَّا ٱلْحُسْنَىٰٓ أُو۟لَـٰٓئِكَ عَنْهَا مُبْعَدُونَ",
    "text_uthmani_transcribed": "Innal-lażīna sabaqat lahum minnal-ḥusnā, ulā'ika 'anhā mub'adūn(a).",
    "translation": "А те, к которым загодя от Нас было направлено благое, - Будут, поистине, недосягаемы (для Ада)"
  },
  {
    "verse_number": 102,
    "text_uthmani": "لَا يَسْمَعُونَ حَسِيسَهَا ۖ وَهُمْ فِى مَا ٱشْتَهَتْ أَنفُسُهُمْ خَـٰلِدُونَ",
    "text_uthmani_transcribed": "Lā yasma'ūna ḥasīsahā, wa hum fīmasytahat anfusuhum khālidūn(a).",
    "translation": "Им не услышать даже шороха (его). Им быть среди того, Чего так страждали их души, И там навечно пребывать"
  },
  {
    "verse_number": 103,
    "text_uthmani": "لَا يَحْزُنُهُمُ ٱلْفَزَعُ ٱلْأَكْبَرُ وَتَتَلَقَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ هَـٰذَا يَوْمُكُمُ ٱلَّذِى كُنتُمْ تُوعَدُونَ",
    "text_uthmani_transcribed": "Lā yaḥzunuhumul-faza'ul-akbaru wa tatalaqqāhumul-malā'ikah(tu), hāżā yaumukumul-lażī kuntum tū'adūn(a).",
    "translation": "Не опечалит их Великий Страх, (Что обуяет нечестивцев), А встретят ангелы (с приветствиями их): \"Это - ваш День, что был вам обетОван"
  },
  {
    "verse_number": 104,
    "text_uthmani": "يَوْمَ نَطْوِى ٱلسَّمَآءَ كَطَىِّ ٱلسِّجِلِّ لِلْكُتُبِ ۚ كَمَا بَدَأْنَآ أَوَّلَ خَلْقٍ نُّعِيدُهُۥ ۚ وَعْدًا عَلَيْنَآ ۚ إِنَّا كُنَّا فَـٰعِلِينَ",
    "text_uthmani_transcribed": "Yauma naṭwis-samā'a kaṭayyis-sijilli lil-kutib(i), kamā bada'nā awwala khalqin nu'īduh(ū), wa'dan 'alainā, innā kunnā fā'ilīn(a).",
    "translation": "Тот День, когда свернем Мы небеса, Как писец свертывает свитки. И точно так, как Мы произвели начальное творенье. (Ему на смену) повторим Мы (этот акт) По обещанию от Нас - И, истинно, Мы выполним его"
  },
  {
    "verse_number": 105,
    "text_uthmani": "وَلَقَدْ كَتَبْنَا فِى ٱلزَّبُورِ مِنۢ بَعْدِ ٱلذِّكْرِ أَنَّ ٱلْأَرْضَ يَرِثُهَا عِبَادِىَ ٱلصَّـٰلِحُونَ",
    "text_uthmani_transcribed": "Wa laqad katabnā fiz-zabūri mim ba'diż-żikri annal-arḍa yariṡuhā 'ibādiyaṣ-ṣāliḥūn(a).",
    "translation": "И после всех Напоминаний Наших, (Что Мы являли вам через посланников Своих), Поистине, Мы в Псалтыри (Дауда) написали, Что землю (от Меня) в наследие возьмут Лишь Мои праведные слуги"
  },
  {
    "verse_number": 106,
    "text_uthmani": "إِنَّ فِى هَـٰذَا لَبَلَـٰغًا لِّقَوْمٍ عَـٰبِدِينَ",
    "text_uthmani_transcribed": "Inna fī hāżā labalāgal liqaumin 'ābidīn(a).",
    "translation": "В этом (Коране), истинно, послание для тех, Кто (всей душою) поклоняется (Аллаху)"
  },
  {
    "verse_number": 107,
    "text_uthmani": "وَمَآ أَرْسَلْنَـٰكَ إِلَّا رَحْمَةً لِّلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Wa mā arsalnāka illā raḥmatal lil-'ālamīn(a).",
    "translation": "Тебя, (о Мухаммад!), послали Мы никак иначе, Как милость Нашу для миров"
  },
  {
    "verse_number": 108,
    "text_uthmani": "قُلْ إِنَّمَا يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ ۖ فَهَلْ أَنتُم مُّسْلِمُونَ",
    "text_uthmani_transcribed": "Qul innamā yūḥā ilayya annamā ilāhukum ilāhuw wāḥid(un), fahal antum muslimūn(a).",
    "translation": "Скажи: \"Открыто мне, Что Бог ваш - Бог Единый. Ужель не станете покорными Ему"
  },
  {
    "verse_number": 109,
    "text_uthmani": "فَإِن تَوَلَّوْا۟ فَقُلْ ءَاذَنتُكُمْ عَلَىٰ سَوَآءٍ ۖ وَإِنْ أَدْرِىٓ أَقَرِيبٌ أَم بَعِيدٌ مَّا تُوعَدُونَ",
    "text_uthmani_transcribed": "Fa in tawallau fa qul āżantukum 'alā sawā'(in), wa in adrī aqarībun am ba'īdum mā tū'adūn(a).",
    "translation": "А если отвернутся от тебя они, скажи: \"Я возвестил вам это одинаково для всех, Но я не знаю, близко, далеко ли то, Что вам обещано (в награду или в наказанье)"
  },
  {
    "verse_number": 110,
    "text_uthmani": "إِنَّهُۥ يَعْلَمُ ٱلْجَهْرَ مِنَ ٱلْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُونَ",
    "text_uthmani_transcribed": "Innahū ya'lamul-jahra minal-qauli wa ya'lamu mā taktumūn(a).",
    "translation": "Ему, поистине, известно то, О чем вы речь открытую ведете, А (равно) то, что вы скрываете (в душе)"
  }
]