[
  {
    "verse_number": 155,
    "text_uthmani": "وَلَنَبْلُوَنَّكُم بِشَىْءٍ مِّنَ ٱلْخَوْفِ وَٱلْجُوعِ وَنَقْصٍ مِّنَ ٱلْأَمْوَٰلِ وَٱلْأَنفُسِ وَٱلثَّمَرَٰتِ ۗ وَبَشِّرِ ٱلصَّـٰبِرِينَ",
    "text_uthmani_transcribed": "Wa lanabluwannakum bisyai'im minal-khaufi wal-jū'i wa naqaṣim minal-amwāli wal-anfusi waṡ-ṡamarāt(i), wa basysyiriṣ-ṣābirīn(a).",
    "translation": "Поистине, Мы испытаем вас и долей страха, И голодом, убытками в добре, Потерей жизни (тех, кто дорог), Потерями плодов (труда). Ты сообщи благую Весть Всем тем, кто стойко терпит (беды)"
  },
  {
    "verse_number": 156,
    "text_uthmani": "ٱلَّذِينَ إِذَآ أَصَـٰبَتْهُم مُّصِيبَةٌ قَالُوٓا۟ إِنَّا لِلَّهِ وَإِنَّآ إِلَيْهِ رَٰجِعُونَ",
    "text_uthmani_transcribed": "Allażīna iżā aṣābathum muṣībah(tun), qālū innā lillāhi wa innā ilaihi rāji'ūn(a).",
    "translation": "Всем, кто в минуты горя говорит: \"Поистине, мы все во власти Бога, И лишь к Нему мы возвратимся"
  },
  {
    "verse_number": 157,
    "text_uthmani": "أُو۟لَـٰٓئِكَ عَلَيْهِمْ صَلَوَٰتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُهْتَدُونَ",
    "text_uthmani_transcribed": "Ulā'ika 'alaihim ṣalawātum mir rabbihim wa raḥmah(tun), wa ulā'ika humul-muhtadūn(a).",
    "translation": "Они - все те, на коих снизойдет Благословение и милость Бога, И их направит Он по праведной стезе"
  },
  {
    "verse_number": 158,
    "text_uthmani": "۞ إِنَّ ٱلصَّفَا وَٱلْمَرْوَةَ مِن شَعَآئِرِ ٱللَّهِ ۖ فَمَنْ حَجَّ ٱلْبَيْتَ أَوِ ٱعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا ۚ وَمَن تَطَوَّعَ خَيْرًا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ",
    "text_uthmani_transcribed": "Innaṣ-ṣafā wal-marwata min sya'ā'irillāh(i), faman ḥajjal-baita awi'tamara falā junāḥa 'alaihi ay yaṭṭawwafa bihimā, wa man taṭawwa'a khairan fa innallāha syākirun 'alīm(un).",
    "translation": "Поистине, Сафа и Маруа - (Одни) из Божьих знаков, А потому греха в том нет, Коль те, кто совершает к Дому Хадж Иль совершает праздничный молебен - (гумря), Вокруг холмов сих сделают обход; И если кто к свершению добра испытывает тягу, - Поистине, Господь признателен и знающ"
  },
  {
    "verse_number": 159,
    "text_uthmani": "إِنَّ ٱلَّذِينَ يَكْتُمُونَ مَآ أَنزَلْنَا مِنَ ٱلْبَيِّنَـٰتِ وَٱلْهُدَىٰ مِنۢ بَعْدِ مَا بَيَّنَّـٰهُ لِلنَّاسِ فِى ٱلْكِتَـٰبِ ۙ أُو۟لَـٰٓئِكَ يَلْعَنُهُمُ ٱللَّهُ وَيَلْعَنُهُمُ ٱللَّـٰعِنُونَ",
    "text_uthmani_transcribed": "Innal-lażīna yaktumūna mā anzalnā minal-bayyināti wal-hudā mim ba'di mā bayyannāhu lin-nāsi fil-kitāb(i), ulā'ika yal'anuhumullāhu wa yal'anuhumul-lā'inūn(a).",
    "translation": "Те, кто утаивает посланные Нами Знаменья ясные и руководство к правоте, Когда Мы людям все уж изъяснили в Книге, - На них падет проклятие от Господа И тех, кому дано проклятье изрекать"
  },
  {
    "verse_number": 160,
    "text_uthmani": "إِلَّا ٱلَّذِينَ تَابُوا۟ وَأَصْلَحُوا۟ وَبَيَّنُوا۟ فَأُو۟لَـٰٓئِكَ أَتُوبُ عَلَيْهِمْ ۚ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ",
    "text_uthmani_transcribed": "Illal-lażīna tābū wa aṣlaḥū wa bayyanū fa'ulā'ika atūbu 'alaihim, wa anat-tawwābur-raḥīm(u).",
    "translation": "Помимо тех, к кому раскаянье пришло, И (за содеянное зло) он возместил (добром), И возгласил открыто Истину Господню, - К тому Я обращусь, - Ведь обращающ Я и милосерд"
  },
  {
    "verse_number": 161,
    "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَمَاتُوا۟ وَهُمْ كُفَّارٌ أُو۟لَـٰٓئِكَ عَلَيْهِمْ لَعْنَةُ ٱللَّهِ وَٱلْمَلَـٰٓئِكَةِ وَٱلنَّاسِ أَجْمَعِينَ",
    "text_uthmani_transcribed": "Innal-lażīna kafarū wa mātū wa hum kuffārun ulā'ika 'alaihim la'natullāhi wal-malā'ikati wan-nāsi ajma'īn(a).",
    "translation": "На тех же, кто в неверии живет И умирает, будучи неверным, Лежит проклятье Господа, и ангелов Его, И праведного люда (всего мира)"
  },
  {
    "verse_number": 162,
    "text_uthmani": "خَـٰلِدِينَ فِيهَا ۖ لَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنظَرُونَ",
    "text_uthmani_transcribed": "Khālidīna fīhā, lā yukhaffafu 'anhumul-'ażābu wa lā hum yunẓarūn(a).",
    "translation": "Над ними оно будет вечно, Им наказания не облегчат И им не ждать отсрочки (Божьей кары)"
  },
  {
    "verse_number": 163,
    "text_uthmani": "وَإِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ ۖ لَّآ إِلَـٰهَ إِلَّا هُوَ ٱلرَّحْمَـٰنُ ٱلرَّحِيمُ",
    "text_uthmani_transcribed": "Wa ilāhukum ilāhuw wāḥid(un), lā ilāha illā huwar-raḥmānur-raḥīm(u).",
    "translation": "Ваш Бог Един, И нет другого божества, помимо Бога. Всемилостив и милосерден Он"
  },
  {
    "verse_number": 164,
    "text_uthmani": "إِنَّ فِى خَلْقِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَـٰفِ ٱلَّيْلِ وَٱلنَّهَارِ وَٱلْفُلْكِ ٱلَّتِى تَجْرِى فِى ٱلْبَحْرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٍ فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ وَتَصْرِيفِ ٱلرِّيَـٰحِ وَٱلسَّحَابِ ٱلْمُسَخَّرِ بَيْنَ ٱلسَّمَآءِ وَٱلْأَرْضِ لَـَٔايَـٰتٍ لِّقَوْمٍ يَعْقِلُونَ",
    "text_uthmani_transcribed": "Inna fī khalqis-samāwāti wal-arḍi wakhtilāfil-laili wan-nahāri wal-fulkil-latī tajrī fil-baḥri bimā yanfa'un-nāsa wa mā anzalallāhu minas-samā'i mim mā'in fa aḥyā bihil-arḍa ba'da mautihā wa baṡṡa fīhā min kulli dābbah(tin), wa taṣrīfir-riyāḥi was-saḥābil-musakhkhari bainas-samā'i wal-arḍi la'āyātil liqaumiy ya'qilūn(a).",
    "translation": "Поистине, в создании небес и тверди, И в смене (мрака) ночи (светом) дня, И в кораблях, пересекающих моря по нуждам человека, В дожде, что льет Аллах с небес И им живит поникшую от смерти землю, Во всякой живности, что Он рассеял по земле, В движении и смене ветров, Что облака меж небом и землей Как слуг своих перегоняют, - Поистине, здесь кроются знамения для тех, кто разумеет"
  },
  {
    "verse_number": 165,
    "text_uthmani": "وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادًا يُحِبُّونَهُمْ كَحُبِّ ٱللَّهِ ۖ وَٱلَّذِينَ ءَامَنُوٓا۟ أَشَدُّ حُبًّا لِّلَّهِ ۗ وَلَوْ يَرَى ٱلَّذِينَ ظَلَمُوٓا۟ إِذْ يَرَوْنَ ٱلْعَذَابَ أَنَّ ٱلْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلْعَذَابِ",
    "text_uthmani_transcribed": "Wa minan-nāsi may yattakhiżu min dūnillāhi andāday yuḥibbūnahum kaḥubbillāh(i), wal-lażīna āmanū asyaddu ḥubbal lillāh(i), wa lau yaral-lażīna ẓalamū iż yaraunal-'ażāb(a), annal-quwwata lillāhi jamī'ā(n), wa annallāha syadīdul-'ażāb(i).",
    "translation": "Но средь людей такие есть, Которые берут себе для почитанья Других с Аллахом наравне И любят их, как должно им любить Аллаха, - И все ж безмерно выше этой Любовь у праведных к Аллаху. И если бы неверные прозрели, Они, поистине, увидели бы кару И осознали бы, что лишь Аллах, Поистине, могущ над всем, (что суще), И в наказании суров"
  }
]