{
  "chapter_number": 28,
  "verses": [
    {
      "verse_number": 67,
      "text_uthmani": "فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَـٰلِحًا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلْمُفْلِحِينَ",
      "text_uthmani_transcribed": "Fa ammā man tāba wa āmana wa 'amila ṣāliḥan fa'asā ay yakūna minal-mufliḥīn(a).",
      "translation": "А те, кто с покаянием (к Аллаху) обратился, Уверовал и доброе творил, - Тем, несомненно, пребывать среди таких, Кому (назначено) блаженство"
    },
    {
      "verse_number": 68,
      "text_uthmani": "وَرَبُّكَ يَخْلُقُ مَا يَشَآءُ وَيَخْتَارُ ۗ مَا كَانَ لَهُمُ ٱلْخِيَرَةُ ۚ سُبْحَـٰنَ ٱللَّهِ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
      "text_uthmani_transcribed": "Wa rabbuka yakhluqu mā yasyā'u wa yakhtār(u), mā kāna lahumul-khiyarah(tu), subḥānallāhi wa ta'ālā 'ammā yusyrikūn(a).",
      "translation": "Господь твой (мудростью) желанья Своего Творит (во благо) и (на благо) избирает. Нет выбора у тех, (Кто в соучастники Ему навязан ими). Хвала Ему! Превыше Он того, Что в соучастники Ему они придали"
    },
    {
      "verse_number": 69,
      "text_uthmani": "وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ",
      "text_uthmani_transcribed": "Wa rabbuka ya'lamu mā tukinnu ṣudūruhum wa mā yu'linūn(a).",
      "translation": "Господь твой знает, Что скрывается в их душах И что они являют напоказ"
    },
    {
      "verse_number": 70,
      "text_uthmani": "وَهُوَ ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ لَهُ ٱلْحَمْدُ فِى ٱلْأُولَىٰ وَٱلْـَٔاخِرَةِ ۖ وَلَهُ ٱلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ",
      "text_uthmani_transcribed": "Wa huwallāhu lā ilāha illā huw(a), lahul-ḥamdu fil-ūlā wal-ākhirah(ti), wa lahul-ḥukmu wa ilaihi turja'ūn(a).",
      "translation": "А Он - Аллах, (Господь Единый), И нет иного божества, кроме Него. Ему - хвала и в первой, и в последней (жизни). Ему - верховное решение (всех дел), И лишь к Нему вы возвратитесь"
    },
    {
      "verse_number": 71,
      "text_uthmani": "قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلَّيْلَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَنْ إِلَـٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِضِيَآءٍ ۖ أَفَلَا تَسْمَعُونَ",
      "text_uthmani_transcribed": "Qul ara'aitum in ja'alallāhu 'alaikumul-laila sarmadan ilā yaumil-qiyāmati man ilāhun gairullāhi ya'tīkum biḍiyā'(in), afalā tasma'ūn(a).",
      "translation": "Скажи: \"Подумайте - если б Аллах Прострил над вами нескончаемую Ночь До Воскресения (на Суд), Какой бы бог, кроме Него, Вам смог бы принести (сиянье) света? Ужель не слышите (не внемля)"
    },
    {
      "verse_number": 72,
      "text_uthmani": "قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلنَّهَارَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَنْ إِلَـٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِلَيْلٍ تَسْكُنُونَ فِيهِ ۖ أَفَلَا تُبْصِرُونَ",
      "text_uthmani_transcribed": "Qul ara'aitum in ja'alallāhu 'alaikumun-nahāra  sarmadan ilā yaumil-qiyāmati man ilāhun gairullāhi ya'tīkum bilailin taskunūna fīh(i),  afalā tubṣirūn(a).",
      "translation": "Скажи: \"Подумайте - если б Аллах Прострил над вами бесконечный День До Воскресения (на Суд), Какой бы бог, кроме Него, Вам даровал бы ночь, чтоб в ней почить? Ужель не видите (не внемля)"
    },
    {
      "verse_number": 73,
      "text_uthmani": "وَمِن رَّحْمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ لِتَسْكُنُوا۟ فِيهِ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "text_uthmani_transcribed": "Wa mir raḥmatihī ja'ala lakumul-laila wan-nahāra litaskunū fīhi wa litabtagū min faḍlihī wa la'allakum tasykurūn(a).",
      "translation": "От милости Своей Он сотворил вам Ночь и День, Чтоб (в темноте) ночи почить вам (безмятежно), А в (свете) дня - Его благоволения искать И чтобы вы могли быть благодарны"
    },
    {
      "verse_number": 74,
      "text_uthmani": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
      "text_uthmani_transcribed": "Wa yauma yunādīhim fayaqūlu aina syurakā'iyal-lażīna kuntum taz'umūn(a).",
      "translation": "В тот День Господь к ним воззовет и скажет: \"Где \"сотоварищи\" Мои, Которых вы себе измыслили (для почитанья)"
    },
    {
      "verse_number": 75,
      "text_uthmani": "وَنَزَعْنَا مِن كُلِّ أُمَّةٍ شَهِيدًا فَقُلْنَا هَاتُوا۟ بُرْهَـٰنَكُمْ فَعَلِمُوٓا۟ أَنَّ ٱلْحَقَّ لِلَّهِ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
      "text_uthmani_transcribed": "Wa naza'nā min kulli ummatin syahīdan faqulnā hātū burhānakum fa'alimū annal-ḥaqqa lillāhi wa ḍalla 'anhum mā kānū yaftarūn(a).",
      "translation": "Мы призовем свидетеля из каждого народа И скажем: \"Представьте доказательство свое!\" Тогда узнать им (предстоит), Что Истина - лишь в ведении Бога; Покинут их те (божества), Которых измышляло их воображенье"
    },
    {
      "verse_number": 76,
      "text_uthmani": "۞ إِنَّ قَـٰرُونَ كَانَ مِن قَوْمِ مُوسَىٰ فَبَغَىٰ عَلَيْهِمْ ۖ وَءَاتَيْنَـٰهُ مِنَ ٱلْكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلْعُصْبَةِ أُو۟لِى ٱلْقُوَّةِ إِذْ قَالَ لَهُۥ قَوْمُهُۥ لَا تَفْرَحْ ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْفَرِحِينَ",
      "text_uthmani_transcribed": "Inna qārūna kāna min qaumi mūsā fabagā 'alaihim, wa ātaināhu minal-kunūzi  mā inna mafātiḥahū latanū'u bil-'uṣbati ulil-quwwah(ti), iż qāla lahū qaumuhū lā tafraḥ, innallāha lā yuḥibbul-fariḥīn(a).",
      "translation": "К'арун, поистине, был из народа Мусы, Но он злодействовал жестоко против них. И Мы его таким богатством одарили, Что (вес) ключей (от закромов его) Составил бы тяжелый груз Для целой группы силачей. И вот сказал ему народ его: \"Не радуйся и не гордись хвастливо, (Храня свои богатства под замком). Аллах не любит тех, которые (Его дарами) Сладятся (в одиночку, с ближним не делясь)"
    },
    {
      "verse_number": 77,
      "text_uthmani": "وَٱبْتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلْـَٔاخِرَةَ ۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنْيَا ۖ وَأَحْسِن كَمَآ أَحْسَنَ ٱللَّهُ إِلَيْكَ ۖ وَلَا تَبْغِ ٱلْفَسَادَ فِى ٱلْأَرْضِ ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُفْسِدِينَ",
      "text_uthmani_transcribed": "Wabtagi fīmā ātākallāhud-dāral-ākhirata wa lā tansa naṣībaka minad-dun-yā wa aḥsin kama aḥsanallāhu ilaika wa lā tabgil-fasāda fil-arḍ(i), innallāha lā yuḥibbul-mufsidīn(a).",
      "translation": "А с помощью того, что даровал тебе Аллах, Стремись к обители последней (жизни) И своей доли в этой жизни не забудь - Добротвори к другим в такой же мере, В какой Аллах добротворил к тебе, И не стремись на сей земле нечестие посеять, - Аллах, поистине, не любит тех, Кто сеет (на земле) нечестие и смуту"
    }
  ]
}