{
  "chapter_number": 12,
  "verses": [
    {
      "verse_number": 78,
      "text_uthmani": "قَالُوا۟ يَـٰٓأَيُّهَا ٱلْعَزِيزُ إِنَّ لَهُۥٓ أَبًا شَيْخًا كَبِيرًا فَخُذْ أَحَدَنَا مَكَانَهُۥٓ ۖ إِنَّا نَرَىٰكَ مِنَ ٱلْمُحْسِنِينَ",
      "text_uthmani_transcribed": "Qālū yā ayyuhal-'azīzu inna lahū aban syaikhan kabīran fa khuż aḥadanā makānah(ū), innā narāka minal-muḥsinīn(a).",
      "translation": "Они сказали: \"О вельможа! Отец его - глубокий и почтенный старец (И будет горевать о нем). Возьми вместо него кого-нибудь из нас, - Мы видим: ты в делах великодушен"
    },
    {
      "verse_number": 79,
      "text_uthmani": "قَالَ مَعَاذَ ٱللَّهِ أَن نَّأْخُذَ إِلَّا مَن وَجَدْنَا مَتَـٰعَنَا عِندَهُۥٓ إِنَّآ إِذًا لَّظَـٰلِمُونَ",
      "text_uthmani_transcribed": "Qāla ma'āżallāhi an na'khuża illā maw wajadnā matā'anā 'indah(ū), innā iżal laẓālimūn(a).",
      "translation": "Он (им) ответил: \"Упаси Господь нам взять кого-либо другого, Кроме того, в чьей личной клади Мы нашу собственность нашли. Иначе были бы неправедными мы"
    },
    {
      "verse_number": 80,
      "text_uthmani": "فَلَمَّا ٱسْتَيْـَٔسُوا۟ مِنْهُ خَلَصُوا۟ نَجِيًّا ۖ قَالَ كَبِيرُهُمْ أَلَمْ تَعْلَمُوٓا۟ أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُم مَّوْثِقًا مِّنَ ٱللَّهِ وَمِن قَبْلُ مَا فَرَّطتُمْ فِى يُوسُفَ ۖ فَلَنْ أَبْرَحَ ٱلْأَرْضَ حَتَّىٰ يَأْذَنَ لِىٓ أَبِىٓ أَوْ يَحْكُمَ ٱللَّهُ لِى ۖ وَهُوَ خَيْرُ ٱلْحَـٰكِمِينَ",
      "text_uthmani_transcribed": "Falammastai'asū minhu khalaṣū najiyyā(n), qāla kabīruhum alam ta'lamū anna abākum qad akhaża 'alaikum mauṡiqam minallāhi wa min qablu mā farrattum fī yūsufa falan abraḥal-arḍa ḥattā ya'żana lī abī au yaḥkumallāhu lī, wa huwa khairul-ḥākimīn(a).",
      "translation": "Когда ж отчаялись они В его (содействии их просьбе), То удалились, чтоб наедине посовещаться, И старший их сказал: \"Ужель не знаете, что ваш отец Взял клятву с вас перед Аллахом? И прежде этого с Йусуфом Не совершили вы того, что надлежало вам (Согласно обещанию отцу). А потому я не покину эту землю, Пока отец не разрешит мне Иль не решит иначе для меня Аллах: Он - лучший из (дающих мудрые) решенья"
    },
    {
      "verse_number": 81,
      "text_uthmani": "ٱرْجِعُوٓا۟ إِلَىٰٓ أَبِيكُمْ فَقُولُوا۟ يَـٰٓأَبَانَآ إِنَّ ٱبْنَكَ سَرَقَ وَمَا شَهِدْنَآ إِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حَـٰفِظِينَ",
      "text_uthmani_transcribed": "Irji'ū ilā abīkum fa qūlū yā abānā innabnaka saraq(a), wa mā syahidnā illā bimā 'alimnā wa mā kunnā lil-gaibi ḥāfiẓīn(a).",
      "translation": "Вы возвращайтесь к вашему отцу И (там) ему скажите: \"О наш отец! Твой сын украл, И мы свидетельствуем только то, что знаем. Мы (никого) не можем уберечь (Ни от чего, что нам) незримо Или (от нас) сокрыто (кем-то)"
    },
    {
      "verse_number": 82,
      "text_uthmani": "وَسْـَٔلِ ٱلْقَرْيَةَ ٱلَّتِى كُنَّا فِيهَا وَٱلْعِيرَ ٱلَّتِىٓ أَقْبَلْنَا فِيهَا ۖ وَإِنَّا لَصَـٰدِقُونَ",
      "text_uthmani_transcribed": "Was'alil-qaryatal-latī kunnā fīhā wal-'īral-latī aqbalnā fīhā, wa innā laṣādiqūn(a).",
      "translation": "(Вели) спросить селенье, где мы были, И караван, с которым шли мы, (И ты увидишь), что мы правду говорим"
    },
    {
      "verse_number": 83,
      "text_uthmani": "قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا ۖ فَصَبْرٌ جَمِيلٌ ۖ عَسَى ٱللَّهُ أَن يَأْتِيَنِى بِهِمْ جَمِيعًا ۚ إِنَّهُۥ هُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
      "text_uthmani_transcribed": "Qāla bal sawwalat lakum anfusukum amrā(n), fa ṣabrun jamīl(un), 'asallāhu ay ya'tiyanī bihim jamī'ā(n), innahū huwal-'alīmul-ḥakīm(u).",
      "translation": "Отец сказал: \"О нет! Вам души ваши (подсказали) Все это дело (вымыслом) украсить. (Отныне для меня) прекрасно лишь терпенье. Аллах, быть может, мне вернет их всех, - Поистине, Он знающ, мудр (безмерно)"
    },
    {
      "verse_number": 84,
      "text_uthmani": "وَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَـٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبْيَضَّتْ عَيْنَاهُ مِنَ ٱلْحُزْنِ فَهُوَ كَظِيمٌ",
      "text_uthmani_transcribed": "Wa tawallā 'anhum wa qāla yā asafā 'alā yūsufa wabyaḍḍat 'aināhu minal-ḥuzni fa huwa kaẓīm(un).",
      "translation": "И отвернулся он от них и молвил: \"Как велико мое страданье по Йусуфу!\" И побелели от печали его очи, И он едва мог скорбь сдержать"
    },
    {
      "verse_number": 85,
      "text_uthmani": "قَالُوا۟ تَٱللَّهِ تَفْتَؤُا۟ تَذْكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوْ تَكُونَ مِنَ ٱلْهَـٰلِكِينَ",
      "text_uthmani_transcribed": "Qālū tallāhi tafta'u tażkuru yūsufa ḥattā takūna ḥaraḍan au takūna minal-hālikīn(a).",
      "translation": "Они сказали: \"Именем Аллаха! Не перестанешь ты Йусуфа вспоминать, Пока (печаль) не исчерпает твои силы Иль не постигнет смерть тебя"
    },
    {
      "verse_number": 86,
      "text_uthmani": "قَالَ إِنَّمَآ أَشْكُوا۟ بَثِّى وَحُزْنِىٓ إِلَى ٱللَّهِ وَأَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ",
      "text_uthmani_transcribed": "Qāla innamā asykū baṡṡī wa ḥuznī ilallāhi wa a'lamu minallāhi mā lā ta'lamūn(a).",
      "translation": "Но он сказал: \"Я предаю свою печаль и скорбь Аллаху, - Ведь от Него известно мне, О чем не ведаете вы"
    },
    {
      "verse_number": 87,
      "text_uthmani": "يَـٰبَنِىَّ ٱذْهَبُوا۟ فَتَحَسَّسُوا۟ مِن يُوسُفَ وَأَخِيهِ وَلَا تَا۟يْـَٔسُوا۟ مِن رَّوْحِ ٱللَّهِ ۖ إِنَّهُۥ لَا يَا۟يْـَٔسُ مِن رَّوْحِ ٱللَّهِ إِلَّا ٱلْقَوْمُ ٱلْكَـٰفِرُونَ",
      "text_uthmani_transcribed": "Yā baniyyażhabū fa taḥassasū miy yūsufa wa akhīhi wa lā tai'asū mir rauḥillāh(i), innahū lā yai'asu mir rauḥillāhi illal-qaumul-kāfirūn(a).",
      "translation": "О сыновья мои! Ступайте И разузнайте о Йусуфе, а также его брате. И никогда надежды не теряйте На милость и отзывчивость Аллаха, - Надежды на Него, поистине, теряют Лишь те, кто не уверовал в Него"
    },
    {
      "verse_number": 88,
      "text_uthmani": "فَلَمَّا دَخَلُوا۟ عَلَيْهِ قَالُوا۟ يَـٰٓأَيُّهَا ٱلْعَزِيزُ مَسَّنَا وَأَهْلَنَا ٱلضُّرُّ وَجِئْنَا بِبِضَـٰعَةٍ مُّزْجَىٰةٍ فَأَوْفِ لَنَا ٱلْكَيْلَ وَتَصَدَّقْ عَلَيْنَآ ۖ إِنَّ ٱللَّهَ يَجْزِى ٱلْمُتَصَدِّقِينَ",
      "text_uthmani_transcribed": "Falammā dakhalū 'alaihi qālū yā ayyuhal-'azīzu massanā wa ahlanaḍ-ḍurru wa ji'nā bibiḍā'atim muzjātin fa aufi lanal-kaila wa taṣaddaq 'alainā, innallāha yajzil-mutaṣaddiqīn(a).",
      "translation": "Когда они явились (вновь) перед Йусуфом, Они сказали: \"О вельможа! Беда постигла нас и всю нашу семью, И (меновой) товар наш скуден. Дай меру нам сполна и окажи нам милость, - Аллах, поистине, воздаст оказывающим милость"
    }
  ]
}