{
  "chapter_number": 47,
  "verses": [
    {
      "verse_number": 23,
      "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمْ وَأَعْمَىٰٓ أَبْصَـٰرَهُمْ",
      "text_uthmani_transcribed": "Ulā'ikal-lażīna la'anahumullāhu fa aṣammahum wa a'mā abṣārahum.",
      "translation": "И это - те, что прокляты Аллахом. Лишил Он слуха их И ослепил их взоры"
    },
    {
      "verse_number": 24,
      "text_uthmani": "أَفَلَا يَتَدَبَّرُونَ ٱلْقُرْءَانَ أَمْ عَلَىٰ قُلُوبٍ أَقْفَالُهَآ",
      "text_uthmani_transcribed": "Afalā yatadabbarūnal-qur'āna am 'alā qulūbin aqfāluhā.",
      "translation": "Что ж им не поразмыслить над Кораном? Иль на сердцах у них затворы"
    },
    {
      "verse_number": 25,
      "text_uthmani": "إِنَّ ٱلَّذِينَ ٱرْتَدُّوا۟ عَلَىٰٓ أَدْبَـٰرِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَى ۙ ٱلشَّيْطَـٰنُ سَوَّلَ لَهُمْ وَأَمْلَىٰ لَهُمْ",
      "text_uthmani_transcribed": "Innal-lażīnartaddū 'alā adbārihim mim ba'di mā tabayyana lahumul-hudasy-syaiṭānu sawwala lahum, wa amlā lahum.",
      "translation": "Но те, кто, повернув назад, отступниками стали После того, как путь прямой открылся ясно им, - Их подстрекает Сатана И красит им (греховность их деяний)"
    },
    {
      "verse_number": 26,
      "text_uthmani": "ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لِلَّذِينَ كَرِهُوا۟ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمْ فِى بَعْضِ ٱلْأَمْرِ ۖ وَٱللَّهُ يَعْلَمُ إِسْرَارَهُمْ",
      "text_uthmani_transcribed": "Żālika bi'annahum qālū lil-lażīna karihū mā nazzalallāhu sanuṭī'ukum fī ba'ḍil-amr(i), wallāhu ya'lamu isrārahum.",
      "translation": "И это - потому, что говорили они тем, Кто ненависть питает к тому, что им низвел Аллах: \"Мы будем вам повиноваться в некотором деле\". Аллах же знает тайны их"
    },
    {
      "verse_number": 27,
      "text_uthmani": "فَكَيْفَ إِذَا تَوَفَّتْهُمُ ٱلْمَلَـٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَـٰرَهُمْ",
      "text_uthmani_transcribed": "Fa kaifa iżā tawaffathumul-malā'ikatu yaḍribūna wujūhahum wa adbārahum.",
      "translation": "Но что же (будут они делать), Когда их души ангелы возьмут на упокой И будут их по лицам бить и по хребтам"
    },
    {
      "verse_number": 28,
      "text_uthmani": "ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُوا۟ مَآ أَسْخَطَ ٱللَّهَ وَكَرِهُوا۟ رِضْوَٰنَهُۥ فَأَحْبَطَ أَعْمَـٰلَهُمْ",
      "text_uthmani_transcribed": "Żālika bi'annahumuttaba'ū mā askhaṭallāha wa karihū riḍwānahū fa aḥbaṭa a'mālahum.",
      "translation": "И это - потому, Что шли они за тем, что вызывало гнев Аллаха; Что было ненавистно им благоволение Его, - За это их дела Он в тщЕту обратил"
    },
    {
      "verse_number": 29,
      "text_uthmani": "أَمْ حَسِبَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ أَن لَّن يُخْرِجَ ٱللَّهُ أَضْغَـٰنَهُمْ",
      "text_uthmani_transcribed": "Am ḥasibal-lażīna fī qulūbihim maraḍun allay yukhrijallāhu aḍgānahum.",
      "translation": "Неужто те, Сердца которых схвачены недугом, Считают, что Господь не обнаружит их вражды"
    },
    {
      "verse_number": 30,
      "text_uthmani": "وَلَوْ نَشَآءُ لَأَرَيْنَـٰكَهُمْ فَلَعَرَفْتَهُم بِسِيمَـٰهُمْ ۚ وَلَتَعْرِفَنَّهُمْ فِى لَحْنِ ٱلْقَوْلِ ۚ وَٱللَّهُ يَعْلَمُ أَعْمَـٰلَكُمْ",
      "text_uthmani_transcribed": "Wa lau nasyā'u la'arainākahum fala'araftahum bisīmāhum, wa lata'rifannahum fī laḥnil-qaul(i), wallāhu ya'lamu a'mālakum.",
      "translation": "И если б Мы того желали, Мы б указали их тебе, И ты бы узнавал их по особым знакам. Но ты по тону их речей их распознаешь. Аллах же знает их деянья"
    },
    {
      "verse_number": 31,
      "text_uthmani": "وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ ٱلْمُجَـٰهِدِينَ مِنكُمْ وَٱلصَّـٰبِرِينَ وَنَبْلُوَا۟ أَخْبَارَكُمْ",
      "text_uthmani_transcribed": "Wa lanabluwannakum ḥattā na'lamal-mujāhidīna minkum waṣ-ṣābirīn(a), wa nabluwa akhbārakum.",
      "translation": "И Мы пошлем вам испытанья, Чтобы узнать, которые из вас Усердствуют в сражениях (за веру) И терпеливо-стойки (в них), И испытаем сообщения от вас (на их правдивость)"
    },
    {
      "verse_number": 32,
      "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ وَشَآقُّوا۟ ٱلرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَىٰ لَن يَضُرُّوا۟ ٱللَّهَ شَيْـًٔا وَسَيُحْبِطُ أَعْمَـٰلَهُمْ",
      "text_uthmani_transcribed": "Innal-lażīna kafarū wa ṣaddū 'an sabīlillāhi wa syāqqur-rasūla mim ba'di mā tabayyana lahumul-hudā lay yaḍurrullāha syai'ā(n), wa sayuḥbiṭu a'mālahum.",
      "translation": "Поистине, кто не уверовал в Аллаха И уклонил с Его пути других И кто противится посланнику Его После того, как путь прямой открылся ясно им, Не причинят Аллаху ни малейшего вреда, Дела же их Он в тщЕту обратит"
    },
    {
      "verse_number": 33,
      "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَلَا تُبْطِلُوٓا۟ أَعْمَـٰلَكُمْ",
      "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū aṭī'ullāha wa aṭī'ur-rasūla wa lā tubṭilū a'mālakum.",
      "translation": "О вы, кто верует! Аллаху повинуйтесь и посланнику Его! Не обращайте в тщЕту все ваши дела"
    }
  ]
}