[
  {
    "verse_number": 12,
    "text_uthmani": "إِنَّا نَحْنُ نُحْىِ ٱلْمَوْتَىٰ وَنَكْتُبُ مَا قَدَّمُوا۟ وَءَاثَـٰرَهُمْ ۚ وَكُلَّ شَىْءٍ أَحْصَيْنَـٰهُ فِىٓ إِمَامٍ مُّبِينٍ",
    "text_uthmani_transcribed": "Innā naḥnu nuḥyil-mautā wa naktubu mā qaddamū wa āṡārahum, wa kulla syai'in aḥṣaināhu fī imāmim mubīn(in).",
    "translation": "Мы жизнь мертвым возвращаем И счет ведем тому, Что в жизни ближней эти люди совершили И что оставили (в сей жизни) за спиной, И это все Мы в Ясной Книге поместили"
  },
  {
    "verse_number": 13,
    "text_uthmani": "وَٱضْرِبْ لَهُم مَّثَلًا أَصْحَـٰبَ ٱلْقَرْيَةِ إِذْ جَآءَهَا ٱلْمُرْسَلُونَ",
    "text_uthmani_transcribed": "Waḍrib lahum maṡalan aṣḥābal-qaryah(ti), iż jā'ahal-mursalūn(a).",
    "translation": "Ты изложи им притчу о жителях селенья: И вот явились к ним посланники Господни"
  },
  {
    "verse_number": 14,
    "text_uthmani": "إِذْ أَرْسَلْنَآ إِلَيْهِمُ ٱثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوٓا۟ إِنَّآ إِلَيْكُم مُّرْسَلُونَ",
    "text_uthmani_transcribed": "Iż arsalnā ilaihimuṡnaini fa każżabūhumā fa 'azzaznā biṡāliṡin faqālū innā ilaikum mursalūn(a).",
    "translation": "Мы к ним отправили двоих, Но их они отвергли. На помощь им Мы третьего послали, И людям молвили они: \"Поистине, мы к вам Аллахом посланы сюда"
  },
  {
    "verse_number": 15,
    "text_uthmani": "قَالُوا۟ مَآ أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا وَمَآ أَنزَلَ ٱلرَّحْمَـٰنُ مِن شَىْءٍ إِنْ أَنتُمْ إِلَّا تَكْذِبُونَ",
    "text_uthmani_transcribed": "Qālū mā antum illā basyarum miṡlunā, wa mā anzalar-raḥmānu min syai'(in), in antum illā takżibūn(a).",
    "translation": "Но жители сказали им: \"Всего лишь люди вы, подобные всем нам, И никакого откровения не дал вам Милосердный. Несете вы одну лишь только ложь"
  },
  {
    "verse_number": 16,
    "text_uthmani": "قَالُوا۟ رَبُّنَا يَعْلَمُ إِنَّآ إِلَيْكُمْ لَمُرْسَلُونَ",
    "text_uthmani_transcribed": "Qālū rabbunā ya'lamu innā ilaikum lamursalūn(a).",
    "translation": "Они, (посланники), сказали им: \"И все же знает наш Господь, Что с миссией Его мы к вам пришли"
  },
  {
    "verse_number": 17,
    "text_uthmani": "وَمَا عَلَيْنَآ إِلَّا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
    "text_uthmani_transcribed": "Wa mā 'alainā illal-balāgul-mubīn(u).",
    "translation": "На нас возложено вам ясное посланье передать"
  },
  {
    "verse_number": 18,
    "text_uthmani": "قَالُوٓا۟ إِنَّا تَطَيَّرْنَا بِكُمْ ۖ لَئِن لَّمْ تَنتَهُوا۟ لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٌ",
    "text_uthmani_transcribed": "Qālū innā taṭayyarnā bikum, la'il lam tantahū lanarjumannakum wa layamassannakum minnā 'ażābun alīm(un).",
    "translation": "Они ж ответили: \"Мы в вас увидели зловещую примету, И, если вы не прекратите (миссии своей), Мы забросаем вас камнями, И нами уготовано для вас мучительное наказанье"
  },
  {
    "verse_number": 19,
    "text_uthmani": "قَالُوا۟ طَـٰٓئِرُكُم مَّعَكُمْ ۚ أَئِن ذُكِّرْتُم ۚ بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ",
    "text_uthmani_transcribed": "Qālū ṭā'irukum ma'akum, a'in żukkirtum, bal antum qaumum musrifūn(a).",
    "translation": "(Посланники) так отвечали: \"При вас останутся зловещие приметы, Коль наши увещания бесплодны. Поистине, вы преступили все пределы"
  },
  {
    "verse_number": 20,
    "text_uthmani": "وَجَآءَ مِنْ أَقْصَا ٱلْمَدِينَةِ رَجُلٌ يَسْعَىٰ قَالَ يَـٰقَوْمِ ٱتَّبِعُوا۟ ٱلْمُرْسَلِينَ",
    "text_uthmani_transcribed": "Wa jā'a min aqṣal-madīnati rajuluy yas'ā qāla yā qaumittabi'ul-mursalīn(a).",
    "translation": "И прибежал из самой удаленной части человек И возгласил: \"О люди! Прислушайтесь к посланникам Аллаха"
  },
  {
    "verse_number": 21,
    "text_uthmani": "ٱتَّبِعُوا۟ مَن لَّا يَسْـَٔلُكُمْ أَجْرًا وَهُم مُّهْتَدُونَ",
    "text_uthmani_transcribed": "Ittabi'ū mal lā yas'alukum ajraw wa hum muhtadūn(a).",
    "translation": "И следуйте за теми, Кто никаких наград себе от вас не ждет И сам идет прямой стезёю"
  },
  {
    "verse_number": 22,
    "text_uthmani": "وَمَا لِىَ لَآ أَعْبُدُ ٱلَّذِى فَطَرَنِى وَإِلَيْهِ تُرْجَعُونَ",
    "text_uthmani_transcribed": "Wa mā liya lā a'budul-lażī faṭaranī wa ilaihi turja'ūn(a).",
    "translation": "Ужель не поклоняться мне Тому, Кто сотворил меня И у Кого сойдутся все дороги наши"
  }
]