[
  {
    "verse_number": 1,
    "text_uthmani": " حمٓ",
    "text_uthmani_transcribed": "Ḥā mīm.",
    "translation": "Ха - Мим"
  },
  {
    "verse_number": 2,
    "text_uthmani": "تَنزِيلُ ٱلْكِتَـٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْعَلِيمِ",
    "text_uthmani_transcribed": "Tanzīlul-kitābi minallāhil-'azīzil-'alīm(i).",
    "translation": "Исходит откровение сей Книги От Славного и Мудрого Аллаха"
  },
  {
    "verse_number": 3,
    "text_uthmani": "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوْبِ شَدِيدِ ٱلْعِقَابِ ذِى ٱلطَّوْلِ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ إِلَيْهِ ٱلْمَصِيرُ",
    "text_uthmani_transcribed": "Gāfiriż-żambi wa qābilit-taubi syadīdil-'iqābi żiṭ-ṭaul(i), lā ilāha illā huw(a), ilaihil-maṣīr(u).",
    "translation": "Прощающего грех и принимающего покаянье, Кто в карах строг, в щедротах безграничен. И нет иного божества, кроме Него, - К нему лежит предел всего, (что суще)"
  },
  {
    "verse_number": 4,
    "text_uthmani": "مَا يُجَـٰدِلُ فِىٓ ءَايَـٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُوا۟ فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِى ٱلْبِلَـٰدِ",
    "text_uthmani_transcribed": "Mā yujādilu fī āyātillāhi illal-lażīna kafarū falā yagrurka taqallubuhum fil-bilād(i).",
    "translation": "И о знамениях Аллаха Лишь нечестивые заводят спор. Пусть оборотливость неверных в этом граде Тебя не вводит в заблужденье"
  },
  {
    "verse_number": 5,
    "text_uthmani": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَٱلْأَحْزَابُ مِنۢ بَعْدِهِمْ ۖ وَهَمَّتْ كُلُّ أُمَّةٍۭ بِرَسُولِهِمْ لِيَأْخُذُوهُ ۖ وَجَـٰدَلُوا۟ بِٱلْبَـٰطِلِ لِيُدْحِضُوا۟ بِهِ ٱلْحَقَّ فَأَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ",
    "text_uthmani_transcribed": "Każżabat qablahum qaumu nūḥiw wal-aḥzābu mim ba'dihim, wa hammat kullu ummatim birasūlihim liya'khużūhu wa jādalū bil-bāṭili liyudḥiḍū bihil-ḥaqqa fa'akhażtuhum, fa kaifa kāna 'iqāb(i).",
    "translation": "Ведь и до них считали ложью (их) И люди Нуха, и народы после них. И каждый из народов тех Против посланника, (что им был послан), Коварства замышлял, чтобы схватить его, И меж собою пререкались, Чтоб ложью истину убить. Но Я был Тот, Кто их схватил, - И каково было возмездие Мое"
  },
  {
    "verse_number": 6,
    "text_uthmani": "وَكَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓا۟ أَنَّهُمْ أَصْحَـٰبُ ٱلنَّارِ",
    "text_uthmani_transcribed": "Wa każālika ḥaqqat kalimatu rabbika 'alal-lażīna kafarū annahum aṣḥābun-nār(i).",
    "translation": "Так над неверными свершилось Слово Владыки твоего: Они все - обитатели Огня"
  },
  {
    "verse_number": 7,
    "text_uthmani": "ٱلَّذِينَ يَحْمِلُونَ ٱلْعَرْشَ وَمَنْ حَوْلَهُۥ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِۦ وَيَسْتَغْفِرُونَ لِلَّذِينَ ءَامَنُوا۟ رَبَّنَا وَسِعْتَ كُلَّ شَىْءٍ رَّحْمَةً وَعِلْمًا فَٱغْفِرْ لِلَّذِينَ تَابُوا۟ وَٱتَّبَعُوا۟ سَبِيلَكَ وَقِهِمْ عَذَابَ ٱلْجَحِيمِ",
    "text_uthmani_transcribed": "Allażīna yaḥmilūnal-'arsya wa man ḥaulahū yusabbiḥūna biḥamdi rabbihim wa yu'minūna bihī wa yastagfirūna lil-lażīna āmanū, rabbanā wasi'ta kulla syai'ir raḥmataw wa 'ilman fagfir lil-lażīna tābū wattaba'ū sabīlaka wa qihim 'ażābal-jaḥīm(i).",
    "translation": "А те, кто носит Трон Господень, И те, кто вкруг него стоит, Возносят Господу хвалу и славу, И веруют (в Него), И молят о прощении для верных: \"Владыка наш! Ты милостью и веденьем Своим Объемлешь все и вся на свете! Прости же тем, кто обратился с покаянием к Тебе И следует Твоей стезею, И убереги от мук Огня"
  },
  {
    "verse_number": 8,
    "text_uthmani": "رَبَّنَا وَأَدْخِلْهُمْ جَنَّـٰتِ عَدْنٍ ٱلَّتِى وَعَدتَّهُمْ وَمَن صَلَحَ مِنْ ءَابَآئِهِمْ وَأَزْوَٰجِهِمْ وَذُرِّيَّـٰتِهِمْ ۚ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "text_uthmani_transcribed": "Rabbanā wa adkhilhum jannāti 'adninil-latī wa'attahum wa man ṣalaḥa min ābā'ihim wa azwājihim wa żurriyyātihim, innaka antal 'azīzul-ḥakīm(u).",
    "translation": "О наш Господь! Введи в сады Эдема их, Что обещал Ты им И праведным из их отцов, супруг и их потомков, - Ведь всемогущ и мудр Ты"
  },
  {
    "verse_number": 9,
    "text_uthmani": "وَقِهِمُ ٱلسَّيِّـَٔاتِ ۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُۥ ۚ وَذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
    "text_uthmani_transcribed": "Wa qihimus-sayyi'āt(i), wa man taqis-sayyi'āti yauma'iżin faqad raḥimtah(ū), wa żālika huwal-fauzul-'aẓīm(u).",
    "translation": "Убереги их от грехов, - Ведь тех, кого Ты охранишь от оных, В тот День Пожалуешь Ты милостью Своей, - А это есть для них великое свершенье"
  },
  {
    "verse_number": 10,
    "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ يُنَادَوْنَ لَمَقْتُ ٱللَّهِ أَكْبَرُ مِن مَّقْتِكُمْ أَنفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى ٱلْإِيمَـٰنِ فَتَكْفُرُونَ",
    "text_uthmani_transcribed": "Innal-lażīna kafarū yunādauna lamaqtullāhi akbaru mim maqtikum anfusakum iż tad'ūna ilal-īmāni fatakfurūn(a).",
    "translation": "Неверным возгласят (в тот День): \"Когда вас к вере призывали - Вы отвращались от нее. Была к вам ненависть Аллаха больше той, Которая сейчас у вас к самим себе"
  },
  {
    "verse_number": 11,
    "text_uthmani": "قَالُوا۟ رَبَّنَآ أَمَتَّنَا ٱثْنَتَيْنِ وَأَحْيَيْتَنَا ٱثْنَتَيْنِ فَٱعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَىٰ خُرُوجٍ مِّن سَبِيلٍ",
    "text_uthmani_transcribed": "Qālū rabbanā amattanaṡnataini wa aḥyaitanaṡnataini fa'tarafnā biżunūbinā fa hal ilā khurūjim min sabīl(in).",
    "translation": "Господь наш! - те ответят. - Ты дважды жизни нас лишал И дважды оживлял нас вновь. Признали мы свои грехи, И есть ли путь для нас отсюда"
  }
]