{
  "chapter_number": 4,
  "verses": [
    {
      "verse_number": 89,
      "text_uthmani": "وَدُّوا۟ لَوْ تَكْفُرُونَ كَمَا كَفَرُوا۟ فَتَكُونُونَ سَوَآءً ۖ فَلَا تَتَّخِذُوا۟ مِنْهُمْ أَوْلِيَآءَ حَتَّىٰ يُهَاجِرُوا۟ فِى سَبِيلِ ٱللَّهِ ۚ فَإِن تَوَلَّوْا۟ فَخُذُوهُمْ وَٱقْتُلُوهُمْ حَيْثُ وَجَدتُّمُوهُمْ ۖ وَلَا تَتَّخِذُوا۟ مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا",
      "text_uthmani_transcribed": "Waddū lau takfurūna kamā kafarū fa takūnūna sawā'an falā tattakhiżū minhum auliyā'a ḥattā yuhājirū fī sabīlillāh(i), fa in tawallau fa khużūhum waqtulūhum ḥaiṡu wajattumūhum, wa lā tattakhiżū minhum waliyyaw wa lā naṣīrā(n).",
      "translation": "Им бы хотелось, чтоб вы стали Столь же неверны, как они, - Чтоб с ними одинаковы вы были. Вы не берите их себе в друзья, Пока не переселятся они (Из нечести) на путь Аллаха. Но если же они вас предадут, То, где бы вы их ни нашли, Хватайте их и предавайте смерти; И не берите никого из них Ни другом, ни помощником себе"
    },
    {
      "verse_number": 90,
      "text_uthmani": "إِلَّا ٱلَّذِينَ يَصِلُونَ إِلَىٰ قَوْمٍۭ بَيْنَكُمْ وَبَيْنَهُم مِّيثَـٰقٌ أَوْ جَآءُوكُمْ حَصِرَتْ صُدُورُهُمْ أَن يُقَـٰتِلُوكُمْ أَوْ يُقَـٰتِلُوا۟ قَوْمَهُمْ ۚ وَلَوْ شَآءَ ٱللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَـٰتَلُوكُمْ ۚ فَإِنِ ٱعْتَزَلُوكُمْ فَلَمْ يُقَـٰتِلُوكُمْ وَأَلْقَوْا۟ إِلَيْكُمُ ٱلسَّلَمَ فَمَا جَعَلَ ٱللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا",
      "text_uthmani_transcribed": "Illal lażīna yaṣilūna ilā qaumim bainakum wa bainahum mīṡāqun au jā'ūkum ḥaṣirat ṣudūruhum ay yuqātilūkum au yuqātilū qaumahum, wa lau syā'allāhu lasallaṭahum 'alaikum fa laqātalūkum, fa ini'tazalūkum falam yuqātilūkum wa alqau ilaikumus-salam(a), famā ja'alallāhu lakum 'alaihim sabīlā(n).",
      "translation": "Помимо тех, кто связан с тем народом, Что состоит в союзе с вами, Иль тех, которые придут к вам с тягостью в душе От (нежеланья) воевать Ни с вами и ни со своим народом. И если бы желал Аллах, Он дал бы им над вами мощь, И стали б они с вами воевать. Но если, не сражаясь с вами, Они от вас отступят и предложат мир, Аллах недозволяет вам никоего пути (Вести сраженье) против них"
    },
    {
      "verse_number": 91,
      "text_uthmani": "سَتَجِدُونَ ءَاخَرِينَ يُرِيدُونَ أَن يَأْمَنُوكُمْ وَيَأْمَنُوا۟ قَوْمَهُمْ كُلَّ مَا رُدُّوٓا۟ إِلَى ٱلْفِتْنَةِ أُرْكِسُوا۟ فِيهَا ۚ فَإِن لَّمْ يَعْتَزِلُوكُمْ وَيُلْقُوٓا۟ إِلَيْكُمُ ٱلسَّلَمَ وَيَكُفُّوٓا۟ أَيْدِيَهُمْ فَخُذُوهُمْ وَٱقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ ۚ وَأُو۟لَـٰٓئِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَـٰنًا مُّبِينًا",
      "text_uthmani_transcribed": "Satajidūna akharīna yurīdūna ay ya'manūkum wa ya'manū qaumahum, kullamā ruddū ilal-fitnati urkisū fīhā, fa illam ya'tazilūkum wa yulqū ilaikumus-salama  wa yakuffū aidiyahum fa khużūhum waqtulūhum ḥaiṡu ṡaqiftumūhum, wa ulā'ikum ja'alnā lakum 'alaihim sulṭānam mubīnā(n).",
      "translation": "Средь них вы и других найдете, Которые хотят в доверие войти И к вам, и к своему народу. Но всякий раз, как их зовут к вражде, Они (с готовностью) ввергаются в нее. И коль они от вас не отойдут, Вам мира не предложат и не удержат рук, То, где бы вы их ни нашли, Хватайте их и предавайте смерти, - Мы вам над ними доставляем власть"
    },
    {
      "verse_number": 92,
      "text_uthmani": "وَمَا كَانَ لِمُؤْمِنٍ أَن يَقْتُلَ مُؤْمِنًا إِلَّا خَطَـًٔا ۚ وَمَن قَتَلَ مُؤْمِنًا خَطَـًٔا فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ وَدِيَةٌ مُّسَلَّمَةٌ إِلَىٰٓ أَهْلِهِۦٓ إِلَّآ أَن يَصَّدَّقُوا۟ ۚ فَإِن كَانَ مِن قَوْمٍ عَدُوٍّ لَّكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ ۖ وَإِن كَانَ مِن قَوْمٍۭ بَيْنَكُمْ وَبَيْنَهُم مِّيثَـٰقٌ فَدِيَةٌ مُّسَلَّمَةٌ إِلَىٰٓ أَهْلِهِۦ وَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ ۖ فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِّنَ ٱللَّهِ ۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
      "text_uthmani_transcribed": "Wa mā kāna limu'minin ay yaqtula mu'minan illā khaṭa'ā(n), wa man qatala mu'minan khaṭa'an fa taḥrīru raqabatim mu'minatiw wa diyatum musallamatun ilā ahlihī illā ay yaṣṣaddaqū, fa in kāna min qaumim bainakum wa bainahum mīṡāqun fa diyatum musallamatun ilā ahlihī wa taḥrīru raqabatim mu'minah(tin), famal lam yajid fa ṣiyāmu syahraini mutatābi'aini taubatam minallāh(i), wa kānallāhu 'alīman ḥakīmā(n).",
      "translation": "Тому, кто верует (в Аллаха), Не дОлжно верных убивать, Разве что только по ошибке. Кто по ошибке верного убьет, Тот должен дать свободу верному рабу И пеню уплатить семье того, кто умер, Если они не пожелают на милостыню обратить ее. А если же убитый - верующий (в Бога), Но из людей, что с вами во вражде, То вам - дать верному рабу свободу. А если он - из тех людей, с которыми у вас союз, - То - пеня для его семьи и верному рабу - свобода. А кто (раба на выкуп) не найдет, Тому назначен пост - два месяца подряд, Как покаяние перед Аллахом, - Поистине, Аллах всезнающ, мудр"
    },
    {
      "verse_number": 93,
      "text_uthmani": "وَمَن يَقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَآؤُهُۥ جَهَنَّمُ خَـٰلِدًا فِيهَا وَغَضِبَ ٱللَّهُ عَلَيْهِ وَلَعَنَهُۥ وَأَعَدَّ لَهُۥ عَذَابًا عَظِيمًا",
      "text_uthmani_transcribed": "Wa may yaqtul mu'minam muta'ammidan fa jazā'uhū jahannamu khālidan fīhā wa gaḍiballāhu 'alaihi wa la'anahū wa a'adda lahū 'ażāban 'aẓīmā(n).",
      "translation": "Тому, кто верного умышленно убьет, Ад воздаянием предстанет, Где пребывать ему навечно. На нем - проклятие и гнев Аллаха, И муки тяжкие назначены ему"
    },
    {
      "verse_number": 94,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا ضَرَبْتُمْ فِى سَبِيلِ ٱللَّهِ فَتَبَيَّنُوا۟ وَلَا تَقُولُوا۟ لِمَنْ أَلْقَىٰٓ إِلَيْكُمُ ٱلسَّلَـٰمَ لَسْتَ مُؤْمِنًا تَبْتَغُونَ عَرَضَ ٱلْحَيَوٰةِ ٱلدُّنْيَا فَعِندَ ٱللَّهِ مَغَانِمُ كَثِيرَةٌ ۚ كَذَٰلِكَ كُنتُم مِّن قَبْلُ فَمَنَّ ٱللَّهُ عَلَيْكُمْ فَتَبَيَّنُوٓا۟ ۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
      "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū iżā ḍarabtum fī sabīlillāhi fa tabayyanū wa lā taqūlū liman alqā ilaikumus-salāma lasta mu'minā(n), tabtagūna 'araḍal-ḥayātid-dun-yā, fa 'indallāhi magānimu kaṡīrah(tun), każālika kuntum min qablu fa mannallāhu 'alaikum fa tabayyanū, innallāha kāna bimā ta'malūna khabīrā(n).",
      "translation": "О вы, кто верует! Коль по пути Господнему отправитесь в поход, Предусмотрительно себя ведите - Тому, кто с миром встретит вас в пути, Не говорите: \"Ты - неверный\", Желая завладеть случайным благом ближней жизни, - Ведь у Аллаха - изобилие добра и благ. Вы раньше были же такими, (как и он), Пока Аллах не оказал вам милость. А потому предусмотрительными будьте, - Ему известны все деянья ваши"
    },
    {
      "verse_number": 95,
      "text_uthmani": "لَّا يَسْتَوِى ٱلْقَـٰعِدُونَ مِنَ ٱلْمُؤْمِنِينَ غَيْرُ أُو۟لِى ٱلضَّرَرِ وَٱلْمُجَـٰهِدُونَ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ ۚ فَضَّلَ ٱللَّهُ ٱلْمُجَـٰهِدِينَ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ عَلَى ٱلْقَـٰعِدِينَ دَرَجَةً ۚ وَكُلًّا وَعَدَ ٱللَّهُ ٱلْحُسْنَىٰ ۚ وَفَضَّلَ ٱللَّهُ ٱلْمُجَـٰهِدِينَ عَلَى ٱلْقَـٰعِدِينَ أَجْرًا عَظِيمًا",
      "text_uthmani_transcribed": "Lā yastawil-qā'idūna minal-mu'minīna gairu uliḍ-ḍarari wal-mujāhidūna fī sabīlillāhi bi'amwālihim wa anfusihim, faḍḍalallāhul-mujāhidīna bi amwālihim wa anfusihim 'alal-qā'idīna darajah(tan), wa kullaw wa'adallāhul-ḥusnā, wa faḍḍalallāhul-mujāhidīna 'alal-qā'idīna ajran 'aẓīmā(n).",
      "translation": "И меж собой из верующих не сравнятся Те, кто сидит (у мирных очагов) и не несет потерь, И те, кто на пути Господнем Все силы отдает, добро свое и жизнь. Бог жаловал на степень выше Тех, кто добро свое и силы отдает, Пред теми, кто остался (дома). Всем обещал Господь благое, Но тех, кто на Его пути усердствует (за веру), Он отличил пред теми, кто сидит (в домах), Наградою великой"
    },
    {
      "verse_number": 96,
      "text_uthmani": "دَرَجَـٰتٍ مِّنْهُ وَمَغْفِرَةً وَرَحْمَةً ۚ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
      "text_uthmani_transcribed": "Darajātim minhu wa magfirataw wa raḥmah(tan), wa kānallāhu  gafūrar raḥīmā(n).",
      "translation": "Степенями, Что Он на милость от Себя и на Свое прощение назначил. Поистине, прощающ Он и милосерд"
    },
    {
      "verse_number": 97,
      "text_uthmani": "إِنَّ ٱلَّذِينَ تَوَفَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ ظَالِمِىٓ أَنفُسِهِمْ قَالُوا۟ فِيمَ كُنتُمْ ۖ قَالُوا۟ كُنَّا مُسْتَضْعَفِينَ فِى ٱلْأَرْضِ ۚ قَالُوٓا۟ أَلَمْ تَكُنْ أَرْضُ ٱللَّهِ وَٰسِعَةً فَتُهَاجِرُوا۟ فِيهَا ۚ فَأُو۟لَـٰٓئِكَ مَأْوَىٰهُمْ جَهَنَّمُ ۖ وَسَآءَتْ مَصِيرًا",
      "text_uthmani_transcribed": "Innal-lażīna tawaffāhumul-malā'ikatu ẓālimī anfusihim qālū fīma kuntum, qālū kunnā mustaḍ'afīna fil-arḍ(i), qālū alam takun arḍullāhi wāsi'atan fa tuhājirū fīhā, fa ulā'ika ma'wāhum jahannam(u), wa sā'at maṣīrā(n).",
      "translation": "Когда же ангелы возьмут на упокой Тех, кто себе (в земных страстях) Несправедливость причинил, Они им скажут: \"В каком же положении вы были?\" Ответят те: \"Мы были слабы на земле!\" И скажут (ангелы): \"Ужель земля Аллаха не обширна, Чтоб вы могли на ней (от нечести) переселиться (Из мест одних в места другие)?\" Для этих - Ад убежищем предстанет - Какая скверная обитель (упокоя)"
    },
    {
      "verse_number": 98,
      "text_uthmani": "إِلَّا ٱلْمُسْتَضْعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلْوِلْدَٰنِ لَا يَسْتَطِيعُونَ حِيلَةً وَلَا يَهْتَدُونَ سَبِيلًا",
      "text_uthmani_transcribed": "Illal-mustaḍ'afīna minar-rijāli wan-nisā'i wal-wildāni lā yastaṭī'ūna ḥīlataw wa lā yahtadūna sabīlā(n).",
      "translation": "Помимо слабых из мужчин, и женщин, и детей, Кто приспособиться (к земным суетам) не способен И не находит верного пути"
    },
    {
      "verse_number": 99,
      "text_uthmani": "فَأُو۟لَـٰٓئِكَ عَسَى ٱللَّهُ أَن يَعْفُوَ عَنْهُمْ ۚ وَكَانَ ٱللَّهُ عَفُوًّا غَفُورًا",
      "text_uthmani_transcribed": "Fa ulā'ika 'asallāhu ay ya'fuwa 'anhum, wa kānallāhu  'afuwwan gafūrā(n).",
      "translation": "Им, может быть, простит Аллах, - Прощающ Он и снисходителен (к земным заботам)"
    }
  ]
}