{
  "chapter_number": 11,
  "verses": [
    {
      "verse_number": 100,
      "text_uthmani": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْقُرَىٰ نَقُصُّهُۥ عَلَيْكَ ۖ مِنْهَا قَآئِمٌ وَحَصِيدٌ",
      "text_uthmani_transcribed": "Żālika min ambā'il-qurā naquṣṣuhū 'alaika minhā qā'imuw wa ḥaṣīd(un).",
      "translation": "Это - лишь несколько из сказов о селениях (общин), Которые тебе Мы повествуем. Одни из них теперь еще стоят, Другие же уже пожаты"
    },
    {
      "verse_number": 101,
      "text_uthmani": "وَمَا ظَلَمْنَـٰهُمْ وَلَـٰكِن ظَلَمُوٓا۟ أَنفُسَهُمْ ۖ فَمَآ أَغْنَتْ عَنْهُمْ ءَالِهَتُهُمُ ٱلَّتِى يَدْعُونَ مِن دُونِ ٱللَّهِ مِن شَىْءٍ لَّمَّا جَآءَ أَمْرُ رَبِّكَ ۖ وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ",
      "text_uthmani_transcribed": "Wa mā ẓalamnāhum wa lākin ẓalamū anfusahum famā agnat 'anhum ālihatuhumul-latī yad'ūna min dūnillāhi min syai'il lammā jā'a amru rabbik(a), wa mā zādūhum gaira tatbīb(in).",
      "translation": "Не Мы им причинили зло, А они сами зло себе снискали, И божества, которые они, опричь Аллаха, призывали, Ни от чего их не спасли, Когда явилось повеленье твоего Владыки, А лишь усилили их гибель"
    },
    {
      "verse_number": 102,
      "text_uthmani": "وَكَذَٰلِكَ أَخْذُ رَبِّكَ إِذَآ أَخَذَ ٱلْقُرَىٰ وَهِىَ ظَـٰلِمَةٌ ۚ إِنَّ أَخْذَهُۥٓ أَلِيمٌ شَدِيدٌ",
      "text_uthmani_transcribed": "Wa każālika akhżu rabbika iżā akhażal-qurā wa hiya ẓālimah(tun), inna akhżahū alīmun syadīd(un).",
      "translation": "Такою хваткою Господь твой Казнил селения (людей), Которые неправедными были. И хватка эта, истинно, мучительна, сильна"
    },
    {
      "verse_number": 103,
      "text_uthmani": "إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّمَنْ خَافَ عَذَابَ ٱلْـَٔاخِرَةِ ۚ ذَٰلِكَ يَوْمٌ مَّجْمُوعٌ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوْمٌ مَّشْهُودٌ",
      "text_uthmani_transcribed": "Inna fī żālika la'āyatal liman khāfa 'ażābal-ākhirah(ti), żālika yaumum majmū'(un), lahun-nāsu wa żālika yaumum masyhūd(un).",
      "translation": "В этом - поистине, знамение для тех, Которые испытывают страх Пред наказанием другого мира. То будет День, В который будут собраны все люди, (То будет День Свидетельства), Которому свидетелями станут все"
    },
    {
      "verse_number": 104,
      "text_uthmani": "وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٍ مَّعْدُودٍ",
      "text_uthmani_transcribed": "Wa mā nu'akhkhiruhū illā li'ajalim ma'dūd(in).",
      "translation": "И Мы дадим ему отсрочку Лишь на отчисленный предел"
    },
    {
      "verse_number": 105,
      "text_uthmani": "يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِۦ ۚ فَمِنْهُمْ شَقِىٌّ وَسَعِيدٌ",
      "text_uthmani_transcribed": "Yauma ya'ti lā takallamu nafsun illā bi'iżnih(ī), fa minhum syaqiyyuw wa sa'īd(un).",
      "translation": "И вот когда наступит он, Не сможет ни одна душа Без разрешения Его глаголить. Из них - одни несчастны будут, Другие - счастливы (безмерно)"
    },
    {
      "verse_number": 106,
      "text_uthmani": "فَأَمَّا ٱلَّذِينَ شَقُوا۟ فَفِى ٱلنَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ",
      "text_uthmani_transcribed": "Fa ammal-lażīna syaqū fa fin-nāri lahum fīhā zafīruw wa syahīq(un).",
      "translation": "В Огне быть тем, которые несчастны, Для них там - рев и вопль"
    },
    {
      "verse_number": 107,
      "text_uthmani": "خَـٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَـٰوَٰتُ وَٱلْأَرْضُ إِلَّا مَا شَآءَ رَبُّكَ ۚ إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيدُ",
      "text_uthmani_transcribed": "Khālidīna fīhā mā dāmatis-samāwātu wal-arḍu illā mā syā'a rabbuk(a), inna rabbaka fa''ālul limā yurīd(u).",
      "translation": "И вечная обитель там, Пока земля и небо длятся, Если Господь твой только не захочет (Распорядиться ими) по-другому, - Ведь твой Господь, поистине, Вершитель всего, что пожелает Он"
    },
    {
      "verse_number": 108,
      "text_uthmani": "۞ وَأَمَّا ٱلَّذِينَ سُعِدُوا۟ فَفِى ٱلْجَنَّةِ خَـٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَـٰوَٰتُ وَٱلْأَرْضُ إِلَّا مَا شَآءَ رَبُّكَ ۖ عَطَآءً غَيْرَ مَجْذُوذٍ",
      "text_uthmani_transcribed": "Wa ammal-lażīna su'idū fa fil-jannati khālidīna fīhā mā dāmatis-samāwātu wal-arḍu illā mā syā'a rabbuk(a), 'aṭā'an gaira majżūż(in).",
      "translation": "А те, что счастливы, - в Раю, И там - их вечная обитель, Пока земля и небо длятся, Если Господь твой только не захочет (Прибавить больше к благодати их), - Дар вечно длящейся услады"
    },
    {
      "verse_number": 109,
      "text_uthmani": "فَلَا تَكُ فِى مِرْيَةٍ مِّمَّا يَعْبُدُ هَـٰٓؤُلَآءِ ۚ مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ ءَابَآؤُهُم مِّن قَبْلُ ۚ وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنقُوصٍ",
      "text_uthmani_transcribed": "Falā taku fī miryatim mimmā ya'budu hā'ulā'(i), mā ya'budūna  illā kamā ya'budu ābā'uhum min qabl(u),  wa innā lamuwaffūhum naṣībahum gaira manqūṣ(in).",
      "translation": "Не предавайся же сомнениям о том, Что почитают эти люди, - Ведь почитают они так же, Как почитали прежде их отцы. И Мы, поистине, им воздадим их долю, Даже на йоту не убавив от нее"
    },
    {
      "verse_number": 110,
      "text_uthmani": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ فَٱخْتُلِفَ فِيهِ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ",
      "text_uthmani_transcribed": "Wa laqad ātainā mūsal-kitāba fakhtulifa fīh(i), wa lau lā kalimatun sabaqat mir rabbika laquḍiya bainahum, wa innahum lafī syakkim minhu murīb(in).",
      "translation": "Мы Мусе Книгу ниспослали, Но (среди них) о ней возникли споры, И, если б Слово твоего Владыки Не пришло к ним раньше, Меж ними было б все уж решено. Они же - в тягостных сомнениях об этом"
    }
  ]
}