[
  {
    "verse_number": 188,
    "text_uthmani": "لَا تَحْسَبَنَّ ٱلَّذِينَ يَفْرَحُونَ بِمَآ أَتَوا۟ وَّيُحِبُّونَ أَن يُحْمَدُوا۟ بِمَا لَمْ يَفْعَلُوا۟ فَلَا تَحْسَبَنَّهُم بِمَفَازَةٍ مِّنَ ٱلْعَذَابِ ۖ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "text_uthmani_transcribed": "Lā taḥsabannal-lażīna yafraḥūna bimā atau  wa yuḥibbūna ay yuḥmadū bimā lam yaf'alū falā taḥsabannahum bimafāzatim minal-'ażāb(i), wa lahum 'ażābun alīm(un).",
    "translation": "Не думайте, что те, Которые ликуют от своих свершений И жадно ждут хвалебных слов За то, чего они еще не совершили, - Не думайте, что их от наказания избавят. Поистине, их ждет мучительная кара"
  },
  {
    "verse_number": 189,
    "text_uthmani": "وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Wa lillāhi mulkus-samāwāti wal-arḍ(i), wallāhu 'alā kulli syai'in qadīr(un).",
    "translation": "И лишь Аллах владеет небесами и землей, - Он всемогущ над всем, (что суще)"
  },
  {
    "verse_number": 190,
    "text_uthmani": "إِنَّ فِى خَلْقِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَـٰفِ ٱلَّيْلِ وَٱلنَّهَارِ لَـَٔايَـٰتٍ لِّأُو۟لِى ٱلْأَلْبَـٰبِ",
    "text_uthmani_transcribed": "Inna fī khalqis-samāwāti wal-arḍi wakhtilāfil-laili wan-nahāri la'āyātil li'ulil-albāb(i).",
    "translation": "Поистине, в Творении земли и неба И в смене ночи днем - Здесь кроются знамения для тех, Кто обладает разуменьем"
  },
  {
    "verse_number": 191,
    "text_uthmani": "ٱلَّذِينَ يَذْكُرُونَ ٱللَّهَ قِيَـٰمًا وَقُعُودًا وَعَلَىٰ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِى خَلْقِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَـٰذَا بَـٰطِلًا سُبْحَـٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ",
    "text_uthmani_transcribed": "Al-lażīna yażkurūnallāha qiyāmaw wa qu'ūdaw wa 'alā junūbihim wa yatafakkarūna fi khalqis-samāwāti wal-arḍ(i), rabbanā mā khalaqta hāżā bāṭilā(n), subḥānaka fa qinā 'ażāban-nār(i).",
    "translation": "Для тех, которые Аллаха поминают, Когда стоят они, или сидят, или лежат, И размышлениям о сотворении земли и неба предаются: \"Владыка наш! Ты сотворил все это не напрасно. Хвала Тебе! Убереги же нас от мук Огня"
  },
  {
    "verse_number": 192,
    "text_uthmani": "رَبَّنَآ إِنَّكَ مَن تُدْخِلِ ٱلنَّارَ فَقَدْ أَخْزَيْتَهُۥ ۖ وَمَا لِلظَّـٰلِمِينَ مِنْ أَنصَارٍ",
    "text_uthmani_transcribed": "Rabbanā innaka man tudkhilin-nāra faqad akhzaitah(ū), wa mā liẓ-ẓālimīna min anṣār(in).",
    "translation": "Владыка наш! Того, кого введешь Ты в Огнь, Ты, истинно, покроешь срамом, И нечестивые заступников себе не обретут"
  },
  {
    "verse_number": 193,
    "text_uthmani": "رَّبَّنَآ إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِى لِلْإِيمَـٰنِ أَنْ ءَامِنُوا۟ بِرَبِّكُمْ فَـَٔامَنَّا ۚ رَبَّنَا فَٱغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلْأَبْرَارِ",
    "text_uthmani_transcribed": "Rabbanā innanā sami'nā munādiyay yunādī lil-īmāni an āminū birabbikum fa āmannā, rabbanā fagfir lanā żunūbanā wa kaffir 'annā sayyi'ātinā wa tawaffanā ma'al-abrār(i).",
    "translation": "Владыка наш! Услышали мы зов взывающего к вере: Уверуйте же в Бога своего, (о люди)!\" И вот уверовали мы. Владыка наш! Прости грехи нам, Очисти нас от злодеяний (наших рук) И с праведными наши души упокой"
  },
  {
    "verse_number": 194,
    "text_uthmani": "رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ ٱلْقِيَـٰمَةِ ۗ إِنَّكَ لَا تُخْلِفُ ٱلْمِيعَادَ",
    "text_uthmani_transcribed": "Rabbanā wa ātinā mā wa'attanā 'alā rusulika  wa lā tukhzinā  yaumal-qiyāmah(ti), innaka lā tukhliful-mī'ād(a).",
    "translation": "Владыка наш! Даруй нам то, Что обещал Ты через посланников Своих, В День Воскресения Не облеки нас в срам, - Ведь обещаний Ты Своих не нарушаешь"
  },
  {
    "verse_number": 195,
    "text_uthmani": "فَٱسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّى لَآ أُضِيعُ عَمَلَ عَـٰمِلٍ مِّنكُم مِّن ذَكَرٍ أَوْ أُنثَىٰ ۖ بَعْضُكُم مِّنۢ بَعْضٍ ۖ فَٱلَّذِينَ هَاجَرُوا۟ وَأُخْرِجُوا۟ مِن دِيَـٰرِهِمْ وَأُوذُوا۟ فِى سَبِيلِى وَقَـٰتَلُوا۟ وَقُتِلُوا۟ لَأُكَفِّرَنَّ عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ثَوَابًا مِّنْ عِندِ ٱللَّهِ ۗ وَٱللَّهُ عِندَهُۥ حُسْنُ ٱلثَّوَابِ",
    "text_uthmani_transcribed": "Fastajāba lahum rabbuhum annī lā uḍī'u 'amala 'āmilim minkum min żakarin au unṡā, ba'ḍukum mim ba'ḍ(in), fal-lażīna hājarū wa ukhrijū min diyārihim wa ūżū fī sabīlī wa qātalū wa qutilū la'ukaffiranna 'anhum sayyi'ātihim wa la udkhilannahum jannātin tajrī min taḥtihal-anhār(u), ṡawābam min 'indillāh(i), wallāhu 'indahū ḥusnuṡ-ṡawāb(i).",
    "translation": "Господь услышал их (призывы) и ответил: \"Не дам Я никогда пропасть Ни одному деянию людскому - Будь то мужчина или дева, - Одни вы от других (сотворены). А тех, кто кров родной покинул, Иль изгнан был из дома своего, Иль беды на Моем пути терпел, Сражался или был убит, Очищу Я от прегрешений, В Сады введу, реками омовенны, Что будут им наградой от Аллаха, - А дар Аллаха - лучшая из всех наград"
  },
  {
    "verse_number": 196,
    "text_uthmani": "لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُوا۟ فِى ٱلْبِلَـٰدِ",
    "text_uthmani_transcribed": "Lā yagurrannaka taqallubul-lażīna kafarū fil-bilād(i).",
    "translation": "Пусть оборотливость неверных в этом граде Тебя не вводит в заблужденье"
  },
  {
    "verse_number": 197,
    "text_uthmani": "مَتَـٰعٌ قَلِيلٌ ثُمَّ مَأْوَىٰهُمْ جَهَنَّمُ ۚ وَبِئْسَ ٱلْمِهَادُ",
    "text_uthmani_transcribed": "Matā'un qalīl(un), ṡumma ma'wāhum jahannam(u), wa bi'sal-mihād(u).",
    "translation": "Им в ней - так мало наслажденья, Потом им Ад убежищем предстанет, - О, как же мерзко это место (упокоя)"
  },
  {
    "verse_number": 198,
    "text_uthmani": "لَـٰكِنِ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ لَهُمْ جَنَّـٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا نُزُلًا مِّنْ عِندِ ٱللَّهِ ۗ وَمَا عِندَ ٱللَّهِ خَيْرٌ لِّلْأَبْرَارِ",
    "text_uthmani_transcribed": "Lākinil-lażīnattaqau rabbahum lahum jannātun tajrī min taḥtihal-anhāru khālidīna fīhā nuzulam min 'indillāh(i), wa mā 'indallāhi khairul lil-abrār(i).",
    "translation": "Для тех же, кто страшится Бога своего, - Сады, реками омовенны. Им там навечно пребывать. Сей дар им - от присутствия Господня, А все, что от присутствия Господня, Для праведных - найвысшая награда"
  }
]