{
  "chapter_number": 20,
  "verses": [
    {
      "verse_number": 56,
      "text_uthmani": "وَلَقَدْ أَرَيْنَـٰهُ ءَايَـٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ",
      "text_uthmani_transcribed": "Wa laqad araināhu āyātinā kullahā fa każżaba wa abā.",
      "translation": "Мы все знаменья Наши показали (Фараону), - Он же отверг их, ложными считая"
    },
    {
      "verse_number": 57,
      "text_uthmani": "قَالَ أَجِئْتَنَا لِتُخْرِجَنَا مِنْ أَرْضِنَا بِسِحْرِكَ يَـٰمُوسَىٰ",
      "text_uthmani_transcribed": "Qāla aji'tanā litukhrijanā min arḍinā bisiḥrika yā mūsā.",
      "translation": "И сказал: \"Не для того ли ты пришел, о Муса, Чтоб колдовством своим Изгнать нас со своей земли"
    },
    {
      "verse_number": 58,
      "text_uthmani": "فَلَنَأْتِيَنَّكَ بِسِحْرٍ مِّثْلِهِۦ فَٱجْعَلْ بَيْنَنَا وَبَيْنَكَ مَوْعِدًا لَّا نُخْلِفُهُۥ نَحْنُ وَلَآ أَنتَ مَكَانًا سُوًى",
      "text_uthmani_transcribed": "Fa lana'tiyannaka bisiḥrim miṡlihī faj'al bainanā wa bainaka mau'idal lā nukhlifuhū naḥnu wa lā anta makānan suwā(n).",
      "translation": "Но ведь и мы представить тебе можем Подобное же колдовство. Назначь для нас и для себя Условленное время встречи - Ни мы, ни ты его не переменим - На месте, (где мы будем) равные (возможности иметь)"
    },
    {
      "verse_number": 59,
      "text_uthmani": "قَالَ مَوْعِدُكُمْ يَوْمُ ٱلزِّينَةِ وَأَن يُحْشَرَ ٱلنَّاسُ ضُحًى",
      "text_uthmani_transcribed": "Qāla mau'idukum yaumuz-zīnati wa ay yuḥsyaran-nāsu ḍuḥā(n).",
      "translation": "(Муса) сказал: \"День Украшения для вас - условленное время встречи, И пусть все люди соберутся к позднему утру"
    },
    {
      "verse_number": 60,
      "text_uthmani": "فَتَوَلَّىٰ فِرْعَوْنُ فَجَمَعَ كَيْدَهُۥ ثُمَّ أَتَىٰ",
      "text_uthmani_transcribed": "Fa tawallā fir'aunu fa jama'a kaidahū ṡumma atā.",
      "translation": "И удалился Фараон, И приготовил свои козни, И (поутру) явился (с ними)"
    },
    {
      "verse_number": 61,
      "text_uthmani": "قَالَ لَهُم مُّوسَىٰ وَيْلَكُمْ لَا تَفْتَرُوا۟ عَلَى ٱللَّهِ كَذِبًا فَيُسْحِتَكُم بِعَذَابٍ ۖ وَقَدْ خَابَ مَنِ ٱفْتَرَىٰ",
      "text_uthmani_transcribed": "Qāla lahum mūsā wailakum lā taftarū 'alallāhi każiban fa yusḥitakum bi'ażab(in), wa qad khāba maniftarā.",
      "translation": "Муса сказал им: \"Горе вам! Не измышляйте лжи против Аллаха, Иначе карой поразит Он вас. Ведь гибнут замыслы всех тех, Кто ложь возводит (на Аллаха)"
    },
    {
      "verse_number": 62,
      "text_uthmani": "فَتَنَـٰزَعُوٓا۟ أَمْرَهُم بَيْنَهُمْ وَأَسَرُّوا۟ ٱلنَّجْوَىٰ",
      "text_uthmani_transcribed": "Fa tanāza'ū amrahum bainahum wa asarrun-najwā.",
      "translation": "Они обговорили свое дело, Оставив в тайне обсуждение свое"
    },
    {
      "verse_number": 63,
      "text_uthmani": "قَالُوٓا۟ إِنْ هَـٰذَٰنِ لَسَـٰحِرَٰنِ يُرِيدَانِ أَن يُخْرِجَاكُم مِّنْ أَرْضِكُم بِسِحْرِهِمَا وَيَذْهَبَا بِطَرِيقَتِكُمُ ٱلْمُثْلَىٰ",
      "text_uthmani_transcribed": "Qālū in hāżāni lasāḥirāni yurīdāni ay yukhrijākum min arḍikum bisiḥrihimā wa yażhabā biṭarīqatikumul-muṡlā.",
      "translation": "И молвили: \"Они, конечно, оба - маги, И колдовством своим они хотят С вашей земли изгнать вас, - Тем самым на погибель обрекая Все лучшее в укладе вашей жизни"
    },
    {
      "verse_number": 64,
      "text_uthmani": "فَأَجْمِعُوا۟ كَيْدَكُمْ ثُمَّ ٱئْتُوا۟ صَفًّا ۚ وَقَدْ أَفْلَحَ ٱلْيَوْمَ مَنِ ٱسْتَعْلَىٰ",
      "text_uthmani_transcribed": "Fa ajmi'ū kaidakum ṡumma'tū ṣaffā(n), wa qad aflaḥal-yauma manista'lā.",
      "translation": "Объедините замыслы свои, Сомкнитесь (плотным) рядом, - Сегодня будет счастлив тот, Кто верх одержит (в этом споре)"
    },
    {
      "verse_number": 65,
      "text_uthmani": "قَالُوا۟ يَـٰمُوسَىٰٓ إِمَّآ أَن تُلْقِىَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنْ أَلْقَىٰ",
      "text_uthmani_transcribed": "Qālū yā mūsā immā an tulqiya  wa immā an nakūna awwala man alqā.",
      "translation": "(И далее) сказали: \"О Муса, бросишь первым ты Иль будем мы бросать сначала"
    },
    {
      "verse_number": 66,
      "text_uthmani": "قَالَ بَلْ أَلْقُوا۟ ۖ فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تَسْعَىٰ",
      "text_uthmani_transcribed": "Qāla bal alqū, fa iżā ḥibāluhum wa 'iṣiyyuhum yukhayyalu ilaihi min siḥrihim annahā tas'ā.",
      "translation": "Сказал он: \"Нет! Вы первыми бросайте\". И вот веревки их и жезлы - Как то почудилось ему - Под силою их чар пришли в движенье"
    }
  ]
}