[
  {
    "verse_number": 232,
    "text_uthmani": "وَإِذَا طَلَّقْتُمُ ٱلنِّسَآءَ فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ أَن يَنكِحْنَ أَزْوَٰجَهُنَّ إِذَا تَرَٰضَوْا۟ بَيْنَهُم بِٱلْمَعْرُوفِ ۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمْ يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۗ ذَٰلِكُمْ أَزْكَىٰ لَكُمْ وَأَطْهَرُ ۗ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa iżā ṭallaqtumun-nisā'a fabalagna ajalahunna falā ta'ḍulūhunna ay yankiḥna azwājahunna iżā tarāḍau bainahum bil-ma'rūf(i), żālika yū'aẓu bihī man kāna minkum yu'minu billāhi wal-yaumil-ākhir(i), żālikum azkā lakum wa aṭhar(u), wallāhu ya'lamu wa antum lā ta'lamūn(a).",
    "translation": "И при разводе с женами своими, Когда назначенный им срок истек, Вы не препятствуйте их браку с бывшими мужьями, Коль меж собой они достойно согласятся, - И это - наставление для тех, Кто верует в Аллаха и Последний День; Для вас сие - благочестивее и чище, - Аллах ведь знает то, чего не ведаете вы"
  },
  {
    "verse_number": 233,
    "text_uthmani": "۞ وَٱلْوَٰلِدَٰتُ يُرْضِعْنَ أَوْلَـٰدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ ۖ لِمَنْ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَ ۚ وَعَلَى ٱلْمَوْلُودِ لَهُۥ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِٱلْمَعْرُوفِ ۚ لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا ۚ لَا تُضَآرَّ وَٰلِدَةٌۢ بِوَلَدِهَا وَلَا مَوْلُودٌ لَّهُۥ بِوَلَدِهِۦ ۚ وَعَلَى ٱلْوَارِثِ مِثْلُ ذَٰلِكَ ۗ فَإِنْ أَرَادَا فِصَالًا عَن تَرَاضٍ مِّنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا ۗ وَإِنْ أَرَدتُّمْ أَن تَسْتَرْضِعُوٓا۟ أَوْلَـٰدَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُم مَّآ ءَاتَيْتُم بِٱلْمَعْرُوفِ ۗ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "text_uthmani_transcribed": "Wal-wālidātu yurḍi'na aulādahunna ḥaulaini kāmilaini liman arāda ay yutimmar-raḍā'ah(ta), wa 'alal-maulūdi lahū rizquhunna wa kiswatuhunna bil-ma'rūf(i), lā tukallafu nafsun illā wus'ahā, lā tuḍārra wālidatum biwaladihā wa lā maulūdul lahū biwaladihī wa 'alal-wāriṡi miṡlu żālik(a), fa'in arādā fiṣālan 'an tarāḍim minhumā wa tasyāwurin falā junāḥa 'alaihimā, wa in arattum an tastarḍi'ū aulādakum falā junāḥa  'alaikum iżā sallamtum mā ātaitum bil-ma'rūf(i), wattaqullāha wa'lamū annallāha bimā ta'malūna baṣīr(un).",
    "translation": "Кормящей матери выкармливать ребенка надлежит Два полных года, Если отец желает норму завершить; Ему же надлежит нести расход На добростойное питание ее и вещи. И ни одна душа не понесет тот груз, Что больше, чем она поднимет, - Так пусть же материнская душа За детище свое обид не терпит, А равно и отец ребенка, А равно и наследник их. И если оба пожелают С согласия меж ними и совета Ребенка от груди отнять, На них греха не будет. Как равно и на вас не ляжет грех, Коль вы ребенка своего Поручите вскормить другой, Благопристойно уплатив по договору. Страшитесь гнева Господа и знайте: Он видит все, что делаете вы"
  },
  {
    "verse_number": 234,
    "text_uthmani": "وَٱلَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَٰجًا يَتَرَبَّصْنَ بِأَنفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا ۖ فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِىٓ أَنفُسِهِنَّ بِٱلْمَعْرُوفِ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
    "text_uthmani_transcribed": "Wal-lażīna yutawaffauna minkum wa yażarūna azwājay yatarabbaṣna bi'anfusihinna arba'ata asyhuriw wa 'asyrā(n), fa'iżā balagna ajalahunna falā junāḥa 'alaikum fīmā fa'alna fī anfusihinna bil-ma'rūf(i),wallāhu bimā ta'malūna khabīr(un).",
    "translation": "И если кто из вас уйдет из жизни, Оставив овдовевших жен, Им надлежит срок выжидать по вас Четыре месяца и десять дней; Когда же истечет назначенный им срок, На вас греха не будет от той разумности, С какой они сочтут собой распорядиться, - Аллаху, истинно, известно все то, что делаете вы"
  },
  {
    "verse_number": 235,
    "text_uthmani": "وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُم بِهِۦ مِنْ خِطْبَةِ ٱلنِّسَآءِ أَوْ أَكْنَنتُمْ فِىٓ أَنفُسِكُمْ ۚ عَلِمَ ٱللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ وَلَـٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُوا۟ قَوْلًا مَّعْرُوفًا ۚ وَلَا تَعْزِمُوا۟ عُقْدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبْلُغَ ٱلْكِتَـٰبُ أَجَلَهُۥ ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِىٓ أَنفُسِكُمْ فَٱحْذَرُوهُ ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٌ",
    "text_uthmani_transcribed": "Wa lā junāḥa 'alaikum fīmā 'arraḍtum bihī min khiṭbatin-nisā'i au aknantum fī anfusikum, 'alimallāhu annakum satażkurūnahunna wa lākil lā tuwā'idūhunna sirran illā an taqūlū qaulam ma'rūfā(n), wa lā ta'zimū 'uqdatan-nikāḥi ḥattā yablugal-kitābu ajalah(ū), wa'lamū annallāha ya'lamu mā fī anfusikum faḥżarūh(u), wa'lamū annallāha gafūrun ḥalīm(un).",
    "translation": "На вас греха не будет в том, Коль к этим женщинам намеком тайным Вы обратитесь с предложением о браке Или сокроете в своей душе намерение это, - Ведь ведает Господь о том, Что вы о них в заветной памяти храните. Но тайных обещаний не давайте им И речь пристойную ведите. На узы брака с ними не решайтесь, Пока не истечет назначенный им срок, И знайте: ведает Господь Все, что сокрыто в ваших душах. Остерегайтесь гнева Бога И знайте: всепрощающ и воздержан Он"
  },
  {
    "verse_number": 236,
    "text_uthmani": "لَّا جُنَاحَ عَلَيْكُمْ إِن طَلَّقْتُمُ ٱلنِّسَآءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا۟ لَهُنَّ فَرِيضَةً ۚ وَمَتِّعُوهُنَّ عَلَى ٱلْمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلْمُقْتِرِ قَدَرُهُۥ مَتَـٰعًۢا بِٱلْمَعْرُوفِ ۖ حَقًّا عَلَى ٱلْمُحْسِنِينَ",
    "text_uthmani_transcribed": "Lā junāḥa 'alaikum in ṭallaqtumun-nisā'a mā lam tamassūhunna au tafriḍū lahunna farīḍah(tan), wa matti'ūhunna 'alal-mūsi'i qadaruhū wa 'alal-muqtiri qadaruhū matā'am bil-ma'rūf(i), ḥaqqan 'alal-muḥsinīn(a).",
    "translation": "На вас греха не будет в том, Коль вы развод даете женам, К которым вы еще не прикасались, Иль не скрепили договора о предбрачном даре. Вы одарите их согласно своему достатку: Богатый - сообразно своему, а бедный - своему, Дав им дары в благопристойной мере, Как подобает всем благотворящим"
  },
  {
    "verse_number": 237,
    "text_uthmani": "وَإِن طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ إِلَّآ أَن يَعْفُونَ أَوْ يَعْفُوَا۟ ٱلَّذِى بِيَدِهِۦ عُقْدَةُ ٱلنِّكَاحِ ۚ وَأَن تَعْفُوٓا۟ أَقْرَبُ لِلتَّقْوَىٰ ۚ وَلَا تَنسَوُا۟ ٱلْفَضْلَ بَيْنَكُمْ ۚ إِنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "text_uthmani_transcribed": "Wa in ṭallaqtumūhunna min qabli an tamassūhunna wa qad faraḍtum lahunna farīḍatan faniṣfu mā faraḍtum illā ay ya'fūna au ya'fuwal-lażī biyadihī 'uqdatun-nikāḥ(i), wa an ta'fū aqrabu lit-taqwā, wa lā tansawul-faḍla bainakum, innallāha bimā ta'malūna baṣīr(un).",
    "translation": "Но если вы развод даете женам, К которым вы еще не прикасались, А ваш предбрачный дар уже исчислен, Им половина этой доли надлежит, Коль они сами (в вашу пользу) не простят Иль не простит (в их пользу) тот, В руках которого завязан узел брака; Но уступить жене (вторую половину доли) - Благочестивее всего для мужа. Великодушие и благость меж собой Забвению не предавайте, - Аллах ведь видит все, что делаете вы"
  },
  {
    "verse_number": 238,
    "text_uthmani": "حَـٰفِظُوا۟ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلْوُسْطَىٰ وَقُومُوا۟ لِلَّهِ قَـٰنِتِينَ",
    "text_uthmani_transcribed": "Ḥāfiẓū 'alaṣ-ṣalawāti waṣ-ṣalātil-wusṭā, wa qūmū lillāhi qānitīn(a).",
    "translation": "Свои молитвы строго соблюдайте, Особо (чтите) среднюю молитву, Благоговейно стойте пред Аллахом (В своем молитвенном призыве)"
  },
  {
    "verse_number": 239,
    "text_uthmani": "فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا ۖ فَإِذَآ أَمِنتُمْ فَٱذْكُرُوا۟ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمْ تَكُونُوا۟ تَعْلَمُونَ",
    "text_uthmani_transcribed": "Fa'in khiftum farijālan au rukbānā(n), fa'iżā amintum fażkurullāha kamā 'allamakum mā lam takūnū ta'lamūn(a).",
    "translation": "Но если вас преследует опасность, Молитесь пешими иль не сходя с коня; Когда ж опасность вас минует, Вы призовите Господа хвалой, Как Он вас научил И как дотоле вы не знали"
  },
  {
    "verse_number": 240,
    "text_uthmani": "وَٱلَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَٰجًا وَصِيَّةً لِّأَزْوَٰجِهِم مَّتَـٰعًا إِلَى ٱلْحَوْلِ غَيْرَ إِخْرَاجٍ ۚ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِى مَا فَعَلْنَ فِىٓ أَنفُسِهِنَّ مِن مَّعْرُوفٍ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
    "text_uthmani_transcribed": "Wal-lażīna yutawaffauna minkum wa yażarūna azwājā(n), waṣiyyatal li'azwājihim matā'an ilal-ḥauli gaira ikhrāj(in), fa'in kharajna falā junāḥa 'alaikum fī mā fa'alna fī anfusihinna mim ma'rūf(in), wallāhu 'azīzun ḥakīm(un).",
    "translation": "И те из вас, которые уйдут из жизни, Оставив овдовевших жен, Должны им завещать на содержание надел И проживание под крышей дома сроком на год. Но коль они покинут стены дома, На вас греха не будет от той разумности, С какой они сочтут собой распорядиться, - Ведь всемогущ Аллах и мудр"
  },
  {
    "verse_number": 241,
    "text_uthmani": "وَلِلْمُطَلَّقَـٰتِ مَتَـٰعٌۢ بِٱلْمَعْرُوفِ ۖ حَقًّا عَلَى ٱلْمُتَّقِينَ",
    "text_uthmani_transcribed": "Wa lil-muṭallaqāti matā'um bil-ma'rūf(i),  ḥaqqan 'alal-muttaqīn(a).",
    "translation": "Для разведенных жен на содержание - Надел благопристойный. (Господь) вменил сие благочестивым"
  },
  {
    "verse_number": 242,
    "text_uthmani": "كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَـٰتِهِۦ لَعَلَّكُمْ تَعْقِلُونَ",
    "text_uthmani_transcribed": "Każālika yubayyinullāhu lakum āyātihī la'allakum ta'qilūn(a).",
    "translation": "Так вам Аллах Свои знамения толкует, Чтоб вы могли уразуметь"
  }
]