{
  "chapter_number": 34,
  "verses": [
    {
      "verse_number": 34,
      "text_uthmani": "وَمَآ أَرْسَلْنَا فِى قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَآ إِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَـٰفِرُونَ",
      "text_uthmani_transcribed": "Wa mā arsalnā min qaryatim min nażīrin illā qāla mutrafūhā, innā bimā ursiltum bihī kāfirūn(a).",
      "translation": "И не был послан Нами увещатель В какое-либо поселенье без того, Чтобы зажиточные люди в нем не говорили: \"Не веруем мы в то, с чем посланы вы к нам"
    },
    {
      "verse_number": 35,
      "text_uthmani": "وَقَالُوا۟ نَحْنُ أَكْثَرُ أَمْوَٰلًا وَأَوْلَـٰدًا وَمَا نَحْنُ بِمُعَذَّبِينَ",
      "text_uthmani_transcribed": "Wa qālū naḥnu akṡaru amwālaw wa aulādā(n), wa mā naḥnu bimu'ażżabīn(a).",
      "translation": "И говорили: \"Мы добром богаче и детьми. Нас наказанью не подвергнут"
    },
    {
      "verse_number": 36,
      "text_uthmani": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "text_uthmani_transcribed": "Qul inna rabbī yabsuṭur-rizqa limay yasyā'u wa yaqdiru wa lākinna akṡaran-nāsi lā ya'lamūn(a).",
      "translation": "Скажи: \"Поистине, Господь мой Надел Свой ширит или мерой раздает По соответствию Своей угоде, - Но большинство людей не знает"
    },
    {
      "verse_number": 37,
      "text_uthmani": "وَمَآ أَمْوَٰلُكُمْ وَلَآ أَوْلَـٰدُكُم بِٱلَّتِى تُقَرِّبُكُمْ عِندَنَا زُلْفَىٰٓ إِلَّا مَنْ ءَامَنَ وَعَمِلَ صَـٰلِحًا فَأُو۟لَـٰٓئِكَ لَهُمْ جَزَآءُ ٱلضِّعْفِ بِمَا عَمِلُوا۟ وَهُمْ فِى ٱلْغُرُفَـٰتِ ءَامِنُونَ",
      "text_uthmani_transcribed": "Wa mā amwālukum wa lā aulādukum bil-latī tuqarribukum 'indanā zulfā illā man āmana wa 'amila ṣāliḥā(n), fa'ulā'ika lahum jazā'uḍ-ḍi'fi bimā 'amilū wa hum fil-gurufāti āminūn(a).",
      "translation": "Ваше добро и ваши дети - не то, Что может вас приблизить к Нам. Нам ближе всех лишь те, Что веруют и делают благое. Лишь им - двойное воздаяние за их дела, Лишь им - покой и безопасность В чертогах горных райской благодати"
    },
    {
      "verse_number": 38,
      "text_uthmani": "وَٱلَّذِينَ يَسْعَوْنَ فِىٓ ءَايَـٰتِنَا مُعَـٰجِزِينَ أُو۟لَـٰٓئِكَ فِى ٱلْعَذَابِ مُحْضَرُونَ",
      "text_uthmani_transcribed": "Wal-lażīna yas'auna fī āyātinā mu'ājizīna ulā'ika fil-'ażābi muḥḍarūn(a).",
      "translation": "А те, которые усердствуют против знамений Наших, Пытаясь (всеми силами) ослабить их, - Те будут преданы (Господней) каре"
    },
    {
      "verse_number": 39,
      "text_uthmani": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥ ۚ وَمَآ أَنفَقْتُم مِّن شَىْءٍ فَهُوَ يُخْلِفُهُۥ ۖ وَهُوَ خَيْرُ ٱلرَّٰزِقِينَ",
      "text_uthmani_transcribed": "Qul inna rabbī yabsuṭur-rizqa limay yasyā'u min 'ibādihī wa yaqdiru lah(ū), wa mā anfaqtum min syai'in fahuwa yukhlifuh(ū), wa huwa khairur-rāziqīn(a).",
      "translation": "Скажи: \"Господь мой, истинно, Надел Свой ширит или мерой раздает Тому, кого сочтет Своим желаньем; И что бы вы из своего добра ни издержали, Он возместит ваши (затраты), - Он - лучший из распорядителей потребного (для жизни)"
    },
    {
      "verse_number": 40,
      "text_uthmani": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَـٰٓئِكَةِ أَهَـٰٓؤُلَآءِ إِيَّاكُمْ كَانُوا۟ يَعْبُدُونَ",
      "text_uthmani_transcribed": "Wa yauma yaḥsyuruhum jamī'an ṡumma yaqūlu lil-malā'ikati ahā'ulā'i iyyākum kānū ya'budūn(a).",
      "translation": "В тот День Он соберет их всех И скажет ангелам: \"Не вам ли эти люди поклонялись"
    },
    {
      "verse_number": 41,
      "text_uthmani": "قَالُوا۟ سُبْحَـٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِم ۖ بَلْ كَانُوا۟ يَعْبُدُونَ ٱلْجِنَّ ۖ أَكْثَرُهُم بِهِم مُّؤْمِنُونَ",
      "text_uthmani_transcribed": "Qālū subḥānaka anta waliyyunā min dūnihim, bal kānū ya'budūnal-jinna akṡaruhum bihim mu'minūn(a).",
      "translation": "Хвала Тебе! - они ответят. - Ты - Покровитель нам, а не они! Не (нас, конечно), - джиннов они чтили, - Ведь большинство из них уверовало в них"
    },
    {
      "verse_number": 42,
      "text_uthmani": "فَٱلْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَّفْعًا وَلَا ضَرًّا وَنَقُولُ لِلَّذِينَ ظَلَمُوا۟ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّتِى كُنتُم بِهَا تُكَذِّبُونَ",
      "text_uthmani_transcribed": "Fal-yauma lā yamliku ba'ḍukum liba'ḍin naf'aw wa ḍarrā(n), wa naqūlu lil-lażīna ẓalamū żūqū 'ażāban-nāril-latī kuntum bihā tukażżibūn(a).",
      "translation": "В тот самый День Никто из них ничем - ни добрым, ни дурным - Располагать в пользу других не будет. И нечестивым скажем Мы: \"Вкусите наказание Огнем, Который вы считали ложью"
    },
    {
      "verse_number": 43,
      "text_uthmani": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ قَالُوا۟ مَا هَـٰذَآ إِلَّا رَجُلٌ يُرِيدُ أَن يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ ءَابَآؤُكُمْ وَقَالُوا۟ مَا هَـٰذَآ إِلَّآ إِفْكٌ مُّفْتَرًى ۚ وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلْحَقِّ لَمَّا جَآءَهُمْ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
      "text_uthmani_transcribed": "Wa iżā tutlā 'alaihim āyātunā bayyinātin qālū mā hāżā illā rajuluy yurīdu ay yaṣuddakum 'ammā kāna ya'budu ābā'ukum, wa qālū mā hāżā illā ifkum muftarā(n), wa qālal-lażīna kafarū lil-ḥaqqi lammā jā'ahum, in hāżā illā siḥrum mubīn(un).",
      "translation": "Когда читают им знаменья ясные от Нас, То говорят они: \"Это - всего лишь человек, Кто хочет отвратить вас (от богов), Которых чтили ваши праотцы\". И говорят еще: \"Это - всего лишь ложь, Измышленная (человеком)!\" И говорят неверные об Истине, Что к ним пришла: \"Это - всего лишь колдовство, и только"
    },
    {
      "verse_number": 44,
      "text_uthmani": "وَمَآ ءَاتَيْنَـٰهُم مِّن كُتُبٍ يَدْرُسُونَهَا ۖ وَمَآ أَرْسَلْنَآ إِلَيْهِمْ قَبْلَكَ مِن نَّذِيرٍ",
      "text_uthmani_transcribed": "Wa mā ātaināhum min kutubiy yadrusūnahā wa mā arsalnā ilaihim qablaka min nażīr(in).",
      "translation": "Мы не давали Книги им, Которые они бы изучали, И увещателя к ним до тебя не посылали"
    }
  ]
}