{
  "chapter_number": 28,
  "verses": [
    {
      "verse_number": 23,
      "text_uthmani": "وَلَمَّا وَرَدَ مَآءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِّنَ ٱلنَّاسِ يَسْقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمْرَأَتَيْنِ تَذُودَانِ ۖ قَالَ مَا خَطْبُكُمَا ۖ قَالَتَا لَا نَسْقِى حَتَّىٰ يُصْدِرَ ٱلرِّعَآءُ ۖ وَأَبُونَا شَيْخٌ كَبِيرٌ",
      "text_uthmani_transcribed": "Wa lammā warada mā'a madyana wajada 'alaihi ummatam minan-nāsi yasqūn(a), wa wajada min dūnihimumra'ataini tażūdān(i), qāla mā khaṭbukumā, qālatā lā nasqī ḥattā yuṣdirar-ri'ā'u wa abūnā syaikhun kabīr(un).",
      "translation": "Когда пришел он к питьевым местам Мадйана, Он там нашел толпу людей, Которые (стада свои) поили, А в стороне от них увидел двух девиц, Что отогнали в сторону (свой скот). Он (их) спросил: \"В чем ваше дело?\" Они ответили (ему): \"Мы напоить (наш скот) не можем, Пока не отойдут (все пастухи), А наш отец - глубокий старец"
    },
    {
      "verse_number": 24,
      "text_uthmani": "فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّى لِمَآ أَنزَلْتَ إِلَىَّ مِنْ خَيْرٍ فَقِيرٌ",
      "text_uthmani_transcribed": "Fasaqā lahumā ṡumma tawallā ilaẓ-ẓilli faqāla rabbi innī limā anzalta ilayya min khairin faqīr(un).",
      "translation": "Он напоил (их скот) для них, Потом же удалился в тень и молвил: \"О Господи! Я, истинно, нуждаюсь в благе, Что Ты ниспосылаешь мне сейчас"
    },
    {
      "verse_number": 25,
      "text_uthmani": "فَجَآءَتْهُ إِحْدَىٰهُمَا تَمْشِى عَلَى ٱسْتِحْيَآءٍ قَالَتْ إِنَّ أَبِى يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا ۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيْهِ ٱلْقَصَصَ قَالَ لَا تَخَفْ ۖ نَجَوْتَ مِنَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
      "text_uthmani_transcribed": "Fajā'athu iḥdāhumā tamsyī 'alastiḥyā'(in), qālat inna abī yad'ūka liyajziyaka ajra mā saqaita lanā, falammā jā'ahū wa qaṣṣa 'alaihil-qaṣaṣ(a), qāla lā takhaf, najauta minal-qaumiẓ-ẓālimīn(a).",
      "translation": "Потом одна из этих (двух девиц) Пришла к нему стыдливою походкой И сказала: \"Тебя отец мой приглашает, Чтобы тебе награду дать за то, Что напоил ты (скот) для нас\". Когда же Муса к ним пришел И (старцу) рассказал историю свою, (Старец) сказал: \"Не бойся ничего! Освободился ты от злочестивого народа"
    },
    {
      "verse_number": 26,
      "text_uthmani": "قَالَتْ إِحْدَىٰهُمَا يَـٰٓأَبَتِ ٱسْتَـْٔجِرْهُ ۖ إِنَّ خَيْرَ مَنِ ٱسْتَـْٔجَرْتَ ٱلْقَوِىُّ ٱلْأَمِينُ",
      "text_uthmani_transcribed": "Qālat iḥdāhumā yā abatista'jirh(u), inna khaira manista'jartal-qawiyyul-amīn(u).",
      "translation": "И тут одна из (дочерей его) сказала: \"Отец, возьми его к себе на службу: Лучший из тех, кого ты можешь взять, - Тот, в ком есть сила И кому (ты можешь) доверять"
    },
    {
      "verse_number": 27,
      "text_uthmani": "قَالَ إِنِّىٓ أُرِيدُ أَنْ أُنكِحَكَ إِحْدَى ٱبْنَتَىَّ هَـٰتَيْنِ عَلَىٰٓ أَن تَأْجُرَنِى ثَمَـٰنِىَ حِجَجٍ ۖ فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِندِكَ ۖ وَمَآ أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ ۚ سَتَجِدُنِىٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّـٰلِحِينَ",
      "text_uthmani_transcribed": "Qāla innī urīdu an unkiḥaka iḥdabnatayya hātaini 'alā an ta'juranī ṡamāniya ḥijaj(in), fa'in atmamta 'asyran famin 'indik(a), wa mā urīdu an asyuqqa 'alaik(a), satajidunī in syā'allāhu minaṣ-ṣāliḥīn(a).",
      "translation": "(Старец) сказал: \"Хочу я выдать замуж за тебя Одну из этих (дочерей моих) На том условии, что ты Служить мне будешь восемь лет, А если в десять лет ты завершишь свой срок, Так это будет твоей (доброй волей), - Я не хочу стеснять тебя. Ты праведным всегда меня найдешь, Если на то будет угода Бога"
    },
    {
      "verse_number": 28,
      "text_uthmani": "قَالَ ذَٰلِكَ بَيْنِى وَبَيْنَكَ ۖ أَيَّمَا ٱلْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَٰنَ عَلَىَّ ۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ",
      "text_uthmani_transcribed": "Qāla żālika bainī wa bainak(a), ayyamal-ajalaini qaḍaitu falā 'udwāna 'alayy(a), wallāhu 'alā mā naqūlu wakīl(un).",
      "translation": "Пусть будет так меж мною и тобой, - ответил Муса. - Какой бы срок из этих двух Мне (ни пришлось) бы выполнять, Ко мне обид ты предъявлять не должен, И будет поручителем Аллах Тому, о чем сейчас мы говорим"
    },
    {
      "verse_number": 29,
      "text_uthmani": "۞ فَلَمَّا قَضَىٰ مُوسَى ٱلْأَجَلَ وَسَارَ بِأَهْلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارًا قَالَ لِأَهْلِهِ ٱمْكُثُوٓا۟ إِنِّىٓ ءَانَسْتُ نَارًا لَّعَلِّىٓ ءَاتِيكُم مِّنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ مِّنَ ٱلنَّارِ لَعَلَّكُمْ تَصْطَلُونَ",
      "text_uthmani_transcribed": "Falammā qaḍā mūsal-ajala wa sāra bi'ahlihī ānasa min jānibiṭ-ṭūri nārā(n), qāla li'ahlihimkuṡū innī ānastu nāral la'allī ātīkum minhā bikhabarin au jażwatim minan-nāri la'allakum taṣṭalūn(a).",
      "translation": "Когда же Муса завершил свой срок, Он со своей семьей отправился в дорогу. (В пути) он вдруг на стороне горы огонь заметил. Он молвил: \"Оставайтесь здесь! Я чувствую присутствие огня. Я принесу оттуда вам Какую-либо весть иль головешку, Чтоб вы могли согреться (у костра)"
    },
    {
      "verse_number": 30,
      "text_uthmani": "فَلَمَّآ أَتَىٰهَا نُودِىَ مِن شَـٰطِئِ ٱلْوَادِ ٱلْأَيْمَنِ فِى ٱلْبُقْعَةِ ٱلْمُبَـٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَـٰمُوسَىٰٓ إِنِّىٓ أَنَا ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ",
      "text_uthmani_transcribed": "Falammā atāhā nūdiya min syāṭi'il wādil aimani fil buq'atil mubārakati minasy syajarati ay yā mūsā innī anallāhu rabbul-'ālamīn(a).",
      "translation": "И вот когда он подошел к нему, То с правой стороны долины, Из глубины кустарника благословенной рощи, К нему раздался глас: \"О Муса! Я - Аллах, Господь миров"
    },
    {
      "verse_number": 31,
      "text_uthmani": "وَأَنْ أَلْقِ عَصَاكَ ۖ فَلَمَّا رَءَاهَا تَهْتَزُّ كَأَنَّهَا جَآنٌّ وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ ۚ يَـٰمُوسَىٰٓ أَقْبِلْ وَلَا تَخَفْ ۖ إِنَّكَ مِنَ ٱلْـَٔامِنِينَ",
      "text_uthmani_transcribed": "Wa alqi 'aṣāk(a), falammā ra'āhā tahtazzu ka'annahā jānnuw wallā mudbiraw wa lam yu'aqqib, yā mūsā aqbil wa lā takhaf, innaka minal-āminīn(a).",
      "translation": "Брось посох свой!\" Когда увидел он, Что его посох змеем взвился, Отпрянул он назад, (Боясь) за ним вернуться. (И тут опять раздался глас): \"О Муса! Подойди сюда! Не бойся, - Ведь ты - из тех, кто в безопасности (отныне)"
    },
    {
      "verse_number": 32,
      "text_uthmani": "ٱسْلُكْ يَدَكَ فِى جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٍ وَٱضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ ٱلرَّهْبِ ۖ فَذَٰنِكَ بُرْهَـٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦٓ ۚ إِنَّهُمْ كَانُوا۟ قَوْمًا فَـٰسِقِينَ",
      "text_uthmani_transcribed": "Usluk yadaka fī jaibika takhruj baiḍā'a min gairi sū'(in), waḍmum ilaika janāḥaka minar-rahbi fażānika burhānāni mir rabbika ilā fir'auna wa mala'ih(ī), innahum kānū qauman fāsiqīn(a).",
      "translation": "Теперь за пазуху ты руку положи, И она выйдет, белизной сверкая, Без всякого вреда тебе. Теперь, оставив страх, Прижми к себе свое крыло. (Твой посох и рука) от Бога твоего Двумя свидетельствами будут Для Фараона и его вельмож, - Они, поистине, народ распутный"
    },
    {
      "verse_number": 33,
      "text_uthmani": "قَالَ رَبِّ إِنِّى قَتَلْتُ مِنْهُمْ نَفْسًا فَأَخَافُ أَن يَقْتُلُونِ",
      "text_uthmani_transcribed": "Qāla rabbi innī qataltu minhum nafsan fa'akhāfu ay yaqtulūn(i).",
      "translation": "О Господи! - ответил Муса. - Убил я душу (одного) из них, И я боюсь: они меня погубят"
    }
  ]
}