{
  "chapter_number": 18,
  "verses": [
    {
      "verse_number": 67,
      "text_uthmani": "قَالَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا",
      "text_uthmani_transcribed": "Qāla innaka lan tastaṭī'a ma'iya ṣabrā(n).",
      "translation": "Но тот ответил: \"Ты не сможешь сохранить терпение со мной"
    },
    {
      "verse_number": 68,
      "text_uthmani": "وَكَيْفَ تَصْبِرُ عَلَىٰ مَا لَمْ تُحِطْ بِهِۦ خُبْرًا",
      "text_uthmani_transcribed": "Wa kaifa taṣbiru 'alā mā lam tuḥiṭ bihī khubrā(n).",
      "translation": "И как тебе быть терпеливым в тех (вещах), Смысл которых для тебя неясен"
    },
    {
      "verse_number": 69,
      "text_uthmani": "قَالَ سَتَجِدُنِىٓ إِن شَآءَ ٱللَّهُ صَابِرًا وَلَآ أَعْصِى لَكَ أَمْرًا",
      "text_uthmani_transcribed": "Qāla satajidunī in syā'allāhu ṣābiraw wa lā a'ṣī laka amrā(n).",
      "translation": "Муса сказал: \"Если Аллаху так угодно, Меня найдешь ты терпеливым; Я не ослушаюсь тебя ни в чем"
    },
    {
      "verse_number": 70,
      "text_uthmani": "قَالَ فَإِنِ ٱتَّبَعْتَنِى فَلَا تَسْـَٔلْنِى عَن شَىْءٍ حَتَّىٰٓ أُحْدِثَ لَكَ مِنْهُ ذِكْرًا",
      "text_uthmani_transcribed": "Qāla fa inittaba'tanī falā tas'alnī 'an syai'in ḥattā uḥdiṡa laka minhu żikrā(n).",
      "translation": "Сказал он: \"Если ты последуешь за мной, Не задавай мне никаких вопросов, Пока я (к сути твоего вопроса) не вернусь"
    },
    {
      "verse_number": 71,
      "text_uthmani": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِى ٱلسَّفِينَةِ خَرَقَهَا ۖ قَالَ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْـًٔا إِمْرًا",
      "text_uthmani_transcribed": "Fanṭalaqā, ḥattā iżā rakibā fis-safīnati khara ahā, qāla akharaqtahā litugriqa ahlahā, laqad ji'ta syai'an imrā(n).",
      "translation": "Они отправились в дорогу оба И, (лодку повстречав), вошли в нее. Тут он ее (внезапно) продырявил, И Муса, (не стерпев), сказал: \"Ты сделал в ней дыру, Чтоб потопить сидящих в ней? Как странно поведение твое"
    },
    {
      "verse_number": 72,
      "text_uthmani": "قَالَ أَلَمْ أَقُلْ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا",
      "text_uthmani_transcribed": "Qāla alam aqul innaka lan tastaṭī'a ma'iya ṣabrā(n).",
      "translation": "Ответил тот: \"Не я ли говорил тебе, Что ты со мной не сможешь сохранить терпенье"
    },
    {
      "verse_number": 73,
      "text_uthmani": "قَالَ لَا تُؤَاخِذْنِى بِمَا نَسِيتُ وَلَا تُرْهِقْنِى مِنْ أَمْرِى عُسْرًا",
      "text_uthmani_transcribed": "Qāla lā tu'ākhiżnī bimā nasītu wa lā turhiqnī min amrī 'usrā(n).",
      "translation": "Не укоряй меня за то, что я забыл, - ответил Муса, - И в моем деле на меня не возлагай Те тяготы, (что мне невмочь нести)"
    },
    {
      "verse_number": 74,
      "text_uthmani": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَـٰمًا فَقَتَلَهُۥ قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةًۢ بِغَيْرِ نَفْسٍ لَّقَدْ جِئْتَ شَيْـًٔا نُّكْرًا",
      "text_uthmani_transcribed": "Fanṭalaqā, ḥattā iżā laqiyā gulāman fa qatalah(ū), qāla aqatalta nafsan zakiyyatam bigairi nafs(in), laqad ji'ta syai'an nukrā(n).",
      "translation": "Они продолжили свой путь И шли, пока им юноша не повстречался. И тут убил его (попутчик Мусы), И (потрясенный Муса, вновь не утерпев), сказал: \"Ужель убил ты душу, неповинную в убийстве? Ты совершил дурной поступок"
    },
    {
      "verse_number": 75,
      "text_uthmani": "۞ قَالَ أَلَمْ أَقُل لَّكَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا",
      "text_uthmani_transcribed": "Qāla alam aqul laka innaka lan tastaṭī'a ma'iya ṣabrā(n).",
      "translation": "Ответил тот: \"Не я ли говорил тебе, Что ты со мной не сможешь сохранить терпенье"
    },
    {
      "verse_number": 76,
      "text_uthmani": "قَالَ إِن سَأَلْتُكَ عَن شَىْءٍۭ بَعْدَهَا فَلَا تُصَـٰحِبْنِى ۖ قَدْ بَلَغْتَ مِن لَّدُنِّى عُذْرًا",
      "text_uthmani_transcribed": "Qāla in sa'altuka 'an syai'im ba'dahā falā tuṣāḥibnī, qad balagta mil ladunnī 'użrā(n).",
      "translation": "Муса сказал: \"Если тебя я после этого о чем-нибудь спрошу, Не позволяй мне путь с тобой продолжить, - Это тебе служило б извиненьем от меня"
    },
    {
      "verse_number": 77,
      "text_uthmani": "فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهْلَ قَرْيَةٍ ٱسْتَطْعَمَآ أَهْلَهَا فَأَبَوْا۟ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥ ۖ قَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ أَجْرًا",
      "text_uthmani_transcribed": "Fanṭalaqā, ḥattā iżā atayā ahla qaryatinistaṭ'amā ahlahā fa abau ay yuḍayyifūhumā fa wajadā fīhā jidāray yurīdu ay yaqaḍḍa fa aqāmah(ū), qāla lau syi'ta lattakhażta 'alaihi ajrā(n).",
      "translation": "Они продолжили свой путь, Пока не подошли к селенью И жителей его о пище не спросили. Но те в гостеприимстве отказали им. Они нашли в селенье стену, Которая была готова развалиться, И тут (попутчик Мусы) починил ее. Муса сказал: \"Если бы ты хотел того, Ты мог бы получить за это плату"
    }
  ]
}