[
  {
    "verse_number": 45,
    "text_uthmani": "وَٱللَّهُ خَلَقَ كُلَّ دَآبَّةٍ مِّن مَّآءٍ ۖ فَمِنْهُم مَّن يَمْشِى عَلَىٰ بَطْنِهِۦ وَمِنْهُم مَّن يَمْشِى عَلَىٰ رِجْلَيْنِ وَمِنْهُم مَّن يَمْشِى عَلَىٰٓ أَرْبَعٍ ۚ يَخْلُقُ ٱللَّهُ مَا يَشَآءُ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Wallāhu khalaqa kulla dābbatim mim mā'(in), fa minhum may yamsyī 'alā baṭinih(ī), wa minhum may yamsyī 'alā rijlain(i), wa minhum may yamsyī 'alā arba'(in), yakhluqullāhu mā yasyā'(u), innallāha 'alā kulli syai'in qadīr(un).",
    "translation": "И сотворил Аллах всю живность из воды; Одни из них передвигаются на брюшке, На двух ногах другие ходят, Иные же - на четырех. (И мудростью Господней Воли) Творит Аллах, что пожелает, - Ведь мощен Он над всем и вся"
  },
  {
    "verse_number": 46,
    "text_uthmani": "لَّقَدْ أَنزَلْنَآ ءَايَـٰتٍ مُّبَيِّنَـٰتٍ ۚ وَٱللَّهُ يَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "text_uthmani_transcribed": "Laqad anzalnā āyātim mubayyināt(in), wallāhu yahdī may yasyā'u ilā ṣirāṭim mustaqīm(in).",
    "translation": "Мы ниспослали ясные знаменья, (И ими) ведет Аллах к пути прямому Того, кого Своим желанием сочтет"
  },
  {
    "verse_number": 47,
    "text_uthmani": "وَيَقُولُونَ ءَامَنَّا بِٱللَّهِ وَبِٱلرَّسُولِ وَأَطَعْنَا ثُمَّ يَتَوَلَّىٰ فَرِيقٌ مِّنْهُم مِّنۢ بَعْدِ ذَٰلِكَ ۚ وَمَآ أُو۟لَـٰٓئِكَ بِٱلْمُؤْمِنِينَ",
    "text_uthmani_transcribed": "Wa yaqūlūna āmannā billāhi wa bir-rasūli wa aṭa'nā ṡumma yatawallā farīqum minhum mim ba'di żālik(a), wa mā ulā'ika bil-mu'minīn(a).",
    "translation": "И говорят они: \"Мы веруем в Аллаха и в посланника (Его) И повинуемся (Его веленьям)\"; Потом же часть из них воротит спину, - Они и есть неверные (по сути)"
  },
  {
    "verse_number": 48,
    "text_uthmani": "وَإِذَا دُعُوٓا۟ إِلَى ٱللَّهِ وَرَسُولِهِۦ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌ مِّنْهُم مُّعْرِضُونَ",
    "text_uthmani_transcribed": "Wa iżā du'ū ilallāhi wa rasūlihī liyaḥkuma bainahum iżā farīqum minhum mu'riḍūn(a).",
    "translation": "Когда к Аллаху и к посланнику Его их призывают, Чтоб рассудил он между ними, - Гляди! Уж часть из них воротит спину"
  },
  {
    "verse_number": 49,
    "text_uthmani": "وَإِن يَكُن لَّهُمُ ٱلْحَقُّ يَأْتُوٓا۟ إِلَيْهِ مُذْعِنِينَ",
    "text_uthmani_transcribed": "Wa iy yakul lahumul-ḥaqqu ya'tū ilaihi muż'inīn(a).",
    "translation": "Но если были бы они правы, Они пришли б к нему покорно"
  },
  {
    "verse_number": 50,
    "text_uthmani": "أَفِى قُلُوبِهِم مَّرَضٌ أَمِ ٱرْتَابُوٓا۟ أَمْ يَخَافُونَ أَن يَحِيفَ ٱللَّهُ عَلَيْهِمْ وَرَسُولُهُۥ ۚ بَلْ أُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
    "text_uthmani_transcribed": "Afī qulūbihim maraḍun amirtābū am yakhāfūna ay yaḥīfallāhu 'alaihim wa rasūluh(ū), bal ulā'ika humuẓ-ẓālimūn(a).",
    "translation": "Неужто их сердца болезнь одолела, Иль зародилось в них сомненье, Иль страх обуревает их, Что и Аллах, и тот, кто послан Им, Несправедливо с ними обойдутся? Но нет! Они-то сами и несправедливы"
  },
  {
    "verse_number": 51,
    "text_uthmani": "إِنَّمَا كَانَ قَوْلَ ٱلْمُؤْمِنِينَ إِذَا دُعُوٓا۟ إِلَى ٱللَّهِ وَرَسُولِهِۦ لِيَحْكُمَ بَيْنَهُمْ أَن يَقُولُوا۟ سَمِعْنَا وَأَطَعْنَا ۚ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "text_uthmani_transcribed": "Innamā kāna qaulal-mu'minīna iżā du'ū ilallāhi wa rasūlihī liyaḥkuma bainahum ay yaqūlū sami'nā wa aṭa'nā, wa ulā'ika humul-mufliḥūn(a).",
    "translation": "Когда же верных призовут К Аллаху и посланнику Его, Чтоб рассудил он между ними, Единственным их словом будет: \"Мы слышали и повинуемся (Тебе)!\" - Лишь им (назначено) блаженство"
  },
  {
    "verse_number": 52,
    "text_uthmani": "وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ وَيَخْشَ ٱللَّهَ وَيَتَّقْهِ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَآئِزُونَ",
    "text_uthmani_transcribed": "Wa may yuṭi'illāha wa rasūlahū wa yakhsyallāha wa yattaqhi fa ulā'ika humul-fā'izūn(a).",
    "translation": "Ведь кто Аллаху и посланнику Его послушен, Кто, перед Ним благоговея, Страшится (неугодным стать Ему), - Тому и предстоит торжествовать"
  },
  {
    "verse_number": 53,
    "text_uthmani": "۞ وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُنَّ ۖ قُل لَّا تُقْسِمُوا۟ ۖ طَاعَةٌ مَّعْرُوفَةٌ ۚ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
    "text_uthmani_transcribed": "Wa aqsamū billāhi jahda aimānihim la'in amartahum layakhrujunn(a), qul lā tuqsimū, ṭā'atum ma'rūfah(tun), innallāha khabīrum bimā ta'malūn(a).",
    "translation": "Они Аллаха именем клялись - Сильнейшими из клятв своих, - Что, если ты прикажешь им, Они оставят (дом свой и добро) И выступят (по твоему призыву). Скажи: \"(Суровых) клятв вы не давайте, (А лишь) разумно повинуйтесь, - Ведь ведает Аллах, что делаете вы"
  },
  {
    "verse_number": 54,
    "text_uthmani": "قُلْ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ ۖ فَإِن تَوَلَّوْا۟ فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُم مَّا حُمِّلْتُمْ ۖ وَإِن تُطِيعُوهُ تَهْتَدُوا۟ ۚ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
    "text_uthmani_transcribed": "Qul aṭī'ullāha wa aṭī'ur-rasūl(a), fa in tawallau fa innamā 'alaihi mā ḥummila wa 'alaikum mā ḥummiltum, wa in tuṭī'ūhu tahtadū, wa mā 'alar rasūli illal-balāgul-mubīn(u).",
    "translation": "Скажи: \"Аллаху повинуйтесь И посланнику Его послушны будьте. А если отвернетесь - (что ж)! На нем - ответственность за то, Что на него возложено (Аллахом), А вы ответственны за то, Что возложил Аллах на вас. И если будете ему послушны, То встанете на правый путь. Ведь на посланнике - лишь ясно передать (Ниспосланное Откровенье)"
  },
  {
    "verse_number": 55,
    "text_uthmani": "وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَيَسْتَخْلِفَنَّهُمْ فِى ٱلْأَرْضِ كَمَا ٱسْتَخْلَفَ ٱلَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ ٱلَّذِى ٱرْتَضَىٰ لَهُمْ وَلَيُبَدِّلَنَّهُم مِّنۢ بَعْدِ خَوْفِهِمْ أَمْنًا ۚ يَعْبُدُونَنِى لَا يُشْرِكُونَ بِى شَيْـًٔا ۚ وَمَن كَفَرَ بَعْدَ ذَٰلِكَ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَـٰسِقُونَ",
    "text_uthmani_transcribed": "Wa'adallāhul-lażīna āmanū minkum wa 'amiluṣ-ṣāliḥāti layastakhlifannahum fil-arḍi kamastakhlafal-lażīna min qablihim, wa layumakkinanna lahum dīnahumul-lażirtaḍā lahum wa layubaddilannahum mim ba'di khaufihim amnā(n), ya'budūnanī lā yusyrikūna bī syai'ā(n), wa man kafara ba'da żālika fa ulā'ika humul-fāsiqūn(a).",
    "translation": "Аллах обетовал, что те из вас, Кто верует (в Него) и делает благое, Наследниками сей земли пребудут, Как пребывали те, кто был до них. И утвердит Он им религию, Которую для них избрал, А прежний страх их безопасностью заменит: \"Мне поклоняться они будут, Мне в соучастники ничто не будут придавать! А те, кто после этого окажется неверным, - Тот, истинно, распутник нечестивый"
  }
]