{
  "chapter_number": 27,
  "verses": [
    {
      "verse_number": 89,
      "text_uthmani": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ خَيْرٌ مِّنْهَا وَهُم مِّن فَزَعٍ يَوْمَئِذٍ ءَامِنُونَ",
      "text_uthmani_transcribed": "Man jā'a bil-ḥasanati falahū khairum minhā, wa hum min faza'iy yauma'iżin āminūn(a).",
      "translation": "Кто явится (к Нему) с добром, (В награду) большее добро (получит), В тот День (освободят) их от любого страха"
    },
    {
      "verse_number": 90,
      "text_uthmani": "وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِى ٱلنَّارِ هَلْ تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ",
      "text_uthmani_transcribed": "Wa man jā'a bis-sayyi'ati fakubbat wujūhuhum fin-nār(i), hal tujzauna illā mā kuntum ta'malūn(a).",
      "translation": "А те, которые придут с дурным, Лицом в Огонь поверженными будут, - Не по делам ли вашим воздается вам"
    },
    {
      "verse_number": 91,
      "text_uthmani": "إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَـٰذِهِ ٱلْبَلْدَةِ ٱلَّذِى حَرَّمَهَا وَلَهُۥ كُلُّ شَىْءٍ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ ٱلْمُسْلِمِينَ",
      "text_uthmani_transcribed": "Innamā umirtu an a'buda rabba hāżihil-baldatil-lażī ḥarramahā wa lahū kullu syai'iw wa umirtu an akūna minal-muslimīn(a).",
      "translation": "(Скажи): \"Мне Богу града этого Повелено служить и поклоняться, Кто осенил его запретом (для греха) И Кто владеет всем, (что суще), И мне повелено Ему предаться"
    },
    {
      "verse_number": 92,
      "text_uthmani": "وَأَنْ أَتْلُوَا۟ ٱلْقُرْءَانَ ۖ فَمَنِ ٱهْتَدَىٰ فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَقُلْ إِنَّمَآ أَنَا۠ مِنَ ٱلْمُنذِرِينَ",
      "text_uthmani_transcribed": "Wa an atluwal-qur'ān(a), famanihtadā fa'innamā yahtadī linafsih(ī), wa man ḍalla faqul innamā ana minal-munżirīn(a).",
      "translation": "И читать Коран\". И тот, кто встанет на стезю прямую, Себе на благо это совершит, А тем, кто уклонится в заблужденье, Скажи: \"Я только вас могу предостеречь"
    },
    {
      "verse_number": 93,
      "text_uthmani": "وَقُلِ ٱلْحَمْدُ لِلَّهِ سَيُرِيكُمْ ءَايَـٰتِهِۦ فَتَعْرِفُونَهَا ۚ وَمَا رَبُّكَ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
      "text_uthmani_transcribed": "Wa qulil-ḥamdu lillāhi sayurīkum āyātihī fata'rifūnahā, wa mā rabbuka bigāfilin 'ammā ta'malūn(a).",
      "translation": "И (далее) скажи: \"Хвала Аллаху! Он скоро явит вам знамения Свои, И вы их (сразу сможете) узнать, - Ведь в небрежении Господь ваш не бывает К тому, что делаете вы"
    }
  ]
}