[
  {
    "verse_number": 210,
    "text_uthmani": "هَلْ يَنظُرُونَ إِلَّآ أَن يَأْتِيَهُمُ ٱللَّهُ فِى ظُلَلٍ مِّنَ ٱلْغَمَامِ وَٱلْمَلَـٰٓئِكَةُ وَقُضِىَ ٱلْأَمْرُ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
    "text_uthmani_transcribed": "Hal yanẓurūna illā ay ya'tiyahumullāhu fī ẓulalim minal-gamāmi wal-malā'ikatu wa quḍiyal-amr(u), wa ilallāhi turja'ul-umūr(u).",
    "translation": "Неужто они будут ждать, Пока к ним не сойдут Аллах Под сенью облаков и ангелы Его - И тем вопрос решится? Но лишь к Аллаху одному Решение всех дел восходит"
  },
  {
    "verse_number": 211,
    "text_uthmani": "سَلْ بَنِىٓ إِسْرَٰٓءِيلَ كَمْ ءَاتَيْنَـٰهُم مِّنْ ءَايَةٍۭ بَيِّنَةٍ ۗ وَمَن يُبَدِّلْ نِعْمَةَ ٱللَّهِ مِنۢ بَعْدِ مَا جَآءَتْهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
    "text_uthmani_transcribed": "Sal banī isrā'īla kam ātaināhum min āyatim bayyinah(tin), wa may yubaddil ni'matallāhi mim ba'di mā jā'athu fa innallāha syadīdul-'iqāb(i).",
    "translation": "Сынов Исраиля спроси: Как много им знамений ясных Мы (милостью Своей) послали? А кто изменит милости Аллаха, Когда она к нему уже пришла, Аллах суровым будет в своей каре"
  },
  {
    "verse_number": 212,
    "text_uthmani": "زُيِّنَ لِلَّذِينَ كَفَرُوا۟ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَيَسْخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُوا۟ ۘ وَٱلَّذِينَ ٱتَّقَوْا۟ فَوْقَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ ۗ وَٱللَّهُ يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ",
    "text_uthmani_transcribed": "Zuyyina lil-lażīna kafarul-ḥayātud-dun-yā wa yaskharūna minal-lażīna āmanū, wal-lażīnattaqau fauqahum yaumal-qiyāmah(ti), wallāhu yarzuqu may yasyā'u bigairi ḥisāb(in).",
    "translation": "Жизнь в этом мире для неверных Полна прелестных искушений, И предают они насмешкам верных. Но встанут верные над ними В День Воскресения (на Суд); И тех, кого Аллах Своим желанием сочтет, Одарит Он безмерной благодатью"
  },
  {
    "verse_number": 213,
    "text_uthmani": "كَانَ ٱلنَّاسُ أُمَّةً وَٰحِدَةً فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلْكِتَـٰبَ بِٱلْحَقِّ لِيَحْكُمَ بَيْنَ ٱلنَّاسِ فِيمَا ٱخْتَلَفُوا۟ فِيهِ ۚ وَمَا ٱخْتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَـٰتُ بَغْيًۢا بَيْنَهُمْ ۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ لِمَا ٱخْتَلَفُوا۟ فِيهِ مِنَ ٱلْحَقِّ بِإِذْنِهِۦ ۗ وَٱللَّهُ يَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "text_uthmani_transcribed": "Kānan-nāsu ummataw wāḥidah(tan), fa ba'aṡallāhun-nabiyyīna mubasysyirīna wa munżirīn(a), wa anzala ma'ahumul-kitāba bil-ḥaqqi liyaḥkuma bainan-nāsi fīmakhtalafū fīh(i), wa makhtalafa fīhi illal-lażīna ūtūhu mim ba'di mā jā'athumul-bayyinātu bagyam bainahum, fahadallāhul-lażīna āmanū limakhtalafū fīhi minal-ḥaqqi bi'iżnih(ī), wallāhu yahdī may yasyā'u ilā ṣirāṭim mustaqīm(in).",
    "translation": "(Ведь некогда) одной общиной жили люди, И посылал Аллах пророков к ним С благою Вестью и с предупрежденьем (О Дне Господнего Суда). Он с ними Книгу Истины послал, Чтоб рассудили люди меж собой Все то, в чем разошлись (их страсти). Когда же им знаменья ясные предстали, То в разногласии остались только те, Кто был исполнен зависти и злобы. Аллах же милостью Своей Направил праведных к той Истине заветной, Что вызывала прежде разногласия средь них, - Ведь праведным путем Аллах ведет того, Кого сочтет Своим желаньем"
  },
  {
    "verse_number": 214,
    "text_uthmani": "أَمْ حَسِبْتُمْ أَن تَدْخُلُوا۟ ٱلْجَنَّةَ وَلَمَّا يَأْتِكُم مَّثَلُ ٱلَّذِينَ خَلَوْا۟ مِن قَبْلِكُم ۖ مَّسَّتْهُمُ ٱلْبَأْسَآءُ وَٱلضَّرَّآءُ وَزُلْزِلُوا۟ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ مَتَىٰ نَصْرُ ٱللَّهِ ۗ أَلَآ إِنَّ نَصْرَ ٱللَّهِ قَرِيبٌ",
    "text_uthmani_transcribed": "Am ḥasibtum an tadkhulul-jannata wa lammā ya'tikum maṡalul-lażīna khalau min qablikum, massathumul-ba'sā'u waḍ-ḍarrā'u wa zulzilū ḥattā yaqūlar-rasūlu wal-lażīna āmanū ma'ahū matā naṣrullāh(i), alā inna naṣrallāhi qarīb(un).",
    "translation": "Иль думаете вы, что в Рай войдете, Не испытав того, чему подверглись те, кто был до вас? Они прошли страдания и беды. И так был потрясен их дух, Что и пророк, и те, которые уверовали с ним, Взмолили: \"Когда ж Господня помощь (снизойдет)?\" Поистине, (всегда) близка Господня помощь"
  },
  {
    "verse_number": 215,
    "text_uthmani": "يَسْـَٔلُونَكَ مَاذَا يُنفِقُونَ ۖ قُلْ مَآ أَنفَقْتُم مِّنْ خَيْرٍ فَلِلْوَٰلِدَيْنِ وَٱلْأَقْرَبِينَ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَٱبْنِ ٱلسَّبِيلِ ۗ وَمَا تَفْعَلُوا۟ مِنْ خَيْرٍ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ",
    "text_uthmani_transcribed": "Yas'alūnaka māżā yunfiqūn(a), qul mā anfaqtum min khairin falil-wālidaini wal-aqrabīna wal-yatāmā wal-masākīni wabnis-sabīl(i), wa mā taf'alū min khairin fa innallāha bihī 'alīm(un).",
    "translation": "И задают они тебе вопрос: Какой расход им надлежит (на милостыню) издержать? Ответь: \"Что вы даете - добрым быть должно, Оно идет родителям, и близким, и сиротам, Тем, кто в нужде, и тем, кто держит путь. И что бы доброе ни совершили вы, Господь всегда тому свидетель"
  },
  {
    "verse_number": 216,
    "text_uthmani": "كُتِبَ عَلَيْكُمُ ٱلْقِتَالُ وَهُوَ كُرْهٌ لَّكُمْ ۖ وَعَسَىٰٓ أَن تَكْرَهُوا۟ شَيْـًٔا وَهُوَ خَيْرٌ لَّكُمْ ۖ وَعَسَىٰٓ أَن تُحِبُّوا۟ شَيْـًٔا وَهُوَ شَرٌّ لَّكُمْ ۗ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
    "text_uthmani_transcribed": "Kutiba 'alaikumul-qitālu wa huwa kurhul lakum, wa 'asā an takrahū syai'aw wa huwa khairul lakum, wa 'asā an tuḥibbū syai'aw wa huwa syarrul lakum, wallāhu ya'lamu wa antum lā ta'lamūn(a).",
    "translation": "Вам воевать предписано (на промысле Господнем), И это крайне ненавистно вам. Быть может, то, что ненавистно вам, (Со временем) вам обратится благом, И может быть, вам любо то, Что злом (со временем) вам станет, - Вам (никогда) не знать того, О чем, поистине, известно лишь Аллаху"
  },
  {
    "verse_number": 217,
    "text_uthmani": "يَسْـَٔلُونَكَ عَنِ ٱلشَّهْرِ ٱلْحَرَامِ قِتَالٍ فِيهِ ۖ قُلْ قِتَالٌ فِيهِ كَبِيرٌ ۖ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفْرٌۢ بِهِۦ وَٱلْمَسْجِدِ ٱلْحَرَامِ وَإِخْرَاجُ أَهْلِهِۦ مِنْهُ أَكْبَرُ عِندَ ٱللَّهِ ۚ وَٱلْفِتْنَةُ أَكْبَرُ مِنَ ٱلْقَتْلِ ۗ وَلَا يَزَالُونَ يُقَـٰتِلُونَكُمْ حَتَّىٰ يَرُدُّوكُمْ عَن دِينِكُمْ إِنِ ٱسْتَطَـٰعُوا۟ ۚ وَمَن يَرْتَدِدْ مِنكُمْ عَن دِينِهِۦ فَيَمُتْ وَهُوَ كَافِرٌ فَأُو۟لَـٰٓئِكَ حَبِطَتْ أَعْمَـٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۖ وَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
    "text_uthmani_transcribed": "Yas'alūnaka 'anisy-syahril-ḥarāmi qitālin fīh(i), qul qitālun fīhi kabīr(un), wa ṣaddun 'an sabīlillāhi wa kufrum bihī wal-masjidil-ḥarām(i), wa ikhrāju ahlihī minhu akbaru 'indallāh(i), wal-fitnatu akbaru minal-qatl(i), wa lā yazālūna yuqātilūnakum ḥattā yaruddūkum 'an dīnikum inistaṭā'ū, wa may yartadid minkum  'an dīnihī fa yamut wa huwa kāfirun fa ulā'ika ḥabiṭat a'māluhum fid-dun-yā wal-ākhirah(ti), wa ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a).",
    "translation": "Они тебя о месяце запретном вопрошают Касательно возможности ведения войны. Скажи: \"Вести войну в сей месяц - грех великий, Но еще больший грех в глазах Аллаха - Ставить преграды на Его пути, Отречься от Него и доступ не давать К Запретной (для греха) Мечети И изгонять живущих там людей, - Поистине, страшнее убиенья - гнет и смута. Они не перестанут с вами воевать, Пока от вашей веры вас не отвратят, Коль будут в состоянье это сделать. Но если кто из вас от веры отречется И примет смерть неверным (Богу), Деяния их станут тщЕтой И в ближней жизни, и в далекой; Они все станут обитателями Ада И в нем останутся навечно"
  },
  {
    "verse_number": 218,
    "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَاجَرُوا۟ وَجَـٰهَدُوا۟ فِى سَبِيلِ ٱللَّهِ أُو۟لَـٰٓئِكَ يَرْجُونَ رَحْمَتَ ٱللَّهِ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Innal-lażīna āmanū wal-lażīna hājarū wa jāhadū fī sabīlillāh(i), ulā'ika yarjūna raḥmatallāh(i), wallāhu gafūrur raḥīm(un).",
    "translation": "Те ж, кто уверовал, И те, кто испытал изгнанье, Боролся и радел на промысле Аллаха, - В тех есть надежда на Господню милость, - Аллах ведь всепрощающ, милосерд"
  },
  {
    "verse_number": 219,
    "text_uthmani": "۞ يَسْـَٔلُونَكَ عَنِ ٱلْخَمْرِ وَٱلْمَيْسِرِ ۖ قُلْ فِيهِمَآ إِثْمٌ كَبِيرٌ وَمَنَـٰفِعُ لِلنَّاسِ وَإِثْمُهُمَآ أَكْبَرُ مِن نَّفْعِهِمَا ۗ وَيَسْـَٔلُونَكَ مَاذَا يُنفِقُونَ قُلِ ٱلْعَفْوَ ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْـَٔايَـٰتِ لَعَلَّكُمْ تَتَفَكَّرُونَ",
    "text_uthmani_transcribed": "Yas'alūnaka 'anil-khamri wal-maisir(i), qul fīhimā iṡmun kabīrw wa manāfi'u lin nās(i), wa iṡmuhumā akbaru min naf'ihimā, wa yas'alūnaka māżā yunfiqūn(a), qulil-'afw(a), każālika yubayyinullāhu lakumul-āyāti la'allakum tatafakkarūn(a).",
    "translation": "Они тебя о винах и азартных играх вопрошают. Скажи: \"В них грех большой, Но есть для вас и польза, Хоть больше в них греха, чем пользы\". И задают они вопрос: Как много надлежит им издержать (на милость)? Скажи: \"Все, что выходит за пределы ваших нужд\". Так вам Аллах Свои знамения толкует, Чтоб поразмыслить вы могли"
  },
  {
    "verse_number": 220,
    "text_uthmani": "فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۗ وَيَسْـَٔلُونَكَ عَنِ ٱلْيَتَـٰمَىٰ ۖ قُلْ إِصْلَاحٌ لَّهُمْ خَيْرٌ ۖ وَإِن تُخَالِطُوهُمْ فَإِخْوَٰنُكُمْ ۚ وَٱللَّهُ يَعْلَمُ ٱلْمُفْسِدَ مِنَ ٱلْمُصْلِحِ ۚ وَلَوْ شَآءَ ٱللَّهُ لَأَعْنَتَكُمْ ۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
    "text_uthmani_transcribed": "Fid-dun-yā wal-ākhirah(ti), wa yas'alūnaka 'anil-yatāmā, qul iṣlāḥul lahum khair(un), wa in tukhāliṭūhum fa'ikhwānukum, wallāhu ya'lamul-mufsida minal-muṣliḥ(i), wa lau syā'allāhu la'a'natakum innallāha 'azizun ḥakīm(un).",
    "translation": "О жизни ближней и далекой. И о сиротах задают тебе вопрос. Скажи: \"Для них благое совершать Есть лучшее, что можно сделать\", И если примете вы их в свои заботы, Они вам станут братья, - Аллах ведь различит творящего добро от совершающего злое. И если бы Аллах желал того, Он возложил бы тяготы на вас (земные), - Он, истинно, всесилен, мудр"
  }
]