[
  {
    "verse_number": 133,
    "text_uthmani": "فَأَرْسَلْنَا عَلَيْهِمُ ٱلطُّوفَانَ وَٱلْجَرَادَ وَٱلْقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَـٰتٍ مُّفَصَّلَـٰتٍ فَٱسْتَكْبَرُوا۟ وَكَانُوا۟ قَوْمًا مُّجْرِمِينَ",
    "text_uthmani_transcribed": "Fa arsalnā 'alaihimuṭ-ṭūfāna wal-jarāda wal-qummala waḍ-ḍafādi'a wad-dama āyātim mufaṣṣalāt(in), fastakbarū wa kānū qaumam mujrimīn(a).",
    "translation": "Тогда на них наслали Мы туфан, И саранчу, и скнип, и жаб, и кровь - Все очевидные знаменья; Они же преисполнились гордыни И стали беззаконными людьми"
  },
  {
    "verse_number": 134,
    "text_uthmani": "وَلَمَّا وَقَعَ عَلَيْهِمُ ٱلرِّجْزُ قَالُوا۟ يَـٰمُوسَى ٱدْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ ۖ لَئِن كَشَفْتَ عَنَّا ٱلرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِىٓ إِسْرَٰٓءِيلَ",
    "text_uthmani_transcribed": "Wa lammā waqa'a 'alihimur-rijzu qālū yā mūsad'u lanā rabbaka bimā 'ahida 'indak(a), la'in kasyafta 'annar-rijza lanu'minanna laka wa lanursilanna ma'aka banī isrā'īl(a).",
    "translation": "И всякий раз, когда их постигала кара, Они взывали к Мусе: \"О Муса! Взмоли Владыку своего о нас, Как это Он в завет с тобой поставил. И если отведешь от нас ты эту кару, Мы, истинно, тебе поверим И разрешим сынам Исраиля уйти с тобой"
  },
  {
    "verse_number": 135,
    "text_uthmani": "فَلَمَّا كَشَفْنَا عَنْهُمُ ٱلرِّجْزَ إِلَىٰٓ أَجَلٍ هُم بَـٰلِغُوهُ إِذَا هُمْ يَنكُثُونَ",
    "text_uthmani_transcribed": "Falammā kasyafnā 'anhumur-rijza ilā ajalin hum bāligūhu iżā hum yankuṡūn(a).",
    "translation": "Но всякий раз, когда от них Мы отводили кару В срок (завершения ее), определенный Нами, Они тотчас же нарушали обещания свои"
  },
  {
    "verse_number": 136,
    "text_uthmani": "فَٱنتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَـٰهُمْ فِى ٱلْيَمِّ بِأَنَّهُمْ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَكَانُوا۟ عَنْهَا غَـٰفِلِينَ",
    "text_uthmani_transcribed": "Fantaqamnā minhum fa agraqnāhum fil-yammi bi'annahum każżabū bi'āyātinā wa kānū 'anhā gāfilīn(a).",
    "translation": "Мы отомстили им и в море потопили За то, что ложными сочли знаменья Наши И были невнимательными к ним"
  },
  {
    "verse_number": 137,
    "text_uthmani": "وَأَوْرَثْنَا ٱلْقَوْمَ ٱلَّذِينَ كَانُوا۟ يُسْتَضْعَفُونَ مَشَـٰرِقَ ٱلْأَرْضِ وَمَغَـٰرِبَهَا ٱلَّتِى بَـٰرَكْنَا فِيهَا ۖ وَتَمَّتْ كَلِمَتُ رَبِّكَ ٱلْحُسْنَىٰ عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ بِمَا صَبَرُوا۟ ۖ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُۥ وَمَا كَانُوا۟ يَعْرِشُونَ",
    "text_uthmani_transcribed": "Wa auraṡnal-qaumal-lażīna kānū yustaḍ'afūna masyāriqal-arḍi wa magāribahal-latī bāraknā fīhā, wa tammat kalimatu rabbikal-ḥusnā 'alā banī isrā'īl(a), bimā ṣabarū, wa dammarnā mā kāna yaṣna'u fir'aunu wa qaumuhū wa mā kānū ya'risyūn(a).",
    "translation": "И Мы в наследство дали люду, Что слабым и негодным слыл, Восток и запад сей земли, Которую благословили им (на проживанье). И над сынами Исраиля Исполнилось Владыки твоего благое Слово За их терпение и стойкость. И Мы разрушили до основанья Все то, что Фараон и его люди (Годами) строили и созидали"
  },
  {
    "verse_number": 138,
    "text_uthmani": "وَجَـٰوَزْنَا بِبَنِىٓ إِسْرَٰٓءِيلَ ٱلْبَحْرَ فَأَتَوْا۟ عَلَىٰ قَوْمٍ يَعْكُفُونَ عَلَىٰٓ أَصْنَامٍ لَّهُمْ ۚ قَالُوا۟ يَـٰمُوسَى ٱجْعَل لَّنَآ إِلَـٰهًا كَمَا لَهُمْ ءَالِهَةٌ ۚ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ",
    "text_uthmani_transcribed": "Wa jāwaznā bibanī isrā'īlal-baḥra fa atau 'alā qaumiy ya'kufūna 'alā aṣnāmil lahum, qālū yā mūsaj'al lanā ilāhan kamā lahum ālihah(tun), qāla innakum qaumun tajhalūn(a).",
    "translation": "И Мы перевели сынов Исраиля чрез море, И повстречали на пути они своем Людей, что идолов благоговейно чтили. Тогда они сказали: \"Муса! Ты Бога нам построй, подобного тому, Которым обладают эти люди\". Ответил он: \"Сколь, истинно, невежественны вы"
  },
  {
    "verse_number": 139,
    "text_uthmani": "إِنَّ هَـٰٓؤُلَآءِ مُتَبَّرٌ مَّا هُمْ فِيهِ وَبَـٰطِلٌ مَّا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Inna hā'ulā'i mutabbarum mā hum fīhi wa bāṭilum mā kānū ya'malūn(a).",
    "translation": "Ведь люди эти - то, что чтят они, - Сокрушено (Аллахом) будет, И в тщЕту обратится то, что делают они"
  },
  {
    "verse_number": 140,
    "text_uthmani": "قَالَ أَغَيْرَ ٱللَّهِ أَبْغِيكُمْ إِلَـٰهًا وَهُوَ فَضَّلَكُمْ عَلَى ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Qāla agairallāhi abgīkum ilāhaw wa huwa faḍḍalakum 'alal-'ālamīn(a).",
    "translation": "Ужель стану искать для вас Иного божества, кроме Аллаха, Кто превознес вас над мирами"
  },
  {
    "verse_number": 141,
    "text_uthmani": "وَإِذْ أَنجَيْنَـٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ ۖ يُقَتِّلُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ ۚ وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
    "text_uthmani_transcribed": "Wa iż anjainākum min āli fir'auna yasūmūnakum sū'al-'ażāb(i), yuqattilūna abnā'akum wa yastaḥyūna nisā'akum wa fī żālikum balā'um mir rabbikum 'aẓīm(un).",
    "translation": "И помните, Мы вас спасли от рода Фараона, Кто вас мучениям жестоким подвергал, И убивал ваших сынов, И оставлял в живых лишь женщин. И было в этом - испытание великое от вашего Владыки"
  },
  {
    "verse_number": 142,
    "text_uthmani": "۞ وَوَٰعَدْنَا مُوسَىٰ ثَلَـٰثِينَ لَيْلَةً وَأَتْمَمْنَـٰهَا بِعَشْرٍ فَتَمَّ مِيقَـٰتُ رَبِّهِۦٓ أَرْبَعِينَ لَيْلَةً ۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَـٰرُونَ ٱخْلُفْنِى فِى قَوْمِى وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ ٱلْمُفْسِدِينَ",
    "text_uthmani_transcribed": "Wa wā'adnā mūsā ṡalāṡīna lailataw wa atmamnāhā bi'asyrin fa tamma mīqātu rabbihī arba'īna lailah(tan), wa qāla mūsā li'akhīhi hārūnakhlufnī fī qaumī wa aṣliḥ wa lā tattabi' sabīlal-mufsidīn(a).",
    "translation": "Назначили Мы Мусе срок из тридцати ночей, Его дополнили потом еще дестью ночами, И так свершилось в срок из сорока ночей (Общение его с) твоим Владыкой. И молвил Муса брату своему, Харуну: \"Ты заступи меня в моем народе, Блюди порядок там, и благочестие (храни), И не иди стезею нечестивых"
  },
  {
    "verse_number": 143,
    "text_uthmani": "وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَـٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِىٓ أَنظُرْ إِلَيْكَ ۚ قَالَ لَن تَرَىٰنِى وَلَـٰكِنِ ٱنظُرْ إِلَى ٱلْجَبَلِ فَإِنِ ٱسْتَقَرَّ مَكَانَهُۥ فَسَوْفَ تَرَىٰنِى ۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلْجَبَلِ جَعَلَهُۥ دَكًّا وَخَرَّ مُوسَىٰ صَعِقًا ۚ فَلَمَّآ أَفَاقَ قَالَ سُبْحَـٰنَكَ تُبْتُ إِلَيْكَ وَأَنَا۠ أَوَّلُ ٱلْمُؤْمِنِينَ",
    "text_uthmani_transcribed": "Wa lammā jā'a mūsā limīqātinā wa kallamahū rabbuh(ū), qāla rabbi arinī anẓur ilaik(a), qāla lan tarānī wa lākininẓur ilal-jabali fa inistaqarra makānahū fa saufa tarānī, falammā tajallā rabbuhū lil-jabali ja'alahū dakkaw wa kharra mūsā ṣa'iqā(n), falammā afāqa qāla subḥānaka tubtu ilaika wa ana awwalul-mu'minīn(a).",
    "translation": "Когда к назначенному Нами сроку и месту Муса прибыл И стал Господь с ним говорить, (Не удержал страстей своих и) молвил Муса: \"О мой Господь! Явись, чтоб мне узреть Тебя!\" Господь сказал: \"Меня ты не увидишь. Но посмотри на эту гору: Коль устоит она на месте, Меня увидеть сможешь ты\". И вот когда явил Господь Свое могущество на эту гору, Он обратил ее во прах; И ниц в беспамятстве пал Муса. Когда ж оправился, сказал он: \"Хвала Тебе! К Тебе (в раскаянии) обращаюсь, Я - первый из предавшихся Тебе"
  }
]