{
  "chapter_number": 27,
  "verses": [
    {
      "verse_number": 34,
      "text_uthmani": "قَالَتْ إِنَّ ٱلْمُلُوكَ إِذَا دَخَلُوا۟ قَرْيَةً أَفْسَدُوهَا وَجَعَلُوٓا۟ أَعِزَّةَ أَهْلِهَآ أَذِلَّةً ۖ وَكَذَٰلِكَ يَفْعَلُونَ",
      "text_uthmani_transcribed": "Qālat innal-mulūka iżā dakhalū qaryatan afsadūhā wa ja'alū a'izzata ahlihā ażillah(tan), wa każālika yaf'alūn(a).",
      "translation": "Она ответила: \"Цари, входя в (иноплеменную) страну, Губят ее и разоряют, А благороднейших из жителей ее Лишают уважения и чести, - Так поступают (все) цари"
    },
    {
      "verse_number": 35,
      "text_uthmani": "وَإِنِّى مُرْسِلَةٌ إِلَيْهِم بِهَدِيَّةٍ فَنَاظِرَةٌۢ بِمَ يَرْجِعُ ٱلْمُرْسَلُونَ",
      "text_uthmani_transcribed": "Wa innī mursilatun ilaihim bihadiyyatin fanāẓiratun bima yarji'ul-mursalūn(a).",
      "translation": "Но я пошлю подарок им и посмотрю, С чем посланные мною возвратятся"
    },
    {
      "verse_number": 36,
      "text_uthmani": "فَلَمَّا جَآءَ سُلَيْمَـٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٍ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيْرٌ مِّمَّآ ءَاتَىٰكُم بَلْ أَنتُم بِهَدِيَّتِكُمْ تَفْرَحُونَ",
      "text_uthmani_transcribed": "Falammā jā'a sulaimāna qāla atumiddūnani  bimālin famā ātāniyallāhu khairum mimmā ātākum, bal antum bihadiyyatikum tafraḥūn(a).",
      "translation": "Когда ж (ее посланец) к Сулейману прибыл, Он сказал: \"Ужель хотите (подкупить) меня богатством? Ведь то, что было мне даровано Аллахом, Лучше того, что вам Он дал. О да! Лишь вы способны тешиться подобными дарами"
    },
    {
      "verse_number": 37,
      "text_uthmani": "ٱرْجِعْ إِلَيْهِمْ فَلَنَأْتِيَنَّهُم بِجُنُودٍ لَّا قِبَلَ لَهُم بِهَا وَلَنُخْرِجَنَّهُم مِّنْهَآ أَذِلَّةً وَهُمْ صَـٰغِرُونَ",
      "text_uthmani_transcribed": "Irji' ilaihim falana'tiyannahum bijunūdil lā qibala lahum bihā wa lanukhrijannahum minhā ażillataw wa hum ṣāgirūn(a).",
      "translation": "А ты, (посланец), возвращайся к ним (и сообщи): Мы приведем на них такое войско, Против которого они не устоят; В бесчестии изгоним их оттуда, - (Лишенные всего), ничтожны они будут"
    },
    {
      "verse_number": 38,
      "text_uthmani": "قَالَ يَـٰٓأَيُّهَا ٱلْمَلَؤُا۟ أَيُّكُمْ يَأْتِينِى بِعَرْشِهَا قَبْلَ أَن يَأْتُونِى مُسْلِمِينَ",
      "text_uthmani_transcribed": "Qāla yā ayyuhal-mala'u ayyukum ya'tīnī bi'arsyihā qabla ay ya'tūnī muslimīn(a).",
      "translation": "(Потом) он обратился (к подданным своим): \"Вельможи! Которые из вас (Способны) принести мне трон ее, Прежде чем явятся ко мне покорными они"
    },
    {
      "verse_number": 39,
      "text_uthmani": "قَالَ عِفْرِيتٌ مِّنَ ٱلْجِنِّ أَنَا۠ ءَاتِيكَ بِهِۦ قَبْلَ أَن تَقُومَ مِن مَّقَامِكَ ۖ وَإِنِّى عَلَيْهِ لَقَوِىٌّ أَمِينٌ",
      "text_uthmani_transcribed": "Qāla 'ifrītum minal-jinni ana atīka bihī qabla an taqūma mim maqāmik(a), wa innī 'alaihi laqawiyyun amīn(un).",
      "translation": "(И тут) сказал Ифрит из джиннов: \"Тебе я принесу его, Прежде чем ты покинешь свое место, - Ведь я для этого силен и верен"
    },
    {
      "verse_number": 40,
      "text_uthmani": "قَالَ ٱلَّذِى عِندَهُۥ عِلْمٌ مِّنَ ٱلْكِتَـٰبِ أَنَا۠ ءَاتِيكَ بِهِۦ قَبْلَ أَن يَرْتَدَّ إِلَيْكَ طَرْفُكَ ۚ فَلَمَّا رَءَاهُ مُسْتَقِرًّا عِندَهُۥ قَالَ هَـٰذَا مِن فَضْلِ رَبِّى لِيَبْلُوَنِىٓ ءَأَشْكُرُ أَمْ أَكْفُرُ ۖ وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِۦ ۖ وَمَن كَفَرَ فَإِنَّ رَبِّى غَنِىٌّ كَرِيمٌ",
      "text_uthmani_transcribed": "Qālal-lażī 'indahū 'ilmum minal-kitābi ana ātīka bihī qabla ay yartadda ilaika ṭarfuk(a), falammā ra'āhu mustaqirran 'indahū qāla hāżā min faḍli rabbī, liyabluwanī a'asykuru am akfur(u), wa man syakara fa'innamā yasykuru linafsih(ī), wa man kafara fa'inna rabbī ganiyyun karīm(un).",
      "translation": "А тот, кто сведущ был в Писании, сказал: \"Тебе я принесу его, Прежде чем дважды ты моргнуть успеешь\". Когда же он увидел этот трон Твердостоящим перед ним, Сказал он: \"Это - по милости Владыки моего, Чтоб испытать меня: Я буду благодарным иль неверным, - Ведь тот, кто благодарен (Богу), - Тот благодарен в пользу собственной души, А кто (в неблагодарности своей) неверен (Богу), - Так ведь свободен Бог от всяких нужд И в щедрости Своей велик и милосерден"
    },
    {
      "verse_number": 41,
      "text_uthmani": "قَالَ نَكِّرُوا۟ لَهَا عَرْشَهَا نَنظُرْ أَتَهْتَدِىٓ أَمْ تَكُونُ مِنَ ٱلَّذِينَ لَا يَهْتَدُونَ",
      "text_uthmani_transcribed": "Qāla nakkirū lahā 'arsyahā nanẓur atahtadī am takūnu minal-lażīna lā yahtadūn(a).",
      "translation": "Вы измените ее трон, - он продолжал, - И мы посмотрим: Пойдет ли праведным путем она Иль станет из числа заблудших"
    },
    {
      "verse_number": 42,
      "text_uthmani": "فَلَمَّا جَآءَتْ قِيلَ أَهَـٰكَذَا عَرْشُكِ ۖ قَالَتْ كَأَنَّهُۥ هُوَ ۚ وَأُوتِينَا ٱلْعِلْمَ مِن قَبْلِهَا وَكُنَّا مُسْلِمِينَ",
      "text_uthmani_transcribed": "Falammā jā'at qīla ahakażā 'arsyuk(i), qālat ka'annahū huw(a), wa ūtīnal-'ilma min qablihā wa kunnā muslimīn(a).",
      "translation": "Когда она (на место) прибыла, ее спросили: \"Это ли твой трон?\" \"Как будто б он, - она сказала. - Нам прежде было знание дано, И стали мусульмане мы, (Предавшись воле Бога)"
    },
    {
      "verse_number": 43,
      "text_uthmani": "وَصَدَّهَا مَا كَانَت تَّعْبُدُ مِن دُونِ ٱللَّهِ ۖ إِنَّهَا كَانَتْ مِن قَوْمٍ كَـٰفِرِينَ",
      "text_uthmani_transcribed": "Wa ṣaddahā mā kānat ta'budu min dūnillāh(i), innahā kānat min qaumin kāfirīn(a).",
      "translation": "А почитание других богов, кроме Аллаха, Свело ее (с Господнего пути), - Она была ведь из неверного народа"
    },
    {
      "verse_number": 44,
      "text_uthmani": "قِيلَ لَهَا ٱدْخُلِى ٱلصَّرْحَ ۖ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَن سَاقَيْهَا ۚ قَالَ إِنَّهُۥ صَرْحٌ مُّمَرَّدٌ مِّن قَوَارِيرَ ۗ قَالَتْ رَبِّ إِنِّى ظَلَمْتُ نَفْسِى وَأَسْلَمْتُ مَعَ سُلَيْمَـٰنَ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
      "text_uthmani_transcribed": "Qīla lahadkhuliṣ-ṣarḥ(a), falammā ra'athu ḥasibathu lujjataw wa kasyafat 'an sāqaihā, qāla innahū ṣarḥum mumarradum min qawārīr(a), qālat rabbi innī ẓalamtu nafsī wa aslamtu ma'a sulaimāna lillāhi rabbil-'ālamīn(a).",
      "translation": "Ей было сказано: \"Войди в этот дворец!\" Когда ж она увидела его, То приняла его за водяную гладь И (подняла подол своих одежд), Тем самым обнажив голень (ноги). \"Дворец сей вымощен Хрустальною плитой\", - сказал (ей Сулейман). \"О Господи! - она сказала. - Я нанесла душе своей урон! Теперь я вместе с Сулейманом Предаюсь Аллаху, Господу миров"
    }
  ]
}