{
  "chapter_number": 2,
  "verses": [
    {
      "verse_number": 78,
      "text_uthmani": "وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ ٱلْكِتَـٰبَ إِلَّآ أَمَانِىَّ وَإِنْ هُمْ إِلَّا يَظُنُّونَ",
      "text_uthmani_transcribed": "Wa minhum umiyyūna lā ya'lamūnal-kitāba illā amāniyya wa in hum illā yaẓunnūn(a).",
      "translation": "Средь них невежды есть, Которые Писания не знают, А в нем свои желания лишь видят И (строят только) мнения о нем"
    },
    {
      "verse_number": 79,
      "text_uthmani": "فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ ٱلْكِتَـٰبَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَـٰذَا مِنْ عِندِ ٱللَّهِ لِيَشْتَرُوا۟ بِهِۦ ثَمَنًا قَلِيلًا ۖ فَوَيْلٌ لَّهُم مِّمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَّهُم مِّمَّا يَكْسِبُونَ",
      "text_uthmani_transcribed": "Fawailul lil-lażīna yaktubūnal-kitāba bi'aidīhim ṡumma yaqūlūna hāżā min 'indillāhi liyasytarū bihī ṡamanan qalīlā(n), fawailul lahum mimmā katabat aidīhim wa wailul lahum mimmā yaksibūn(a).",
      "translation": "Но горе тем, кто пишет Книгу своими (скверными) руками, (Господень смысл искажая), А после говорит: \"От Господа сие\" - И за ничтожнейшую плату ведет сей Книгой торг. И горе им за то, Что пишут их (презреннейшие) руки, - За выгоду, что за нее извлечь они хотят"
    },
    {
      "verse_number": 80,
      "text_uthmani": "وَقَالُوا۟ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامًا مَّعْدُودَةً ۚ قُلْ أَتَّخَذْتُمْ عِندَ ٱللَّهِ عَهْدًا فَلَن يُخْلِفَ ٱللَّهُ عَهْدَهُۥٓ ۖ أَمْ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
      "text_uthmani_transcribed": "Wa qālū lan tamassanan-nāru illā ayyāmam ma'dūdah (tan), qul attakhażtum 'indallāhi 'ahdan falay yukhlifallāhu 'ahdahū am taqūlūna 'alallāhi mā lā ta'lamūn(a).",
      "translation": "И говорят они: \"Огонь нас не коснется; Быть может, лишь на считаные дни\". Спроси: \"Вы взяли с Господа обет? А Он Своих обетов никогда не нарушает. Иль на Аллаха вы возводите такое, О чем не ведаете сами"
    },
    {
      "verse_number": 81,
      "text_uthmani": "بَلَىٰ مَن كَسَبَ سَيِّئَةً وَأَحَـٰطَتْ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "text_uthmani_transcribed": "Balā man kasaba sayyi'ataw wa aḥāṭat bihī khaṭī'atuhū fa ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a).",
      "translation": "Поистине, кто выгоду нашел во зле И полностью облекся в грех, Они все - обитатели Огня И в нем останутся навечно"
    },
    {
      "verse_number": 82,
      "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "text_uthmani_transcribed": "Wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti ulā'ika aṣḥābul-jannah(ti), hum fīhā khālidūn(a).",
      "translation": "Но тем, кто верует и (на земле) творит благое, Стать обитателями Сада И там навечно пребывать"
    },
    {
      "verse_number": 83,
      "text_uthmani": "وَإِذْ أَخَذْنَا مِيثَـٰقَ بَنِىٓ إِسْرَٰٓءِيلَ لَا تَعْبُدُونَ إِلَّا ٱللَّهَ وَبِٱلْوَٰلِدَيْنِ إِحْسَانًا وَذِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَقُولُوا۟ لِلنَّاسِ حُسْنًا وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِّنكُمْ وَأَنتُم مُّعْرِضُونَ",
      "text_uthmani_transcribed": "Wa iż akhażnā mīṡāqa banī isrā'īla lā ta'budūna illallāha wa bil-wālidaini iḥsānaw wa żil-qurbā wal-yatāmā wal-masākīni wa qūlū lin-nāsi ḥusnaw wa aqīmuṣ-ṣalāta wa ātuz-zakāh(ta), ṡumma tawallaitum illā qalīlam minkum wa antum mu'riḍūn(a).",
      "translation": "И (вспомните), когда Сынам Исраиля поставили в Завет Мы: Не поклоняться никому, кроме Аллаха, Благодеять к родителям и близким по крови, К сиротам и к таким, которые в нужде, По-доброму с людьми вести беседу, Выстаивать молитву (по часам) И править очистительную пОдать. Тогда ж отворотились вы, кроме немногих, И вспять пошли (от Нашего Завета)"
    },
    {
      "verse_number": 84,
      "text_uthmani": "وَإِذْ أَخَذْنَا مِيثَـٰقَكُمْ لَا تَسْفِكُونَ دِمَآءَكُمْ وَلَا تُخْرِجُونَ أَنفُسَكُم مِّن دِيَـٰرِكُمْ ثُمَّ أَقْرَرْتُمْ وَأَنتُمْ تَشْهَدُونَ",
      "text_uthmani_transcribed": "Wa iż akhażnā mīṡāqakum lā tasfikūna dimā'akum wa lā tukhrijūna anfusakum min diyārikum ṡumma aqrartum wa antum tasyhadūn(a).",
      "translation": "И (вспомните), когда Мы вам поставили в Завет: Чтоб вы не проливали крови (ваших братьев), Не изгоняли из своих жилищ друг друга, И вы скрепили сей (Завет) И сами этому свидетелями были"
    },
    {
      "verse_number": 85,
      "text_uthmani": "ثُمَّ أَنتُمْ هَـٰٓؤُلَآءِ تَقْتُلُونَ أَنفُسَكُمْ وَتُخْرِجُونَ فَرِيقًا مِّنكُم مِّن دِيَـٰرِهِمْ تَظَـٰهَرُونَ عَلَيْهِم بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَإِن يَأْتُوكُمْ أُسَـٰرَىٰ تُفَـٰدُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ ۚ أَفَتُؤْمِنُونَ بِبَعْضِ ٱلْكِتَـٰبِ وَتَكْفُرُونَ بِبَعْضٍ ۚ فَمَا جَزَآءُ مَن يَفْعَلُ ذَٰلِكَ مِنكُمْ إِلَّا خِزْىٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلْعَذَابِ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
      "text_uthmani_transcribed": "Ṡumma antum hā'ulā'i taqtulūna anfusakum wa tukhrijūna farīqam minkum min diyārihim taẓāharūna 'alaihim bil-iṡmi wal-'udwān(i), wa iy ya'tūkum usārā tufādūhum wa huwa muḥarramun 'alaikum ikhrājuhum, afa tu'minūna biba'ḍil-kitābi wa takfurūna bi ba'ḍ(in), famā jazā'u may yaf'alu żālika minkum illā khizyun fil-ḥayātid-dun-yā, wa yaumal-qiyāmati yuraddūna ilā asyaddil-'ażāb(i), wa mallāhu bigāfilin 'ammā ta'malūn(a).",
      "translation": "И вслед за этим вы же сами Друг друга стали убивать, Других же изгонять из собственных жилищ, Враждой и притеснением потворствуя друг другу. И если же они как пленные к вам возвращались, За них давали выкуп вы, Хотя нельзя вам было изгонять их (по Завету). Ужель вы верите в одни слова сей Книги И отвергаете другие? Но как воздастся тем из вас, Которые так (скверно) поступают? Их ждет бесчестие в ближайшей жизни, А в День Воскресения (на Суд) - жестокая расплата, - Ведь в небрежении Аллах не остается К поступкам вашим и делам"
    },
    {
      "verse_number": 86,
      "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلْحَيَوٰةَ ٱلدُّنْيَا بِٱلْـَٔاخِرَةِ ۖ فَلَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنصَرُونَ",
      "text_uthmani_transcribed": "Ulā'ikal-lażīnasytarawul-ḥayātad-dun-yā bil-ākhirah(ti), falā yukhaffafu 'anhumul-'ażābu wa lā hum yunṣarūn(a).",
      "translation": "Они - все те, Кто покупает (краткие) земные (страсти) Ценой (блаженной вечности) второго бытия. Им наказания не облегчат И помощи им не окажут"
    },
    {
      "verse_number": 87,
      "text_uthmani": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَقَفَّيْنَا مِنۢ بَعْدِهِۦ بِٱلرُّسُلِ ۖ وَءَاتَيْنَا عِيسَى ٱبْنَ مَرْيَمَ ٱلْبَيِّنَـٰتِ وَأَيَّدْنَـٰهُ بِرُوحِ ٱلْقُدُسِ ۗ أَفَكُلَّمَا جَآءَكُمْ رَسُولٌۢ بِمَا لَا تَهْوَىٰٓ أَنفُسُكُمُ ٱسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ",
      "text_uthmani_transcribed": "Wa laqad ātainā mūsal-kitāba wa qaffainā mim ba'dihī bir-rusul(i), wa ātainā 'īsabna maryamal-bayyināti wa ayyadnāhu birūḥil-qudus(i), afakullamā jā'akum rasūlum bimā lā tahwā anfusukumustakbartum, fafarīqan każżabtum wa farīqan taqtulūn(a).",
      "translation": "Мы дали Мусе Книгу (Откровений), И вслед за ним посланников Мы слали; Мы дали Исе, сыну Марйам, знаменья ясные И Дух Святой для укрепления его. Но всякий раз - не вы ли, Когда являлся к вам посланник, (Неся) вам то, что ваши души не желали, Преисполнялися гордыни - Одних лжецами объявляя, Насильственно мертвя других"
    },
    {
      "verse_number": 88,
      "text_uthmani": "وَقَالُوا۟ قُلُوبُنَا غُلْفٌۢ ۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفْرِهِمْ فَقَلِيلًا مَّا يُؤْمِنُونَ",
      "text_uthmani_transcribed": "Wa qālū qulūbunā gulf(un), bal la'anahumullāhu bikufrihim faqalīlam mā yu'minūn(a).",
      "translation": "И говорят они: \"Печать легла на наше сердце, (Храня в нем то, что послано лишь нам)\". Но нет! За их нечестие Легло на них проклятие Аллаха. Как мало веруют они"
    }
  ]
}