{
  "chapter_number": 9,
  "verses": [
    {
      "verse_number": 34,
      "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ كَثِيرًا مِّنَ ٱلْأَحْبَارِ وَٱلرُّهْبَانِ لَيَأْكُلُونَ أَمْوَٰلَ ٱلنَّاسِ بِٱلْبَـٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ ۗ وَٱلَّذِينَ يَكْنِزُونَ ٱلذَّهَبَ وَٱلْفِضَّةَ وَلَا يُنفِقُونَهَا فِى سَبِيلِ ٱللَّهِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ",
      "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū inna kaṡīram minal-aḥbāri war-ruhbāni laya'kulūna amwālan-nāsi bil-bāṭili wa yaṣuddūna 'an sabīlillāh(i), wal-lażīna yaknizūnaż-żahaba  wal-fiḍḍata wa lā yunfiqūnahā fī sabīlillāh(i), fa basysyirhum bi'ażābin alīm(in).",
      "translation": "О вы, кто верует! Среди раввинов и монахов много есть таких, Которые имуществом людей Неправедным путем овладевают И уклоняют их с Господнего пути, И тех, кто золото и серебро Копит и в закромах своих хоронит, А не расходует на промысле Господнем. Благую Весть им сообщи: Их ждут мучительные кары"
    },
    {
      "verse_number": 35,
      "text_uthmani": "يَوْمَ يُحْمَىٰ عَلَيْهَا فِى نَارِ جَهَنَّمَ فَتُكْوَىٰ بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ ۖ هَـٰذَا مَا كَنَزْتُمْ لِأَنفُسِكُمْ فَذُوقُوا۟ مَا كُنتُمْ تَكْنِزُونَ",
      "text_uthmani_transcribed": "Yauma yuḥmā 'alaihā fī nāri jahannama fa tukwā bihā jibāhuhum wa junūbuhum wa ẓuhūruhum, hāżā mā kanaztum li'anfusikum fa żūqū mā kuntum taknizūn(a).",
      "translation": "В тот День, Когда в Огне раскалено (добро их) будет И им будут клеймить их лбы, бока и спины: \"Вот - то, что для себя вы схоронили! Вкусите ж то, что сберегли вы для себя"
    },
    {
      "verse_number": 36,
      "text_uthmani": "إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثْنَا عَشَرَ شَهْرًا فِى كِتَـٰبِ ٱللَّهِ يَوْمَ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ مِنْهَآ أَرْبَعَةٌ حُرُمٌ ۚ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ ۚ فَلَا تَظْلِمُوا۟ فِيهِنَّ أَنفُسَكُمْ ۚ وَقَـٰتِلُوا۟ ٱلْمُشْرِكِينَ كَآفَّةً كَمَا يُقَـٰتِلُونَكُمْ كَآفَّةً ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَعَ ٱلْمُتَّقِينَ",
      "text_uthmani_transcribed": "Inna 'iddatasy-syuhūri 'indallāhiṡnā 'asyara syahran fī kitābillāhi yauma khalaqas-samāwāti wal-arḍa minhā arba'atun ḥurum(un), żālikad-dīnul-qayyim(u), falā taẓlimū fīhinna anfusakum wa qātilul-musyrikīna kāffatan kamā yuqātilūnakum kāffah(tan), wa'lamū annallāha ma'al-muttaqīn(a).",
      "translation": "Поистине, у Господа двенадцать месяцев (в году), Как значится в Писании Господнем, От дня того, как сотворил Он небеса и землю; Из них - четыре месяца запретных. Сие уставом неизменным быть должно. Но, (если вам войну объявят) В течение сих месяцев запретных, Вы зла самим себе не причиняйте И с ними все сражайтесь так же, Как они все воюют против вас. Но все же знайте, что Аллах благоволит к таким, Которые, страшася Его гнева, Способны (и себя, и недруга) сдержать"
    },
    {
      "verse_number": 37,
      "text_uthmani": "إِنَّمَا ٱلنَّسِىٓءُ زِيَادَةٌ فِى ٱلْكُفْرِ ۖ يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُوا۟ يُحِلُّونَهُۥ عَامًا وَيُحَرِّمُونَهُۥ عَامًا لِّيُوَاطِـُٔوا۟ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّوا۟ مَا حَرَّمَ ٱللَّهُ ۚ زُيِّنَ لَهُمْ سُوٓءُ أَعْمَـٰلِهِمْ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
      "text_uthmani_transcribed": "Innaman-nasī'u ziyādatun fil-kufri yuḍallu bihil-lażīna kafarū yuḥillūnahū 'āmaw wa yuḥarrimūnahū 'āmal liyuwāṭi'ū 'iddata mā ḥarramallāhu fa yuḥillū mā ḥarramallāh(u), zuyyina lahum sū'u a'mālihim, wallāhu lā yahdil-qaumal-kāfirīn(a).",
      "translation": "Перенести Священный месяц (Рамадан) на срок другой - Поистине, увеличение неверия, и только; Им вводят в заблуждение неверных. Они считают (этот месяц) Дозволенным в одном году, В другом же - делают его запретным, Чтоб привести его в согласие с тем сроком, Который повелел Аллах считать запретным, И этим сделать разрешенным (этот месяц). Их злодеянья (взор) их обольщают. Но праведным путем Аллах неверных не направит"
    },
    {
      "verse_number": 38,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ مَا لَكُمْ إِذَا قِيلَ لَكُمُ ٱنفِرُوا۟ فِى سَبِيلِ ٱللَّهِ ٱثَّاقَلْتُمْ إِلَى ٱلْأَرْضِ ۚ أَرَضِيتُم بِٱلْحَيَوٰةِ ٱلدُّنْيَا مِنَ ٱلْـَٔاخِرَةِ ۚ فَمَا مَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا فِى ٱلْـَٔاخِرَةِ إِلَّا قَلِيلٌ",
      "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū mā lakum iżā qīla lakumunfirū fī sabīlillāhiṡ-ṡāqaltum ilal-arḍ(i), araḍītum bil-ḥayātid-dun-yā minal-ākhirah(ti), famā matā'ul-ḥayātid-dun-yā fil-ākhirati illā qalīl(un).",
      "translation": "О вы, кто верует! Что ж вы, когда вам говорят: \"За дело Господа в поход идите!\", К земле с тяжелым (сердцем) льнете? Ужель утехам ближней жизни Вы отдаете предпочтенье Перед блаженной вечностью второго бытия! Утехи ближней жизни так ничтожны В сравнении с усладою второго бытия"
    },
    {
      "verse_number": 39,
      "text_uthmani": "إِلَّا تَنفِرُوا۟ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّوهُ شَيْـًٔا ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "text_uthmani_transcribed": "Illā tanfirū yu'ażżibkum 'ażāban alīmā(n), wa yastabdil qauman gairakum wa lā taḍurrūhu syai'ā(n), wallāhu 'alā kulli syai'in qadīr(un).",
      "translation": "И коль в поход вы не пойдете, Накажет вас Господь мучительною карой, Заменит вас другим народом - Вы же вреда Ему ни в чем не причините, - Ведь мощен Он над всем и вся"
    },
    {
      "verse_number": 40,
      "text_uthmani": "إِلَّا تَنصُرُوهُ فَقَدْ نَصَرَهُ ٱللَّهُ إِذْ أَخْرَجَهُ ٱلَّذِينَ كَفَرُوا۟ ثَانِىَ ٱثْنَيْنِ إِذْ هُمَا فِى ٱلْغَارِ إِذْ يَقُولُ لِصَـٰحِبِهِۦ لَا تَحْزَنْ إِنَّ ٱللَّهَ مَعَنَا ۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيْهِ وَأَيَّدَهُۥ بِجُنُودٍ لَّمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُوا۟ ٱلسُّفْلَىٰ ۗ وَكَلِمَةُ ٱللَّهِ هِىَ ٱلْعُلْيَا ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
      "text_uthmani_transcribed": "Illā tanṣurūhu faqad naṣarahullāhu iż akhrajahul-lażīna kafarū ṡāniyaṡnaini iż humā fil-gāri iż yaqūlu liṣāḥibihī lā taḥzan innallāha ma'anā, fa anzalallāhu sakīnatahū 'alaihi wa ayyadahū bijunūdil lam tarauhā wa ja'ala kalimatal-lażīna kafarus-suflā, wa kalimatullāhi hiyal-'ulyā, wallāhu 'azīzun ḥakīm(un).",
      "translation": "Если (сейчас) вы не поможете ему, (Аллах ему окажет помощь). Ведь Он помог ему уже, Когда неверные его изгнали; И было только двое их. В пещере оба схоронились, И спутнику сказал он своему: \"Ты не грусти: Аллах ведь с нами!\" Тогда низвел Аллах покой Свой на него И воинством небесным укрепил, Что было взору вашему незримо, И (с корнем) вырвал слово нечестивых, Возвысив Свое Слово до небес, - Поистине, Он мудр и могуч"
    },
    {
      "verse_number": 41,
      "text_uthmani": "ٱنفِرُوا۟ خِفَافًا وَثِقَالًا وَجَـٰهِدُوا۟ بِأَمْوَٰلِكُمْ وَأَنفُسِكُمْ فِى سَبِيلِ ٱللَّهِ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
      "text_uthmani_transcribed": "Infirū khifāfaw wa ṡiqālaw wa jāhidū bi'amwālikum wa anfusikum fī sabīlillāh(i), żālikum khairul lakum in kuntum ta'lamūn(a).",
      "translation": "Идите же в поход Иль с бременем, иль с легким снаряженьем И на пути Господнем ревностно сражайтесь И сердцем, и добром своим. Сие есть лучшее для вас, - Если б вы только знали это"
    },
    {
      "verse_number": 42,
      "text_uthmani": "لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَّٱتَّبَعُوكَ وَلَـٰكِنۢ بَعُدَتْ عَلَيْهِمُ ٱلشُّقَّةُ ۚ وَسَيَحْلِفُونَ بِٱللَّهِ لَوِ ٱسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنفُسَهُمْ وَٱللَّهُ يَعْلَمُ إِنَّهُمْ لَكَـٰذِبُونَ",
      "text_uthmani_transcribed": "Lau kāna 'araḍan qarībaw wa safaran qāṣidal lattaba'ūka  wa lākim ba'udat 'alaihimusy-syuqqah(tu), wa sayaḥlifūna billāhi lawistaṭa'nā lakharajnā ma'akum, yuhlikūna anfusahum, wallāhu ya'lamu innahum lakāżibūn(a).",
      "translation": "И если б в этом верная нажива им была И путь - достаточно умерен, Они бы, несомненно, за тобой пошли. Но путь далек и в тягость будет им, И станут они клясться Богом: \"Если бы только мы могли, Мы б вместе с вами двинулись в поход\". Но этим губят они собственные души, - Аллах ведь знает, что они - лжецы"
    },
    {
      "verse_number": 43,
      "text_uthmani": "عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمْ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُوا۟ وَتَعْلَمَ ٱلْكَـٰذِبِينَ",
      "text_uthmani_transcribed": "'Afallāhu 'ank(a), lima ażinta lahum ḥattā yatabayyana lakal-lażīna ṣadaqū wa ta'lamal-kāżibīn(a).",
      "translation": "Аллах простил тебе за то, Что ты позволил им остаться, Прежде чем выявил, кто правду говорит, И не узнал лжецов"
    },
    {
      "verse_number": 44,
      "text_uthmani": "لَا يَسْتَـْٔذِنُكَ ٱلَّذِينَ يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ أَن يُجَـٰهِدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلْمُتَّقِينَ",
      "text_uthmani_transcribed": "Lā yasta'żinukal-lażīna yu'minūna billāhi wal-yaumil-ākhiri ay yujāhidū bi'amwālihim wa anfusihim, wallāhu 'alīmum bil-muttaqīn(a).",
      "translation": "Те, кто уверовал в Аллаха и Последний День, Тебя не станут позволения просить Сражаться (с недругом) добром своим и сердцем, - Аллах ведь знает исполняющих свой долг пред Ним"
    }
  ]
}