{
  "chapter_number": 6,
  "verses": [
    {
      "verse_number": 23,
      "text_uthmani": "ثُمَّ لَمْ تَكُن فِتْنَتُهُمْ إِلَّآ أَن قَالُوا۟ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ",
      "text_uthmani_transcribed": "Ṡumma lam takun fitnatuhum illā an qālū wallāhi rabbinā mā kunnā musyrikīn(a).",
      "translation": "Тогда не будет им другой увертки, как сказать: \"Клянемся Господом, Владыкой нашим, Что в равные Ему Мы никаких божеств не измышляли"
    },
    {
      "verse_number": 24,
      "text_uthmani": "ٱنظُرْ كَيْفَ كَذَبُوا۟ عَلَىٰٓ أَنفُسِهِمْ ۚ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
      "text_uthmani_transcribed": "Unẓur kaifa każabū 'alā anfusihim wa ḍalla 'anhum mā kānū yaftarūn(a).",
      "translation": "Смотри, как ложь они возводят на себя И как покинуло их то, Что создали они своим воображеньем"
    },
    {
      "verse_number": 25,
      "text_uthmani": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ ۖ وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا ۚ وَإِن يَرَوْا۟ كُلَّ ءَايَةٍ لَّا يُؤْمِنُوا۟ بِهَا ۚ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَـٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
      "text_uthmani_transcribed": "Wa minhum may yastami'u ilaik(a), wa ja'alnā 'alā qulūbihim akinnatan ay yafqahūhu wa fī āżānihim waqrā(n), wa iy yarau kulla āyatil lā yu'minū bihā, ḥattā iżā jā'ūka yujādilūnaka yaqūlul-lażīna kafarū in hāżā illā asāṭīrul-awwalīn(a).",
      "translation": "И среди них такие есть, Кто (лишь притворно) слушает тебя, - На их сердца покров Мы наложили, Чтобы они не поняли его, И глухотой закрыли уши. И даже если все знамения они увидят, В них не уверуют они. Когда ж к тебе они придут, То станут препираться, говоря: \"Сие - лишь только сказы первых"
    },
    {
      "verse_number": 26,
      "text_uthmani": "وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْـَٔوْنَ عَنْهُ ۖ وَإِن يُهْلِكُونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
      "text_uthmani_transcribed": "Wa hum yanhauna 'anhu wa yan'auna 'anh(u), wa iy yuhlikūna illā anfusahum wa mā yasy'urūn(a).",
      "translation": "Они других удерживают от него И сами стороной его обходят, Но губят этим лишь самих себя И сами же не ведают об этом"
    },
    {
      "verse_number": 27,
      "text_uthmani": "وَلَوْ تَرَىٰٓ إِذْ وُقِفُوا۟ عَلَى ٱلنَّارِ فَقَالُوا۟ يَـٰلَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَـٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
      "text_uthmani_transcribed": "Wa lau tarā iż wuqifū 'alan-nāsi fa qālū yā laitanā nuraddu wa lā nukażżiba bi'āyāti rabbinā wa nakūna minal-mu'minīn(a).",
      "translation": "Если б ты только мог увидеть, Как их поставят пред Огнем И как они (в отчаянье) воскликнут: \"О, если бы (на землю) нас вернули! Тогда б мы не считали ложью Знаменья нашего Владыки И были бы средь праведных людей"
    },
    {
      "verse_number": 28,
      "text_uthmani": "بَلْ بَدَا لَهُم مَّا كَانُوا۟ يُخْفُونَ مِن قَبْلُ ۖ وَلَوْ رُدُّوا۟ لَعَادُوا۟ لِمَا نُهُوا۟ عَنْهُ وَإِنَّهُمْ لَكَـٰذِبُونَ",
      "text_uthmani_transcribed": "Bal badā lahum mā kānū yukhfūna min qabl(u), wa lau ruddū la'ādū limā nuhū 'anhu wa innahum lakāżibūn(a).",
      "translation": "Тогда открылось бы (их собственным глазам) Все, что скрывали они прежде. И все же, если бы (на землю) их вернули, Они бы обратились вновь к тому, Что недозволено им было, - Ведь, истинно, они - лжецы"
    },
    {
      "verse_number": 29,
      "text_uthmani": "وَقَالُوٓا۟ إِنْ هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ",
      "text_uthmani_transcribed": "Wa qālū in hiya illā ḥayātunad-dun-yā wa mā naḥnu bimab'ūṡīn(a).",
      "translation": "И говорят они: \"Нет ничего, помимо этой жизни, И мы не будем никогда воскрешены"
    },
    {
      "verse_number": 30,
      "text_uthmani": "وَلَوْ تَرَىٰٓ إِذْ وُقِفُوا۟ عَلَىٰ رَبِّهِمْ ۚ قَالَ أَلَيْسَ هَـٰذَا بِٱلْحَقِّ ۚ قَالُوا۟ بَلَىٰ وَرَبِّنَا ۚ قَالَ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
      "text_uthmani_transcribed": "Wa lau tarā iż wuqifū 'alā rabbihim, qāla alaisa hāżā bil-ḥaqq(i), qālū balā wa rabbinā, qāla fa żūqul-'ażāba bimā kuntum takfurūn(a).",
      "translation": "Если б ты только мог увидеть, Как их поставят перед их Владыкой! Он скажет им: \"Ужель сие - не истина (для вас)?\" Они ответят: \"Да! И (в этом) нашим Господом клянемся!\" И скажет Он: \"Вкусите ж наказание за то, Что (на земле) неправедными были"
    },
    {
      "verse_number": 31,
      "text_uthmani": "قَدْ خَسِرَ ٱلَّذِينَ كَذَّبُوا۟ بِلِقَآءِ ٱللَّهِ ۖ حَتَّىٰٓ إِذَا جَآءَتْهُمُ ٱلسَّاعَةُ بَغْتَةً قَالُوا۟ يَـٰحَسْرَتَنَا عَلَىٰ مَا فَرَّطْنَا فِيهَا وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَىٰ ظُهُورِهِمْ ۚ أَلَا سَآءَ مَا يَزِرُونَ",
      "text_uthmani_transcribed": "Qad khasiral-lażīna każżabū biliqā'illāh(i), ḥattā iżā jā'athumus-sā'atu bagtatan qālū yā ḥasratanā 'alā mā farraṭnā fīhā, wa hum yaḥmilūna auzārahum 'alā ẓuhūrihim, alā sā'a mā yazirūn(a).",
      "translation": "Потеряны (для Бога) будут те, Которые считали ложью встречу с Ним, Пока вдруг не пришел к ним Час, Когда они взмолили: \"О, горе нам за то, Что небрегли (заветом, данным Богу)!\" И им нести на своих спинах (Земных) ошибок тяжкий груз, - И сколь же мерзкой будет эта ноша"
    },
    {
      "verse_number": 32,
      "text_uthmani": "وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا لَعِبٌ وَلَهْوٌ ۖ وَلَلدَّارُ ٱلْـَٔاخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ ۗ أَفَلَا تَعْقِلُونَ",
      "text_uthmani_transcribed": "Wa mal-ḥayātud-dun-yā illā la'ibuw wa lahw(un), wa lad-dārul-ākhiratu khairul lil-lażīna yattaqūn(a), afalā ta'qilūn(a).",
      "translation": "Жизнь наша в этом мире - Забава легкая да тщЕта. Но много краше - будущий приют Для тех, кто благочестие блюдет, (Страшася гнева своего Владыки). Ужель вам это не понять"
    },
    {
      "verse_number": 33,
      "text_uthmani": "قَدْ نَعْلَمُ إِنَّهُۥ لَيَحْزُنُكَ ٱلَّذِى يَقُولُونَ ۖ فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَـٰكِنَّ ٱلظَّـٰلِمِينَ بِـَٔايَـٰتِ ٱللَّهِ يَجْحَدُونَ",
      "text_uthmani_transcribed": "Qad na'lamu innahū layaḥzunukal-lażī yaqūlūna fa innahum lā yukażżibūnaka wa lākinnaẓ-ẓālimīna bi'āyātillāhi yajhadūn(a).",
      "translation": "Мы знаем ту печаль, Что речи их тебе приносят, Но не тебя во лжи они винят - Знаменья Господа считают ложью нечестивцы"
    }
  ]
}