{
  "chapter_number": 5,
  "verses": [
    {
      "verse_number": 34,
      "text_uthmani": "إِلَّا ٱلَّذِينَ تَابُوا۟ مِن قَبْلِ أَن تَقْدِرُوا۟ عَلَيْهِمْ ۖ فَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "text_uthmani_transcribed": "Illal-lażīna tābū min qabli an taqdirū 'alaihim, fa'lamū annallāha gafūrur raḥīm(un).",
      "translation": "Помимо тех, кто обратится (с покаяньем) Прежде, чем вы получите над ними власть, - Аллах, поистине, прощающ, милосерд"
    },
    {
      "verse_number": 35,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَٱبْتَغُوٓا۟ إِلَيْهِ ٱلْوَسِيلَةَ وَجَـٰهِدُوا۟ فِى سَبِيلِهِۦ لَعَلَّكُمْ تُفْلِحُونَ",
      "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanuttaqullāha wabtagū ilaihil-wasīlata wa jāhidū fī sabīlihī la'allakum tufliḥūn(a).",
      "translation": "О вы, кто верует! Благочестивы будьте, Ищите доступа к Его благоволенью, Все силы положите на Его пути, Чтобы могли вы обрести успех (в душе и жизни)"
    },
    {
      "verse_number": 36,
      "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ لَوْ أَنَّ لَهُم مَّا فِى ٱلْأَرْضِ جَمِيعًا وَمِثْلَهُۥ مَعَهُۥ لِيَفْتَدُوا۟ بِهِۦ مِنْ عَذَابِ يَوْمِ ٱلْقِيَـٰمَةِ مَا تُقُبِّلَ مِنْهُمْ ۖ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "text_uthmani_transcribed": "Innal-lażīna kafarū lau anna lahum mā fil-arḍi jamī'aw wa miṡlahū ma'ahū liyaftadū bihī min 'ażābi yaumil-qiyāmati mā tuqubbila minhum, wa lahum 'ażābun alīm(un).",
      "translation": "А те, кто не уверовал, То, будь у них все то, что на земле, И даже вдвое больше, Чтоб откупить себя в День Воскресения от мук, - От них не примут ничего, Их ждет мучительная кара"
    },
    {
      "verse_number": 37,
      "text_uthmani": "يُرِيدُونَ أَن يَخْرُجُوا۟ مِنَ ٱلنَّارِ وَمَا هُم بِخَـٰرِجِينَ مِنْهَا ۖ وَلَهُمْ عَذَابٌ مُّقِيمٌ",
      "text_uthmani_transcribed": "Yurīdūna ay yakhrujū minan-nāri wa mā hum bikhārijīna minhā, wa lahum 'ażābun muqīm(un).",
      "translation": "Желанием их будет выйти из Огня, Но из него им никогда не выйти - Их муки вечно будут длиться"
    },
    {
      "verse_number": 38,
      "text_uthmani": "وَٱلسَّارِقُ وَٱلسَّارِقَةُ فَٱقْطَعُوٓا۟ أَيْدِيَهُمَا جَزَآءًۢ بِمَا كَسَبَا نَكَـٰلًا مِّنَ ٱللَّهِ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
      "text_uthmani_transcribed": "Was-sāriqu was-sāriqatu faqṭa'ū aidiyahumā jazā'am bimā kasabā nakālam minallāh(i), wallāhu 'azīzun ḥakīm(un).",
      "translation": "И вору, и воровке отсекайте руки Как воздаяние за то, Что (души их) усвоили себе, - Как наказанье от Аллаха, - Ведь Он, поистине, велик и мудр"
    },
    {
      "verse_number": 39,
      "text_uthmani": "فَمَن تَابَ مِنۢ بَعْدِ ظُلْمِهِۦ وَأَصْلَحَ فَإِنَّ ٱللَّهَ يَتُوبُ عَلَيْهِ ۗ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "text_uthmani_transcribed": "Faman tāba mim ba'di ẓulmihī wa aṣlaḥa fa innallāha yatūbu 'alaih(i), innallāha gafūrur raḥīm(un).",
      "translation": "Но кто, свершив свой грех, Раскается, к благому обратясь, - Тому Аллах Свое благоволение проявит, - Ведь всепрощающ Он и милосерд"
    },
    {
      "verse_number": 40,
      "text_uthmani": "أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ يُعَذِّبُ مَن يَشَآءُ وَيَغْفِرُ لِمَن يَشَآءُ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "text_uthmani_transcribed": "Alam ta'lam annallāha lahū mulkus-samāwāti wal-arḍ(i), yu'ażżibu may yasyā'u wa yagfiru limay yasyā'(u), wallāhu 'alā kulli syai'in qadīr(un).",
      "translation": "Ужель не знаешь ты, что лишь Аллах Владеет небесами и землей? Накажет Он того, кого захочет, Простит того, кто мил Ему, И властен Он над всем и вся"
    },
    {
      "verse_number": 41,
      "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلرَّسُولُ لَا يَحْزُنكَ ٱلَّذِينَ يُسَـٰرِعُونَ فِى ٱلْكُفْرِ مِنَ ٱلَّذِينَ قَالُوٓا۟ ءَامَنَّا بِأَفْوَٰهِهِمْ وَلَمْ تُؤْمِن قُلُوبُهُمْ ۛ وَمِنَ ٱلَّذِينَ هَادُوا۟ ۛ سَمَّـٰعُونَ لِلْكَذِبِ سَمَّـٰعُونَ لِقَوْمٍ ءَاخَرِينَ لَمْ يَأْتُوكَ ۖ يُحَرِّفُونَ ٱلْكَلِمَ مِنۢ بَعْدِ مَوَاضِعِهِۦ ۖ يَقُولُونَ إِنْ أُوتِيتُمْ هَـٰذَا فَخُذُوهُ وَإِن لَّمْ تُؤْتَوْهُ فَٱحْذَرُوا۟ ۚ وَمَن يُرِدِ ٱللَّهُ فِتْنَتَهُۥ فَلَن تَمْلِكَ لَهُۥ مِنَ ٱللَّهِ شَيْـًٔا ۚ أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَمْ يُرِدِ ٱللَّهُ أَن يُطَهِّرَ قُلُوبَهُمْ ۚ لَهُمْ فِى ٱلدُّنْيَا خِزْىٌ ۖ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابٌ عَظِيمٌ",
      "text_uthmani_transcribed": "Yā ayyuhar-rasūlu lā yaḥzunkal-lażīna yusāri'ūna fil-kufri minal-lażīna qālū āmannā bi'afwāhihim wa lam tu'min qulūbuhum - wa minal-lażīna hādū - sammā'ūna lil-każibi sammā'ūna liqaumin ākharīna lam ya'tūk(a), yuḥarrifūnal-kalima mim ba'di mawāḍi'ih(ī), yaqūlūna in ūtītum hāżā fa khuż­hu wa illam tu'tauhu faḥżarū, wa may yuridillāhu fitnatahū falan tamlika lahū minallāhi syai'ā(n), ulā'ikal-lażīna lam yuridillāhu ay yuṭahhira qulūbahum, lahum fid-dun-yā khizyuw wa lahum fil-ākhirati 'ażābun 'aẓīm(un).",
      "translation": "О (Мухаммад)! Посланник (Мой)! Пусть не печалят тебя те, Которые к неверию спешат, - Ни те из них, кто лишь устами говорит: \"Уверовали мы!\", А в их сердцах нет веры, Ни те из иудеев, которые внимают лжи И слушают других, которые к тебе не приходили. Они слова (Писаний) искажают, переставляя с места их, Потом (им придавая ложный смысл), И говорят: \"Коль вам даровано оно, берите, А если нет - остерегайтесь!\" Кого Аллах захочет искушению подвергнуть, Не властен ты ничем пред Ним, - И это - те, чьи (скверные) сердца Не склонен Он очистить. Позор для них - в ближайшем мире И кара превеликая- в другом"
    },
    {
      "verse_number": 42,
      "text_uthmani": "سَمَّـٰعُونَ لِلْكَذِبِ أَكَّـٰلُونَ لِلسُّحْتِ ۚ فَإِن جَآءُوكَ فَٱحْكُم بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ ۖ وَإِن تُعْرِضْ عَنْهُمْ فَلَن يَضُرُّوكَ شَيْـًٔا ۖ وَإِنْ حَكَمْتَ فَٱحْكُم بَيْنَهُم بِٱلْقِسْطِ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ",
      "text_uthmani_transcribed": "Sammā'ūna lil-każibi akkālūna lis-suḥt(i), fa in jā'ūka faḥkum bainahum au a'riḍ 'anhum, wa in tu'riḍ 'anhum falay yaḍurrūka syai'ā(n), wa in ḥakamta faḥkum bainahum bil-qisṭ(i), innallāha yuḥibbul-muqsiṭīn(a).",
      "translation": "Они (с готовностью) внимают лжи И пожирают (с жадностью) запретное (Аллахом). А если все ж они к тебе (на суд) придут, Ты рассуди меж ними или отвернись; Но если отвернешься, они тебе вреда не причинят. А коль судить их все же станешь, По справедливости суди - Аллах (лишь) справедливых любит"
    },
    {
      "verse_number": 43,
      "text_uthmani": "وَكَيْفَ يُحَكِّمُونَكَ وَعِندَهُمُ ٱلتَّوْرَىٰةُ فِيهَا حُكْمُ ٱللَّهِ ثُمَّ يَتَوَلَّوْنَ مِنۢ بَعْدِ ذَٰلِكَ ۚ وَمَآ أُو۟لَـٰٓئِكَ بِٱلْمُؤْمِنِينَ",
      "text_uthmani_transcribed": "Wa kaifa yuḥakkimūnaka wa 'indahumut-taurātu fīhā ḥukmullāhi ṡumma yatawallauna mim ba'di żālik(a), wa mā ulā'ika bil-mu'minīn(a).",
      "translation": "Но как они тебя судьей поставят, Когда у них есть Тора - Суд Аллаха, - (В которой им даны все повеления Его)? И все же отвращаются они. Как далеки они от веры"
    },
    {
      "verse_number": 44,
      "text_uthmani": "إِنَّآ أَنزَلْنَا ٱلتَّوْرَىٰةَ فِيهَا هُدًى وَنُورٌ ۚ يَحْكُمُ بِهَا ٱلنَّبِيُّونَ ٱلَّذِينَ أَسْلَمُوا۟ لِلَّذِينَ هَادُوا۟ وَٱلرَّبَّـٰنِيُّونَ وَٱلْأَحْبَارُ بِمَا ٱسْتُحْفِظُوا۟ مِن كِتَـٰبِ ٱللَّهِ وَكَانُوا۟ عَلَيْهِ شُهَدَآءَ ۚ فَلَا تَخْشَوُا۟ ٱلنَّاسَ وَٱخْشَوْنِ وَلَا تَشْتَرُوا۟ بِـَٔايَـٰتِى ثَمَنًا قَلِيلًا ۚ وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْكَـٰفِرُونَ",
      "text_uthmani_transcribed": "Innā anzalnat-taurāta fīhā hudaw wa nūr(un), yaḥkumu bihan-nabiyyūnal-lażīna aslamū lil-lażīna hādū war-rabbāniyyūna wal-aḥbāru bimastuḥfiẓū min kitābillāhi wa kānū 'alaihi syuhadā'(a), falā takhsyawun-nāsa wakhsyauni wa lā tasytarū bi'āyātī ṡamanan qalīlā(n), wa mal lam yaḥkum bimā anzalallāhu fa ulā'ika humul-kāfirūn(a).",
      "translation": "И это Мы, кто низвели им Тору, В которой правый путь и свет. По ней судили иудеев те пророки, Что Господу всем сердцем предавались. Раввины и ученые мужи судили по тому, Что было им доверено хранить из Божьей Книги; Они же и свидетели об этом. А потому людей не бойтесь - страшитесь лишь Меня! И за знамения Мои Ничтожнейшую плату не берите. А те, кто суд вершит не по тому, Что им низвел Аллах, Неверными пред Ним предстанут"
    }
  ]
}