[
  {
    "verse_number": 1,
    "text_uthmani": " تَبَارَكَ ٱلَّذِى نَزَّلَ ٱلْفُرْقَانَ عَلَىٰ عَبْدِهِۦ لِيَكُونَ لِلْعَـٰلَمِينَ نَذِيرًا",
    "text_uthmani_transcribed": "Tabārakal-lażī nazzalal-furqāna 'alā 'abdihī liyakūna lil-'ālamīna nażīrā(n).",
    "translation": "Благословен есть Тот, Кто Своему служителю низвел Фуркан, Чтобы он стал для всех миров Увещеванием (Господним)"
  },
  {
    "verse_number": 2,
    "text_uthmani": "ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُۥ شَرِيكٌ فِى ٱلْمُلْكِ وَخَلَقَ كُلَّ شَىْءٍ فَقَدَّرَهُۥ تَقْدِيرًا",
    "text_uthmani_transcribed": "Allażī lahū mulkus-samāwāti wal-arḍi wa lam yattakhiż waladaw wa lam yakul lahū syarīkun fil-mulki wa khalaqa  kulla syai'in fa qaddarahū taqdīrā(n).",
    "translation": "Тот, Кто владеет небесами и землей И Кто не брал Себе ребенка И соучастника во власти не имеет. Он - Тот, Кто создал всяку вещь И соразмерил должной мерой"
  },
  {
    "verse_number": 3,
    "text_uthmani": "وَٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً لَّا يَخْلُقُونَ شَيْـًٔا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَوٰةً وَلَا نُشُورًا",
    "text_uthmani_transcribed": "Wattakhażū min dūnihī ālihatal lā yakhluqūna syai'aw wa hum yukhlaqūna wa lā yamlikūna li'anfusihim ḍarraw wa lā naf'aw wa lā yamlikūna mautaw wa lā ḥayātaw wa lā nusyūrā(n).",
    "translation": "И все ж они, опричь Него, Других богов себе призвали, Что ничего не могут сотворить, И сами созданы (другими). Самим себе они не могут Ни причинить вреда, ни пользы принести. Не властвуют они над смертью, Над жизнью не властвуют они, Они не властны и над воскрешеньем"
  },
  {
    "verse_number": 4,
    "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّآ إِفْكٌ ٱفْتَرَىٰهُ وَأَعَانَهُۥ عَلَيْهِ قَوْمٌ ءَاخَرُونَ ۖ فَقَدْ جَآءُو ظُلْمًا وَزُورًا",
    "text_uthmani_transcribed": "Wa qālal-lażīna kafarū in hāżā illā ifkuniftarāhu wa a'ānahū 'alaihi qaumun ākharūn(a), fa qad jā'ū ẓulmaw wa zūrā(n).",
    "translation": "И говорят неверные: \"Все это - только ложь, что он измыслил, И в этом помогли ему другие\". Но в это именно они Ложь привнесли и злобную несправедливость"
  },
  {
    "verse_number": 5,
    "text_uthmani": "وَقَالُوٓا۟ أَسَـٰطِيرُ ٱلْأَوَّلِينَ ٱكْتَتَبَهَا فَهِىَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا",
    "text_uthmani_transcribed": "Wa qālū asāṭīrul-awwalīnaktatabahā fa hiya tumlā 'alaihi bukrataw wa aṣīlā(n).",
    "translation": "И говорят они: \"Все это - сказы древних (поколений), Что для себя велел он записать, Ему зачитывают их и по утрам, и вечерами"
  },
  {
    "verse_number": 6,
    "text_uthmani": "قُلْ أَنزَلَهُ ٱلَّذِى يَعْلَمُ ٱلسِّرَّ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّهُۥ كَانَ غَفُورًا رَّحِيمًا",
    "text_uthmani_transcribed": "Qul anzalahul-lażī ya'lamus-sirra fis-samāwāti wal-arḍ(i), innahū kāna gafūrar raḥīmā(n).",
    "translation": "Скажи: \"(Коран) ниспослан Тем, Кому известны тайны неба и земли, - Он, истинно, прощающ, милосерд"
  },
  {
    "verse_number": 7,
    "text_uthmani": "وَقَالُوا۟ مَالِ هَـٰذَا ٱلرَّسُولِ يَأْكُلُ ٱلطَّعَامَ وَيَمْشِى فِى ٱلْأَسْوَاقِ ۙ لَوْلَآ أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُۥ نَذِيرًا",
    "text_uthmani_transcribed": "Wa qālū mā lihāżar-rasūli ya'kuluṭ-ṭa'āma wa yamsyī fil-aswāq(i), lau lā unzila 'alaihi malakun fa yakūna ma'ahū nażīrā(n).",
    "translation": "И говорят они: \"Что за посланник он, Коль ест он пищу и по рынкам ходит? Вот если бы к нему был послан ангел И вместе с ним бы проповедником (предстал)"
  },
  {
    "verse_number": 8,
    "text_uthmani": "أَوْ يُلْقَىٰٓ إِلَيْهِ كَنزٌ أَوْ تَكُونُ لَهُۥ جَنَّةٌ يَأْكُلُ مِنْهَا ۚ وَقَالَ ٱلظَّـٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا",
    "text_uthmani_transcribed": "Au yulqā ilaihi kanzun au takūnu lahū jannatuy ya'kulu minhā, wa qālaẓ-ẓālimūna in tattabi'ūna illā rajulam masḥūrā(n).",
    "translation": "Или б посыпались сокровища ему, Иль сад бы у него явился, Откуда б он питался всласть!\" И говорят неправедные так: \"Вы следуете лишь тому, Кто (неземными) чарами (опутан)"
  },
  {
    "verse_number": 9,
    "text_uthmani": "ٱنظُرْ كَيْفَ ضَرَبُوا۟ لَكَ ٱلْأَمْثَـٰلَ فَضَلُّوا۟ فَلَا يَسْتَطِيعُونَ سَبِيلًا",
    "text_uthmani_transcribed": "Unẓur kaifa ḍarabū lakal-amṡāla fa ḍallū falā yastaṭī'ūna sabīlā(n).",
    "translation": "Смотри, чему они тебя уподобляют! Они сошли с Господнего пути И обрести его никак не могут"
  },
  {
    "verse_number": 10,
    "text_uthmani": "تَبَارَكَ ٱلَّذِىٓ إِن شَآءَ جَعَلَ لَكَ خَيْرًا مِّن ذَٰلِكَ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ وَيَجْعَل لَّكَ قُصُورًۢا",
    "text_uthmani_transcribed": "Tabārakal-lażī in syā'a ja'ala laka khairam min żālika jannātin tajrī min taḥtihal-anhār(u), wa yaj'al laka quṣūrā(n).",
    "translation": "Благословен есть Тот, Кто Волею Своей Доставит лучшее для вас, чем это: Сады, реками омовенны, Доставит вам дворцы (Для пребыванья в вечной благодати)"
  },
  {
    "verse_number": 11,
    "text_uthmani": "بَلْ كَذَّبُوا۟ بِٱلسَّاعَةِ ۖ وَأَعْتَدْنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا",
    "text_uthmani_transcribed": "Bal każżabū bis-sā'ah(ti), wa a'tadnā liman każżaba bis-sā'ati sa'īrā(n).",
    "translation": "О да! Они считают ложью Час, А Мы для тех, кто ложью Час считает, Уготовали огнь (Ада)"
  }
]