{
  "chapter_number": 17,
  "verses": [
    {
      "verse_number": 67,
      "text_uthmani": "وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِى ٱلْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلَّآ إِيَّاهُ ۖ فَلَمَّا نَجَّىٰكُمْ إِلَى ٱلْبَرِّ أَعْرَضْتُمْ ۚ وَكَانَ ٱلْإِنسَـٰنُ كَفُورًا",
      "text_uthmani_transcribed": "Wa iżā massakumuḍ-ḍurru fil-baḥri ḍalla man tad'ūna illā iyyāh(u), falammā najjākum ilal-barri a'raḍtum, wa kānal-insānu kafūrā(n).",
      "translation": "Когда постигнет вас беда на море, То тех, к кому взывали вы, кроме Него, нет рядом. Когда ж спасенными (от бед) Мы вас на сушу возвращаем, Вы отвращаетесь от Нас, - Как человек, поистине, неблагодарен"
    },
    {
      "verse_number": 68,
      "text_uthmani": "أَفَأَمِنتُمْ أَن يَخْسِفَ بِكُمْ جَانِبَ ٱلْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا۟ لَكُمْ وَكِيلًا",
      "text_uthmani_transcribed": "Afa amintum ay yakhsifa bikum jānibal-barri au yursila 'alaikum ḥaṣiban ṡumma lā tajidū lakum wakīlā(n).",
      "translation": "Ужель избавлены вы от того, Что Он не повелит вас поглотить, Разверзнув часть земли под вашими (стопами), Иль не обрушит ураган на вас? И уж тогда вам не найти защиты"
    },
    {
      "verse_number": 69,
      "text_uthmani": "أَمْ أَمِنتُمْ أَن يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَىٰ فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِّنَ ٱلرِّيحِ فَيُغْرِقَكُم بِمَا كَفَرْتُمْ ۙ ثُمَّ لَا تَجِدُوا۟ لَكُمْ عَلَيْنَا بِهِۦ تَبِيعًا",
      "text_uthmani_transcribed": "Am amintum ay yu'īdakum fīhi tāratan ukhrā fa yursila 'alaikum qāṣifam minar-rīḥi fa yugriqakum bimā kafartum, ṡumma lā tajidū lakum 'alainā bihī tabī'ā(n).",
      "translation": "Иль вы не опасаетесь, что Он Еще раз возвратит вас (в море) И ниспошлет на вас смертельный шторм, Что вас погубит, потому что вы невЕрны? И уж тогда вам против Нас Помощника себе не отыскать"
    },
    {
      "verse_number": 70,
      "text_uthmani": "۞ وَلَقَدْ كَرَّمْنَا بَنِىٓ ءَادَمَ وَحَمَلْنَـٰهُمْ فِى ٱلْبَرِّ وَٱلْبَحْرِ وَرَزَقْنَـٰهُم مِّنَ ٱلطَّيِّبَـٰتِ وَفَضَّلْنَـٰهُمْ عَلَىٰ كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلًا",
      "text_uthmani_transcribed": "Wa laqad karramnā banī ādama wa ḥamalnāhum fil-barri wal-baḥri wa razaqnāhum minaṭ-ṭayyibāti wa faḍḍalnāhum 'alā kaṡīrim mimman khalaqnā tafḍīlā(n).",
      "translation": "Мы оказали честь сынам Адама, Мы их носили по земле и по морям, И наделяли их благими, чистыми дарами, И их возвысили над многим из того, что сотворили"
    },
    {
      "verse_number": 71,
      "text_uthmani": "يَوْمَ نَدْعُوا۟ كُلَّ أُنَاسٍۭ بِإِمَـٰمِهِمْ ۖ فَمَنْ أُوتِىَ كِتَـٰبَهُۥ بِيَمِينِهِۦ فَأُو۟لَـٰٓئِكَ يَقْرَءُونَ كِتَـٰبَهُمْ وَلَا يُظْلَمُونَ فَتِيلًا",
      "text_uthmani_transcribed": "Yauma nad'ū kulla unāsim bi'imāmihim, faman ūtiya katābahū biyamīnihī fa ulā'ika yaqra'ūna kitābahum wa lā yuẓlamūna fatīlā(n).",
      "translation": "Настанет День, Когда Мы призовем весь род людской С наставником (от каждого народа), И тот, кому представят книгу (дел) в их праву руку, (С великой радостью) ее прочтет, И им обид не причинят даже на йоту"
    },
    {
      "verse_number": 72,
      "text_uthmani": "وَمَن كَانَ فِى هَـٰذِهِۦٓ أَعْمَىٰ فَهُوَ فِى ٱلْـَٔاخِرَةِ أَعْمَىٰ وَأَضَلُّ سَبِيلًا",
      "text_uthmani_transcribed": "Wa man kāna fī hāżihī a'mā fa huwa fil-ākhirati a'mā wa aḍallu sabīlā(n).",
      "translation": "А кто был слеп на этом свете, Слепым останется и в том - И еще больше сбившимся с пути"
    },
    {
      "verse_number": 73,
      "text_uthmani": "وَإِن كَادُوا۟ لَيَفْتِنُونَكَ عَنِ ٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ لِتَفْتَرِىَ عَلَيْنَا غَيْرَهُۥ ۖ وَإِذًا لَّٱتَّخَذُوكَ خَلِيلًا",
      "text_uthmani_transcribed": "Wa in kādū layaftinūnaka 'anil-lażī auḥainā ilaika litaftariya 'alainā gairah(ū), wa iżal lattakhażūka khalīlā(n).",
      "translation": "Поистине, они тебя едва не совратили от того, Что Мы тебе по Истине открыли, И чтоб ты Нам другое (ложно) приписал, - Тогда они тебя бы взяли своим другом"
    },
    {
      "verse_number": 74,
      "text_uthmani": "وَلَوْلَآ أَن ثَبَّتْنَـٰكَ لَقَدْ كِدتَّ تَرْكَنُ إِلَيْهِمْ شَيْـًٔا قَلِيلًا",
      "text_uthmani_transcribed": "Wa lau lā an ṡabbatnāka laqad kitta tarkanu ilaihim syai'an qalīlā(n).",
      "translation": "И если б Мы тебя не укрепили (в вере), Ты бы, (возможно), и немного, к ним склонился"
    },
    {
      "verse_number": 75,
      "text_uthmani": "إِذًا لَّأَذَقْنَـٰكَ ضِعْفَ ٱلْحَيَوٰةِ وَضِعْفَ ٱلْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا",
      "text_uthmani_transcribed": "Iżal-la'ażaqnāka ḍi'fal-ḥayāti wa ḍi'fal-mamāti ṡumma lā tajidu laka 'alainā naṣīrā(n).",
      "translation": "Тогда бы дали Мы тебе вкусить Двойную (долю Нашей кары) И в этом мире, и по смерти. И против Нас тогда, (о Мухаммад!), Помощника бы ты не отыскал"
    },
    {
      "verse_number": 76,
      "text_uthmani": "وَإِن كَادُوا۟ لَيَسْتَفِزُّونَكَ مِنَ ٱلْأَرْضِ لِيُخْرِجُوكَ مِنْهَا ۖ وَإِذًا لَّا يَلْبَثُونَ خِلَـٰفَكَ إِلَّا قَلِيلًا",
      "text_uthmani_transcribed": "Wa in kādū layastafizzūnaka minal-arḍi liyukhrijūka minhā wa iżal lā yalbaṡūna khilāfaka illā qalīlā(n).",
      "translation": "И их намерением было С этой земли изгнать тебя (испугом), Чтоб (навсегда) ты от нее был отлучен. И уж тогда пробыть им там после тебя Не долго б оставалось"
    },
    {
      "verse_number": 77,
      "text_uthmani": "سُنَّةَ مَن قَدْ أَرْسَلْنَا قَبْلَكَ مِن رُّسُلِنَا ۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيلًا",
      "text_uthmani_transcribed": "Sunnata man qad arsalnā qablaka mir rusulinā wa lā tajidu lisunnatinā taḥwīlā(n).",
      "translation": "Таков Наш принятый уряд С пророками, которых до тебя Мы слали, И в нем ты изменений не найдешь"
    }
  ]
}