{
  "chapter_number": 13,
  "verses": [
    {
      "verse_number": 34,
      "text_uthmani": "لَّهُمْ عَذَابٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَشَقُّ ۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٍ",
      "text_uthmani_transcribed": "Lahum 'ażābun fil-ḥayātid-dun-yā wa la'ażābul-ākhirati asyaqq(u), wa mā lahum minallāhi miw wāq(in).",
      "translation": "Им - наказание в сей жизни, И, несомненно, более жестоким Им будет наказание в другой, - Им нет защиты от Аллаха"
    },
    {
      "verse_number": 35,
      "text_uthmani": "۞ مَّثَلُ ٱلْجَنَّةِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۖ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ أُكُلُهَا دَآئِمٌ وَظِلُّهَا ۚ تِلْكَ عُقْبَى ٱلَّذِينَ ٱتَّقَوا۟ ۖ وَّعُقْبَى ٱلْكَـٰفِرِينَ ٱلنَّارُ",
      "text_uthmani_transcribed": "Maṡalul-jannatil-latī wu'idal-muttaqūn(a), tajrī min taḥtihal-anhār(u), ukuluhā dā'imuw wa ẓilluhā, tilka 'uqbal-lażīnattaqau, wa 'uqbal-kāfirīnan-nār(u).",
      "translation": "И притчею (Господь являет) Рай, Что был обещан тем, Которые, страшася Его (гнева, Благочестивы были в этой жизни): Сады, реками омовенны, Услада вечная и тень - Таков конец пути для тех, Кто (гнева) Господа страшился. Для нечестивых же - Огонь"
    },
    {
      "verse_number": 36,
      "text_uthmani": "وَٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَفْرَحُونَ بِمَآ أُنزِلَ إِلَيْكَ ۖ وَمِنَ ٱلْأَحْزَابِ مَن يُنكِرُ بَعْضَهُۥ ۚ قُلْ إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ ٱللَّهَ وَلَآ أُشْرِكَ بِهِۦٓ ۚ إِلَيْهِ أَدْعُوا۟ وَإِلَيْهِ مَـَٔابِ",
      "text_uthmani_transcribed": "Wal-lażīna ātaināhumul-kitāba yafraḥūna bimā unzila ilaika wa minal-aḥzābi may yunkiru ba'ḍah(ū), qul innamā umirtu an a'budallāha wa lā usyrika bih(ī), ilaihi ad'ū wa ilaihi ma'āb(i).",
      "translation": "А те, кому Мы даровали Книгу, (Безмерно) счастливы тому, что послано тебе, Хотя среди общин есть и такие, Что отвергают часть ее. Скажи: \"Мне велено Аллаху поклоняться И соучастников Ему не придавать. К Нему зову я, и к Нему - Обратный мой приход"
    },
    {
      "verse_number": 37,
      "text_uthmani": "وَكَذَٰلِكَ أَنزَلْنَـٰهُ حُكْمًا عَرَبِيًّا ۚ وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم بَعْدَ مَا جَآءَكَ مِنَ ٱلْعِلْمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِىٍّ وَلَا وَاقٍ",
      "text_uthmani_transcribed": "Wa każālika anzalnāhu ḥukman 'arabiyyā(n), wa la'inittaba'ta ahwā'ahum ba'da mā jā'aka minal-'ilm(i), mā laka minallāhi miw waliyyiw wa lā wāq(in).",
      "translation": "Так ниспослали Мы его, Чтоб на арабском языке был свод законов (Нашего Суда). И если ты последуешь страстям их После того, как знание к тебе пришло, Тебе не будет ни защитника от Бога, Ни покровителя (пред Ним)"
    },
    {
      "verse_number": 38,
      "text_uthmani": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَٰجًا وَذُرِّيَّةً ۚ وَمَا كَانَ لِرَسُولٍ أَن يَأْتِىَ بِـَٔايَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۗ لِكُلِّ أَجَلٍ كِتَابٌ",
      "text_uthmani_transcribed": "Wa laqad arsalnā rusulam min qablika wa ja'alnā lahum azwājaw wa żurriyyah(tan), wa mā kāna lirasūlin ay ya'tiya bi'āyatin illā bi'iżnillāh(i), likulli ajalin kitāb(un).",
      "translation": "И до тебя посланников Мы слали, И им супруг давали и потомство; И ни один посланник не являл знамений Иначе, как по изволению Аллаха. На всякий временной предел - Свое писание, (свои заветы, Что мудростью Аллаха сочтены)"
    },
    {
      "verse_number": 39,
      "text_uthmani": "يَمْحُوا۟ ٱللَّهُ مَا يَشَآءُ وَيُثْبِتُ ۖ وَعِندَهُۥٓ أُمُّ ٱلْكِتَـٰبِ",
      "text_uthmani_transcribed": "Yamḥullāhu mā yasyā'u wa yuṡbit(u), wa 'indahū ummul-kitāb(i).",
      "translation": "Аллах Своим желанием стирает (Заветы прошлого, изжившие себя), И утверждает (мудростью Своей Те из Своих установлений, Что надлежит по строгости блюсти), - Ведь у Него - Мать Вечной Книги"
    },
    {
      "verse_number": 40,
      "text_uthmani": "وَإِن مَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ ٱلْبَلَـٰغُ وَعَلَيْنَا ٱلْحِسَابُ",
      "text_uthmani_transcribed": "Wa immā nuriyannaka ba'ḍal-lażī na'iduhum au natawaffayannaka fa innamā 'alaikal-balāgu wa 'alainal-ḥisāb(u).",
      "translation": "Покажем ли тебе Мы часть того, Чем Мы, увещевая их, им угрожаем, Иль упокоим твою душу до того, Твой долг - лишь передать им (Откровенье), А Нам - призвать к расчету (их)"
    },
    {
      "verse_number": 41,
      "text_uthmani": "أَوَلَمْ يَرَوْا۟ أَنَّا نَأْتِى ٱلْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا ۚ وَٱللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِۦ ۚ وَهُوَ سَرِيعُ ٱلْحِسَابِ",
      "text_uthmani_transcribed": "Awa lam yarau annā na'til-arḍa nanquṣuhā min aṭrāfihā, wallāhu yaḥkumu lā mu'aqqiba liḥukmih(ī), wa huwa sarī'ul-ḥisāb(i).",
      "translation": "Не видят ли они, Как Мы проходим по земле И от краев ее все больше замыкаем? Ведь Суд вершит Аллах, И нет того, Кто мог бы Его Суд отсрочить. А Он в Своем расчете скор"
    },
    {
      "verse_number": 42,
      "text_uthmani": "وَقَدْ مَكَرَ ٱلَّذِينَ مِن قَبْلِهِمْ فَلِلَّهِ ٱلْمَكْرُ جَمِيعًا ۖ يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ ۗ وَسَيَعْلَمُ ٱلْكُفَّـٰرُ لِمَنْ عُقْبَى ٱلدَّارِ",
      "text_uthmani_transcribed": "Wa qad makaral-lażīna min qablihim fa lillāhil-makru jamī'ā(n), ya'lamu mā taksibu kullu nafs(in), wa saya'lamul-kuffāru liman 'uqbad-dār(i).",
      "translation": "Ведь замышляли хитрости и те, кто был до них, - Аллах же всеми хитростями правит. Он знает то, что всякая душа (Себе на будущее) предваряет, - И предстоит узнать неверным, Кому достанется наградная обитель"
    },
    {
      "verse_number": 43,
      "text_uthmani": "وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَسْتَ مُرْسَلًا ۚ قُلْ كَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ وَمَنْ عِندَهُۥ عِلْمُ ٱلْكِتَـٰبِ",
      "text_uthmani_transcribed": "Wa yaqūlul-lażīna kafarū lasta mursalā(n), qul kafā billāhi syahīdam bainī wa bainakum, wa man 'indahū 'ilmul-kitāb(i).",
      "translation": "И говорят неверные: \"Ты не посланник!\" Скажи: \"Достаточный свидетель между мной и вами - Аллах и тот, кто знает Книгу"
    }
  ]
}