{
  "chapter_number": 36,
  "verses": [
    {
      "verse_number": 67,
      "text_uthmani": "وَلَوْ نَشَآءُ لَمَسَخْنَـٰهُمْ عَلَىٰ مَكَانَتِهِمْ فَمَا ٱسْتَطَـٰعُوا۟ مُضِيًّا وَلَا يَرْجِعُونَ",
      "text_uthmani_transcribed": "Wa lau nasyā'u lamasakhnāhum 'alā makānatihim famastaṭā'ū muḍiyyaw wa lā yarji'ūn(a).",
      "translation": "Будь Наша воля, Мы бы придали им недвижимую форму, И не смогли б они тогда ни двигаться вперёд, (Ни обратиться вспять)"
    },
    {
      "verse_number": 68,
      "text_uthmani": "وَمَن نُّعَمِّرْهُ نُنَكِّسْهُ فِى ٱلْخَلْقِ ۖ أَفَلَا يَعْقِلُونَ",
      "text_uthmani_transcribed": "Wa man nu'ammirhu nunakkishu fil-khalq(i), afalā ya'qilūn(a).",
      "translation": "Кому Мы жизнь долгую даруем, Тому Мы спину гнем с годами, - Ужель и этого они не разумеют"
    },
    {
      "verse_number": 69,
      "text_uthmani": "وَمَا عَلَّمْنَـٰهُ ٱلشِّعْرَ وَمَا يَنۢبَغِى لَهُۥٓ ۚ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْءَانٌ مُّبِينٌ",
      "text_uthmani_transcribed": "Wa mā 'allamnāhusy-syi'ra wa mā yambagī lah(ū), in huwa illā żikruw wa qur'ānum mubīn(un).",
      "translation": "Слагать стихи Мы не учили Мухаммада, И не годится это для него. Послание сие - напоминание Господне И ясные заветы Аль Кор'ана"
    },
    {
      "verse_number": 70,
      "text_uthmani": "لِّيُنذِرَ مَن كَانَ حَيًّا وَيَحِقَّ ٱلْقَوْلُ عَلَى ٱلْكَـٰفِرِينَ",
      "text_uthmani_transcribed": "Liyunżira man kāna ḥayyaw wa yaḥiqqal-qaulu 'alal-kāfirīn(a).",
      "translation": "Для увещания всех тех, кто жив, А также для свершения Господних приговоров Для тех, кто верой пренебрег"
    },
    {
      "verse_number": 71,
      "text_uthmani": "أَوَلَمْ يَرَوْا۟ أَنَّا خَلَقْنَا لَهُم مِّمَّا عَمِلَتْ أَيْدِينَآ أَنْعَـٰمًا فَهُمْ لَهَا مَـٰلِكُونَ",
      "text_uthmani_transcribed": "Awalam yarau annā khalaqnā lahum mimmā 'amilat aidīnā an'āman fahum lahā mālikūn(a).",
      "translation": "Ужель не ведают они, что среди многих прочих Руками Нашими построенных вещей Мы создали (домашний) скот и им они владеют"
    },
    {
      "verse_number": 72,
      "text_uthmani": "وَذَلَّلْنَـٰهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ",
      "text_uthmani_transcribed": "Wa żallalnāhā lahum fa minhā rakūbuhum wa minhā ya'kulūn(a).",
      "translation": "Мы этот скот поставили на службу им: Одних они едят, других используют для переездов"
    },
    {
      "verse_number": 73,
      "text_uthmani": "وَلَهُمْ فِيهَا مَنَـٰفِعُ وَمَشَارِبُ ۖ أَفَلَا يَشْكُرُونَ",
      "text_uthmani_transcribed": "Wa lahum fīhā manāfi'u wa masyārib(u), afalā yasykurūn(a).",
      "translation": "Для них здесь польза и питье, - Ужель за это Нам они не будут благодарны"
    },
    {
      "verse_number": 74,
      "text_uthmani": "وَٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ ءَالِهَةً لَّعَلَّهُمْ يُنصَرُونَ",
      "text_uthmani_transcribed": "Wattakhażū min dūnillāhi ālihatal la'allahum yunṣarūn(a).",
      "translation": "И все ж они берут других богов, кроме Аллаха, С надеждой, что получат помощь"
    },
    {
      "verse_number": 75,
      "text_uthmani": "لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُندٌ مُّحْضَرُونَ",
      "text_uthmani_transcribed": "Lā yastaṭī'ūna naṣrahum, wa hum lahum jundum muḥḍarūn(a).",
      "translation": "Но нет возможности помочь им (у других богов), И (в Судный День) единою толпою Предстанут предо Мной они"
    },
    {
      "verse_number": 76,
      "text_uthmani": "فَلَا يَحْزُنكَ قَوْلُهُمْ ۘ إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ",
      "text_uthmani_transcribed": "Falā yaḥzunka qauluhum, innā na'lamu mā yusirrūna wa mā yu'linūn(a).",
      "translation": "Пусть не печалят их слова тебя, (о Мухаммад!). Поистине, Мы знаем, что сокрыто ими, А что открыто (напоказ)"
    },
    {
      "verse_number": 77,
      "text_uthmani": "أَوَلَمْ يَرَ ٱلْإِنسَـٰنُ أَنَّا خَلَقْنَـٰهُ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ",
      "text_uthmani_transcribed": "Awalam yaral-insānu annā khalaqnāhu min nuṭfatin fa'iżā huwa khaṣīmum mubīn(un).",
      "translation": "Ужель не видит человек, Что Мы его из капли спермы сотворили? Увы! Он перед Нами предстает с открытою враждой"
    }
  ]
}