[
  {
    "verse_number": 12,
    "text_uthmani": "وَسَخَّرَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ وَٱلشَّمْسَ وَٱلْقَمَرَ ۖ وَٱلنُّجُومُ مُسَخَّرَٰتٌۢ بِأَمْرِهِۦٓ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَعْقِلُونَ",
    "text_uthmani_transcribed": "Wa sakhkhara lakumul-laila wan-nahār(a), wasy-syamsa wal-qamar(a), wan-nujūmu musakhkharātum bi'amrih(ī), inna fī żālika la'āyātil liqaumiy ya'qilūn(a).",
    "translation": "Он подчинил вам Ночь и День И Солнце и Луну И Волею Своей На службу Звезды вам поставил. Поистине, здесь кроется знамение для тех, Кто обладает разуменьем"
  },
  {
    "verse_number": 13,
    "text_uthmani": "وَمَا ذَرَأَ لَكُمْ فِى ٱلْأَرْضِ مُخْتَلِفًا أَلْوَٰنُهُۥٓ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَذَّكَّرُونَ",
    "text_uthmani_transcribed": "Wa mā żara'a lakum fil-arḍi mukhtalifan alwānuh(ū), inna fī żālika la'āyatal liqaumiy yażżakkarūn(a).",
    "translation": "И то, что Он (для вас) рассеял на земле Такой обильной гаммой цвета, - Поистине, здесь кроется знаменье для людей, Кто вспоминает (благодарно о милосердии Аллаха)"
  },
  {
    "verse_number": 14,
    "text_uthmani": "وَهُوَ ٱلَّذِى سَخَّرَ ٱلْبَحْرَ لِتَأْكُلُوا۟ مِنْهُ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُوا۟ مِنْهُ حِلْيَةً تَلْبَسُونَهَا وَتَرَى ٱلْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
    "text_uthmani_transcribed": "Wa huwal-lażī sakhkharal-baḥra lita'kulū minhu laḥman ṭariyyaw wa tastakhrijū minhu ḥilyatan talbasūnahā, wa taral-fulka mawākhira fīhi wa litabtagū min faḍlihī wa la'allakum tasykurūn(a).",
    "translation": "И это Он, Кто подчинил вам море, Чтоб вы питались свежим мясом (обитателей его) И извлекали из него украсы для своих нарядов. Ты видишь корабли, что рассекают его волны Для испрошенья благости Его И чтобы вы могли быть благодарны"
  },
  {
    "verse_number": 15,
    "text_uthmani": "وَأَلْقَىٰ فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِكُمْ وَأَنْهَـٰرًا وَسُبُلًا لَّعَلَّكُمْ تَهْتَدُونَ",
    "text_uthmani_transcribed": "Wa alqā fil-arḍi rawāsiya an tamīda bikum wa anhāraw wa subulal la'allakum tahtadūn(a).",
    "translation": "И бросил Он на землю горные твердыни, Прочно стоящие (в недвижности своей), Чтобы она не колебалась с вами. Провел вам реки и (скрестил) пути, Чтоб, осознав величие Его, Идти вам праведной стезею"
  },
  {
    "verse_number": 16,
    "text_uthmani": "وَعَلَـٰمَـٰتٍ ۚ وَبِٱلنَّجْمِ هُمْ يَهْتَدُونَ",
    "text_uthmani_transcribed": "Wa 'alāmāt(in), wa bin-najmi hum yahtadūn(a).",
    "translation": "И знаки (на путях поставил), Хотя (так часто!) и по звездам Вершат они (свой дальний) путь"
  },
  {
    "verse_number": 17,
    "text_uthmani": "أَفَمَن يَخْلُقُ كَمَن لَّا يَخْلُقُ ۗ أَفَلَا تَذَكَّرُونَ",
    "text_uthmani_transcribed": "Afamay yakhluqu kamal lā yakhluq(u), afalā tażakkarūn(a).",
    "translation": "Так неужели Тот, Кто (все) творит, Сравни тому, кто ничего создать не может? Что ж вам об этом не подумать"
  },
  {
    "verse_number": 18,
    "text_uthmani": "وَإِن تَعُدُّوا۟ نِعْمَةَ ٱللَّهِ لَا تُحْصُوهَآ ۗ إِنَّ ٱللَّهَ لَغَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Wa in ta'uddū ni'matallāhi lā tuḥṣūhā, innallāha lagafūrur raḥīm(un).",
    "translation": "И если станете считать благодеяния Аллаха, Вам (никогда) не счесть их (до конца), - Аллах, поистине, прощающ, милосерд"
  },
  {
    "verse_number": 19,
    "text_uthmani": "وَٱللَّهُ يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ",
    "text_uthmani_transcribed": "Wallāhu ya'lamu mā tusirrūna wa mā tu'linūn(a).",
    "translation": "И знает Он, что вы скрываете (в душе), А что являете открыто"
  },
  {
    "verse_number": 20,
    "text_uthmani": "وَٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ لَا يَخْلُقُونَ شَيْـًٔا وَهُمْ يُخْلَقُونَ",
    "text_uthmani_transcribed": "Wal-lażīna yad'ūna min dūnillāhi  lā yakhluqūna syai'aw wa hum yukhlaqūn(a).",
    "translation": "И те, кого вы чтите наравне с Аллахом, Не в состоянье ничего творить, А сами же сотворены (воображеньем вашим)"
  },
  {
    "verse_number": 21,
    "text_uthmani": "أَمْوَٰتٌ غَيْرُ أَحْيَآءٍ ۖ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ",
    "text_uthmani_transcribed": "Amwātun gairu aḥyā'(in), wa mā yasy'urūna ayyāna yub'aṡūn(a).",
    "translation": "Они мертвы, в них жизни нет, А потому и знать не могут, Когда им предстоит воскреснуть"
  },
  {
    "verse_number": 22,
    "text_uthmani": "إِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ ۚ فَٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ قُلُوبُهُم مُّنكِرَةٌ وَهُم مُّسْتَكْبِرُونَ",
    "text_uthmani_transcribed": "Ilāhukum ilāhuw wāḥid(un), fal-lażīna lā yu'minūna bil-ākhirati qulūbuhum munkiratuw wa hum mustakbirūn(a).",
    "translation": "Ваш Бог - Единый Бог (для всех), А те, кто в будущую жизнь не верит, - Сердца их это отвергают, И величаются они (в гордыне)"
  }
]