[
  {
    "verse_number": 34,
    "text_uthmani": "ذُرِّيَّةًۢ بَعْضُهَا مِنۢ بَعْضٍ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
    "text_uthmani_transcribed": "Żurriyyatam ba'ḍuhā mim ba'ḍ(in), wallāhu samī'un 'alīm(un).",
    "translation": "И сделал их потомками друг друга, - Ведь Он все слышит и все знает"
  },
  {
    "verse_number": 35,
    "text_uthmani": "إِذْ قَالَتِ ٱمْرَأَتُ عِمْرَٰنَ رَبِّ إِنِّى نَذَرْتُ لَكَ مَا فِى بَطْنِى مُحَرَّرًا فَتَقَبَّلْ مِنِّىٓ ۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "text_uthmani_transcribed": "Iż qālatimra'atu 'imrāna rabbi innī nażartu laka mā fī baṭnī muḥarraran fataqabbal minnī, innaka antas-samī'ul-'alīm(u).",
    "translation": "И (вспомните), Когда жена Имрана к Богу обратилась: \"О Господи! Тебе обетовала я, что уменя во чреве, - Освобожденное (от дел мирских, Лишь в услужение Тебе), Прими же от меня (обет мой), - Ведь Ты все слышишь и все знаешь"
  },
  {
    "verse_number": 36,
    "text_uthmani": "فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّى وَضَعْتُهَآ أُنثَىٰ وَٱللَّهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ ٱلذَّكَرُ كَٱلْأُنثَىٰ ۖ وَإِنِّى سَمَّيْتُهَا مَرْيَمَ وَإِنِّىٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيْطَـٰنِ ٱلرَّجِيمِ",
    "text_uthmani_transcribed": "Falammā waḍa'athā qālat rabbi innī waḍa'tuhā unṡā, wallāhu a'lamu bimā waḍa'at, wa laisaż-żakaru kal-unṡā, wa innī sammaituhā maryama wa innī u'īżuhā bika wa żurriyyatahā minasy-syaiṭānir-rajīm(i).",
    "translation": "И вот, когда она сложила ношу, Она воззвала: \"Мой Господь! Дитя мое имеет женский пол\". Господь же лучше знал, что принесла она, - Ведь пол мужской не то, что женский. \"Я имя ей дала Марйам И отдаю ее и все ее потомство под Твою защиту От Сатаны, гонимого (камнями)"
  },
  {
    "verse_number": 37,
    "text_uthmani": "فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنۢبَتَهَا نَبَاتًا حَسَنًا وَكَفَّلَهَا زَكَرِيَّا ۖ كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا ٱلْمِحْرَابَ وَجَدَ عِندَهَا رِزْقًا ۖ قَالَ يَـٰمَرْيَمُ أَنَّىٰ لَكِ هَـٰذَا ۖ قَالَتْ هُوَ مِنْ عِندِ ٱللَّهِ ۖ إِنَّ ٱللَّهَ يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ",
    "text_uthmani_transcribed": "Fataqabbalahā rabbuhā biqabūlin ḥasaniw wa ambatahā nabātan ḥasanā(n), wa kaffalahā zakariyyā, kullamā dakhala 'alaihā zakariyyal-miḥrāba wajada 'indahā rizqā(n), qāla yā maryama annā laki hāżā, qālat huwa min 'indillāh(i), innallāha yarzuqu may yasyā'u bigairi ḥisāb(in).",
    "translation": "И с благосклонностью великой взял ее Господь, Взрастил прекрасною и чистой, Назначив Закарии попечение о ней. И всякий раз, как Закария заходил в ее михраб, Он находил пред нею пищу. И он сказал: \"Марйам! Откуда все это к тебе приходит?\" Она сказала: \"От Аллаха! Он шлет бессчетные дары тому, кому желает\". Она (в отчаянии) пожелает, Чтоб между злом ее и ею Неизмеримое пространство пролегло, - Так вас Аллах предупреждает От (гнева) Самого Себя, - Ведь благ Аллах к служителям Своим"
  },
  {
    "verse_number": 38,
    "text_uthmani": "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥ ۖ قَالَ رَبِّ هَبْ لِى مِن لَّدُنكَ ذُرِّيَّةً طَيِّبَةً ۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ",
    "text_uthmani_transcribed": "Hunālika da'ā zakariyyā rabbahū qāla rabbi hab lī mil ladunka żurriyyatan ṭayyibah(tan), innaka samī'ud-du'ā'(i).",
    "translation": "И там, (в обители Марйам), Воззвал в молитве Закария к Богу: \"О мой Господь! Дай мне Благословленное Тобой потомство, - Ведь слышишь Ты, когда к Тебе взывают"
  },
  {
    "verse_number": 39,
    "text_uthmani": "فَنَادَتْهُ ٱلْمَلَـٰٓئِكَةُ وَهُوَ قَآئِمٌ يُصَلِّى فِى ٱلْمِحْرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحْيَىٰ مُصَدِّقًۢا بِكَلِمَةٍ مِّنَ ٱللَّهِ وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِّنَ ٱلصَّـٰلِحِينَ",
    "text_uthmani_transcribed": "Fanādathul-malā'ikatu wa huwa qā'imuy yuṣallī fil-miḥrāb(i), annallāha yubasysyiruka biyaḥyā muṣaddiqam bikalimatim minallāhi wa sayyidaw wa ḥaṣūraw wa nabiyyam minaṣ-ṣāliḥīn(a).",
    "translation": "И вот когда, в михрабе стоя, он молился, Господни ангелы его позвали: \"Тебе Аллах шлет весть благую о Йахйе, Чтоб Истину о Слове Божьем утвердить. И будет он велик и целомудрен И станет из числа правдивейших пророков"
  },
  {
    "verse_number": 40,
    "text_uthmani": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِى غُلَـٰمٌ وَقَدْ بَلَغَنِىَ ٱلْكِبَرُ وَٱمْرَأَتِى عَاقِرٌ ۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفْعَلُ مَا يَشَآءُ",
    "text_uthmani_transcribed": "Qāla rabbi annā yakūnu lī gulāmuw wa qad balaganīyal-kibaru wamra'atī 'āqir(un), qāla każālikallāhu yaf'alu mā yasyā'(u).",
    "translation": "И он сказал: \"Господь! Как явится ко мне сие дитя, Когда и сам я стар, и уж жена моя неплодна?\" И был ответ: \"Бог завершает то, что пожелает"
  },
  {
    "verse_number": 41,
    "text_uthmani": "قَالَ رَبِّ ٱجْعَل لِّىٓ ءَايَةً ۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَـٰثَةَ أَيَّامٍ إِلَّا رَمْزًا ۗ وَٱذْكُر رَّبَّكَ كَثِيرًا وَسَبِّحْ بِٱلْعَشِىِّ وَٱلْإِبْكَـٰرِ",
    "text_uthmani_transcribed": "Qāla rabbij'al lī āyah(tan), qāla āyatuka allā tukalliman-nāsa  ṡalāṡata ayyāmin illā ramzā(n), ważkur rabbaka kaṡīraw wa sabbiḥ bil-'asyiyyi wal-ibkār(i).",
    "translation": "И он сказал: \"Господь! Яви знаменье мне!\" И был ответ: \"Тебе знаменьем будет то, Что только знаками ты будешь объясняться С людьми в течение трех дней. И имя Бога неустанно поминай, И воздавай хвалу Ему и вечером, и утром"
  },
  {
    "verse_number": 42,
    "text_uthmani": "وَإِذْ قَالَتِ ٱلْمَلَـٰٓئِكَةُ يَـٰمَرْيَمُ إِنَّ ٱللَّهَ ٱصْطَفَىٰكِ وَطَهَّرَكِ وَٱصْطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Wa iż qālatil-malā'ikatu yā maryama innallāhaṣṭafāki wa ṭahharaki waṣṭafāki 'alā nisā'il-'ālamīn(a).",
    "translation": "И ангелы сказали: \"О Марйам! Господь тебя избрал, очистил и возвысил Над женщинами всех других родов"
  },
  {
    "verse_number": 43,
    "text_uthmani": "يَـٰمَرْيَمُ ٱقْنُتِى لِرَبِّكِ وَٱسْجُدِى وَٱرْكَعِى مَعَ ٱلرَّٰكِعِينَ",
    "text_uthmani_transcribed": "Yā maryamuqnutī lirabbiki wasjudī warka'ī ma'ar-rāki'īn(a).",
    "translation": "Марйам, благоговей пред Господом твоим! Ты ниц пади пред Ним и преклони колени, Как преклоняются пред Ним другие"
  },
  {
    "verse_number": 44,
    "text_uthmani": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهِ إِلَيْكَ ۚ وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَـٰمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ",
    "text_uthmani_transcribed": "Żālika min ambā'il-gaibi nūḥīhi ilaik(a), wa mā kunta ladaihim iż yulqūna aqlāmahum ayyuhum yakfulu maryam(a), wa mā kunta ladaihim iż yakhtaṣimūn(a).",
    "translation": "Сие - один лишь сказ о сокровенном, Который Мы тебе открыли; Ты ж не был среди них, Когда они бросали (меченые) трости, Решая, кто из них возьмет на попечение Марйам. И не был ты средь них, Когда они об этом препирались"
  }
]