{
  "chapter_number": 21,
  "verses": [
    {
      "verse_number": 34,
      "text_uthmani": "وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ ٱلْخُلْدَ ۖ أَفَإِي۟ن مِّتَّ فَهُمُ ٱلْخَـٰلِدُونَ",
      "text_uthmani_transcribed": "Wa mā ja'alnā libasyarim min qablikal-khuld(a), afa'im mitta fahumul-khālidūn(a).",
      "translation": "И до тебя Мы никого не делали бессмертным; И если ты умрешь, ужель они бессмертны будут"
    },
    {
      "verse_number": 35,
      "text_uthmani": "كُلُّ نَفْسٍ ذَآئِقَةُ ٱلْمَوْتِ ۗ وَنَبْلُوكُم بِٱلشَّرِّ وَٱلْخَيْرِ فِتْنَةً ۖ وَإِلَيْنَا تُرْجَعُونَ",
      "text_uthmani_transcribed": "Kullu nafsin żā'iqatul-maut(i), wa nablūkum bisy-syarri wal-khairi fitnah(tan), wa ilainā turja'ūn(a).",
      "translation": "И каждая душа вкушает смерть. Мы испытаем вас, И благоденствием, и злом вас искушая. Потом вы возвратитесь к Нам"
    },
    {
      "verse_number": 36,
      "text_uthmani": "وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓا۟ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَـٰذَا ٱلَّذِى يَذْكُرُ ءَالِهَتَكُمْ وَهُم بِذِكْرِ ٱلرَّحْمَـٰنِ هُمْ كَـٰفِرُونَ",
      "text_uthmani_transcribed": "Wa iżā ra'ākal-lażīna kafarū iy yattakhiżūnaka illā huzuwā(n), ahāżal-lażī yażkuru ālihatakum, wa hum biżikrir-raḥmāni hum kāfirūn(a).",
      "translation": "Когда неверные тебя, (о, Мухаммад!), встречают, Они с насмешкой говорят: \"Не этот ли (берется) поминать Ваших богов (недобрым словом)?\", Тогда как сами отвергают Упоминание о Милосердном"
    },
    {
      "verse_number": 37,
      "text_uthmani": "خُلِقَ ٱلْإِنسَـٰنُ مِنْ عَجَلٍ ۚ سَأُو۟رِيكُمْ ءَايَـٰتِى فَلَا تَسْتَعْجِلُونِ",
      "text_uthmani_transcribed": "Khuliqal-insānu min 'ajal(in), sa'urīkum āyātī falā tasta'jilūn(i).",
      "translation": "Природе человека свойственна поспешность, Но скоро Я знамения Мои вам покажу, (А потому) Меня не торопите"
    },
    {
      "verse_number": 38,
      "text_uthmani": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
      "text_uthmani_transcribed": "Wa yaqūlūna matā hāżal-wa'du in kuntum ṣādiqīn(a).",
      "translation": "И говорят они: \"Когда же это обещание (свершится), Если ты правду говоришь"
    },
    {
      "verse_number": 39,
      "text_uthmani": "لَوْ يَعْلَمُ ٱلَّذِينَ كَفَرُوا۟ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمْ وَلَا هُمْ يُنصَرُونَ",
      "text_uthmani_transcribed": "Lau ya'lamul-lażīna kafarū ḥīna lā yakuffūna 'aw wujūhihimun nāra wa lā 'an ẓuhūrihim wa lā hum yunṣarūn(a).",
      "translation": "О, если б знали те, кто не уверовал (в Аллаха), тот момент, Когда они не смогут отвратить Огня Ни (спереди), от лиц своих, ни (сзади), от спины! (Огонь поглотит их), и помощи не отыскать им"
    },
    {
      "verse_number": 40,
      "text_uthmani": "بَلْ تَأْتِيهِم بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيعُونَ رَدَّهَا وَلَا هُمْ يُنظَرُونَ",
      "text_uthmani_transcribed": "Bal ta'tīhim bagtatan fa tabhatuhum falā yastaṭī'ūna raddahā wa lā hum yunẓarūn(a).",
      "translation": "О да! Он к ним придет внезапно, (Своей нежданностью) в растерянность (повергнет), И им не отвратить его, Не получить отсрочки"
    },
    {
      "verse_number": 41,
      "text_uthmani": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُوا۟ مِنْهُم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "text_uthmani_transcribed": "Wa laqadistuhzi'a birusulim min qablika fa ḥāqa bil-lażīna sakhirū minhum mā kānū bihī yastahzi'ūn(a).",
      "translation": "И до тебя посланники насмешкам подвергались, Но их насмешников постигло то, Над чем они (открыто и упорно) насмехались"
    },
    {
      "verse_number": 42,
      "text_uthmani": "قُلْ مَن يَكْلَؤُكُم بِٱلَّيْلِ وَٱلنَّهَارِ مِنَ ٱلرَّحْمَـٰنِ ۗ بَلْ هُمْ عَن ذِكْرِ رَبِّهِم مُّعْرِضُونَ",
      "text_uthmani_transcribed": "Qul may yakla'ukum bil-laili wan-nahāri minar-raḥmān(i), bal hum 'an żikrihim mu'riḍūn(a).",
      "translation": "Скажи: \"Кто может уберечь вас днем и ночью От (гнева) Милосердного (Аллаха) (За столь упорное неверие в Него)?\" И все же уклоняются они От поминанья своего Владыки"
    },
    {
      "verse_number": 43,
      "text_uthmani": "أَمْ لَهُمْ ءَالِهَةٌ تَمْنَعُهُم مِّن دُونِنَا ۚ لَا يَسْتَطِيعُونَ نَصْرَ أَنفُسِهِمْ وَلَا هُم مِّنَّا يُصْحَبُونَ",
      "text_uthmani_transcribed": "Am lahum ālihatun tamna'uhum min dūninā, lā yastaṭī'ūna naṣra anfusihim wa lā hum minnā yuṣḥabūn(a).",
      "translation": "Иль есть у них другие боги, Что их от Нас способны защитить? Они самим себе помочь не могут, И нЕкому от Нас избавить их"
    },
    {
      "verse_number": 44,
      "text_uthmani": "بَلْ مَتَّعْنَا هَـٰٓؤُلَآءِ وَءَابَآءَهُمْ حَتَّىٰ طَالَ عَلَيْهِمُ ٱلْعُمُرُ ۗ أَفَلَا يَرَوْنَ أَنَّا نَأْتِى ٱلْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَآ ۚ أَفَهُمُ ٱلْغَـٰلِبُونَ",
      "text_uthmani_transcribed": "Bal matta'nā hā'ulā'i wa ābā'ahum ḥattā ṭāla 'alaihimul-'umur(u), afalā yarauna annā na'til-arḍa nanquṣuhā min aṭrāfihā, afahumul-gālibūn(a).",
      "translation": "О да! Мы предоставили и им, и их отцам (Вкушать) все блага этой жизни, Пока их век (на сей земле) не затянулся. Не видят ли они, что Мы, Придя к земле (чрез Наше Откровенье), С краев ее все больше замыкаем? Так им ли праздновать победу"
    }
  ]
}