{
  "chapter_number": 6,
  "verses": [
    {
      "verse_number": 122,
      "text_uthmani": "أَوَمَن كَانَ مَيْتًا فَأَحْيَيْنَـٰهُ وَجَعَلْنَا لَهُۥ نُورًا يَمْشِى بِهِۦ فِى ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِى ٱلظُّلُمَـٰتِ لَيْسَ بِخَارِجٍ مِّنْهَا ۚ كَذَٰلِكَ زُيِّنَ لِلْكَـٰفِرِينَ مَا كَانُوا۟ يَعْمَلُونَ",
      "text_uthmani_transcribed": "Awa man kāna maitan fa aḥyaināhu wa ja'alnā lahū nūray yamsyī bihī fin-nāsi kamam maṡaluhū fiẓ-ẓulumāti laisa bikhārijim minhā, każālika zuyyina lil-kāfirīna mā kānū ya'malūn(a).",
      "translation": "Неужто тот, кто мертвым был, А Мы его вернули к жизни И даровали Свет ему, С которым он идет среди людей, Сравнится с тем, кто пребывает в мраке И никогда не выйдет из него? Так и неверным видится прекрасным Все то, что делают они"
    },
    {
      "verse_number": 123,
      "text_uthmani": "وَكَذَٰلِكَ جَعَلْنَا فِى كُلِّ قَرْيَةٍ أَكَـٰبِرَ مُجْرِمِيهَا لِيَمْكُرُوا۟ فِيهَا ۖ وَمَا يَمْكُرُونَ إِلَّا بِأَنفُسِهِمْ وَمَا يَشْعُرُونَ",
      "text_uthmani_transcribed": "Wa każālika ja'alnā fī kulli qaryatin akābira mujrimīhā liyamkurū fīhā, wa mā yamkurūna illā bi'anfusihim wa mā yasy'urūn(a).",
      "translation": "И Мы поставили порочный люд Властителями всякого селенья, Чтобы они коварством ухищрялись (Во властолюбии своем и отвлечении людей от Бога). Но только против душ своих Они коварство замышляют - И сами же не ведают сего"
    },
    {
      "verse_number": 124,
      "text_uthmani": "وَإِذَا جَآءَتْهُمْ ءَايَةٌ قَالُوا۟ لَن نُّؤْمِنَ حَتَّىٰ نُؤْتَىٰ مِثْلَ مَآ أُوتِىَ رُسُلُ ٱللَّهِ ۘ ٱللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُۥ ۗ سَيُصِيبُ ٱلَّذِينَ أَجْرَمُوا۟ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٌ شَدِيدٌۢ بِمَا كَانُوا۟ يَمْكُرُونَ",
      "text_uthmani_transcribed": "Wa iżā jā'athum āyatun qālū lan nu'mina ḥattā nu'tā miṡla mā ūtiya rusulullāh(i), allāhu a'lamu ḥaiṡu yaj'alu risālatah(ū), sayuṣībul-lażīna ajramū ṣagārun 'indallāhi wa 'ażābun syadīdum bimā kānū yamkurūn(a).",
      "translation": "Когда приходит к ним знамение (Аллаха), То говорят они: \"Мы не уверуем, покуда не получим подобное тому, Что было послано посланникам Аллаха\". Аллах же лучше знает то, Как и кому Свое посланничество значить. И поразят преступный люд Стыд и бесчестье пред Аллахом. А за коварные уловки Суровой будет кара им"
    },
    {
      "verse_number": 125,
      "text_uthmani": "فَمَن يُرِدِ ٱللَّهُ أَن يَهْدِيَهُۥ يَشْرَحْ صَدْرَهُۥ لِلْإِسْلَـٰمِ ۖ وَمَن يُرِدْ أَن يُضِلَّهُۥ يَجْعَلْ صَدْرَهُۥ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِى ٱلسَّمَآءِ ۚ كَذَٰلِكَ يَجْعَلُ ٱللَّهُ ٱلرِّجْسَ عَلَى ٱلَّذِينَ لَا يُؤْمِنُونَ",
      "text_uthmani_transcribed": "Fa may yuridillāhu ay yahdiyahū yasyraḥ ṣadrahū lil-islām(i), wa may yurid ay yuḍillahū yaj'al ṣadrahū ḍayyiqan ḥarajan ka'annamā yaṣṣa''adu fis-samā'(i), każālika yaj'alullāhur-rijsa  'alal-lażīna lā yu'minūn(a).",
      "translation": "И тем, кого Аллах направить пожелает, Он раскрывает для ислама грудь. Кого же уклонить с пути захочет, Тому Он грудь сжимает и теснит, Как будто силится тот к небесам подняться. Такою посрамною карой Аллах накажет тех, кто не уверует в Него"
    },
    {
      "verse_number": 126,
      "text_uthmani": "وَهَـٰذَا صِرَٰطُ رَبِّكَ مُسْتَقِيمًا ۗ قَدْ فَصَّلْنَا ٱلْـَٔايَـٰتِ لِقَوْمٍ يَذَّكَّرُونَ",
      "text_uthmani_transcribed": "Wa hāżā ṣirāṭu rabbika mustaqīmā(n), qad faṣṣalnal-āyāti liqaumiy yażżakkarūn(a).",
      "translation": "И это - путь Владыки твоего, ведущий прямо. И разъяснили Мы знамения Свои Всем тем, кто должно разумеет"
    },
    {
      "verse_number": 127,
      "text_uthmani": "۞ لَهُمْ دَارُ ٱلسَّلَـٰمِ عِندَ رَبِّهِمْ ۖ وَهُوَ وَلِيُّهُم بِمَا كَانُوا۟ يَعْمَلُونَ",
      "text_uthmani_transcribed": "Lahum dārus-salāmi 'inda rabbihim wa huwa waliyyuhum bimā kānū ya'malūn(a).",
      "translation": "Для них - мирный очаг у их Владыки. Он - Покровитель их В награду за все то, что совершили"
    },
    {
      "verse_number": 128,
      "text_uthmani": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا يَـٰمَعْشَرَ ٱلْجِنِّ قَدِ ٱسْتَكْثَرْتُم مِّنَ ٱلْإِنسِ ۖ وَقَالَ أَوْلِيَآؤُهُم مِّنَ ٱلْإِنسِ رَبَّنَا ٱسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَبَلَغْنَآ أَجَلَنَا ٱلَّذِىٓ أَجَّلْتَ لَنَا ۚ قَالَ ٱلنَّارُ مَثْوَىٰكُمْ خَـٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُ ۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ",
      "text_uthmani_transcribed": "Wa yauma yaḥsyuruhum jamī'ā(n), yā ma'syaral-jinni qadistakṡartum minal-ins(i), wa qāla auliyā'uhum minal-insi rabbanastamta'a ba'ḍunā biba'ḍiw wa balagnā ajalanal-lażī ajjalta lanā, qālan-nāru maṡwākum khālidīna fīhā illā mā syā'allāh(u), inna rabbaka ḥakīmun 'alīm(un).",
      "translation": "И в День, когда Он соберет их всех, (Он скажет): \"О джиннов сонм! Из этого народа Вы слишком многих удержали себе (в дань)\". И скажут их собратья средь людей: \"О Господи! Мы все старались друг от друга выгоду извлечь. Теперь мы подошли к тому пределу, Что нам Тобой назначен\". И скажет (Он): \"Огонь - жилище вам! И в нем вам пребывать навечно, Если Аллах не предпочтет другого\". Поистине, Господь твой мудр и (все)знающ"
    },
    {
      "verse_number": 129,
      "text_uthmani": "وَكَذَٰلِكَ نُوَلِّى بَعْضَ ٱلظَّـٰلِمِينَ بَعْضًۢا بِمَا كَانُوا۟ يَكْسِبُونَ",
      "text_uthmani_transcribed": "Wa każālika nuwallī ba'ḍaẓ-ẓālimīna ba'ḍam bimā kānū yaksibūn(a).",
      "translation": "Так Мы одних из нечестивых Ставим главенствовать над остальными, (Чтобы, соперничая во грехе, Они потом пред Богом отвечали) За все, что предварили для себя"
    },
    {
      "verse_number": 130,
      "text_uthmani": "يَـٰمَعْشَرَ ٱلْجِنِّ وَٱلْإِنسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ ءَايَـٰتِى وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هَـٰذَا ۚ قَالُوا۟ شَهِدْنَا عَلَىٰٓ أَنفُسِنَا ۖ وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَشَهِدُوا۟ عَلَىٰٓ أَنفُسِهِمْ أَنَّهُمْ كَانُوا۟ كَـٰفِرِينَ",
      "text_uthmani_transcribed": "Yā ma'syaral-jinni wal-insi alam ya'tikum rusulum minkum yaquṣṣūna 'alaikum āyātī wa yunżirūnakum liqā'a yaumikum hāżā, qālū syahidnā 'alā anfusinā wa garrathumul-ḥayātud-un-yā wa syahidū 'alā anfusihim annahum kānū kāfirīn(a).",
      "translation": "Сонм джиннов и людей! Ужель не приходили к вам посланники из вас самих, Что излагали вам знаменья Наши И возвещали вам о встрече Дня сего? Они ответят: Мы, истинно, свидетели сему - Себе же на погибель! Их искушенья ближней жизни обольстили, И (вот в сей День) Себе же на погибель Они свидетельствовать будут О том, что были нечестивы"
    },
    {
      "verse_number": 131,
      "text_uthmani": "ذَٰلِكَ أَن لَّمْ يَكُن رَّبُّكَ مُهْلِكَ ٱلْقُرَىٰ بِظُلْمٍ وَأَهْلُهَا غَـٰفِلُونَ",
      "text_uthmani_transcribed": "Żālika allam yakur rabbuka muhlikal-qurā biẓulmiw wa ahluhā gāfilūn(a).",
      "translation": "Так (загодя посланники к ним слались) Все потому, что твой Господь Не погубил бы за нечестие и зло Ни одного людского поселенья, Чьи жители в неведении были"
    },
    {
      "verse_number": 132,
      "text_uthmani": "وَلِكُلٍّ دَرَجَـٰتٌ مِّمَّا عَمِلُوا۟ ۚ وَمَا رَبُّكَ بِغَـٰفِلٍ عَمَّا يَعْمَلُونَ",
      "text_uthmani_transcribed": "Wa likullin darajātum mimmā 'amilū, wa mā rabbuka bigāfilin 'ammā ya'malūn(a).",
      "translation": "И каждому - та степень (милости иль кары), Что соответствует его деяньям, - Ведь в небрежении Господь не остается К тому, что делают они"
    }
  ]
}