[
  {
    "verse_number": 45,
    "text_uthmani": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُوا۟ ۖ وَحَاقَ بِـَٔالِ فِرْعَوْنَ سُوٓءُ ٱلْعَذَابِ",
    "text_uthmani_transcribed": "Fa waqāhullāhu sayyi'āti mā makarū wa ḥāqa bi'āli fir'auna sū'al-'ażāb(i).",
    "translation": "И охранил его Аллах от всяких зол, Что замышлялись ими, Но злое наказание (Господне) Род Фараона поглотило"
  },
  {
    "verse_number": 46,
    "text_uthmani": "ٱلنَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا ۖ وَيَوْمَ تَقُومُ ٱلسَّاعَةُ أَدْخِلُوٓا۟ ءَالَ فِرْعَوْنَ أَشَدَّ ٱلْعَذَابِ",
    "text_uthmani_transcribed": "An-nāru yu'raḍūna 'alaihā guduwwaw wa 'asyiyyā(n), wa yauma taqūmus-sā'ah(tu), adkhilū āla fir'auna asyaddal-'ażāb(i).",
    "translation": "А по утрам и вечерам Их будут проводить пред о'гнем Ада, (Являя наказание второго бытия). Ив День, когда настанет Час, или (прозвучит): \"Предать род Фараона суровейшему наказанью"
  },
  {
    "verse_number": 47,
    "text_uthmani": "وَإِذْ يَتَحَآجُّونَ فِى ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَـٰٓؤُا۟ لِلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا نَصِيبًا مِّنَ ٱلنَّارِ",
    "text_uthmani_transcribed": "Wa iż yataḥājjūna fin-nāri fayaqūluḍ-ḍu'afā'u lil-lażīnastakbarū innā kunnā lakum taba'an fahal antum mugnūna 'annā naṣībam minan-nār(i).",
    "translation": "И вот (уже) в Огне Они начнут все меж собою пререкаться, И скажут слабые надменным (господам): \"Но мы всего лишь следовали вам, А потому хоть долю о'гня от нас вы на себя примИте"
  },
  {
    "verse_number": 48,
    "text_uthmani": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُلٌّ فِيهَآ إِنَّ ٱللَّهَ قَدْ حَكَمَ بَيْنَ ٱلْعِبَادِ",
    "text_uthmani_transcribed": "Qālal-lażīnastakbarū innā kullun fīhā innallāha qad ḥakama bainal-'ibād(i).",
    "translation": "Надменные ответят им: \"Нам всем быть здесь, - Аллах уж рассудил между рабами"
  },
  {
    "verse_number": 49,
    "text_uthmani": "وَقَالَ ٱلَّذِينَ فِى ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدْعُوا۟ رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ ٱلْعَذَابِ",
    "text_uthmani_transcribed": "Wa qālal-lażīna fin-nāri likhazanati jahannamad'ū rabbakum yukhaffif 'annā yaumam minal-'ażāb(i).",
    "translation": "И скажут стражам Ада те, которые в Огне: \"Взовите к Господу за нас, Чтоб Он нам наказание смягчил хотя бы на день"
  },
  {
    "verse_number": 50,
    "text_uthmani": "قَالُوٓا۟ أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُم بِٱلْبَيِّنَـٰتِ ۖ قَالُوا۟ بَلَىٰ ۚ قَالُوا۟ فَٱدْعُوا۟ ۗ وَمَا دُعَـٰٓؤُا۟ ٱلْكَـٰفِرِينَ إِلَّا فِى ضَلَـٰلٍ",
    "text_uthmani_transcribed": "Qālū awalam taku ta'tīkum rusulukum bil-bayyināt(i), qālū balā, qālū fad'ū, wa mā du'ā'ul-kāfirīna illā fī ḍalāl(in).",
    "translation": "Они ответят: \"Ужель к вам с ясными знаменьями Посланники, (назначенные) вам, не приходили?\" И скажут они: \"Да\". Ответят те: \"Тогда взывайте сами!\" Но все призывы нечестивых Не что иное, как пустая тщета"
  },
  {
    "verse_number": 51,
    "text_uthmani": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيَوْمَ يَقُومُ ٱلْأَشْهَـٰدُ",
    "text_uthmani_transcribed": "Innā lananṣuru rusulanā wal-lażīna āmanū fil-ḥayātid-dun-yā wa yauma yaqūmul-asyhād(u).",
    "translation": "И, несомненно, Мы окажем помощь Мессиям Нашим и благочестивым И в ближней жизни, И в тот День, Когда свидетели предстанут"
  },
  {
    "verse_number": 52,
    "text_uthmani": "يَوْمَ لَا يَنفَعُ ٱلظَّـٰلِمِينَ مَعْذِرَتُهُمْ ۖ وَلَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ",
    "text_uthmani_transcribed": "Yauma lā yanfa'uẓ-ẓālimīna ma'żiratuhum wa lahumul-la'natu wa lahum sū'ud-dār(i).",
    "translation": "В тот День, Когда любые извинения неверных Успеха им не принесут, И лишь проклятие им будет Да злое обиталище (навечно)"
  },
  {
    "verse_number": 53,
    "text_uthmani": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْهُدَىٰ وَأَوْرَثْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَـٰبَ",
    "text_uthmani_transcribed": "Wa laqad ātainā mūsal-hudā wa auraṡnā banī isrā'īlal-kitāb(a).",
    "translation": "Мы ниспослали Мусе Руководство, И Мы оставили Сынам Исраиля Наследовать Писание (Святое)"
  },
  {
    "verse_number": 54,
    "text_uthmani": "هُدًى وَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَـٰبِ",
    "text_uthmani_transcribed": "Hudaw wa żikrā li'ulil-albāb(i).",
    "translation": "Как наставление и руководство Для тех, в ком разумение живет"
  },
  {
    "verse_number": 55,
    "text_uthmani": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِٱلْعَشِىِّ وَٱلْإِبْكَـٰرِ",
    "text_uthmani_transcribed": "Faṣbir inna wa'dallāhi ḥaqquw wastagfir liżambika wa sabbiḥ biḥamdi rabbika bil-'asyiyyi wal-ibkār(i).",
    "translation": "А потому, (о Мухаммад!), будь терпеливо-стоек, - Ведь обещание Господне есть Истина сама, - И вопроси прощенья за свой грех И славословь Владыку твоего и вечером, и утром"
  }
]