[
  {
    "verse_number": 45,
    "text_uthmani": "وَسْـَٔلْ مَنْ أَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَآ أَجَعَلْنَا مِن دُونِ ٱلرَّحْمَـٰنِ ءَالِهَةً يُعْبَدُونَ",
    "text_uthmani_transcribed": "Was'al man arsalnā min qablika mir rusulinā, aja'alnā min dūnir-raḥmāni ālihatay yu'badūn(a).",
    "translation": "Спроси посланников, Которых до тебя Мы посылали: \"Мы им других богов для поклоненья назначали, Помимо Милосердного (Аллаха)"
  },
  {
    "verse_number": 46,
    "text_uthmani": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَآ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَقَالَ إِنِّى رَسُولُ رَبِّ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Wa laqad arsalnā mūsā bi'āyātinā ilā fir'auna wa mala'ihī fa qāla innī rasūlu rabbil-'ālamīn(a).",
    "translation": "Истинно, Мы Мусу с Нашими знаменьями Послали к Фараону и его вельможам, И он сказал: \"Посланник я от Господа миров"
  },
  {
    "verse_number": 47,
    "text_uthmani": "فَلَمَّا جَآءَهُم بِـَٔايَـٰتِنَآ إِذَا هُم مِّنْهَا يَضْحَكُونَ",
    "text_uthmani_transcribed": "Falammā jā'ahum bi'āyātinā iżā hum minhā yaḍḥakūn(a).",
    "translation": "Когда же к ним Он с Нашими знаменьями пришел, Они их предали насмешкам"
  },
  {
    "verse_number": 48,
    "text_uthmani": "وَمَا نُرِيهِم مِّنْ ءَايَةٍ إِلَّا هِىَ أَكْبَرُ مِنْ أُخْتِهَا ۖ وَأَخَذْنَـٰهُم بِٱلْعَذَابِ لَعَلَّهُمْ يَرْجِعُونَ",
    "text_uthmani_transcribed": "Wa mā nurīhim min āyatin illā hiya akbaru min ukhtihā, wa akhażnāhum bil-'ażābi la'allahum yarji'ūn(a).",
    "translation": "Мы ни единого знаменья им не показали, Что не было б значительнее первых, И Мы подвергли наказанью их, Чтобы могли (уразуметь и) обратиться (к Богу)"
  },
  {
    "verse_number": 49,
    "text_uthmani": "وَقَالُوا۟ يَـٰٓأَيُّهَ ٱلسَّاحِرُ ٱدْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهْتَدُونَ",
    "text_uthmani_transcribed": "Wa qālū yā ayyuhas-sāḥirud'u lanā rabbaka bimā 'ahida 'indak(a), innanā lamuhtadūn(a).",
    "translation": "И вот тогда они сказали (Мусе): \"О чародей! Взмоли за нас Владыку твоего Об (исполнении) обещанного Им через тебя, - Тогда мы, истинно, пойдем прямой стезею"
  },
  {
    "verse_number": 50,
    "text_uthmani": "فَلَمَّا كَشَفْنَا عَنْهُمُ ٱلْعَذَابَ إِذَا هُمْ يَنكُثُونَ",
    "text_uthmani_transcribed": "Falammā kasyafnā 'anhumul-'ażāba iżā hum yankuṡūn(a).",
    "translation": "Когда же с них Мы сняли наказанье, Они нарушили все клятвы"
  },
  {
    "verse_number": 51,
    "text_uthmani": "وَنَادَىٰ فِرْعَوْنُ فِى قَوْمِهِۦ قَالَ يَـٰقَوْمِ أَلَيْسَ لِى مُلْكُ مِصْرَ وَهَـٰذِهِ ٱلْأَنْهَـٰرُ تَجْرِى مِن تَحْتِىٓ ۖ أَفَلَا تُبْصِرُونَ",
    "text_uthmani_transcribed": "Wa nādā fir'aunu fī qaumihī qāla yā qaumi alaisa lī mulku miṣra wa hāżihil-anhāru tajrī min taḥtī, afalā tubṣirūn(a).",
    "translation": "И Фараон в своем народе возгласил, сказав: \"О мой народ! Ужель не мне принадлежит Господство над Египтом и реки, что (струятся) подо мной? Ужель не видите вы это"
  },
  {
    "verse_number": 52,
    "text_uthmani": "أَمْ أَنَا۠ خَيْرٌ مِّنْ هَـٰذَا ٱلَّذِى هُوَ مَهِينٌ وَلَا يَكَادُ يُبِينُ",
    "text_uthmani_transcribed": "Am ana khairum min hāżal-lażī huwa mahīn(un), wa lā yakādu yubīn(u).",
    "translation": "Ужель не лучше я, чем сей презренный И не способный ясно изъсняться"
  },
  {
    "verse_number": 53,
    "text_uthmani": "فَلَوْلَآ أُلْقِىَ عَلَيْهِ أَسْوِرَةٌ مِّن ذَهَبٍ أَوْ جَآءَ مَعَهُ ٱلْمَلَـٰٓئِكَةُ مُقْتَرِنِينَ",
    "text_uthmani_transcribed": "Falau lā ulqiya 'alaihi aswiratum min żahabin au jā'a ma'ahul-malā'ikatu muqtarinīn(a).",
    "translation": "И были бы на нем браслеты золотые, Иль вместе с ним явились ангелы, Сопутствуя ему"
  },
  {
    "verse_number": 54,
    "text_uthmani": "فَٱسْتَخَفَّ قَوْمَهُۥ فَأَطَاعُوهُ ۚ إِنَّهُمْ كَانُوا۟ قَوْمًا فَـٰسِقِينَ",
    "text_uthmani_transcribed": "Fastakhaffa qaumahū fa aṭā'ūh(u), innahum kānū qauman fāsiqīn(a).",
    "translation": "И тем он сделал свой народ бездумным, Послушались они его - распутны были эти люди"
  },
  {
    "verse_number": 55,
    "text_uthmani": "فَلَمَّآ ءَاسَفُونَا ٱنتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَـٰهُمْ أَجْمَعِينَ",
    "text_uthmani_transcribed": "Falammā āsafūnantaqamnā minhum fa agraqnāhum ajma'īn(a).",
    "translation": "Когда же Нас прогневали они, Мы отмстили им и всех их потопили"
  }
]