[
  {
    "verse_number": 67,
    "text_uthmani": "مُسْتَكْبِرِينَ بِهِۦ سَـٰمِرًا تَهْجُرُونَ",
    "text_uthmani_transcribed": "Mustakbirīn(a), bihī sāmiran tahjurūn(a).",
    "translation": "Возгордившись этим, Болтая попусту о нем во (мраке) ночи"
  },
  {
    "verse_number": 68,
    "text_uthmani": "أَفَلَمْ يَدَّبَّرُوا۟ ٱلْقَوْلَ أَمْ جَآءَهُم مَّا لَمْ يَأْتِ ءَابَآءَهُمُ ٱلْأَوَّلِينَ",
    "text_uthmani_transcribed": "Afalam yaddabbarul-qaula am jā'ahum mā lam ya'ti ābā'ahumul-awwalīn(a).",
    "translation": "Что ж им не поразмыслить над (Господним) Словом? Или пришло к ним то, Что прежде к их отцам не приходило"
  },
  {
    "verse_number": 69,
    "text_uthmani": "أَمْ لَمْ يَعْرِفُوا۟ رَسُولَهُمْ فَهُمْ لَهُۥ مُنكِرُونَ",
    "text_uthmani_transcribed": "Am lam ya'rifū rasūlahum fahum lahū munkirūn(a).",
    "translation": "Иль не признали в нем посланника они И потому его отвергли"
  },
  {
    "verse_number": 70,
    "text_uthmani": "أَمْ يَقُولُونَ بِهِۦ جِنَّةٌۢ ۚ بَلْ جَآءَهُم بِٱلْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَـٰرِهُونَ",
    "text_uthmani_transcribed": "Am yaqūlūna bihī jinnah(tun), bal jā'ahum bil-ḥaqqi wa akṡaruhum lil-ḥaqqi kārihūn(a).",
    "translation": "Иль говорят они: \"Безумен он!\"? Но нет, он Истину принес им, Хотя она для большинства их ненавистна"
  },
  {
    "verse_number": 71,
    "text_uthmani": "وَلَوِ ٱتَّبَعَ ٱلْحَقُّ أَهْوَآءَهُمْ لَفَسَدَتِ ٱلسَّمَـٰوَٰتُ وَٱلْأَرْضُ وَمَن فِيهِنَّ ۚ بَلْ أَتَيْنَـٰهُم بِذِكْرِهِمْ فَهُمْ عَن ذِكْرِهِم مُّعْرِضُونَ",
    "text_uthmani_transcribed": "Wa lawittaba'al-ḥaqqu ahwā'ahum lafasadatis-samāwātu wal-arḍu wa man fīhinn(a), bal ataināhum biżikrihim fahum 'an żikrihim mu'riḍūn(a).",
    "translation": "И если б Истина (Господня) Была созвучна их желаньям, Распался бы (Господень лад) Небес, земли И пребывающего в них (Его веленьем). Мы увещание послали им, (И если заповеди в нем они услышат и исполнят, - Им в нем величие и честь). Они же эту честь отвергли"
  },
  {
    "verse_number": 72,
    "text_uthmani": "أَمْ تَسْـَٔلُهُمْ خَرْجًا فَخَرَاجُ رَبِّكَ خَيْرٌ ۖ وَهُوَ خَيْرُ ٱلرَّٰزِقِينَ",
    "text_uthmani_transcribed": "Am tas'aluhum kharjan fa kharāju rabbika khair(un), wa huwa khairur-rāziqīn(a).",
    "translation": "Иль ты у них, (о Мухаммад!), награды просишь? Но ведь награда твоего Владыки лучше, - Он - лучший из дарующих наделы"
  },
  {
    "verse_number": 73,
    "text_uthmani": "وَإِنَّكَ لَتَدْعُوهُمْ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "text_uthmani_transcribed": "Wa innaka latad'ūhum ilā ṣirāṭim mustaqīm(in).",
    "translation": "Ты их, поистине, зовешь к пути прямому"
  },
  {
    "verse_number": 74,
    "text_uthmani": "وَإِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ عَنِ ٱلصِّرَٰطِ لَنَـٰكِبُونَ",
    "text_uthmani_transcribed": "Wa innal-lażīna lā yu'minūna bil-ākhirati 'aniṣ-ṣirāṭi lanākibūn(a).",
    "translation": "Но те, кто в будущую жизнь не верит, От этого пути уходят"
  },
  {
    "verse_number": 75,
    "text_uthmani": "۞ وَلَوْ رَحِمْنَـٰهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّ لَّلَجُّوا۟ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
    "text_uthmani_transcribed": "Wa lau raḥimnāhum wa kasyafnā mā bihim min ḍurril lalajjū fī ṭugyānihim ya'mahūn(a).",
    "translation": "И если б Мы помиловали их, Избавив их от их несчастья, То и тогда б они в своем упрямстве Скитались слепо в заблужденье"
  },
  {
    "verse_number": 76,
    "text_uthmani": "وَلَقَدْ أَخَذْنَـٰهُم بِٱلْعَذَابِ فَمَا ٱسْتَكَانُوا۟ لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ",
    "text_uthmani_transcribed": "Wa laqad akhażnāhum bil-'ażābi famastakānū lirabbihim wa mā yataḍarra'ūn(a).",
    "translation": "Мы поразили карой их - Они же перед Господом своим не укротились, К Нему смиренно не воззвали"
  },
  {
    "verse_number": 77,
    "text_uthmani": "حَتَّىٰٓ إِذَا فَتَحْنَا عَلَيْهِم بَابًا ذَا عَذَابٍ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ",
    "text_uthmani_transcribed": "Ḥattā iżā fataḥnā 'alaihim bāban żā 'ażābin syadīdin iżā hum fīhi mublisūn(a).",
    "translation": "Когда ж Мы распахнули дверь, Которою на них сошло суровое ненастье, - Гляди! Они уже в отчаянии там"
  }
]