[
  {
    "verse_number": 23,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوٓا۟ ءَابَآءَكُمْ وَإِخْوَٰنَكُمْ أَوْلِيَآءَ إِنِ ٱسْتَحَبُّوا۟ ٱلْكُفْرَ عَلَى ٱلْإِيمَـٰنِ ۚ وَمَن يَتَوَلَّهُم مِّنكُمْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tattakhiżū ābā'akum wa ikhwānakum auliyā'a inistaḥabbul-kufra 'alal-īmān(i), wa may yatawallahum minkum fa ulā'ika humuẓ-ẓālimūn(a).",
    "translation": "О вы, кто верует! Вы не берите в покровители себе Ваших отцов и ваших братьев, Если они любовь к неверию предпочитают вере (в Бога). А те из вас, кто в покровители берет их, (Дозволенное Богом) преступают"
  },
  {
    "verse_number": 24,
    "text_uthmani": "قُلْ إِن كَانَ ءَابَآؤُكُمْ وَأَبْنَآؤُكُمْ وَإِخْوَٰنُكُمْ وَأَزْوَٰجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَٰلٌ ٱقْتَرَفْتُمُوهَا وَتِجَـٰرَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَـٰكِنُ تَرْضَوْنَهَآ أَحَبَّ إِلَيْكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادٍ فِى سَبِيلِهِۦ فَتَرَبَّصُوا۟ حَتَّىٰ يَأْتِىَ ٱللَّهُ بِأَمْرِهِۦ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
    "text_uthmani_transcribed": "Qul in kāna ābā'ukum wa abnā'ukum wa ikhwānukum wa azwājukum wa 'asyīratukum wa amwāluniqtaraftumūhā wa tijāratun takhsyauna kasādahā wa masākinu tarḍaunahā aḥabba ilaikum minallāhi wa rasūlihī wa jihādin fī sabīlihī fa tarabbaṣū ḥattā ya'tiyallāhu bi'amrih(ī), wallāhu lā yahdil-qaumal-fāsiqīn(a).",
    "translation": "Скажи: \"Если ваши отцы, и ваши сыновья, И ваши братья, и супруги ваши, И родственники, и добро, что вы приобрели, Торговые дела, застой в которых вас пугает, И ваш очаг, что радует ваш глаз, - Коль все это - милее вам Аллаха и посланника Его, Милей борьбы на промысле Господнем, То ждите до тех пор, Пока Свой приговор Аллах вам не объявит\". Он праведным путем не поведет народ распутный"
  },
  {
    "verse_number": 25,
    "text_uthmani": "لَقَدْ نَصَرَكُمُ ٱللَّهُ فِى مَوَاطِنَ كَثِيرَةٍ ۙ وَيَوْمَ حُنَيْنٍ ۙ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنكُمْ شَيْـًٔا وَضَاقَتْ عَلَيْكُمُ ٱلْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُم مُّدْبِرِينَ",
    "text_uthmani_transcribed": "Laqad naṣarakumullāhu fī mawāṭina kaṡīrah(tin), wa yauma ḥunain(in), iż a'jabatkum kaṡratukum falam tugni 'ankum syai'aw wa ḍāqat 'alaikumul-arḍu bimā raḥubat ṡumma wallaitum mudbirīn(a).",
    "translation": "Аллах, поистине, уже во многих битвах вам помог, Помог Он вам и в день Хунейны, Когда, (гордынею превозносясь), Вы восхищались множеством своим и силой. Но ваше множество и сила Ничем не послужили вам, И тесною вам сделалась земля Там, где была она просторна. Тогда вы повернули тыл и обратились в бегство"
  },
  {
    "verse_number": 26,
    "text_uthmani": "ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلْمُؤْمِنِينَ وَأَنزَلَ جُنُودًا لَّمْ تَرَوْهَا وَعَذَّبَ ٱلَّذِينَ كَفَرُوا۟ ۚ وَذَٰلِكَ جَزَآءُ ٱلْكَـٰفِرِينَ",
    "text_uthmani_transcribed": "Ṡumma anzalallāhu sakīnatahū 'alā rasūlihī wa 'alal-mu'minīna wa anzala junūdal lam tarauhā wa 'ażżabal-lażīna kafarū, wa żālika jazā'ul-kāfirīn(a).",
    "translation": "Потом Аллах Своим покоем осенил посланника И всех уверовавших (в Бога), И воинства незримые низвел, И наказал неверных. Так воздалось таким, кто не уверовал (в Него)"
  },
  {
    "verse_number": 27,
    "text_uthmani": "ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعْدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُ ۗ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Ṡumma yatūbullāhu mim ba'di żālika 'alā may yasyā'(u), wallāhu gafūrur raḥīm(un).",
    "translation": "И будет вновь потом Аллах благопреклонен К тому, кого желанием Своим сочтет, - Ведь Он, поистине, прощающ, милосерд"
  },
  {
    "verse_number": 28,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّمَا ٱلْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا۟ ٱلْمَسْجِدَ ٱلْحَرَامَ بَعْدَ عَامِهِمْ هَـٰذَا ۚ وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ ٱللَّهُ مِن فَضْلِهِۦٓ إِن شَآءَ ۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٌ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū innamal-musyrikūna najasun falā yaqrabul-masjidal-ḥarāma ba'da 'āmihim hāżā, wa in khiftum 'ailatan fa saufa yugnīkumullāhu min faḍlihī in syā'(a), innallāha 'alīmun ḥakīm(un).",
    "translation": "О вы, кто верует! Ведь многобожники, поистине, нечисты. И пусть они не приближаются теперь К Запретной (для греха) Мечети, Когда минует этот год. А если бедность вас пугает - Обогатит вас от щедрот Своих Аллах, Если на то Его желанье будет, - Поистине, всезнающ Он и мудр"
  },
  {
    "verse_number": 29,
    "text_uthmani": "قَـٰتِلُوا۟ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱللَّهِ وَلَا بِٱلْيَوْمِ ٱلْـَٔاخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلْحَقِّ مِنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ حَتَّىٰ يُعْطُوا۟ ٱلْجِزْيَةَ عَن يَدٍ وَهُمْ صَـٰغِرُونَ",
    "text_uthmani_transcribed": "Qātilul-lażīna lā yu'minūna billāhi wa lā bil-yaumil-ākhiri wa lā yuḥarrimūna mā ḥarramallāhu wa rasūluhū wa lā yadīnūna dīnal-ḥaqqi minal-lażīna ūtul-kitāba ḥattā yu'ṭul-jizyata 'ay yadiw wa hum ṣāgirūn(a).",
    "translation": "Сражайтесь с теми, Кто не верует в Аллаха и Последний День И не считает запрещенным то, Что недозволено Аллахом и посланником Его, И с теми из людей Писания (Святого), Кто Истины религии (Аллаха) не признал. (Сражайтесь с ними) до тех пор, Пока они вам дань платить не станут Своею собственной рукой, в смирении покорном"
  },
  {
    "verse_number": 30,
    "text_uthmani": "وَقَالَتِ ٱلْيَهُودُ عُزَيْرٌ ٱبْنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَـٰرَى ٱلْمَسِيحُ ٱبْنُ ٱللَّهِ ۖ ذَٰلِكَ قَوْلُهُم بِأَفْوَٰهِهِمْ ۖ يُضَـٰهِـُٔونَ قَوْلَ ٱلَّذِينَ كَفَرُوا۟ مِن قَبْلُ ۚ قَـٰتَلَهُمُ ٱللَّهُ ۚ أَنَّىٰ يُؤْفَكُونَ",
    "text_uthmani_transcribed": "Wa qālatil-yahūdu 'uzairunibnullāhi wa qālatin-naṣāral-masīḥubnullāh(i), żālika qauluhum bi'afwāhihim, yuḍāhi'ūna qaulal-lażīna kafarū min qabl(u), qātalahumullāh(u), annā yu'fakūn(a).",
    "translation": "И иудеи говорят: \"Узайир - сын Аллаха\". А христиане говорят: \"Мессия- сын Аллаха\". Эти слова звучат в устах их, - Так говоря, они уподобляются неверным, Которые до них (грешили тем же). Да поразит (за это) их Аллах! Как же они отвращены от (Истины) Его"
  },
  {
    "verse_number": 31,
    "text_uthmani": "ٱتَّخَذُوٓا۟ أَحْبَارَهُمْ وَرُهْبَـٰنَهُمْ أَرْبَابًا مِّن دُونِ ٱللَّهِ وَٱلْمَسِيحَ ٱبْنَ مَرْيَمَ وَمَآ أُمِرُوٓا۟ إِلَّا لِيَعْبُدُوٓا۟ إِلَـٰهًا وَٰحِدًا ۖ لَّآ إِلَـٰهَ إِلَّا هُوَ ۚ سُبْحَـٰنَهُۥ عَمَّا يُشْرِكُونَ",
    "text_uthmani_transcribed": "Ittakhażū aḥbārahum wa ruhbānahum arbābam min dūnillāhi wal-masīḥabna maryam(a), wa mā umirū illā liya'budū ilāhaw wāḥidā(n), lā ilāha illā huw(a), subḥānahū 'ammā yusyrikūn(a).",
    "translation": "Они себе, опричь Аллаха, За Господов берут раввинов и монахов, А также сына Марйам - Мессию, Хотя повелено им было поклоняться Богу, Единому (для всех), Опричь Которого другого божества не существует. СубхАнагу! (Хвала Ему!) Превыше Он всех тех, Которых в соучастники Ему Они (своим невежеством упрямо) призывают"
  },
  {
    "verse_number": 32,
    "text_uthmani": "يُرِيدُونَ أَن يُطْفِـُٔوا۟ نُورَ ٱللَّهِ بِأَفْوَٰهِهِمْ وَيَأْبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوْ كَرِهَ ٱلْكَـٰفِرُونَ",
    "text_uthmani_transcribed": "Yurīdūna ay yuṭfi'ū nūrallāhi bi'afwāhihim wa ya'ballāhu illā ay yutimma nūrahū wa lau karihal-kāfirūn(a).",
    "translation": "Они устами (скверными) своими Хотят Свет Божий погасить, Аллах же не допустит ничего иного, Как только Свет Свой завершить, Хоть многобожникам и ненавистно это"
  },
  {
    "verse_number": 33,
    "text_uthmani": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوْ كَرِهَ ٱلْمُشْرِكُونَ",
    "text_uthmani_transcribed": "Huwal-lażī arsala rasūlahū bil-hudā wa dīnil-ḥaqqi liyuẓhirahū 'alad-dīni kullih(ī), wa lau karihal-musyrikūn(a).",
    "translation": "Он - Тот, Кто Своего посланника послал И с ним - (вам) руководство (в жизни), Религию, (что Свет Господней) Истины (несет), Чтобы явить ее превыше прочей (веры), Хоть многобожникам и ненавистно это"
  }
]