{
  "chapter_number": 11,
  "verses": [
    {
      "verse_number": 89,
      "text_uthmani": "وَيَـٰقَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِىٓ أَن يُصِيبَكُم مِّثْلُ مَآ أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَـٰلِحٍ ۚ وَمَا قَوْمُ لُوطٍ مِّنكُم بِبَعِيدٍ",
      "text_uthmani_transcribed": "Wa yā qaumi lā yajrimannakum syiqāqī ay yuṣībakum miṡlu mā aṣāba qauma nūḥin au qauma hūdin au qauma ṣāliḥ(in), wa mā qaumu lūṭim minkum biba'īd(in).",
      "translation": "О мой народ! Пусть разногласия со мной Не навлекут на вас греха, За что постигнет вас подобное тому, Что испытали люди Нуха, Салиха иль Худа; Недалеко от вас и люди Лута"
    },
    {
      "verse_number": 90,
      "text_uthmani": "وَٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ ۚ إِنَّ رَبِّى رَحِيمٌ وَدُودٌ",
      "text_uthmani_transcribed": "Wastagfirū rabbakum ṡumma tūbū ilaih(i), inna rabbī raḥīmuw wadūd(un).",
      "translation": "Просите же прощения у вашего Владыки, Потом к Нему (в раскаянии) обращайтесь! Поистине, Господь мой милосерд, Любви (к творениям Своим) исполнен"
    },
    {
      "verse_number": 91,
      "text_uthmani": "قَالُوا۟ يَـٰشُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفًا ۖ وَلَوْلَا رَهْطُكَ لَرَجَمْنَـٰكَ ۖ وَمَآ أَنتَ عَلَيْنَا بِعَزِيزٍ",
      "text_uthmani_transcribed": "Qālū yā syu'aibu mā nafqahu kaṡīram mimmā taqūlu wa innā lanarāka fīnā ḍa'īfā(n), wa lau lā rahṭuka larajamnāk(a), wa anta 'alainā bi'azīz(in).",
      "translation": "Они сказали: \"О Шу'айб! Нам много из того, что говоришь ты, непонятно, И видим мы, что ты меж нами слаб. И если б не был род твой (знатен), Мы забросали бы тебя камнями, - Ведь ты для нас совсем не дорог"
    },
    {
      "verse_number": 92,
      "text_uthmani": "قَالَ يَـٰقَوْمِ أَرَهْطِىٓ أَعَزُّ عَلَيْكُم مِّنَ ٱللَّهِ وَٱتَّخَذْتُمُوهُ وَرَآءَكُمْ ظِهْرِيًّا ۖ إِنَّ رَبِّى بِمَا تَعْمَلُونَ مُحِيطٌ",
      "text_uthmani_transcribed": "Qāla yā qaumi arahṭī a'azzu 'alaikum minallāh(i), wattakhażtumūhu warā'akum ẓihriyyā(n), inna rabbī bimā ta'malūna muḥīṭ(un).",
      "translation": "Он (им) сказал: \"О мой народ! Ужель мой род дороже вам Аллаха, Что вы (небрежно) за спиной оставили Его? Но, истинно, Господь мой (веденьем Своим) Объемлет все, что вы творите"
    },
    {
      "verse_number": 93,
      "text_uthmani": "وَيَـٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَـٰمِلٌ ۖ سَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَمَنْ هُوَ كَـٰذِبٌ ۖ وَٱرْتَقِبُوٓا۟ إِنِّى مَعَكُمْ رَقِيبٌ",
      "text_uthmani_transcribed": "Wa yā qaumi'malū 'alā makānatikum innī 'āmil(un), saufa ta'lamūn(a), may ya'tīhi 'ażābuy yukhzīhi wa man huwa kāżib(un), wartaqibū innī ma'akum raqīb(un).",
      "translation": "О мой народ! Творите все, что в ваших силах, А я свое (намерен) делать, И скоро вы узнаете, кто тот, Кого постигнет наказание позором И кто окажется лжецом. Вы ждите - с вами подожду и я"
    },
    {
      "verse_number": 94,
      "text_uthmani": "وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا شُعَيْبًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُوا۟ ٱلصَّيْحَةُ فَأَصْبَحُوا۟ فِى دِيَـٰرِهِمْ جَـٰثِمِينَ",
      "text_uthmani_transcribed": "Wa lammā jā'a amrunā najjainā syu'aibaw wal-lażīna amanū ma'ahū biraḥmatim minnā, wa akhażatil-lażīna ẓalamuṣ-ṣaiḥatu fa aṣbaḥū fī diyārihim jāṡimīn(a).",
      "translation": "Когда же Наше повеленье проявилось, Спасли Шу'айба Мы и тех, Кто с ним уверовал (в Аллаха), По милости от Нас. А тех, что были нечестивы, Зловещий вопль поразил, И уж наутро в собственных домах Они поверженными ниц лежали"
    },
    {
      "verse_number": 95,
      "text_uthmani": "كَأَن لَّمْ يَغْنَوْا۟ فِيهَآ ۗ أَلَا بُعْدًا لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ",
      "text_uthmani_transcribed": "Ka allam yagnau fīhā, alā bu'dal limadyana kamā ba'idat ṡamūd(u).",
      "translation": "Как будто никогда не жили там. О да! Пусть сгинут мадйаниты! Как прежде сгинули и самудяне, (Господним гневом сражены)"
    },
    {
      "verse_number": 96,
      "text_uthmani": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَا وَسُلْطَـٰنٍ مُّبِينٍ",
      "text_uthmani_transcribed": "Wa laqad arsalnā mūsā bi'āyātinā wa sulṭānim mubīn(in).",
      "translation": "И Мы послали Мусу с Нашими знаменьями и ясной властью"
    },
    {
      "verse_number": 97,
      "text_uthmani": "إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَٱتَّبَعُوٓا۟ أَمْرَ فِرْعَوْنَ ۖ وَمَآ أَمْرُ فِرْعَوْنَ بِرَشِيدٍ",
      "text_uthmani_transcribed": "Ilā fir'auna wa mala'ihī fattaba'ū amra fir'aun(a), wa mā amru fir'auna birasyīd(in).",
      "translation": "К Фараону и его вельможам; Они ж пошли за повеленьем Фараона. Но повеление его было неправым (руководством)"
    },
    {
      "verse_number": 98,
      "text_uthmani": "يَقْدُمُ قَوْمَهُۥ يَوْمَ ٱلْقِيَـٰمَةِ فَأَوْرَدَهُمُ ٱلنَّارَ ۖ وَبِئْسَ ٱلْوِرْدُ ٱلْمَوْرُودُ",
      "text_uthmani_transcribed": "Yaqdumu qaumahū yaumal-qiyāmati fa auradahumun-nār(a), wa bi'sal-wirdul-maurūd(u).",
      "translation": "Он будет шествовать перед своим народом В День Воскресения (на Суд) И отведет его на водопой (Во чрево) огненного (Ада), - Как скверен будет водопой, К которому (он их) доставит"
    },
    {
      "verse_number": 99,
      "text_uthmani": "وَأُتْبِعُوا۟ فِى هَـٰذِهِۦ لَعْنَةً وَيَوْمَ ٱلْقِيَـٰمَةِ ۚ بِئْسَ ٱلرِّفْدُ ٱلْمَرْفُودُ",
      "text_uthmani_transcribed": "Wa utbi'ū fī hāżihī la'nataw wa yaumal-qiyāmah(ti), bi'sar-rifdul-marfūd(u).",
      "translation": "И их преследует проклятие и здесь, И в День (их) Воскресения (на Суд). И скверен будет дар, Что будет (им) доставлен"
    }
  ]
}