[
  {
    "verse_number": 45,
    "text_uthmani": "وَٱضْرِبْ لَهُم مَّثَلَ ٱلْحَيَوٰةِ ٱلدُّنْيَا كَمَآءٍ أَنزَلْنَـٰهُ مِنَ ٱلسَّمَآءِ فَٱخْتَلَطَ بِهِۦ نَبَاتُ ٱلْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ ٱلرِّيَـٰحُ ۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ مُّقْتَدِرًا",
    "text_uthmani_transcribed": "Waḍrib lahum maṡalal-ḥayātid-dun-yā kamā'in anzalnāhu minas-samā'i fakhtalaṭa bihī nabātul-arḍi fa aṣbaḥa hasyīman tażrūhur-riyāḥ(u), wa kānallāhu 'alā kulli syai'im muqtadirā(n).",
    "translation": "Ты приведи им в притчу жизнь в этом мире: Она - точно вода, которую Мы с неба шлем, - Растительность земли ее поглотит (И буйно расцветет на миг); (Но вот, гляди!) Она уже иссохла И превратилась в сор сухой, Что распыляется (в небытие) ветрами. Аллах, поистине, над всякой вещью властен"
  },
  {
    "verse_number": 46,
    "text_uthmani": "ٱلْمَالُ وَٱلْبَنُونَ زِينَةُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَٱلْبَـٰقِيَـٰتُ ٱلصَّـٰلِحَـٰتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا",
    "text_uthmani_transcribed": "Al-mālu wal-banūna zīnatul-ḥayātid-dun-yā, wal-bāqiyātuṣ-ṣāliḥātu khairun 'inda rabbika ṡawābaw wa khairun amalā(n).",
    "translation": "Богатства (ваши), сыновья - Лишь украшения вам в этой жизни, А то, что пребывает (вне суеты земного бытия), - Дела благие - Есть лучшее пред Господом твоим И по награде, (что за праведность воздаст Он), И по надеждам, (что исполнятся Его веленьем)"
  },
  {
    "verse_number": 47,
    "text_uthmani": "وَيَوْمَ نُسَيِّرُ ٱلْجِبَالَ وَتَرَى ٱلْأَرْضَ بَارِزَةً وَحَشَرْنَـٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا",
    "text_uthmani_transcribed": "Wa yauma nusayyirul-jibāla wa taral-arḍa  bārizah(tan), wa ḥasyarnāhum falam nugādir minhum aḥadā(n).",
    "translation": "В тот День, Когда Мы сдвинем с места горы И ты увидишь землю плоской, Мы соберем их всех и не оставим (без вниманья) никого"
  },
  {
    "verse_number": 48,
    "text_uthmani": "وَعُرِضُوا۟ عَلَىٰ رَبِّكَ صَفًّا لَّقَدْ جِئْتُمُونَا كَمَا خَلَقْنَـٰكُمْ أَوَّلَ مَرَّةٍۭ ۚ بَلْ زَعَمْتُمْ أَلَّن نَّجْعَلَ لَكُم مَّوْعِدًا",
    "text_uthmani_transcribed": "Wa 'uriḍū 'alā rabbika ṣaffā(n), laqad ji'tumūnā kamā khalaqnākum awwala marratim bal za'amtum allan naj'ala lakum mau'idā(n).",
    "translation": "Они предстанут перед Господом твоим рядами, (И скажет Он): \"Вот вы вернулись к Нам (в том виде), В котором вас Мы сотворили изначально. Но нет же! Вы (всегда) считали, Что Мы не назначали встречи вам На срок определенный"
  },
  {
    "verse_number": 49,
    "text_uthmani": "وَوُضِعَ ٱلْكِتَـٰبُ فَتَرَى ٱلْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَـٰوَيْلَتَنَا مَالِ هَـٰذَا ٱلْكِتَـٰبِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّآ أَحْصَىٰهَا ۚ وَوَجَدُوا۟ مَا عَمِلُوا۟ حَاضِرًا ۗ وَلَا يَظْلِمُ رَبُّكَ أَحَدًا",
    "text_uthmani_transcribed": "Wa wuḍi'al-kitābu fa taral-mujrimīna musyfiqīna mimmā fīhi wa yaqūlūna yā wailatanā mā lihāżal-kitābi lā yugādiru ṣagīrataw wa lā kabīratan illā aḥṣāhā, wa wajadū mā 'amilū ḥaḍirā(n), wa lā yaẓlimu rabbuka aḥadā(n).",
    "translation": "И книга (дел) будет положена (пред ними), И ты увидишь грешных в страхе от того, что в ней, И они скажут: \"Горе нам! Что это за книга, Что не осталось ни единого деянья, Которое она бы не сочла, Сколь малым ни было б оно или великим?!\" Они найдут там налицо все то, что совершили, И твой Господь ни одному из них Не нанесет обид несправедливых"
  },
  {
    "verse_number": 50,
    "text_uthmani": "وَإِذْ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ كَانَ مِنَ ٱلْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِۦٓ ۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوْلِيَآءَ مِن دُونِى وَهُمْ لَكُمْ عَدُوٌّۢ ۚ بِئْسَ لِلظَّـٰلِمِينَ بَدَلًا",
    "text_uthmani_transcribed": "Wa iż qulnā lil-malā'ikatisjudū li'ādama fa sajadū illā iblīs(a), kāna minal-jinni fa fasaqa 'an amri rabbih(ī), afa tattakhiżūnahū wa żurriyyatahū auliyā'a min dūnī wa hum lakum 'aduww(un), bi'sa liẓ-ẓālimīna badalā(n).",
    "translation": "И вот Мы ангелам сказали: \"Адаму низко поклонитесь!\" И те в поклоне пали перед ним, Кроме (надменного) Иблиса, Кто был одним из джиннов И не исполнил повеленья Бога своего, - Так неужели вы его и отпрысков его Возьмете в покровители себе вместо Меня? Они же - вам враги! Как же порочна эта мена для неверных"
  },
  {
    "verse_number": 51,
    "text_uthmani": "۞ مَّآ أَشْهَدتُّهُمْ خَلْقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَا خَلْقَ أَنفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ ٱلْمُضِلِّينَ عَضُدًا",
    "text_uthmani_transcribed": "Mā asyhattuhum khalqas-samāwāti wal-arḍi wa lā khalqa anfusihim, wa mā kuntu muttakhiżal-muḍillīna 'aḍudā(n).",
    "translation": "Я их не звал в свидетели Творения Небес, земли и их самих, И Я не стал бы брать в помощники Себе Таких, которые с пути сбивают"
  },
  {
    "verse_number": 52,
    "text_uthmani": "وَيَوْمَ يَقُولُ نَادُوا۟ شُرَكَآءِىَ ٱلَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا۟ لَهُمْ وَجَعَلْنَا بَيْنَهُم مَّوْبِقًا",
    "text_uthmani_transcribed": "Wa yauma yaqūlu nādū syurakā'iyal-lażīna za'amtum fa da'auhum falam yastajībū lahum wa ja'alnā bainahum maubiqā(n).",
    "translation": "В тот День Он скажет: \"Призовите тех, которых Мне вы в соучастники придали\". Они их призовут, но те им не ответят, И Мы воздвигнем пропасть между ними"
  },
  {
    "verse_number": 53,
    "text_uthmani": "وَرَءَا ٱلْمُجْرِمُونَ ٱلنَّارَ فَظَنُّوٓا۟ أَنَّهُم مُّوَاقِعُوهَا وَلَمْ يَجِدُوا۟ عَنْهَا مَصْرِفًا",
    "text_uthmani_transcribed": "Wa ra'al-mujrimūnan nāra fa ẓannū annahum muwāqi'ūhā wa lam yajidū 'anhā maṣrifā(n).",
    "translation": "А грешники увидят огнь Ада, Предчувствуя, что попадут в него, - Но не найти им от него спасенья"
  },
  {
    "verse_number": 54,
    "text_uthmani": "وَلَقَدْ صَرَّفْنَا فِى هَـٰذَا ٱلْقُرْءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٍ ۚ وَكَانَ ٱلْإِنسَـٰنُ أَكْثَرَ شَىْءٍ جَدَلًا",
    "text_uthmani_transcribed": "Wa laqad ṣarrafnā fī hāżal-qur'āni lin-nāsi min kulli maṡal(in), wa kānal-insānu akṡara syai'in jadalā(n).",
    "translation": "В этом Коране привели Мы людям Притчи, (несущие) различный (смысл), - Но человек больше всего упорствует (в страстях, Склоняющих его к неверью)"
  },
  {
    "verse_number": 55,
    "text_uthmani": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤْمِنُوٓا۟ إِذْ جَآءَهُمُ ٱلْهُدَىٰ وَيَسْتَغْفِرُوا۟ رَبَّهُمْ إِلَّآ أَن تَأْتِيَهُمْ سُنَّةُ ٱلْأَوَّلِينَ أَوْ يَأْتِيَهُمُ ٱلْعَذَابُ قُبُلًا",
    "text_uthmani_transcribed": "Wa mā mana'an-nāsa ay yu'minū iż jā'ahumul-hudā wa yastagfirū rabbahum illā an ta'tiyahum sunnatul-awwalīna au ya'tiyahumul-'ażābu qubulā(n).",
    "translation": "Так что мешает людям веровать (в Аллаха), Когда пришло к ним Руководство, И что удерживает их Взывать к их Господу простить их (и направить), Как только то, чтоб их постигла участь предков Иль наказание лицом к лицу предстало"
  }
]