{
  "chapter_number": 9,
  "verses": [
    {
      "verse_number": 78,
      "text_uthmani": "أَلَمْ يَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَعْلَمُ سِرَّهُمْ وَنَجْوَىٰهُمْ وَأَنَّ ٱللَّهَ عَلَّـٰمُ ٱلْغُيُوبِ",
      "text_uthmani_transcribed": "Alam ya'lamū annallāha ya'lamu sirrahum wa najwāhum wa annallāha 'allāmul-guyūb(i).",
      "translation": "Ужель они не знают, что Аллаху Известны тайны их и скрытые беседы; Что сокровенное Он знает"
    },
    {
      "verse_number": 79,
      "text_uthmani": "ٱلَّذِينَ يَلْمِزُونَ ٱلْمُطَّوِّعِينَ مِنَ ٱلْمُؤْمِنِينَ فِى ٱلصَّدَقَـٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ ۙ سَخِرَ ٱللَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "text_uthmani_transcribed": "Allażīna yalmizūnal-muṭṭawwi'īna minal-mu'minīna fiṣ-ṣadaqāti wal-lażīna lā yajidūna illā juhdahum fa yaskharūna minhum, sakhirallāhu minhum, wa lahum 'ażābun alīm(un).",
      "translation": "А кто возводит клевету на тех из верных, Которые (из своего добра) По доброй воле милостыню правят, И тех, кто лишь усердием своим Находит что подать, И насмехаются над ними, - Аллах над ними посмеется, И им - мучительная кара"
    },
    {
      "verse_number": 80,
      "text_uthmani": "ٱسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِن تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَن يَغْفِرَ ٱللَّهُ لَهُمْ ۚ ذَٰلِكَ بِأَنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
      "text_uthmani_transcribed": "Istagfir lahum au lā tastagfir lahum, in tastagfir lahum sab'īna marratan falay yagfirallāhu lahum, żālika bi'annahum kafarū billāhi wa rasūlih(ī), wallāhu lā yahdil-qaumal-fāsiqīn(a).",
      "translation": "Попросишь ты прощения для них иль нет - И если даже до семидесяти раз Прощения для них попросишь, Аллах им не простит, - Ведь все ж в Аллаха и посланника Его не веруют они. Поистине, Аллах не поведет народ распутный"
    },
    {
      "verse_number": 81,
      "text_uthmani": "فَرِحَ ٱلْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَـٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓا۟ أَن يُجَـٰهِدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ وَقَالُوا۟ لَا تَنفِرُوا۟ فِى ٱلْحَرِّ ۗ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا ۚ لَّوْ كَانُوا۟ يَفْقَهُونَ",
      "text_uthmani_transcribed": "Fariḥal-mukhallafūna bimaq'adihim khilāfa rasūlillāhi wa karihū ay yujāhidū bi'amwālihim wa anfusihim fī sabīlillāhi wa qālū lā tanfirū fil-ḥarr(i), qul nāru jahannama  asyaddu ḥarrā(n), lau kānū yafqahūn(a).",
      "translation": "И радовались за спиной посланника такие, Которые (в своих домах) остались (и не отправились в поход). Им в тягость было на пути Господнем Усердствовать добром своим и жизнью, И говорили они (тем, кто выступал в поход): \"В жару такую не идите!\" Скажи: \"Но еще жарче огнь Ада!\" О, если б только поняли они"
    },
    {
      "verse_number": 82,
      "text_uthmani": "فَلْيَضْحَكُوا۟ قَلِيلًا وَلْيَبْكُوا۟ كَثِيرًا جَزَآءًۢ بِمَا كَانُوا۟ يَكْسِبُونَ",
      "text_uthmani_transcribed": "Falyaḍḥakū qalīlaw walyabkū kaṡīrā(n), jazā'am bimā kānū yaksibūn(a).",
      "translation": "Но пусть они немного посмеются, - Ведь им придется много плакать, Как воздаяние за то, что (их дела им) предварили"
    },
    {
      "verse_number": 83,
      "text_uthmani": "فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٍ مِّنْهُمْ فَٱسْتَـْٔذَنُوكَ لِلْخُرُوجِ فَقُل لَّن تَخْرُجُوا۟ مَعِىَ أَبَدًا وَلَن تُقَـٰتِلُوا۟ مَعِىَ عَدُوًّا ۖ إِنَّكُمْ رَضِيتُم بِٱلْقُعُودِ أَوَّلَ مَرَّةٍ فَٱقْعُدُوا۟ مَعَ ٱلْخَـٰلِفِينَ",
      "text_uthmani_transcribed": "Fa ir raja'akallāhu ilā ṭā'ifatim minhum  fasta'żanūka lil-khurūji faqul lan takhrujū ma'iya abadaw wa lan tuqātilū ma'iya 'aduwwā(n), innakum raḍītum bil-qu'ūdi awwala marrah(tin), faq'udū ma'al-khālifīn(a).",
      "translation": "И коль Аллах вернет тебя в их круг И они станут у тебя просить, Чтоб ты позволил им пойти с тобой (в поход), Скажи: \"Вы никогда со мною не пойдете И никогда не будете сражаться С врагом (в одном ряду) со мной. Вам в первый раз угоднее отсиживаться было, - Сидите ж с теми, кто (и в этот раз) Отсиживаться пожелает"
    },
    {
      "verse_number": 84,
      "text_uthmani": "وَلَا تُصَلِّ عَلَىٰٓ أَحَدٍ مِّنْهُم مَّاتَ أَبَدًا وَلَا تَقُمْ عَلَىٰ قَبْرِهِۦٓ ۖ إِنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُوا۟ وَهُمْ فَـٰسِقُونَ",
      "text_uthmani_transcribed": "Wa lā tuṣalli 'alā aḥadim minhum māta abadaw wa lā taqum 'alā qabrih(ī), innahum kafarū billāhi wa rasūlihī wa mātū wa hum fāsiqūn(a).",
      "translation": "И никогда ни об одном из них, кто умер, не молись И (на молитву) при его могиле не вставай, - Ведь он (при жизни) не уверовал в Аллаха и посланника Его, Сей мир покинув нечестивым"
    },
    {
      "verse_number": 85,
      "text_uthmani": "وَلَا تُعْجِبْكَ أَمْوَٰلُهُمْ وَأَوْلَـٰدُهُمْ ۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِى ٱلدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَـٰفِرُونَ",
      "text_uthmani_transcribed": "Wa lā tu'jibka amwāluhum wa lā aulāduhum, innamā yurīdullāhu ay yu'ażżibahum bihā fid-dun-yā wa tazhaqa anfusuhum wa hum kāfirūn(a).",
      "translation": "И пусть тебя не восхищает Ни их добро, ни дети их - Ими Господь их хочет в этом мире наказать, Чтоб изошли в неверии их души"
    },
    {
      "verse_number": 86,
      "text_uthmani": "وَإِذَآ أُنزِلَتْ سُورَةٌ أَنْ ءَامِنُوا۟ بِٱللَّهِ وَجَـٰهِدُوا۟ مَعَ رَسُولِهِ ٱسْتَـْٔذَنَكَ أُو۟لُوا۟ ٱلطَّوْلِ مِنْهُمْ وَقَالُوا۟ ذَرْنَا نَكُن مَّعَ ٱلْقَـٰعِدِينَ",
      "text_uthmani_transcribed": "Wa iżā unzilat sūratun an āminū billāhi wa jāhidū ma'a rasūlihista'żanaka uluṭ-ṭauli minhum wa qālū żarnā nakum ma'al-qā'idīn(a).",
      "translation": "Когда нисходит свыше к ним какая-либо Сура, Зовущая уверовать в Аллаха И воевать (в одном ряду) с посланником Его, То те из них, которые других своим достатком превосходят, Просят тебя освободить их (от похода), говоря: \"Оставь нас (здесь). Мы будем с теми, кто уселся (дома Как непригодный для войны)"
    },
    {
      "verse_number": 87,
      "text_uthmani": "رَضُوا۟ بِأَن يَكُونُوا۟ مَعَ ٱلْخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ",
      "text_uthmani_transcribed": "Raḍū bi'ay yakūnū ma'al-khawālifi wa ṭubi'a 'alā qulūbihim fahum lā yafqahūn(a).",
      "translation": "Они довольствуются тем, Что остаются с теми, кто сидеть остался. На их сердца наложена печать, И лишены они любого разуменья"
    },
    {
      "verse_number": 88,
      "text_uthmani": "لَـٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ جَـٰهَدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ ۚ وَأُو۟لَـٰٓئِكَ لَهُمُ ٱلْخَيْرَٰتُ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "text_uthmani_transcribed": "Lākinir-rasūlu wal-lażīna āmanū ma'ahū jāhadū bi'amwālihim wa anfusihim, wa ulā'ika lahumul-khairāt(u), wa ulā'ika humul-mufliḥūn(a).",
      "translation": "Посланник же и те, которые уверовали с ним, Усердствуют (на промысле Аллаха) Всем своим сердцем и имуществом своим. Все блага - им! И лишь они восторжествуют"
    }
  ]
}