{
  "chapter_number": 36,
  "verses": [
    {
      "verse_number": 1,
      "text_uthmani": " يسٓ",
      "text_uthmani_transcribed": "Yā sīn.",
      "translation": "Йа - Син"
    },
    {
      "verse_number": 2,
      "text_uthmani": "وَٱلْقُرْءَانِ ٱلْحَكِيمِ",
      "text_uthmani_transcribed": "Wal-qur'ānil-ḥakīm(i).",
      "translation": "В знак Корана, исполненного мудрости (Господней)"
    },
    {
      "verse_number": 3,
      "text_uthmani": "إِنَّكَ لَمِنَ ٱلْمُرْسَلِينَ",
      "text_uthmani_transcribed": "Innaka laminal-mursalīn(a).",
      "translation": "Поистине, стоишь в одном ряду с посланниками Бога ты"
    },
    {
      "verse_number": 4,
      "text_uthmani": "عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "text_uthmani_transcribed": "'Alā ṣirāṭim mustaqīm(in).",
      "translation": "На праведной стезе"
    },
    {
      "verse_number": 5,
      "text_uthmani": "تَنزِيلَ ٱلْعَزِيزِ ٱلرَّحِيمِ",
      "text_uthmani_transcribed": "Tanzīlal-'azīzir-raḥīm(i).",
      "translation": "И в этом - откровение, ниспосланное Им, Кто Всемогущ (над всем) и милосердия исполнен"
    },
    {
      "verse_number": 6,
      "text_uthmani": "لِتُنذِرَ قَوْمًا مَّآ أُنذِرَ ءَابَآؤُهُمْ فَهُمْ غَـٰفِلُونَ",
      "text_uthmani_transcribed": "Litunżira qaumam mā unżira ābā'uhum fahum gāfilūn(a).",
      "translation": "Чтоб мог ты тех предостеречь, Отцы которых, не приняв предупреждений Наших, Остались глухи ко знамениям Аллаха"
    },
    {
      "verse_number": 7,
      "text_uthmani": "لَقَدْ حَقَّ ٱلْقَوْلُ عَلَىٰٓ أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ",
      "text_uthmani_transcribed": "Laqad ḥaqqal-qaulu 'alā akṡarihim fahum lā yu'minūn(a).",
      "translation": "Господне Слово оказалось справедливым, Карая большинство из них за то, Что отвергали веру"
    },
    {
      "verse_number": 8,
      "text_uthmani": "إِنَّا جَعَلْنَا فِىٓ أَعْنَـٰقِهِمْ أَغْلَـٰلًا فَهِىَ إِلَى ٱلْأَذْقَانِ فَهُم مُّقْمَحُونَ",
      "text_uthmani_transcribed": "Innā ja'alnā fī a'nāqihim aglālan fa hiya ilal-ażqāni fahum muqmaḥūn(a).",
      "translation": "Поистине, Мы в кольца заточили шеи их до самых подбородков, И поневоле головы их вверх обращены"
    },
    {
      "verse_number": 9,
      "text_uthmani": "وَجَعَلْنَا مِنۢ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَـٰهُمْ فَهُمْ لَا يُبْصِرُونَ",
      "text_uthmani_transcribed": "Wa ja'alnā mim baini aidīhim saddaw wa min khalfihim saddan fa agsyaināhum fahum lā yubṣirūn(a).",
      "translation": "А перед ними и за их спиной Мы возвели (высокие) преграды, Чтобы лишить возможности их видеть"
    },
    {
      "verse_number": 10,
      "text_uthmani": "وَسَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ",
      "text_uthmani_transcribed": "Wa sawā'un 'alaihim a'anżartahum am lam tunżirhum lā yu'minūn(a).",
      "translation": "И ту же кару понесут они. Пошлешь ты им предупреждение иль нет, - В Аллаха не уверуют они"
    },
    {
      "verse_number": 11,
      "text_uthmani": "إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكْرَ وَخَشِىَ ٱلرَّحْمَـٰنَ بِٱلْغَيْبِ ۖ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ",
      "text_uthmani_transcribed": "Innamā tunżiru manittaba'aż-żikra  wa khasyiyar-raḥmāna bil-gaib(i), fa basysyirhu bimagfiratiw wa ajrin karīm(in).",
      "translation": "Предостеречь ты можешь только тех, Кто следует Напоминанию, (низведенному свыше), И в глубине души благоговеет перед Милосердным. Обрадуй их прощением (Господним) И благороднейшей (из всех) наград"
    }
  ]
}