{
  "chapter_number": 10,
  "verses": [
    {
      "verse_number": 1,
      "text_uthmani": " الٓر ۚ تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ ٱلْحَكِيمِ",
      "text_uthmani_transcribed": "Alif lām rā, tilka āyātul-kitābil-ḥakīm(i).",
      "translation": "Алеф - Лям - Ра. Сие - айаты Книги Мудрой"
    },
    {
      "verse_number": 2,
      "text_uthmani": "أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَآ إِلَىٰ رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓا۟ أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْ ۗ قَالَ ٱلْكَـٰفِرُونَ إِنَّ هَـٰذَا لَسَـٰحِرٌ مُّبِينٌ",
      "text_uthmani_transcribed": "Akāna lin-nāsi 'ajaban an auḥainā ilā rajulim minhum an anżirin-nāsa wa basysyiril-lażīna āmanū anna lahum qadama ṣidqin 'inda rabbihim, qālal-kāfirūna inna hāżā lasāḥirum mubīn(un).",
      "translation": "Ужель тому дивятся люди, Что одному из них Мы откровение внушили: \"Увещевая, вразумляй людей И сообщи благую Весть уверовавшим (в Бога): Их добрые деянья Предвосхитят им место у Владыки\". Но говорят неверные: \"Поистине, он - явный чародей"
    },
    {
      "verse_number": 3,
      "text_uthmani": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۖ يُدَبِّرُ ٱلْأَمْرَ ۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعْدِ إِذْنِهِۦ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ فَٱعْبُدُوهُ ۚ أَفَلَا تَذَكَّرُونَ",
      "text_uthmani_transcribed": "Inna rabbakumullāhul -lażī khalaqas-samāwāti wal-arḍa fī sittati ayyāmin ṡummastawā 'alal-'arsyi yudabbirul-amr(a), mā min syafī'in illā mim ba'di iżnih(ī), żālikumullāhu rabbukum fa'budūh(u), afalā tażakkarūn(a).",
      "translation": "Господь ваш, истинно, Аллах, Кто небеса и землю сотворил за шесть небесных дней И после утвердился на Престоле, Чтоб править всем, что Он явил. И нет заступника пред Ним Иначе, как с Его соизволенья. Таков Аллах, Владыка ваш! Ему лишь поклоняйтесь. Ужель об этом вам не поразмыслить"
    },
    {
      "verse_number": 4,
      "text_uthmani": "إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا ۖ وَعْدَ ٱللَّهِ حَقًّا ۚ إِنَّهُۥ يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ لِيَجْزِىَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ بِٱلْقِسْطِ ۚ وَٱلَّذِينَ كَفَرُوا۟ لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْفُرُونَ",
      "text_uthmani_transcribed": "Ilaihi marji'ukum jamī'ā(n), wa'dallāhi ḥaqqā(n), innahū yabda'ul-khalqa ṡumma yu'īduhū liyajziyal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti bil-qisṭ(i), wal-lażīna kafarū lahum syarābum min ḥamīmiw wa 'ażābun alīmum bimā kānū yakfurūn(a).",
      "translation": "К нему - обратный ваш приход всех вас По верному обетованию Аллаха. Он - Тот, Кто начинает всякое творенье И, (обратив его в небытие), Потом воспроизводит вновь, Чтоб с полной справедливостью воздать Всем, кто уверовал и делает благое. А тем, кто не уверовал, - Питье из кипятка для них и мука тяжкая За то, что нечестивы были"
    },
    {
      "verse_number": 5,
      "text_uthmani": "هُوَ ٱلَّذِى جَعَلَ ٱلشَّمْسَ ضِيَآءً وَٱلْقَمَرَ نُورًا وَقَدَّرَهُۥ مَنَازِلَ لِتَعْلَمُوا۟ عَدَدَ ٱلسِّنِينَ وَٱلْحِسَابَ ۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلْحَقِّ ۚ يُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْلَمُونَ",
      "text_uthmani_transcribed": "Huwal-lażī ja'alasy-syamsa ḍiyā'aw wal-qamara nūraw wa qaddarahū manāzila lita'lamū 'adadas-sinīna wal-ḥisāb(a), mā khalaqallāhu zālika illā bil-ḥaqq(i), yufaṣṣilul-āyāti liqaumiy ya'lamūn(a).",
      "translation": "Он - Тот, Кто сделал солнце (животворным) блеском, Установил луну, что свет по фазам льет, Чтоб знали вы число годов И по нему отсчитывали время. И это сотворил Аллах Никак иначе, как по Истине (великой). Так Он Свои знаменья изъясняет Для тех, в ком разумение живет"
    },
    {
      "verse_number": 6,
      "text_uthmani": "إِنَّ فِى ٱخْتِلَـٰفِ ٱلَّيْلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ لَـَٔايَـٰتٍ لِّقَوْمٍ يَتَّقُونَ",
      "text_uthmani_transcribed": "Inna fikhtilāfil-laili wan-nahāri wa mā khalaqallāhu fis-samāwāti wal-arḍi la'āyātil liqaumiy yattaqūn(a).",
      "translation": "И несомненно, в смене ночи днем И в том, что в небесах и на земле Воздвиг Аллах (Своим веленьем), Знамения для тех, кто праведность обрел, Господнего страшася гнева"
    },
    {
      "verse_number": 7,
      "text_uthmani": "إِنَّ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا وَرَضُوا۟ بِٱلْحَيَوٰةِ ٱلدُّنْيَا وَٱطْمَأَنُّوا۟ بِهَا وَٱلَّذِينَ هُمْ عَنْ ءَايَـٰتِنَا غَـٰفِلُونَ",
      "text_uthmani_transcribed": "Innal-lażīna lā yarjūna liqā'anā wa raḍū bil-ḥayātid-dun-yā waṭma'annū bihā wal-lażīna hum 'an āyātinā gāfilūn(a).",
      "translation": "Но те, кто, истинно, на встречу с Нами Своих надежд не возлагает, Довольствуется ближним миром И в нем покой себе находит, Кто небрежет знаменьями Аллаха"
    },
    {
      "verse_number": 8,
      "text_uthmani": "أُو۟لَـٰٓئِكَ مَأْوَىٰهُمُ ٱلنَّارُ بِمَا كَانُوا۟ يَكْسِبُونَ",
      "text_uthmani_transcribed": "Ulā'ika ma'wāhumun nāru bimā kānū yaksibūn(a).",
      "translation": "Таким прибежище - Огонь, За то, что для себя уготовали"
    },
    {
      "verse_number": 9,
      "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ يَهْدِيهِمْ رَبُّهُم بِإِيمَـٰنِهِمْ ۖ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَـٰرُ فِى جَنَّـٰتِ ٱلنَّعِيمِ",
      "text_uthmani_transcribed": "Innal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti yahdīhim rabbuhum bi'īmānihim, tajrī min taḥtihimul-anhāru fī jannātin na'īm(i).",
      "translation": "А тех, кто верует и делает добро, Господь, поистине, за веру их По вере их направит И в сладостном блаженстве Сада Под ними реки разольет"
    },
    {
      "verse_number": 10,
      "text_uthmani": "دَعْوَىٰهُمْ فِيهَا سُبْحَـٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَـٰمٌ ۚ وَءَاخِرُ دَعْوَىٰهُمْ أَنِ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
      "text_uthmani_transcribed": "Da'wāhum fīhā subḥānakallāhumma wa taḥiyyatuhum fīhā salām(un), wa ākhiru da'wāhum anil-ḥamdu lillāhi rabbil-'ālamīn(a).",
      "translation": "Их возглас там: \"Хвала Тебе, Аллах!\" \"Мир вам!\" - приветом там им будет. И (прозвучит) концом их зова: \"Хвала Аллаху, Господу миров"
    },
    {
      "verse_number": 11,
      "text_uthmani": "۞ وَلَوْ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسْتِعْجَالَهُم بِٱلْخَيْرِ لَقُضِىَ إِلَيْهِمْ أَجَلُهُمْ ۖ فَنَذَرُ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
      "text_uthmani_transcribed": "Wa lau yu'ajjilullāhu lin-nāsisy-syarrasti'jālahum bil-khairi laquḍiya ilaihim ajaluhum, fa nażarul-lażīna lā yarjūna liqā'anā fī ṭugyānihim ya'mahūn(a).",
      "translation": "И если бы Аллах ускорил людям зло, Подобно их охоте доброе ускорить, То их предел уж был бы завершен. Мы оставляем тех, Кто не надеется на встречу с Нами, Скитаться слепо в заблуждении своем"
    }
  ]
}