{
  "chapter_number": 30,
  "verses": [
    {
      "verse_number": 34,
      "text_uthmani": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَـٰهُمْ ۚ فَتَمَتَّعُوا۟ فَسَوْفَ تَعْلَمُونَ",
      "text_uthmani_transcribed": "Liyakfurū bimā ātaināhum, fatamatta'ū, fasaufa ta'lamūn(a).",
      "translation": "Являя тем свою неблагодарность За все, чем Мы одаривали их. Сладитесь (Нашими дарами), Потом вам предстоит узнать"
    },
    {
      "verse_number": 35,
      "text_uthmani": "أَمْ أَنزَلْنَا عَلَيْهِمْ سُلْطَـٰنًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوا۟ بِهِۦ يُشْرِكُونَ",
      "text_uthmani_transcribed": "Am anzalnā 'alaihim sulṭānan fahuwa yatakallamu bimā kānū bihī yusyrikūn(a).",
      "translation": "Мы разве низвели им власть, Что им бы указала тех, Кого им призывать, опричь Аллаха"
    },
    {
      "verse_number": 36,
      "text_uthmani": "وَإِذَآ أَذَقْنَا ٱلنَّاسَ رَحْمَةً فَرِحُوا۟ بِهَا ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ",
      "text_uthmani_transcribed": "Wa iżā ażaqnan-nāsa raḥmatan fariḥū bihā, wa in tuṣibhum sayyi'atum bimā qaddamat aidīhim iżā hum yaqnaṭūn(a).",
      "translation": "И вот когда даем Мы людям Вкус Нашей милости познать, Они ликуют и сладятся ею; Коснись же их беда за то, Что предварили им (деяния) их рук, - Они отчаянию предаются"
    },
    {
      "verse_number": 37,
      "text_uthmani": "أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
      "text_uthmani_transcribed": "Awalam yarau annallāha yabsuṭur-rizqa limay yasyā'u wa yaqdir(u), inna fī żālika la'āyātil liqaumiy yu'minūn(a).",
      "translation": "Ужель они не видят, что Аллах Надел Свой ширит или мерой раздает Тому, кого сочтет Своим желаньем? В этом, поистине, знамение для тех, Кто верует (в Аллаха)"
    },
    {
      "verse_number": 38,
      "text_uthmani": "فَـَٔاتِ ذَا ٱلْقُرْبَىٰ حَقَّهُۥ وَٱلْمِسْكِينَ وَٱبْنَ ٱلسَّبِيلِ ۚ ذَٰلِكَ خَيْرٌ لِّلَّذِينَ يُرِيدُونَ وَجْهَ ٱللَّهِ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "text_uthmani_transcribed": "Fa āti żal-qurbā ḥaqqahū wal-miskīna wabnas-sabīl(i), żālika khairul lil-lażīna yurīdūna wajhallāh(i), wa ulā'ika humul-mufliḥūn(a).",
      "translation": "Дай надлежащее своей родне, А по нужде дай тем, кто беден иль в пути, - Это есть лучшее для тех, Кто чает лицезреть Аллаха, И лишь они познают благодать Его"
    },
    {
      "verse_number": 39,
      "text_uthmani": "وَمَآ ءَاتَيْتُم مِّن رِّبًا لِّيَرْبُوَا۟ فِىٓ أَمْوَٰلِ ٱلنَّاسِ فَلَا يَرْبُوا۟ عِندَ ٱللَّهِ ۖ وَمَآ ءَاتَيْتُم مِّن زَكَوٰةٍ تُرِيدُونَ وَجْهَ ٱللَّهِ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُضْعِفُونَ",
      "text_uthmani_transcribed": "Wa mā ātaitum mir ribal liyarbuwa fī amwālin-nāsi falā yarbū 'indallāh(i), wa mā ātaitum min zakātin turīdūna wajhallāhi fa'ulā'ika humul-muḍ'ifūn(a).",
      "translation": "И то, что вы даете в рост За счет имущества других, Не даст вам роста (при расчете) с Богом. А подать, что дана на очищенье И из желания Аллаха лицезреть, Удвоена вам будет (при расчете)"
    },
    {
      "verse_number": 40,
      "text_uthmani": "ٱللَّهُ ٱلَّذِى خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۖ هَلْ مِن شُرَكَآئِكُم مَّن يَفْعَلُ مِن ذَٰلِكُم مِّن شَىْءٍ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
      "text_uthmani_transcribed": "Allāhul-lażī khalaqakum ṡumma razaqakum ṡumma yumītukum ṡumma yuḥyīkum, hal min syurakā'ikum may yaf'alu min żālikum min syai'(in), subḥānahū wa ta'ālā 'ammā yusyrikūn(a).",
      "translation": "Аллах есть Тот, Кто сотворил вас И дал потребное для жизни, Потом Он повелит вам умереть, Потом вернет вас к жизни снова. Так есть ли кто-нибудь из ваших (почитаемых) кумиров, Кто смог бы совершить хоть что-нибудь (подобное сему)? Хвала Ему! Превыше Он того, Что в сотоварищи Ему они придали"
    },
    {
      "verse_number": 41,
      "text_uthmani": "ظَهَرَ ٱلْفَسَادُ فِى ٱلْبَرِّ وَٱلْبَحْرِ بِمَا كَسَبَتْ أَيْدِى ٱلنَّاسِ لِيُذِيقَهُم بَعْضَ ٱلَّذِى عَمِلُوا۟ لَعَلَّهُمْ يَرْجِعُونَ",
      "text_uthmani_transcribed": "Żaharal-fasādu fil-barri wal-baḥri bimā kasabat aidin-nāsi liyużīqahum ba'ḍal-lażī 'amilū la'allahum yarji'ūn(a).",
      "translation": "Нечестие взросло на суше и на море За то, что предварили им деяния их рук, Чтоб дать вкусить им часть (от зла), Которое они творили, И чтоб могли они в раскаянье к Аллаху обратиться"
    },
    {
      "verse_number": 42,
      "text_uthmani": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلُ ۚ كَانَ أَكْثَرُهُم مُّشْرِكِينَ",
      "text_uthmani_transcribed": "Qul sīrū fil-arḍi fanẓurū kaifa kāna 'āqibatul-lażīna min qabl(u), kāna akṡaruhum musyrikīn(a).",
      "translation": "Скажи: \"Пройдите по земле и посмотрите, Каков конец был тех, кто был до вас, - Ведь многобожниками были большинство из них"
    },
    {
      "verse_number": 43,
      "text_uthmani": "فَأَقِمْ وَجْهَكَ لِلدِّينِ ٱلْقَيِّمِ مِن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِ ۖ يَوْمَئِذٍ يَصَّدَّعُونَ",
      "text_uthmani_transcribed": "Fa aqim wajhaka lid-dīnil-qayyimi min qabli ay ya'tiya yaumul lā maradda lahū minallāhi yauma'iżiy yaṣṣadda'ūn(a).",
      "translation": "Так обрати свое лицо ты к Правой Вере, Пока веленьем от Аллаха На землю не сойдет Тот День, Который невозможно отвратить (или отсрочить). В тот День Разделятся они (на верных и неверных)"
    },
    {
      "verse_number": 44,
      "text_uthmani": "مَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥ ۖ وَمَنْ عَمِلَ صَـٰلِحًا فَلِأَنفُسِهِمْ يَمْهَدُونَ",
      "text_uthmani_transcribed": "Man kafara fa 'alaihi kufruh(ū), wa man 'amila ṣāliḥan fali'anfusihim yamhadūn(a).",
      "translation": "Неверные неверием своим обременятся, А те, кто доброе творил, Раскинут себе сами ложе (благодати)"
    }
  ]
}