[
  {
    "verse_number": 78,
    "text_uthmani": "قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلْمٍ عِندِىٓ ۚ أَوَلَمْ يَعْلَمْ أَنَّ ٱللَّهَ قَدْ أَهْلَكَ مِن قَبْلِهِۦ مِنَ ٱلْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا ۚ وَلَا يُسْـَٔلُ عَن ذُنُوبِهِمُ ٱلْمُجْرِمُونَ",
    "text_uthmani_transcribed": "Qāla innamā ūtītuhū 'alā 'ilmin 'indī, awalam ya'lam annallāha qad ahlaka min qablihī minal-qurūni man huwa asyaddu minhu quwwataw wa akṡaru jam'ā(n), wa lā yus'alu 'an żunūbihimul-mujrimūn(a).",
    "translation": "(К'арун) сказал (им): \"Все, что мне дано, Я получил по собственному знанью!\" Неужто он не знал того, Что погубил Аллах и до него Из многих поколений тех, Кто своей мощью и накопленным богатством Превосходил его (во много раз)? Но грешники за их грехи Не сразу будут призваны к ответу"
  },
  {
    "verse_number": 79,
    "text_uthmani": "فَخَرَجَ عَلَىٰ قَوْمِهِۦ فِى زِينَتِهِۦ ۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا يَـٰلَيْتَ لَنَا مِثْلَ مَآ أُوتِىَ قَـٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٍ",
    "text_uthmani_transcribed": "Fa kharaja 'alā qaumihī fī zīnatih(ī), qālal-lażīna yurīdūnal-ḥayātad-dun-yā yā laita lanā miṡla mā ūtiya qārūn(u), innahū lażū ḥaẓẓin 'aẓīm(in).",
    "translation": "И важно шествовал (К'арун) Среди людей своей (общины) Во (всей красе) своих убранств, И восклицали те, (которые в невежестве своем) Желали благ земного мира: \"О, если б нам было дано То, что даровано К'аруну! Он, истинно, великого надела обладатель"
  },
  {
    "verse_number": 80,
    "text_uthmani": "وَقَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ وَيْلَكُمْ ثَوَابُ ٱللَّهِ خَيْرٌ لِّمَنْ ءَامَنَ وَعَمِلَ صَـٰلِحًا وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّـٰبِرُونَ",
    "text_uthmani_transcribed": "Wa qālal-lażīna ūtul-'ilma wailakum ṡawābullāhi khairul liman āmana wa 'amila ṣāliḥā(n), wa lā yulaqqāhā illaṣ-ṣābirūn(a).",
    "translation": "Но те, кто наделен был знанием, сказали: \"О, горе вам! Награда Господа ведь лучше Для тех, кто верует и делает добро. Но возымеют ее те, Кто терпелив и стоек (в своей вере)"
  },
  {
    "verse_number": 81,
    "text_uthmani": "فَخَسَفْنَا بِهِۦ وَبِدَارِهِ ٱلْأَرْضَ فَمَا كَانَ لَهُۥ مِن فِئَةٍ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلْمُنتَصِرِينَ",
    "text_uthmani_transcribed": "Fakhasafnā bihī wa bidārihil-arḍ(a), famā kāna lahū min fi'atiy yanṣurūnahū min dūnillāh(i), wa mā kāna minal-muntaṣirīn(a).",
    "translation": "(Разверзли) землю Мы и повелели ей Его жилище поглотить, его (и все его добро), - И с ним не оказалось никого, Кто б от Аллаха защитил его, И не был он средь тех, которые спаслись, (Господней помощью хранимы)"
  },
  {
    "verse_number": 82,
    "text_uthmani": "وَأَصْبَحَ ٱلَّذِينَ تَمَنَّوْا۟ مَكَانَهُۥ بِٱلْأَمْسِ يَقُولُونَ وَيْكَأَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ ۖ لَوْلَآ أَن مَّنَّ ٱللَّهُ عَلَيْنَا لَخَسَفَ بِنَا ۖ وَيْكَأَنَّهُۥ لَا يُفْلِحُ ٱلْكَـٰفِرُونَ",
    "text_uthmani_transcribed": "Wa aṣbaḥal-lażīna tamannau makānahū bil-amsi yaqūlūna waika'annallāha yabsuṭur-rizqa limay yasyā'u min 'ibādihī wa yaqdir(u), lau lā am mannallāhu 'alainā lakhasafa binā, waika'annahū lā yufliḥul-kāfirūn(a).",
    "translation": "А уж наутро те, Которые, (завидуя ему), еще вчера желали его места, Говорили: \"Горе (им)! Аллах надел Свой ширит или мерой раздает Тем из служителей Своих, Кого сочтет Своим желаньем. Не будь к нам милосердия Аллаха, Земля бы поглотила нас. О, горе (им)! Неверным, истинно, не знать (Господней) благодати"
  },
  {
    "verse_number": 83,
    "text_uthmani": "تِلْكَ ٱلدَّارُ ٱلْـَٔاخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِى ٱلْأَرْضِ وَلَا فَسَادًا ۚ وَٱلْعَـٰقِبَةُ لِلْمُتَّقِينَ",
    "text_uthmani_transcribed": "Tilkad-dārul-ākhiratu naj'aluhā lil-lażīna lā yurīdūna 'uluwwan fil-arḍi wa lā fasādā(n), wal-'āqibatu lil-muttaqīn(a).",
    "translation": "(Усладу же) последнего жилища Дадим Мы тем, кто не желает Величаться на земле или нечестие там сеять! И лишь за теми, кто благочестив, Конечная (услада Рая)"
  },
  {
    "verse_number": 84,
    "text_uthmani": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ خَيْرٌ مِّنْهَا ۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجْزَى ٱلَّذِينَ عَمِلُوا۟ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Man jā'a bil-ḥasanati falahū khairum minhā, wa man jā'a bis-sayyi'ati falā yujzal-lażīna 'amilus-sayyi'āti illā mā kānū ya'malūn(a).",
    "translation": "Тот, кто творит добро, В награду лучшее получит, чем оно. А тем же, кто творит дурное, Аллах воздаст (по соответствию) их дел"
  },
  {
    "verse_number": 85,
    "text_uthmani": "إِنَّ ٱلَّذِى فَرَضَ عَلَيْكَ ٱلْقُرْءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٍ ۚ قُل رَّبِّىٓ أَعْلَمُ مَن جَآءَ بِٱلْهُدَىٰ وَمَنْ هُوَ فِى ضَلَـٰلٍ مُّبِينٍ",
    "text_uthmani_transcribed": "Innal-lażī faraḍa 'alaikal-qur'āna larādduka ilā ma'ād(in), qur rabbī a'lamu man jā'a bil-hudā wa man huwa fī ḍalālim mubīn(in).",
    "translation": "Поистине, ведь Тот, Кто сей Коран Вменил в обязанность тебе, (о Мухаммад!), Вернет тебя к конечному приходу (зрить Свой лик). Скажи: \"Господь мой лучше знает тех, Которые приходят с Руководством, И тех, кто в явном заблужденье"
  },
  {
    "verse_number": 86,
    "text_uthmani": "وَمَا كُنتَ تَرْجُوٓا۟ أَن يُلْقَىٰٓ إِلَيْكَ ٱلْكِتَـٰبُ إِلَّا رَحْمَةً مِّن رَّبِّكَ ۖ فَلَا تَكُونَنَّ ظَهِيرًا لِّلْكَـٰفِرِينَ",
    "text_uthmani_transcribed": "Wa mā kunta tarjū ay yulqā ilaikal-kitābu illā raḥmatam mir rabbika falā takūnanna ẓahīral lil-kāfirīn(a).",
    "translation": "Ты не надеялся, что эта Книга Будет ниспослана тебе Иначе, как Господня благость,- А потому не становись заступником неверных"
  },
  {
    "verse_number": 87,
    "text_uthmani": "وَلَا يَصُدُّنَّكَ عَنْ ءَايَـٰتِ ٱللَّهِ بَعْدَ إِذْ أُنزِلَتْ إِلَيْكَ ۖ وَٱدْعُ إِلَىٰ رَبِّكَ ۖ وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ",
    "text_uthmani_transcribed": "Wa lā yaṣuddunnaka 'an āyātillāhi ba'da iż unzilat ilaika wad'u ilā rabbika wa lā takūnanna minal-musyrikīn(a).",
    "translation": "И пусть ничто не отвратит тебя От (святости) Господних откровений, Когда они тебе уже предстали. Зови (людей) к Владыке своему И (в равные Ему) других богов не прочь"
  },
  {
    "verse_number": 88,
    "text_uthmani": "وَلَا تَدْعُ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ ۘ لَآ إِلَـٰهَ إِلَّا هُوَ ۚ كُلُّ شَىْءٍ هَالِكٌ إِلَّا وَجْهَهُۥ ۚ لَهُ ٱلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ",
    "text_uthmani_transcribed": "Wa lā tad'u ma'allāhi ilāhan ākhar(a), lā ilāha illā huw(a), kullu syai'in hālikun illā wajhah(ū), lahul-ḥukmu wa ilaihi turja'ūn(a).",
    "translation": "Не призывай с Аллахом наравне другого бога, - Кроме Него, иного бога нет; Все гибнет, кроме Его лика, Ему - Верховное решение всего, И лишь к Нему вы все вернетесь"
  }
]