[
  {
    "verse_number": 1,
    "text_uthmani": " الٓر ۚ كِتَـٰبٌ أَنزَلْنَـٰهُ إِلَيْكَ لِتُخْرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ بِإِذْنِ رَبِّهِمْ إِلَىٰ صِرَٰطِ ٱلْعَزِيزِ ٱلْحَمِيدِ",
    "text_uthmani_transcribed": "Alif lām rā, kitābun anzalnāhu ilaika litukhrijan-nāsa minaẓ-ẓulumāti ilan-nūr(i), bi'iżni rabbihim ilā ṣirāṭil-'azīzil-ḥamīd(i).",
    "translation": "Алеф - Лям - Ра. (Сие) - Писание, которое тебе Мы ниспослали, Чтоб вывел ты людей из мрака к свету По изволению их Господа На путь Всесильного и Славного"
  },
  {
    "verse_number": 2,
    "text_uthmani": "ٱللَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَوَيْلٌ لِّلْكَـٰفِرِينَ مِنْ عَذَابٍ شَدِيدٍ",
    "text_uthmani_transcribed": "Allāhil-lażī lahū mā fis-samāwāti wa mā fil-arḍ(i), wa wailul lil-kāfirīna min 'ażābin syadīd(in).",
    "translation": "Аллаха, Кому подвластно все, Что суще в небесах и на земле. И горе всем, кто не уверовал (в Него), От страшной кары, (что Он им назначит)"
  },
  {
    "verse_number": 3,
    "text_uthmani": "ٱلَّذِينَ يَسْتَحِبُّونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْـَٔاخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا ۚ أُو۟لَـٰٓئِكَ فِى ضَلَـٰلٍۭ بَعِيدٍ",
    "text_uthmani_transcribed": "Allażīna yastaḥibbūnal-ḥayātad-dun-yā 'alal-ākhirati wa yaṣuddūna 'an sabīlillāhi wa yabgūnahā 'iwajā(n), ulā'ika fī ḍalālim ba'īd(in).",
    "translation": "Кто любит (блага) ближней жизни Превыше (вечности) второго бытия И сводит со стези Аллаха, Стремясь в нее извилины внести, - Они в глубоком заблужденье пребывают"
  },
  {
    "verse_number": 4,
    "text_uthmani": "وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوْمِهِۦ لِيُبَيِّنَ لَهُمْ ۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "text_uthmani_transcribed": "Wa mā arsalnā mir rasūlin illā bilisāni qaumihī liyubayyina lahum, fa yuḍillullāhu may yasyā'u wa yahdī may yasyā'(u), wa huwal-'azīzul-ḥakīm(u).",
    "translation": "И ни один посланник не был послан Нами, Кто не владел бы языком своих людей, Чтобы он мог им ясно говорить о сути. Аллах по (мудрости) желанья Своего (Одних) уводит с правого пути, (Других же - милостиво) направляет, - Он, истинно, могуч и мудр"
  },
  {
    "verse_number": 5,
    "text_uthmani": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَآ أَنْ أَخْرِجْ قَوْمَكَ مِنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ وَذَكِّرْهُم بِأَيَّىٰمِ ٱللَّهِ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
    "text_uthmani_transcribed": "Wa laqad arsalnā mūsā bi'āyātinā an akhrij qaumaka minaẓ-ẓulumāti ilan-nūr(i), wa żakkirhum bi'ayyāmillāh(i), inna fī żālika la'āyātil likulli ṣabbārin syakūr(in).",
    "translation": "Мы с Нашими знаменьями послали Мусу: \"Ты выведи из мрака к свету твой народ, Напомни им о Днях Аллаха, - Поистине, здесь кроются знамения для тех, Кто стойко-терпелив и благодарен"
  },
  {
    "verse_number": 6,
    "text_uthmani": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ أَنجَىٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ وَيُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ ۚ وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
    "text_uthmani_transcribed": "Wa iż qāla mūsā liqaumihiżkurū ni'matallāhi 'alaikum iż anjākum min āli fir'auna yasūmūnakum sū'al-'ażābi wa yużabbiḥūna abnā'akum wa yastaḥyūna nisā'akum, wa fī żālikum balā'um mir rabbikum 'aẓīm(un).",
    "translation": "И вот сказал народу Муса: \"Вы вспомните о милостях Аллаха вам, Как Он избавил вас от рода Фараона: Они вас тяжким мукам подвергали, Лишали жизни ваших сыновей, В живых лишь женщин оставляя, - И это было вам Великим испытаньем от Аллаха"
  },
  {
    "verse_number": 7,
    "text_uthmani": "وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لَأَزِيدَنَّكُمْ ۖ وَلَئِن كَفَرْتُمْ إِنَّ عَذَابِى لَشَدِيدٌ",
    "text_uthmani_transcribed": "Wa iż ta'ażżana rabbukum la'in syakartum la'azīdannakum wa la'in kafartum inna 'ażābī lasyadīd(un).",
    "translation": "Вот (через Мусу) возвестил Господь: \"Коль станете признательными (Мне), Я вам умножу (милости Свои), Но если будете неблагодарны, То наказание Мое, поистине, сурово"
  },
  {
    "verse_number": 8,
    "text_uthmani": "وَقَالَ مُوسَىٰٓ إِن تَكْفُرُوٓا۟ أَنتُمْ وَمَن فِى ٱلْأَرْضِ جَمِيعًا فَإِنَّ ٱللَّهَ لَغَنِىٌّ حَمِيدٌ",
    "text_uthmani_transcribed": "Wa qāla mūsā in takfurū antum wa man fil-arḍi jamī'ā(n), fa innallāha laganiyyun ḥamīd(un).",
    "translation": "И Муса молвил: \"Если вы и те, кто на земле, - все до едина Неблагодарны станете (Аллаху), - Так ведь свободен Он от всяких нужд И преисполнен славы"
  },
  {
    "verse_number": 9,
    "text_uthmani": "أَلَمْ يَأْتِكُمْ نَبَؤُا۟ ٱلَّذِينَ مِن قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ ۛ وَٱلَّذِينَ مِنۢ بَعْدِهِمْ ۛ لَا يَعْلَمُهُمْ إِلَّا ٱللَّهُ ۚ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَرَدُّوٓا۟ أَيْدِيَهُمْ فِىٓ أَفْوَٰهِهِمْ وَقَالُوٓا۟ إِنَّا كَفَرْنَا بِمَآ أُرْسِلْتُم بِهِۦ وَإِنَّا لَفِى شَكٍّ مِّمَّا تَدْعُونَنَآ إِلَيْهِ مُرِيبٍ",
    "text_uthmani_transcribed": "Alam ya'tikum naba'ul-lażīna min qablikum qaumi nūḥiw wa 'ādiw wa ṡamūd(a), wal-lażīna mim ba'dihim,  lā ya'lamuhum illallāh(u), jā'athum rusuluhum bil-bayyināti fa raddū aidiyahum fī afwāhihim wa qālū innā kafarnā bimā ursiltum bihī wa innā lafī syakkim mimmā tad'ūnanā ilaihi murīb(in).",
    "translation": "Неужто не пришел вам сказ о тех, Которые до вас (грешили): О людях Нуха, Ад, Самуд И тех, что были после них? Не знает их никто, кроме Аллаха. К ним с ясными знаменьями от Нас (Из них самих) посланники являлись; Они ж к устам своим протягивали руки, (Персты кусая от досады), И говорили: \"Мы не верим в то, с чем посланы вы к нам. Мы в тягостных сомнениях о том, К чему вы нас зовете"
  },
  {
    "verse_number": 10,
    "text_uthmani": "۞ قَالَتْ رُسُلُهُمْ أَفِى ٱللَّهِ شَكٌّ فَاطِرِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ يَدْعُوكُمْ لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۚ قَالُوٓا۟ إِنْ أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ ءَابَآؤُنَا فَأْتُونَا بِسُلْطَـٰنٍ مُّبِينٍ",
    "text_uthmani_transcribed": "Qālat rusuluhum afillāhi syakkun fāṭiris-samāwāti wal-arḍ(i), yad'ūkum liyagfira lakum min żunūbikum wa yu'akhkhirakum ilā ajalim musammā(n), qālū in antum illā basyarum miṡlunā, turīdūna an taṣuddūnā 'ammā kāna ya'budu ābā'unā fa'tūnā bisulṭānim mubīn(in).",
    "translation": "Но их посланники им говорили: \"Неужто есть (у вас) сомненья об Аллахе, О Том, Кто небеса и землю сотворил? Он вас зовет, чтоб вам простить грехи И дать отсрочку до назначенного срока\". Они же говорили им: \"Всего лишь люди вы, такие же, как мы, И вы хотите отвратить нас от (богов), Которых чтили наши праотцы. Представьте ясное (свидетельство) о власти, (Которою Аллах вас наделил)"
  },
  {
    "verse_number": 11,
    "text_uthmani": "قَالَتْ لَهُمْ رُسُلُهُمْ إِن نَّحْنُ إِلَّا بَشَرٌ مِّثْلُكُمْ وَلَـٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۖ وَمَا كَانَ لَنَآ أَن نَّأْتِيَكُم بِسُلْطَـٰنٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
    "text_uthmani_transcribed": "Qālat lahum rusuluhum in naḥnu illā basyarum miṡlukum wa lākinnallāha yamunnu 'alā may yasyā'u min 'ibādih(ī), wa mā kāna lanā an na'tiyakum bisulṭānin illā bi'iżnillāh(i), wa 'alallāhi falyatawakkalil-mu'minūn(a).",
    "translation": "Посланники им отвечали так: \"Всего лишь люди мы, такие же, как вы, Но жалует Аллах Свое благоволенье Тому из слуг Своих, Кого сочтет Своей угодой. Мы вам не можем дать (свидетельства) о власти, Если на то нет дозволения Аллаха. Так пусть же уповают на Него Все те, кто благочестие обрел"
  }
]