{
  "chapter_number": 5,
  "verses": [
    {
      "verse_number": 56,
      "text_uthmani": "وَمَن يَتَوَلَّ ٱللَّهَ وَرَسُولَهُۥ وَٱلَّذِينَ ءَامَنُوا۟ فَإِنَّ حِزْبَ ٱللَّهِ هُمُ ٱلْغَـٰلِبُونَ",
      "text_uthmani_transcribed": "Wa may yatawallallāha wa rasūlahū wal-lażīna āmanū fa inna ḥizballāhi humul-gālibūn(a).",
      "translation": "И те, кто покровителем себе берет Аллаха, Его посланника и тех, кто верует в Него, Они - Его (Святое) Братство, И им торжествовать (над всеми)"
    },
    {
      "verse_number": 57,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلَّذِينَ ٱتَّخَذُوا۟ دِينَكُمْ هُزُوًا وَلَعِبًا مِّنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلِكُمْ وَٱلْكُفَّارَ أَوْلِيَآءَ ۚ وَٱتَّقُوا۟ ٱللَّهَ إِن كُنتُم مُّؤْمِنِينَ",
      "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tattakhiżul-lażīnattakhażū dīnakum huzuwaw wa la'ibam minal-lażīna ūtul-kitāba min qablikum wal-kuffāra auliyā'(a), wattaqullāha in kuntum mu'minīn(a).",
      "translation": "О вы, кто верует! Вы не берите в покровители себе Тех, кто на вашу веру смотрит Как на забаву и насмешку, Ни тех, кому было дано Писание до вас, Ни тех, которые не веруют (в Аллаха), - Страшитесь гнев Его навлечь, Коль веруете вы"
    },
    {
      "verse_number": 58,
      "text_uthmani": "وَإِذَا نَادَيْتُمْ إِلَى ٱلصَّلَوٰةِ ٱتَّخَذُوهَا هُزُوًا وَلَعِبًا ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْقِلُونَ",
      "text_uthmani_transcribed": "Wa iżā nādaitum ilaṣ-ṣalātittakhażūhā huzuwaw wa la'ibā(n), żālika bi'annahum qaumul lā ya'qilūn(a).",
      "translation": "Когда звучит ваш зов к молитве, Они его в забаву и насмешку обращают, И это потому, что сей народ Лишен любого разуменья"
    },
    {
      "verse_number": 59,
      "text_uthmani": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ هَلْ تَنقِمُونَ مِنَّآ إِلَّآ أَنْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيْنَا وَمَآ أُنزِلَ مِن قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَـٰسِقُونَ",
      "text_uthmani_transcribed": "Qul yā ahlal-kitābi hal tanqimūna minnā illā an āmannā billāhi wa mā unzila ilainā wa mā unzila min qabl(u), wa anna akṡarakum fāsiqūn(a).",
      "translation": "(Ты им) скажи: \"О люди Книги! Ужель вы недовольны нами Лишь потому, что веруем мы (в Бога), И в Откровение, что нам Он ниспослал, И в то, что послано до нас? А может, потому, Что большинство из вас (пред Богом) преступает"
    },
    {
      "verse_number": 60,
      "text_uthmani": "قُلْ هَلْ أُنَبِّئُكُم بِشَرٍّ مِّن ذَٰلِكَ مَثُوبَةً عِندَ ٱللَّهِ ۚ مَن لَّعَنَهُ ٱللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ ٱلْقِرَدَةَ وَٱلْخَنَازِيرَ وَعَبَدَ ٱلطَّـٰغُوتَ ۚ أُو۟لَـٰٓئِكَ شَرٌّ مَّكَانًا وَأَضَلُّ عَن سَوَآءِ ٱلسَّبِيلِ",
      "text_uthmani_transcribed": "Qul hal unabbi'ukum bisyarrim min żālika maṡūbatan 'indallāh(i), mal la'anahullāhu wa gaḍiba 'alaihi wa ja'ala minhumul-qiradata wal-khanāzīra wa 'abadaṭ-ṭāgūt(a), ulā'ika syarrum makānaw wa aḍallu 'an sawā'is-sabīl(i).",
      "translation": "Скажи: \"Быть может, указать мне вам На нечто более отвратное, чем это, По воздаянью у Аллаха? Они - все те, кто на себя навлек Его проклятие и гнев, И те из них, кого Он обратил в свиней и обезьян, И те, которые Тагуту поклонялись, - Они - отвратнее по месту (у Аллаха) И уклонились больше всех с пути"
    },
    {
      "verse_number": 61,
      "text_uthmani": "وَإِذَا جَآءُوكُمْ قَالُوٓا۟ ءَامَنَّا وَقَد دَّخَلُوا۟ بِٱلْكُفْرِ وَهُمْ قَدْ خَرَجُوا۟ بِهِۦ ۚ وَٱللَّهُ أَعْلَمُ بِمَا كَانُوا۟ يَكْتُمُونَ",
      "text_uthmani_transcribed": "Wa iżā jā'ūkum qālū āmannā wa qad dakhalū bil-kufri wa hum qad kharajū bih(ī), wallāhu a'lamu bimā kānū yaktumūn(a).",
      "translation": "Когда они к тебе приходят, То говорят: \"Мы веруем!\" - они, Но как они с неверием приходят, Так с ним они же и уходят. Аллаху же известно лучше, Что у себя в груди они таят"
    },
    {
      "verse_number": 62,
      "text_uthmani": "وَتَرَىٰ كَثِيرًا مِّنْهُمْ يُسَـٰرِعُونَ فِى ٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَأَكْلِهِمُ ٱلسُّحْتَ ۚ لَبِئْسَ مَا كَانُوا۟ يَعْمَلُونَ",
      "text_uthmani_transcribed": "Wa tarā kaṡīram minhum yusāri'ūna fil-iṡmi wal-'udwāni wa aklihimus-suḥt(a), labi'sa mā kānū ya'malūn(a).",
      "translation": "И видишь ты, как многие из них Спешат в грехе друг друга обогнать И в пожирании того, что недозволено (Законом). И как же мерзко то, что делают они"
    },
    {
      "verse_number": 63,
      "text_uthmani": "لَوْلَا يَنْهَىٰهُمُ ٱلرَّبَّـٰنِيُّونَ وَٱلْأَحْبَارُ عَن قَوْلِهِمُ ٱلْإِثْمَ وَأَكْلِهِمُ ٱلسُّحْتَ ۚ لَبِئْسَ مَا كَانُوا۟ يَصْنَعُونَ",
      "text_uthmani_transcribed": "Lau lā yanhāhumur-rabbāniyyūna wal-aḥbāru 'an qaulihimul-iṡma wa aklihimus-suḥt(a), labi'sa mā kānū yaṣna'ūn(a).",
      "translation": "Так что ж раввинам и мужьям ученым Не удержать их от (греховности) речей И пожирания того, что недозволено (Законом)? Как скверно то, что делают они"
    },
    {
      "verse_number": 64,
      "text_uthmani": "وَقَالَتِ ٱلْيَهُودُ يَدُ ٱللَّهِ مَغْلُولَةٌ ۚ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا۟ بِمَا قَالُوا۟ ۘ بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنفِقُ كَيْفَ يَشَآءُ ۚ وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَـٰنًا وَكُفْرًا ۚ وَأَلْقَيْنَا بَيْنَهُمُ ٱلْعَدَٰوَةَ وَٱلْبَغْضَآءَ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ ۚ كُلَّمَآ أَوْقَدُوا۟ نَارًا لِّلْحَرْبِ أَطْفَأَهَا ٱللَّهُ ۚ وَيَسْعَوْنَ فِى ٱلْأَرْضِ فَسَادًا ۚ وَٱللَّهُ لَا يُحِبُّ ٱلْمُفْسِدِينَ",
      "text_uthmani_transcribed": "Wa qālatil-yahūdu yadullāhi maglūlah(tun), gullat aidīhim wa lu'inū bimā qālū, bal yadāhu mabsūṭatān(i), yunfiqu kaifa yasyā'(u), wa layazīdanna kaṡīram minhum mā unzila ilaika mir rabbika ṭugyānaw wa kufrā(n), wa alqainā bainahumul-'adāwata wal-bagḍā'a ilā yaumil-qiyāmah(ti), kullamā auqadū nāral lil-ḥarbi aṭfa'ahallāh(u), wa yas'auna fil-arḍi fasādā(n), wallāhu lā yuḥibbul-mufsidīn(a).",
      "translation": "И вот сказали иудеи: \"Привязана рука Господня (к шее)!\" Да будут (к шеям их) привязаны их руки И будут прокляты они За (богохульство) их речей! О нет! Простерты обе руки Божьи, Он по Своей угоде раздает (дары). И то, что твой Господь дарует тебе свыше, У большинства из них лишь множит Упрямое неверие и богохульство. (За то) Мы возбудили в них Вражду и ненависть друг к другу До Дня их Воскресения (на Суд). И всякий раз, когда они огонь войны зажгут, Господь его потушит. Они стремятся на земле нечестие посеять, - Господь не любит тех, кто нечесть сеет"
    },
    {
      "verse_number": 65,
      "text_uthmani": "وَلَوْ أَنَّ أَهْلَ ٱلْكِتَـٰبِ ءَامَنُوا۟ وَٱتَّقَوْا۟ لَكَفَّرْنَا عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَأَدْخَلْنَـٰهُمْ جَنَّـٰتِ ٱلنَّعِيمِ",
      "text_uthmani_transcribed": "Wa lau anna ahlal-kitābi āmanū wattaqau lakaffarnā 'anhum sayyi'ātihim wa la'adkhalnāhum jannātin-na'īm(i).",
      "translation": "О, если б только люди Книги уверовали (в Бога) И страхом преисполнились пред Ним, Мы б их очистили от зла, Ввели бы их в Сады утех и благодати"
    },
    {
      "verse_number": 66,
      "text_uthmani": "وَلَوْ أَنَّهُمْ أَقَامُوا۟ ٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ وَمَآ أُنزِلَ إِلَيْهِم مِّن رَّبِّهِمْ لَأَكَلُوا۟ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِم ۚ مِّنْهُمْ أُمَّةٌ مُّقْتَصِدَةٌ ۖ وَكَثِيرٌ مِّنْهُمْ سَآءَ مَا يَعْمَلُونَ",
      "text_uthmani_transcribed": "Wa lau annahum aqāmut-taurāta wal-injīla wa mā unzila ilaihim mir rabbihim la'akalū min fauqihim wa min taḥti arjulihim, minhum ummatum muqtaṣidah(tun), wa kaṡīrum minhum sā'a mā ya'malūn(a).",
      "translation": "И если б они твердо следовали Торе, Евангелию И тому, что им ниспослано (сейчас) от их Владыки, Они б сполна вкушали от того, Что сверху их и что под их ногами. Есть среди них умеренный народ, (Что умеряет свои страсти Согласно повелениям Господним). Но большинство из них упорствуют в грехе, - Как скверно то, что делают они"
    }
  ]
}