{
  "chapter_number": 22,
  "verses": [
    {
      "verse_number": 1,
      "text_uthmani": " يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ ۚ إِنَّ زَلْزَلَةَ ٱلسَّاعَةِ شَىْءٌ عَظِيمٌ",
      "text_uthmani_transcribed": "Yā ayyuhan-nāsuttaqū rabbakum, inna zalzalatas-sā'ati syai'un 'aẓīm(un).",
      "translation": "О люди! Перед Господом своим Питайте страх благоговейный! Ведь сотрясение (земли) с приходом Часа - Великое событие (Вселенной)"
    },
    {
      "verse_number": 2,
      "text_uthmani": "يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى ٱلنَّاسَ سُكَـٰرَىٰ وَمَا هُم بِسُكَـٰرَىٰ وَلَـٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٌ",
      "text_uthmani_transcribed": "Yauma taraunahā tażhalu kullu murḍi'atin 'ammā arḍa'at wa taḍa'u kullu żāti ḥamlin ḥamlahā wa taran-nāsa sukārā wa mā hum bisukārā wa lākinna 'ażāballāhi syadīd(un).",
      "translation": "В тот День, Как вы увидите его, Каждая мать, кормящая младенца, забудет про него, А каждая беременная сложит свою ношу; И ты увидишь пьяными людей, Хотя они пьяны не будут, А это (будет оттого), Что наказание Аллаха будет страшным"
    },
    {
      "verse_number": 3,
      "text_uthmani": "وَمِنَ ٱلنَّاسِ مَن يُجَـٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَـٰنٍ مَّرِيدٍ",
      "text_uthmani_transcribed": "Wa minan-nāsi may yujādilu fillāhi bigairi 'ilmiw wa yattabi'u kulla syaiṭānim marīd(in).",
      "translation": "И все же есть среди людей такие, Кто об Аллахе спор ведет без знания (об этом) И следует за всяким дерзким сатаной"
    },
    {
      "verse_number": 4,
      "text_uthmani": "كُتِبَ عَلَيْهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهْدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
      "text_uthmani_transcribed": "Kutiba 'alaihi annahū man tawallāhu fa annahū yuḍilluhū wa yahdīhi ilā 'ażābis-sa'īr(i).",
      "translation": "И предначертано о нем, Что тот, кто другом его примет, - Того собьет он с праведной стези И к мукам Ада приведет"
    },
    {
      "verse_number": 5,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمْ فِى رَيْبٍ مِّنَ ٱلْبَعْثِ فَإِنَّا خَلَقْنَـٰكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِن مُّضْغَةٍ مُّخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِّنُبَيِّنَ لَكُمْ ۚ وَنُقِرُّ فِى ٱلْأَرْحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٍ مُّسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوٓا۟ أَشُدَّكُمْ ۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرْذَلِ ٱلْعُمُرِ لِكَيْلَا يَعْلَمَ مِنۢ بَعْدِ عِلْمٍ شَيْـًٔا ۚ وَتَرَى ٱلْأَرْضَ هَامِدَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا ٱلْمَآءَ ٱهْتَزَّتْ وَرَبَتْ وَأَنۢبَتَتْ مِن كُلِّ زَوْجٍۭ بَهِيجٍ",
      "text_uthmani_transcribed": "Yā ayyuhan-nāsu in kuntum fī raibim minal-ba'ṡi fa innā khalaqnākum min turābin ṡumma min nuṭfatin ṡumma min 'alaqatin ṡumma mim muḍgatim mukhallaqatiw wa gairi mukhallaqatil linubayyina lakum, wa nuqirru fil-arḥāmi mā nasyā'u ilā ajalim musamman ṡumma nukhrijukum ṭiflan ṡumma litablugū asyuddakum, wa minkum may yutawaffā wa minkum may yuraddu ilā arżalil-'umuri likailā ya'lama ba'da  'ilmin syai'ā(n), wa taral-arḍa hāmidatan fa iżā anzalnā 'alaihal-mā'ahtazzat wa rabat wa ambatat min kulli zaujim bahīj(in).",
      "translation": "О род людской! Коль вы в сомнении о вашем Воскресении (на Суд), То рассудите (сами): Мы создали из праха вас, Потом из капли (спермы), Потом из сгустка, Потом же из куска частью оформленного, Частью бесформенного мяса, - (Все это для того), чтоб, ясно разъясняя, (Вам показать могущество Свое), - И до назначенного срока В утробах помещаем то, Чему желанием Своим Мы назначаем быть. Потом выводим вас младенцем, Чтоб дать вам зрелости достичь. Средь вас есть те, кто умирает (в свое время), А есть и те, кто, погружаясь в немощь дряхлых лет, Лишается (всего богатства) знаний, Которым он владел в былые времена. (И далее) ты смотришь на безжизненную землю. Когда ж Мы на нее прольем дождем, Она вся зашевелится, набухнет И в пАрах изведет Все виды поросли прекрасной"
    },
    {
      "verse_number": 6,
      "text_uthmani": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّهُۥ يُحْىِ ٱلْمَوْتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "text_uthmani_transcribed": "Żālika bi'annallāha huwal-ḥaqqu wa annahū yuḥyil-mautā wa annahū 'alā kulli syai'in qadīr(un).",
      "translation": "И это потому, что лишь Аллах Есть Истина (творенья - начало и конец его), - Лишь Он живит обретших смерть, Он - всемогущ над всем и вся"
    },
    {
      "verse_number": 7,
      "text_uthmani": "وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٌ لَّا رَيْبَ فِيهَا وَأَنَّ ٱللَّهَ يَبْعَثُ مَن فِى ٱلْقُبُورِ",
      "text_uthmani_transcribed": "Wa annas-sā'ata ātiyatul lā raiba fīhā, wa annallāha yab'aṡu man fil-qubūr(i).",
      "translation": "И потому, что Час наступит - Нет в том сомненья никакого, - И потому, что воскресит Аллах Всех пребывающих в могилах"
    },
    {
      "verse_number": 8,
      "text_uthmani": "وَمِنَ ٱلنَّاسِ مَن يُجَـٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَـٰبٍ مُّنِيرٍ",
      "text_uthmani_transcribed": "Wa minan-nāsi may yujādilu fillāhi bigairi 'ilmiw wa lā hudaw wa lā kitābim munīr(in).",
      "translation": "(И все же) есть среди людей такие, Кто об Аллахе спор ведет Без знания, без Руководства, Без Книги, освещающей (умы и души)"
    },
    {
      "verse_number": 9,
      "text_uthmani": "ثَانِىَ عِطْفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ ۖ لَهُۥ فِى ٱلدُّنْيَا خِزْىٌ ۖ وَنُذِيقُهُۥ يَوْمَ ٱلْقِيَـٰمَةِ عَذَابَ ٱلْحَرِيقِ",
      "text_uthmani_transcribed": "Ṡāniya 'iṭfihī liyuḍilla 'an sabīlillāh(i), lahū fid-dun-yā khizyuw wa nużīquhū yaumal-qiyāmati 'ażābal-ḥarīq(i).",
      "translation": "(Надменно) шею воротя, Чтобы увлечь других с пути Аллаха. Позор им (уготован) в этой жизни, А в День их Воскресения (на Суд) Мы их вкусить заставим огнь Ада"
    },
    {
      "verse_number": 10,
      "text_uthmani": "ذَٰلِكَ بِمَا قَدَّمَتْ يَدَاكَ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّـٰمٍ لِّلْعَبِيدِ",
      "text_uthmani_transcribed": "Żālika bimā qaddamat yadāka wa annallāha laisa biẓallāmil lil-'abīd(i).",
      "translation": "Это - за то, - (им прозвучит), - Что уготовили тебе (деянья) твоих рук, - Аллах ведь, истинно, служителям Своим Не причинит обид несправедливых"
    },
    {
      "verse_number": 11,
      "text_uthmani": "وَمِنَ ٱلنَّاسِ مَن يَعْبُدُ ٱللَّهَ عَلَىٰ حَرْفٍ ۖ فَإِنْ أَصَابَهُۥ خَيْرٌ ٱطْمَأَنَّ بِهِۦ ۖ وَإِنْ أَصَابَتْهُ فِتْنَةٌ ٱنقَلَبَ عَلَىٰ وَجْهِهِۦ خَسِرَ ٱلدُّنْيَا وَٱلْـَٔاخِرَةَ ۚ ذَٰلِكَ هُوَ ٱلْخُسْرَانُ ٱلْمُبِينُ",
      "text_uthmani_transcribed": "Wa minan-nāsi may ya'budullāha 'alā ḥarf(in), fa in aṣābahū khairuniṭma'anna  bih(ī), wa in aṣābathu fitnatuninqalaba 'alā wajhih(ī), khasirad-dun-yā wal-ākhirah(ta), żālika huwal-khusrānul-mubīn(u).",
      "translation": "Среди людей есть и такие, Кто поклоняется Аллаху, Но в этом стойкости в них нет, (Нет и решительности твердой): Если постигнет их удача, Они спокойно с нею пребывают, Но стоит испытанию обрушиться на них, Они к былому лик воротят, Утратив (этим) и земную жизнь, И жизнь будущего мира, - А это - явная потеря"
    }
  ]
}