{
  "chapter_number": 10,
  "verses": [
    {
      "verse_number": 12,
      "text_uthmani": "وَإِذَا مَسَّ ٱلْإِنسَـٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوْ قَاعِدًا أَوْ قَآئِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُۥ مَرَّ كَأَن لَّمْ يَدْعُنَآ إِلَىٰ ضُرٍّ مَّسَّهُۥ ۚ كَذَٰلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا۟ يَعْمَلُونَ",
      "text_uthmani_transcribed": "Wa iżā massal-insānaḍ-ḍurru da'ānā lijambihī au qā'idan au qā'imā(n), falammā kasyafnā 'anhu ḍurrahū marra ka'allam yad'unā ilā ḍurrim massah(ū), każālika zuyyina lil-musrifīna mā kānū ya'malūn(a).",
      "translation": "Когда беда коснется человека, Взывает к Нам он (из любого положенья): И лежа на боку, и сидя, И стоя, (если в состоянии стоять). Когда же Мы беду его отводим, Он (дерзко) путь свой продолжает, Как будто к Нам и не взывал (О помощи) в постигшем горе. Так нарушители Господнего порядка Обольщены деяньями своими"
    },
    {
      "verse_number": 13,
      "text_uthmani": "وَلَقَدْ أَهْلَكْنَا ٱلْقُرُونَ مِن قَبْلِكُمْ لَمَّا ظَلَمُوا۟ ۙ وَجَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ وَمَا كَانُوا۟ لِيُؤْمِنُوا۟ ۚ كَذَٰلِكَ نَجْزِى ٱلْقَوْمَ ٱلْمُجْرِمِينَ",
      "text_uthmani_transcribed": "Wa laqad ahlaknal-qurūna min qablikum lammā ẓalamū, wa jā'athum rusuluhum bil-bayyināti wa mā kānū liyu'minū, każālika najzil-qaumal-mujrimīn(a).",
      "translation": "Мы истребили поколенья, Что были прежде вас, Когда они чинили беззаконие и зло: К ним с ясными знаменьями от Нас Из них самих посланники являлись - Они ж неверными остались. Так воздаем Мы тем, кто во грехе"
    },
    {
      "verse_number": 14,
      "text_uthmani": "ثُمَّ جَعَلْنَـٰكُمْ خَلَـٰٓئِفَ فِى ٱلْأَرْضِ مِنۢ بَعْدِهِمْ لِنَنظُرَ كَيْفَ تَعْمَلُونَ",
      "text_uthmani_transcribed": "Ṡumma ja'alnākum khalā'ifa fil-arḍi mim ba'dihim linanẓura kaifa ta'malūn(a).",
      "translation": "Потом поставили Мы вас на сей земле Преемниками после них, Чтоб посмотреть, как будете вы поступать"
    },
    {
      "verse_number": 15,
      "text_uthmani": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَاتُنَا بَيِّنَـٰتٍ ۙ قَالَ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا ٱئْتِ بِقُرْءَانٍ غَيْرِ هَـٰذَآ أَوْ بَدِّلْهُ ۚ قُلْ مَا يَكُونُ لِىٓ أَنْ أُبَدِّلَهُۥ مِن تِلْقَآئِ نَفْسِىٓ ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ ۖ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ",
      "text_uthmani_transcribed": "Wa iżā tutlā 'alaihim āyātunā bayyināt(in), qālal-lażīna lā yarjūna liqā'ana'ti biqur'ānin gairi hāżā au baddilh(u), qul mā yakūnu lī an ubaddilahū min tilqā'i nafsī, in attabi'u illā mā yūḥā ilayy(a), innī akhāfu in 'aṣaitu rabbī 'ażāba yaumin 'aẓīm(in).",
      "translation": "Когда от Нас им ясные знамения читают, То те, кто не надеется на встречу с Нами, говорят: \"Ты принеси другой Коран нам, а не этот Иль этот (хоть немного) измени\". Скажи: \"Не мне менять его по своей воле. Я только следую тому, что открывают мне, И кары Дня Великого страшусь За ослушание Владыки"
    },
    {
      "verse_number": 16,
      "text_uthmani": "قُل لَّوْ شَآءَ ٱللَّهُ مَا تَلَوْتُهُۥ عَلَيْكُمْ وَلَآ أَدْرَىٰكُم بِهِۦ ۖ فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِّن قَبْلِهِۦٓ ۚ أَفَلَا تَعْقِلُونَ",
      "text_uthmani_transcribed": "Qul lau syā'allāhu mā talautuhū 'alaikum wa lā adrākum bih(ī), faqad labiṡtu fīkum 'umuram min qablih(ī), afalā ta'qilūn(a).",
      "translation": "Скажи: \"Если б Аллах желал того, Я вам бы это не читал, И Он тогда не известил бы вас о нем. Ведь я до этого всю жизнь средь вас провел, - Ужель вы лишены любого разуменья"
    },
    {
      "verse_number": 17,
      "text_uthmani": "فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَـٰتِهِۦٓ ۚ إِنَّهُۥ لَا يُفْلِحُ ٱلْمُجْرِمُونَ",
      "text_uthmani_transcribed": "Faman aẓlamu mimmaniftarā 'alallāhi każiban au każżaba bi'āyātih(ī), innahū lā yufliḥul-mujrimūn(a).",
      "translation": "И есть ли нечестивее того, Кто ложь возводит на Аллаха Или считает ложными знамения Его? Поистине, таким, кто во грехе, Не знать счастливого блаженства"
    },
    {
      "verse_number": 18,
      "text_uthmani": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ وَيَقُولُونَ هَـٰٓؤُلَآءِ شُفَعَـٰٓؤُنَا عِندَ ٱللَّهِ ۚ قُلْ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعْلَمُ فِى ٱلسَّمَـٰوَٰتِ وَلَا فِى ٱلْأَرْضِ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
      "text_uthmani_transcribed": "Wa ya'budūna min dūnillāhi mā lā yaḍurruhum wa lā yanfa'uhum wa yaqūlūna hā'ulā'i syufa'ā'unā 'indallāh(i), qul atunabbi'ūnallāha bimā lā ya'lamu fis-samāwāti wa lā fil-arḍ(i), subḥānahū wa ta'ālā 'ammā yusyrikūn(a).",
      "translation": "Они, опричь Аллаха, чтят таких, Кто ни вреда, ни пользы не приносит им, И говорят: \"Они - наши заступники пред Богом!\" Скажи: \"Неужто можете открыть Аллаху Нечто такое в небесах иль на земле, Что было бы неведомо Ему?\" СубхАнагу! (Хвала Ему!) Превыше Он того, Кто в соучастники Ему поставлен ими"
    },
    {
      "verse_number": 19,
      "text_uthmani": "وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةً وَٰحِدَةً فَٱخْتَلَفُوا۟ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ",
      "text_uthmani_transcribed": "Wa mā kānan-nāsu illā ummataw wāḥidatan fakhtalafū, wa lau lā kalimatun sabaqat mir rabbika laquḍiya bainahum fīmā fīhi yakhtalifūn(a).",
      "translation": "И были люди (некогда) одним народом, Потом же разошлись разноглася. И если бы не Слово твоего Владыки, (Что им явилось) раньше, То было бы улажено меж ними Все то, в чем разошлись они"
    },
    {
      "verse_number": 20,
      "text_uthmani": "وَيَقُولُونَ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ ۖ فَقُلْ إِنَّمَا ٱلْغَيْبُ لِلَّهِ فَٱنتَظِرُوٓا۟ إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ",
      "text_uthmani_transcribed": "Wa yaqūlūna lau lā unzila 'alaihi āyatum mir rabbih(ī), faqul innamal-gaibu lillāhi fantaẓirū, innī ma'akum minal-muntaẓirīn(a).",
      "translation": "И говорят они: \"Что же ему от Господа его Не снизошло какое-либо чудо? (Тогда бы мы поверили ему)\". Скажи: \"Все тайное - во власти Бога. Вы ждите! С вами подожду и я"
    },
    {
      "verse_number": 21,
      "text_uthmani": "وَإِذَآ أَذَقْنَا ٱلنَّاسَ رَحْمَةً مِّنۢ بَعْدِ ضَرَّآءَ مَسَّتْهُمْ إِذَا لَهُم مَّكْرٌ فِىٓ ءَايَاتِنَا ۚ قُلِ ٱللَّهُ أَسْرَعُ مَكْرًا ۚ إِنَّ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُرُونَ",
      "text_uthmani_transcribed": "Wa iżā ażaqnan-nāsa raḥmatam mim ba'di ḍarrā'a massathum iżā lahum makrun fī āyātinā, qulillāhu asra'u makrā(n), inna rusulanā yaktubūna mā tamkurūn(a).",
      "translation": "Когда даем Мы человеку Вкус Нашей милости познать После того, как зло его коснулось, Увы, он супротив знамений Наших козни замышляет! Скажи: \"Аллах быстрее в замыслах Своих!\" Поистине, посланники Его Записывают все уловки ваши"
    },
    {
      "verse_number": 22,
      "text_uthmani": "هُوَ ٱلَّذِى يُسَيِّرُكُمْ فِى ٱلْبَرِّ وَٱلْبَحْرِ ۖ حَتَّىٰٓ إِذَا كُنتُمْ فِى ٱلْفُلْكِ وَجَرَيْنَ بِهِم بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا۟ بِهَا جَآءَتْهَا رِيحٌ عَاصِفٌ وَجَآءَهُمُ ٱلْمَوْجُ مِن كُلِّ مَكَانٍ وَظَنُّوٓا۟ أَنَّهُمْ أُحِيطَ بِهِمْ ۙ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ لَئِنْ أَنجَيْتَنَا مِنْ هَـٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ",
      "text_uthmani_transcribed": "Huwal-lażī yusayyirukum fil-barri wal-baḥr(i), ḥattā iżā kuntum fil-fulk(i), wa jaraina bihim birīḥin ṭayyibatiw wa fariḥū bihā jā'athā rīḥun 'āṣifuw wa jā'ahumul-mauju min kulli makāniw wa ẓannū annahum uḥīṭa bihim, da'awullāha mukhliṣīna lahud-dīn(a), la'in anjaitanā min hāżihī lanakūnanna minasy-syākirīn(a).",
      "translation": "Он - Тот, Кто вам дает возможность Пересекать и сушу, и моря И отправляет в путь на кораблях. Они с ними плывут при добром ветре, И это их в восторг приводит. Когда ж придет к ним ветер штормовой, И волны их со всех сторон охватят, И им почудится, что их уж одолело (провиденье), Тогда они взывают к Богу И всей душою заверяют, Что будут благочестие блюсти: \"Коль вызволишь отсюда нас, Мы непременно станем благодарными (Тебе)"
    }
  ]
}