{
  "chapter_number": 4,
  "verses": [
    {
      "verse_number": 12,
      "text_uthmani": "۞ وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَٰجُكُمْ إِن لَّمْ يَكُن لَّهُنَّ وَلَدٌ ۚ فَإِن كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكْنَ ۚ مِنۢ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَآ أَوْ دَيْنٍ ۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكْتُمْ إِن لَّمْ يَكُن لَّكُمْ وَلَدٌ ۚ فَإِن كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكْتُم ۚ مِّنۢ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَآ أَوْ دَيْنٍ ۗ وَإِن كَانَ رَجُلٌ يُورَثُ كَلَـٰلَةً أَوِ ٱمْرَأَةٌ وَلَهُۥٓ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَٰحِدٍ مِّنْهُمَا ٱلسُّدُسُ ۚ فَإِن كَانُوٓا۟ أَكْثَرَ مِن ذَٰلِكَ فَهُمْ شُرَكَآءُ فِى ٱلثُّلُثِ ۚ مِنۢ بَعْدِ وَصِيَّةٍ يُوصَىٰ بِهَآ أَوْ دَيْنٍ غَيْرَ مُضَآرٍّ ۚ وَصِيَّةً مِّنَ ٱللَّهِ ۗ وَٱللَّهُ عَلِيمٌ حَلِيمٌ",
      "text_uthmani_transcribed": "Wa lakum niṣfu mā taraka azwājukum illam yakul lahunna walad(un), fa in kāna lahunna waladun fa lakumur-rubu'u mimmā tarakna mim ba'di waṣiyyatiy yūṣīna bihā au dain(in), wa lahunnar-rubu'u mimmā taraktum illam yakul lakum walad(un), fa in kāna lakum waladun fa lahunnaṡ-ṡumunu mimmā taraktum mim ba'di waṣiyyatiy tūṣūna bihā au dain(in), wa in kāna rajuluy yūraṡu kalālatan awimra'atuw wa lahū akhun au ukhtun fa likulli wāḥidatim minhumas-sudus(u), fa in kānū akṡara min żālika fa hum syurakā'u fiṡ-ṡuluṡi mim ba'di waṣiyyatiy yūṣā bihā au dain(in), gaira muḍārr(in), waṣiyyatam minallāh(i), wallāhu 'alīmun ḥalīm(un).",
      "translation": "А из того, что оставляют ваши жены, Вам половина надлежит, Если у них ребенка нет. А если есть у них ребенок, Вам - четверть из того, что остается После уплаты завещаний и долгов. Им, (вашим женам), - четверть из оставленного вами, Если у вас ребенка нет. А если есть у вас ребенок, Им надлежит одна восьмая из того, что остается После уплаты по завещанным наследствам и долгов. А если у мужчины, кто наследство оставляет, Или у женщины (усопшей) Есть только боковая линия родства И им наследует их (сводный) брат или сестра, То каждому из них обоих - Одна шестая доля (из наследства). А коль число их больше двух, Они - участники в разделе третьей доли После уплаты по завещанным наследствам и долгов Без причинения (наследникам) вреда - По заповеди от Аллаха. Поистине, Аллах (все) знает И снисходителен (к людским заботам)"
    },
    {
      "verse_number": 13,
      "text_uthmani": "تِلْكَ حُدُودُ ٱللَّهِ ۚ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدْخِلْهُ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ وَذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "text_uthmani_transcribed": "Tilka ḥudūdullāh(i), wa may yuṭi'illāha wa rasūlahū yudkhilhu jannātin tajrī min taḥtihal-anhāru khālidīna fīhā, wa żālikal-fauzul-'aẓīm(u).",
      "translation": "Вот таковы пределы, установленные Им, И те, которые Аллаху и посланнику Его послушны, Будут допущены в Сады, реками омовенны, Где пребывать навечно им. Сие - великое свершенье"
    },
    {
      "verse_number": 14,
      "text_uthmani": "وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ وَيَتَعَدَّ حُدُودَهُۥ يُدْخِلْهُ نَارًا خَـٰلِدًا فِيهَا وَلَهُۥ عَذَابٌ مُّهِينٌ",
      "text_uthmani_transcribed": "Wa may ya'ṣillāha wa rasūlahū wa yata'adda ḥudūdahū yudkhilhu nāran khālidan fīhā, wa lahū 'ażābum muhīn(un).",
      "translation": "Но кто противится Аллаху и посланнику Его, Его пределы преступая, Будут повержены в Огонь, Где им навечно пребывать, И будет унизительна их кара"
    },
    {
      "verse_number": 15,
      "text_uthmani": "وَٱلَّـٰتِى يَأْتِينَ ٱلْفَـٰحِشَةَ مِن نِّسَآئِكُمْ فَٱسْتَشْهِدُوا۟ عَلَيْهِنَّ أَرْبَعَةً مِّنكُمْ ۖ فَإِن شَهِدُوا۟ فَأَمْسِكُوهُنَّ فِى ٱلْبُيُوتِ حَتَّىٰ يَتَوَفَّىٰهُنَّ ٱلْمَوْتُ أَوْ يَجْعَلَ ٱللَّهُ لَهُنَّ سَبِيلًا",
      "text_uthmani_transcribed": "Wal-lātī ya'tīnal-fāḥisyata min nisā'ikum fastasyhidū 'alaihinna arba'atam minkum, fa in syahidū fa amsikūhunna fil-buyūti ḥattā yatawaffāhunnal-mautu au yaj'alallāhu lahunna sabīlā(n).",
      "translation": "А если кто из ваших женщин Поступок мерзкий совершит, То призовите четырех свидетелей из вас. И если (грех сей) будет ими подтвержден, Держите ваших жен в домах, Пока их не постигнет смерть Или пока Господь другим путем распорядится ими"
    },
    {
      "verse_number": 16,
      "text_uthmani": "وَٱلَّذَانِ يَأْتِيَـٰنِهَا مِنكُمْ فَـَٔاذُوهُمَا ۖ فَإِن تَابَا وَأَصْلَحَا فَأَعْرِضُوا۟ عَنْهُمَآ ۗ إِنَّ ٱللَّهَ كَانَ تَوَّابًا رَّحِيمًا",
      "text_uthmani_transcribed": "Wal-lażāni ya'tiyānihā minkum fa āżūhumā, fa in tābā wa aṣlaḥā fa a'riḍū 'anhumā, innallāha kāna tawwābar raḥīmā(n).",
      "translation": "А если ту же мерзость совершат Из вас какие-либо двое, То накажите их обоих. Но коль они покаются, к благому обратясь, Оставьте их, - Поистине, Аллах благопреклонен, милосерд"
    },
    {
      "verse_number": 17,
      "text_uthmani": "إِنَّمَا ٱلتَّوْبَةُ عَلَى ٱللَّهِ لِلَّذِينَ يَعْمَلُونَ ٱلسُّوٓءَ بِجَهَـٰلَةٍ ثُمَّ يَتُوبُونَ مِن قَرِيبٍ فَأُو۟لَـٰٓئِكَ يَتُوبُ ٱللَّهُ عَلَيْهِمْ ۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
      "text_uthmani_transcribed": "Innamat-taubatu 'alallāhi lil-lażīna ya'malūnas-sū'a bijahālatin ṡumma yatūbūna min qarībin fa ulā'ika yatūbullāhu 'alaihim, wa kānallāhu 'alīman ḥakīmā(n).",
      "translation": "Аллах благопреклонен к покаянью тех, Кто совершает зло, не ведая об этом, И вскоре кается в свершенном. Аллах к таким благопреклонен, - Поистине, Он мудр и всеведущ"
    },
    {
      "verse_number": 18,
      "text_uthmani": "وَلَيْسَتِ ٱلتَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ حَتَّىٰٓ إِذَا حَضَرَ أَحَدَهُمُ ٱلْمَوْتُ قَالَ إِنِّى تُبْتُ ٱلْـَٔـٰنَ وَلَا ٱلَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ ۚ أُو۟لَـٰٓئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا",
      "text_uthmani_transcribed": "Wa laisatit-taubatu  lil-lażīna ya'malūnas-sayyi'āt(i), ḥattā iżā ḥaḍara aḥadahumul-mautu qāla innī tubtul-āna wa lal-lażīna yamūtūna wa hum kuffār(un), ulā'ika a'tadnā lahum 'ażāban alīmā(n).",
      "translation": "Но бесполезно покаяние для тех, Которые вершат дурное, И лишь когда пред кем-нибудь из них предстанет смерть, Он восклицает: \"Каюсь я теперь!\" А равно (бесполезно) и для тех, Кто умирает, будучи неверным. Мы уготовили для них мучительную кару"
    },
    {
      "verse_number": 19,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا يَحِلُّ لَكُمْ أَن تَرِثُوا۟ ٱلنِّسَآءَ كَرْهًا ۖ وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا۟ بِبَعْضِ مَآ ءَاتَيْتُمُوهُنَّ إِلَّآ أَن يَأْتِينَ بِفَـٰحِشَةٍ مُّبَيِّنَةٍ ۚ وَعَاشِرُوهُنَّ بِٱلْمَعْرُوفِ ۚ فَإِن كَرِهْتُمُوهُنَّ فَعَسَىٰٓ أَن تَكْرَهُوا۟ شَيْـًٔا وَيَجْعَلَ ٱللَّهُ فِيهِ خَيْرًا كَثِيرًا",
      "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā yaḥillu lakum an tariṡun-nisā'a karhā(n), wa lā ta'ḍulūhunna  litażhabū biba'ḍi mā ātaitumūhunna illā ay ya'tīna bifāḥisyatim mubayyinah(tin), wa 'āsyirūhunna bil-ma'rūf(i), fa in karihtumūhunna fa 'asā an takrahū syai'aw wa yaj'alallāhu fīhi khairan kaṡīrā(n).",
      "translation": "О вы, кто верует! Вам запрещается наследовать тех женщин, Которые противятся сему. Не проявляйте также грубость к ним, Чтоб овладеть тем дарственным добром, Которым вы их одарили, Помимо случая того, Когда они виновны в явном блуде. Благопристойно с ними обходитесь. И если вам они не по душе, Возможно, эта неприязнь Как раз есть то, Во что Аллах вложил (для вас) большое благо"
    },
    {
      "verse_number": 20,
      "text_uthmani": "وَإِنْ أَرَدتُّمُ ٱسْتِبْدَالَ زَوْجٍ مَّكَانَ زَوْجٍ وَءَاتَيْتُمْ إِحْدَىٰهُنَّ قِنطَارًا فَلَا تَأْخُذُوا۟ مِنْهُ شَيْـًٔا ۚ أَتَأْخُذُونَهُۥ بُهْتَـٰنًا وَإِثْمًا مُّبِينًا",
      "text_uthmani_transcribed": "Wa in arattumustibdāla zaujim makāna zauj(in), wa ātaitum iḥdāhunna qinṭāran falā ta'khużū minhu syai'ā(n), ata'khużūnahū buhtānaw wa iṡmam mubīnā(n).",
      "translation": "Но если вы одну супругу Хотите заменить другою, Хотя вы первой дали дар предбрачный, Вы не берите из него нисколько; Неужто явным беззаконием и ложью Его вы отберете у нее"
    },
    {
      "verse_number": 21,
      "text_uthmani": "وَكَيْفَ تَأْخُذُونَهُۥ وَقَدْ أَفْضَىٰ بَعْضُكُمْ إِلَىٰ بَعْضٍ وَأَخَذْنَ مِنكُم مِّيثَـٰقًا غَلِيظًا",
      "text_uthmani_transcribed": "Wa kaifa ta'khużūnahū wa qad afḍā ba'ḍukum ilā ba'ḍiw wa akhażna minkum mīṡāqan galīẓā(n).",
      "translation": "И как вы можете забрать его, Когда вступили вы в супружескую связь И с вас она взяла обет суровый"
    },
    {
      "verse_number": 22,
      "text_uthmani": "وَلَا تَنكِحُوا۟ مَا نَكَحَ ءَابَآؤُكُم مِّنَ ٱلنِّسَآءِ إِلَّا مَا قَدْ سَلَفَ ۚ إِنَّهُۥ كَانَ فَـٰحِشَةً وَمَقْتًا وَسَآءَ سَبِيلًا",
      "text_uthmani_transcribed": "Wa lā tankiḥū mā nakaḥa ābā'ukum minan-nisā'i illā  mā qad salaf(a), innahū kāna fāḥisyataw wa maqtā(n), wa sā'a sabīlā(n).",
      "translation": "Вы не берите в жены женщин, Что были в браке с вашими отцами, Разве что это совершилось раньше. Ведь это мерзко и постыдно, К тому же - сей обычай скверен"
    }
  ]
}