[
  {
    "verse_number": 56,
    "text_uthmani": "۞ فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوٓا۟ أَخْرِجُوٓا۟ ءَالَ لُوطٍ مِّن قَرْيَتِكُمْ ۖ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ",
    "text_uthmani_transcribed": "Famā kāna jawāba qaumihī illā an qālū akhrijū āla lūṭim min qaryatikum, innahum unāsuy yataṭahharūn(a).",
    "translation": "Ответом же его народа были лишь слова: \"Гоните Лута и его семью из вашего селенья, - Ведь это люди, что желают целомудрие блюсти"
  },
  {
    "verse_number": 57,
    "text_uthmani": "فَأَنجَيْنَـٰهُ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ قَدَّرْنَـٰهَا مِنَ ٱلْغَـٰبِرِينَ",
    "text_uthmani_transcribed": "Fa'anjaināhu wa ahlahū illamra'atahū qaddarnāhā minal-gābirīn(a).",
    "translation": "Но Мы спасли его и всю его семью, кроме жены, Которой Мы определили позади остаться"
  },
  {
    "verse_number": 58,
    "text_uthmani": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا ۖ فَسَآءَ مَطَرُ ٱلْمُنذَرِينَ",
    "text_uthmani_transcribed": "Wa amṭarnā 'alaihim maṭarā(n), fasā'a maṭarul-munżarīn(a).",
    "translation": "На них пролили Мы дождем (Из серы, о'гня и каменьев), И был зловещ и пагубен дождь тех, Кто был увещеваем, (но не внял)"
  },
  {
    "verse_number": 59,
    "text_uthmani": "قُلِ ٱلْحَمْدُ لِلَّهِ وَسَلَـٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصْطَفَىٰٓ ۗ ءَآللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ",
    "text_uthmani_transcribed": "Qulil-ḥamdu lillāhi wa salāmun 'alā 'ibādihil-lażīnaṣṭafā, āllāhu khairun ammā yusyrikūn(a).",
    "translation": "Скажи: \"Хвала Аллаху, и да будет мир Над теми из служителей Его, Которых Он избрал Своей угодой! Лучше Аллах иль те, Кого вы в соучастники Ему придали"
  },
  {
    "verse_number": 60,
    "text_uthmani": "أَمَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءً فَأَنۢبَتْنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهْجَةٍ مَّا كَانَ لَكُمْ أَن تُنۢبِتُوا۟ شَجَرَهَآ ۗ أَءِلَـٰهٌ مَّعَ ٱللَّهِ ۚ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ",
    "text_uthmani_transcribed": "Am man khalaqas-samāwāti wal-arḍa wa anzala minas-samā'i mā'an fa ambatnā bihī ḥadā'iqa żāta bahjah(tin), mā kāna lakum an tumbitū syajarahā, a'ilāhum ma'allāh(i), bal hum qaumuy ya'dilūn(a).",
    "translation": "Тот ли, Кто создал небеса и землю И воду с неба вам низвел? Ею взрастили Мы сады, Что (радуют) своею красотой и блеском, - А вам взрастить деревья в них Совсем бы было не под силу, - Или с Аллахом наравне есть бог другой? О да! Это - народ, что уклонился (от Господней правды)"
  },
  {
    "verse_number": 61,
    "text_uthmani": "أَمَّن جَعَلَ ٱلْأَرْضَ قَرَارًا وَجَعَلَ خِلَـٰلَهَآ أَنْهَـٰرًا وَجَعَلَ لَهَا رَوَٰسِىَ وَجَعَلَ بَيْنَ ٱلْبَحْرَيْنِ حَاجِزًا ۗ أَءِلَـٰهٌ مَّعَ ٱللَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Am man ja'alal-arḍa qarāraw wa ja'ala khilālahā anhāraw wa ja'ala lahā rawāsiya wa ja'ala bainal-baḥraini ḥājizā(n), a'ilāhum ma'allāh(i), bal akṡaruhum lā ya'lamūn(a).",
    "translation": "Тот ли, Кто сделал землю твердой, Пригодною для проживания на ней И проложил в ней русла рек, Устроил горные твердыни, Прочно стоящие в недвижности своей; Между (солеными) морями И (пресною водою) рек Установил (незримую) преграду, - Или с Аллахом наравне есть бог другой? О нет! Не знает большинство из них (Господней правды)"
  },
  {
    "verse_number": 62,
    "text_uthmani": "أَمَّن يُجِيبُ ٱلْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ ٱلسُّوٓءَ وَيَجْعَلُكُمْ خُلَفَآءَ ٱلْأَرْضِ ۗ أَءِلَـٰهٌ مَّعَ ٱللَّهِ ۚ قَلِيلًا مَّا تَذَكَّرُونَ",
    "text_uthmani_transcribed": "Am may yujībul-muḍṭarra iżā da'āhu wa yaksyifus-sū'a wa yaj'alukum khulafā'a fil-arḍ(i), a'ilāhum ma'allāh(i), qalīlam mā tażakkarūn(a).",
    "translation": "Тот ли, Кто внемлет обездоленному в жизни, Когда к Нему взывает он, И избавляет от страданий, И землю вам наследовать дает? Или с Аллахом наравне есть бог другой? Мало вы помните (о щедрости Господней)"
  },
  {
    "verse_number": 63,
    "text_uthmani": "أَمَّن يَهْدِيكُمْ فِى ظُلُمَـٰتِ ٱلْبَرِّ وَٱلْبَحْرِ وَمَن يُرْسِلُ ٱلرِّيَـٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦٓ ۗ أَءِلَـٰهٌ مَّعَ ٱللَّهِ ۚ تَعَـٰلَى ٱللَّهُ عَمَّا يُشْرِكُونَ",
    "text_uthmani_transcribed": "Am may yahdīkum fī ẓulumātil-barri wal-baḥri wa may yursilur-riyāḥa busyram baina yadai raḥmatih(ī), a'ilāhum ma'allāh(i), ta'ālallāhu 'ammā yusyrikūn(a).",
    "translation": "Тот ли, Кто вам указывает путь Во мраке на земле и в море, Кто благовестниками ветры шлет, Прежде чем милостью Своей (Пролить дождем на вашу землю)? Или с Аллахом наравне есть бог другой? Аллах выше того, чтоб в равные Ему Другие божества вы призывали"
  },
  {
    "verse_number": 64,
    "text_uthmani": "أَمَّن يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ ۗ أَءِلَـٰهٌ مَّعَ ٱللَّهِ ۚ قُلْ هَاتُوا۟ بُرْهَـٰنَكُمْ إِن كُنتُمْ صَـٰدِقِينَ",
    "text_uthmani_transcribed": "Am may yabda'ul-khalqa ṡumma yu'īduhū wa may yarzuqukum minas-samā'i wal-arḍ(i), a'ilāhum ma'allāh(i), qul hātū burhānakum in kuntum ṣādiqīn(a).",
    "translation": "Иль Тот, Кто произвел первичное творенье И, обратив его потом в небытие, Воссоздает его опять; Кто вам дает потребное для жизни с неба и земли? Так что ж - С Аллахом наравне есть бог другой?\" Скажи: \"Если вы правду говорите, Представьте доказательства свои"
  },
  {
    "verse_number": 65,
    "text_uthmani": "قُل لَّا يَعْلَمُ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ٱلْغَيْبَ إِلَّا ٱللَّهُ ۚ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ",
    "text_uthmani_transcribed": "Qul lā ya'lamu man fis-samāwāti wal-arḍil gaiba illallāh(u), wa mā yasy'urūna ayyāna yub'aṡūn(a).",
    "translation": "Скажи: \"Никто другой, кроме Аллаха, Не знает скрытого на небесах и на земле; И им неведомо, Когда они воскрешены (на Суд Господень) будут"
  },
  {
    "verse_number": 66,
    "text_uthmani": "بَلِ ٱدَّٰرَكَ عِلْمُهُمْ فِى ٱلْـَٔاخِرَةِ ۚ بَلْ هُمْ فِى شَكٍّ مِّنْهَا ۖ بَلْ هُم مِّنْهَا عَمُونَ",
    "text_uthmani_transcribed": "Balid dāraka 'ilmuhum fil-ākhirah(ti), bal hum fī syakkim minhā, bal hum minhā 'amūn(a).",
    "translation": "О да, их знание (не может) вторую жизнь охватить, - О да, они касательно ее колеблются в сомненьях, - О да, слепы они (в неверии своем)"
  }
]