{
  "chapter_number": 7,
  "verses": [
    {
      "verse_number": 199,
      "text_uthmani": "خُذِ ٱلْعَفْوَ وَأْمُرْ بِٱلْعُرْفِ وَأَعْرِضْ عَنِ ٱلْجَـٰهِلِينَ",
      "text_uthmani_transcribed": "Khużil-'afwa wa'mur bil-'urfi wa a'riḍ 'anil-jāhilīn(a).",
      "translation": "Будь терпеливо-снисходителен к таким, Зови к добру и удаляйся от невежд"
    },
    {
      "verse_number": 200,
      "text_uthmani": "وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيْطَـٰنِ نَزْغٌ فَٱسْتَعِذْ بِٱللَّهِ ۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ",
      "text_uthmani_transcribed": "Wa immā yanzagannaka minasy-syaiṭāni nazgun fasta'iż billāh(i), innahū samī'un 'alīm(un).",
      "translation": "И если Сатана клонит тебя к дурному, (Видениями ум твой наваждая), Ищи убежища лишь у Аллаха, - Ведь слышит Он и ведает (о всем)"
    },
    {
      "verse_number": 201,
      "text_uthmani": "إِنَّ ٱلَّذِينَ ٱتَّقَوْا۟ إِذَا مَسَّهُمْ طَـٰٓئِفٌ مِّنَ ٱلشَّيْطَـٰنِ تَذَكَّرُوا۟ فَإِذَا هُم مُّبْصِرُونَ",
      "text_uthmani_transcribed": "Innal-lażīnattaqau iżā massahum ṭā'ifum minasy-syaiṭāni tażakkarū fa iżā hum mubṣirūn(a).",
      "translation": "И те, кто, истинно, благочестив, - Когда их Сатана видением дурным склоняет, Они Господне имя призывают И тут же прозревают вновь"
    },
    {
      "verse_number": 202,
      "text_uthmani": "وَإِخْوَٰنُهُمْ يَمُدُّونَهُمْ فِى ٱلْغَىِّ ثُمَّ لَا يُقْصِرُونَ",
      "text_uthmani_transcribed": "Wa ikhwānuhum yamuddūnahum fil-gayyi ṡumma lā yuqṣirūn(a).",
      "translation": "А братья их, (что нечестивы), Их вводят в заблужденье еще глубже, И их усилия при этом не слабеют"
    },
    {
      "verse_number": 203,
      "text_uthmani": "وَإِذَا لَمْ تَأْتِهِم بِـَٔايَةٍ قَالُوا۟ لَوْلَا ٱجْتَبَيْتَهَا ۚ قُلْ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَىَّ مِن رَّبِّى ۚ هَـٰذَا بَصَآئِرُ مِن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ لِّقَوْمٍ يُؤْمِنُونَ",
      "text_uthmani_transcribed": "Wa iżā lam ta'tihim bi'āyatin qālū lau lajtabaitahā, qul inamā attabi'u mā yūḥā ilayya mir rabbī, hāżā baṣā'iru mir rabbikum wa hudaw wa raḥmatul liqaumiy yu'minūn(a).",
      "translation": "И если ты им откровение (Корана долго) не приносишь, То говорят они: \"Что ж ты его так долго собираешь?\" Скажи: \"Я только следую тому, Что мой Господь мне открывает. Сие - прозрение от вашего Владыки, И руководство (к благочестью), И милосердие (Господне) Для тех, кто верует (и доброе творит)"
    },
    {
      "verse_number": 204,
      "text_uthmani": "وَإِذَا قُرِئَ ٱلْقُرْءَانُ فَٱسْتَمِعُوا۟ لَهُۥ وَأَنصِتُوا۟ لَعَلَّكُمْ تُرْحَمُونَ",
      "text_uthmani_transcribed": "Wa iżā quri'al-qur'ānu fastami'ū lahū wa anṣitū la'allakum turḥamūn(a).",
      "translation": "Когда читается Коран, Вы слушайте его безмолвно, Чтобы Господню милость получить"
    },
    {
      "verse_number": 205,
      "text_uthmani": "وَٱذْكُر رَّبَّكَ فِى نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ ٱلْجَهْرِ مِنَ ٱلْقَوْلِ بِٱلْغُدُوِّ وَٱلْـَٔاصَالِ وَلَا تَكُن مِّنَ ٱلْغَـٰفِلِينَ",
      "text_uthmani_transcribed": "Ważkur rabbaka fī nafsika taḍarru'aw wa khīfataw wa dūnal-jahri minal-qauli bil-guduwwi wal-āṣāli wa lā takum minal-gāfilīn(a).",
      "translation": "С благоговением, смиренно и без громких слов Ты вспоминай о Господе твоем В час утренней зари и в час вечерний И здесь небрежным никогда не будь"
    },
    {
      "verse_number": 206,
      "text_uthmani": "إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسْجُدُونَ ۩",
      "text_uthmani_transcribed": "Innal-lażīna 'inda rabbika lā yastakbirūna 'an 'ibādatihī wa yusabbiḥūnahū wa lahū yasjudūn(a).",
      "translation": "А те, которые близ Бога пребывают, - Не величаются и не презреют Быть в услужении Ему, А прославляют Его имя, В смирении склонившись перед Ним"
    }
  ]
}