{
  "chapter_number": 30,
  "verses": [
    {
      "verse_number": 45,
      "text_uthmani": "لِيَجْزِىَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ مِن فَضْلِهِۦٓ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْكَـٰفِرِينَ",
      "text_uthmani_transcribed": "Liyajziyal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti min faḍlih(ī), innahū lā yuḥibbul-kāfirīn(a).",
      "translation": "Чтоб из Своих щедрот воздал Он тем, Кто веровал и доброе творил, - Поистине, неверных Он не любит"
    },
    {
      "verse_number": 46,
      "text_uthmani": "وَمِنْ ءَايَـٰتِهِۦٓ أَن يُرْسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٍ وَلِيُذِيقَكُم مِّن رَّحْمَتِهِۦ وَلِتَجْرِىَ ٱلْفُلْكُ بِأَمْرِهِۦ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "text_uthmani_transcribed": "Wa min āyātihī ay yursilar-riyāḥa mubasysyirātiw wa liyużīqakum mir raḥmatihī wa litajriyal-fulka bi'amrihī wa litabtagū min faḍlihī wa la'allakum tasykurūn(a).",
      "translation": "И из Его знамений - то, Что благовестниками шлет Он ветры, Чтоб дать вкусить вам Свою милость, Чтоб плыли корабли велением Его И чтобы вы даров Его искали и были благодарными Ему"
    },
    {
      "verse_number": 47,
      "text_uthmani": "وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَآءُوهُم بِٱلْبَيِّنَـٰتِ فَٱنتَقَمْنَا مِنَ ٱلَّذِينَ أَجْرَمُوا۟ ۖ وَكَانَ حَقًّا عَلَيْنَا نَصْرُ ٱلْمُؤْمِنِينَ",
      "text_uthmani_transcribed": "Wa laqad arsalnā min qablika rusulan ilā qaumihim fajā'ūhum bil-bayyināti fantaqamnā minal-lażīna ajramū, wa kāna ḥaqqan 'alainā naṣrul-mu'minīn(a).",
      "translation": "И до тебя, (о Мухаммад!), Мы слали вестников к народам (разным), Они к ним приходили с ясными знаменьями (от Нас). И Мы наказывали тех, которые грешили, И Нашим долгом было - верных защитить"
    },
    {
      "verse_number": 48,
      "text_uthmani": "ٱللَّهُ ٱلَّذِى يُرْسِلُ ٱلرِّيَـٰحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُۥ فِى ٱلسَّمَآءِ كَيْفَ يَشَآءُ وَيَجْعَلُهُۥ كِسَفًا فَتَرَى ٱلْوَدْقَ يَخْرُجُ مِنْ خِلَـٰلِهِۦ ۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦٓ إِذَا هُمْ يَسْتَبْشِرُونَ",
      "text_uthmani_transcribed": "Allāhul-lażī yursilur-riyāḥa fatuṡīru saḥāban fayabsuṭuhū fis-samā'i kaifa yasyā'u wa yaj'aluhū kisafan fataral-wadqa yakhruju min khilālih(ī), fa'iżā aṣāba bihī may yasyā'u min 'ibādihī iżā hum yastabsyirūn(a).",
      "translation": "Аллах есть Тот, Кто посылает ветры. Они вздымают в тучу (облака), И Он ее угодою Своей по небу простирает И на куски ее дробит - И видишь ты, как из ее расщелин льется дождь. И вот когда Он тучу шлет На тех из Своих слуг, кого (порадовать) желает, - Гляди! Их ликованью (нет конца)"
    },
    {
      "verse_number": 49,
      "text_uthmani": "وَإِن كَانُوا۟ مِن قَبْلِ أَن يُنَزَّلَ عَلَيْهِم مِّن قَبْلِهِۦ لَمُبْلِسِينَ",
      "text_uthmani_transcribed": "Wa in kānū min qabli ay yunazzala 'alaihim min qablihī lamublisīn(a).",
      "translation": "Хоть прежде, чем на них пролился дождь, Они в отчаянии пребывали"
    },
    {
      "verse_number": 50,
      "text_uthmani": "فَٱنظُرْ إِلَىٰٓ ءَاثَـٰرِ رَحْمَتِ ٱللَّهِ كَيْفَ يُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ ذَٰلِكَ لَمُحْىِ ٱلْمَوْتَىٰ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "text_uthmani_transcribed": "Fanẓur ilā āṡāri raḥmatillāhi kaifa yuḥyil-arḍa ba'da mautihā, inna żālika lamuḥyil-mautā, wa huwa 'alā kulli syai'in qadīr(un).",
      "translation": "Взгляни же на следы Господних благ: Как возвращает жизнь Он земле, Когда она уже поникла в смерти, И Он же оживит людей, которые мертвы, - Ведь Он над всякой вещью мощен"
    },
    {
      "verse_number": 51,
      "text_uthmani": "وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَّظَلُّوا۟ مِنۢ بَعْدِهِۦ يَكْفُرُونَ",
      "text_uthmani_transcribed": "Wa la'in arsalnā rīḥan fara'auhu muṣfarral laẓallū mim ba'dihī yakfurūn(a).",
      "translation": "Но если Мы пошлем им ветер - (суховей), (Который выжжет их поля и пашни), Что пожелтевшими предстанут их глазам, То и тогда в неверии своем Они Нам благодарными не будут"
    },
    {
      "verse_number": 52,
      "text_uthmani": "فَإِنَّكَ لَا تُسْمِعُ ٱلْمَوْتَىٰ وَلَا تُسْمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوْا۟ مُدْبِرِينَ",
      "text_uthmani_transcribed": "Fa innaka lā tusmi'ul-mautā wa lā tusmi'uṣ-ṣummad-du'ā'a iżā wallau mudbirīn(a).",
      "translation": "Ведь никогда ты не заставишь мертвых слышать И не заставишь ты глухих, Когда, спиною обратясь к тебе, они уходят, Услышать зов твой, (вопиющий Слову внять)"
    },
    {
      "verse_number": 53,
      "text_uthmani": "وَمَآ أَنتَ بِهَـٰدِ ٱلْعُمْىِ عَن ضَلَـٰلَتِهِمْ ۖ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِـَٔايَـٰتِنَا فَهُم مُّسْلِمُونَ",
      "text_uthmani_transcribed": "Wa mā anta bihādil-'umyi 'an ḍalālatihim, in tusmi'u illā may yu'minu bi'āyātinā fahum muslimūn(a).",
      "translation": "И ты не сможешь вывести слепых из заблужденья, Направив их на путь прямой. Заставить слышать можешь ты лишь тех, Кто верует в знаменья Наши И Воле Нашей предались"
    },
    {
      "verse_number": 54,
      "text_uthmani": "۞ ٱللَّهُ ٱلَّذِى خَلَقَكُم مِّن ضَعْفٍ ثُمَّ جَعَلَ مِنۢ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنۢ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً ۚ يَخْلُقُ مَا يَشَآءُ ۖ وَهُوَ ٱلْعَلِيمُ ٱلْقَدِيرُ",
      "text_uthmani_transcribed": "Allāhul-lażī khalaqakum min ḍa'fin ṡumma ja'ala mim ba'di ḍa'fin quwwatan ṡumma ja'ala mim ba'di quwwatin ḍa'faw wa syaibah(tan), yakhluqu mā yasyā'(u), wa huwal-'alīmul-qadīr(u).",
      "translation": "Аллах есть Тот, Кто немощным (в младенчестве) творит вас, А вслед за немощью дает вам силу (зрелых лет), Но вслед за силой вновь дает вам немощь И сединою (голову белит). Творит Он все, что пожелает, - Он знающ и могущ"
    },
    {
      "verse_number": 55,
      "text_uthmani": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يُقْسِمُ ٱلْمُجْرِمُونَ مَا لَبِثُوا۟ غَيْرَ سَاعَةٍ ۚ كَذَٰلِكَ كَانُوا۟ يُؤْفَكُونَ",
      "text_uthmani_transcribed": "Wa yauma taqūmus-sā'atu yuqsimul-mujrimūn(a), mā labiṡū gaira sā'ah(tin), każālika kānū yu'fakūn(a).",
      "translation": "В тот День, Когда наступит Час, Готовы будут грешники поклясться, Что пробыли они не больше часа (В своих могилах после смерти), - Так (сильно были на земле) искушены они"
    }
  ]
}