{
  "chapter_number": 33,
  "verses": [
    {
      "verse_number": 1,
      "text_uthmani": " يَـٰٓأَيُّهَا ٱلنَّبِىُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلْكَـٰفِرِينَ وَٱلْمُنَـٰفِقِينَ ۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًا",
      "text_uthmani_transcribed": "Yā ayyuhan-nabiyyuttaqillāha wa lā tuṭi'il-kāfirīna wal-munāfiqīn(a), innallāha kāna 'alīman ḥakīmā(n).",
      "translation": "О пророк! Страшись Аллаха (гнев навлечь), Не слушай лицемеров и не верующих (в Бога), - Ведь сведущ (обо всем) Аллах и мудр"
    },
    {
      "verse_number": 2,
      "text_uthmani": "وَٱتَّبِعْ مَا يُوحَىٰٓ إِلَيْكَ مِن رَّبِّكَ ۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
      "text_uthmani_transcribed": "Wattabi' mā yūḥā ilaika mir rabbik(a), innallāha kāna bimā ta'malūna khabīrā(n).",
      "translation": "Следуй тому, Что Господом тебе внушением открыто, - Аллах ведь сведущ обо всем, что делаете вы"
    },
    {
      "verse_number": 3,
      "text_uthmani": "وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
      "text_uthmani_transcribed": "Wa tawakkal 'alallāh(i), wa kafā billāhi wakīlā(n).",
      "translation": "И полагайся только на Аллаха, - Его, как покровителя, довольно"
    },
    {
      "verse_number": 4,
      "text_uthmani": "مَّا جَعَلَ ٱللَّهُ لِرَجُلٍ مِّن قَلْبَيْنِ فِى جَوْفِهِۦ ۚ وَمَا جَعَلَ أَزْوَٰجَكُمُ ٱلَّـٰٓـِٔى تُظَـٰهِرُونَ مِنْهُنَّ أُمَّهَـٰتِكُمْ ۚ وَمَا جَعَلَ أَدْعِيَآءَكُمْ أَبْنَآءَكُمْ ۚ ذَٰلِكُمْ قَوْلُكُم بِأَفْوَٰهِكُمْ ۖ وَٱللَّهُ يَقُولُ ٱلْحَقَّ وَهُوَ يَهْدِى ٱلسَّبِيلَ",
      "text_uthmani_transcribed": "Mā ja'alallāhu lirajulim min qalbaini fī jaufih(ī), wa mā ja'ala azwājakumul-lā'ī tuẓāhirūna minhunna  ummahātikum, wa mā ja'ala ad'iyā'akum abnā'akum, żālikum qaulukum bi'afwāhikum, wallāhu yaqūlul-ḥaqqa wa huwa yahdis-sabīl(a).",
      "translation": "Аллах не поместил в одной груди два сердца, Не сделал ваших жен, отвергнутых зихар(ом), Матерями вам; Приемных сыновей Вам сыновьями не назначил, - Это - лишь ваша речь из ваших уст. Аллах же Истину глаголет, По верному пути ведет"
    },
    {
      "verse_number": 5,
      "text_uthmani": "ٱدْعُوهُمْ لِـَٔابَآئِهِمْ هُوَ أَقْسَطُ عِندَ ٱللَّهِ ۚ فَإِن لَّمْ تَعْلَمُوٓا۟ ءَابَآءَهُمْ فَإِخْوَٰنُكُمْ فِى ٱلدِّينِ وَمَوَٰلِيكُمْ ۚ وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَآ أَخْطَأْتُم بِهِۦ وَلَـٰكِن مَّا تَعَمَّدَتْ قُلُوبُكُمْ ۚ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
      "text_uthmani_transcribed": "Ud'ūhum li'ābā'ihim huwa aqsaṭu 'indallāh(i), fa illam ta'lamū ābā'ahum fa ikhwānukum fid-dīni wa mawālīkum, wa laisa 'alaikum junāḥun fīmā akhṭa'tum bihī wa lākim mā ta'ammadat qulūbukum, wa kānallāhu gafūrar raḥīmā(n).",
      "translation": "Давайте имена им их отцов, Сие - пред Богом справедливей; А если их отцы вам неизвестны, (Зовите их) своими братьями по вере И близкими (сравни вашей родне). На вас греха не будет в том, Коль ошибетесь вы (в именованье их), А грех лишь в том, что замышляет ваше сердце, - Аллах прощающ, милосерд"
    },
    {
      "verse_number": 6,
      "text_uthmani": "ٱلنَّبِىُّ أَوْلَىٰ بِٱلْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ ۖ وَأَزْوَٰجُهُۥٓ أُمَّهَـٰتُهُمْ ۗ وَأُو۟لُوا۟ ٱلْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍ فِى كِتَـٰبِ ٱللَّهِ مِنَ ٱلْمُؤْمِنِينَ وَٱلْمُهَـٰجِرِينَ إِلَّآ أَن تَفْعَلُوٓا۟ إِلَىٰٓ أَوْلِيَآئِكُم مَّعْرُوفًا ۚ كَانَ ذَٰلِكَ فِى ٱلْكِتَـٰبِ مَسْطُورًا",
      "text_uthmani_transcribed": "An-nabiyyu aulā bil-mu'minīna min anfusihim wa azwājuhū ummahātuhum, wa ulul-arḥāmi ba'ḍuhum aulā biba'ḍin fī kitābillāhi minal-mu'minīna wal-muhājirīna illā an taf'alū ilā auliyā'ikum ma'rūfā(n), kāna żālika fil-kitābi masṭūrā(n).",
      "translation": "Пророк же к верующим ближе, Чем узы их семейного родства, А жены его - матери для них. Но узы кровного родства Одних из них к другим По Книге Бога ближе, Чем близость уз, которые (сложились) Меж верующими (из Медины) И мухаджирами (из Мекки), За исключением того, Когда творите вы добро вашим друзьям (по вере), - Ведь это значится в Писании (Аллаха)"
    },
    {
      "verse_number": 7,
      "text_uthmani": "وَإِذْ أَخَذْنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَـٰقَهُمْ وَمِنكَ وَمِن نُّوحٍ وَإِبْرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبْنِ مَرْيَمَ ۖ وَأَخَذْنَا مِنْهُم مِّيثَـٰقًا غَلِيظًا",
      "text_uthmani_transcribed": "Wa iż akhażnā minan-nabiyyīna mīṡāqahum wa minka wa min nūḥiw wa ibrāhīma wa mūsā wa 'īsabni maryam(a), wa akhażnā minhum mīṡāqan galīẓā(n).",
      "translation": "И взяли Мы Завет с пророков: С тебя, и с Нуха, с Ибрахима, И с Мусы, с Исы, сына Марйам, - И взяли с них Завет суровый"
    },
    {
      "verse_number": 8,
      "text_uthmani": "لِّيَسْـَٔلَ ٱلصَّـٰدِقِينَ عَن صِدْقِهِمْ ۚ وَأَعَدَّ لِلْكَـٰفِرِينَ عَذَابًا أَلِيمًا",
      "text_uthmani_transcribed": "Liyas'alaṣ-ṣādiqīna 'an ṣidqihim, wa a'adda lil-kāfirīna 'ażāban alīmā(n).",
      "translation": "Чтоб мог спросить Он верных про их верность, А для неверных Он мучительную кару уготовил"
    },
    {
      "verse_number": 9,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَآءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَّمْ تَرَوْهَا ۚ وَكَانَ ٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا",
      "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanużkurū ni'matallāhi 'alaikum iż jā'atkum junūdun fa'arsalnā 'alaihim rīḥaw wa junūdal lam tarauhā, wa kānallāhu bimā ta'malūna baṣīrā(n).",
      "translation": "О вы, кто верует! Вы вспомните Господню милость вам, Когда обрушились на вас войска неверных, А Мы послали вихрь против них И воинства, невидимые (взору человека), - Аллах ведь видит все, что делаете вы"
    },
    {
      "verse_number": 10,
      "text_uthmani": "إِذْ جَآءُوكُم مِّن فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنكُمْ وَإِذْ زَاغَتِ ٱلْأَبْصَـٰرُ وَبَلَغَتِ ٱلْقُلُوبُ ٱلْحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠",
      "text_uthmani_transcribed": "Iż jā'ūkum min fauqikum wa min asfala minkum wa iż zāgatil-abṣāru wa balagatil-qulūbul-ḥanājira wa taẓunnūna billāhiẓ-ẓunūnā.",
      "translation": "(Враг) двигался на вас - сверху и снизу вас, - И помутнели ваши взоры, И души к горлу подступили, (Дурные) мысли об Аллахе в головы пришли"
    },
    {
      "verse_number": 11,
      "text_uthmani": "هُنَالِكَ ٱبْتُلِىَ ٱلْمُؤْمِنُونَ وَزُلْزِلُوا۟ زِلْزَالًا شَدِيدًا",
      "text_uthmani_transcribed": "Hunālikabtuliyal-mu'minūna wa zulzilū zilzālan syadīdā(n).",
      "translation": "Такое испытание прошли Те, кто уверовал (в Аллаха), - Потрясены были они великим потрясеньем"
    }
  ]
}