[
  {
    "verse_number": 23,
    "text_uthmani": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
    "text_uthmani_transcribed": "Innallāha yudkhilul-lażīna āmanū wa 'amiluṣ-ṣāliḥāti jannātin tajrī min taḥtihal-anhāru yuḥallauna fīhā min asāwira min żahabiw wa lu'lu'ā(n), wa libāsuhum fīhā ḥarīr(un).",
    "translation": "А тех, кто верует и доброе творит, Аллах, поистине, введет в Сады, реками омовенны; Они наряжены там будут В запястья золотые, жемчуга, А их одежды будут сделаны из шелка"
  },
  {
    "verse_number": 24,
    "text_uthmani": "وَهُدُوٓا۟ إِلَى ٱلطَّيِّبِ مِنَ ٱلْقَوْلِ وَهُدُوٓا۟ إِلَىٰ صِرَٰطِ ٱلْحَمِيدِ",
    "text_uthmani_transcribed": "Wa hudū ilaṭ-ṭayyibi minal-qaul(i), wa hudū ilā ṣirāṭil-ḥamīd(i).",
    "translation": "Ведь они были (в ближней жизни) Направлены к Благому Слову, - Направлены к пути Того, Кто (лишь один) достоин всех хвалеб (Вселенной)"
  },
  {
    "verse_number": 25,
    "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلْمَسْجِدِ ٱلْحَرَامِ ٱلَّذِى جَعَلْنَـٰهُ لِلنَّاسِ سَوَآءً ٱلْعَـٰكِفُ فِيهِ وَٱلْبَادِ ۚ وَمَن يُرِدْ فِيهِ بِإِلْحَادٍۭ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍ",
    "text_uthmani_transcribed": "Innal-lażīna kafarū wa yaṣuddūna 'an sabīlillāhi wal-masjidil-ḥarāmil-lażī ja'alnāhu lin-nāsi sawā'anil-'ākifu fīhi wal-bād(i), wa may yurid fīhi bi'ilḥādim biẓulmin nużiqhu min 'ażābin alīm(in).",
    "translation": "Но те, кто не уверовал (в Аллаха) И сводит со стези Его (других), Удерживая от Запретной (для греха) Мечети, Что Мы устроили (открытой) одинаково для всех, Равно всему (земному) люду - Для проживающих в окрестности ее И для пришедшего кочевника (пустыни), - И несомненно Мы тому, Кто пожелает осквернить ее несправедливо, Дадим вкусить мучительную кару"
  },
  {
    "verse_number": 26,
    "text_uthmani": "وَإِذْ بَوَّأْنَا لِإِبْرَٰهِيمَ مَكَانَ ٱلْبَيْتِ أَن لَّا تُشْرِكْ بِى شَيْـًٔا وَطَهِّرْ بَيْتِىَ لِلطَّآئِفِينَ وَٱلْقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
    "text_uthmani_transcribed": "Wa iż bawwa'nā li'ibrāhīma makānal-baiti allā tusyrik bī syai'aw wa ṭahhir baitiya liṭ-ṭā'ifīna wal-qā'imīna war-rukka'is-sujūd(i).",
    "translation": "И вот назначили Мы это место Ибрахиму (Для становления Святого Дома) И сказали: \"Ты в почитании Меня Мне соучастников иных не придавай! Мой Дом (от мерзости) очисти Для совершающих обход, Для предающихся (благочестивым думам), Для преклонившихся (в молитве перед Богом), Простертых ниц (пред именем Его)"
  },
  {
    "verse_number": 27,
    "text_uthmani": "وَأَذِّن فِى ٱلنَّاسِ بِٱلْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَىٰ كُلِّ ضَامِرٍ يَأْتِينَ مِن كُلِّ فَجٍّ عَمِيقٍ",
    "text_uthmani_transcribed": "Wa ażżin fin-nāsi bil-ḥajji ya'tūka rijālaw wa 'alā kulli ḍāmiriy ya'tīna min kulli fajjin 'amīq(in).",
    "translation": "И возвести среди людей о Хадже - Они придут к тебе пешком (из недалеких мест), Или на всяких отощавших (от далекого пути) Прошедших по глубоким горным тропам"
  },
  {
    "verse_number": 28,
    "text_uthmani": "لِّيَشْهَدُوا۟ مَنَـٰفِعَ لَهُمْ وَيَذْكُرُوا۟ ٱسْمَ ٱللَّهِ فِىٓ أَيَّامٍ مَّعْلُومَـٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلْأَنْعَـٰمِ ۖ فَكُلُوا۟ مِنْهَا وَأَطْعِمُوا۟ ٱلْبَآئِسَ ٱلْفَقِيرَ",
    "text_uthmani_transcribed": "Liyasyhadū manāfi'a lahum wa yażkurusmallāhi fī ayyāmim ma'lūmātin 'alā mā razaqahum mim bahīmatil-an'ām(i), fa kulū minhā wa aṭ'imul-bā'isal-faqīr(a).",
    "translation": "Чтобы они могли свидетелями стать О пользе им (в паломничестве) этом И чтоб в назначенные дни Они Аллаха имя поминали Над (жертвенным) скотом, Что Он им даровал (в стадах их): Вкушайте (сами мясо) их И накормите им несчастных и в нужде"
  },
  {
    "verse_number": 29,
    "text_uthmani": "ثُمَّ لْيَقْضُوا۟ تَفَثَهُمْ وَلْيُوفُوا۟ نُذُورَهُمْ وَلْيَطَّوَّفُوا۟ بِٱلْبَيْتِ ٱلْعَتِيقِ",
    "text_uthmani_transcribed": "Ṡummal yaqḍū tafaṡafahum wal yūfū nużūrahum wal yaṭṭawwafū bil-baitil-'atīq(i).",
    "translation": "Потом пусть завершат они (Обрядовое) очищенье (тела), Обеты выполнят свои И вновь тогда пусть совершат обход Вкруг древнего Святого Дома"
  },
  {
    "verse_number": 30,
    "text_uthmani": "ذَٰلِكَ وَمَن يُعَظِّمْ حُرُمَـٰتِ ٱللَّهِ فَهُوَ خَيْرٌ لَّهُۥ عِندَ رَبِّهِۦ ۗ وَأُحِلَّتْ لَكُمُ ٱلْأَنْعَـٰمُ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ ۖ فَٱجْتَنِبُوا۟ ٱلرِّجْسَ مِنَ ٱلْأَوْثَـٰنِ وَٱجْتَنِبُوا۟ قَوْلَ ٱلزُّورِ",
    "text_uthmani_transcribed": "Żālika wa may yu'aẓẓim ḥurumātillāhi fa huwa khairul lahū 'inda rabbih(ī), wa uḥillat lakumul-an'āmu illā mā yutlā 'alaikum fajtanibur-rijsa minal-auṡāni wajtanibū qaulaz-zūr(i).",
    "translation": "Таков (обрядовый порядок Хаджа), И тот, кто чтит уставы Бога, - Это ему пред Господом его (и праведней, и) лучше. Разрешено вам (в пищу) мясо всякого скота, Кроме того, (на чем лежит запрет), Зачитанный вам (в этой Книге); Но избегайте скверны сотворения кумиров И сторонитесь слова лжи"
  },
  {
    "verse_number": 31,
    "text_uthmani": "حُنَفَآءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِۦ ۚ وَمَن يُشْرِكْ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخْطَفُهُ ٱلطَّيْرُ أَوْ تَهْوِى بِهِ ٱلرِّيحُ فِى مَكَانٍ سَحِيقٍ",
    "text_uthmani_transcribed": "Ḥunafā'a lillāhi gaira musyrikīna bih(ī), wa may yusyrik billāhi fa ka'annamā kharra minas-samā'i fa takhṭafuhuṭ-ṭairu au tahwī bihir-rīḥu fī makānin saḥīq(in).",
    "translation": "Аллаху верность соблюдая, Не придавая соучастников Ему, - Ведь тот, кто прочит соучастников Аллаху, Тому подобен, кто упал с небес И (жертвою) подхвачен птицами (земли) Иль ветром занесен в далекие края"
  },
  {
    "verse_number": 32,
    "text_uthmani": "ذَٰلِكَ وَمَن يُعَظِّمْ شَعَـٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقْوَى ٱلْقُلُوبِ",
    "text_uthmani_transcribed": "Żālika wa may yu'aẓẓim sya'ā'irallāhi fa innahā min taqwal-qulūb(i).",
    "translation": "Таков (его удел)! Но тот, кто должно чтит Господни знаки, - Тот совершает (жертвенный обряд) По благочестию своей души и сердца"
  },
  {
    "verse_number": 33,
    "text_uthmani": "لَكُمْ فِيهَا مَنَـٰفِعُ إِلَىٰٓ أَجَلٍ مُّسَمًّى ثُمَّ مَحِلُّهَآ إِلَى ٱلْبَيْتِ ٱلْعَتِيقِ",
    "text_uthmani_transcribed": "Lakum fīhā manāfi'u ilā ajalim musamman ṡumma maḥilluhā ilal-baitil-'atīq(i).",
    "translation": "Вам польза в (жертвенных животных) Лишь до назначенного срока. Потом их место - (на пути) к Святому Дому"
  }
]