{
  "chapter_number": 29,
  "verses": [
    {
      "verse_number": 12,
      "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوا۟ ٱتَّبِعُوا۟ سَبِيلَنَا وَلْنَحْمِلْ خَطَـٰيَـٰكُمْ وَمَا هُم بِحَـٰمِلِينَ مِنْ خَطَـٰيَـٰهُم مِّن شَىْءٍ ۖ إِنَّهُمْ لَكَـٰذِبُونَ",
      "text_uthmani_transcribed": "Wa qālal-lażīna kafarū lil-lażīna āmanuttabi'ū sabīlanā walnaḥmil khaṭāyākum, wa mā hum biḥāmilīna min khaṭāyāhum min syai'(in), innahum lakāżibūn(a).",
      "translation": "И те, кто не уверовал (в Аллаха), верующим говорят: \"Вы следуйте по нашему пути, И понесем грехи мы ваши на себе!\" Но ничего из их грехов они не понесут - Лжецы они, и только"
    },
    {
      "verse_number": 13,
      "text_uthmani": "وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَّعَ أَثْقَالِهِمْ ۖ وَلَيُسْـَٔلُنَّ يَوْمَ ٱلْقِيَـٰمَةِ عَمَّا كَانُوا۟ يَفْتَرُونَ",
      "text_uthmani_transcribed": "Wa layaḥmilunna aṡqālahum wa aṡqālam ma'a aṡqālihim wa layus'alunna yaumal-qiyāmati 'ammā kānū yaftarūn(a).",
      "translation": "Нести им бремя собственных (грехов) И груз (грехов за совращение душ ближних), Что ляжет грузом на их груз. В День Воскресения их спросят За (ложь всего) измышленного ими"
    },
    {
      "verse_number": 14,
      "text_uthmani": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمْ ظَـٰلِمُونَ",
      "text_uthmani_transcribed": "Wa laqad arsalnā nūḥan ilā qaumihī falabiṡa fīhim alfa sanatin illā khamsīna 'āmā(n), fa'akhażahumuṭ-ṭūfānu wa hum ẓālimūn(a).",
      "translation": "Послали Нуха Мы к его народу; Среди него он пробыл без пятидесяти тысячу годов. Но их постиг потоп, Когда (в неверии своем) в грехах они погрязли"
    },
    {
      "verse_number": 15,
      "text_uthmani": "فَأَنجَيْنَـٰهُ وَأَصْحَـٰبَ ٱلسَّفِينَةِ وَجَعَلْنَـٰهَآ ءَايَةً لِّلْعَـٰلَمِينَ",
      "text_uthmani_transcribed": "Fa'anjaināhu wa aṣḥābas-safīnati wa ja'alnāhā āyatal lil-'ālamīn(a).",
      "translation": "И Мы спасли его и тех, что были на ковчеге, И сделали его знаменьем для миров"
    },
    {
      "verse_number": 16,
      "text_uthmani": "وَإِبْرَٰهِيمَ إِذْ قَالَ لِقَوْمِهِ ٱعْبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُ ۖ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
      "text_uthmani_transcribed": "Wa ibrāhīma iż qāla liqaumihi'budullāha wattaqūh(u), żālikum khairul lakum in kuntum ta'lamūn(a).",
      "translation": "(Послали) Ибрахима (Мы к его народу), И он сказал народу своему: \"Аллаху поклоняйтесь! (В деяниях своих) страшитесь Его гнева. Сие есть лучшее для вас, Если еще в вас живо разуменье"
    },
    {
      "verse_number": 17,
      "text_uthmani": "إِنَّمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ أَوْثَـٰنًا وَتَخْلُقُونَ إِفْكًا ۚ إِنَّ ٱلَّذِينَ تَعْبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَٱبْتَغُوا۟ عِندَ ٱللَّهِ ٱلرِّزْقَ وَٱعْبُدُوهُ وَٱشْكُرُوا۟ لَهُۥٓ ۖ إِلَيْهِ تُرْجَعُونَ",
      "text_uthmani_transcribed": "Innamā ta'budūna min dūnillāhi auṡānaw wa takhluqūna ifkā(n), innal-lażīna ta'budūna min dūnillāhi lā yamlikūna lakum rizqan fabtagū 'indallāhir-rizqa wa'budūhu wasykurū lah(ū), ilaihi turja'ūn(a).",
      "translation": "Вы чтите идолов с Аллахом наравне, Выдумывая ложь (при этом), Они ж - кого вы наравне с Аллахом чтите - Для вас ничем потребным (в этой жизни) не владеют. А потому потребное себе Испрашивайте вы лишь у Аллаха И благодарствуйте (в молитвах) лишь Его - К Нему лежит и ваше возвращенье"
    },
    {
      "verse_number": 18,
      "text_uthmani": "وَإِن تُكَذِّبُوا۟ فَقَدْ كَذَّبَ أُمَمٌ مِّن قَبْلِكُمْ ۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
      "text_uthmani_transcribed": "Wa in tukażżibū faqad każżaba umamum min qablikum, wa mā 'alar-rasūli illal-balāgul-mubīn(u).",
      "translation": "А если вы сочтете это ложью, Так ведь считали его ложью Народы, жившие до вас, И на посланнике (лежит) Лишь передача ясная (Господних Откровений)"
    },
    {
      "verse_number": 19,
      "text_uthmani": "أَوَلَمْ يَرَوْا۟ كَيْفَ يُبْدِئُ ٱللَّهُ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥٓ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
      "text_uthmani_transcribed": "Awalam yarau kaifa yubdi'ullāhul-khalqa ṡumma yu'īduh(ū), inna żālika 'alallāhi yasīr(un).",
      "translation": "Ужель они не видят, как Аллах Вершит первичное творенье, Потом его, в небытие повергнув, Вновь воссоздает, - Это для Господа, поистине, легко"
    },
    {
      "verse_number": 20,
      "text_uthmani": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ بَدَأَ ٱلْخَلْقَ ۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشْأَةَ ٱلْـَٔاخِرَةَ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "text_uthmani_transcribed": "Qul sīrū fil-arḍi fanẓurū kaifa bada'al-khalqa ṡummallāhu yunsyi'un-nasy'atal-ākhirah(ta), innallāha 'alā kulli syai'in qadīr(un).",
      "translation": "Скажи: \"Пройдите по земле и посмотрите: Как произвел Аллах начальное творенье, Так и конечное творенье Он произведет, - Поистине, над всем - могущество Аллаха"
    },
    {
      "verse_number": 21,
      "text_uthmani": "يُعَذِّبُ مَن يَشَآءُ وَيَرْحَمُ مَن يَشَآءُ ۖ وَإِلَيْهِ تُقْلَبُونَ",
      "text_uthmani_transcribed": "Yu'ażżibu may yasyā'u wa yarḥamu may yasyā'(u), wa ilaihi tuqlabūn(a).",
      "translation": "Наказывает Он иль милует Своей угодой (По справедливости) желанья Своего - К Нему лишь будете вы все возвращены"
    },
    {
      "verse_number": 22,
      "text_uthmani": "وَمَآ أَنتُم بِمُعْجِزِينَ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ ۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
      "text_uthmani_transcribed": "Wa mā antum bimu'jizīna fil-arḍi wa lā fis-samā'(i), wa mā lakum min dūnillāhi miw waliyyiw wa lā naṣīr(in).",
      "translation": "И (никогда) ни на земле, ни в небесах Вам не расстроить (замыслов Господней Воли). Кроме Аллаха, покровителя вам нет И нет помощника иного"
    }
  ]
}