{
  "chapter_number": 6,
  "verses": [
    {
      "verse_number": 45,
      "text_uthmani": "فَقُطِعَ دَابِرُ ٱلْقَوْمِ ٱلَّذِينَ ظَلَمُوا۟ ۚ وَٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
      "text_uthmani_transcribed": "Fa quṭi'a dābirul-qaumil-lażīna ẓalamū, wal-ḥamdu lillāhi rabbil-'ālamīn(a).",
      "translation": "И были из неправедного люда Все до последнего усечены. Хвала Аллаху, Господу миров"
    },
    {
      "verse_number": 46,
      "text_uthmani": "قُلْ أَرَءَيْتُمْ إِنْ أَخَذَ ٱللَّهُ سَمْعَكُمْ وَأَبْصَـٰرَكُمْ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنْ إِلَـٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِهِ ۗ ٱنظُرْ كَيْفَ نُصَرِّفُ ٱلْـَٔايَـٰتِ ثُمَّ هُمْ يَصْدِفُونَ",
      "text_uthmani_transcribed": "Qul ara'aitum in akhażallāhu sam'akum wa abṣārakum wa khatama 'alā qulūbikum man ilāhun gairullāhi ya'tīkum bih(ī), unẓur kaifa nuṣarriful-āyāti ṡumma hum yaṣdifūn(a).",
      "translation": "Скажи: \"Вы думали о том, Что если Бог лишит вас зрения и слуха И вам наложит на сердце печать, Какое божество, помимо Бога, Вам все это вернет опять?\" Смотри, как Мы по-разному толкуем им знаменья, И все же отвращаются они потом"
    },
    {
      "verse_number": 47,
      "text_uthmani": "قُلْ أَرَءَيْتَكُمْ إِنْ أَتَىٰكُمْ عَذَابُ ٱللَّهِ بَغْتَةً أَوْ جَهْرَةً هَلْ يُهْلَكُ إِلَّا ٱلْقَوْمُ ٱلظَّـٰلِمُونَ",
      "text_uthmani_transcribed": "Qul ara'aitakum in atākum 'ażābullāhi bagtatan au jahratan hal yuhlaku illal-qaumuẓ-ẓālimūn(a).",
      "translation": "Скажи: \"Вы думали о том, Что коль внезапно или жданно На вас падет Господня кара, Ужель погублен будет кто-то, кроме нечестивых"
    },
    {
      "verse_number": 48,
      "text_uthmani": "وَمَا نُرْسِلُ ٱلْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ ۖ فَمَنْ ءَامَنَ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "text_uthmani_transcribed": "Wa mā nursilul-mursalīna illā mubasysyirīna wa munżirīn(a), faman āmana wa aṣlaḥa falā khaufun 'alaihim wa lā hum yaḥzanūn(a).",
      "translation": "Мы шлем посланников Своих Лишь возвещать добро и увещать (от злого), И кто уверовал и стал благочестив, На тех не ляжет страх, печаль не отягчит"
    },
    {
      "verse_number": 49,
      "text_uthmani": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا يَمَسُّهُمُ ٱلْعَذَابُ بِمَا كَانُوا۟ يَفْسُقُونَ",
      "text_uthmani_transcribed": "Wal-lażīna każżabū bi'āyātinā yamassuhumul-'ażābu bimā kānū yafsuqūn(a).",
      "translation": "А тех, которые сочли знаменья Наши ложью, Коснется наказание за то, что были нечестивы"
    },
    {
      "verse_number": 50,
      "text_uthmani": "قُل لَّآ أَقُولُ لَكُمْ عِندِى خَزَآئِنُ ٱللَّهِ وَلَآ أَعْلَمُ ٱلْغَيْبَ وَلَآ أَقُولُ لَكُمْ إِنِّى مَلَكٌ ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ ۚ قُلْ هَلْ يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ ۚ أَفَلَا تَتَفَكَّرُونَ",
      "text_uthmani_transcribed": "Qul lā aqūlu lakum 'indī khazā'inullāhi wa lā a'lamul-gaiba wa lā aqūlu lakum innī malak(un), in attabi'u illā mā yūḥā ilayy(a), qul hal yastawil-a'mā wal-baṣīr(u), afalā tatafakkarūn(a).",
      "translation": "Скажи: \"Я вам не говорю, Что у меня сокровища Аллаха, И сокровенное мне неизвестно, (так же как и вам). Не говорю я вам, что ангел я. А я лишь следую тому, Что мне открыто в Откровенье\". Скажи: \"Ужель сравни слепой и зрячий? Что ж вам об этом не подумать"
    },
    {
      "verse_number": 51,
      "text_uthmani": "وَأَنذِرْ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحْشَرُوٓا۟ إِلَىٰ رَبِّهِمْ ۙ لَيْسَ لَهُم مِّن دُونِهِۦ وَلِىٌّ وَلَا شَفِيعٌ لَّعَلَّهُمْ يَتَّقُونَ",
      "text_uthmani_transcribed": "Wa anżir bihil-lażīna yakhāfūna ay yuḥsyarū ilā rabbihim  laisa lahum min dūnihī waliyyuw wa lā syafī'ul la'allahum yattaqūn(a).",
      "translation": "Ты этим тех предупреди, В ком есть (благоговейный) страх в преддверии того, Когда их соберут для встречи с их Владыкой И им, кроме Него, Заступника и покровителя не будет. Тогда, быть может, обретут они и благочестие, и веру"
    },
    {
      "verse_number": 52,
      "text_uthmani": "وَلَا تَطْرُدِ ٱلَّذِينَ يَدْعُونَ رَبَّهُم بِٱلْغَدَوٰةِ وَٱلْعَشِىِّ يُرِيدُونَ وَجْهَهُۥ ۖ مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَىْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِم مِّن شَىْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ ٱلظَّـٰلِمِينَ",
      "text_uthmani_transcribed": "Wa lā taṭrudil-lażīna yad'ūna rabbahum bil-gadāti wal-'asyiyyi yurīdūna wajhah(ū), mā 'alaika min ḥisābihim min syai'iw wa mā min ḥisābika  'alaihim min syai'in fa taṭrudahum fa takūna minaẓ-ẓālimīn(a).",
      "translation": "Не отгоняй ты тех, Которые на утренней заре и в час захода солнца Взывают к Господу в молитве, ища Его благоволенья; Ты не ответственен ничем за их (деянья), И за тебя им не ответствовать ничем, Чтобы тебе их прогонять и стать одним из нечестивых"
    },
    {
      "verse_number": 53,
      "text_uthmani": "وَكَذَٰلِكَ فَتَنَّا بَعْضَهُم بِبَعْضٍ لِّيَقُولُوٓا۟ أَهَـٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيْهِم مِّنۢ بَيْنِنَآ ۗ أَلَيْسَ ٱللَّهُ بِأَعْلَمَ بِٱلشَّـٰكِرِينَ",
      "text_uthmani_transcribed": "Wa każālika fatannā ba'ḍahum biba'ḍil liyaqūlū ahā'ulā'i mannallāhu 'alaihim mim baininā, alaisallāhu bi'a'lama bisy-syākirīn(a).",
      "translation": "Так Мы (людей сопоставляем), Чтоб испытать одних другими И чтоб они сказали, (что у них в душе): \"Неужто этим среди нас Аллах явил Свое благоволенье\", - Ужель Аллах не знает лучше благодарных"
    },
    {
      "verse_number": 54,
      "text_uthmani": "وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤْمِنُونَ بِـَٔايَـٰتِنَا فَقُلْ سَلَـٰمٌ عَلَيْكُمْ ۖ كَتَبَ رَبُّكُمْ عَلَىٰ نَفْسِهِ ٱلرَّحْمَةَ ۖ أَنَّهُۥ مَنْ عَمِلَ مِنكُمْ سُوٓءًۢا بِجَهَـٰلَةٍ ثُمَّ تَابَ مِنۢ بَعْدِهِۦ وَأَصْلَحَ فَأَنَّهُۥ غَفُورٌ رَّحِيمٌ",
      "text_uthmani_transcribed": "Wa iżā jā'akal-lażīna yu'minūna bi'āyātinā fa qul salāmun 'alaikum kataba rabbukum 'alā nafsihir-raḥmah(ta), annahū man 'amila minkum sū'am bijahālatin ṡumma tāba mim ba'dihī wa aṣlaḥa fa annahū gafūrur raḥīm(un).",
      "translation": "Когда приходят к тебе те, Кто верует в знаменья Наши, То говори: \"Мир вам!\" И милосердие вменил Господь ваш Сам Себе. И если кто-нибудь из вас Зло по неведению совершит, Потом раскается, к благому обратясь, - Так ведь Аллах прощающ, милосерд"
    },
    {
      "verse_number": 55,
      "text_uthmani": "وَكَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ وَلِتَسْتَبِينَ سَبِيلُ ٱلْمُجْرِمِينَ",
      "text_uthmani_transcribed": "Wa każālika nufaṣṣilul-āyāti wa litastabīna sabīlal-mujrimīn(a).",
      "translation": "Мы с ясностью такой знамения толкуем, Чтоб выявить (для вас) путь тех, Кто с праведной дороги сбился"
    }
  ]
}