{
  "chapter_number": 5,
  "verses": [
    {
      "verse_number": 111,
      "text_uthmani": "وَإِذْ أَوْحَيْتُ إِلَى ٱلْحَوَارِيِّـۧنَ أَنْ ءَامِنُوا۟ بِى وَبِرَسُولِى قَالُوٓا۟ ءَامَنَّا وَٱشْهَدْ بِأَنَّنَا مُسْلِمُونَ",
      "text_uthmani_transcribed": "Wa iż auḥaitu ilal-ḥawāriyyīna an āminū bī wa birasūlī, qālū āmannā wasyhad bi'annanā muslimūn(a).",
      "translation": "И Я апостолам внушил: \"Уверуйте в Меня и Моего пророка!\" Они ответили: \"Уверовали мы! И будь свидетелем тому, что мы предались"
    },
    {
      "verse_number": 112,
      "text_uthmani": "إِذْ قَالَ ٱلْحَوَارِيُّونَ يَـٰعِيسَى ٱبْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيْنَا مَآئِدَةً مِّنَ ٱلسَّمَآءِ ۖ قَالَ ٱتَّقُوا۟ ٱللَّهَ إِن كُنتُم مُّؤْمِنِينَ",
      "text_uthmani_transcribed": "Iż qālal-ḥawāriyyūna yā 'īsabna maryama hal yastaṭī'u rabbuka ay yunazzila 'alainā mā'idatam minas-samā'(i), qālattaqullāha in kuntum mu'minīn(a).",
      "translation": "И вот апостолы сказали: \"О Иса, сын Марйам! Сумеет ли твой Бог с небес нам трапезу свести?\" \"Коль вы уверовали (в Бога), Побойтесь Его гнева!\" - им он отвечал"
    },
    {
      "verse_number": 113,
      "text_uthmani": "قَالُوا۟ نُرِيدُ أَن نَّأْكُلَ مِنْهَا وَتَطْمَئِنَّ قُلُوبُنَا وَنَعْلَمَ أَن قَدْ صَدَقْتَنَا وَنَكُونَ عَلَيْهَا مِنَ ٱلشَّـٰهِدِينَ",
      "text_uthmani_transcribed": "Qālū nurīdu an na'kula minhā wa taṭma'inna qulūbunā wa na'lama an qad ṣadaqtanā wa nakūna 'alaihā minasy-syāhidīn(a).",
      "translation": "Они сказали: \"Мы хотим поесть с нее И успокоить наши души - И будем знать, что ты сказал нам правду, И сей (чудесной трапезе) свидетелями станем"
    },
    {
      "verse_number": 114,
      "text_uthmani": "قَالَ عِيسَى ٱبْنُ مَرْيَمَ ٱللَّهُمَّ رَبَّنَآ أَنزِلْ عَلَيْنَا مَآئِدَةً مِّنَ ٱلسَّمَآءِ تَكُونُ لَنَا عِيدًا لِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَةً مِّنكَ ۖ وَٱرْزُقْنَا وَأَنتَ خَيْرُ ٱلرَّٰزِقِينَ",
      "text_uthmani_transcribed": "Qāla 'īsabnu maryamallāhumma rabbanā anzil 'alainā mā'idatam minas-samā'i takūnu lanā 'īdal li'awwalinā wa ākhirinā wa āyatam minka warzuqnā wa anta khairur-rāziqīn(a).",
      "translation": "И молвил Иса, сын Марйам: \"Владыка наш, Аллах Всевышний! Сведи нам трапезу с небес, И станет праздником она, Знамением Твоим предстанет Для всех: от первого и до последнего из нас. Даруй удел, потребный нам. Ты - лучший из дарующих уделы"
    },
    {
      "verse_number": 115,
      "text_uthmani": "قَالَ ٱللَّهُ إِنِّى مُنَزِّلُهَا عَلَيْكُمْ ۖ فَمَن يَكْفُرْ بَعْدُ مِنكُمْ فَإِنِّىٓ أُعَذِّبُهُۥ عَذَابًا لَّآ أُعَذِّبُهُۥٓ أَحَدًا مِّنَ ٱلْعَـٰلَمِينَ",
      "text_uthmani_transcribed": "Qālallāhu innī munazziluhā 'alaikum, famay yakfur ba'du minkum fa innī u'ażżibuhū 'ażābal lā u'ażzibuhū aḥadam minal-'ālamīn(a).",
      "translation": "Сказал Аллах: \"Я вам ее сведу, Но кто из вас после сего останется неверным, Того Я накажу такою карой, Какою не наказывал Я ни один народ"
    },
    {
      "verse_number": 116,
      "text_uthmani": "وَإِذْ قَالَ ٱللَّهُ يَـٰعِيسَى ٱبْنَ مَرْيَمَ ءَأَنتَ قُلْتَ لِلنَّاسِ ٱتَّخِذُونِى وَأُمِّىَ إِلَـٰهَيْنِ مِن دُونِ ٱللَّهِ ۖ قَالَ سُبْحَـٰنَكَ مَا يَكُونُ لِىٓ أَنْ أَقُولَ مَا لَيْسَ لِى بِحَقٍّ ۚ إِن كُنتُ قُلْتُهُۥ فَقَدْ عَلِمْتَهُۥ ۚ تَعْلَمُ مَا فِى نَفْسِى وَلَآ أَعْلَمُ مَا فِى نَفْسِكَ ۚ إِنَّكَ أَنتَ عَلَّـٰمُ ٱلْغُيُوبِ",
      "text_uthmani_transcribed": "Wa iż qālallāhu yā 'īsabna maryama a'anta qulta lin-nāsittakhiżūnī wa ummiya ilāhaini min dūnillah(i), qāla subḥānaka mā yakūnu lī an aqūla mā laisa lī biḥaqq(in), in kuntu qultuhū faqad 'alimtah(ū), ta'lamu mā fī nafsī wa lā a'lamu mā fī nafsik(a), innaka anta 'allāmul-guyūb(i).",
      "translation": "И скажет (в День Суда) Аллах: \"О Иса, сын Марйам! Ужель ты людям говорил: \"Меня и мать мою двумя богами, опричь Аллаха, почитайте!\"?\" \"Хвала Тебе! - ответит Иса. - Как говорить мне то, на что мне права нет? Когда б я говорил такое, Ты, несомненно, знал бы это, - Ты знаешь, что в моей душе, А что в Твоей - мне неизвестно. Тебе Единому все тайное открыто"
    },
    {
      "verse_number": 117,
      "text_uthmani": "مَا قُلْتُ لَهُمْ إِلَّا مَآ أَمَرْتَنِى بِهِۦٓ أَنِ ٱعْبُدُوا۟ ٱللَّهَ رَبِّى وَرَبَّكُمْ ۚ وَكُنتُ عَلَيْهِمْ شَهِيدًا مَّا دُمْتُ فِيهِمْ ۖ فَلَمَّا تَوَفَّيْتَنِى كُنتَ أَنتَ ٱلرَّقِيبَ عَلَيْهِمْ ۚ وَأَنتَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
      "text_uthmani_transcribed": "Mā qultu lahum illā mā amartanī bihī ani'budullāha rabbī wa rabbakum, wa kuntu 'alaihim syahīdam mā dumtu fīhim, falammā tawaffaitanī kunta antar-raqība 'alaihim, wa anta 'alā kulli syai'in syahīd(un).",
      "translation": "Я говорил им только то, Что Ты мне повелел (им возвестить): \"Аллаху поклоняйтесь! Он - мой Господь и ваш Господь!\" Пока средь них я пребывал, Я был свидетелем о них. Когда же Ты призвал меня к Себе, Ты стал над ними Наблюдатель, - Ведь Ты - свидетель обо всем, что суще"
    },
    {
      "verse_number": 118,
      "text_uthmani": "إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ ۖ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "text_uthmani_transcribed": "In tu'ażżibhum fa innahum 'ibāduk(a), wa in tagfir lahum fa innaka antal-'azīzul-ḥakīm(u).",
      "translation": "И если Ты наказываешь их, (так в этом - Твоя Воля); Они же - в услужении Тебе. А коль прощаешь, (в этом Ты - Владыка), - Ведь Ты могуч и мудр (безмерно)"
    },
    {
      "verse_number": 119,
      "text_uthmani": "قَالَ ٱللَّهُ هَـٰذَا يَوْمُ يَنفَعُ ٱلصَّـٰدِقِينَ صِدْقُهُمْ ۚ لَهُمْ جَنَّـٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۚ رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "text_uthmani_transcribed": "Qālallāhu  hāżā yaumu yanfa'uṣ-ṣādiqīna ṣidquhum, lahum jannātun tajrī min taḥtihal-anhāru khālidīna fīhā abadā(n), raḍiyallāhu 'anhum wa raḍū 'anh(u), żālikal-fauzul-'aẓīm(u).",
      "translation": "Аллах ответил: \"Это - День, когда правдивым пользу принесет их правда. Для них - Сады, реками омовенны, Где пребывать навечно им. И там они - к довольствию Аллаха, И к их довольствию - Аллах. И это есть великое свершенье"
    },
    {
      "verse_number": 120,
      "text_uthmani": "لِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا فِيهِنَّ ۚ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌۢ",
      "text_uthmani_transcribed": "Lillāhi mulkus-samāwāti wal-arḍi wa mā fīhinn(a), wa huwa 'alā kulli syai'in qadīr(un).",
      "translation": "Аллах владеет небесами и землей И тем, что пребывает в них, И Он над всякой вещью властен"
    }
  ]
}