{
  "chapter_number": 4,
  "verses": [
    {
      "verse_number": 100,
      "text_uthmani": "۞ وَمَن يُهَاجِرْ فِى سَبِيلِ ٱللَّهِ يَجِدْ فِى ٱلْأَرْضِ مُرَٰغَمًا كَثِيرًا وَسَعَةً ۚ وَمَن يَخْرُجْ مِنۢ بَيْتِهِۦ مُهَاجِرًا إِلَى ٱللَّهِ وَرَسُولِهِۦ ثُمَّ يُدْرِكْهُ ٱلْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُۥ عَلَى ٱللَّهِ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
      "text_uthmani_transcribed": "Wa may yuhājir fī sabīlillāhi yajid fil-arḍi murāgaman kaṡīraw wa sa'ah(tan), wa may yakhruj mim baitihī muhājiran ilallāhi wa rasūlihī ṡumma yudrik-hul-mautu faqad waqa'a ajruhū 'alallāh(i), wa kānallāhu  gafūrar raḥīmā(n).",
      "translation": "И те, которые на промысле Аллаха (Покинут дом родной) и переселятся (в края чужие), Найдут на той земле обилие убежищ и простора. А кто покинет дом родной (По повелению) Аллаха и посланника Его И (в тех краях) его постигнет смерть, Тому награда - в веденье Аллаха, - Поистине, прощающ Он и милосерд"
    },
    {
      "verse_number": 101,
      "text_uthmani": "وَإِذَا ضَرَبْتُمْ فِى ٱلْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَقْصُرُوا۟ مِنَ ٱلصَّلَوٰةِ إِنْ خِفْتُمْ أَن يَفْتِنَكُمُ ٱلَّذِينَ كَفَرُوٓا۟ ۚ إِنَّ ٱلْكَـٰفِرِينَ كَانُوا۟ لَكُمْ عَدُوًّا مُّبِينًا",
      "text_uthmani_transcribed": "Wa iżā ḍarabtum fil-arḍi fa laisa 'alaikum junāḥun an taqṣurū minaṣ-ṣalāh(ti), in khiftum ay yaftinakumul-lażīna kafarū, innal-kāfirīna kānū lakum 'aduwwam mubīnā(n).",
      "translation": "Когда вы в переездах по земле, Греха на вас не будет в том, Что вы молитву сократите Из-за угрозы нападения неверных - Они ведь ваши явные враги"
    },
    {
      "verse_number": 102,
      "text_uthmani": "وَإِذَا كُنتَ فِيهِمْ فَأَقَمْتَ لَهُمُ ٱلصَّلَوٰةَ فَلْتَقُمْ طَآئِفَةٌ مِّنْهُم مَّعَكَ وَلْيَأْخُذُوٓا۟ أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا۟ فَلْيَكُونُوا۟ مِن وَرَآئِكُمْ وَلْتَأْتِ طَآئِفَةٌ أُخْرَىٰ لَمْ يُصَلُّوا۟ فَلْيُصَلُّوا۟ مَعَكَ وَلْيَأْخُذُوا۟ حِذْرَهُمْ وَأَسْلِحَتَهُمْ ۗ وَدَّ ٱلَّذِينَ كَفَرُوا۟ لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُم مَّيْلَةً وَٰحِدَةً ۚ وَلَا جُنَاحَ عَلَيْكُمْ إِن كَانَ بِكُمْ أَذًى مِّن مَّطَرٍ أَوْ كُنتُم مَّرْضَىٰٓ أَن تَضَعُوٓا۟ أَسْلِحَتَكُمْ ۖ وَخُذُوا۟ حِذْرَكُمْ ۗ إِنَّ ٱللَّهَ أَعَدَّ لِلْكَـٰفِرِينَ عَذَابًا مُّهِينًا",
      "text_uthmani_transcribed": "Wa iżā kunta fīhim fa aqamta lahumuṣ-ṣalāta faltaqum ṭā'ifatum minhum ma'aka walya'khużū asliḥatahum, fa iżā sajadū falyakūnū miw warā'ikum, walta'ti ṭā'ifatun ukhrā lam yuṣallū falyuṣallū ma'aka walya'khużū ḥiżrahum wa asliḥatahum, waddal-lażīna kafarū lau tagfulūna 'an asliḥatakum wa amti'atikum, fa yamīlūna 'alaikum mailataw wāḥidah(tan), wa lā junāḥa 'alaikum in kāna bikum ażam mim maṭarin au kuntum marḍā an taḍa'ū asliḥatakum wa khużū ḥiżrakum, innallāha a'adda lil-kāfirīna 'ażābam muhīnā(n).",
      "translation": "Когда же ты, (о Мухаммад!), Находишься средь них и их ведешь при совершении молитвы, То пусть один отряд стоит с тобой И при себе оружие свое имеет. Когда же преклонение закончат, Пусть отойдут назад от вас, И пусть другой отряд, который не молился, Придет и молится с тобой - Но чтобы осторожны были И при себе оружие имели. Неверным бы хотелось, чтобы вы С обозами своими и оружием небрежны были, Чтоб одолеть одним ударом вас. Греха не будет в том, Если вы сложите оружие свое Под тягостью дождя или болезни. При этом в отношении себя блюдите осторожность, - Аллах поистине, уготовАл неверным Столь унизительные кары"
    },
    {
      "verse_number": 103,
      "text_uthmani": "فَإِذَا قَضَيْتُمُ ٱلصَّلَوٰةَ فَٱذْكُرُوا۟ ٱللَّهَ قِيَـٰمًا وَقُعُودًا وَعَلَىٰ جُنُوبِكُمْ ۚ فَإِذَا ٱطْمَأْنَنتُمْ فَأَقِيمُوا۟ ٱلصَّلَوٰةَ ۚ إِنَّ ٱلصَّلَوٰةَ كَانَتْ عَلَى ٱلْمُؤْمِنِينَ كِتَـٰبًا مَّوْقُوتًا",
      "text_uthmani_transcribed": "Fa iżā qaḍaitumuṣ-ṣalāta fażkurullāha qiyāmaw wa qu'ūdaw wa 'alā junūbikum, fa iżaṭma'nantum fa aqīmuṣ-ṣalāh(ta),  innaṣ-ṣalāta kānat 'alal-mu'minīna kitābam mauqūtā(n).",
      "translation": "Когда ж пропустите молитву, (В душе своей) Аллаха призовите, Стоять ли будете, или сидеть, или лежать. Когда ж вокруг спокойно станет, Вы совершите (должную) молитву, - Молитвы в установленное время Строго предписаны для верных"
    },
    {
      "verse_number": 104,
      "text_uthmani": "وَلَا تَهِنُوا۟ فِى ٱبْتِغَآءِ ٱلْقَوْمِ ۖ إِن تَكُونُوا۟ تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ ۖ وَتَرْجُونَ مِنَ ٱللَّهِ مَا لَا يَرْجُونَ ۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
      "text_uthmani_transcribed": "Wa lā tahinū fibtigā'il-qaum(i), in takūnū ta'lamūna fa innahum ya'lamūna kamā ta'lamūn(a), wa tarjūna minallāhi mā lā yarjūn(a), wa kānallāhu  'alīman ḥakīmā(n).",
      "translation": "Без устали преследуйте людей, которые враги вам. И если терпите лишения при этом, Так и они такие же лишенья терпят, Хотя у вас надежда от Аллаха есть на то, На что они надеяться не смеют. Аллах, поистине, всеведущ, мудр"
    },
    {
      "verse_number": 105,
      "text_uthmani": "إِنَّآ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ بِٱلْحَقِّ لِتَحْكُمَ بَيْنَ ٱلنَّاسِ بِمَآ أَرَىٰكَ ٱللَّهُ ۚ وَلَا تَكُن لِّلْخَآئِنِينَ خَصِيمًا",
      "text_uthmani_transcribed": "Innā anzalnā ilaikal-kitāba bil-ḥaqqi litaḥkuma bainan-nāsi bimā arākallāh(u), wa lā takun lil-khā'inīna khaṣīmā(n).",
      "translation": "Мы ниспослали Книгу в Истине тебе, Чтоб ты между людьми судить мог так, Как показал тебе Господь. Не будь защитником для тех, Кто вероломно предает (других)"
    },
    {
      "verse_number": 106,
      "text_uthmani": "وَٱسْتَغْفِرِ ٱللَّهَ ۖ إِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
      "text_uthmani_transcribed": "Wastagfirillāh(a), innallāha kāna gafūrar raḥīmā(n).",
      "translation": "А испроси Господнего прощенья - Ведь снисходителен Аллах и милосерд"
    },
    {
      "verse_number": 107,
      "text_uthmani": "وَلَا تُجَـٰدِلْ عَنِ ٱلَّذِينَ يَخْتَانُونَ أَنفُسَهُمْ ۚ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ خَوَّانًا أَثِيمًا",
      "text_uthmani_transcribed": "Wa lā tujādil 'anil-lażīna yakhtānūna anfusahum, innallāha lā yuḥibbu man kāna khawwānan aṡīmā(n).",
      "translation": "Не спорь, чтоб оправдать таких, Кто предает самих себя, - Аллах, поистине, не любит тех, Кто предает и вероломен"
    },
    {
      "verse_number": 108,
      "text_uthmani": "يَسْتَخْفُونَ مِنَ ٱلنَّاسِ وَلَا يَسْتَخْفُونَ مِنَ ٱللَّهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لَا يَرْضَىٰ مِنَ ٱلْقَوْلِ ۚ وَكَانَ ٱللَّهُ بِمَا يَعْمَلُونَ مُحِيطًا",
      "text_uthmani_transcribed": "Yastakhfūna minan-nāsi wa lā yastakhfūna minallāhi wa huwa ma'ahum iż yubayyitūna mā lā yarḍā minal-qaul(i), wa kānallāhu bimā ya'malūna muḥīṭā(n).",
      "translation": "Им можно скрыться от людей, Но им не скрыться от Аллаха. Аллах находится при них, Когда в ночи они ведут те речи, Которые Ему претят, - Аллах объемлет все, что делают они"
    },
    {
      "verse_number": 109,
      "text_uthmani": "هَـٰٓأَنتُمْ هَـٰٓؤُلَآءِ جَـٰدَلْتُمْ عَنْهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا فَمَن يُجَـٰدِلُ ٱللَّهَ عَنْهُمْ يَوْمَ ٱلْقِيَـٰمَةِ أَم مَّن يَكُونُ عَلَيْهِمْ وَكِيلًا",
      "text_uthmani_transcribed": "Hā'antum hā'ulā'i jādaltum 'anhum fil-ḥayātid-dun-yā, famay yujādilullāha 'anhum yaumal-qiyāmati am may yakūnu 'alaihim wakīlā(n).",
      "translation": "Вот споришь ты, Чтоб оправдать их в этой жизни. А кто поспорит с Господом в их пользу В День Воскресения (на Суд)? И кто же будет поручителем за них"
    },
    {
      "verse_number": 110,
      "text_uthmani": "وَمَن يَعْمَلْ سُوٓءًا أَوْ يَظْلِمْ نَفْسَهُۥ ثُمَّ يَسْتَغْفِرِ ٱللَّهَ يَجِدِ ٱللَّهَ غَفُورًا رَّحِيمًا",
      "text_uthmani_transcribed": "Wa may ya'mal sū'an au yaẓlim nafsahū ṡumma yastagfirillāha yajidillāha gafūrar raḥīmā(n).",
      "translation": "Кто совершает зло Иль обижает собственную душу, А после обращается к Аллаху о прощенье, Найдет, что снисходителен Аллах и милосерд"
    }
  ]
}