[
  {
    "verse_number": 1,
    "text_uthmani": " ٱلْحَمْدُ لِلَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَلَهُ ٱلْحَمْدُ فِى ٱلْـَٔاخِرَةِ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ",
    "text_uthmani_transcribed": "Al-ḥamdu lillāhil-lażī lahū mā fis-samāwāti wa mā fil-arḍi wa lahul-ḥamdu fil-ākhirah(ti), wa huwal-ḥakīmul-khabīr(u).",
    "translation": "Хвала Аллаху, Кому все в небесах и на земле принадлежит, Хвала Ему и (в вечности) другого мира, - Он мудр, ведающий все"
  },
  {
    "verse_number": 2,
    "text_uthmani": "يَعْلَمُ مَا يَلِجُ فِى ٱلْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعْرُجُ فِيهَا ۚ وَهُوَ ٱلرَّحِيمُ ٱلْغَفُورُ",
    "text_uthmani_transcribed": "Ya'lamu mā yaliju fil-arḍi wa mā yakhruju minhā wa mā yanzilu minas-samā'i wa mā ya'ruju fīhā, wa huwar-raḥīmul-gafūr(u).",
    "translation": "Он знает то, что входит в землю и что выходит из нее, Что сходит с неба и туда восходит, - Он милостив и всепрощающ"
  },
  {
    "verse_number": 3,
    "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَا تَأْتِينَا ٱلسَّاعَةُ ۖ قُلْ بَلَىٰ وَرَبِّى لَتَأْتِيَنَّكُمْ عَـٰلِمِ ٱلْغَيْبِ ۖ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِى ٱلسَّمَـٰوَٰتِ وَلَا فِى ٱلْأَرْضِ وَلَآ أَصْغَرُ مِن ذَٰلِكَ وَلَآ أَكْبَرُ إِلَّا فِى كِتَـٰبٍ مُّبِينٍ",
    "text_uthmani_transcribed": "Wa qālal-lażīna kafarū lā ta'tīnas-sā'ah(tu), qul balā wa rabbī lata'tiyannakum, 'ālimul-gaib(i), lā ya'zubu 'anhu miṡqālu żarratin fis-samāwāti wa lā fil-arḍi wa lā aṣgaru min żālika wa lā akbaru illā fī kitābim mubīn(in).",
    "translation": "А те, кто не уверовал (в Аллаха), говорят: \"Час не наступит!\" Ответь (им): \"Нет! Наступит непременно он!\" Я Господом моим клянусь, Кому все сокровенное известно. И нет ни в небесах, ни на земле Ни меньше и ни больше веса одной былинки, Что от Него бы схоронилось, О чем не значилось бы В Ясной Книге (Господних уложений)"
  },
  {
    "verse_number": 4,
    "text_uthmani": "لِّيَجْزِىَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ ۚ أُو۟لَـٰٓئِكَ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
    "text_uthmani_transcribed": "Liyajziyal-lażīna āmanū wa 'amiluṣ-ṣāliḥāt(i), ulā'ika lahum magfiratuw wa rizqun karīm(un).",
    "translation": "Чтобы воздать Он мог Тем, кто уверовал и доброе творит. Для них - прощение и благороднейший надел"
  },
  {
    "verse_number": 5,
    "text_uthmani": "وَٱلَّذِينَ سَعَوْ فِىٓ ءَايَـٰتِنَا مُعَـٰجِزِينَ أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ مِّن رِّجْزٍ أَلِيمٌ",
    "text_uthmani_transcribed": "Wal-lażīna sa'au fī āyātinā mu'ājizīna ulā'ika lahum 'ażābum mir rijzin alīm(un).",
    "translation": "А те, которые усердствуют против знамений Наших, Пытаясь (всеми силами) ослабить их, - Тем - наказание из страшных мук"
  },
  {
    "verse_number": 6,
    "text_uthmani": "وَيَرَى ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ ٱلَّذِىٓ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ هُوَ ٱلْحَقَّ وَيَهْدِىٓ إِلَىٰ صِرَٰطِ ٱلْعَزِيزِ ٱلْحَمِيدِ",
    "text_uthmani_transcribed": "Wa yaral-lażīna ūtul-'ilmal-lażī unzila ilaika mir rabbika huwal-ḥaqq(a), wa yahdī ilā ṣirāṭil-'azīzil-ḥamīd(i).",
    "translation": "И видят те, кому даровано познанье, Что Господом открытое тебе Есть Истина, ведущая на путь Могучего и достохвального Владыки"
  },
  {
    "verse_number": 7,
    "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ هَلْ نَدُلُّكُمْ عَلَىٰ رَجُلٍ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِى خَلْقٍ جَدِيدٍ",
    "text_uthmani_transcribed": "Wa qālal-lażīna kafarū hal nadullukum 'alā rajuliy yunabbi'ukum iżā muzziqtum kulla mumazzaq(in), innakum lafī khalqin jadīd(in).",
    "translation": "Неверные (с насмешкой) говорят: \"Не указать ли вам на человека, Кто вам предскажет, что (в земле), Когда разложитесь вы прахом, Вы (облачитесь) в новое творенье"
  },
  {
    "verse_number": 8,
    "text_uthmani": "أَفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةٌۢ ۗ بَلِ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ فِى ٱلْعَذَابِ وَٱلضَّلَـٰلِ ٱلْبَعِيدِ",
    "text_uthmani_transcribed": "Aftarā 'alallāhi każiban am bihī jinnah(tun), balil-lażīna lā yu'minūna bil-ākhirati fil-'ażābi waḍ-ḍalālil-ba'īd(i).",
    "translation": "Он ложь измыслил на Аллаха Или в него вселился (бес)?\" Но нет! Лишь те, кто в будущую жизнь не верит, (Там) в муках (будут пребывать), (А здесь) находятся в глубоком заблужденье"
  },
  {
    "verse_number": 9,
    "text_uthmani": "أَفَلَمْ يَرَوْا۟ إِلَىٰ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ ۚ إِن نَّشَأْ نَخْسِفْ بِهِمُ ٱلْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِّنَ ٱلسَّمَآءِ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّكُلِّ عَبْدٍ مُّنِيبٍ",
    "text_uthmani_transcribed": "Afalam yarau ilā mā baina aidīhim wa mā khalfahum minas-samā'i wal-arḍ(i), in nasya' nakhsif bihimul-arḍa au nusqiṭ 'alaihim kisafam minas-samā'(i), inna fī żālika la'āyatal likulli 'abdim munīb(in).",
    "translation": "Не видят ли они перед собой и за своей (спиной), Что из небесных (таинств) и земных (Глазам их Господом открыто)? И если б Мы того желали, Мы повелели бы земле (Разверзнуться под их ногами) И (разом) поглотить их всех Иль сбросили б на них кусочек неба, - В этом, поистине, знамение Господне Для всякого служителя Его, Кто с покаянием к Нему приходит"
  },
  {
    "verse_number": 10,
    "text_uthmani": "۞ وَلَقَدْ ءَاتَيْنَا دَاوُۥدَ مِنَّا فَضْلًا ۖ يَـٰجِبَالُ أَوِّبِى مَعَهُۥ وَٱلطَّيْرَ ۖ وَأَلَنَّا لَهُ ٱلْحَدِيدَ",
    "text_uthmani_transcribed": "Wa laqad ātainā dāwūda minnā faḍlā(n), yā jibālu awwibī ma'ahū waṭ-ṭair(a), wa alannā lahul-ḥadīd(a).",
    "translation": "(А прежде) одарили Мы Дауда милостью от Нас: \"О горы! Вместе с ним хвалу Мне воздавайте! Вы, птицы! (Славьте вместе с ним Меня!)\" В его руках железо Мы смягчили"
  },
  {
    "verse_number": 11,
    "text_uthmani": "أَنِ ٱعْمَلْ سَـٰبِغَـٰتٍ وَقَدِّرْ فِى ٱلسَّرْدِ ۖ وَٱعْمَلُوا۟ صَـٰلِحًا ۖ إِنِّى بِمَا تَعْمَلُونَ بَصِيرٌ",
    "text_uthmani_transcribed": "Ani'mal sābigātiw wa qaddir fis-sardi wa'malū ṣāliḥā(n), innī bimā ta'malūna baṣīr(un).",
    "translation": "Кольчугу делай! - (наказали). - И хорошо размер кольцовых петель соблюдай. Твори добро, - ведь вижу Я, что делаете вы"
  }
]