[
  {
    "verse_number": 56,
    "text_uthmani": "وَقَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ وَٱلْإِيمَـٰنَ لَقَدْ لَبِثْتُمْ فِى كِتَـٰبِ ٱللَّهِ إِلَىٰ يَوْمِ ٱلْبَعْثِ ۖ فَهَـٰذَا يَوْمُ ٱلْبَعْثِ وَلَـٰكِنَّكُمْ كُنتُمْ لَا تَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa qālal-lażīna ūtul-'ilma wal-īmāna laqad labiṡtum fī kitābillāhi ilā yaumil-ba'ṡ(i), fa hāżā yaumul-baṡi wa lākinnakum kuntum lā ta'lamūn(a).",
    "translation": "Но те, кому было даровано познание и вера, Скажут (им): \"Вы пребывали там По предопределению Господней Книги До Воскресения (на Суд). Вот он, День Воскресения, (настал), Однако вы не знали"
  },
  {
    "verse_number": 57,
    "text_uthmani": "فَيَوْمَئِذٍ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُوا۟ مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُونَ",
    "text_uthmani_transcribed": "Fa yauma'iżil lā yanfa'ul-lażīna ẓalamū ma'żiratuhum wa lā hum yusta'tabūn(a).",
    "translation": "И никакие оправдания В тот День Неверным злочестивцам не помогут, Им никакого снисхожденья не дадут"
  },
  {
    "verse_number": 58,
    "text_uthmani": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هَـٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ ۚ وَلَئِن جِئْتَهُم بِـَٔايَةٍ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ أَنتُمْ إِلَّا مُبْطِلُونَ",
    "text_uthmani_transcribed": "Wa laqad ḍarabnā lin-nāsi fī hāżal-qur'āni min kulli maṡal(in), wa la'in ji'tahum bi'āyatil layaqūlannal-lażīna kafarū in antum illā mubṭilūn(a).",
    "translation": "Мы предлагаем людям в Аль Кор'ане Притчи различного значения и толка. Но если ты придешь к ним со знаменьем, То те, кто не уверовал (в Аллаха), несомненно, скажут: \"Все это - лишь пустой (обман)"
  },
  {
    "verse_number": 59,
    "text_uthmani": "كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Każālika yaṭba'ullāhu 'alā qulūbil-lażīna lā ya'lamūn(a).",
    "translation": "Так налагает Бог печать на сердце тех, Кто разумением не обладает"
  },
  {
    "verse_number": 60,
    "text_uthmani": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۖ وَلَا يَسْتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ",
    "text_uthmani_transcribed": "Faṣbir inna wa'dallāhi ḥaqquw wa lā yastakhiffannakal-lażīna lā yūqinūn(a).",
    "translation": "Так будь же терпеливо-стоек ты, (о Мухаммад!), - Ведь истинно обетование Аллаха. И пусть не поколеблют стойкости твоей Те, в ком уверенности нет (В Господней праведности этой Книги)"
  }
]