[
  {
    "verse_number": 133,
    "text_uthmani": "۞ وَسَارِعُوٓا۟ إِلَىٰ مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا ٱلسَّمَـٰوَٰتُ وَٱلْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ",
    "text_uthmani_transcribed": "Wa sāri'ū ilā magfiratim mir rabbikum wa jannatin 'arḍuhas-samāwātu wal-arḍ(u), u'iddat lil-muttaqīn(a).",
    "translation": "Спешите обрести прощение и Сад, Обширный, как земля и небо, И уготованный для тех, Кто (гнева) Господа страшится"
  },
  {
    "verse_number": 134,
    "text_uthmani": "ٱلَّذِينَ يُنفِقُونَ فِى ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلْكَـٰظِمِينَ ٱلْغَيْظَ وَٱلْعَافِينَ عَنِ ٱلنَّاسِ ۗ وَٱللَّهُ يُحِبُّ ٱلْمُحْسِنِينَ",
    "text_uthmani_transcribed": "Al-lażīna yunfiqūna fis-sarrā'i waḍ-ḍarrā'i wal-kāẓimīnal gaiẓa wal-'āfīna 'anin-nās(i), wallāhu yuḥibbul-muḥsinīn(a).",
    "translation": "Тех, кто расходует в достатке и в нужде, Кто, сдерживая гнев, прощает людям, - Благотворящих чтит Господь"
  },
  {
    "verse_number": 135,
    "text_uthmani": "وَٱلَّذِينَ إِذَا فَعَلُوا۟ فَـٰحِشَةً أَوْ ظَلَمُوٓا۟ أَنفُسَهُمْ ذَكَرُوا۟ ٱللَّهَ فَٱسْتَغْفَرُوا۟ لِذُنُوبِهِمْ وَمَن يَغْفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمْ يُصِرُّوا۟ عَلَىٰ مَا فَعَلُوا۟ وَهُمْ يَعْلَمُونَ",
    "text_uthmani_transcribed": "Wal-lażīna iżā fa'alū fāḥisyatan au ẓalamū anfusahum żakarullāha fastagfarū liżunūbihim, wa may yagfiruż-żunūba illallāh(u), wa lam yuṣirrū 'alā mā fa'alū wa hum ya'lamūn(a).",
    "translation": "И тех, кто злое совершил, чиня урон своей душе, Потом же обратился к Богу с покаяньем, Взывая о прощении грехов - А кто простить грехи, помимо Бога, может?! - И не упорствует в том зле, Что в полном ведении совершил"
  },
  {
    "verse_number": 136,
    "text_uthmani": "أُو۟لَـٰٓئِكَ جَزَآؤُهُم مَّغْفِرَةٌ مِّن رَّبِّهِمْ وَجَنَّـٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ وَنِعْمَ أَجْرُ ٱلْعَـٰمِلِينَ",
    "text_uthmani_transcribed": "Ulā'ika jazā'uhum magfiratum mir rabbihim wa jannātun tajrī min taḥtihal-anhāru khālidīna fīhā, wa ni'ma ajrul-'āmilīn(a).",
    "translation": "Награда им - прощение от их Владыки И Сад, реками омовенный, Где пребывать навечно им, - Поистине, достойная награда Для обладателей деяний добрых"
  },
  {
    "verse_number": 137,
    "text_uthmani": "قَدْ خَلَتْ مِن قَبْلِكُمْ سُنَنٌ فَسِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُكَذِّبِينَ",
    "text_uthmani_transcribed": "Qad khalat min qablikum sunan(un), fa sīrū fil-arḍi fanẓurū kaifa kāna 'āqibatul-mukażżibīn(a).",
    "translation": "Как много поучительных событий Прошло до вас (земное бытие)! Пройдите по земле и посмотрите, Каков конец был тех, Которые в неверии упрямом Лжецами объявляли всех (пророков)"
  },
  {
    "verse_number": 138,
    "text_uthmani": "هَـٰذَا بَيَانٌ لِّلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِّلْمُتَّقِينَ",
    "text_uthmani_transcribed": "Hāżā bayānul lin-nāsi wa hudaw wa mau'iẓatul lil-muttaqīn(a).",
    "translation": "Здесь кроется и разъяснение, и руководство людям, И увещание для тех, кто Господа страшится"
  },
  {
    "verse_number": 139,
    "text_uthmani": "وَلَا تَهِنُوا۟ وَلَا تَحْزَنُوا۟ وَأَنتُمُ ٱلْأَعْلَوْنَ إِن كُنتُم مُّؤْمِنِينَ",
    "text_uthmani_transcribed": "Wa lā tahinū wa lā taḥzanū wa antumul-a'launa in kuntum mu'minīn(a).",
    "translation": "Так не печальтесь вы и не теряйте духа, Вы наберетесь сил и встанете над ними, Коль вы уверовали (в Бога)"
  },
  {
    "verse_number": 140,
    "text_uthmani": "إِن يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ ٱلْقَوْمَ قَرْحٌ مِّثْلُهُۥ ۚ وَتِلْكَ ٱلْأَيَّامُ نُدَاوِلُهَا بَيْنَ ٱلنَّاسِ وَلِيَعْلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَيَتَّخِذَ مِنكُمْ شُهَدَآءَ ۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Iy yamsaskum qarḥun faqad massal-qauma qarḥum miṡluh(ū), wa tilkal-ayyāmu nudāwiluhā binan-nās(i), wa liya'lamallāhul-lażīna āmanū wa yattakhiża minkum syuhadā'(u),  wallāhu lā yuḥibbuẓ-ẓālimīn(a).",
    "translation": "И если вас коснулась рана, Такую ж рану претерпели и они: Мы чередуем меж людьми Такие дни (успехов и падений), Чтобы Господь мог праведных узнать И среди них избрать в свидетели Себе (Всех тех, кто принял смерть за веру), - Поистине, Господь не любит тех, кто преступает (Пределы, установленные Им)"
  },
  {
    "verse_number": 141,
    "text_uthmani": "وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَيَمْحَقَ ٱلْكَـٰفِرِينَ",
    "text_uthmani_transcribed": "Wa liyumaḥḥiṣallāhul-lażīna āmanū wa yamḥaqal-kāfirīn(a).",
    "translation": "Чтоб испытанием очистить верных И нечестивых сокрушать"
  },
  {
    "verse_number": 142,
    "text_uthmani": "أَمْ حَسِبْتُمْ أَن تَدْخُلُوا۟ ٱلْجَنَّةَ وَلَمَّا يَعْلَمِ ٱللَّهُ ٱلَّذِينَ جَـٰهَدُوا۟ مِنكُمْ وَيَعْلَمَ ٱلصَّـٰبِرِينَ",
    "text_uthmani_transcribed": "Am ḥasibtum an tadkhulul-jannata wa lammā ya'lamillāhul-lażīna jāhadū minkum wa ya'lamaṣ-ṣābirīn(a).",
    "translation": "Иль вы надеялись, что в Рай войдете, Когда Господь еще не распознал, Кто, на Его пути сражаясь, устоял"
  },
  {
    "verse_number": 143,
    "text_uthmani": "وَلَقَدْ كُنتُمْ تَمَنَّوْنَ ٱلْمَوْتَ مِن قَبْلِ أَن تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنتُمْ تَنظُرُونَ",
    "text_uthmani_transcribed": "Wa laqad kuntum tamannaunal-mauta min qabli an talqauh(u), faqad ra'aitumūhu wa antum tanẓurūn(a).",
    "translation": "Желали смерти вы себе, Пока лицом к лицу не встретили ее, - Теперь она явилась наяву вам, (И дрогнули от страха вы)"
  }
]