{
  "chapter_number": 31,
  "verses": [
    {
      "verse_number": 1,
      "text_uthmani": " الٓمٓ",
      "text_uthmani_transcribed": "Alif lām mīm.",
      "translation": "Алеф - Лям - Мим"
    },
    {
      "verse_number": 2,
      "text_uthmani": "تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ ٱلْحَكِيمِ",
      "text_uthmani_transcribed": "Tilka āyātul-kitābil-ḥakīm(i).",
      "translation": "Это - знаменья мудрой Книги"
    },
    {
      "verse_number": 3,
      "text_uthmani": "هُدًى وَرَحْمَةً لِّلْمُحْسِنِينَ",
      "text_uthmani_transcribed": "Hudaw wa raḥmatal lil-muḥsinīn(a).",
      "translation": "Как руководство и как милость Для всех, кто доброе творит"
    },
    {
      "verse_number": 4,
      "text_uthmani": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْـَٔاخِرَةِ هُمْ يُوقِنُونَ",
      "text_uthmani_transcribed": "Allażīna yuqīmūnaṣ-ṣalāta wa yu'tūnaz-zakāta wa hum bil-ākhirati hum yūqinūn(a).",
      "translation": "Молитву совершает по часам И правит очистительную подать, Уверовав в (их) будущую жизнь"
    },
    {
      "verse_number": 5,
      "text_uthmani": "أُو۟لَـٰٓئِكَ عَلَىٰ هُدًى مِّن رَّبِّهِمْ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "text_uthmani_transcribed": "Ulā'ika 'alā hudam mir rabbihim wa ulā'ika humul-mufliḥūn(a).",
      "translation": "Они идут прямой стезею Бога, - Лишь им познать Господню благодать"
    },
    {
      "verse_number": 6,
      "text_uthmani": "وَمِنَ ٱلنَّاسِ مَن يَشْتَرِى لَهْوَ ٱلْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا ۚ أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ مُّهِينٌ",
      "text_uthmani_transcribed": "Wa minan-nāsi may yasytarī lahwal-ḥadīṡi liyuḍilla 'an sabīlillāhi bigairi 'ilmiw wa yattakhiżahā huzuwā(n), ulā'ika lahum 'ażābum muhīn(un).",
      "translation": "Но есть среди людей и тот, Кто, никаким познанием не обладая, Пустые небылицы покупает, Чтоб ими уклонить с Господнего пути И обратить в забаву (заповеданное Богом). Бесчестие их (ждет) и унизительная кара"
    },
    {
      "verse_number": 7,
      "text_uthmani": "وَإِذَا تُتْلَىٰ عَلَيْهِ ءَايَـٰتُنَا وَلَّىٰ مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ فِىٓ أُذُنَيْهِ وَقْرًا ۖ فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ",
      "text_uthmani_transcribed": "Wa iżā tutlā 'alaihi āyātunā wallā mustakbiran ka'allam yasma'hā ka'anna fī użunaihi waqrā(n), fabasyyirhu bi'ażābin alīm(in).",
      "translation": "Когда читаются ему знаменья Наши, Он отвращается надменно, Как будто бы не слыша их, Как будто б глухотой закрыты его уши. Благовести ж ему мучительную кару"
    },
    {
      "verse_number": 8,
      "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُمْ جَنَّـٰتُ ٱلنَّعِيمِ",
      "text_uthmani_transcribed": "Innal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti lahum jannātun na'īm(i).",
      "translation": "Для тех же, кто уверовал и делает благое, - Сады (Господней) благодати"
    },
    {
      "verse_number": 9,
      "text_uthmani": "خَـٰلِدِينَ فِيهَا ۖ وَعْدَ ٱللَّهِ حَقًّا ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "text_uthmani_transcribed": "Khālidīna fīhā, wa'dallāhi ḥaqqā(n), wa huwal-'azīzul-ḥakīm(u).",
      "translation": "И вечно пребывать им там По верному обетованию Аллаха, - Он мудр и могущ"
    },
    {
      "verse_number": 10,
      "text_uthmani": "خَلَقَ ٱلسَّمَـٰوَٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ۖ وَأَلْقَىٰ فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ ۚ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً فَأَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ",
      "text_uthmani_transcribed": "Khalaqas-samāwāti bigairi 'amadin taraunahā wa alqā fil-arḍi rawāsiya an tamīda bikum wa baṡṡa fīhā min kulli dābbah(tin), wa anzalnā minas-samā'i mā'an fa ambatnā fīhā min kulli zaujin karīm(in).",
      "translation": "Он небеса воздвиг без видимых опор, На землю бросил горные твердыни, Прочно стоящие (в недвижности своей), Чтобы она не колебалась с вами, И там рассеял всяку живность. Мы с неба льем (обильные) дожди И ими взращиваем пАры благородных видов"
    },
    {
      "verse_number": 11,
      "text_uthmani": "هَـٰذَا خَلْقُ ٱللَّهِ فَأَرُونِى مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦ ۚ بَلِ ٱلظَّـٰلِمُونَ فِى ضَلَـٰلٍ مُّبِينٍ",
      "text_uthmani_transcribed": "Hāżā khalqullāhi fa arūnī māżā khalaqal-lażīna min dūnih(ī), baliẓ-ẓālimūna fī ḍalālim mubīn(in).",
      "translation": "И это (все) - творение Аллаха. Так покажите Мне, Что сотворили те, иные, кроме Бога. Поистине, неправедные - в явном заблужденье"
    }
  ]
}