{
  "chapter_number": 50,
  "verses": [
    {
      "verse_number": 34,
      "text_uthmani": "ٱدْخُلُوهَا بِسَلَـٰمٍ ۖ ذَٰلِكَ يَوْمُ ٱلْخُلُودِ",
      "text_uthmani_transcribed": "Udkhulūhā bisalām(in), żālika yaumul-khulūd(i).",
      "translation": "Войдите с миром (в Рай), И пусть для вас День этот Началом вечной жизни будет"
    },
    {
      "verse_number": 35,
      "text_uthmani": "لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ",
      "text_uthmani_transcribed": "Lahum mā yasyā'ūna fīhā wa ladainā mazīd(un).",
      "translation": "И там они найдут все то, что пожелают, И нечто большее, Что восполняется присутствием Господним"
    },
    {
      "verse_number": 36,
      "text_uthmani": "وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هُمْ أَشَدُّ مِنْهُم بَطْشًا فَنَقَّبُوا۟ فِى ٱلْبِلَـٰدِ هَلْ مِن مَّحِيصٍ",
      "text_uthmani_transcribed": "Wa kam ahlaknā qablahum min qarnin hum asyaddu minhum baṭsyan fanaqqabū fil-bilād(i), hal mim maḥīṣ(in).",
      "translation": "А сколько и до них Мы поколений погубили, Кто мощью их превосходил! И вот потом, в своих мытарствах по земле, Смогли ль они найти себе упокоенье"
    },
    {
      "verse_number": 37,
      "text_uthmani": "إِنَّ فِى ذَٰلِكَ لَذِكْرَىٰ لِمَن كَانَ لَهُۥ قَلْبٌ أَوْ أَلْقَى ٱلسَّمْعَ وَهُوَ شَهِيدٌ",
      "text_uthmani_transcribed": "Inna fī żālika lażikrā liman kāna lahū qalbun au alqas-sam'a wa huwa syahīd(un).",
      "translation": "Здесь, истинно, (Господне) назидание - для тех, В ком разуменье есть, (чтобы его) услышать, Кто может осознать его и внять (Господнему призыву)"
    },
    {
      "verse_number": 38,
      "text_uthmani": "وَلَقَدْ خَلَقْنَا ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِن لُّغُوبٍ",
      "text_uthmani_transcribed": "Wa laqad khalaqnas-samāwāti wal-arḍa wa mā bainahumā fī sittati ayyām(in), wa mā massanā mil lugūb(in).",
      "translation": "Мы сотворили небеса и землю И все, что между ними, за шесть (небесных) дней, И не коснулась Нас усталость"
    },
    {
      "verse_number": 39,
      "text_uthmani": "فَٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ ٱلشَّمْسِ وَقَبْلَ ٱلْغُرُوبِ",
      "text_uthmani_transcribed": "Faṣbir 'alā mā yaqūlūna wa sabbiḥ biḥamdi rabbika qabla ṭulū'isy-syamsi wa qablal-gurūb(i).",
      "translation": "С терпеньем отнесись к тому, что говорят они. Воздай хвалу Аллаху И в час предшествия восхода солнца, И в час предшествия его заката"
    },
    {
      "verse_number": 40,
      "text_uthmani": "وَمِنَ ٱلَّيْلِ فَسَبِّحْهُ وَأَدْبَـٰرَ ٱلسُّجُودِ",
      "text_uthmani_transcribed": "Wa minal-laili fasabbiḥhu wa adbāras-sujūd(i).",
      "translation": "И ночью прославляй Его, И славь в послемолитвенных раздумьях"
    },
    {
      "verse_number": 41,
      "text_uthmani": "وَٱسْتَمِعْ يَوْمَ يُنَادِ ٱلْمُنَادِ مِن مَّكَانٍ قَرِيبٍ",
      "text_uthmani_transcribed": "Wastami' yauma yunādil-munādi mim makānin qarīb(in).",
      "translation": "Прислушайся в тот День, Когда раздастся глас с близрасположенного места"
    },
    {
      "verse_number": 42,
      "text_uthmani": "يَوْمَ يَسْمَعُونَ ٱلصَّيْحَةَ بِٱلْحَقِّ ۚ ذَٰلِكَ يَوْمُ ٱلْخُرُوجِ",
      "text_uthmani_transcribed": "Yauma yasma'ūnaṣ-ṣaiḥata bil-ḥaqq(i), żālika yaumul-khurūj(i).",
      "translation": "В тот День, Когда они, воистину, услышат вскрик, И День наступит Воскресенья"
    },
    {
      "verse_number": 43,
      "text_uthmani": "إِنَّا نَحْنُ نُحْىِۦ وَنُمِيتُ وَإِلَيْنَا ٱلْمَصِيرُ",
      "text_uthmani_transcribed": "Innā naḥnu nuḥyī wa numītu wa ilainal-maṣīr(u).",
      "translation": "Поистине, лишь Мы даруем жизнь и смерть, И к Нам ведет последний ваш приход"
    },
    {
      "verse_number": 44,
      "text_uthmani": "يَوْمَ تَشَقَّقُ ٱلْأَرْضُ عَنْهُمْ سِرَاعًا ۚ ذَٰلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ",
      "text_uthmani_transcribed": "Yauma tasyaqqaqul-arḍu 'anhum sirā'ā(n), żālika ḥasyrun 'alainā yasīr(un).",
      "translation": "В тот День, Когда расколется земля, Людей спешащих (на поверхность извергая), - Такое собирание (людей) Совсем труда Нам не составит"
    }
  ]
}