[
  {
    "verse_number": 1,
    "text_uthmani": " الٓر ۚ كِتَـٰبٌ أُحْكِمَتْ ءَايَـٰتُهُۥ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ",
    "text_uthmani_transcribed": "Alif lām rā, kitābun uḥkimat āyātuhū ṡumma fuṣṣilat mil ladun ḥakīmin khabīr(in).",
    "translation": "Алеф - Лям - Ра. Сие - Писание, в котором Утверждены знамения в порядке совершенном И с ясностью изложены потом - Мудрейшим и Всеведущим (Аллахом)"
  },
  {
    "verse_number": 2,
    "text_uthmani": "أَلَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ ۚ إِنَّنِى لَكُم مِّنْهُ نَذِيرٌ وَبَشِيرٌ",
    "text_uthmani_transcribed": "Allā ta'budū illallāh(a), innanī lakum minhu nażīruw wa basyīr(un).",
    "translation": "Чтоб никого, кроме Аллаха, вы не чтили. Я от Него, поистине, к вам (послан) Как увещатель (от дурного) И благовестник (для предавшихся Ему)"
  },
  {
    "verse_number": 3,
    "text_uthmani": "وَأَنِ ٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ يُمَتِّعْكُم مَّتَـٰعًا حَسَنًا إِلَىٰٓ أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِى فَضْلٍ فَضْلَهُۥ ۖ وَإِن تَوَلَّوْا۟ فَإِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ",
    "text_uthmani_transcribed": "Wa anistagfirū rabbakum ṡumma tūbū ilaihi yumatti'kum matā'an ḥasanan ilā ajalim musammaw wa yu'ti kulla żī faḍlin faḍlah(ū), wa in tawallau fa innī akhāfu 'alaikum 'ażāba yaumin kabīr(in).",
    "translation": "Чтоб о прощении вы Господа просили И обращались с покаянием к Нему. И Он дарует вам имение благое До предназначенного срока; И всякому, кто щедр в милости своей, Доставит Он Свои щедроты. А если все же отвратитесь вы, За вас я кары Дня Великого страшусь"
  },
  {
    "verse_number": 4,
    "text_uthmani": "إِلَى ٱللَّهِ مَرْجِعُكُمْ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Ilallāhi marji'ukum, wa huwa 'alā kulli syai'in qadīr(un).",
    "translation": "К Аллаху ваше возвращенье, - Ведь Он над всякой вещью мощен"
  },
  {
    "verse_number": 5,
    "text_uthmani": "أَلَآ إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا۟ مِنْهُ ۚ أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
    "text_uthmani_transcribed": "Alā innahum yaṡnūna ṣudūrahum liyastakhfū minh(u), alā ḥīna yastagsyūna ṡiyābahum, ya'lamu mā yusirrūna wa mā yu'linūn(a), innahū 'alīmum biżātiṣ-ṣudūr(i).",
    "translation": "Гляди, они закутывают грудь, Чтоб утаить там от Него (свои секреты). Но в тот же миг, когда они пытаются облечься в одеянья, Он знает, что они таят, Что напоказ являют, - Поистине, Он знает, что (у них) в груди таится"
  },
  {
    "verse_number": 6,
    "text_uthmani": "۞ وَمَا مِن دَآبَّةٍ فِى ٱلْأَرْضِ إِلَّا عَلَى ٱللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِى كِتَـٰبٍ مُّبِينٍ",
    "text_uthmani_transcribed": "Wa mā min dābbatin fil-arḍi illā 'alallāhi  rizquhā wa ya'lamu mustaqarrahā wa mustauda'ahā, kullun fī kitābim mubīn(in).",
    "translation": "Нет ни единой твари на земле, Что в пропитании своем свободна от Аллаха; Ему известно и становище ее, И временный ее носитель, - И значится об этом в Ясной Книге (у Аллаха)"
  },
  {
    "verse_number": 7,
    "text_uthmani": "وَهُوَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُۥ عَلَى ٱلْمَآءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ۗ وَلَئِن قُلْتَ إِنَّكُم مَّبْعُوثُونَ مِنۢ بَعْدِ ٱلْمَوْتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
    "text_uthmani_transcribed": "Wa huwal-lażī khalaqas-samāwāti wal-arḍa fī sittati ayyāmiw wa kāna 'arsyuhū 'alal-mā'i liyabluwakum ayyukum aḥsanu 'amalā(n), wa la'in qulta innakum mab'ūṡūna mim ba'dil-mauti layaqūlannal-lażīna kafarū in hāżā illā siḥrum mubīn(un).",
    "translation": "Он - Тот, Кто небеса и землю сотворил За шесть (небесных) дней И Свой Престол (установил) на водах, Чтобы, испытывая вас, (узнать), Которые из вас в своих деяньях лучше. Но если ты, (о Мухаммад!), им скажешь: \"Вы, истинно, по смерти будете воскрешены!\", То те, кто не уверовал (в Аллаха), скажут: \"Сие есть явный вымысел, и только"
  },
  {
    "verse_number": 8,
    "text_uthmani": "وَلَئِنْ أَخَّرْنَا عَنْهُمُ ٱلْعَذَابَ إِلَىٰٓ أُمَّةٍ مَّعْدُودَةٍ لَّيَقُولُنَّ مَا يَحْبِسُهُۥٓ ۗ أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "text_uthmani_transcribed": "Wa la'in akhkharnā 'anhumul-'ażāba ilā ummatim ma'dūdatil layaqūlunna mā yaḥbisuh(ū), alā yauma ya'tīhim laisa maṣrūfan 'anhum wa ḥāqa bihim mā kānū bihī yastahzi'ūn(a).",
    "translation": "И если Мы отсрочим наказание для них На срок определенный, То, несомненно, они скажут: \"Что ж все-таки удерживает это?\" Но в День, когда оно придет к ним, Никто не сможет отстранить их от него, - Постигнет их со всех сторон, Над чем они (в сей жизни) насмехались"
  },
  {
    "verse_number": 9,
    "text_uthmani": "وَلَئِنْ أَذَقْنَا ٱلْإِنسَـٰنَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَـٰهَا مِنْهُ إِنَّهُۥ لَيَـُٔوسٌ كَفُورٌ",
    "text_uthmani_transcribed": "Wa la'in ażaqnal-insāna minnā raḥmatan ṡumma naza'nāhā 'anh(u), innahū laya'ūsun kafūr(un).",
    "translation": "И если Мы позволим человеку Вкус Нашей милости познать, Потом же у него ее отнимем, Глядите, он в отчаянье приходит, - Неблагодарным становясь, утрачивает веру"
  },
  {
    "verse_number": 10,
    "text_uthmani": "وَلَئِنْ أَذَقْنَـٰهُ نَعْمَآءَ بَعْدَ ضَرَّآءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّىٓ ۚ إِنَّهُۥ لَفَرِحٌ فَخُورٌ",
    "text_uthmani_transcribed": "Wa la'in ażaqnāhu na'mā'a ba'da ḍarrā'a massathu layaqūlanna żahabas-sayyi'ātu 'annī, innahū lafariḥun fakhūr(un).",
    "translation": "Но если Мы позволим человеку Вкус благоденствия познать После того, как тяжкие невзгоды Легли (Господним испытаньем) на него, Он, несомненно, говорит: \"Покинули меня невзгоды!\" Ликует он тогда и исполняется гордыни"
  },
  {
    "verse_number": 11,
    "text_uthmani": "إِلَّا ٱلَّذِينَ صَبَرُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أُو۟لَـٰٓئِكَ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
    "text_uthmani_transcribed": "Illal-lażīna ṣabarū wa 'amiluṣ-ṣāliḥāt(i), ulā'ika lahum magfiratuw wa ajrun kabīr(un).",
    "translation": "Помимо тех, Кто терпеливо-стоек и творит благое: Для них - великая награда и прощенье"
  }
]