[
  {
    "verse_number": 45,
    "text_uthmani": "إِذْ قَالَتِ ٱلْمَلَـٰٓئِكَةُ يَـٰمَرْيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ ٱسْمُهُ ٱلْمَسِيحُ عِيسَى ٱبْنُ مَرْيَمَ وَجِيهًا فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ وَمِنَ ٱلْمُقَرَّبِينَ",
    "text_uthmani_transcribed": "Iż qālatil-malā'ikatu yā maryama innallāha yubasysyiruki bikalimatim minhusmuhul-masīḥu 'īsabnu maryama wajīhan fid-dun-yā wal-ākhirati wa minal-muqarrabīn(a).",
    "translation": "И (вспомните), как ангелы сказали: \"Марйам, Бог шлет тебе благую Весть о Слове от Него, Имя которому- Мессия Иса, сын Марйам, Кто будет славен в этом мире и в другом, - Один из тех, кто к Господу приближен"
  },
  {
    "verse_number": 46,
    "text_uthmani": "وَيُكَلِّمُ ٱلنَّاسَ فِى ٱلْمَهْدِ وَكَهْلًا وَمِنَ ٱلصَّـٰلِحِينَ",
    "text_uthmani_transcribed": "Wa yukallimun nāsa fil-mahdi wa kahlaw wa minaṣ-ṣāliḥīn(a).",
    "translation": "Еще младенцем будет к людям обращаться И взрослым будет с ними говорить - Одним из праведников станет"
  },
  {
    "verse_number": 47,
    "text_uthmani": "قَالَتْ رَبِّ أَنَّىٰ يَكُونُ لِى وَلَدٌ وَلَمْ يَمْسَسْنِى بَشَرٌ ۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخْلُقُ مَا يَشَآءُ ۚ إِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
    "text_uthmani_transcribed": "Qālat rabbi annā yakūnu lī waladuw wa lam yamsasnī basyar(un), qāla każālikillāhu yakhluqu mā yasyā'(u), iżā qaḍā amran fa'innamā yaqūlu lahū kun fayakūn(u).",
    "translation": "Она сказала: \"О Господь мой! Как явится ко мне сие дитя, Когда ко мне не прикасался ни один мужчина?\" И Он сказал: \"Господь творит, что пожелает\". Когда задумано творенье Им, Он молвит: \"Будь!\" - и явится оно"
  },
  {
    "verse_number": 48,
    "text_uthmani": "وَيُعَلِّمُهُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ",
    "text_uthmani_transcribed": "Wa ya'allimuhul-kitāba wal-ḥikmata wat-taurāta wal-injīl(a).",
    "translation": "И Он Писанию и мудрости его научит, Евангелию и Закону (Торе)"
  },
  {
    "verse_number": 49,
    "text_uthmani": "وَرَسُولًا إِلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ أَنِّى قَدْ جِئْتُكُم بِـَٔايَةٍ مِّن رَّبِّكُمْ ۖ أَنِّىٓ أَخْلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيْـَٔةِ ٱلطَّيْرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيْرًۢا بِإِذْنِ ٱللَّهِ ۖ وَأُبْرِئُ ٱلْأَكْمَهَ وَٱلْأَبْرَصَ وَأُحْىِ ٱلْمَوْتَىٰ بِإِذْنِ ٱللَّهِ ۖ وَأُنَبِّئُكُم بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِى بُيُوتِكُمْ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ",
    "text_uthmani_transcribed": "Wa rasūlan ilā banī isrā'īl(a), annī qad ji'tukum bi'āyatim mir rabbikum, annī akhluqu lakum minaṭ-ṭīni kahai'atiṭ-ṭairi fa'anfukhu  fihi fayakūnu ṭairam bi'iżnillāh(i), wa ubarri'ul-akmaha wal-abraṣa wa uḥyil-mautā bi'iżnillāh(i), wa unabbi'ukum bimā ta'kulūna wa mā taddakhirūna fī buyūtikum, inna fī żālika la'āyatal lakum in kuntum mu'minīn(a).",
    "translation": "Посланником к сынам Исраиля (назначит): \"Я к вам пришел от Господа с Его знаменьем - Я сотворю для вас из глины образ птицы, Вдохну в нее, и волею Господней оживет она; Я исцелю того, кто слеп родился, И прокаженного оздоровлю, Я оживлю Господней волею умерших, И назову вам все, что вы едите И что храните усебя в домах, - В этом, поистине, знамение для вас, Коль (в Господа) уверовали вы"
  },
  {
    "verse_number": 50,
    "text_uthmani": "وَمُصَدِّقًا لِّمَا بَيْنَ يَدَىَّ مِنَ ٱلتَّوْرَىٰةِ وَلِأُحِلَّ لَكُم بَعْضَ ٱلَّذِى حُرِّمَ عَلَيْكُمْ ۚ وَجِئْتُكُم بِـَٔايَةٍ مِّن رَّبِّكُمْ فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
    "text_uthmani_transcribed": "Wa muṣaddiqal limā baina yadayya minat-taurāti wa li'uḥilla lakum ba'ḍal-lażī ḥurrima 'alaikum wa ji'tukum bi'āyatim mir rabbikum, fattaqullāha wa aṭī'ūn(i).",
    "translation": "Я к вам (пришел), Чтоб истину Закона (Торы) утвердить, Что до меня был вам ниспослан, И разрешить вам часть того, Что ранее для вас запретным было, - Я со знамением от Господа пришел к вам, А потому страшитесь Его гнева И будьте мне послушны"
  },
  {
    "verse_number": 51,
    "text_uthmani": "إِنَّ ٱللَّهَ رَبِّى وَرَبُّكُمْ فَٱعْبُدُوهُ ۗ هَـٰذَا صِرَٰطٌ مُّسْتَقِيمٌ",
    "text_uthmani_transcribed": "Innallāha rabbī wa rabbukum fa'budūh(u), hāżā ṣirāṭum mustaqīm(un).",
    "translation": "Ведь лишь Аллах - и мой, и ваш Господь! Так поклоняйтесь же Ему, - Сие есть правый путь (для вас)"
  },
  {
    "verse_number": 52,
    "text_uthmani": "۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنْهُمُ ٱلْكُفْرَ قَالَ مَنْ أَنصَارِىٓ إِلَى ٱللَّهِ ۖ قَالَ ٱلْحَوَارِيُّونَ نَحْنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشْهَدْ بِأَنَّا مُسْلِمُونَ",
    "text_uthmani_transcribed": "Falammā aḥassa 'īsā minhumul-kufra qāla man anṣārī ilallāh(i), qālal-ḥawāriyyūna naḥnu anṣārullāh(i), āmannā billāh(i), wasyhad bi'annā muslimūn(a).",
    "translation": "Когда же Иса в них неверие увидел, Он сказал: \"Кто на пути Господнем Помощниками будет мне?\" И тут апостолы сказали: \"Помощники в Господнем деле - мы; Мы веруем в Аллаха, и будь свидетель нам, Что лишь Ему мы предаемся"
  },
  {
    "verse_number": 53,
    "text_uthmani": "رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلْتَ وَٱتَّبَعْنَا ٱلرَّسُولَ فَٱكْتُبْنَا مَعَ ٱلشَّـٰهِدِينَ",
    "text_uthmani_transcribed": "Rabbanā āmannā bimā anzalta wattaba'nar-rasūla faktubnā ma'asy-syāhidīn(a).",
    "translation": "Владыка наш! Мы веруем во все, что Ты нам ниспослал, И Твоему посланнику послушны, - Впиши же нас средь исповедников Своих"
  },
  {
    "verse_number": 54,
    "text_uthmani": "وَمَكَرُوا۟ وَمَكَرَ ٱللَّهُ ۖ وَٱللَّهُ خَيْرُ ٱلْمَـٰكِرِينَ",
    "text_uthmani_transcribed": "Wa makarū wa makarallāh(u), wallāhu khairul-mākirīn(a).",
    "translation": "И стали они хитрость замышлять (против Мессии), А (против них) стал замышлять Аллах, - Поистине, нет лучше замыслов Господних"
  },
  {
    "verse_number": 55,
    "text_uthmani": "إِذْ قَالَ ٱللَّهُ يَـٰعِيسَىٰٓ إِنِّى مُتَوَفِّيكَ وَرَافِعُكَ إِلَىَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُوا۟ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوْقَ ٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ ۖ ثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
    "text_uthmani_transcribed": "Iż qālallāhu yā 'īsā innī mutawaffīka wa rāfi'uka ilayya wa muṭahhiruka minal-lażīna kafarū wa jā'ilul-lażīnattaba'ūka fauqal-lażīna kafarū ilā yaumil-qiyāmah(ti), ṡumma ilayya marji'ukum fa aḥkumu bainakum fīmā kuntum fīhi takhtalifūn(a).",
    "translation": "И (вспомните), когда Аллах сказал: \"О Иса! Я Сам пошлю тебе упокоенье, Потом же вознесу к Себе, Освобожу от (богохульств) неверных, А тех, кто следует тебе, Превознесу над теми, кто в неверии остался, До Воскресения (на Суд), Когда вы все ко Мне вернетесь И Я меж вами рассужу, О чем вы (в жизни ближней) расходились"
  }
]