[
  {
    "verse_number": 78,
    "text_uthmani": "وَجَآءَهُۥ قَوْمُهُۥ يُهْرَعُونَ إِلَيْهِ وَمِن قَبْلُ كَانُوا۟ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ ۚ قَالَ يَـٰقَوْمِ هَـٰٓؤُلَآءِ بَنَاتِى هُنَّ أَطْهَرُ لَكُمْ ۖ فَٱتَّقُوا۟ ٱللَّهَ وَلَا تُخْزُونِ فِى ضَيْفِىٓ ۖ أَلَيْسَ مِنكُمْ رَجُلٌ رَّشِيدٌ",
    "text_uthmani_transcribed": "Wa jā'ahū qaumuhū yuhra'ūna ilaih(i), wa min qablu kānū ya'malūnas-sayyi'āt(i), qāla yā qaumi hā'ulā'i banātī hunna aṭharu lakum fattaqullāha wa lā tukhzūni fī ḍaifī, alaisa minkum rajulur rasyīd(un).",
    "translation": "И спешно бросился к нему его народ, - Ведь и до этого они такие мерзости творили, - И он сказал: \"О мой народ! Вот - мои дочери, Они для вас (пристойнее и) чище. Побойтесь же Аллаха вы! (И оскорблением пришельцев в моем доме) Меня пред ними не позорьте. Неужто нет ни одного разумного средь вас"
  },
  {
    "verse_number": 79,
    "text_uthmani": "قَالُوا۟ لَقَدْ عَلِمْتَ مَا لَنَا فِى بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ",
    "text_uthmani_transcribed": "Qālū laqad 'alimta mā lanā fī banātika min ḥaqq(in), wa innaka lata'lamu mā nurīd(u).",
    "translation": "Они ответили (ему): \"Тебе же хорошо известно, Что в дочерях твоих потребности нам нет, И знаешь ты, чего хотим мы"
  },
  {
    "verse_number": 80,
    "text_uthmani": "قَالَ لَوْ أَنَّ لِى بِكُمْ قُوَّةً أَوْ ءَاوِىٓ إِلَىٰ رُكْنٍ شَدِيدٍ",
    "text_uthmani_transcribed": "Qāla lau anna lī bikum quwwatan au āwī ilā ruknin syadīd(in).",
    "translation": "Была бы сила вас мне одолеть, - он отвечал им, - Иль поддержать себя могучею опорой"
  },
  {
    "verse_number": 81,
    "text_uthmani": "قَالُوا۟ يَـٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓا۟ إِلَيْكَ ۖ فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ ٱلَّيْلِ وَلَا يَلْتَفِتْ مِنكُمْ أَحَدٌ إِلَّا ٱمْرَأَتَكَ ۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمْ ۚ إِنَّ مَوْعِدَهُمُ ٱلصُّبْحُ ۚ أَلَيْسَ ٱلصُّبْحُ بِقَرِيبٍ",
    "text_uthmani_transcribed": "Qālū yā lūṭu innā rusulu rabbika lay yaṣilū ilaika fa asri bi'ahlika biqiṭ'im minal-laili wa lā yaltafit minkum aḥadun illamra'atak(a), innahū muṣībuhā mā aṣābahum, inna mau'idahumuṣ-ṣubḥ(u), alaisaṣ-ṣubḥu biqarīb(in).",
    "translation": "Но молвили они: \"О Лут! Посланцы мы от твоего Владыки, И до тебя им не добраться никогда. Сейчас ты со своим семейством отправляйся, Пока еще не истекли часы ночные, И пусть никто из вас не обернется, За исключением твоей жены, - Ее постигнет то, что их постигнет, И утро станет сроком, что назначен им. Ужель не близко это утро"
  },
  {
    "verse_number": 82,
    "text_uthmani": "فَلَمَّا جَآءَ أَمْرُنَا جَعَلْنَا عَـٰلِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ مَّنضُودٍ",
    "text_uthmani_transcribed": "Falammā jā'a amrunā ja'alnā 'āliyahā sāfilahā wa amṭarnā 'alaihā ḥijāratam min sijjīlim manḍūd(in).",
    "translation": "Когда явилось Наше повеленье, Перевернули Мы вверх дном (те города) И пролили на них дождем камней из обожженной глины, Что слой за слоем (их покрыли)"
  },
  {
    "verse_number": 83,
    "text_uthmani": "مُّسَوَّمَةً عِندَ رَبِّكَ ۖ وَمَا هِىَ مِنَ ٱلظَّـٰلِمِينَ بِبَعِيدٍ",
    "text_uthmani_transcribed": "Musawwamatan 'inda rabbik(a) wa mā hiya minaẓ-ẓālimīna biba'īd(in).",
    "translation": "Помеченные Господом твоим, Они недалеки от нынешних (селений) нечестивцев"
  },
  {
    "verse_number": 84,
    "text_uthmani": "۞ وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا ۚ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ وَلَا تَنقُصُوا۟ ٱلْمِكْيَالَ وَٱلْمِيزَانَ ۚ إِنِّىٓ أَرَىٰكُم بِخَيْرٍ وَإِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيطٍ",
    "text_uthmani_transcribed": "Wa ilā madyana akhāhum syu'aibā(n), qāla yā qaumi'budullāha mā lakum min ilāhin gairuh(ū), wa lā tanquṣul-mikyāla wal-mīzāna innī arākum bikhairiw wa innī akhāfu 'alaikum 'ażāba yaumim muḥīṭ(in).",
    "translation": "И мадйанитам Мы Шу'айба, брата их, (послали), И он сказал: \"О мой народ! Аллаху поклоняйтесь! Кроме Него, у вас иного Бога нет. Не убавляйте вес и меру. Я вижу, что во благе вы. Поистине, страшусь за вас я кары Дня, объемлющего все"
  },
  {
    "verse_number": 85,
    "text_uthmani": "وَيَـٰقَوْمِ أَوْفُوا۟ ٱلْمِكْيَالَ وَٱلْمِيزَانَ بِٱلْقِسْطِ ۖ وَلَا تَبْخَسُوا۟ ٱلنَّاسَ أَشْيَآءَهُمْ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
    "text_uthmani_transcribed": "Wa yā qaumi auful-mikyāla wal-mīzāna bil-qisṭi wa lā tabkhasun-nāsa asy-yā'ahum wa lā ta'ṡau fil-arḍi mufsidīn(a).",
    "translation": "О мой народ! Блюдите верно вес и меру; Имуществу людей урона не чините И не творите злодеяний на земле, Сея на ней нечестие и смуту"
  },
  {
    "verse_number": 86,
    "text_uthmani": "بَقِيَّتُ ٱللَّهِ خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ ۚ وَمَآ أَنَا۠ عَلَيْكُم بِحَفِيظٍ",
    "text_uthmani_transcribed": "Baqiyyatullāhi khairul lakum in kuntum mu'minīn(a), wa mā ana 'alaikum biḥafīẓ(in).",
    "translation": "И то, что оставляет вам Аллах, Есть лучшее для вас, Если (в Него) уверовали вы, - Я же ни страж над вами, ни хранитель"
  },
  {
    "verse_number": 87,
    "text_uthmani": "قَالُوا۟ يَـٰشُعَيْبُ أَصَلَوٰتُكَ تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ ءَابَآؤُنَآ أَوْ أَن نَّفْعَلَ فِىٓ أَمْوَٰلِنَا مَا نَشَـٰٓؤُا۟ ۖ إِنَّكَ لَأَنتَ ٱلْحَلِيمُ ٱلرَّشِيدُ",
    "text_uthmani_transcribed": "Qālū yā syu'aibu aṣalātuka ta'muruka an natruka mā ya'budu ābā'unā au an naf'ala fī amwālinā mā nasyā'(u), innaka la'antal-ḥalīmur-rasyīd(u).",
    "translation": "Они сказали: \"О Шу'айб! Ужель молитва (твоей веры) Велит покинуть нам (богов), Которым поклонялись наши предки? Иль (запрещает) нам имуществом своим Распоряжаться по своим желаньям? Поистине, (в желаниях) своих ты сдержан, Водитель правого пути"
  },
  {
    "verse_number": 88,
    "text_uthmani": "قَالَ يَـٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَرَزَقَنِى مِنْهُ رِزْقًا حَسَنًا ۚ وَمَآ أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَىٰ مَآ أَنْهَىٰكُمْ عَنْهُ ۚ إِنْ أُرِيدُ إِلَّا ٱلْإِصْلَـٰحَ مَا ٱسْتَطَعْتُ ۚ وَمَا تَوْفِيقِىٓ إِلَّا بِٱللَّهِ ۚ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
    "text_uthmani_transcribed": "Qāla yā qaumi ara'aitum in kuntu 'alā bayyinatim mir rabbī wa razaqanī minhu rizqan ḥasanaw wa mā urīdu an ukhālifakum ila mā anhākum 'anh(u), in urīdu illal-iṣlāḥa mastaṭa't(u), wa mā taufīqī illā billāh(i), 'alaihi tawakkaltu wa ilaihi unīb(u).",
    "translation": "Он (им) сказал: \"О мой народ! Подумайте о том, Что если я имею ясное свидетельство Владыки И мне Он от Себя достаточный удел доставил, Мне ль не желать удерживать вас от того, Что Он вам запрещает? Я лишь желаю исправлений к лучшему для вас, Сколь это будет в моих силах. И (в этом) помощь мне - лишь от Аллаха. Лишь на Него я уповаю И (лик свой) обращаю лишь к Нему"
  }
]