[
  {
    "verse_number": 1,
    "text_uthmani": " هَلْ أَتَىٰ عَلَى ٱلْإِنسَـٰنِ حِينٌ مِّنَ ٱلدَّهْرِ لَمْ يَكُن شَيْـًٔا مَّذْكُورًا",
    "text_uthmani_transcribed": "Hal atāka 'alal-insāni ḥīnum minad-dahri lam yakun syai'am mażkūrā(n).",
    "translation": "Ужель над человеком не прошел Тот долгий срок, когда он был ничем"
  },
  {
    "verse_number": 2,
    "text_uthmani": "إِنَّا خَلَقْنَا ٱلْإِنسَـٰنَ مِن نُّطْفَةٍ أَمْشَاجٍ نَّبْتَلِيهِ فَجَعَلْنَـٰهُ سَمِيعًۢا بَصِيرًا",
    "text_uthmani_transcribed": "Innā khalaqnal-insāna min nuṭfatin amsyājin nabtalīhi fa ja'alnāhu samī'am baṣīrā(n).",
    "translation": "Мы человека сотворили Из капли смеси; Чтоб испытать его, Мы одарили его зрением и слухом"
  },
  {
    "verse_number": 3,
    "text_uthmani": "إِنَّا هَدَيْنَـٰهُ ٱلسَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا",
    "text_uthmani_transcribed": "Innā hadaināhus-sabīla immā syākiraw wa immā kafūrā(n).",
    "translation": "И Мы (всеведением Нашим) Определили ему путь: Быть благодарным (Господу) или неверным"
  },
  {
    "verse_number": 4,
    "text_uthmani": "إِنَّآ أَعْتَدْنَا لِلْكَـٰفِرِينَ سَلَـٰسِلَا۟ وَأَغْلَـٰلًا وَسَعِيرًا",
    "text_uthmani_transcribed": "Innā a'tadnā lil-kāfirīna salāsila wa aglālaw wa sa'īrā(n).",
    "translation": "Назначили Мы для неверных Ярмо, оковы и пылающий Огонь"
  },
  {
    "verse_number": 5,
    "text_uthmani": "إِنَّ ٱلْأَبْرَارَ يَشْرَبُونَ مِن كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا",
    "text_uthmani_transcribed": "Innal-abrāra yasyrabūna min ka'sin kāna mizājuhā kāfūrā(n).",
    "translation": "А праведные будут пить из чаш Напиток с добавлением кафура"
  },
  {
    "verse_number": 6,
    "text_uthmani": "عَيْنًا يَشْرَبُ بِهَا عِبَادُ ٱللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا",
    "text_uthmani_transcribed": "'Ainay yasyrabu bihā 'ibādullāhi yufajjirūnahā tafjīrā(n).",
    "translation": "Что из источника служителей Аллаха Струею льется непрерывной"
  },
  {
    "verse_number": 7,
    "text_uthmani": "يُوفُونَ بِٱلنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُۥ مُسْتَطِيرًا",
    "text_uthmani_transcribed": "Yūfūna bin-nażri wa yakhāfūna yauman kāna syarruhū mustaṭīrā(n).",
    "translation": "Они свои обеты исполняют, Страшася Дня, когда (расплата за грехи) (В тот День) Поглотит всех и вся"
  },
  {
    "verse_number": 8,
    "text_uthmani": "وَيُطْعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا",
    "text_uthmani_transcribed": "Wa yuṭ'imūnaṭ-ṭa'āma 'alā ḥubbihī miskīnaw wa yatīmaw wa asīrā(n).",
    "translation": "Вздыхая о еде, они накормят все ж И сироту, и пленника, и бедняка"
  },
  {
    "verse_number": 9,
    "text_uthmani": "إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ ٱللَّهِ لَا نُرِيدُ مِنكُمْ جَزَآءً وَلَا شُكُورًا",
    "text_uthmani_transcribed": "Innamā nuṭ'imukum liwajhillāhi lā nurīdu minkum jazā'aw wa lā syukūrā(n).",
    "translation": "Мы кормим вас лишь для того, Чтобы снискать довольствие Аллаха, Не требуя ни благодарности от вас, ни воздаянья"
  },
  {
    "verse_number": 10,
    "text_uthmani": "إِنَّا نَخَافُ مِن رَّبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا",
    "text_uthmani_transcribed": "Innā nakhāfu mir rabbinā yauman 'abūsan qamṭarīrā(n).",
    "translation": "Поистине, страшимся мы Дня бедствия и скорби, (Что ниспадет) по воле нашего Владыки"
  },
  {
    "verse_number": 11,
    "text_uthmani": "فَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَٰلِكَ ٱلْيَوْمِ وَلَقَّىٰهُمْ نَضْرَةً وَسُرُورًا",
    "text_uthmani_transcribed": "Fa waqāhumullāhu syarra żālikal-yaumi wa laqqāhum naḍrataw wa surūrā(n).",
    "translation": "И потому Аллах избавил их от бедствия и скорби того Дня, Пролив на лик их свет блаженства и радости (благословенной)"
  }
]