[
  {
    "verse_number": 100,
    "text_uthmani": "وَرَفَعَ أَبَوَيْهِ عَلَى ٱلْعَرْشِ وَخَرُّوا۟ لَهُۥ سُجَّدًا ۖ وَقَالَ يَـٰٓأَبَتِ هَـٰذَا تَأْوِيلُ رُءْيَـٰىَ مِن قَبْلُ قَدْ جَعَلَهَا رَبِّى حَقًّا ۖ وَقَدْ أَحْسَنَ بِىٓ إِذْ أَخْرَجَنِى مِنَ ٱلسِّجْنِ وَجَآءَ بِكُم مِّنَ ٱلْبَدْوِ مِنۢ بَعْدِ أَن نَّزَغَ ٱلشَّيْطَـٰنُ بَيْنِى وَبَيْنَ إِخْوَتِىٓ ۚ إِنَّ رَبِّى لَطِيفٌ لِّمَا يَشَآءُ ۚ إِنَّهُۥ هُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
    "text_uthmani_transcribed": "Wa rafa'a abawaihi 'alal-'arsyi wa kharrū lahū sujjadā(n), wa qāla yā abati hāżā ta'wīlu ru'yāya min qabl(u), qad ja'alahā rabbī ḥaqqā(n), wa qad aḥsana bī iż akhrajanī minas-sijni wa jā'a bikum minal-badwi mim ba'di an nazagasy-syaiṭānu bainī wa baina ikhwatī, inna rabbī laṭīful limā yasyā'(u), innahū huwal-'alīmul-ḥakīm(u).",
    "translation": "И он родителей своих Возвысил высоко на троне чести, И пали (братья) ниц пред ним. И молвил он: \"О мой отец! Вот как толкуется мой сон далеких лет! Аллах осуществил его и оказал мне милость, Когда Он из темницы вызволил меня, А вас сюда доставил из пустыни, После того как Сатана Вражду посеял между мной и братьями моими, - Ведь благосклонен мой Господь К тому, что (мудростью Своею) пожелает, (Своим всеведением предпочтет), - Поистине, Он знает (все) и мудр (безмерно)"
  },
  {
    "verse_number": 101,
    "text_uthmani": "۞ رَبِّ قَدْ ءَاتَيْتَنِى مِنَ ٱلْمُلْكِ وَعَلَّمْتَنِى مِن تَأْوِيلِ ٱلْأَحَادِيثِ ۚ فَاطِرَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ أَنتَ وَلِىِّۦ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۖ تَوَفَّنِى مُسْلِمًا وَأَلْحِقْنِى بِٱلصَّـٰلِحِينَ",
    "text_uthmani_transcribed": "Rabbi qad ātaitanī minal-mulki wa 'allamtanī min ta'wīlil-aḥādīṡ(i), fāṭiras-samāwāti wal-arḍ(i), anta waliyyī fid-dun-yā wal-ākhirah(ti), tawaffanī muslimaw wa alḥiqnī biṣ-ṣāliḥīn(a).",
    "translation": "О мой Господь! Ты даровал мне власть И научил пророчеству событий. Ты - неба и земли Творец, Ты в этой жизни и в другой - мне Покровитель. Ты упокой меня предавшимся Тебе, Введи в число благочестивых"
  },
  {
    "verse_number": 102,
    "text_uthmani": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهِ إِلَيْكَ ۖ وَمَا كُنتَ لَدَيْهِمْ إِذْ أَجْمَعُوٓا۟ أَمْرَهُمْ وَهُمْ يَمْكُرُونَ",
    "text_uthmani_transcribed": "Żālika min ambā'il-gaibi nūḥīhi ilaik(a), wa mā kunta ladaihim iż ajma'ū amrahum wa hum yamkurūn(a).",
    "translation": "Сие - один из сказов про сокрытые (дела), Что Мы внушением тебе, (о Мухаммад!), ниспосылаем. Ты не был среди них в те времена, Когда они, сговариваясь, козни замышляли"
  },
  {
    "verse_number": 103,
    "text_uthmani": "وَمَآ أَكْثَرُ ٱلنَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ",
    "text_uthmani_transcribed": "Wa mā akṡarun-nāsi wa lau ḥaraṣta bimu'minīn(a).",
    "translation": "И все же большинство людей, Как ни желал бы ты (обратного тому), В неверии живут (и умирают)"
  },
  {
    "verse_number": 104,
    "text_uthmani": "وَمَا تَسْـَٔلُهُمْ عَلَيْهِ مِنْ أَجْرٍ ۚ إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Wa mā tas'aluhum 'alaihi min ajr(in), in huwa illā żikrul lil-'ālamīn(a).",
    "translation": "У них за это платы ты не просишь, Сие - послание (Всевышнего) к мирам"
  },
  {
    "verse_number": 105,
    "text_uthmani": "وَكَأَيِّن مِّنْ ءَايَةٍ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ",
    "text_uthmani_transcribed": "Wa ka'ayyim min āyatin fis-samāwāti wal-arḍi yamurrūna 'alaihā wa hum 'anhā mu'rḍūn(a).",
    "translation": "Какое множество знамений На небесах и на земле, Которые они проходят мимо И (более того) - воротят спины к ним"
  },
  {
    "verse_number": 106,
    "text_uthmani": "وَمَا يُؤْمِنُ أَكْثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشْرِكُونَ",
    "text_uthmani_transcribed": "Wa mā yu'minu akṡaruhum billāhi illā wa hum musyrikūn(a).",
    "translation": "И большинство из них Не верует в Аллаха без того, Чтоб соучастников Ему не прочить"
  },
  {
    "verse_number": 107,
    "text_uthmani": "أَفَأَمِنُوٓا۟ أَن تَأْتِيَهُمْ غَـٰشِيَةٌ مِّنْ عَذَابِ ٱللَّهِ أَوْ تَأْتِيَهُمُ ٱلسَّاعَةُ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
    "text_uthmani_transcribed": "Afa aminū an ta'tiyahum gāsyiyatum min 'ażābillāhi au ta'tiyahumus-sā'atu bagtataw wa hum lā yasy'urūn(a).",
    "translation": "Ужель защищены они надежно от того, Что не падет на них Господня кара Иль не придет к ним Час Внезапно в тот момент, Когда они о нем не знают (и его не ждут)"
  },
  {
    "verse_number": 108,
    "text_uthmani": "قُلْ هَـٰذِهِۦ سَبِيلِىٓ أَدْعُوٓا۟ إِلَى ٱللَّهِ ۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِى ۖ وَسُبْحَـٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلْمُشْرِكِينَ",
    "text_uthmani_transcribed": "Qul hāżihī sabīlī ad'ū ilallāh(i), 'alā baṣīratin ana wa manittaba'anī, wa subḥānallāhi wa mā ana minal-musyrikīn(a).",
    "translation": "Скажи: \"Сие - моя стезя. Я вас зову к Аллаху И опираюсь на свидетельство, что зримо И мне, и тем, кто следует за мной. Хвала Аллаху, я - не с теми, Кто прочит соучастников Ему"
  },
  {
    "verse_number": 109,
    "text_uthmani": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِم مِّنْ أَهْلِ ٱلْقُرَىٰٓ ۗ أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۗ وَلَدَارُ ٱلْـَٔاخِرَةِ خَيْرٌ لِّلَّذِينَ ٱتَّقَوْا۟ ۗ أَفَلَا تَعْقِلُونَ",
    "text_uthmani_transcribed": "Wa mā arsalnā min qablika illā rijālan nūḥī ilaihim min ahlil-qurā, afalam yasīrū fil-arḍi fa yanẓurū kaifa kāna 'āqibatul-lażīna min qablihim, wa ladārul-ākhirati khairul lil-lażīnattaqau, afalā ta'qilūn(a).",
    "translation": "И до тебя Мы никого не посылали, Помимо тех из жителей общин, Кому Мы Откровение внушали. Неужто по земле не ездили они, Не видели того, каков конец был тех, Которые до них (грешили)? Обитель будущего - краше Для тех, кто Господа страшится. Ужель им не понять того"
  },
  {
    "verse_number": 110,
    "text_uthmani": "حَتَّىٰٓ إِذَا ٱسْتَيْـَٔسَ ٱلرُّسُلُ وَظَنُّوٓا۟ أَنَّهُمْ قَدْ كُذِبُوا۟ جَآءَهُمْ نَصْرُنَا فَنُجِّىَ مَن نَّشَآءُ ۖ وَلَا يُرَدُّ بَأْسُنَا عَنِ ٱلْقَوْمِ ٱلْمُجْرِمِينَ",
    "text_uthmani_transcribed": "Ḥattā iżastai'asar-rusulu wa ẓannū annahum qad kużibū jā'ahum naṣrunā, fa nujjiya man nasyā'(u), wa lā yuraddu ba'sunā 'anil-qaumil-mujrimīn(a).",
    "translation": "Когда посланники теряли все надежды (В успехе миссии своей) И думали, что их сочли лжецами, К ним приходила Наша помощь, И были спасены лишь те, Кому (всеведеньем Своим) Мы пожелали (жизнь оставить), - Ведь Нашу мощь не отвратить От (наказанья) тем, кто во грехе"
  }
]