{
  "chapter_number": 6,
  "verses": [
    {
      "verse_number": 1,
      "text_uthmani": " ٱلْحَمْدُ لِلَّهِ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَجَعَلَ ٱلظُّلُمَـٰتِ وَٱلنُّورَ ۖ ثُمَّ ٱلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ يَعْدِلُونَ",
      "text_uthmani_transcribed": "Al-ḥamdu lillāhil-lażī khalaqas-samāwāti wal-arḍa wa ja'alaẓ-ẓulumāti wan-nūr(a), ṡummal-lażīna kafarū birabbihim ya'dilūn(a).",
      "translation": "Хвала Аллаху, Кто небеса и землю создал, Устроил мрак и свет! И все же те, кто не уверовал (в Него), Других придумывают в равные Ему"
    },
    {
      "verse_number": 2,
      "text_uthmani": "هُوَ ٱلَّذِى خَلَقَكُم مِّن طِينٍ ثُمَّ قَضَىٰٓ أَجَلًا ۖ وَأَجَلٌ مُّسَمًّى عِندَهُۥ ۖ ثُمَّ أَنتُمْ تَمْتَرُونَ",
      "text_uthmani_transcribed": "Huwal-lażī khalaqakum min ṭīnin ṡumma qaḍā ajalā(n), wa ajalum musamman 'indahū ṡumma antum tamtarūn(a).",
      "translation": "Он - Тот, Кто вас из глины создал И срок установил (для вашей жизни), И у Него назначен срок другой. И все же вы в сомнении (об этом)"
    },
    {
      "verse_number": 3,
      "text_uthmani": "وَهُوَ ٱللَّهُ فِى ٱلسَّمَـٰوَٰتِ وَفِى ٱلْأَرْضِ ۖ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ",
      "text_uthmani_transcribed": "Wa huwallāhu fis-samāwāti wa fil-arḍ(i), ya'lamu sirrakum wa jahrakum wa ya'lamu mā taksibūn(a).",
      "translation": "И Он - Аллах и на земле, и в небесах. Ему известно, что таите вы, И что являете открыто, И что вы предваряете себе (деяньями своими)"
    },
    {
      "verse_number": 4,
      "text_uthmani": "وَمَا تَأْتِيهِم مِّنْ ءَايَةٍ مِّنْ ءَايَـٰتِ رَبِّهِمْ إِلَّا كَانُوا۟ عَنْهَا مُعْرِضِينَ",
      "text_uthmani_transcribed": "Wa mā ta'tīhim min āyatim min āyāti rabbihim illā kānū 'anhā mu'riḍīn(a).",
      "translation": "Какое бы знамение Аллаха Из всех Его знамений к ним ни приходило, Они лишь отвращались от него"
    },
    {
      "verse_number": 5,
      "text_uthmani": "فَقَدْ كَذَّبُوا۟ بِٱلْحَقِّ لَمَّا جَآءَهُمْ ۖ فَسَوْفَ يَأْتِيهِمْ أَنۢبَـٰٓؤُا۟ مَا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "text_uthmani_transcribed": "Faqad każżabū bil-ḥaqqi lammā jā'ahum fa saufa ya'tīhim ambā'u mā kānū bihī yastahzi'ūn(a).",
      "translation": "И (ныне) истину за ложь они сочли, Когда она предстала перед ними; Но скоро к ним прибудет весть о верности того, Над чем они (так долго) насмехались"
    },
    {
      "verse_number": 6,
      "text_uthmani": "أَلَمْ يَرَوْا۟ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ مَّكَّنَّـٰهُمْ فِى ٱلْأَرْضِ مَا لَمْ نُمَكِّن لَّكُمْ وَأَرْسَلْنَا ٱلسَّمَآءَ عَلَيْهِم مِّدْرَارًا وَجَعَلْنَا ٱلْأَنْهَـٰرَ تَجْرِى مِن تَحْتِهِمْ فَأَهْلَكْنَـٰهُم بِذُنُوبِهِمْ وَأَنشَأْنَا مِنۢ بَعْدِهِمْ قَرْنًا ءَاخَرِينَ",
      "text_uthmani_transcribed": "Alam yarau kam ahlaknā min qablihim min qarnim makkanāhum fil-arḍi mā lam numakkil lakum wa arsalnas-samā'a 'alaihim midrārā(n), wa ja'alnal-anhāra tajrī min taḥtihim fa ahlaknāhum biżunūbihim wa ansya'nā mim ba'dihim qarnan ākharīn(a).",
      "translation": "Ужель не видели они, как много поколений Мы погубили и до них? Мы на земле установили им такую силу, Какую вам не доставляли Мы: Им с неба дождь обильно лили, Велели рекам течь в ногах у них. И все ж потом Мы за грехи их погубили И возвели на место их другие поколенья"
    },
    {
      "verse_number": 7,
      "text_uthmani": "وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَـٰبًا فِى قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
      "text_uthmani_transcribed": "Wa lau nazzalnā 'alaika kitāban fī qirṭāsin fa lamasūhu bi'aidīhim laqālal-lażīna kafarū in hāżā illā siḥrum mubīn(un).",
      "translation": "И если б даже на пергаментных листах Тебе Мы Книгу ниспослали, - так, Чтобы они руками ощутить ее могли, То и тогда б неверные сказали: \"Сие есть явно колдовство"
    },
    {
      "verse_number": 8,
      "text_uthmani": "وَقَالُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ مَلَكٌ ۖ وَلَوْ أَنزَلْنَا مَلَكًا لَّقُضِىَ ٱلْأَمْرُ ثُمَّ لَا يُنظَرُونَ",
      "text_uthmani_transcribed": "Wa qālū lau lā unzila 'alaihi malak(un), wa lau anzalnā malakal laquḍiyal-amru ṡumma lā yunẓarūn(a).",
      "translation": "И говорят они: \"Что ж ангел с неба не сведен к нему?!\" Но если б ангела свели Мы, Решилось бы их дело сразу, И после этого им не было б отсрочки"
    },
    {
      "verse_number": 9,
      "text_uthmani": "وَلَوْ جَعَلْنَـٰهُ مَلَكًا لَّجَعَلْنَـٰهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ",
      "text_uthmani_transcribed": "Wa lau ja'alnāhu malakal laja'alnāhu rajulaw wa lalabasnā 'alaihim mā yalbisūn(a).",
      "translation": "А если б сделали Мы ангела (Причастным к этим спорам), То Мы б его послали в виде человека И тем для них бы затемнили (суть) вопроса, Который они сами затемняют"
    },
    {
      "verse_number": 10,
      "text_uthmani": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُوا۟ مِنْهُم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "text_uthmani_transcribed": "Wa laqadistuhzi'a birusulim min qablika  fa ḥāqa bil-lażīna sakhirū minhum mā kānū bihī yastahzi'ūn(a).",
      "translation": "И несомненно, до тебя посланников насмешкам подвергали. Но их насмешников постигло то, Над чем они так (откровенно) насмехались"
    },
    {
      "verse_number": 11,
      "text_uthmani": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ ثُمَّ ٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُكَذِّبِينَ",
      "text_uthmani_transcribed": "Qul sīrū fil-arḍi ṡummanẓurū kaifa kāna 'āqibatul-mukażżibīn(a).",
      "translation": "Скажи: \"Пройдите по земле и посмотрите, Каков конец был тех, Которые сочли (посланников) лжецами"
    }
  ]
}