{
  "chapter_number": 27,
  "verses": [
    {
      "verse_number": 23,
      "text_uthmani": "إِنِّى وَجَدتُّ ٱمْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِن كُلِّ شَىْءٍ وَلَهَا عَرْشٌ عَظِيمٌ",
      "text_uthmani_transcribed": "Innī wajattumra'atan tamlikuhum wa ūtiyat min kulli syai'iw wa lahā 'arsyun 'aẓīm(un).",
      "translation": "Нашел я женщину, что ими правит там. Дарами (щедрыми) она наделена, И у нее великий трон"
    },
    {
      "verse_number": 24,
      "text_uthmani": "وَجَدتُّهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِن دُونِ ٱللَّهِ وَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ فَصَدَّهُمْ عَنِ ٱلسَّبِيلِ فَهُمْ لَا يَهْتَدُونَ",
      "text_uthmani_transcribed": "Wajattuhā wa qaumahā yasjudūna lisy-syamsi min dūnillāhi wa zayyana lahumusy-syaiṭānu a'mālahum fa ṣaddahum 'anis-sabīli fahum lā yahtadūn(a).",
      "translation": "Нашел я, что она и люди (ее царства) Вместо Аллаха солнце чтят. Им Сатана дела их разукрасил И уклонил с (Господнего) пути - (Теперь) они прямой (стезею) не идут"
    },
    {
      "verse_number": 25,
      "text_uthmani": "أَلَّا يَسْجُدُوا۟ لِلَّهِ ٱلَّذِى يُخْرِجُ ٱلْخَبْءَ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ",
      "text_uthmani_transcribed": "Allā yasjudū lillāhil-lażī yukhrijul-khab'a fis-samāwāti wal-arḍi wa ya'lamu mā tukhfūna wa mā tu'linūn(a).",
      "translation": "Чтобы они (Единому) Аллаху не молились, Который выявляет скрытое в земле и в небесах И знает то, что вы скрываете (в душе), И то, что вы являете открыто"
    },
    {
      "verse_number": 26,
      "text_uthmani": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ ۩",
      "text_uthmani_transcribed": "Allāhu lā ilāha illā huwa rabbul-'arsyil-'aẓīm(i).",
      "translation": "Аллах, - кроме Него, иного Бога нет, - Господь Великого Престола"
    },
    {
      "verse_number": 27,
      "text_uthmani": "۞ قَالَ سَنَنظُرُ أَصَدَقْتَ أَمْ كُنتَ مِنَ ٱلْكَـٰذِبِينَ",
      "text_uthmani_transcribed": "Qāla sananẓuru aṣadaqta am kunta minal-kāżibīn(a).",
      "translation": "Посмотрим мы: Сказал ты правду иль солгал, - ответил (Сулейман)"
    },
    {
      "verse_number": 28,
      "text_uthmani": "ٱذْهَب بِّكِتَـٰبِى هَـٰذَا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَٱنظُرْ مَاذَا يَرْجِعُونَ",
      "text_uthmani_transcribed": "Iżhab bikitābī hāżā fa alqih ilaihim ṡumma tawalla 'anhum fanẓur māżā yarji'ūn(a).",
      "translation": "Ступай с моим письмом и им доставь его, Потом от них назад подайся (И дай им время поразмыслить), Чтоб посмотреть, как на него они ответят"
    },
    {
      "verse_number": 29,
      "text_uthmani": "قَالَتْ يَـٰٓأَيُّهَا ٱلْمَلَؤُا۟ إِنِّىٓ أُلْقِىَ إِلَىَّ كِتَـٰبٌ كَرِيمٌ",
      "text_uthmani_transcribed": "Qālat yā ayyuhal-mala'u innī ulqiya ilayya kitābun karīm(un).",
      "translation": "Она сказала: \"О вельможи! Доставлено мне важное письмо"
    },
    {
      "verse_number": 30,
      "text_uthmani": "إِنَّهُۥ مِن سُلَيْمَـٰنَ وَإِنَّهُۥ بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
      "text_uthmani_transcribed": "Innahū min sulaimāna wa innahū bismillāhir-raḥmānir-raḥīm(i).",
      "translation": "Оно - от Сулеймана (и гласит): \"Бисми ляхи Аррахман Аррахим"
    },
    {
      "verse_number": 31,
      "text_uthmani": "أَلَّا تَعْلُوا۟ عَلَىَّ وَأْتُونِى مُسْلِمِينَ",
      "text_uthmani_transcribed": "Allā ta'lū 'alayya wa'tūnī muslimīn(a).",
      "translation": "Против меня надменными и дерзкими не будьте, Ко мне в смирении покорном приходите"
    },
    {
      "verse_number": 32,
      "text_uthmani": "قَالَتْ يَـٰٓأَيُّهَا ٱلْمَلَؤُا۟ أَفْتُونِى فِىٓ أَمْرِى مَا كُنتُ قَاطِعَةً أَمْرًا حَتَّىٰ تَشْهَدُونِ",
      "text_uthmani_transcribed": "Qālat yā ayyuhal-mala'u aftūnī fī amrī, mā kuntu qāṭi'atan amran ḥattā tasyhadūn(i).",
      "translation": "Она сказала: \"О вельможи! Дайте суждение свое мне в этом деле, - Пока не будете при мне вы, Мне это дело не решить"
    },
    {
      "verse_number": 33,
      "text_uthmani": "قَالُوا۟ نَحْنُ أُو۟لُوا۟ قُوَّةٍ وَأُو۟لُوا۟ بَأْسٍ شَدِيدٍ وَٱلْأَمْرُ إِلَيْكِ فَٱنظُرِى مَاذَا تَأْمُرِينَ",
      "text_uthmani_transcribed": "Qālū naḥnu ulū quwwatiw wa ulū ba'sin syadīd(in), wal-amru ilaiki fanẓurī māżā ta'murīn(a).",
      "translation": "Они сказали: \"Наша сила велика, и обладаем мы великой мощью, Но власть ведь у тебя (в руках); Смотри же, (чтоб не ошибиться), Какой приказ ты нам отдашь"
    }
  ]
}