[
  {
    "verse_number": 34,
    "text_uthmani": "وَٱذْكُرْنَ مَا يُتْلَىٰ فِى بُيُوتِكُنَّ مِنْ ءَايَـٰتِ ٱللَّهِ وَٱلْحِكْمَةِ ۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا",
    "text_uthmani_transcribed": "Ważkurna mā yutlā fī buyūtikunna min āyātillāhi wal-ḥikmah(ti), innallāha kāna laṭīfan khabīrā(n).",
    "translation": "Вы вспоминайте (и другим) передавайте то, Что из знамений и из мудрости Аллаха Зачитывают вам в ваших домах, - Ведь благосерд Аллах и ведущ"
  },
  {
    "verse_number": 35,
    "text_uthmani": "إِنَّ ٱلْمُسْلِمِينَ وَٱلْمُسْلِمَـٰتِ وَٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ وَٱلْقَـٰنِتِينَ وَٱلْقَـٰنِتَـٰتِ وَٱلصَّـٰدِقِينَ وَٱلصَّـٰدِقَـٰتِ وَٱلصَّـٰبِرِينَ وَٱلصَّـٰبِرَٰتِ وَٱلْخَـٰشِعِينَ وَٱلْخَـٰشِعَـٰتِ وَٱلْمُتَصَدِّقِينَ وَٱلْمُتَصَدِّقَـٰتِ وَٱلصَّـٰٓئِمِينَ وَٱلصَّـٰٓئِمَـٰتِ وَٱلْحَـٰفِظِينَ فُرُوجَهُمْ وَٱلْحَـٰفِظَـٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرًا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًا",
    "text_uthmani_transcribed": "Innal-muslimīna wal-muslimāti wal-mu'minīna wal-mu'mināti wal-qānitīna wal-qānitāti waṣ-ṣādiqīna waṣ-ṣādiqāti waṣ-ṣābirīna waṣ-ṣābirāti wal-khāsyi'īna wal-khāsyi'āti wal-mutaṣaddiqīna wal-mutaṣaddiqāti waṣ-ṣā'imīna waṣ-ṣā'imāti wal-ḥāfiẓīna furūjahum wal-ḥāfiẓāti waż-żākirīnallāha kaṡīraw waż-żākirāti a'addallāhu lahum magfirataw wa ajran 'aẓīmā(n).",
    "translation": "Поистине, для мусульман и мусульманок, Уверовавших женщин и мужчин, (Душою всей) предавшихся Аллаху, Для дев благочестивых и мужей, Для терпеливо-стойких в своей вере, Творящих милостыню (из даров Господних), Для женщин и мужчин, что соблюдают пост, Оберегают целомудрие свое И об Аллахе помнят всякую минуту, - Для них Аллах уготовал Прощение и высшую награду"
  },
  {
    "verse_number": 36,
    "text_uthmani": "وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمْرًا أَن يَكُونَ لَهُمُ ٱلْخِيَرَةُ مِنْ أَمْرِهِمْ ۗ وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدْ ضَلَّ ضَلَـٰلًا مُّبِينًا",
    "text_uthmani_transcribed": "Wa mā kāna limu'miniw wa lā mu'minatin iżā qaḍallāhu wa rasūluhū amran ay yakūna lahumul-khiyaratu min amrihim, wa may ya'ṣillāha wa rasūlahū faqad ḍalla ḍalālam mubīnā(n).",
    "translation": "Не подобает верующим женам и мужам, Когда решен вопрос Аллахом и посланником Его, Свое решенье делу (выдвигать), - Ведь тот, кто непослушен Аллаху и посланнику Его, - Тот заблудился явным заблужденьем"
  },
  {
    "verse_number": 37,
    "text_uthmani": "وَإِذْ تَقُولُ لِلَّذِىٓ أَنْعَمَ ٱللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَٱتَّقِ ٱللَّهَ وَتُخْفِى فِى نَفْسِكَ مَا ٱللَّهُ مُبْدِيهِ وَتَخْشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخْشَىٰهُ ۖ فَلَمَّا قَضَىٰ زَيْدٌ مِّنْهَا وَطَرًا زَوَّجْنَـٰكَهَا لِكَىْ لَا يَكُونَ عَلَى ٱلْمُؤْمِنِينَ حَرَجٌ فِىٓ أَزْوَٰجِ أَدْعِيَآئِهِمْ إِذَا قَضَوْا۟ مِنْهُنَّ وَطَرًا ۚ وَكَانَ أَمْرُ ٱللَّهِ مَفْعُولًا",
    "text_uthmani_transcribed": "Wa iż taqūlu lil-lażī an'amallāhu 'alaihi wa an'amta  'alaihi amsik 'alaika zaujaka wattaqillāha wa tukhfī fī nafsika  mallāhu mubdīhi wa takhsyan-nās(a), wallāhu aḥaqqu an takhsyāh(u), falammā qaḍā zaidum minhā waṭaran zawwajnākahā likai lā yakūna 'alal-mu'minīna ḥarajun fī azwāji ad'iyā'ihim iżā qaḍau minhunna waṭarā(n), wa kāna amrullāhi maf'ūlā(n).",
    "translation": "(Ты вспомни, Мухаммад!), как ты сказал тому, К кому Аллах был благ, И сам ты, (Мухаммад!), его щедротами осыпал: \"Ты должен удержать супругу при себе И гнева Господа страшиться\". Но ты тогда сокрыл в своей душе То, что Аллах (готов был тотчас) обнаружить, - Ведь ты тогда людей боялся, Хотя тебе Его бояться надлежит. Когда ж Зейд претворил по нужному (обряду) Свое желание с женой (расстаться), Тебя Мы с нею браком сочетали, Чтоб верующим не было стесненья Брать в жены (разведенных) жен приемных сыновей После того, как те по своему желанью Ее по нужному (обряду) отпустили от себя, - Ведь повеление Аллаха неминуемо свершится"
  },
  {
    "verse_number": 38,
    "text_uthmani": "مَّا كَانَ عَلَى ٱلنَّبِىِّ مِنْ حَرَجٍ فِيمَا فَرَضَ ٱللَّهُ لَهُۥ ۖ سُنَّةَ ٱللَّهِ فِى ٱلَّذِينَ خَلَوْا۟ مِن قَبْلُ ۚ وَكَانَ أَمْرُ ٱللَّهِ قَدَرًا مَّقْدُورًا",
    "text_uthmani_transcribed": "Mā kāna 'alan-nabiyyi min ḥarajin fīmā faraḍallāhu lah(ū), sunnatallāhi fil-lażīna khalau min qabl(u), wa kāna amrullāhi qadaram maqdūrā(n).",
    "translation": "И на пророке нет греха в том (деле), Что для него Аллах установил По Своему определению для тех, Которые в былые времена (К своим народам) приходили, - Предрешено всегда установление Аллаха"
  },
  {
    "verse_number": 39,
    "text_uthmani": "ٱلَّذِينَ يُبَلِّغُونَ رِسَـٰلَـٰتِ ٱللَّهِ وَيَخْشَوْنَهُۥ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا ٱللَّهَ ۗ وَكَفَىٰ بِٱللَّهِ حَسِيبًا",
    "text_uthmani_transcribed": "Allażīna yuballigūna risālātillāhi wa yakhsyaunahū wa lā yakhsyauna aḥadan illallāh(a), wa kafā billāhi ḥasībā(n).",
    "translation": "Для тех, кто проповедует послание Его И гнева Господа страшится, Лишь перед Ним испытывая страх, - Достаточно Аллаха Для (предъявленья) счета (тем, Кто перешел дозволенного грани)"
  },
  {
    "verse_number": 40,
    "text_uthmani": "مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٍ مِّن رِّجَالِكُمْ وَلَـٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَ ۗ وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمًا",
    "text_uthmani_transcribed": "Mā kāna muḥammadun abā aḥadim mir rijālikum wa lākir rasūlallāhi wa khātaman-nabiyyīn(a), wa kānallāhu bikulli syai'in 'alīmā(n).",
    "translation": "И Мухаммад не был отцом Ни одному мужчине среди вас, Он - лишь посланник от Аллаха и печать пророков. Аллах о всякой вещи знающ"
  },
  {
    "verse_number": 41,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ ٱللَّهَ ذِكْرًا كَثِيرًا",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanużkurullāha żikran kaṡīrā(n),",
    "translation": "О вы, кто верует! Хвалы Аллаху воздавайте частым воздаяньем"
  },
  {
    "verse_number": 42,
    "text_uthmani": "وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا",
    "text_uthmani_transcribed": "Wa sabbiḥūhu bukrataw wa aṣīlā(n).",
    "translation": "И прославляйте Его (имя) по утрам и вечерами"
  },
  {
    "verse_number": 43,
    "text_uthmani": "هُوَ ٱلَّذِى يُصَلِّى عَلَيْكُمْ وَمَلَـٰٓئِكَتُهُۥ لِيُخْرِجَكُم مِّنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ ۚ وَكَانَ بِٱلْمُؤْمِنِينَ رَحِيمًا",
    "text_uthmani_transcribed": "Huwal-lażī yuṣallī 'alaikum wa malā'ikatahū liyukhrijakum minaẓ-ẓulumāti ilan-nūr(i), wa kāna bil-mu'minīna raḥīmā(n).",
    "translation": "Он - Тот, Кто вас благословляет, И вторят ангелы Ему (в благословенье этом), Чтобы Он вывел вас из мрака к свету, - Он к верующим милостив и благ"
  },
  {
    "verse_number": 44,
    "text_uthmani": "تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُۥ سَلَـٰمٌ ۚ وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا",
    "text_uthmani_transcribed": "Taḥiyyatuhum yauma yalqaunahū salām(un), wa a'adda lahum ajran karīmā(n).",
    "translation": "В тот День, Когда им предстоит Его увидеть, Приветствием их будет: \"Мир!\" И Он им приготовит щедрую награду"
  }
]