[
  {
    "verse_number": 12,
    "text_uthmani": "كَذَٰلِكَ نَسْلُكُهُۥ فِى قُلُوبِ ٱلْمُجْرِمِينَ",
    "text_uthmani_transcribed": "Każālika naslukuhū fī qulūbil-mujrimīn(a).",
    "translation": "И точно тем же наполняем Мы сердца (Мекканских грешников) преступных"
  },
  {
    "verse_number": 13,
    "text_uthmani": "لَا يُؤْمِنُونَ بِهِۦ ۖ وَقَدْ خَلَتْ سُنَّةُ ٱلْأَوَّلِينَ",
    "text_uthmani_transcribed": "Lā yu'minūna bihī wa qad khalat sunnatul-awwalīn(a).",
    "translation": "И не уверуют они в него, Хотя им был уже пример (народов) древних"
  },
  {
    "verse_number": 14,
    "text_uthmani": "وَلَوْ فَتَحْنَا عَلَيْهِم بَابًا مِّنَ ٱلسَّمَآءِ فَظَلُّوا۟ فِيهِ يَعْرُجُونَ",
    "text_uthmani_transcribed": "Wa lau fataḥnā 'alaihim bābam minas-samā'i fa ẓallū fīhi ya'rujūn(a).",
    "translation": "И если б Мы открыли им небесные врата, То, восходя туда"
  },
  {
    "verse_number": 15,
    "text_uthmani": "لَقَالُوٓا۟ إِنَّمَا سُكِّرَتْ أَبْصَـٰرُنَا بَلْ نَحْنُ قَوْمٌ مَّسْحُورُونَ",
    "text_uthmani_transcribed": "Laqālū innamā sukkirat abṣārunā bal naḥnu qaumum masḥūrūn(a).",
    "translation": "Они бы все ж сказали: \"Наши глаза опьянены, Мы колдовскими чарами объяты"
  },
  {
    "verse_number": 16,
    "text_uthmani": "وَلَقَدْ جَعَلْنَا فِى ٱلسَّمَآءِ بُرُوجًا وَزَيَّنَّـٰهَا لِلنَّـٰظِرِينَ",
    "text_uthmani_transcribed": "Wa laqad ja'alnā fis-samā'i burūjaw wa zayyannāhā lin-nāẓirīn(a).",
    "translation": "Мы в небесах установили знаки Зодиака Прекрасными для тех, Кто взор к ним обращает"
  },
  {
    "verse_number": 17,
    "text_uthmani": "وَحَفِظْنَـٰهَا مِن كُلِّ شَيْطَـٰنٍ رَّجِيمٍ",
    "text_uthmani_transcribed": "Wa ḥafiẓnāhā min kulli syaiṭānir rajīm(in).",
    "translation": "И охраняем их от Сатаны, побитого (камнями)"
  },
  {
    "verse_number": 18,
    "text_uthmani": "إِلَّا مَنِ ٱسْتَرَقَ ٱلسَّمْعَ فَأَتْبَعَهُۥ شِهَابٌ مُّبِينٌ",
    "text_uthmani_transcribed": "Illā manistaraqas-sam'a fa atba'ahū syihābum mubīn(un).",
    "translation": "А если кто подслушает украдкой, Его преследует пылающий огнем слепящий светоч"
  },
  {
    "verse_number": 19,
    "text_uthmani": "وَٱلْأَرْضَ مَدَدْنَـٰهَا وَأَلْقَيْنَا فِيهَا رَوَٰسِىَ وَأَنۢبَتْنَا فِيهَا مِن كُلِّ شَىْءٍ مَّوْزُونٍ",
    "text_uthmani_transcribed": "Wal-arḍa madadnāhā wa alqainā fīhā rawāsiya wa ambatnā fīhā min kulli syai'im mauzūn(in).",
    "translation": "Мы распростерли землю (вам) И разбросали (горные твердыни), Прочно стоящие (в недвижности своей), Произвели на ней творения всех видов По (мудрой) соразмерности (Творца)"
  },
  {
    "verse_number": 20,
    "text_uthmani": "وَجَعَلْنَا لَكُمْ فِيهَا مَعَـٰيِشَ وَمَن لَّسْتُمْ لَهُۥ بِرَٰزِقِينَ",
    "text_uthmani_transcribed": "Wa ja'alnā lakum fīhā ma'āyisya  wa mal lastum lahū birāziqīn(a).",
    "translation": "На ней Мы пропитание устроили для вас И тех, кого кормить вам не придется"
  },
  {
    "verse_number": 21,
    "text_uthmani": "وَإِن مِّن شَىْءٍ إِلَّا عِندَنَا خَزَآئِنُهُۥ وَمَا نُنَزِّلُهُۥٓ إِلَّا بِقَدَرٍ مَّعْلُومٍ",
    "text_uthmani_transcribed": "Wa im min syai'in illā 'indanā khazā'inuhū wa mā nunazziluhū illā biqadarim ma'lūm(un).",
    "translation": "И (на земле) нет ни единой вещи, Хранилища которой не было б у Нас, Но Мы ее низводим (по частям) В (строго) назначенном размере"
  },
  {
    "verse_number": 22,
    "text_uthmani": "وَأَرْسَلْنَا ٱلرِّيَـٰحَ لَوَٰقِحَ فَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً فَأَسْقَيْنَـٰكُمُوهُ وَمَآ أَنتُمْ لَهُۥ بِخَـٰزِنِينَ",
    "text_uthmani_transcribed": "Wa arsalnar-riyāḥa lawāqiha fa anzalnā minas-samā'i mā'an fa asqainākumūh(u), wa mā antum lahū bikhāzinīn(a).",
    "translation": "Мы ветры плодотворные вам шлем, И с неба воду льем обильно, И напояем ею вас, Хотя не вы - хранители ее запасов"
  }
]