{
  "chapter_number": 30,
  "verses": [
    {
      "verse_number": 1,
      "text_uthmani": " الٓمٓ",
      "text_uthmani_transcribed": "Alif lām mīm.",
      "translation": "Алеф - Лям - Мим"
    },
    {
      "verse_number": 2,
      "text_uthmani": "غُلِبَتِ ٱلرُّومُ",
      "text_uthmani_transcribed": "Gulibatir-rūm(u).",
      "translation": "Побеждены восточные римляне"
    },
    {
      "verse_number": 3,
      "text_uthmani": "فِىٓ أَدْنَى ٱلْأَرْضِ وَهُم مِّنۢ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ",
      "text_uthmani_transcribed": "Fī adnal-arḍi wa hum mim ba'di galabihim sayaglibūn(a).",
      "translation": "На близлежащих землях (к вам). Но за победою над ними (Вновь) победить им (предстоит)"
    },
    {
      "verse_number": 4,
      "text_uthmani": "فِى بِضْعِ سِنِينَ ۗ لِلَّهِ ٱلْأَمْرُ مِن قَبْلُ وَمِنۢ بَعْدُ ۚ وَيَوْمَئِذٍ يَفْرَحُ ٱلْمُؤْمِنُونَ",
      "text_uthmani_transcribed": "Fī biḍ'i sinīn(a), lillāhil-amru min qablu wa mim ba'd(u), wa yauma'iżiy yafraḥul-mu'minūn(a).",
      "translation": "Спустя недолгий срок. Решение всего - во власти Бога, (Как было) прежде, и (сейчас, и будет) после. В тот день возрадуются верные"
    },
    {
      "verse_number": 5,
      "text_uthmani": "بِنَصْرِ ٱللَّهِ ۚ يَنصُرُ مَن يَشَآءُ ۖ وَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
      "text_uthmani_transcribed": "Binaṣrillāh(i), yanṣuru may yasyā'(u), wa huwal-'azīzur-raḥīm(u).",
      "translation": "Господней помощи (в одержанной победе), - Ведь Он дарует помощь лишь тому, Кого сочтет Своим желаньем, - Он, истинно, могущ и милосерд"
    },
    {
      "verse_number": 6,
      "text_uthmani": "وَعْدَ ٱللَّهِ ۖ لَا يُخْلِفُ ٱللَّهُ وَعْدَهُۥ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "text_uthmani_transcribed": "Wa'dallāh(i), lā yukhlifullāhu wa'dahū wa lākinna akṡaran-nāsi lā ya'lamūn(a).",
      "translation": "(Свершится это) по обету от Аллаха - Своих обетов Он не изменяет, - Но большинство людей не знает"
    },
    {
      "verse_number": 7,
      "text_uthmani": "يَعْلَمُونَ ظَـٰهِرًا مِّنَ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَهُمْ عَنِ ٱلْـَٔاخِرَةِ هُمْ غَـٰفِلُونَ",
      "text_uthmani_transcribed": "Ya'lamūna ẓāhiram minal-ḥayātid-dun-yā, wa hum 'anil-ākhirati hum gāfilūn(a).",
      "translation": "Они лишь знают зримое сей жизни, А будущею жизнью небрегут"
    },
    {
      "verse_number": 8,
      "text_uthmani": "أَوَلَمْ يَتَفَكَّرُوا۟ فِىٓ أَنفُسِهِم ۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَآ إِلَّا بِٱلْحَقِّ وَأَجَلٍ مُّسَمًّى ۗ وَإِنَّ كَثِيرًا مِّنَ ٱلنَّاسِ بِلِقَآئِ رَبِّهِمْ لَكَـٰفِرُونَ",
      "text_uthmani_transcribed": "Awalam yatafakkarū fī anfusihim, mā khalaqallāhus-samāwāti wal-arḍa wa mā bainahumā illā bil-ḥaqqi wa ajalim musammā(n), wa inna kaṡīram minan-nāsi biliqā'i rabbihim lakāfirūn(a).",
      "translation": "Ужель в самих себе они не размышляли: Не сотворил ли небеса и землю Бог И то, что (пребывает) между ними, По Истине (Господнего творенья), (Назначив им) определенный срок? И все ж какое множество людей Во встречу с их Творцом не верит"
    },
    {
      "verse_number": 9,
      "text_uthmani": "أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَانُوٓا۟ أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُوا۟ ٱلْأَرْضَ وَعَمَرُوهَآ أَكْثَرَ مِمَّا عَمَرُوهَا وَجَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ ۖ فَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
      "text_uthmani_transcribed": "Awalam yasīrū fil-arḍi fayanẓurū kaifa kāna 'āqibatul-lażīna min qablihim, kānū asyadda minhum quwwataw wa aṡārul-arḍa wa 'amarūhā akṡara mimmā 'amarūhā wa jā'athum rusuluhum bil-bayyināt(i), famā kānallāhu liyaẓlimahum wa lākin kānū anfusahum yaẓlimūn(a).",
      "translation": "Неужто не пришлось им по земле пройти И посмотреть, каков конец был тех, Которые до них (грешили)? Они превосходили их своею силой, Избороздили землю (вширь и вглубь Дорогами, плотинами, дворцами) И заселили ее больше, нежели они. К ним приходили с ясными знаменьями Посланники (от Нас), И не Аллах жестоко обошелся с ними - Они самим себе обиды нанесли (Греховностью своих деяний)"
    },
    {
      "verse_number": 10,
      "text_uthmani": "ثُمَّ كَانَ عَـٰقِبَةَ ٱلَّذِينَ أَسَـٰٓـُٔوا۟ ٱلسُّوٓأَىٰٓ أَن كَذَّبُوا۟ بِـَٔايَـٰتِ ٱللَّهِ وَكَانُوا۟ بِهَا يَسْتَهْزِءُونَ",
      "text_uthmani_transcribed": "Ṡumma kāna 'āqibatal-lażīna asā'us-sū'ā an każżabū bi'āyātillāhi wa kānū bihā yastahzi'ūn(a).",
      "translation": "И злейшим злом конец был тех, Которые творили (злое), За то, что ложью нарекли знамения Аллаха И насмехалися над ними"
    },
    {
      "verse_number": 11,
      "text_uthmani": "ٱللَّهُ يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
      "text_uthmani_transcribed": "Allāhu yabda'ul-khalqa ṡumma yu'īduhū ṡumma ilaihi turja'ūn(a).",
      "translation": "Аллах первичное творенье производит И, (обратив его в небытие), Потом воспроизводит вновь. Потом к Нему вернетесь вы, (Чтоб за содеянное вами Он вечный Рай иль Ад вам даровал)"
    }
  ]
}