[
  {
    "verse_number": 1,
    "text_uthmani": " يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمُ ٱلَّذِى خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَآءً ۚ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِى تَسَآءَلُونَ بِهِۦ وَٱلْأَرْحَامَ ۚ إِنَّ ٱللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا",
    "text_uthmani_transcribed": "Yā ayyuhan-nāsuttaqū rabbakumul-lażī khalaqakum min nafsiw wāḥidatiw wa khalaqa minhā zaujahā wa baṡṡa minhumā rijālan kaṡīraw wa nisā'ā(n), wattaqullāhal-lażī tasā'alūna bihī wal-arḥām(a), innallāha kāna 'alaikum raqībā(n).",
    "translation": "О люди! Благоговейте пред Аллахом, Кто сотворил вас из одной души И от нее же сотворил ей пару. От них обеих Он рассеял (по земле) В великом множестве мужчин и женщин. Благоговейте пред Аллахом, С чьим именем вы предъявляете друг к другу спрос, И чтите родственные связи, - Поистине, Аллах - над вами страж"
  },
  {
    "verse_number": 2,
    "text_uthmani": "وَءَاتُوا۟ ٱلْيَتَـٰمَىٰٓ أَمْوَٰلَهُمْ ۖ وَلَا تَتَبَدَّلُوا۟ ٱلْخَبِيثَ بِٱلطَّيِّبِ ۖ وَلَا تَأْكُلُوٓا۟ أَمْوَٰلَهُمْ إِلَىٰٓ أَمْوَٰلِكُمْ ۚ إِنَّهُۥ كَانَ حُوبًا كَبِيرًا",
    "text_uthmani_transcribed": "Wa ātul-yatāmā amwālahum wa lā tatabaddalul-khabīṡa biṭ-ṭayyib(i), wa lā ta'kulū amwālahum ilā amwālikum, innahū kāna ḥūban kabīrā(n).",
    "translation": "Сиротам отдавайте их добро, (Когда им должный возраст подойдет), И в нем не заменяйте доброе негодным. Не пожирайте их добро, Его добавив к своему (достатку), - Ведь это есть великий грех"
  },
  {
    "verse_number": 3,
    "text_uthmani": "وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا۟ فِى ٱلْيَتَـٰمَىٰ فَٱنكِحُوا۟ مَا طَابَ لَكُم مِّنَ ٱلنِّسَآءِ مَثْنَىٰ وَثُلَـٰثَ وَرُبَـٰعَ ۖ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا۟ فَوَٰحِدَةً أَوْ مَا مَلَكَتْ أَيْمَـٰنُكُمْ ۚ ذَٰلِكَ أَدْنَىٰٓ أَلَّا تَعُولُوا۟",
    "text_uthmani_transcribed": "Wa in khiftum allā tuqsiṭū fil-yatāmā fankiḥū mā ṭāba lakum minan-nisā'i maṡnā wa ṡulāṡa wa rubā'(a), fa in khiftum allā ta'dilū fa wāḥidatan au mā malakat aimānukum, żālika adnā allā ta'ūlū.",
    "translation": "А если есть в вас страх, Что справедливости вы к ним, (Сиротам-девушкам), не соблюдете, Возьмите в жены тех, Которые любимы вами, (Будь то одна, иль) две, иль три, или четыре. Но если есть в вас страх, Что справедливости вы к ним не соблюдете, Возьмите в жены лишь одну Иль ту, которою владеют ваши правы руки. Сие есть ближний путь От справедливости не уклониться"
  },
  {
    "verse_number": 4,
    "text_uthmani": "وَءَاتُوا۟ ٱلنِّسَآءَ صَدُقَـٰتِهِنَّ نِحْلَةً ۚ فَإِن طِبْنَ لَكُمْ عَن شَىْءٍ مِّنْهُ نَفْسًا فَكُلُوهُ هَنِيٓـًٔا مَّرِيٓـًٔا",
    "text_uthmani_transcribed": "Wa ātun-nisā'a ṣaduqātihinna niḥlah(tan), fa in ṭibna lakum 'an syai'im minhu nafsan fa kulūhu hanī'am marī'ā(n).",
    "translation": "По щедрости души Давайте своим женам дар предбрачный И, коль они по своей доброй воле Вам предоставят часть его, Питайтесь им во здравие свое и благость"
  },
  {
    "verse_number": 5,
    "text_uthmani": "وَلَا تُؤْتُوا۟ ٱلسُّفَهَآءَ أَمْوَٰلَكُمُ ٱلَّتِى جَعَلَ ٱللَّهُ لَكُمْ قِيَـٰمًا وَٱرْزُقُوهُمْ فِيهَا وَٱكْسُوهُمْ وَقُولُوا۟ لَهُمْ قَوْلًا مَّعْرُوفًا",
    "text_uthmani_transcribed": "Wa lā tu'tus-sufahā'a amwālakumul-latī ja'alallāhu lakum qiyāmaw warzuqūhum fīhā waksūhum wa qūlū lahum qaulam ma'rūfā(n).",
    "translation": "И не давайте неразумным то добро, Которое Господь вам дал на содержанье; Вы из него кормите их и одевайте И с ними речь благопристойную ведите"
  },
  {
    "verse_number": 6,
    "text_uthmani": "وَٱبْتَلُوا۟ ٱلْيَتَـٰمَىٰ حَتَّىٰٓ إِذَا بَلَغُوا۟ ٱلنِّكَاحَ فَإِنْ ءَانَسْتُم مِّنْهُمْ رُشْدًا فَٱدْفَعُوٓا۟ إِلَيْهِمْ أَمْوَٰلَهُمْ ۖ وَلَا تَأْكُلُوهَآ إِسْرَافًا وَبِدَارًا أَن يَكْبَرُوا۟ ۚ وَمَن كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ ۖ وَمَن كَانَ فَقِيرًا فَلْيَأْكُلْ بِٱلْمَعْرُوفِ ۚ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَٰلَهُمْ فَأَشْهِدُوا۟ عَلَيْهِمْ ۚ وَكَفَىٰ بِٱللَّهِ حَسِيبًا",
    "text_uthmani_transcribed": "Wabtalul-yatāmā ḥattā iżā balagun-nikāḥ(a), fa in ānastum minhum rusydan fadfa'ū ilaihim amwālahum, wa lā ta'kulūhā isrāfaw wa bidāran ay yakbarū, wa man kāna ganiyyan falyasta'fif, wa man kāna faqīran falya'kul bil-ma'rūf(i), fa iżā dafa'tum ilaihim amwālahum fa asyhidū 'alaihim, wa kafā billāhi ḥasībā(n).",
    "translation": "Сирот испытывайте вы (на разумение и зрелость), Пока их брачный возраст (не настал), И, лишь уверившись в их здравом смысле, Вы их добро им отпустите, А не старайтесь спешно поглотить его, Пока они не доросли (до должных лет). И если опекун богат, Пусть из добра (сирот) награды (за услуги) не берет, А если беден - пусть из него берет В достойной и благочестивой мере. Когда вы будете добро им отпускать, При них свидетелей поставьте. И все же при любых расчетах Достаточно (свидетельства) Аллаха"
  },
  {
    "verse_number": 7,
    "text_uthmani": "لِّلرِّجَالِ نَصِيبٌ مِّمَّا تَرَكَ ٱلْوَٰلِدَانِ وَٱلْأَقْرَبُونَ وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا تَرَكَ ٱلْوَٰلِدَانِ وَٱلْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ ۚ نَصِيبًا مَّفْرُوضًا",
    "text_uthmani_transcribed": "Lir-rijāli naṣībum mimmā tarakal-wālidāni wal-aqrabūn(a), wa lin-nisā'i naṣībum mimmā tarakal-wālidāni wal-aqrabūna mimmā qalla minhu au kaṡur(a), naṣībam mafrūḍā(n).",
    "translation": "Мужчинам - свой надел из (доли), Что им родители и близкие оставили в наследство, И женщинам положен свой надел, Что им родители и близкие оставили в наследство. Будь то имущество мало иль велико, Их доля (строго) сочтена"
  },
  {
    "verse_number": 8,
    "text_uthmani": "وَإِذَا حَضَرَ ٱلْقِسْمَةَ أُو۟لُوا۟ ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينُ فَٱرْزُقُوهُم مِّنْهُ وَقُولُوا۟ لَهُمْ قَوْلًا مَّعْرُوفًا",
    "text_uthmani_transcribed": "Wa iżā ḥaḍaral-qismata ulul-qurbā wal-yatāmā wal-masākīnu farzuqūhum minhu wa qūlū lahum qaulam ma'rūfā(n).",
    "translation": "Но если при разделе будут находиться Родные, бедные или сироты, Давайте им из этого (добра) И речь (при этом) честную и кроткую ведите"
  },
  {
    "verse_number": 9,
    "text_uthmani": "وَلْيَخْشَ ٱلَّذِينَ لَوْ تَرَكُوا۟ مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَـٰفًا خَافُوا۟ عَلَيْهِمْ فَلْيَتَّقُوا۟ ٱللَّهَ وَلْيَقُولُوا۟ قَوْلًا سَدِيدًا",
    "text_uthmani_transcribed": "Walyakhsyal-lażīna lau tarakū min khalfihim żurriyyatan ḍi'āfan khāfū 'alaihim, falyattaqullāha walyaqūlū qaulan sadīdā(n).",
    "translation": "И пусть боятся те, (Кто отпускает в жизнь сирот), Как если б оставляли за собой Беспомощных и беззащитных близких. Пусть устрашатся они Бога И будут твёрды в своем слове"
  },
  {
    "verse_number": 10,
    "text_uthmani": "إِنَّ ٱلَّذِينَ يَأْكُلُونَ أَمْوَٰلَ ٱلْيَتَـٰمَىٰ ظُلْمًا إِنَّمَا يَأْكُلُونَ فِى بُطُونِهِمْ نَارًا ۖ وَسَيَصْلَوْنَ سَعِيرًا",
    "text_uthmani_transcribed": "Innal-lażīna ya'kulūna amwālal-yatāmā ẓulman innamā ya'kulūna fī buṭūnihim nārā(n), wa sayaṣlauna sa'īrā(n).",
    "translation": "Ведь те, которые имущество сирот Несправедливо пожирают, Сжирают огнь в свои чрева - Гореть им в пламенном Огне"
  },
  {
    "verse_number": 11,
    "text_uthmani": "يُوصِيكُمُ ٱللَّهُ فِىٓ أَوْلَـٰدِكُمْ ۖ لِلذَّكَرِ مِثْلُ حَظِّ ٱلْأُنثَيَيْنِ ۚ فَإِن كُنَّ نِسَآءً فَوْقَ ٱثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ ۖ وَإِن كَانَتْ وَٰحِدَةً فَلَهَا ٱلنِّصْفُ ۚ وَلِأَبَوَيْهِ لِكُلِّ وَٰحِدٍ مِّنْهُمَا ٱلسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدٌ ۚ فَإِن لَّمْ يَكُن لَّهُۥ وَلَدٌ وَوَرِثَهُۥٓ أَبَوَاهُ فَلِأُمِّهِ ٱلثُّلُثُ ۚ فَإِن كَانَ لَهُۥٓ إِخْوَةٌ فَلِأُمِّهِ ٱلسُّدُسُ ۚ مِنۢ بَعْدِ وَصِيَّةٍ يُوصِى بِهَآ أَوْ دَيْنٍ ۗ ءَابَآؤُكُمْ وَأَبْنَآؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا ۚ فَرِيضَةً مِّنَ ٱللَّهِ ۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًا",
    "text_uthmani_transcribed": "Yūṣīkumullāhu fī aulādikum liż-żakari miṡlu ḥaẓẓil-unṡayain(i), fa in kunna nisā'an fauqaṡnataini fa lahunna ṡuluṡā mā tarak(a), wa in kānat wāḥidatan fa lahan-niṣf(u), wa li abawaihi likulli wāḥidim minhumas-sudusu mimmā taraka in kāna lahū walad(un), fa illam yakul lahū waladuw wa wariṡahū abawāhu fa li'ummihiṡ-ṡuluṡ(u),  fa in kāna lahū ikhwatun fa li'ummihis-sudusu mim ba'di waṣiyyatiy yūṣī bihā au dain(in), ābā'ukum wa abnā'ukum, lā tadrūna ayyuhum aqrabu lakum naf'ā(n), farīḍatam minallāh(i), innallāha kāna 'alīman ḥakīmā(n).",
    "translation": "И относительно детей ЗаповедАет вам Аллах: Для сына - доля, что равна Двух дочерей суммарной доле. Коль только дочери (у вас), Числом от двух и больше, Им полагается две трети из того, что он оставил; А если лишь одна девица, Ей половина надлежит. И если (у усопшего) есть дети, То каждому родителю его - Шестая доля из того, что он оставил; А если нет детей И лишь родители наследуют ему, То мать получит третью долю от наследства; А если у него есть братья (или сестры), То матери - шестая доля (из того, что остается) После уплаты завещаний и долгов. Вы знать не можете, Кто из родителей или детей В своей полезности к вам ближе. Так установлено Аллахом, - Аллах, поистине, всезнающ, мудр"
  }
]