{
  "chapter_number": 20,
  "verses": [
    {
      "verse_number": 34,
      "text_uthmani": "وَنَذْكُرَكَ كَثِيرًا",
      "text_uthmani_transcribed": "Wa nażkuraka kaṡīrā(n).",
      "translation": "И неустанно призывать (в своих молитвах)"
    },
    {
      "verse_number": 35,
      "text_uthmani": "إِنَّكَ كُنتَ بِنَا بَصِيرًا",
      "text_uthmani_transcribed": "Innaka kunta binā baṣīrā(n).",
      "translation": "Ведь Ты - над нами зоркий страж"
    },
    {
      "verse_number": 36,
      "text_uthmani": "قَالَ قَدْ أُوتِيتَ سُؤْلَكَ يَـٰمُوسَىٰ",
      "text_uthmani_transcribed": "Qāla qad ūtīta su'laka yā mūsā.",
      "translation": "(Аллах ему) ответил: \"Муса! Даровано тебе просимое тобой"
    },
    {
      "verse_number": 37,
      "text_uthmani": "وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً أُخْرَىٰٓ",
      "text_uthmani_transcribed": "Wa laqad manannā 'alaika marratan ukhrā.",
      "translation": "Ведь, истинно, и в прежний раз Тебе Мы милость оказали"
    },
    {
      "verse_number": 38,
      "text_uthmani": "إِذْ أَوْحَيْنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ",
      "text_uthmani_transcribed": "Iż auḥainā ilā ummika mā yūḥā.",
      "translation": "Когда внушили повеленье матери твоей"
    },
    {
      "verse_number": 39,
      "text_uthmani": "أَنِ ٱقْذِفِيهِ فِى ٱلتَّابُوتِ فَٱقْذِفِيهِ فِى ٱلْيَمِّ فَلْيُلْقِهِ ٱلْيَمُّ بِٱلسَّاحِلِ يَأْخُذْهُ عَدُوٌّ لِّى وَعَدُوٌّ لَّهُۥ ۚ وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّى وَلِتُصْنَعَ عَلَىٰ عَيْنِىٓ",
      "text_uthmani_transcribed": "Aniqżifīhi fit-tābūti faqżifīhi fil-yammi falyulqihil-yammu bis-sāḥili ya'khużhu 'aduwwul lī wa 'aduwwul lah(ū), wa alqaitu 'alaika maḥabbatam minnī, wa lituṣna'a 'alā 'ainī.",
      "translation": "(Младенца) брось в ковчег и по морю пусти. А море выбросит его на берег, И вытащит его враг Мой и враг его. Я на тебя простер Мою любовь, Чтоб на очах Моих тебя они взрастили"
    },
    {
      "verse_number": 40,
      "text_uthmani": "إِذْ تَمْشِىٓ أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ عَلَىٰ مَن يَكْفُلُهُۥ ۖ فَرَجَعْنَـٰكَ إِلَىٰٓ أُمِّكَ كَىْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ ۚ وَقَتَلْتَ نَفْسًا فَنَجَّيْنَـٰكَ مِنَ ٱلْغَمِّ وَفَتَنَّـٰكَ فُتُونًا ۚ فَلَبِثْتَ سِنِينَ فِىٓ أَهْلِ مَدْيَنَ ثُمَّ جِئْتَ عَلَىٰ قَدَرٍ يَـٰمُوسَىٰ",
      "text_uthmani_transcribed": "Iż tamsyī ukhtuka fa taqūlu hal adullukum 'alā may yakfuluh(ū), fa raja'nāka ilā ummika kai taqarra 'ainuhā wa lā taḥzan(a), wa qatalta nafsan fa najjaināka minal-gammi wa fatannāka futūnā(n), fa labiṡta sinīna fī ahli madyan(a), ṡumma ji'ta 'alā qadariy yā mūsā.",
      "translation": "И (вспомни,) как пришла твоя сестра И так сказала: \"Не указать ли вам, Кто может выходить и вырастить (младенца)?\" Так Мы вернули к матери тебя, Чтобы утешилась она и про печаль забыла. Потом ты (в гневе) душу погубил, И Мы спасли тебя от всех тревог и наказанья, И Мы подвергли многим испытаниям тебя. И ты провел года средь обитателей Мадйана, Потом по предписанию (от Нас) Пришел сюда (к народу своему), о Муса"
    },
    {
      "verse_number": 41,
      "text_uthmani": "وَٱصْطَنَعْتُكَ لِنَفْسِى",
      "text_uthmani_transcribed": "Wasṭana'tuka linafsī.",
      "translation": "Себе (на службу) Я тебя готовил"
    },
    {
      "verse_number": 42,
      "text_uthmani": "ٱذْهَبْ أَنتَ وَأَخُوكَ بِـَٔايَـٰتِى وَلَا تَنِيَا فِى ذِكْرِى",
      "text_uthmani_transcribed": "Iżhab anta wa akhūka bi'āyātī wa lā taniyā fī żikrī.",
      "translation": "Иди же ты и брат твой Со знаменьями Моими (к людям), И в поминании Меня (Усердие пусть ваше) не слабеет"
    },
    {
      "verse_number": 43,
      "text_uthmani": "ٱذْهَبَآ إِلَىٰ فِرْعَوْنَ إِنَّهُۥ طَغَىٰ",
      "text_uthmani_transcribed": "Iżhabā ilā fir'auna innahū ṭagā.",
      "translation": "Ступайте оба к Фараону - Ведь все пределы преступил он"
    },
    {
      "verse_number": 44,
      "text_uthmani": "فَقُولَا لَهُۥ قَوْلًا لَّيِّنًا لَّعَلَّهُۥ يَتَذَكَّرُ أَوْ يَخْشَىٰ",
      "text_uthmani_transcribed": "Fa qūlā lahū qaulal layyinal la'allahū yatażakkaru au yakhsyā.",
      "translation": "Но речь с ним кроткую ведите: Быть может, увещание он примет И убоится (гнева Бога)"
    }
  ]
}