[
  {
    "verse_number": 45,
    "text_uthmani": "فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَـٰهَا وَهِىَ ظَالِمَةٌ فَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئْرٍ مُّعَطَّلَةٍ وَقَصْرٍ مَّشِيدٍ",
    "text_uthmani_transcribed": "Fa ka'ayyim min qaryatin ahlaknāhā wa hiya ẓālimatun fa hiya khāwiyatun 'alā 'urūsyihā, wa bi'rim mu'aṭṭalatiw wa qaṣrim masyīd(in).",
    "translation": "И сколько поселений погубили Мы, Когда они нечестие творили! Их стены сокрушились на их своды. Сколько пустых, заброшенных колодцев И возвышающихся зАмков"
  },
  {
    "verse_number": 46,
    "text_uthmani": "أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَآ أَوْ ءَاذَانٌ يَسْمَعُونَ بِهَا ۖ فَإِنَّهَا لَا تَعْمَى ٱلْأَبْصَـٰرُ وَلَـٰكِن تَعْمَى ٱلْقُلُوبُ ٱلَّتِى فِى ٱلصُّدُورِ",
    "text_uthmani_transcribed": "Afalam yasīrū fil-arḍi fa takūna lahum qulūbuy ya'qilūna bihā au āżānuy yasma'ūna bihā, fa innahā lā ta'mal-abṣāru wa lākin ta'mal-qulūbul-latī fiṣ-ṣudūr(i).",
    "translation": "Ужель им по земле ходить (не приходилось), Чтоб их сердца познали мудрость, А уши - слышать научились? Но нет, не взоры их слепы - Слепы сердца в груди у нечестивых"
  },
  {
    "verse_number": 47,
    "text_uthmani": "وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَلَن يُخْلِفَ ٱللَّهُ وَعْدَهُۥ ۚ وَإِنَّ يَوْمًا عِندَ رَبِّكَ كَأَلْفِ سَنَةٍ مِّمَّا تَعُدُّونَ",
    "text_uthmani_transcribed": "Wa yasta'jilūnaka bil-'ażābi wa lay yukhlifallāhu wa'dah(ū), wa inna yauman 'inda rabbika ka'alfi sanatim mimmā ta'uddūn(a).",
    "translation": "И все ж они тебя торопят с наказаньем. Но не нарушит Бог обета Своего, - Ведь день один у Бога твоего, Как тысяча годов, Которым (на земле) вы счет ведете"
  },
  {
    "verse_number": 48,
    "text_uthmani": "وَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِىَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَىَّ ٱلْمَصِيرُ",
    "text_uthmani_transcribed": "Wa ka'ayyim min qaryatin amlaitu lahā wa hiya ẓālimatun ṡumma akhażtuhā, wa ilayyal-maṣīr(u).",
    "translation": "И скольким поселениям давал отсрочку Я, Когда они нечестие творили! Потом Я схватывал их (карой), И (лишь) ко Мне (на Суд) - Обратный их приход"
  },
  {
    "verse_number": 49,
    "text_uthmani": "قُلْ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمْ نَذِيرٌ مُّبِينٌ",
    "text_uthmani_transcribed": "Qul yā ayyuhan-nāsu innamā ana lakum nażīrum mubīn(un).",
    "translation": "Скажи: \"О люди! Я для вас - увещеватель ясный"
  },
  {
    "verse_number": 50,
    "text_uthmani": "فَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
    "text_uthmani_transcribed": "Fal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti lahum magfiratuw wa rizqun karīm(un).",
    "translation": "Тем, кто уверовал и делает добро, - Прощенье им и щедрая награда"
  },
  {
    "verse_number": 51,
    "text_uthmani": "وَٱلَّذِينَ سَعَوْا۟ فِىٓ ءَايَـٰتِنَا مُعَـٰجِزِينَ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَحِيمِ",
    "text_uthmani_transcribed": "Wal-lażīna sa'au fī āyātinā mu'ājizīna ulā'ika aṣḥābul-jaḥīm(i).",
    "translation": "А те, которые усердствуют против знамений Наших, Пытаясь (всеми силами) ослабить их, - Те - обитатели Огня"
  },
  {
    "verse_number": 52,
    "text_uthmani": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلَا نَبِىٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلْقَى ٱلشَّيْطَـٰنُ فِىٓ أُمْنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلْقِى ٱلشَّيْطَـٰنُ ثُمَّ يُحْكِمُ ٱللَّهُ ءَايَـٰتِهِۦ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
    "text_uthmani_transcribed": "Wa mā arsalnā min qablika mir rasūliw wa lā nabiyyin illā iżā tamannā alqasy-syaiṭānu fī umniyyatih(ī), fa yansakhullāhu mā yulqisy-syaiṭānu ṡumma yuḥkimullāhu āyātih(ī), wallāhu 'alīmun ḥakīm(un).",
    "translation": "И до тебя Мы не послали Ни одного посланника, ни одного пророка без того, Чтобы, когда в нем зрело пылкое желанье, Не бросил Сатана в него (какую-либо скверну). Но сводит на ничто Аллах Все, что подбрасывает Сатана (благочестивым), И утверждает (в них) знамения Свои, - Аллах ведь знающ, мудр безмерно"
  },
  {
    "verse_number": 53,
    "text_uthmani": "لِّيَجْعَلَ مَا يُلْقِى ٱلشَّيْطَـٰنُ فِتْنَةً لِّلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ وَٱلْقَاسِيَةِ قُلُوبُهُمْ ۗ وَإِنَّ ٱلظَّـٰلِمِينَ لَفِى شِقَاقٍۭ بَعِيدٍ",
    "text_uthmani_transcribed": "Liyaj'ala mā yulqisy-syaiṭānu fitnatal lil-lażīna fī qulūbihim maraḍuw wal-qāsiyati qulūbuhum, wa innaẓ-ẓālimīna lafī syiqāqim ba'īd(in).",
    "translation": "Чтоб сделать то, во что их Сатана ввергает, Испытанием для тех, Сердца которых схвачены недугом И очерствели (от неверия и злобы), - Ведь злочестивые в глубокой ереси (От Истины Господней пребывают)"
  },
  {
    "verse_number": 54,
    "text_uthmani": "وَلِيَعْلَمَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّكَ فَيُؤْمِنُوا۟ بِهِۦ فَتُخْبِتَ لَهُۥ قُلُوبُهُمْ ۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓا۟ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "text_uthmani_transcribed": "Wa liya'lamal-lażīna ūtul-'ilma annahul-ḥaqqu mir rabbika fa yu'minū bihī fa tukhbita lahū qulūbuhum, wa innallāha lahādil-lażīna āmanū ilā ṣirāṭim mustaqīm(in).",
    "translation": "Чтобы узнали те, которые владеют знаньем, Что он есть Истина от их Владыки, И чтоб они могли уверовать в него, И чтобы их сердца Покорно перед ним открылись, - Аллах, поистине, ведет к пути прямому Тех, кто уверовал (в Него)"
  },
  {
    "verse_number": 55,
    "text_uthmani": "وَلَا يَزَالُ ٱلَّذِينَ كَفَرُوا۟ فِى مِرْيَةٍ مِّنْهُ حَتَّىٰ تَأْتِيَهُمُ ٱلسَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ",
    "text_uthmani_transcribed": "Wa lā yazālul-lażīna kafarū fī miryatim minhu ḥattā ta'tiyahumus-sā'atu  bagtatan au ya'tiyahum 'ażābu yaumin 'aqīm(in).",
    "translation": "Но те, что не уверовали (в Бога), Не перестанут быть в сомнении о нем, Пока к ним не придет нежданно Час Иль мука Рокового Дня им не предстанет"
  }
]