[
  {
    "verse_number": 144,
    "text_uthmani": "قَدْ نَرَىٰ تَقَلُّبَ وَجْهِكَ فِى ٱلسَّمَآءِ ۖ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَىٰهَا ۚ فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ ۚ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا۟ وُجُوهَكُمْ شَطْرَهُۥ ۗ وَإِنَّ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ لَيَعْلَمُونَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّهِمْ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا يَعْمَلُونَ",
    "text_uthmani_transcribed": "Qad narā taqallubaka wajhika fis-samā'(i), fa lanuwalliyannaka qiblatan tarḍāhā, fawalli wajhaka syaṭral-masjidil-ḥarām(i), wa ḥaiṡumā kuntum fawallū wujūhakum syaṭrah(ū), wa innal-lażīna ūtul-kitāba laya'lamūna annahul-ḥaqqu mir rabbihim, wa mallāhu bigāfilin 'ammā ya'malūn(a).",
    "translation": "Мы видели, как обращал свое лицо ты к небу; Теперь же Мы повелеваем, Чтоб обращался ты к той Кибле, Что будет люба сердцу твоему. Так поверни свое лицо К запретной (для греха) Мечети, И где б вы ни были - отныне Вы лица обращайте к ней. И люди Книги знают хорошо - Сие есть Истина от Бога, - Ведь в небрежении Господь не остается К поступкам вашим и делам"
  },
  {
    "verse_number": 145,
    "text_uthmani": "وَلَئِنْ أَتَيْتَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ بِكُلِّ ءَايَةٍ مَّا تَبِعُوا۟ قِبْلَتَكَ ۚ وَمَآ أَنتَ بِتَابِعٍ قِبْلَتَهُمْ ۚ وَمَا بَعْضُهُم بِتَابِعٍ قِبْلَةَ بَعْضٍ ۚ وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم مِّنۢ بَعْدِ مَا جَآءَكَ مِنَ ٱلْعِلْمِ ۙ إِنَّكَ إِذًا لَّمِنَ ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Wa la'in ataital-lażīna ūtul-kitāba bikulli āyatim mā tabi'ū qiblatak(a), wa mā anta bitābi'in qiblatahum, wa mā ba'ḍuhum bitābi'in qiblata ba'ḍ(in), wa la'inittaba'ta ahwā'ahum mim ba'di mā jā'aka minal-'ilm(i), innaka iżal laminaẓ-ẓālimīn(a).",
    "translation": "И если людям Книги ты представишь Все ясные знамения (Аллаха), Они не обратятся к твоей Кибле И ты к их Кибле лик не повернешь, И меж собой они не следуют одной и той же Кибле. Но если ты пойдешь дорогой их страстей, Уже постигнув истинное знанье, Тебе средь нечестивых быть"
  },
  {
    "verse_number": 146,
    "text_uthmani": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَعْرِفُونَهُۥ كَمَا يَعْرِفُونَ أَبْنَآءَهُمْ ۖ وَإِنَّ فَرِيقًا مِّنْهُمْ لَيَكْتُمُونَ ٱلْحَقَّ وَهُمْ يَعْلَمُونَ",
    "text_uthmani_transcribed": "Allażīna ātaināhumul-kitāba ya'rifūnahū kamā ya'rifūna abnā'ahum, wa inna farīqam minhum layaktumūnal-ḥaqqa wa hum ya'lamūn(a).",
    "translation": "И знают его люди Книги, Как своих собственных сынов; Но есть средь них, поистине, и те, Кто эту правду утаить желает, Хотя и ведает о ней"
  },
  {
    "verse_number": 147,
    "text_uthmani": "ٱلْحَقُّ مِن رَّبِّكَ ۖ فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ",
    "text_uthmani_transcribed": "Al-ḥaqqu mir rabbika falā takūnanna minal-mumtarīn(a).",
    "translation": "Но Истина от Господа исходит, А потому - не будь средь тех, В ком есть сомнения (об этом)"
  },
  {
    "verse_number": 148,
    "text_uthmani": "وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا ۖ فَٱسْتَبِقُوا۟ ٱلْخَيْرَٰتِ ۚ أَيْنَ مَا تَكُونُوا۟ يَأْتِ بِكُمُ ٱللَّهُ جَمِيعًا ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Wa likulliw wijhatun huwa muwallīhā fastabiqul-khairāt(i), aina mā takūnū ya'ti bikumullāhu jamī'ā(n), innallāha 'alā kulli syai'in qadīr(un).",
    "translation": "(В сей жизни) всякая душа Имеет собственную супротиву, Что ей назначена Аллахом. А потому в делах благочестивых Старайтесь обогнать друг друга. И где б вы ни были, Аллах соединит вас всех (Ответ держать пред Ним), - Ведь всемогущ Аллах над всем"
  },
  {
    "verse_number": 149,
    "text_uthmani": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ ۖ وَإِنَّهُۥ لَلْحَقُّ مِن رَّبِّكَ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
    "text_uthmani_transcribed": "Wa min ḥaiṡu kharajta fawalli wajhaka syaṭral-masjidil-ḥarām(i), wa innahū lal-ḥaqqu mir rabbik(a), wa mallāhu bigāfilin 'ammā ta'malūn(a).",
    "translation": "Откуда бы ты ни был родом, Ты повернись лицом к Запретной (для греха) Мечети: Сие есть истина от Бога твоего, - Ведь в небрежении Господь не остается К твоим поступкам и делам"
  },
  {
    "verse_number": 150,
    "text_uthmani": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ ۚ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا۟ وُجُوهَكُمْ شَطْرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ فَلَا تَخْشَوْهُمْ وَٱخْشَوْنِى وَلِأُتِمَّ نِعْمَتِى عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَ",
    "text_uthmani_transcribed": "Wa min ḥaiṡu kharajta fa walli wajhaka syaṭral-masjidil-ḥarām(i), wa ḥaiṡumā kuntum fawallū wujūhakum syaṭrah(ū), li'allā yakūna lin-nāsi 'alaikum ḥujjatun illal-lażīna ẓalamū minhum, falā takhsyauhum wakhsyaunī, wa li'utimma ni'matī  'alaikum wa la'allakum tahtadūn(a).",
    "translation": "Откуда б ни был родом ты, Ты повернись лицом к Запретной (для греха) Мечети; И где б вы ни были, вы повернитесь к ней лицом, Чтоб у людей не вызвать нареканий, Помимо тех, кто нечестив. Но их не бойтесь, а страшитесь лишь Меня, Чтоб мог Я завершить Свою вам милость, А вы могли пойти указанным путем"
  },
  {
    "verse_number": 151,
    "text_uthmani": "كَمَآ أَرْسَلْنَا فِيكُمْ رَسُولًا مِّنكُمْ يَتْلُوا۟ عَلَيْكُمْ ءَايَـٰتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَيُعَلِّمُكُم مَّا لَمْ تَكُونُوا۟ تَعْلَمُونَ",
    "text_uthmani_transcribed": "Kamā arsalnā fīkum rasūlam minkum yatlū 'alaikum āyātinā wa yuzakkīkum wa yu'allimukumul-kitāba wal-ḥikmata wa yu'allimukum mā lam takūnū ta'lamūn(a).",
    "translation": "Подобно той, как Мы из вас самих Посланника назначили для вас, Кто вам знамения Мои читает и очищает вас, Писанию и мудрости вас учит И обучает вас тому, Что было вам доселе неизвестно"
  },
  {
    "verse_number": 152,
    "text_uthmani": "فَٱذْكُرُونِىٓ أَذْكُرْكُمْ وَٱشْكُرُوا۟ لِى وَلَا تَكْفُرُونِ",
    "text_uthmani_transcribed": "Fażkurūnī ażkurkum wasykurū lī wa lā takfurūn(i).",
    "translation": "Так помните Меня, и Я вас буду помнить; И будьте благодарны Мне (признанием своим) И никогда неблагодарными не будьте, отвергая Мою веру"
  },
  {
    "verse_number": 153,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱسْتَعِينُوا۟ بِٱلصَّبْرِ وَٱلصَّلَوٰةِ ۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّـٰبِرِينَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanusta'īnū biṣ-ṣabri waṣ-ṣalāh(ti), innallāha ma'aṣ-ṣābirīn(a).",
    "translation": "О вы, кто верует! Себе вы в помощь призовите Терпение, и стойкость, и молитву, - Аллах, поистине, благоволит к тому, Кто терпелив и стоек духом"
  },
  {
    "verse_number": 154,
    "text_uthmani": "وَلَا تَقُولُوا۟ لِمَن يُقْتَلُ فِى سَبِيلِ ٱللَّهِ أَمْوَٰتٌۢ ۚ بَلْ أَحْيَآءٌ وَلَـٰكِن لَّا تَشْعُرُونَ",
    "text_uthmani_transcribed": "Wa lā taqūlū limay yuqtalu fī sabīlillāhi amwāt(un), bal aḥyā'uw wa lākil lā tasy'urūn(a).",
    "translation": "И об убитых на пути Господнем Не говорите, что они мертвы. Нет! Они живы, - Но этого постичь вам не дано"
  }
]