[
  {
    "verse_number": 23,
    "text_uthmani": "فَأَجَآءَهَا ٱلْمَخَاضُ إِلَىٰ جِذْعِ ٱلنَّخْلَةِ قَالَتْ يَـٰلَيْتَنِى مِتُّ قَبْلَ هَـٰذَا وَكُنتُ نَسْيًا مَّنسِيًّا",
    "text_uthmani_transcribed": "Fa ajā'ahal-makhāḍu ilā jiz'in nakhlah(ti), qālat yā laitanī mittu qabla hāżā wa kuntu nas-yam mansiyyā(n).",
    "translation": "А муки (при рождении дитяти) Ее к стволу (тенистой) пальмы привели, И молвила она: \"О, лучше б умереть мне раньше - Забытой и забвенной стать до этого всего"
  },
  {
    "verse_number": 24,
    "text_uthmani": "فَنَادَىٰهَا مِن تَحْتِهَآ أَلَّا تَحْزَنِى قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا",
    "text_uthmani_transcribed": "Fa nādāhā min taḥtihā allā taḥzanī qad ja'ala rabbuki taḥtaki sariyyā(n).",
    "translation": "И тут под ней раздался голос: \"Не скорби! Господь твой под тобой провел ручей"
  },
  {
    "verse_number": 25,
    "text_uthmani": "وَهُزِّىٓ إِلَيْكِ بِجِذْعِ ٱلنَّخْلَةِ تُسَـٰقِطْ عَلَيْكِ رُطَبًا جَنِيًّا",
    "text_uthmani_transcribed": "Wa huzzī ilaiki bijiz'in-nakhlati tusāqiṭ 'alaiki ruṭaban janiyyā(n).",
    "translation": "И потряси ствол пальмы над собой - Она к тебе уронит спелые и свежие плоды"
  },
  {
    "verse_number": 26,
    "text_uthmani": "فَكُلِى وَٱشْرَبِى وَقَرِّى عَيْنًا ۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلْبَشَرِ أَحَدًا فَقُولِىٓ إِنِّى نَذَرْتُ لِلرَّحْمَـٰنِ صَوْمًا فَلَنْ أُكَلِّمَ ٱلْيَوْمَ إِنسِيًّا",
    "text_uthmani_transcribed": "Fa kulī wasyrabī wa qarrī 'ainā(n), fa immā tarayinna minal-basyari aḥadā(n), fa qūlī innī nażartu lir-raḥmāni ṣauman falan ukallimal-yauma insiyyā(n).",
    "translation": "Ешь, пей и прохлади глаза. Но если человека ты увидишь, Скажи: \"Я Милосердному дала обет поста, И говорить сегодня я ни с кем не буду"
  },
  {
    "verse_number": 27,
    "text_uthmani": "فَأَتَتْ بِهِۦ قَوْمَهَا تَحْمِلُهُۥ ۖ قَالُوا۟ يَـٰمَرْيَمُ لَقَدْ جِئْتِ شَيْـًٔا فَرِيًّا",
    "text_uthmani_transcribed": "Fa atat bihī qaumahā taḥmiluh(ū), qālū yā maryamu laqad ji'ti syai'an fariyyā(n).",
    "translation": "Она пришла к народу своему, Неся младенца-сына на руках. Они сказали: \"О Марйам! Ты сделала неслыханное дело"
  },
  {
    "verse_number": 28,
    "text_uthmani": "يَـٰٓأُخْتَ هَـٰرُونَ مَا كَانَ أَبُوكِ ٱمْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا",
    "text_uthmani_transcribed": "Yā ukhta hārūna kāna abūkimra'a sau'iw wa mā kānat ummuki bagiyyā(n).",
    "translation": "О сестра Харуна! Ни твой отец порочным не был, Ни твоя мать блудницей не была"
  },
  {
    "verse_number": 29,
    "text_uthmani": "فَأَشَارَتْ إِلَيْهِ ۖ قَالُوا۟ كَيْفَ نُكَلِّمُ مَن كَانَ فِى ٱلْمَهْدِ صَبِيًّا",
    "text_uthmani_transcribed": "Fa asyārat ilaīh(i), qālū kaifa nukallimu man kāna fil-mahdi ṣabiyyā(n).",
    "translation": "Она им указала (на младенца, Как бы ища ответа у него); Они же (в изумлении) сказали: \"Как можем говорить мы с тем, Кто все еще младенец в колыбели"
  },
  {
    "verse_number": 30,
    "text_uthmani": "قَالَ إِنِّى عَبْدُ ٱللَّهِ ءَاتَىٰنِىَ ٱلْكِتَـٰبَ وَجَعَلَنِى نَبِيًّا",
    "text_uthmani_transcribed": "Qāla innī 'abdullāh(i), ātāniyal-kitāba wa ja'alanī nabiyyā(n).",
    "translation": "Но тут заговорил младенец: \"Поистине, я - раб Аллаха. Он Откровение мне дал и утвердил пророком"
  },
  {
    "verse_number": 31,
    "text_uthmani": "وَجَعَلَنِى مُبَارَكًا أَيْنَ مَا كُنتُ وَأَوْصَـٰنِى بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمْتُ حَيًّا",
    "text_uthmani_transcribed": "Wa ja'alanī mubārakan aina mā kunt(u), wa auṣānī biṣ-ṣalāti waz-zakāti mā dumtu ḥayyā(n).",
    "translation": "И Он меня благословенным сделал Везде, где мне бы ни пришлось бывать. Он заповедал мне молитву и очистительную подать, Пока живу я (на земле)"
  },
  {
    "verse_number": 32,
    "text_uthmani": "وَبَرًّۢا بِوَٰلِدَتِى وَلَمْ يَجْعَلْنِى جَبَّارًا شَقِيًّا",
    "text_uthmani_transcribed": "Wa barram biwālidatī wa lam yaj'alnī jabbāran syaqiyyā(n).",
    "translation": "А к матери моей Мне благость (повелел) и послушанье, Меня не сделал дерзким и лишенным благословения (Его)"
  },
  {
    "verse_number": 33,
    "text_uthmani": "وَٱلسَّلَـٰمُ عَلَىَّ يَوْمَ وُلِدتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا",
    "text_uthmani_transcribed": "Was-salāmu 'alayya yauma wulittu wa yauma amūtu wa yauma ub'aṡu ḥayyā(n).",
    "translation": "Мне - мир в тот день, когда я был рожден, И в день, когда умру, и в День, когда воскресну к жизни"
  }
]