[
  {
    "verse_number": 12,
    "text_uthmani": "وَلِسُلَيْمَـٰنَ ٱلرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ ۖ وَأَسَلْنَا لَهُۥ عَيْنَ ٱلْقِطْرِ ۖ وَمِنَ ٱلْجِنِّ مَن يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِۦ ۖ وَمَن يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ ٱلسَّعِيرِ",
    "text_uthmani_transcribed": "Wa lisulaimānar-rīḥa guduwwuhā syahruw wa rawāḥuhā syahr(un), wa asalnā lahū 'ainal-qiṭr(i), wa minal-jinni may ya'malu baina yadaihi bi'iżni rabbih(ī), wa may yazig minhum 'an amrinā nużiqhu min 'ażābis-sa'īr(i).",
    "translation": "Мы подчинили Сулейману ветер, И утренний (пробег) его пути Был месячным (пробегом остального), И путь вечерний - тоже месяц; И источили для него (Расплавленную) медную струю, (И выбрали) из джиннов тех, Что на глазах его трудились По повелению его Владыки. А если кто-нибудь из них От повелений Наших уклонялся, Тому давали Мы вкусить (Суровой) кары огненную (муку)"
  },
  {
    "verse_number": 13,
    "text_uthmani": "يَعْمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَـٰرِيبَ وَتَمَـٰثِيلَ وَجِفَانٍ كَٱلْجَوَابِ وَقُدُورٍ رَّاسِيَـٰتٍ ۚ ٱعْمَلُوٓا۟ ءَالَ دَاوُۥدَ شُكْرًا ۚ وَقَلِيلٌ مِّنْ عِبَادِىَ ٱلشَّكُورُ",
    "text_uthmani_transcribed": "Ya'malūna lahū mā yasyā'u mim maḥārība wa tamāṡīla wa jifānin kal-jawābi wa qudūrir-rāsiyāt(in), i'malū āla dāwūda syukrā(n), wa qalīlum min 'ibādiyasy-syakūr(u).",
    "translation": "И выполняли (джинны) для него Всю ту работу, что желал он: Аркады (двух столбов) и изваянья (херувимов), Чаши (массивные) размером с водоем, Котлы (для омывания ко всесожженью), Поставленные прочно (на подставах). \"Сыны Даудовы! Делами благодарности своей Нам воздавайте!\" Но лишь немногие служители Мои Деяньями своими выказывают благодарность Мне"
  },
  {
    "verse_number": 14,
    "text_uthmani": "فَلَمَّا قَضَيْنَا عَلَيْهِ ٱلْمَوْتَ مَا دَلَّهُمْ عَلَىٰ مَوْتِهِۦٓ إِلَّا دَآبَّةُ ٱلْأَرْضِ تَأْكُلُ مِنسَأَتَهُۥ ۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلْجِنُّ أَن لَّوْ كَانُوا۟ يَعْلَمُونَ ٱلْغَيْبَ مَا لَبِثُوا۟ فِى ٱلْعَذَابِ ٱلْمُهِينِ",
    "text_uthmani_transcribed": "Falammā qaḍainā 'alaihil-mauta mā dallahum 'alā mautihī illā dābbatul-arḍi ta'kulu minsa'atah(ū), falammā kharra tabayyanatil-jinnu allau kānū ya'lamūnal-gaiba mā labiṡū fil-'ażābil-muhīn(i).",
    "translation": "Когда же Мы на смерть его определили, Лишь червь земной им указал на смерть его, Подъев тот посох, (на который опирался его труп); Когда упал он, джинны осознали, Что, если б удалось им тайное познать, Им не пришлось бы выполнять (так долго) (Работу), что была им унизительною карой"
  },
  {
    "verse_number": 15,
    "text_uthmani": "لَقَدْ كَانَ لِسَبَإٍ فِى مَسْكَنِهِمْ ءَايَةٌ ۖ جَنَّتَانِ عَن يَمِينٍ وَشِمَالٍ ۖ كُلُوا۟ مِن رِّزْقِ رَبِّكُمْ وَٱشْكُرُوا۟ لَهُۥ ۚ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ",
    "text_uthmani_transcribed": "Laqad kāna lisaba'in fī maskanihim āyah(tun), jannatāni 'ay yamīniw wa syimāl(in), kulū mir rizqi rabbikum wasykurū lah(ū), baldatun ṭayyibatuw wa rabbun gafūr(un).",
    "translation": "(А некогда у жителей) Саба, В стране их проживания, знаменье было: Два сада - с правой стороны и с левой. (Им было повеление от Нас): \"Питайтесь тем, что вам доставил ваш Господь, (Делами добрыми) Его благодарите. Страна благая (вам дана), И милосерден (к вам) Господь"
  },
  {
    "verse_number": 16,
    "text_uthmani": "فَأَعْرَضُوا۟ فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ ٱلْعَرِمِ وَبَدَّلْنَـٰهُم بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَىْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَىْءٍ مِّن سِدْرٍ قَلِيلٍ",
    "text_uthmani_transcribed": "Fa a'raḍū fa arsalnā 'alaihim sailal-'arimi wa baddalnāhum bijannataihim jannataini żawātai ukulin khamṭiw wa aṡliw wa syai'im min sidrin qalīl(in).",
    "translation": "Они же отвратились, и тогда (Прорвали Мы) плотину их, И против них потоп послали, И заменили их сады двумя другими, Дающими лишь горькие плоды, И тамариск, и дикий низкорослый лотос"
  },
  {
    "verse_number": 17,
    "text_uthmani": "ذَٰلِكَ جَزَيْنَـٰهُم بِمَا كَفَرُوا۟ ۖ وَهَلْ نُجَـٰزِىٓ إِلَّا ٱلْكَفُورَ",
    "text_uthmani_transcribed": "Żālika jazaināhum bimā kafarū, wa hal nujāzī illal-kafūr(a).",
    "translation": "Так Мы воздали им за их неверие (в Аллаха). И никогда и никому, кроме неверных, Столь страшной карой Мы не воздаем"
  },
  {
    "verse_number": 18,
    "text_uthmani": "وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ ٱلْقُرَى ٱلَّتِى بَـٰرَكْنَا فِيهَا قُرًى ظَـٰهِرَةً وَقَدَّرْنَا فِيهَا ٱلسَّيْرَ ۖ سِيرُوا۟ فِيهَا لَيَالِىَ وَأَيَّامًا ءَامِنِينَ",
    "text_uthmani_transcribed": "Wa ja'alnā bainahum wa bainal-qural-latī bāraknā fīhā quran ẓāhirataw wa qaddarnā fihas-sair(a), sīrū fīhā layāliya wa ayyāman āminīn(a).",
    "translation": "Мы между ними и теми городами, Которые благословили Мы (на процветанье), Устроили заметные для глаза поселенья И проложили через них им путь: \"Вы в безопасности по этому пути И днем и ночью можете передвигаться"
  },
  {
    "verse_number": 19,
    "text_uthmani": "فَقَالُوا۟ رَبَّنَا بَـٰعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوٓا۟ أَنفُسَهُمْ فَجَعَلْنَـٰهُمْ أَحَادِيثَ وَمَزَّقْنَـٰهُمْ كُلَّ مُمَزَّقٍ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
    "text_uthmani_transcribed": "Fa qālū rabbanā bā'id baina asfārinā wa ẓalamū anfusahum fa ja'alnāhum aḥādīṡa wa mazzaqnāhum kulla mumazzaq(in), inna fī żālika la'āyātil likulli ṣabbārin syakūr(in).",
    "translation": "И все ж они сказали: \"О Господь! Ты удлини им путь От одного селенья до другого\". Они самим себе зло причинили: Мы обратили их лишь в россказни (былых времен) И их рассеяли повсюду по обрывкам. В этом, поистине, знамение для тех, Кто терпелив и (Богу) благодарен"
  },
  {
    "verse_number": 20,
    "text_uthmani": "وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقًا مِّنَ ٱلْمُؤْمِنِينَ",
    "text_uthmani_transcribed": "Wa laqad ṣaddaqa 'alaihim iblīsu ẓannahū fattaba'ūhu illā farīqam minal-mu'minīn(a).",
    "translation": "Иблис заставил их за истину считать Его (греховные) сужденья, И все они пошли за ним, Кроме лишь нескольких, уверовавших (в Бога)"
  },
  {
    "verse_number": 21,
    "text_uthmani": "وَمَا كَانَ لَهُۥ عَلَيْهِم مِّن سُلْطَـٰنٍ إِلَّا لِنَعْلَمَ مَن يُؤْمِنُ بِٱلْـَٔاخِرَةِ مِمَّنْ هُوَ مِنْهَا فِى شَكٍّ ۗ وَرَبُّكَ عَلَىٰ كُلِّ شَىْءٍ حَفِيظٌ",
    "text_uthmani_transcribed": "Wa mā kāna lahū 'alaihim min sulṭānin illā lina'lama may yu'minu bil-ākhirati mimman huwa minhā fī syakk(in), wa rabbuka 'alā kulli syai'in ḥafīẓ(un).",
    "translation": "Но не было над ними власти у него Иначе, как лишь для того, Чтоб распознать Нам тех, Кто верует в другую жизнь, А кто - в сомнении о ней. Господь твой, истинно, над всякой вещью страж"
  },
  {
    "verse_number": 22,
    "text_uthmani": "قُلِ ٱدْعُوا۟ ٱلَّذِينَ زَعَمْتُم مِّن دُونِ ٱللَّهِ ۖ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِى ٱلسَّمَـٰوَٰتِ وَلَا فِى ٱلْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِن شِرْكٍ وَمَا لَهُۥ مِنْهُم مِّن ظَهِيرٍ",
    "text_uthmani_transcribed": "Qulid'ul-lażīna za'amtum min dūnillāh(i), lā yamlikūna miṡqāla żarratin fis-samāwāti wa lā fil-arḍi wa mā lahum fīhimā min syirkiw wa mā lahū minhum min ẓahīr(in).",
    "translation": "Скажи им: \"Призывайте тех, Кого измыслили вы, кроме Бога. У них нет власти - ни на вес одной былинки - Ни в небесах, ни на земле И нет у них участия (в их сотворенье), - Средь них помощника для Бога нет"
  }
]