{
  "chapter_number": 59,
  "verses": [
    {
      "verse_number": 12,
      "text_uthmani": "لَئِنْ أُخْرِجُوا۟ لَا يَخْرُجُونَ مَعَهُمْ وَلَئِن قُوتِلُوا۟ لَا يَنصُرُونَهُمْ وَلَئِن نَّصَرُوهُمْ لَيُوَلُّنَّ ٱلْأَدْبَـٰرَ ثُمَّ لَا يُنصَرُونَ",
      "text_uthmani_transcribed": "La'in ukhrijū lā yakhrujūna ma'ahum, wa la'in qūtilū lā yanṣurūnahum, wa la'in naṣarūhum layuwallunnal-adbār(a), ṡumma lā yunṣarūn(a).",
      "translation": "И если тех отсюда будут гнать, За ними не пойдут они. И если с теми будут воевать, Они им помощь не окажут. А если и помогут им, То только повернув к ним спину, - И никакой им помощи не будет"
    },
    {
      "verse_number": 13,
      "text_uthmani": "لَأَنتُمْ أَشَدُّ رَهْبَةً فِى صُدُورِهِم مِّنَ ٱللَّهِ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ",
      "text_uthmani_transcribed": "La'antum asyaddu rahbatan fī ṣudūrihim  minallāh(i), żālika bi'annahum qaumul lā yafqahūn(a).",
      "translation": "Ведь в их сердцах страх перед вами Сильнее, чем их страх перед Аллахом, И это потому, что сей народ Лишен любого разуменья"
    },
    {
      "verse_number": 14,
      "text_uthmani": "لَا يُقَـٰتِلُونَكُمْ جَمِيعًا إِلَّا فِى قُرًى مُّحَصَّنَةٍ أَوْ مِن وَرَآءِ جُدُرٍۭ ۚ بَأْسُهُم بَيْنَهُمْ شَدِيدٌ ۚ تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّىٰ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْقِلُونَ",
      "text_uthmani_transcribed": "Lā yuqātilūnakum jamī'an illā fī quram muḥaṣṣanatin au miw warā'i judur(in), ba'suhum bainahum syadīd(un), taḥsabuhum jamī'aw wa qulūbuhum syattā, żālika bi'annahum qaumul lā ya'qilūn(a).",
      "translation": "Они не будут с вами воевать единой силой, А лишь из укрепленных сел или закрытых стен; И меж собой у них жестокая вражда. Тебе покажется - они едины, Сердца же их разрознены, - Все потому, что неразумен сей народ"
    },
    {
      "verse_number": 15,
      "text_uthmani": "كَمَثَلِ ٱلَّذِينَ مِن قَبْلِهِمْ قَرِيبًا ۖ ذَاقُوا۟ وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "text_uthmani_transcribed": "Kamaṡalil-lażīna min qablihim qarīban żāqū wabāla amrihim, wa lahum 'ażābun alīm(un).",
      "translation": "Подобно тем, кто был до них, Они уже вкусили (в жизни ближней) Своих деяний вредный плод, - И им - жестокая расплата"
    },
    {
      "verse_number": 16,
      "text_uthmani": "كَمَثَلِ ٱلشَّيْطَـٰنِ إِذْ قَالَ لِلْإِنسَـٰنِ ٱكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّى بَرِىٓءٌ مِّنكَ إِنِّىٓ أَخَافُ ٱللَّهَ رَبَّ ٱلْعَـٰلَمِينَ",
      "text_uthmani_transcribed": "Kamaṡalisy-syaiṭāni iż qāla lil-insānikfur, falammā kafara qāla innī barī'um minka innī akhāfullāha rabbal-'ālamīn(a).",
      "translation": "(Они) подобны Сатане. И вот сказал он человеку: \"Будь неверным!\" Когда же тот неверным стал, Сказал он: \"От тебя я отрекаюсь. Страшусь Аллаха я, Владыки всех миров"
    },
    {
      "verse_number": 17,
      "text_uthmani": "فَكَانَ عَـٰقِبَتَهُمَآ أَنَّهُمَا فِى ٱلنَّارِ خَـٰلِدَيْنِ فِيهَا ۚ وَذَٰلِكَ جَزَٰٓؤُا۟ ٱلظَّـٰلِمِينَ",
      "text_uthmani_transcribed": "Fa kāna 'āqibatahumā annahumā fin-nāri khālidaini fīhā, wa żālika jazā'uẓ-ẓālimīn(a).",
      "translation": "Концом обоих будет то, Что они вступят в огнь Ада, Навечно в нем пристанище найдут, - Таким и будет воздаяние неверным"
    },
    {
      "verse_number": 18,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَلْتَنظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
      "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanuttaqullāha waltanẓur nafsum mā qaddamat ligad(in), wattaqullāh(a), innallāha khabīrum bimā ta'malūn(a).",
      "translation": "О вы, кто верует! Благочестивы будьте пред Аллахом, Страшася (гнев) Его (навлечь)! И пусть посмотрит каждая душа, Что уготовила себе на завтра. Страшитесь гнева Господа, - Он ведает о всем, что вы творите"
    },
    {
      "verse_number": 19,
      "text_uthmani": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ نَسُوا۟ ٱللَّهَ فَأَنسَىٰهُمْ أَنفُسَهُمْ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْفَـٰسِقُونَ",
      "text_uthmani_transcribed": "Wa lā takūnū kal-lażīna nasullāha fa'ansāhum anfusahum, ulā'ika humul-fāsiqūn(a).",
      "translation": "Не будьте вы подобны тем, Которые забыли Бога, А Он заставил их забыть самих себя, - Они все грешники (надменные) (пред Богом)"
    },
    {
      "verse_number": 20,
      "text_uthmani": "لَا يَسْتَوِىٓ أَصْحَـٰبُ ٱلنَّارِ وَأَصْحَـٰبُ ٱلْجَنَّةِ ۚ أَصْحَـٰبُ ٱلْجَنَّةِ هُمُ ٱلْفَآئِزُونَ",
      "text_uthmani_transcribed": "Lā yastawī aṣḥābun-nāri wa aṣḥābul-jannah(ti), aṣḥābul-jannati humul-fā'izūn(a).",
      "translation": "И меж собою не сравняться Всем обитателям Огня и Сада, И в благодати быть лишь обитателям Садов"
    },
    {
      "verse_number": 21,
      "text_uthmani": "لَوْ أَنزَلْنَا هَـٰذَا ٱلْقُرْءَانَ عَلَىٰ جَبَلٍ لَّرَأَيْتَهُۥ خَـٰشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ ٱللَّهِ ۚ وَتِلْكَ ٱلْأَمْثَـٰلُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ",
      "text_uthmani_transcribed": "Lau anzalnā hāżal-qur'āna 'alā jabalil lara'aitahū khāsyi'am mutaṣaddi'am min khasy-yatillāh(i), wa tilkal-amṡālu naḍribuhā lin-nāsi la'allahum yatafakkarūn(a).",
      "translation": "И если б сей Коран Мы низвели на гору, Склонилась бы в смирении она И раскололась в страхе пред Аллахом, - Такие Мы приводим притчи людям, Чтоб поразмыслили они"
    },
    {
      "verse_number": 22,
      "text_uthmani": "هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ۖ عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ۖ هُوَ ٱلرَّحْمَـٰنُ ٱلرَّحِيمُ",
      "text_uthmani_transcribed": "Huwallāhul-lażī lā ilāha illā huw(a), 'ālimul-gaibi wasy-syahādah(ti), huwar-raḥmānur-raḥīm(u).",
      "translation": "И Он - Аллах! Кроме Него, другого божества не существует. Он ведает о всем, что скрыто иль открыто (вам). Всемилостив и милосерден Он (безмерно)"
    }
  ]
}