[
  {
    "verse_number": 34,
    "text_uthmani": "وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمْ يَصُدُّونَ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ وَمَا كَانُوٓا۟ أَوْلِيَآءَهُۥٓ ۚ إِنْ أَوْلِيَآؤُهُۥٓ إِلَّا ٱلْمُتَّقُونَ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa mā lahum allā yu'ażżibahumullāhu wa hum yaṣuddūna 'anil-masjidil-ḥarāmi wa mā kānū auliyā'ah(ū), in auliyā'uhū illal-muttaqūna wa lākinna akṡarahum lā ya'lamūn(a).",
    "translation": "Но что ж Аллаху их не наказать, Когда они не допускают (верных) К Запретной (для греха) Мечети, Хотя они и не хранители ее? Хранители ее - лишь те, Кто благочестие блюдет, (Страшася гнева своего Владыки). Но большинство из них не знает"
  },
  {
    "verse_number": 35,
    "text_uthmani": "وَمَا كَانَ صَلَاتُهُمْ عِندَ ٱلْبَيْتِ إِلَّا مُكَآءً وَتَصْدِيَةً ۚ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
    "text_uthmani_transcribed": "Wa mā kāna ṣalātuhum 'indal-baiti illā mukā'aw wa taṣdiyah(tan), fa żūqul-'ażāba bimā kuntum takfurūn(a).",
    "translation": "Молитва их при этом Доме - Лишь свист и хлопанье в ладоши, (И в День Господнего Суда им прозвучит): \"Вкусите наказание за то, Что (на земле) нечестие творили"
  },
  {
    "verse_number": 36,
    "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ يُنفِقُونَ أَمْوَٰلَهُمْ لِيَصُدُّوا۟ عَن سَبِيلِ ٱللَّهِ ۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ ۗ وَٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ جَهَنَّمَ يُحْشَرُونَ",
    "text_uthmani_transcribed": "Innal-lażīna kafarū yunfiqūna amwālahum liyaṣuddū 'an sabīlillāh(i), fa sayunfiqūnahā ṡumma takūnu 'alaihim ḥasratan ṡumma yuglabūn(a), wal-lażīna kafarū ilā jahannama yuḥsyarūn(a).",
    "translation": "Поистине, расходуют неверные свое добро, Чтоб уклонить (людей) с пути Аллаха, Но предстоит им скоро издержать его. Потом же их охватит скорбь и сожаленье; И вслед за тем - они побеждены все будут И будут собраны в Аду"
  },
  {
    "verse_number": 37,
    "text_uthmani": "لِيَمِيزَ ٱللَّهُ ٱلْخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجْعَلَ ٱلْخَبِيثَ بَعْضَهُۥ عَلَىٰ بَعْضٍ فَيَرْكُمَهُۥ جَمِيعًا فَيَجْعَلَهُۥ فِى جَهَنَّمَ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
    "text_uthmani_transcribed": "Liyamīzallāhul-khabīṡa minaṭ-ṭayyibi wa yaj'alal-khabīṡa ba'ḍahū 'alā ba'ḍin fa yarkumahū jamī'an fa yaj'alahū fī jahannam(a), ulā'ika humul-khāsirūn(a).",
    "translation": "Чтоб скверных отличил Аллах от добрых И чтобы скверных, друг на друга положив, - Их всех свалить и в Ад отправить. Они-то все и понесут убыток"
  },
  {
    "verse_number": 38,
    "text_uthmani": "قُل لِّلَّذِينَ كَفَرُوٓا۟ إِن يَنتَهُوا۟ يُغْفَرْ لَهُم مَّا قَدْ سَلَفَ وَإِن يَعُودُوا۟ فَقَدْ مَضَتْ سُنَّتُ ٱلْأَوَّلِينَ",
    "text_uthmani_transcribed": "Qul lil-lażīna kafarū in yantahū yugfar lahum mā qad salaf(a), wa iy ya'ūdū faqad maḍat sunnatul-awwalīn(a).",
    "translation": "(О Мухаммад!) Скажи неверным: Коль (от нечестия) себя они удержат, Их прошлое им будет прощено. Но коль (к нечестию) вернутся, - Так ведь для них уж есть пример (наказанных народов)"
  },
  {
    "verse_number": 39,
    "text_uthmani": "وَقَـٰتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِ ۚ فَإِنِ ٱنتَهَوْا۟ فَإِنَّ ٱللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ",
    "text_uthmani_transcribed": "Wa qātilūhum ḥattā lā takūna fitnatuw wa yakunad-dīnu kulluhū lillāh(i),fa inintahau fa innallāha bimā ya'malūna baṣīr(un).",
    "translation": "Борьбу ведите с ними до того мгновенья, Пока не будет больше угнетения и смут, И воцарит религия Аллаха, (Которая объемлет все и вся). Но коль они себя (от нечести) удержат, - Так ведь Аллах (прощающ, милосерд) И видит все, что делают они"
  },
  {
    "verse_number": 40,
    "text_uthmani": "وَإِن تَوَلَّوْا۟ فَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَوْلَىٰكُمْ ۚ نِعْمَ ٱلْمَوْلَىٰ وَنِعْمَ ٱلنَّصِيرُ",
    "text_uthmani_transcribed": "Wa in tawallau fa'lamū annallāha maulākum, ni'mal-maulā wa ni'man-naṣīr(u).",
    "translation": "А коль они (к нечестию) вернутся, Аллах вам будет покровитель. И это - лучший покровитель И лучший (из способных) помощь оказать"
  },
  {
    "verse_number": 41,
    "text_uthmani": "۞ وَٱعْلَمُوٓا۟ أَنَّمَا غَنِمْتُم مِّن شَىْءٍ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَٱبْنِ ٱلسَّبِيلِ إِن كُنتُمْ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلْنَا عَلَىٰ عَبْدِنَا يَوْمَ ٱلْفُرْقَانِ يَوْمَ ٱلْتَقَى ٱلْجَمْعَانِ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Wa'lamū annamā ganimtum min syai'in fa anna lillāhi khumusahū wa lir-rasūli wa liżil-qurbā wal-yatāmā wal-masākīni wabnis-sabīli in kuntum āmantum billāhi wa mā anzalnā 'alā 'abdinā yaumal-furqāni yaumal-taqal-jam'ān(i), wallāhu 'alā kulli syai'in qadīr(un).",
    "translation": "И знайте: из всего, что вам достанется в трофеях, Вы одну пятую (добра) должны отдать Аллаху, Посланнику Его и родственникам близким, Сиротам, беднякам и тем, кто держит путь, Коль вы Аллаху предались И приняли ту Книгу, что Мы послали Нашему рабу В день Различения - тот день, Когда (в бою) сошлись два войска. Аллах, поистине, над всякой вещью мощен"
  },
  {
    "verse_number": 42,
    "text_uthmani": "إِذْ أَنتُم بِٱلْعُدْوَةِ ٱلدُّنْيَا وَهُم بِٱلْعُدْوَةِ ٱلْقُصْوَىٰ وَٱلرَّكْبُ أَسْفَلَ مِنكُمْ ۚ وَلَوْ تَوَاعَدتُّمْ لَٱخْتَلَفْتُمْ فِى ٱلْمِيعَـٰدِ ۙ وَلَـٰكِن لِّيَقْضِىَ ٱللَّهُ أَمْرًا كَانَ مَفْعُولًا لِّيَهْلِكَ مَنْ هَلَكَ عَنۢ بَيِّنَةٍ وَيَحْيَىٰ مَنْ حَىَّ عَنۢ بَيِّنَةٍ ۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ",
    "text_uthmani_transcribed": "Iż antum bil-'udwatid-dun-yā wa hum bil-'udwatil-quṣwā war-rakbu asfala minkum, wa lau tawā'attum lakhtalaftum fil-mī'ād(i), wa lākil liyaqḍiyallāhu amran kāna maf'ūlā(n), liyahlika man halaka  'am bayyinatiw wa yaḥyā may ḥayya 'am bayyinah(tin), wa innallāha lasamī'un 'alīm(un).",
    "translation": "Тогда стояли вы на ближней стороне долины, Они ж - на самой дальней стороне, А караван в низине той долины находился. И если бы назначили вы встречу, Вы все равно не встретились бы там. (Аллах же эту встречу вам назначил), И это - потому, Чтобы Аллах мог завершить то дело, Что Им было задумано к свершенью; И чтобы тот, кому было дано погибнуть, Мог умереть лишь при знаменье ясном; И чтобы тот, кто жить остался, Лишь при знаменье ясном мог существовать. Аллах, поистине, и слышит (все), и знает (обо всем)"
  },
  {
    "verse_number": 43,
    "text_uthmani": "إِذْ يُرِيكَهُمُ ٱللَّهُ فِى مَنَامِكَ قَلِيلًا ۖ وَلَوْ أَرَىٰكَهُمْ كَثِيرًا لَّفَشِلْتُمْ وَلَتَنَـٰزَعْتُمْ فِى ٱلْأَمْرِ وَلَـٰكِنَّ ٱللَّهَ سَلَّمَ ۗ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
    "text_uthmani_transcribed": "Iż yurīkahumullāhu fī manāmika qalīlā(n), wa lau arākahum kaṡīral lafasyiltum wa latanāza'tum fil-amri wa lākinnallāha sallam(a), innahū 'alīmum biżātiṣ-ṣudūr(i).",
    "translation": "Тогда, (о Мухаммад!), Господь тебе во сне Представил их такою малочисленною силой! А если б Он тебе их многочисленною ратью показал, То вы наверняка бы оробели И спор затеяли б об этом деле. Но уберег (от этого вас Бог), - Ведь знает Он про то, что кроется в душе"
  },
  {
    "verse_number": 44,
    "text_uthmani": "وَإِذْ يُرِيكُمُوهُمْ إِذِ ٱلْتَقَيْتُمْ فِىٓ أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِىٓ أَعْيُنِهِمْ لِيَقْضِىَ ٱللَّهُ أَمْرًا كَانَ مَفْعُولًا ۗ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
    "text_uthmani_transcribed": "Wa iż yurīkumūhum iżil-taqaitum fī a'yunikum qalīlaw wa yuqallilukum fī a'yunihim liyaqḍiyallāhu amran kāna maf'ūlā(n), wa ilallāhi turja'ul-umūr(u).",
    "translation": "И вот, когда вы встретились лицом к лицу, Вашим глазам Он их представил маленьким (отрядом), А в их глазах уменьшил ваш (отряд), Чтоб Господу свершить то дело, Что Им было задумано к свершенью, - Ведь лишь у Господа - свершение всех дел"
  }
]