{
  "chapter_number": 41,
  "verses": [
    {
      "verse_number": 12,
      "text_uthmani": "فَقَضَىٰهُنَّ سَبْعَ سَمَـٰوَاتٍ فِى يَوْمَيْنِ وَأَوْحَىٰ فِى كُلِّ سَمَآءٍ أَمْرَهَا ۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِمَصَـٰبِيحَ وَحِفْظًا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ",
      "text_uthmani_transcribed": "Fa qaḍāhunna sab'a samāwātin fī yaumaini wa auḥā fī kulli samā'in amrahā, wa zayyannas-samā'ad-dun-yā bimaṣābīḥa wa ḥifẓā(n), żālika taqdīrul-'azīzil-'alīm(i).",
      "translation": "Он семь небес в два дня установил И каждому назначил службу. Украсили Мы ближний свод огнями И обеспечили ему охрану, - Таков указ Того, Кто всемогущ и знает обо всем"
    },
    {
      "verse_number": 13,
      "text_uthmani": "فَإِنْ أَعْرَضُوا۟ فَقُلْ أَنذَرْتُكُمْ صَـٰعِقَةً مِّثْلَ صَـٰعِقَةِ عَادٍ وَثَمُودَ",
      "text_uthmani_transcribed": "Fa in a'raḍū faqul anżartukum ṣā'iqatam miṡla ṣā'iqati 'ādiw wa ṡamūd(a).",
      "translation": "А коль они отворотятся, ты им скажи: \"Предупреждал я вас о страшной каре, Подобно той, которая Самуд и Ад постигла"
    },
    {
      "verse_number": 14,
      "text_uthmani": "إِذْ جَآءَتْهُمُ ٱلرُّسُلُ مِنۢ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ ۖ قَالُوا۟ لَوْ شَآءَ رَبُّنَا لَأَنزَلَ مَلَـٰٓئِكَةً فَإِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَـٰفِرُونَ",
      "text_uthmani_transcribed": "Iż jā'athumur-rusulu mim baini aidīhim wa min khalfihim allā ta'budū illallāh(a), qālū lau syā'a rabbunā la'anzala malā'ikatan fa'innā bimā ursiltum bihī kāfirūn(a).",
      "translation": "И вот явились к ним посланцы и спереди, и сзади: \"Не поклоняйтесь никому, кроме Аллаха\". (Но люди) отвечали: \"Будь воля Господа на то, Он к нам бы ангелов послал, - Мы в ваше увещание не верим"
    },
    {
      "verse_number": 15,
      "text_uthmani": "فَأَمَّا عَادٌ فَٱسْتَكْبَرُوا۟ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَقَالُوا۟ مَنْ أَشَدُّ مِنَّا قُوَّةً ۖ أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً ۖ وَكَانُوا۟ بِـَٔايَـٰتِنَا يَجْحَدُونَ",
      "text_uthmani_transcribed": "Fa ammā 'ādun fastakbarū fil-arḍi bigairil-ḥaqqi wa qālū man asyaddu minnā quwwah(tan), awalam yarau annallāhal-lażī khalaqahum huwa asyaddu minhum quwwah(tan), wa kānū bi'āyātinā yajḥadūn(a).",
      "translation": "И люди Ад (собою) возгордились на земле, Встав против Истины и благонравья, И так сказали: \"Кому сравниться с нами мощью?\" Ужель не видели они, что Тот, Кто создал их, Своею мощью превосходит их? Но все ж отвергли они все знаменья Наши"
    },
    {
      "verse_number": 16,
      "text_uthmani": "فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِىٓ أَيَّامٍ نَّحِسَاتٍ لِّنُذِيقَهُمْ عَذَابَ ٱلْخِزْىِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَخْزَىٰ ۖ وَهُمْ لَا يُنصَرُونَ",
      "text_uthmani_transcribed": "Fa arsalnā 'alaihim rīḥan ṣarṣaran fī ayyāmin naḥisātil linużīqahum-'ażābal khizyi fil-ḥayātid-dun-yā, wa la'ażābul-ākhirati akhzā wa hum lā yunṣarūn(a).",
      "translation": "И против них в дни тягости смертельной Бушующие ветры Мы послали, Чтоб дать познать им вкус бесчестья в ближней жизни. Но наказание позором после смерти - еще сильней, И там им не найти спасенья"
    },
    {
      "verse_number": 17,
      "text_uthmani": "وَأَمَّا ثَمُودُ فَهَدَيْنَـٰهُمْ فَٱسْتَحَبُّوا۟ ٱلْعَمَىٰ عَلَى ٱلْهُدَىٰ فَأَخَذَتْهُمْ صَـٰعِقَةُ ٱلْعَذَابِ ٱلْهُونِ بِمَا كَانُوا۟ يَكْسِبُونَ",
      "text_uthmani_transcribed": "Wa ammā ṡamūdu fa hadaināhum fastaḥabbul-'amā 'alal-hudā fa akhażathum ṣā'iqatul-'ażābil-hūni bimā kānū yaksibūn(a).",
      "translation": "Мы самудянам указали путь прямой, Но слепоту (души) они избрали. И вот их наказание позором Безумным гулом охватило - Как воздание за то, что заслужили"
    },
    {
      "verse_number": 18,
      "text_uthmani": "وَنَجَّيْنَا ٱلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
      "text_uthmani_transcribed": "Wa najjainal-lażīna āmanū wa kānū yattaqūn(a).",
      "translation": "Мы ж сохранили тех, Которые уверовали (в Бога) И сохраняли благочестье, страшася гнев Его навлечь"
    },
    {
      "verse_number": 19,
      "text_uthmani": "وَيَوْمَ يُحْشَرُ أَعْدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمْ يُوزَعُونَ",
      "text_uthmani_transcribed": "Wa yauma yuḥsyaru a'dā'ullāhi ilan-nāri fahum yūza'ūn(a).",
      "translation": "В тот День, когда враги Аллаха Пред Адом огненным предстанут, Их поведут раздельными рядами"
    },
    {
      "verse_number": 20,
      "text_uthmani": "حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَـٰرُهُمْ وَجُلُودُهُم بِمَا كَانُوا۟ يَعْمَلُونَ",
      "text_uthmani_transcribed": "Ḥattā iżā mā jā'ūhā syahida 'alaihim sam'uhum wa abṣāruhum wa julūduhum bimā kānū ya'malūn(a).",
      "translation": "Когда же наконец они его достигнут, Свидетелями против них за все их прегрешенья Предстанут слух, и зрение, и кожа"
    },
    {
      "verse_number": 21,
      "text_uthmani": "وَقَالُوا۟ لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا ۖ قَالُوٓا۟ أَنطَقَنَا ٱللَّهُ ٱلَّذِىٓ أَنطَقَ كُلَّ شَىْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ",
      "text_uthmani_transcribed": "Wa qālū lijulūdihim lima syahittum 'alainā, qālū anṭaqanallāhul-lażī anṭaqa kulla syai'iw wa huwa khalaqakum awwala marrah(tin), wa ilaihi turja'ūn(a).",
      "translation": "И своей коже они скажут: \"Что ж против нас свидетельствуешь ты?\" На что она ответит: \"Аллах мне речь внушил, Он - Тот, Кто все (земное) речью одарил. Он создал вас первоначально, К Нему же - ваше возвращенье"
    },
    {
      "verse_number": 22,
      "text_uthmani": "وَمَا كُنتُمْ تَسْتَتِرُونَ أَن يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَآ أَبْصَـٰرُكُمْ وَلَا جُلُودُكُمْ وَلَـٰكِن ظَنَنتُمْ أَنَّ ٱللَّهَ لَا يَعْلَمُ كَثِيرًا مِّمَّا تَعْمَلُونَ",
      "text_uthmani_transcribed": "Wa mā kuntum tastatirūna ay yasyhada 'alaikum sam'ukum wa lā abṣārukum wa lā julūdukum wa lākin ẓanantum  annallāha lā ya'lamu kaṡīram mimmā ta'malūn(a).",
      "translation": "И не могли вы схорониться, Чтобы свидетелями против вас не стали Ни ваше зрение, ни слух, ни кожа; Но все ж вы думали, Что много из того, в чем вы грешны, Не ведает Аллах"
    }
  ]
}