[
  {
    "verse_number": 12,
    "text_uthmani": "قُل لِّلَّذِينَ كَفَرُوا۟ سَتُغْلَبُونَ وَتُحْشَرُونَ إِلَىٰ جَهَنَّمَ ۚ وَبِئْسَ ٱلْمِهَادُ",
    "text_uthmani_transcribed": "Qul lil-lażīna kafarū satuglabūna wa tuḥsyarūna ilā jahannam(a), wa bi'sal-mihād(u).",
    "translation": "(О Мухаммад)! Скажи неверным: \"Вы скоро будете побеждены и собраны в Аду, - Поистине, сколь жуткий упокой"
  },
  {
    "verse_number": 13,
    "text_uthmani": "قَدْ كَانَ لَكُمْ ءَايَةٌ فِى فِئَتَيْنِ ٱلْتَقَتَا ۖ فِئَةٌ تُقَـٰتِلُ فِى سَبِيلِ ٱللَّهِ وَأُخْرَىٰ كَافِرَةٌ يَرَوْنَهُم مِّثْلَيْهِمْ رَأْىَ ٱلْعَيْنِ ۚ وَٱللَّهُ يُؤَيِّدُ بِنَصْرِهِۦ مَن يَشَآءُ ۗ إِنَّ فِى ذَٰلِكَ لَعِبْرَةً لِّأُو۟لِى ٱلْأَبْصَـٰرِ",
    "text_uthmani_transcribed": "Qad kāna lakum āyatun fī fi'atainil taqatā, fi'atun tuqātilu fī sabīlillāhi wa ukhrā kāfiratuy yaraunahum miṡlaihim ra'yal-'ain(i), wallāhu yu'ayyidu binaṣrihī may yasyā'(u), inna fī żālika la'ibratal li'ulil-abṣār(i).",
    "translation": "Знамением для вас два войска были, Которые сошлись в бою (неравном). Одно из них сражалось на пути Господнем, Другое же - на стороне неверных, И их глазам количество других Представилось двойным числом, - Ведь жалует Господь Свою поддержку Тому, кого сочтет (достойным). И в этом - назидание для тех, Кто зрить способен (в корень)"
  },
  {
    "verse_number": 14,
    "text_uthmani": "زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلْبَنِينَ وَٱلْقَنَـٰطِيرِ ٱلْمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلْفِضَّةِ وَٱلْخَيْلِ ٱلْمُسَوَّمَةِ وَٱلْأَنْعَـٰمِ وَٱلْحَرْثِ ۗ ذَٰلِكَ مَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَٱللَّهُ عِندَهُۥ حُسْنُ ٱلْمَـَٔابِ",
    "text_uthmani_transcribed": "Zuyyina lin-nāsi ḥubbusy-syahawāti minan-nisā'i wal-banīna wal-qanāṭīril-muqanṭarati minaż-żahabi wal-fiḍḍati wal-khailil-musawwamati wal-an'āmi wal-ḥarṡ(i), żālika matā'ul-ḥayātid-dun-yā, wallāhu 'indahū ḥusnul-ma'āb(i).",
    "translation": "И как прекрасно видится всем людям Любовь земных страстей: Тут женщины и сыновья, Тут горы серебра и злата, И меченые кони, и стада скота, И вспаханная нива. Сие - лишь сладостная тщЕта ближней жизни, Обитель у Аллаха - много краше"
  },
  {
    "verse_number": 15,
    "text_uthmani": "۞ قُلْ أَؤُنَبِّئُكُم بِخَيْرٍ مِّن ذَٰلِكُمْ ۚ لِلَّذِينَ ٱتَّقَوْا۟ عِندَ رَبِّهِمْ جَنَّـٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا وَأَزْوَٰجٌ مُّطَهَّرَةٌ وَرِضْوَٰنٌ مِّنَ ٱللَّهِ ۗ وَٱللَّهُ بَصِيرٌۢ بِٱلْعِبَادِ",
    "text_uthmani_transcribed": "Qul a'unabbi'ukum bikhairim min żālikum, lil-lażīnattaqau 'inda rabbihim jannātun tajrī min taḥtihal-anhāru khālidīna fīhā wa azwājum muṭahharatuw wa riḍwānum minallāh(i), wallāhu baṣīrum bil-'ibād(i).",
    "translation": "Скажи: \"Не сообщить ли мне Вам нечто лучшее, чем это?\" У Господа для тех, кто чтит Его, - Сады, реками омовенны, Где пребывать навечно им. Для них там чистые супруги И благодарное довольствие Аллаха, - Аллах, поистине, блюдет служителей Своих"
  },
  {
    "verse_number": 16,
    "text_uthmani": "ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ",
    "text_uthmani_transcribed": "Allażīna yaqūlūna rabbanā innanā āmannā fagfir lanā żunūbanā wa qinā 'ażāban-nār(i).",
    "translation": "Таких, кто говорит: \"Владыка наш! Уверовали мы! Прости нам наши прегрешенья, Убереги от мук Огня"
  },
  {
    "verse_number": 17,
    "text_uthmani": "ٱلصَّـٰبِرِينَ وَٱلصَّـٰدِقِينَ وَٱلْقَـٰنِتِينَ وَٱلْمُنفِقِينَ وَٱلْمُسْتَغْفِرِينَ بِٱلْأَسْحَارِ",
    "text_uthmani_transcribed": "Aṣ-ṣābirīna waṣ-ṣādiqīna wal-qāniṭīna wal-munfiqīna wal-mustagfirīna bil-asḥār(i).",
    "translation": "И в ком воздержанность, терпение и стойкость, Правдивость и смирение пред Богом, Кто щедро милостью дарит И кто на утренней заре Взывает к Богу о прощенье"
  },
  {
    "verse_number": 18,
    "text_uthmani": "شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّا هُوَ وَٱلْمَلَـٰٓئِكَةُ وَأُو۟لُوا۟ ٱلْعِلْمِ قَآئِمًۢا بِٱلْقِسْطِ ۚ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "text_uthmani_transcribed": "Syahidallāhu annahū lā ilāha illā huw(a), wal-malā'ikatu wa ulul-'ilmi qā'imam bil-qisṭ(i), lā ilāha illā huwal-'azīzul-ḥakīm(u).",
    "translation": "И нет другого божества, кроме Аллаха, - Сие свидетельствует Сам Аллах, И ангелы Его, и те, кто одарен познаньем И справедливость с твердостью блюдет. И нет другого божества, кроме Него, - Он всемогущ и мудрости исполнен"
  },
  {
    "verse_number": 19,
    "text_uthmani": "إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلْإِسْلَـٰمُ ۗ وَمَا ٱخْتَلَفَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ ۗ وَمَن يَكْفُرْ بِـَٔايَـٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
    "text_uthmani_transcribed": "Innad-dīna 'indallāhil-islām(u), wa makhtalafal-lażīna ūtul-kitāba illā mim ba'di mā jā'ahumul-'ilmu bagyam bainahum, wa may yakfur bi'āyātillāhi fa innallāha sarī'ul-ḥisāb(i).",
    "translation": "И, истинно, ислам - религия Аллаха, И не делились меж собою те, Кто следовал Писанию Святому, А несогласье родилось, Когда пришло познание и зависть. Тех, кто не верует в знамения Аллаха, - Так ведь Аллах, поистине, в (Своих) расчетах скор"
  },
  {
    "verse_number": 20,
    "text_uthmani": "فَإِنْ حَآجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِىَ لِلَّهِ وَمَنِ ٱتَّبَعَنِ ۗ وَقُل لِّلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ وَٱلْأُمِّيِّـۧنَ ءَأَسْلَمْتُمْ ۚ فَإِنْ أَسْلَمُوا۟ فَقَدِ ٱهْتَدَوا۟ ۖ وَّإِن تَوَلَّوْا۟ فَإِنَّمَا عَلَيْكَ ٱلْبَلَـٰغُ ۗ وَٱللَّهُ بَصِيرٌۢ بِٱلْعِبَادِ",
    "text_uthmani_transcribed": "Fa'in ḥājjūka fa qul aslamtu wajhiya lillāhi wa manittaba'an(i), wa qul lil-lażīna ūtul-kitāba wal-ummiyyīna a'aslamtum, fa'in aslamū faqadihtadau, wa in tawallau fa'innamā 'alaikal-balāg(u), wallāhu baṣīrum bil-'ibād(i).",
    "translation": "И если спор они с тобой начнут, скажи: \"Я предался Аллаху, И то же сделали все те, кто шел за мной\". Скажи и тем, кто получил Писание (Господне), И невеждам: \"А вы Господней Воле предались?\" И если предались, они идут прямой стезею, А если отвратились - что ж! Ведь на тебе - лишь передача им (Моих посланий). Аллаха взор, поистине, на тех, Которые Ему (всем сердцем) служат"
  },
  {
    "verse_number": 21,
    "text_uthmani": "إِنَّ ٱلَّذِينَ يَكْفُرُونَ بِـَٔايَـٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ ٱلَّذِينَ يَأْمُرُونَ بِٱلْقِسْطِ مِنَ ٱلنَّاسِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ",
    "text_uthmani_transcribed": "Innal-lażīna yakfurūna bi'āyātillāhi wa yaqtulūnan nabiyyīna bigairi ḥaqq(in), wa yaqtulūnal-lażīna ya'murūna bil-qisṭi minan-nās(i), fabasysyirhum bi'ażābin alīm(in).",
    "translation": "Тем, кто не верует в знамения Господни, Его пророков убивая не по праву, И убивают тех, кто к справедливости зовет, Ты возвести о наказании суровом"
  },
  {
    "verse_number": 22,
    "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ حَبِطَتْ أَعْمَـٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ وَمَا لَهُم مِّن نَّـٰصِرِينَ",
    "text_uthmani_transcribed": "Ulā'ikal-lażīna ḥabiṭat a'māluhum fid-dun-yā wal-ākhirah(ti), wa mā lahum min nāṣirīn(a).",
    "translation": "Они все - те, деяния которых станут тщЕтой И в ближнем мире, и в далеком, И им нигде заступников не будет"
  }
]