[
  {
    "verse_number": 23,
    "text_uthmani": "وَقَدِمْنَآ إِلَىٰ مَا عَمِلُوا۟ مِنْ عَمَلٍ فَجَعَلْنَـٰهُ هَبَآءً مَّنثُورًا",
    "text_uthmani_transcribed": "Wa qadimnā ilā mā 'amilū min 'amalin fa ja'alnāhu habā'am manṡūrā(n).",
    "translation": "И (вот тогда) Мы обратимся к тем делам, Которые они творили, И обратим их в прах, развеянный (в небытие)"
  },
  {
    "verse_number": 24,
    "text_uthmani": "أَصْحَـٰبُ ٱلْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرًّا وَأَحْسَنُ مَقِيلًا",
    "text_uthmani_transcribed": "Aṣḥābul-jannati yauma'iżin khairum mustaqarraw wa aḥsanu maqīlā(n).",
    "translation": "Но будет лучшим Место пребывания в тот День Для обитателей Эдема - Прекраснейшей обители покоя"
  },
  {
    "verse_number": 25,
    "text_uthmani": "وَيَوْمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلْغَمَـٰمِ وَنُزِّلَ ٱلْمَلَـٰٓئِكَةُ تَنزِيلًا",
    "text_uthmani_transcribed": "Wa yauma tasyaqqaqus-samā'u bil-gamāmi wa nuzzilal-malā'ikatu tanzīlā(n).",
    "translation": "Расколется небесный свод в тот День, И, (раздвигая) облака, Сойдут (оттуда) ангелы рядами"
  },
  {
    "verse_number": 26,
    "text_uthmani": "ٱلْمُلْكُ يَوْمَئِذٍ ٱلْحَقُّ لِلرَّحْمَـٰنِ ۚ وَكَانَ يَوْمًا عَلَى ٱلْكَـٰفِرِينَ عَسِيرًا",
    "text_uthmani_transcribed": "Al-mulku yauma'iżinil-ḥaqqu lir-raḥmān(i), wa kāna yauman 'alal-kāfirīna 'asīrā(n).",
    "translation": "В тот День, Поистине, вся власть - у Милосердного (Владыки). И будет тяжким для неверных этот День"
  },
  {
    "verse_number": 27,
    "text_uthmani": "وَيَوْمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيْهِ يَقُولُ يَـٰلَيْتَنِى ٱتَّخَذْتُ مَعَ ٱلرَّسُولِ سَبِيلًا",
    "text_uthmani_transcribed": "Wa yauma ya'aḍḍuẓ-ẓālimu 'alā yadaihi yaqūlu yā laitanittakhażtu ma'ar-rasūli sabīlā(n).",
    "translation": "И будет грызть персты неверный в этот День И скажет: \"О, если бы я встал на путь С посланником (Господним)"
  },
  {
    "verse_number": 28,
    "text_uthmani": "يَـٰوَيْلَتَىٰ لَيْتَنِى لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا",
    "text_uthmani_transcribed": "Yā wailatā laitanī lam attakhiż fulānan khalīlā(n).",
    "translation": "О, горе мне! Если б я только другом не избрал такого"
  },
  {
    "verse_number": 29,
    "text_uthmani": "لَّقَدْ أَضَلَّنِى عَنِ ٱلذِّكْرِ بَعْدَ إِذْ جَآءَنِى ۗ وَكَانَ ٱلشَّيْطَـٰنُ لِلْإِنسَـٰنِ خَذُولًا",
    "text_uthmani_transcribed": "Laqad aḍallanī 'aniż-żikri ba'da iż jā'anī, wa kānasy-syaiṭānu lil-insāni khażūlā(n).",
    "translation": "Он уклонил меня (с пути) Напоминания (Аллаха), Когда оно уже явилось мне, - Ведь человеку Сатана, поистине, предатель"
  },
  {
    "verse_number": 30,
    "text_uthmani": "وَقَالَ ٱلرَّسُولُ يَـٰرَبِّ إِنَّ قَوْمِى ٱتَّخَذُوا۟ هَـٰذَا ٱلْقُرْءَانَ مَهْجُورًا",
    "text_uthmani_transcribed": "Wa qālar-rasūlu yā rabbi inna qaumittakhażū hāżal-qur'āna mahjūrā(n).",
    "translation": "И (вот тогда) посланник скажет: \"О мой Господь! Поистине, народ мой Кор'ан сей непригодным счел"
  },
  {
    "verse_number": 31,
    "text_uthmani": "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِىٍّ عَدُوًّا مِّنَ ٱلْمُجْرِمِينَ ۗ وَكَفَىٰ بِرَبِّكَ هَادِيًا وَنَصِيرًا",
    "text_uthmani_transcribed": "Wa każālika ja'alnā likulli nabiyyin 'aduwwam minal-mujrimīn(a), wa kafā birabbika hādiyaw wa naṣīrā(n).",
    "translation": "Так ставили Мы всякому пророку Врага из грешников (его людей), - И все ж достаточно Владыки твоего И как вожатого (на праведном пути), И как помощника (в земных заботах)"
  },
  {
    "verse_number": 32,
    "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَوْلَا نُزِّلَ عَلَيْهِ ٱلْقُرْءَانُ جُمْلَةً وَٰحِدَةً ۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَ ۖ وَرَتَّلْنَـٰهُ تَرْتِيلًا",
    "text_uthmani_transcribed": "Wa qālal-lażīna kafarū lau lā nuzzila 'alaihil-qur'ānu jumlataw wāḥidatan - każālika - linuṡabbita bihī fu'ādaka wa rattalnāhu tartīlā(n).",
    "translation": "И говорят неверные: \"Что же за раз один, (а не частями) Ему Коран сей не открылся?\" Но так (тебе низведен он), Чтоб укрепить им твое сердце, И Мы тебе его читали Размеренным в порядке чтеньем"
  },
  {
    "verse_number": 33,
    "text_uthmani": "وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَـٰكَ بِٱلْحَقِّ وَأَحْسَنَ تَفْسِيرًا",
    "text_uthmani_transcribed": "Wa lā ya'tūnaka bimaṡalin illā ji'nāka bil-ḥaqqi wa aḥsana tafsīrā(n).",
    "translation": "И стоит с притчей им к тебе За разъясненьем обратиться, Мы тотчас истину касательно ее тебе приводим И еще лучшее даем ей толкованье"
  }
]