{
  "chapter_number": 39,
  "verses": [
    {
      "verse_number": 1,
      "text_uthmani": " تَنزِيلُ ٱلْكِتَـٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
      "text_uthmani_transcribed": "Tanzīlul-kitābi minallāhil-'azīzil-ḥakīm(i).",
      "translation": "Исходит Откровение сей Книги От Славного и Мудрого Аллаха"
    },
    {
      "verse_number": 2,
      "text_uthmani": "إِنَّآ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ بِٱلْحَقِّ فَٱعْبُدِ ٱللَّهَ مُخْلِصًا لَّهُ ٱلدِّينَ",
      "text_uthmani_transcribed": "Innā anzalnā ilaikal-kitāba bil-ḥaqqi fa'budillāha mukhliṣal lahud-dīn(a).",
      "translation": "Мы ниспослали эту Книгу в Истине тебе, А потому Аллаху поклоняйся И в этой вере искренность блюди"
    },
    {
      "verse_number": 3,
      "text_uthmani": "أَلَا لِلَّهِ ٱلدِّينُ ٱلْخَالِصُ ۚ وَٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلْفَىٰٓ إِنَّ ٱللَّهَ يَحْكُمُ بَيْنَهُمْ فِى مَا هُمْ فِيهِ يَخْتَلِفُونَ ۗ إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ كَـٰذِبٌ كَفَّارٌ",
      "text_uthmani_transcribed": "Alā lillāhid-dīnul-khāliṣ(u), wal-lażīnattakhażū min dūnihī auliyā'(a), mā na'buduhum illā liyuqarribūnā ilallāhi zulfā, innallāha yaḥkumu bainahum fī mā hum fīhi yakhtalifūn(a), innallāha lā yahdī man huwa kāżibun kaffār(un).",
      "translation": "Ужели искренность в сей вере Назначена не для Аллаха? Но те, кто в покровители себе Берет других, опричь Аллаха, (Говорят): \"Мы служим им лишь для того, Чтобы они приблизили нас к Богу Своею близостью к Нему\". Аллах меж ними, истинно, рассудит Все то, в чем разошлись они. Не поведет Господь по праведной стезе Того, кто лжив и нечестив"
    },
    {
      "verse_number": 4,
      "text_uthmani": "لَّوْ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدًا لَّٱصْطَفَىٰ مِمَّا يَخْلُقُ مَا يَشَآءُ ۚ سُبْحَـٰنَهُۥ ۖ هُوَ ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ",
      "text_uthmani_transcribed": "Wa lau arādallāhu ay yattakhiża waladal laṣṭafā mimmā yakhluqu mā yasyā'(u), subḥānah(ū), huwallāhul-wāḥidul-qahhār(u).",
      "translation": "И если бы Аллах желал взять сына на Себя, Избрал бы Он, кого хотел, Из тех, кого Он сам же создал. Хвала Ему! (Он выше всех земных желаний.) Он есть Аллах, Един и всемогущ"
    },
    {
      "verse_number": 5,
      "text_uthmani": "خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۖ يُكَوِّرُ ٱلَّيْلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيْلِ ۖ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ ۖ كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى ۗ أَلَا هُوَ ٱلْعَزِيزُ ٱلْغَفَّـٰرُ",
      "text_uthmani_transcribed": "Khalaqas-samāwāti wal-arḍa bil-ḥaqq(i), yukawwirul-laila 'alan-nahāri wa yukawwirun nahāra 'alal-laili wa sakhkharasy-syamsa wal-qamar(a), kulluy yajrī li'ajalim musammā(n), alā huwal-'azīzul-gaffār(u).",
      "translation": "Он небеса и землю сотворил По Истине (Господнего Творенья). Он день окутывает ночью и ночь окутывает днем, Послушными Себе луну и солнце сделал, И до назначенного срока они свой совершают бег. Как истинно могуч Он и прощающ"
    },
    {
      "verse_number": 6,
      "text_uthmani": "خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلْأَنْعَـٰمِ ثَمَـٰنِيَةَ أَزْوَٰجٍ ۚ يَخْلُقُكُمْ فِى بُطُونِ أُمَّهَـٰتِكُمْ خَلْقًا مِّنۢ بَعْدِ خَلْقٍ فِى ظُلُمَـٰتٍ ثَلَـٰثٍ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ لَهُ ٱلْمُلْكُ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُصْرَفُونَ",
      "text_uthmani_transcribed": "Khalaqakum min nafsiw wāḥidatin ṡumma ja'ala minhā zaujahā wa anzala lakum minal-an'āmi ṡamāniyata azwāj(in), yakhluqukum fī buṭūni ummahātikum khalqam mim ba'di khalqin fī ẓulumātin ṡalāṡ(in), żālikumullāhu rabbukum lahul-mulk(u), lā ilāha illā huw(a), fa'annā tuṣrafūn(a).",
      "translation": "Он всех вас создал из одной души И из нее же сотворил ей пару. Он ниспослал для ваших нужд Восемь голов скота попарно. Он вас творит в утробах ваших матерей, Сменяя фазы сотворения в трех мраках. Таков Аллах - Господь и Покровитель ваш! Ему принадлежит вся власть, И нет иного божества, кроме Него. Так почему ж вы так отвращены"
    },
    {
      "verse_number": 7,
      "text_uthmani": "إِن تَكْفُرُوا۟ فَإِنَّ ٱللَّهَ غَنِىٌّ عَنكُمْ ۖ وَلَا يَرْضَىٰ لِعِبَادِهِ ٱلْكُفْرَ ۖ وَإِن تَشْكُرُوا۟ يَرْضَهُ لَكُمْ ۗ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۗ ثُمَّ إِلَىٰ رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "text_uthmani_transcribed": "In takfurū fa'innallāha ganiyyun 'ankum, wa lā yarḍā li'ibādihil-kufr(a), wa in tasykurū yarḍahu lakum, wa lā taziru wāziratuw wizra ukhrā, ṡumma ilā rabbikum marji'ukum fa yunabbi'ukum bimā kuntum ta'malūn(a), innahū 'alīmum biżātiṣ-ṣudūr(i).",
      "translation": "Но если станете невЕрны, Нужды в вас Бог не испытает, - Ему претит неблагодарность слуг. А если благодарны вы, В довольстве вами Он. И ни одна обремененная душа Не понесет греховный груз другой. Потом к Владыке своему вы все вернетесь, И возвестит Он вам о том, Что совершили вы (в сей жизни), - Он знает, что (хранят) сердца (людей)"
    },
    {
      "verse_number": 8,
      "text_uthmani": "۞ وَإِذَا مَسَّ ٱلْإِنسَـٰنَ ضُرٌّ دَعَا رَبَّهُۥ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعْمَةً مِّنْهُ نَسِىَ مَا كَانَ يَدْعُوٓا۟ إِلَيْهِ مِن قَبْلُ وَجَعَلَ لِلَّهِ أَندَادًا لِّيُضِلَّ عَن سَبِيلِهِۦ ۚ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا ۖ إِنَّكَ مِنْ أَصْحَـٰبِ ٱلنَّارِ",
      "text_uthmani_transcribed": "Wa iżā massal-insāna ḍurrun da'ā rabbahū munīban ilaihi ṡumma iżā khawwalahū ni'matan minhu nasiya mā kāna yad'ū ilaihi min qablu wa ja'ala lilllāhi andādal liyuḍilla 'an sabīlih(ī), qul tamatta' bikufrika qalīlā(n), innaka min aṣḥābin-nār(i).",
      "translation": "Когда беда коснется человека, Взывает он к Владыке своему, (К Нему в раскаянии) обращаясь. Когда же милостью Своей Господь его дарует, Он забывает то, о чем молился прежде, И Богу в равные другие измышляет божества, Чтоб уклонить (людей) с Господнего пути. Скажи: \"Сладись неверием своим короткое мгновенье, - Ведь ты - один из обитателей Огня"
    },
    {
      "verse_number": 9,
      "text_uthmani": "أَمَّنْ هُوَ قَـٰنِتٌ ءَانَآءَ ٱلَّيْلِ سَاجِدًا وَقَآئِمًا يَحْذَرُ ٱلْـَٔاخِرَةَ وَيَرْجُوا۟ رَحْمَةَ رَبِّهِۦ ۗ قُلْ هَلْ يَسْتَوِى ٱلَّذِينَ يَعْلَمُونَ وَٱلَّذِينَ لَا يَعْلَمُونَ ۗ إِنَّمَا يَتَذَكَّرُ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
      "text_uthmani_transcribed": "Amman huwa qānitun ānā'al-laili sājidaw wa qā'imay yaḥżarul-ākhirata wa yarjū raḥmata rabbih(ī), qul hal yastawil-lażīna ya'lamūna wal-lażīna lā ya'lamūn(a), innamā yatażakkaru ulul-albāb(i).",
      "translation": "Неужто тот, кто поклоняется в часы ночные, Простершись ниц иль стоя (благовейно), Для жизни будущей себя остерегает (от греха) И чаянья свои на Бога возлагает? Скажи: \"Ужель пред Богом будут наравне: Кто знает - с теми, кто неведущ?\" Лишь те, в ком разумение живет, Предупреждение сие приемлют"
    },
    {
      "verse_number": 10,
      "text_uthmani": "قُلْ يَـٰعِبَادِ ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ رَبَّكُمْ ۚ لِلَّذِينَ أَحْسَنُوا۟ فِى هَـٰذِهِ ٱلدُّنْيَا حَسَنَةٌ ۗ وَأَرْضُ ٱللَّهِ وَٰسِعَةٌ ۗ إِنَّمَا يُوَفَّى ٱلصَّـٰبِرُونَ أَجْرَهُم بِغَيْرِ حِسَابٍ",
      "text_uthmani_transcribed": "Qul yā 'ibādil-lażīna āmanuttaqū rabbakum, lil-lażīna aḥsanū fī hāżihid-dun-yā ḥasanah(tun), wa arḍullāhi wāsi'ah(tun), innamā yuwaffaṣ-ṣābirūna ajrahum bigairi ḥisāb(in).",
      "translation": "Скажи: \"О вы, благочестивые служители мои! Страшитесь гнева вашего Владыки. Добро - для тех, которые творят благое. Пространна Божия земля! Поистине, для тех, кто терпеливо-стоек, Награда будет воздана без счета"
    },
    {
      "verse_number": 11,
      "text_uthmani": "قُلْ إِنِّىٓ أُمِرْتُ أَنْ أَعْبُدَ ٱللَّهَ مُخْلِصًا لَّهُ ٱلدِّينَ",
      "text_uthmani_transcribed": "Qul innī umirtu an a'budallāha mukhliṣal lahud-dīn(a).",
      "translation": "Скажи: \"Мне заповедано Аллаху поклоняться И в этой вере искренность блюсти"
    }
  ]
}