{
  "chapter_number": 67,
  "verses": [
    {
      "verse_number": 23,
      "text_uthmani": "قُلْ هُوَ ٱلَّذِىٓ أَنشَأَكُمْ وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَٱلْأَفْـِٔدَةَ ۖ قَلِيلًا مَّا تَشْكُرُونَ",
      "text_uthmani_transcribed": "Qul huwal-lażī ansya'akum wa ja'ala lakumus-sam'a wal-abṣāra wal-af'idah(ta), qalīlam mā tasykurūn(a).",
      "translation": "Скажи: \"Он - Тот, Кто вас взрастил И даровал вам слух, и зрение, и сердце, (Чтоб вы могли и чувствовать, и разуметь), - И все ж как мало благодарны вы"
    },
    {
      "verse_number": 24,
      "text_uthmani": "قُلْ هُوَ ٱلَّذِى ذَرَأَكُمْ فِى ٱلْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ",
      "text_uthmani_transcribed": "Qul huwal-lażī żara'akum fil-arḍi wa ilaihi tuḥsyarūn(a).",
      "translation": "Скажи: \"Он - Тот, Кто вас рассеял по земле С тем, чтоб в конце пути земного Созвать вас снова у Себя"
    },
    {
      "verse_number": 25,
      "text_uthmani": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
      "text_uthmani_transcribed": "Wa yaqūlūna matā hāżal-wa'du in kuntum ṣādiqīn(a).",
      "translation": "И говорят они: \"Коль истину несете вы, Когда ж исполнятся все ваши обещанья"
    },
    {
      "verse_number": 26,
      "text_uthmani": "قُلْ إِنَّمَا ٱلْعِلْمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٌ مُّبِينٌ",
      "text_uthmani_transcribed": "Qul innamal-'ilmu 'indallāh(i), wa innamā ana nażīrum mubīn(un).",
      "translation": "Ты им ответь: \"Сие известно только Богу, - Всего лишь увещатель я, Несущий вам открытое и ясное предупрежденье"
    },
    {
      "verse_number": 27,
      "text_uthmani": "فَلَمَّا رَأَوْهُ زُلْفَةً سِيٓـَٔتْ وُجُوهُ ٱلَّذِينَ كَفَرُوا۟ وَقِيلَ هَـٰذَا ٱلَّذِى كُنتُم بِهِۦ تَدَّعُونَ",
      "text_uthmani_transcribed": "Falammā ra'auhu zulfatan sī'at wujūhul-lażīna kafarū wa qīla hāżal-lażī kuntum bihī tadda'ūn(a).",
      "translation": "Когда ж они узрят его так близко, Покроются их лица мраком, И прозвучит им: \"Это - то, к чему вы так взывали"
    },
    {
      "verse_number": 28,
      "text_uthmani": "قُلْ أَرَءَيْتُمْ إِنْ أَهْلَكَنِىَ ٱللَّهُ وَمَن مَّعِىَ أَوْ رَحِمَنَا فَمَن يُجِيرُ ٱلْكَـٰفِرِينَ مِنْ عَذَابٍ أَلِيمٍ",
      "text_uthmani_transcribed": "Qul ara'aitum in ahlakaniyallāhu wa mam ma'iya au raḥimanā, famay yujīrul-kāfirīna min 'ażābin alīm(in).",
      "translation": "Скажи: \"Вы видите - была б Господня воля Убить меня и тех, кто следует за мной, Иль милостью Своею всех нас одарить, То кто ж неверных защитит от наказания Аллаха"
    },
    {
      "verse_number": 29,
      "text_uthmani": "قُلْ هُوَ ٱلرَّحْمَـٰنُ ءَامَنَّا بِهِۦ وَعَلَيْهِ تَوَكَّلْنَا ۖ فَسَتَعْلَمُونَ مَنْ هُوَ فِى ضَلَـٰلٍ مُّبِينٍ",
      "text_uthmani_transcribed": "Qul huwar-raḥmānu āmannā bihī wa 'alaihi tawakkalnā, fasata'lamūna man huwa fī ḍalālim mubīn(in).",
      "translation": "Скажи: \"Он - Милосердный (Бог). В Него уверовали мы И возложили на Него свои надежды. И в скором времени познаете и вы, Которые из нас в глубоком заблужденье"
    },
    {
      "verse_number": 30,
      "text_uthmani": "قُلْ أَرَءَيْتُمْ إِنْ أَصْبَحَ مَآؤُكُمْ غَوْرًا فَمَن يَأْتِيكُم بِمَآءٍ مَّعِينٍۭ",
      "text_uthmani_transcribed": "Qul ara'aitum in aṣbaḥa mā'ukum gauran famay ya'tīkum bimā'im ma'īn(in).",
      "translation": "Скажи: \"Вы видите - коль утренней зарею Уйдут от вас под землю питьевые воды, Кто повелит прозрачному ключу пролиться к вам"
    }
  ]
}