{
  "chapter_number": 39,
  "verses": [
    {
      "verse_number": 45,
      "text_uthmani": "وَإِذَا ذُكِرَ ٱللَّهُ وَحْدَهُ ٱشْمَأَزَّتْ قُلُوبُ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ ۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمْ يَسْتَبْشِرُونَ",
      "text_uthmani_transcribed": "Wa iżā żukirallāhu waḥdahusyma'azzat qulūbul-lażīna  lā yu'minūna bil-ākhirah(ti), wa iżā żukiral-lażīna min dūnihī iżā hum yastabsyirūn(a).",
      "translation": "Когда напоминают (им), что Бог Един, Сжимаются (от ужаса) сердца всех тех, Кто во вторую жизнь не верит. Когда ж напоминают о других, кроме Него, Увы, их радость наполняет"
    },
    {
      "verse_number": 46,
      "text_uthmani": "قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ عَـٰلِمَ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ أَنتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِى مَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
      "text_uthmani_transcribed": "Qulillāhumma fāṭiras-samāwāti wal-arḍi 'ālimal-gaibi wasy-syahādati anta taḥkumu baina  'ibādika fīmā kānū fīhi yakhtalifūn(a).",
      "translation": "Скажи же: \"О Аллах! Творец небес, земли создатель! Сокрытого и явного свидетель! Ты меж Своими слугами рассудишь Все то, в чем разошлись они"
    },
    {
      "verse_number": 47,
      "text_uthmani": "وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا۟ مَا فِى ٱلْأَرْضِ جَمِيعًا وَمِثْلَهُۥ مَعَهُۥ لَٱفْتَدَوْا۟ بِهِۦ مِن سُوٓءِ ٱلْعَذَابِ يَوْمَ ٱلْقِيَـٰمَةِ ۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمْ يَكُونُوا۟ يَحْتَسِبُونَ",
      "text_uthmani_transcribed": "Wa lau anna lil-lażīna ẓalamū mā fil-arḍi jamī'aw wa miṡlahū ma'ahū laftadau bihī min sū'il-'ażābi yaumal-qiyāmah(ti), wa badā lahum minallāhi mā lam yakūnū yaḥtasibūn(a).",
      "translation": "И если бы в руках неверных Все было, что земля содержит, И ровно столько же еще, В День Воскресения они б отдали все, Чтобы от мук (Господней) кары откупиться. И им тогда предстанет от Аллаха то, О чем они не помышляли даже"
    },
    {
      "verse_number": 48,
      "text_uthmani": "وَبَدَا لَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "text_uthmani_transcribed": "Wa badā lahum sayyi'ātu mā kasabū wa ḥāqa bihim mā kānū bihī yastahzi'ūn(a).",
      "translation": "И им предстанет все дурное, Что для себя приобрели они. Постигнет их со всех сторон, Над чем в сей жизни потешались"
    },
    {
      "verse_number": 49,
      "text_uthmani": "فَإِذَا مَسَّ ٱلْإِنسَـٰنَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَـٰهُ نِعْمَةً مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلْمٍۭ ۚ بَلْ هِىَ فِتْنَةٌ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "text_uthmani_transcribed": "Fa'iżā massal-insāna ḍurrun da'ānā ṡumma iżā khawwalnāhu ni'matam minnā, qāla innamā ūtītuhū 'alā 'ilm(in), bal hiya fitnatuw wa lākinna akṡarahum lā ya'lamūn(a).",
      "translation": "И к Нам взывает человек, Когда беда его коснется. Когда же милостью Своей Мы жАлуем его, Он говорит: \"Даровано мне это (За то умение, что) знанием своим (я приобрел)\". Но нет! Сие - лишь испытание (для них), Но большинство из них не понимает"
    },
    {
      "verse_number": 50,
      "text_uthmani": "قَدْ قَالَهَا ٱلَّذِينَ مِن قَبْلِهِمْ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ",
      "text_uthmani_transcribed": "Qad qālahal-lażīna min qablihim famā agnā 'anhum mā kānū yaksibūn(a).",
      "translation": "Так говорили те, кто был до них. Но то, что (в мире ближнем) Они приобрели (своим стараньем), Их не избавило (от кары)"
    },
    {
      "verse_number": 51,
      "text_uthmani": "فَأَصَابَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ ۚ وَٱلَّذِينَ ظَلَمُوا۟ مِنْ هَـٰٓؤُلَآءِ سَيُصِيبُهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ وَمَا هُم بِمُعْجِزِينَ",
      "text_uthmani_transcribed": "Fa'aṣābahum sayyi'ātu mā kasabū, wal-lażīna ẓalamū min hā'ulā'i sayuṣībuhum  sayyi'ātu mā kasabū, wa mā hum bimu'jizīn(a).",
      "translation": "И их постигло зло их собственных деяний. А тех, кто ныне преступает, Постигнет зло того, Что уготовили они себе (в сей жизни). И никогда им не осилить (обетование Господне)"
    },
    {
      "verse_number": 52,
      "text_uthmani": "أَوَلَمْ يَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
      "text_uthmani_transcribed": "Awalam ya'lamū annallāha yabsuṭur-rizqa limay yasyā'u wa yaqdir(u), inna fī żālika la'āyātil liqaumiy yu'minūn(a).",
      "translation": "Ужель они не знают, что Аллах Надел Свой ширит иль граничит (мерой) Для тех, кого желанием Своим Он изберет? Поистине, здесь кроются знамения для тех, кто верит"
    },
    {
      "verse_number": 53,
      "text_uthmani": "۞ قُلْ يَـٰعِبَادِىَ ٱلَّذِينَ أَسْرَفُوا۟ عَلَىٰٓ أَنفُسِهِمْ لَا تَقْنَطُوا۟ مِن رَّحْمَةِ ٱللَّهِ ۚ إِنَّ ٱللَّهَ يَغْفِرُ ٱلذُّنُوبَ جَمِيعًا ۚ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
      "text_uthmani_transcribed": "Qul yā 'ibādiyal-lażīna asrafū 'alā anfusihim lā taqnaṭū mir raḥmatillāh(i), innallāha yagfiruż-żunūba jamī'ā(n), innahū huwal-gafūrur-raḥīm(u).",
      "translation": "Скажи: \"О вы, служители мои, Кто преступил против самих себя! Надежду на Господню милость В отчаянии не теряйте. Прощает все грехи Аллах, - Поистине, Он милосерд и всепрощающ"
    },
    {
      "verse_number": 54,
      "text_uthmani": "وَأَنِيبُوٓا۟ إِلَىٰ رَبِّكُمْ وَأَسْلِمُوا۟ لَهُۥ مِن قَبْلِ أَن يَأْتِيَكُمُ ٱلْعَذَابُ ثُمَّ لَا تُنصَرُونَ",
      "text_uthmani_transcribed": "Wa anībū ilā rabbikum wa aslimū lahū min qabli ay ya'tiyakumul-'ażābu ṡumma lā tunṣarūn(a).",
      "translation": "К Владыке своему в раскаянии обратитесь, Ему (Единому) предайтесь до того, Как наказание падет на вас, После чего вам помощи уже не будет"
    },
    {
      "verse_number": 55,
      "text_uthmani": "وَٱتَّبِعُوٓا۟ أَحْسَنَ مَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُم مِّن قَبْلِ أَن يَأْتِيَكُمُ ٱلْعَذَابُ بَغْتَةً وَأَنتُمْ لَا تَشْعُرُونَ",
      "text_uthmani_transcribed": "Wattabi'ū aḥsana mā unzila ilaikum mir rabbikum min qabli ay ya'tiyakumul 'ażābu bagtataw wa antum lā tasy'urūn(a).",
      "translation": "И следуйте за лучшим (смыслом), Что ваш Господь вам ниспослал, Пока вас не постигло наказание внезапно, Когда вы этого не сознаете"
    }
  ]
}