{
  "chapter_number": 20,
  "verses": [
    {
      "verse_number": 122,
      "text_uthmani": "ثُمَّ ٱجْتَبَـٰهُ رَبُّهُۥ فَتَابَ عَلَيْهِ وَهَدَىٰ",
      "text_uthmani_transcribed": "Ṡummajtabāhu rabbuhū fa tāba 'alaihi wa hadā.",
      "translation": "Но (милостью Своей) избрал его Господь - Простил и праведным путем направил"
    },
    {
      "verse_number": 123,
      "text_uthmani": "قَالَ ٱهْبِطَا مِنْهَا جَمِيعًۢا ۖ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ فَإِمَّا يَأْتِيَنَّكُم مِّنِّى هُدًى فَمَنِ ٱتَّبَعَ هُدَاىَ فَلَا يَضِلُّ وَلَا يَشْقَىٰ",
      "text_uthmani_transcribed": "Qālahbiṭā minhā jamī'am ba'ḍukum liba'ḍin 'aduww(un), fa immā ya'tiyannakum minnī hudā(n), fa manittaba'a hudāya falā yaḍillu wa lā yasyqā.",
      "translation": "Низвергнитесь вы оба из него И будьте во вражде друг к другу. А если от Меня придет вам Руководство, Те, кто последует Призыву Моему, Блуждать (в неверии) не будут, Несчастья не постигнут их"
    },
    {
      "verse_number": 124,
      "text_uthmani": "وَمَنْ أَعْرَضَ عَن ذِكْرِى فَإِنَّ لَهُۥ مَعِيشَةً ضَنكًا وَنَحْشُرُهُۥ يَوْمَ ٱلْقِيَـٰمَةِ أَعْمَىٰ",
      "text_uthmani_transcribed": "Wa man a'raḍa 'an żikrī fa inna lahū ma'īsyatan ḍankaw wa naḥsyuruhū yaumal-qiyāmati a'mā.",
      "translation": "Но кто от Моего Послания отступит, Тому, поистине, Мы жизнь утесним И призовем слепым в День Воскресенья"
    },
    {
      "verse_number": 125,
      "text_uthmani": "قَالَ رَبِّ لِمَ حَشَرْتَنِىٓ أَعْمَىٰ وَقَدْ كُنتُ بَصِيرًا",
      "text_uthmani_transcribed": "Qāla rabbi lima ḥasyartanī a'mā wa qad kuntu baṣīrā(n).",
      "translation": "Он скажет: \"Господи! Зачем призвал меня слепым, - Ведь прежде был я зрячим"
    },
    {
      "verse_number": 126,
      "text_uthmani": "قَالَ كَذَٰلِكَ أَتَتْكَ ءَايَـٰتُنَا فَنَسِيتَهَا ۖ وَكَذَٰلِكَ ٱلْيَوْمَ تُنسَىٰ",
      "text_uthmani_transcribed": "Qāla każālika atatka āyātunā fa nasītahā, wa każālikal-yauma tunsā.",
      "translation": "Но ведь и ты так (поступил), - ответит Он, - Когда пришли к тебе Мои знаменья, Ты (в небрежении) забыл их, - Сегодня будешь ты забытым"
    },
    {
      "verse_number": 127,
      "text_uthmani": "وَكَذَٰلِكَ نَجْزِى مَنْ أَسْرَفَ وَلَمْ يُؤْمِنۢ بِـَٔايَـٰتِ رَبِّهِۦ ۚ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَشَدُّ وَأَبْقَىٰٓ",
      "text_uthmani_transcribed": "Wa każālika najzī man asrafa wa lam yu'mim bi'āyāti rabbih(ī), wa la'ażābul-ākhirati asyaddu wa abqā.",
      "translation": "Так воздаем Мы тем, Кто перешел пределы (допустимого Аллахом) И не уверовал в знамения Его, И, несомненно, кара будущего мира Сильней и длительней (земных невзгод)"
    },
    {
      "verse_number": 128,
      "text_uthmani": "أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ ٱلْقُرُونِ يَمْشُونَ فِى مَسَـٰكِنِهِمْ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّأُو۟لِى ٱلنُّهَىٰ",
      "text_uthmani_transcribed": "Afalam yahdi lahum kam ahlaknā qablahum minal-qurūni yamsyūna fī masākinihim, inna fī żālika la'āyātil li'ulin nuhā.",
      "translation": "Ужель не стало (для неверных) Предупреждающим (знаменьем то), Как много прежних поколений Мы погубили (за неверие и грех), - По обиталищам которых они ныне ходят? А в этом ведь знамения для тех, кто разумеет"
    },
    {
      "verse_number": 129,
      "text_uthmani": "وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مُّسَمًّى",
      "text_uthmani_transcribed": "Wa lau lā kalimatun sabaqat mir rabbika lakāna lizāmaw wa ajalum musammā(n).",
      "translation": "И если б не (Господне) Слово, Что загодя явилось от Владыки твоего, Их (гибель) стала б неизбежной, (Но всякому творенью на земле) Назначен (Господом) свой срок"
    },
    {
      "verse_number": 130,
      "text_uthmani": "فَٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ ٱلشَّمْسِ وَقَبْلَ غُرُوبِهَا ۖ وَمِنْ ءَانَآئِ ٱلَّيْلِ فَسَبِّحْ وَأَطْرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرْضَىٰ",
      "text_uthmani_transcribed": "Faṣbir 'alā mā yaqūlūna wa sabbiḥ biḥamdi rabbika qabla ṭulū'isy-syamsi wa qabla gurūbihā, wa min ānā'il-laili fa sabbiḥ wa aṭrāfan-nahāri la'allaka tarḍā.",
      "translation": "А потому, (о Мухаммад!), Терпи, что говорят они, И славь хвалой Владыку твоего До появленья солнца (в небе) И до его заката (в ночь), (В благословенном бденье) ночи И (в суетных заботах) дня, Чтобы (душа твоя) довольство обрела (И Господу угодной стала)"
    },
    {
      "verse_number": 131,
      "text_uthmani": "وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِۦٓ أَزْوَٰجًا مِّنْهُمْ زَهْرَةَ ٱلْحَيَوٰةِ ٱلدُّنْيَا لِنَفْتِنَهُمْ فِيهِ ۚ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَىٰ",
      "text_uthmani_transcribed": "Wa lā tamuddanna 'ainaika ilā mā matta'nā bihī azwājam minhum zahratal-ḥayātid-dun-yā, linaftinahum fīh(i), wa rizqu rabbika khairuw wa abqā.",
      "translation": "И взором глаз не обнимай те (блага), Которыми Мы (щедро) наделили Какие-то из их семейств, - Расцветом жизни в этом мире Мы лишь испытываем их. Ведь, истинно, удел у Бога твоего И длительней, и краше"
    },
    {
      "verse_number": 132,
      "text_uthmani": "وَأْمُرْ أَهْلَكَ بِٱلصَّلَوٰةِ وَٱصْطَبِرْ عَلَيْهَا ۖ لَا نَسْـَٔلُكَ رِزْقًا ۖ نَّحْنُ نَرْزُقُكَ ۗ وَٱلْعَـٰقِبَةُ لِلتَّقْوَىٰ",
      "text_uthmani_transcribed": "Wa'mur ahlaka biṣ-ṣalāti waṣṭabir 'alaihā, lā nas'aluka rizqā(n), naḥnu narzuquk(a), wal-'āqibatu lit-taqwā.",
      "translation": "Вели семейству твоему творить молитву И сам прилежно совершай ее. Мы на тебя не возлагаем Потребное (для жизни) добывать - Мы Сами обеспечим тебя всем. (Благой) конец (земного бытия) - (Для тех, кто) благочестие (блюдет)"
    }
  ]
}