[
  {
    "verse_number": 1,
    "text_uthmani": " طسٓمٓ",
    "text_uthmani_transcribed": "Ṭā Sīm Mīm.",
    "translation": "Та - Син - Мим"
  },
  {
    "verse_number": 2,
    "text_uthmani": "تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ ٱلْمُبِينِ",
    "text_uthmani_transcribed": "Tilka āyātul-kitābil-mubīn(i).",
    "translation": "Сие - айаты Книги, Что ясно разъясняет и толкует все"
  },
  {
    "verse_number": 3,
    "text_uthmani": "نَتْلُوا۟ عَلَيْكَ مِن نَّبَإِ مُوسَىٰ وَفِرْعَوْنَ بِٱلْحَقِّ لِقَوْمٍ يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Natlū 'alaika min naba'i mūsā wa fir'auna bil-ḥaqqi liqaumiy yu'minūn(a).",
    "translation": "Мы в истине тебе изложим Рассказ о Мусе и (неверном) Фараоне Для наставления уверовавших (в Бога)"
  },
  {
    "verse_number": 4,
    "text_uthmani": "إِنَّ فِرْعَوْنَ عَلَا فِى ٱلْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَآئِفَةً مِّنْهُمْ يُذَبِّحُ أَبْنَآءَهُمْ وَيَسْتَحْىِۦ نِسَآءَهُمْ ۚ إِنَّهُۥ كَانَ مِنَ ٱلْمُفْسِدِينَ",
    "text_uthmani_transcribed": "Inna fir'auna 'alā fil-arḍi wa ja'ala ahlahā syiya'ay yastaḍ'ifu ṭā'ifatam minhum yużabbiḥu abnā'ahum wa yastaḥyī nisā'ahum, innahū kāna minal-mufsidīn(a).",
    "translation": "Поистине, (неверный) Фараон В земле (Египетской) гордынею вознесся И разделил на части ее люд, Одну из них подвергнув угнетенью: Он убивал их сыновей, В живых лишь женщин оставляя, - Он был, поистине, из злочестивых"
  },
  {
    "verse_number": 5,
    "text_uthmani": "وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسْتُضْعِفُوا۟ فِى ٱلْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ ٱلْوَٰرِثِينَ",
    "text_uthmani_transcribed": "Wa nurīdu an namunna 'alal-lażīnastuḍ'ifū fil-arḍi wa naj'alahum a'immataw wa naj'alahumul-wāriṡīn(a).",
    "translation": "Мы пожелали милость оказать Тем, кто на той земле был угнетен, - Имамами их сделать (для народов) И дать в наследство (обетованную землю)"
  },
  {
    "verse_number": 6,
    "text_uthmani": "وَنُمَكِّنَ لَهُمْ فِى ٱلْأَرْضِ وَنُرِىَ فِرْعَوْنَ وَهَـٰمَـٰنَ وَجُنُودَهُمَا مِنْهُم مَّا كَانُوا۟ يَحْذَرُونَ",
    "text_uthmani_transcribed": "Wa numakkina lahum fil-arḍi wa nuriya fir'auna wa hāmāna wa junūdahumā minhum mā kānū yaḥżarūn(a).",
    "translation": "На той земле их мощью укрепить, А Фараону, и Хаману, и войскам явить такое, Чего они от них так опасались"
  },
  {
    "verse_number": 7,
    "text_uthmani": "وَأَوْحَيْنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنْ أَرْضِعِيهِ ۖ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِى ٱلْيَمِّ وَلَا تَخَافِى وَلَا تَحْزَنِىٓ ۖ إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ ٱلْمُرْسَلِينَ",
    "text_uthmani_transcribed": "Wa auḥainā ilā mūsā an arḍi'īh(i), fa'iżā khifti 'alaihi fa'alqīhi fil yammi wa lā takhāfī wa lā taḥzanī, innā rāddūhu ilaiki wa jā'ilūhu minal-mursalīn(a).",
    "translation": "И вот Мы матери (младенца) Мусы Внушением (Свое веление) открыли: \"Корми младенца своего! Когда же за него ты убоишься, Брось его в море и не бойся. Пусть не мрачит тебя печаль - Мы возвратим его тебе И сделаем посланником (Своим к его народу)"
  },
  {
    "verse_number": 8,
    "text_uthmani": "فَٱلْتَقَطَهُۥٓ ءَالُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا ۗ إِنَّ فِرْعَوْنَ وَهَـٰمَـٰنَ وَجُنُودَهُمَا كَانُوا۟ خَـٰطِـِٔينَ",
    "text_uthmani_transcribed": "Faltaqaṭahū ālu fir'auna liyakūna lahum 'aduwwaw wa ḥazanā(n), inna fir'auna wa hāmāna wa junūdahumā kānū khāṭi'īn(a).",
    "translation": "И подобрали (люди из) семейства Фараона (Корзину из реки с младенцем) Мусой, Чтобы (со временем) для них Врагом он оказался и напастью, - Ведь Фараон, Хаман и их войска Распутны были и грешны"
  },
  {
    "verse_number": 9,
    "text_uthmani": "وَقَالَتِ ٱمْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِّى وَلَكَ ۖ لَا تَقْتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوْ نَتَّخِذَهُۥ وَلَدًا وَهُمْ لَا يَشْعُرُونَ",
    "text_uthmani_transcribed": "Wa qālatimra'atu fir'auna qurratu 'ainil lī wa lak(a), lā taqtulūh(u), 'asā ay yanfa'anā au nattakhiżahū waladaw wa hum lā yasy'urūn(a).",
    "translation": "И вот жена его сказала: \"Это - услада глаз и для тебя, и для меня, - Не предавайте его смерти! Быть может, он (со временем) нам пользу принесет Иль мы за сына его примем\". Тогда не ведали они (о замысле Господнем)"
  },
  {
    "verse_number": 10,
    "text_uthmani": "وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَـٰرِغًا ۖ إِن كَادَتْ لَتُبْدِى بِهِۦ لَوْلَآ أَن رَّبَطْنَا عَلَىٰ قَلْبِهَا لِتَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
    "text_uthmani_transcribed": "Wa aṣbaḥa fu'ādu ummi mūsā fārigā(n), in kādat latubdī bihī lau lā ar rabaṭnā 'alā qalbihā litakūna minal-mu'minīn(a).",
    "translation": "Наутро ж (горькой) пустотой Наполнилося сердце матери (младенца), И выдала б она его (происхожденье), Если бы Мы не укрепили ее сердце, Чтоб быть ей из уверовавших (в Бога)"
  },
  {
    "verse_number": 11,
    "text_uthmani": "وَقَالَتْ لِأُخْتِهِۦ قُصِّيهِ ۖ فَبَصُرَتْ بِهِۦ عَن جُنُبٍ وَهُمْ لَا يَشْعُرُونَ",
    "text_uthmani_transcribed": "Wa qālat li'ukhtihī quṣṣīh(i), fabaṣurat bihī 'an junubiw wa hum lā yasy'urūn(a).",
    "translation": "(Следуй за ним! - она сестре его сказала, И издали следила та за ним, - Они ж) об этом (ничего) не знали"
  }
]