[
  {
    "verse_number": 12,
    "text_uthmani": "فَلَمَّآ أَحَسُّوا۟ بَأْسَنَآ إِذَا هُم مِّنْهَا يَرْكُضُونَ",
    "text_uthmani_transcribed": "Falammā aḥassū ba'sanā iżā hum minhā yarkuḍūn(a).",
    "translation": "И все же всякий раз, Почувствовав всю мощь грядущей кары, Они бросались в бегство от нее"
  },
  {
    "verse_number": 13,
    "text_uthmani": "لَا تَرْكُضُوا۟ وَٱرْجِعُوٓا۟ إِلَىٰ مَآ أُتْرِفْتُمْ فِيهِ وَمَسَـٰكِنِكُمْ لَعَلَّكُمْ تُسْـَٔلُونَ",
    "text_uthmani_transcribed": "Lā tarkuḍū warji'ū ilā mā utriftum fīhi wa masākinikum la'allakum tus'alūn(a).",
    "translation": "Не убегайте! Возвращайтесь к тем (дарам), Что были в изобилии даны вам; (Вернитесь) к вашим очагам, Чтоб вас могли призвать к ответу"
  },
  {
    "verse_number": 14,
    "text_uthmani": "قَالُوا۟ يَـٰوَيْلَنَآ إِنَّا كُنَّا ظَـٰلِمِينَ",
    "text_uthmani_transcribed": "Qālū yā wailanā innā kunnā ẓālimīn(a).",
    "translation": "Они сказали: \"Горе нам! Поистине, мы были нечестивы"
  },
  {
    "verse_number": 15,
    "text_uthmani": "فَمَا زَالَت تِّلْكَ دَعْوَىٰهُمْ حَتَّىٰ جَعَلْنَـٰهُمْ حَصِيدًا خَـٰمِدِينَ",
    "text_uthmani_transcribed": "Famā zālat tilka da'wāhum ḥattā ja'alnāhum ḥaṣīdan khāmidīn(a).",
    "translation": "И их стенания не прекращались, Пока Мы их не обращали В пожатую иссушенную (ниву), - Недвижными (в своей кончине)"
  },
  {
    "verse_number": 16,
    "text_uthmani": "وَمَا خَلَقْنَا ٱلسَّمَآءَ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا لَـٰعِبِينَ",
    "text_uthmani_transcribed": "Wa mā khalaqnas-samā'a wal-arḍa wa mā bainahumā lā'ibīn(a).",
    "translation": "Не для забавы сотворили Мы И (высь) небес, и (твердь) земли, И все, что суще между ними"
  },
  {
    "verse_number": 17,
    "text_uthmani": "لَوْ أَرَدْنَآ أَن نَّتَّخِذَ لَهْوًا لَّٱتَّخَذْنَـٰهُ مِن لَّدُنَّآ إِن كُنَّا فَـٰعِلِينَ",
    "text_uthmani_transcribed": "Lau aradnā an nattakhiża lahwal lattakhażnāhum mil ladunnā, in kunnā fā'ilīn(a).",
    "translation": "Если б желали Мы найти Себе забаву, Мы бы нашли ее в таком, Что ближе нам (по духу) (А не в вещественном творенье, Что так упорно небрежет Той Истиной, что Мы ему даруем, - Если б действительно задумали Мы это)"
  },
  {
    "verse_number": 18,
    "text_uthmani": "بَلْ نَقْذِفُ بِٱلْحَقِّ عَلَى ٱلْبَـٰطِلِ فَيَدْمَغُهُۥ فَإِذَا هُوَ زَاهِقٌ ۚ وَلَكُمُ ٱلْوَيْلُ مِمَّا تَصِفُونَ",
    "text_uthmani_transcribed": "Bal naqżifu bil-ḥaqqi 'alal-bāṭili fa yadmaguhū fa iżā huwa zāhiq(un), wa lakumul-wailu mimmā taṣifūn(a).",
    "translation": "О да! Мы Истиной пронизываем Ложь, - Она дробит ее на части, И вот - мгновенно исчезает та. О люди! Горе вам за то, Что своему Творцу вы приписать хотите"
  },
  {
    "verse_number": 19,
    "text_uthmani": "وَلَهُۥ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَمَنْ عِندَهُۥ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِۦ وَلَا يَسْتَحْسِرُونَ",
    "text_uthmani_transcribed": "Wa lahū man fis-samāwāti wal-arḍ(i), wa man 'indahū lā yastakbirūna 'an 'ibādatihī wa lā yastaḥsirūn(a).",
    "translation": "Всем в небесах и на земле владеет Он один, А те, которые пред Ним, - Не величаются, служением Ему пренебрегая, (В усердии служить Ему) не устают"
  },
  {
    "verse_number": 20,
    "text_uthmani": "يُسَبِّحُونَ ٱلَّيْلَ وَٱلنَّهَارَ لَا يَفْتُرُونَ",
    "text_uthmani_transcribed": "Yusabbiḥūnal-laila wan-nahāra wa lā yafturūn(a).",
    "translation": "И неустанно - днем и ночью - Они хвалы Ему возносят"
  },
  {
    "verse_number": 21,
    "text_uthmani": "أَمِ ٱتَّخَذُوٓا۟ ءَالِهَةً مِّنَ ٱلْأَرْضِ هُمْ يُنشِرُونَ",
    "text_uthmani_transcribed": "Amittakhażū ālihatam minal-arḍi  hum yunsyirūn(a).",
    "translation": "Ужель с земли они богов себе воздвигли, Что могут мертвым жизнь возвращать"
  },
  {
    "verse_number": 22,
    "text_uthmani": "لَوْ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَا ۚ فَسُبْحَـٰنَ ٱللَّهِ رَبِّ ٱلْعَرْشِ عَمَّا يَصِفُونَ",
    "text_uthmani_transcribed": "Lau kāna fīhimā ālihatun illallāhu lafasadatā, fa subḥānallāhi rabbil-'arsyi 'ammā yaṣifūn(a).",
    "translation": "И если б там, (на небесах и на земле), Были другие божества, кроме Аллаха, На них бы не было порядка никогда. Хвала Аллаху, Господу Престола! Превыше Он того, Что придают они Ему (своим воображеньем)"
  }
]