[
  {
    "verse_number": 56,
    "text_uthmani": "إِنَّكَ لَا تَهْدِى مَنْ أَحْبَبْتَ وَلَـٰكِنَّ ٱللَّهَ يَهْدِى مَن يَشَآءُ ۚ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ",
    "text_uthmani_transcribed": "Innaka lā tahdī man aḥbabta wa lākinnallāha yahdī may yasyā'(u), wa huwa a'lamu bil-muhtadīn(a).",
    "translation": "Не ты ведешь прямым путем Того, кто люб (твоей душе и сердцу). Аллах ведет того, кого Своим желанием сочтет, - Он лучше знает тех, Кто следует прямой стезею"
  },
  {
    "verse_number": 57,
    "text_uthmani": "وَقَالُوٓا۟ إِن نَّتَّبِعِ ٱلْهُدَىٰ مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَآ ۚ أَوَلَمْ نُمَكِّن لَّهُمْ حَرَمًا ءَامِنًا يُجْبَىٰٓ إِلَيْهِ ثَمَرَٰتُ كُلِّ شَىْءٍ رِّزْقًا مِّن لَّدُنَّا وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa qālū in natabi'il-hudā ma'aka nutakhaṭṭaf min arḍinā, awalam numakkil lahum ḥaraman āminay yujbā ilaihi ṡamarātu kulli syai'ir rizqam mil ladunnā wa lākinna akṡarahum lā ya'lamūn(a).",
    "translation": "Они сказали: \"Если бы (Господнему) уставу С тобою вместе следовали мы, Нас вырвали б из нашей же земли\". Ужель не утвердили Мы за ними Надежный и священный (Храм)? К нему текут плоды всех (благ) - Как Наш надел (им в этой жизни). Но большинство из них (того) не знает"
  },
  {
    "verse_number": 58,
    "text_uthmani": "وَكَمْ أَهْلَكْنَا مِن قَرْيَةٍۭ بَطِرَتْ مَعِيشَتَهَا ۖ فَتِلْكَ مَسَـٰكِنُهُمْ لَمْ تُسْكَن مِّنۢ بَعْدِهِمْ إِلَّا قَلِيلًا ۖ وَكُنَّا نَحْنُ ٱلْوَٰرِثِينَ",
    "text_uthmani_transcribed": "Wa kam ahlaknā min qaryatim baṭirat ma'īsyatahā, fatilka masākinuhum lam tuskam mim ba'dihim illā qalīlā(n), wa kunnā naḥnul-wāriṡīn(a).",
    "translation": "О, сколько ж погубили Мы селений, Что горделиво ликовали в изобилии их жизни! И вот жилища их - полупустынны, И Мы - наследники (всему, чем тешились они)"
  },
  {
    "verse_number": 59,
    "text_uthmani": "وَمَا كَانَ رَبُّكَ مُهْلِكَ ٱلْقُرَىٰ حَتَّىٰ يَبْعَثَ فِىٓ أُمِّهَا رَسُولًا يَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِنَا ۚ وَمَا كُنَّا مُهْلِكِى ٱلْقُرَىٰٓ إِلَّا وَأَهْلُهَا ظَـٰلِمُونَ",
    "text_uthmani_transcribed": "Wa mā kāna rabbuka muhlikal-qurā ḥattā yab'aṡa fī ummihā rasūlay yatlū 'alaihim āyātinā, wa mā kunnā muhlikil-qurā illā wa ahluhā ẓālimūn(a).",
    "translation": "Не погубил Господь твой ни единого селенья, Пока к ним в главное скопление людей Не был направлен Наш посланник, Читающий знаменья Наши. Мы не губили ни единого селенья без того, Чтоб обитатели его неправедными были"
  },
  {
    "verse_number": 60,
    "text_uthmani": "وَمَآ أُوتِيتُم مِّن شَىْءٍ فَمَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَزِينَتُهَا ۚ وَمَا عِندَ ٱللَّهِ خَيْرٌ وَأَبْقَىٰٓ ۚ أَفَلَا تَعْقِلُونَ",
    "text_uthmani_transcribed": "Wa mā ūtītum min syai'in famatā'ul-ḥayātid-dun-yā wa zīnatuhā, wa mā 'indallāhi khairuw wa abqā, afalā ta'qilūn(a).",
    "translation": "И чем бы вас ни жаловали Мы, Сие - лишь (преходящие) украсы И достоянье ближней жизни. А то, что у Аллаха, - длительней и краше. Ужель не станете разумны"
  },
  {
    "verse_number": 61,
    "text_uthmani": "أَفَمَن وَعَدْنَـٰهُ وَعْدًا حَسَنًا فَهُوَ لَـٰقِيهِ كَمَن مَّتَّعْنَـٰهُ مَتَـٰعَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ثُمَّ هُوَ يَوْمَ ٱلْقِيَـٰمَةِ مِنَ ٱلْمُحْضَرِينَ",
    "text_uthmani_transcribed": "Afamaw wa'adnāhu wa'dan ḥasanan fahuwa lāqīhi kamam matta'nāhu matā'al-ḥayātid-dun-yā ṡumma huwa yaumal-qiyāmati minal-muḥḍarīn(a).",
    "translation": "Сравни ли тот, Кому благой обет Мы дали - И, истинно, он встретит (исполнение) его, - Тому, кому дары Мы дали в ближней жизни И кто потом, в День Воскресения (на Суд), К Нам будет приведен среди других (Для понесенья наказанья)"
  },
  {
    "verse_number": 62,
    "text_uthmani": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
    "text_uthmani_transcribed": "Wa yauma yunādīhim fayaqūlu aina syurakā'iyal-lażīna kuntum taz'umūn(a).",
    "translation": "В тот День (Господь) к ним воззовет и скажет: \"Где \"сотоварищи\" Мои, Которых вы себе измыслили (для почитанья)"
  },
  {
    "verse_number": 63,
    "text_uthmani": "قَالَ ٱلَّذِينَ حَقَّ عَلَيْهِمُ ٱلْقَوْلُ رَبَّنَا هَـٰٓؤُلَآءِ ٱلَّذِينَ أَغْوَيْنَآ أَغْوَيْنَـٰهُمْ كَمَا غَوَيْنَا ۖ تَبَرَّأْنَآ إِلَيْكَ ۖ مَا كَانُوٓا۟ إِيَّانَا يَعْبُدُونَ",
    "text_uthmani_transcribed": "Wa qālal-lażīna ḥaqqa 'alaihimul-qaulu rabbanā hā'ulā'il-lażīna agwainā, agwaināhum kamā gawainā, tabarra'nā ilaika mā kānū iyyānā ya'budūn(a).",
    "translation": "И скажут те, над коими (Господне) Слово оправдалось: \"Господь наш! Это - те, которых заблудили мы (Лишь) потому, что сами были в заблужденье. Мы пред Тобой свободны (от греха их) - Ведь чтили (на земле) они не нас, (А свои собственные страсти)"
  },
  {
    "verse_number": 64,
    "text_uthmani": "وَقِيلَ ٱدْعُوا۟ شُرَكَآءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا۟ لَهُمْ وَرَأَوُا۟ ٱلْعَذَابَ ۚ لَوْ أَنَّهُمْ كَانُوا۟ يَهْتَدُونَ",
    "text_uthmani_transcribed": "Wa qīlad'ū syurakā'akum fada'auhum falam yastajībū lahum wa ra'awul-'ażāb(a), lau annahum kānū yahtadūn(a).",
    "translation": "Им скажут: \"Призовите сотоварищей своих, (Которых прочили вы Богу)!\" Они их призовут, но те им не ответят. И вот тогда увидят наказание они, (И возопят в отчаянье их души): \"О, если б они шли прямым путем, (Нам не пришлось бы в смертных муках изнывать)"
  },
  {
    "verse_number": 65,
    "text_uthmani": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَآ أَجَبْتُمُ ٱلْمُرْسَلِينَ",
    "text_uthmani_transcribed": "Wa yauma yunādīhim fayaqūlu māżā ajabtumul-mursalīn(a).",
    "translation": "В тот День К ним воззовет Господь и скажет: \"Каков был ваш ответ посланникам Моим"
  },
  {
    "verse_number": 66,
    "text_uthmani": "فَعَمِيَتْ عَلَيْهِمُ ٱلْأَنۢبَآءُ يَوْمَئِذٍ فَهُمْ لَا يَتَسَآءَلُونَ",
    "text_uthmani_transcribed": "Fa 'amiyat 'alaihimul-ambā'u yauma'iżin fahum lā yatasā'alūn(a).",
    "translation": "Но будут в этот День неясны и туманны их ответы; У них не будет сил Друг друга расспросить и попросить подмоги, (Чтобы Всевышнему ответить)"
  }
]