[
  {
    "verse_number": 23,
    "text_uthmani": "وَلَا تَقُولَنَّ لِشَا۟ىْءٍ إِنِّى فَاعِلٌ ذَٰلِكَ غَدًا",
    "text_uthmani_transcribed": "Wa lā taqūlanna lisyai'in innī fā'ilun żālika gadā(n).",
    "translation": "И (никогда) не говори (о совершении) чего-то: \"Я это завтра совершу"
  },
  {
    "verse_number": 24,
    "text_uthmani": "إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ وَٱذْكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَىٰٓ أَن يَهْدِيَنِ رَبِّى لِأَقْرَبَ مِنْ هَـٰذَا رَشَدًا",
    "text_uthmani_transcribed": "Illā ay yasyā'allāh(u), ważkur rabbaka iżā nasīta wa qul 'asā ay yahdiyani rabbī li'aqraba  min hāżā rasyadā(n).",
    "translation": "При этом не добавив: \"Если на то будет Господня воля\". А если все-таки забудешь, То вспомни Бога своего и (сразу же) скажи: \"Быть может, мой Господь меня приблизит К пути прямому, (что лежит к познанию сего)"
  },
  {
    "verse_number": 25,
    "text_uthmani": "وَلَبِثُوا۟ فِى كَهْفِهِمْ ثَلَـٰثَ مِا۟ئَةٍ سِنِينَ وَٱزْدَادُوا۟ تِسْعًا",
    "text_uthmani_transcribed": "Wa labiṡū fī kahfihim ṡalāṡa mi'atin sinīna wazdādū tis'ā(n).",
    "translation": "И пробыли они в своей пещере триста лет, И к этому прибавить (дОлжно) девять"
  },
  {
    "verse_number": 26,
    "text_uthmani": "قُلِ ٱللَّهُ أَعْلَمُ بِمَا لَبِثُوا۟ ۖ لَهُۥ غَيْبُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ أَبْصِرْ بِهِۦ وَأَسْمِعْ ۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِىٍّ وَلَا يُشْرِكُ فِى حُكْمِهِۦٓ أَحَدًا",
    "text_uthmani_transcribed": "Qulillāhu a'lamu bimā labiṡū, lahū gaibus-samāwāti wal-arḍ(i), abṣir bihī wa asmi', mā lahum min dūnihī miw waliyy(in), wa lā yusyriku fī ḥukmihī aḥadā(n).",
    "translation": "Скажи: \"Аллаху лучше знать, Как долго находились они там, - Лишь Он владеет Сокровенным неба и земли. Как ясно видит Он! Как верно слышит! У них, кроме Него, нет покровителя другого, И не берет Он никого в участники Своей управы"
  },
  {
    "verse_number": 27,
    "text_uthmani": "وَٱتْلُ مَآ أُوحِىَ إِلَيْكَ مِن كِتَابِ رَبِّكَ ۖ لَا مُبَدِّلَ لِكَلِمَـٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلْتَحَدًا",
    "text_uthmani_transcribed": "Watlu mā ūḥiya ilaika min kitābi rabbik(a), lā mubaddila likalimātih(ī), wa lan tajida min dūnihī multaḥadā(n).",
    "translation": "Читай (и проповедуй) то, Что явлено тебе из Книги Бога; Нет никого, кто (смел бы) изменить Его Слова, И ты убежища себе не обретешь, Кроме (того, что) Он (тебе назначит)"
  },
  {
    "verse_number": 28,
    "text_uthmani": "وَٱصْبِرْ نَفْسَكَ مَعَ ٱلَّذِينَ يَدْعُونَ رَبَّهُم بِٱلْغَدَوٰةِ وَٱلْعَشِىِّ يُرِيدُونَ وَجْهَهُۥ ۖ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُۥ عَن ذِكْرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمْرُهُۥ فُرُطًا",
    "text_uthmani_transcribed": "Waṣbir nafsaka ma'al-lażīna yad'ūna rabbahum bil-gadāti wal-'asyiyyi yurīdūna wajhahū wa lā ta'du 'aināka 'anhum, turīdu zīnatal-ḥayātid-dun-yā, wa lā tuṭi' man agfalnā qalbahū 'an żikrinā wattaba'a hawāhu wa kāna amruhū furuṭā(n).",
    "translation": "Живи душой в согласии и мире с теми, Кто на восходе (дня) и на закате солнца Взывает к Господу в молитве, Ища Его благодаренья, - От них глаза не отводи, Желая блеска ближней жизни; И не иди на поводу у тех, Сердца которых Мы забвению предали К воспоминанию о Нас, Кто следует своим страстям И чьи дела идут вразрез с (благими)"
  },
  {
    "verse_number": 29,
    "text_uthmani": "وَقُلِ ٱلْحَقُّ مِن رَّبِّكُمْ ۖ فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ ۚ إِنَّآ أَعْتَدْنَا لِلظَّـٰلِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا ۚ وَإِن يَسْتَغِيثُوا۟ يُغَاثُوا۟ بِمَآءٍ كَٱلْمُهْلِ يَشْوِى ٱلْوُجُوهَ ۚ بِئْسَ ٱلشَّرَابُ وَسَآءَتْ مُرْتَفَقًا",
    "text_uthmani_transcribed": "Wa qulil-ḥaqqu mir rabbikum, faman syā'a falyu'miw wa man syā'a falyakfur, innā a'tadnā liẓ-ẓālimīna nārā(n), aḥāṭa bihim surādiquhā, wa iy yastagīṡū yugāṡū bimā'in kal-muhli yasywil-wujūh(a), bi'sasy-syarāb(u), wa sā'at murtafaqā(n).",
    "translation": "Скажи: \"Исходит Истина от Бога твоего: Кто хочет, тот уверует (в Него), Кто хочет, тот останется неверным\". Мы для неверных уготовили Огонь, Что их пылающим шатром окружит; А если возмолят о помощи они, Помогут им водой, Что будет, как расплавленный металл, Обваривать их лица, - Какое мерзкое питье! Как непристойно место упокоя"
  },
  {
    "verse_number": 30,
    "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا",
    "text_uthmani_transcribed": "Innal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti innā lā nuḍī'u ajra man aḥsana 'amalā(n).",
    "translation": "Но тем, кто верует и доброе творит, - Поистине, Мы не дадим погибнуть Награде тех, кто делает добро"
  },
  {
    "verse_number": 31,
    "text_uthmani": "أُو۟لَـٰٓئِكَ لَهُمْ جَنَّـٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَـٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِّن سُندُسٍ وَإِسْتَبْرَقٍ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلْأَرَآئِكِ ۚ نِعْمَ ٱلثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا",
    "text_uthmani_transcribed": "Ulā'ika lahum jannātu 'adnin tajrī min taḥtihimul-anhāru yuḥallauna fīhā min asāwira min żahabiw wa yalbasūna ṡiyāban khuḍram min sundusiw wa istabraqim muttaki'īna fīhā 'alal-arā'ik(i), ni'maṡ-ṡawāb(u), wa ḥasunat murtafaqā(n).",
    "translation": "Для них Сады, реками омовенны, Они украсятся в браслеты золотые, Оденутся в зеленые наряды из атласа и парчи, Там на седалищах прекрасных восседая, - Какая славная награда! Какое благостное место упокоя"
  },
  {
    "verse_number": 32,
    "text_uthmani": "۞ وَٱضْرِبْ لَهُم مَّثَلًا رَّجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَـٰبٍ وَحَفَفْنَـٰهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا",
    "text_uthmani_transcribed": "Waḍrib lahum maṡalar rajulaini ja'alnā li'aḥadihimā jannataini min a'nābiw wa ḥafafnāhumā binakhliw wa ja'alnā bainahumā zar'ā(n).",
    "translation": "Ты предложи им в притчу двух людей: Мы одному устроили два виноградных сада, Вокруг которых посадили пальмы, А между ними злаковые нивы развели"
  },
  {
    "verse_number": 33,
    "text_uthmani": "كِلْتَا ٱلْجَنَّتَيْنِ ءَاتَتْ أُكُلَهَا وَلَمْ تَظْلِم مِّنْهُ شَيْـًٔا ۚ وَفَجَّرْنَا خِلَـٰلَهُمَا نَهَرًا",
    "text_uthmani_transcribed": "Kiltal-jannataini ātat ukulahā wa lam taẓlim minhu syai'ā(n), wa fajjarnā khilālahumā naharā(n).",
    "translation": "И оба сада принесли свои плоды. Мы ничего из них не погубили, А между ними реку провели"
  }
]