[
  {
    "verse_number": 12,
    "text_uthmani": "وَجَعَلْنَا ٱلَّيْلَ وَٱلنَّهَارَ ءَايَتَيْنِ ۖ فَمَحَوْنَآ ءَايَةَ ٱلَّيْلِ وَجَعَلْنَآ ءَايَةَ ٱلنَّهَارِ مُبْصِرَةً لِّتَبْتَغُوا۟ فَضْلًا مِّن رَّبِّكُمْ وَلِتَعْلَمُوا۟ عَدَدَ ٱلسِّنِينَ وَٱلْحِسَابَ ۚ وَكُلَّ شَىْءٍ فَصَّلْنَـٰهُ تَفْصِيلًا",
    "text_uthmani_transcribed": "Wa ja'alnal-laila wan-nahāra āyataini fa maḥaunā āyatal-laili wa ja'alnā āyatan-nahāri mubṣiratal litabtagū faḍlam mir rabbikum wa lita'lamū 'adadas-sinīna wal-ḥisāb(a), wa kulla syai'in faṣṣalnāhu tafṣīlā(n).",
    "translation": "Мы сделали мрак (черной) ночи И свет (ликующего) дня Двумя знаменьями для вас. И Мы неясным делаем знаменье ночи, А ясным делаем знаменье дня, Дающим видеть все, (что будет вам на пользу), - Чтоб вы искали от щедрот Аллаха, Чтоб знали вы число и счет годам. И Мы распределили всяку вещь По (должному) и ясному порядку"
  },
  {
    "verse_number": 13,
    "text_uthmani": "وَكُلَّ إِنسَـٰنٍ أَلْزَمْنَـٰهُ طَـٰٓئِرَهُۥ فِى عُنُقِهِۦ ۖ وَنُخْرِجُ لَهُۥ يَوْمَ ٱلْقِيَـٰمَةِ كِتَـٰبًا يَلْقَىٰهُ مَنشُورًا",
    "text_uthmani_transcribed": "Wa kulla insānin alzamnāhu ṭā'irahū fī 'unuqih(ī), wa nukhriju lahū yaumal-qiyāmati kitābay yalqāhu mansyūrā(n).",
    "translation": "Мы к шее человека прикрепили Птицу (предвестия добра и зла) И выявим ему в День Воскресенья книгу (его дел), Которую открытой он увидит"
  },
  {
    "verse_number": 14,
    "text_uthmani": "ٱقْرَأْ كِتَـٰبَكَ كَفَىٰ بِنَفْسِكَ ٱلْيَوْمَ عَلَيْكَ حَسِيبًا",
    "text_uthmani_transcribed": "Iqra' kitābak(a), kafā binafsikal-yauma 'alaika ḥasībā(n).",
    "translation": "(И прозвучит): \"Прочти же книгу (дел) твоих! Тебе достаточно в самом себе Составить счет (грехов для воздаянья)"
  },
  {
    "verse_number": 15,
    "text_uthmani": "مَّنِ ٱهْتَدَىٰ فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۚ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا",
    "text_uthmani_transcribed": "Manihtadā fa innamā yahtadī linafsih(ī), wa man ḍalla fa innamā yaḍillu 'alaihā, wa lā taziru wāziratuw wizra ukhrā, wa mā kunnā mu'ażżibīna ḥattā nab'aṡa rasūlā(n).",
    "translation": "Кто следует прямым путем, Тот им идет себе на благо. Кто в заблуждении блуждает, Блуждает самому себе во вред. И ни одна обремененная душа Не понесет чужое бремя. И никогда никто не был наказан Нами, Пока Мы не послали (к ним) Посланника (с предупреждением о каре И наставлением на правый путь)"
  },
  {
    "verse_number": 16,
    "text_uthmani": "وَإِذَآ أَرَدْنَآ أَن نُّهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا۟ فِيهَا فَحَقَّ عَلَيْهَا ٱلْقَوْلُ فَدَمَّرْنَـٰهَا تَدْمِيرًا",
    "text_uthmani_transcribed": "Wa iżā aradnā an nuhlika qaryatan amarnā mutrafīhā fa fasaqū fīhā fa ḥaqqa 'alaihal-qaulu fa dammarnāhā tadmīrā(n).",
    "translation": "Когда хотели Мы разрушить город (За смертные грехи его людей), Мы слали повеленье тем из них, Кто был в нем одарен благами И все ж нечестие творил, - Тогда над ним оправдывалось Слово, И Мы его до основанья разрушали"
  },
  {
    "verse_number": 17,
    "text_uthmani": "وَكَمْ أَهْلَكْنَا مِنَ ٱلْقُرُونِ مِنۢ بَعْدِ نُوحٍ ۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرًۢا بَصِيرًا",
    "text_uthmani_transcribed": "Wa kam ahlaknā minal-qurūni mim ba'di nūḥ(in), wa kafā birabbika biżunūbi 'ibādihī khabīram baṣīrā(n).",
    "translation": "Мы после Нуха сколько поколений погубили! Достаточен Господь твой (в сущности Своей), Чтоб знать и видеть прегрешенья Своих слуг"
  },
  {
    "verse_number": 18,
    "text_uthmani": "مَّن كَانَ يُرِيدُ ٱلْعَاجِلَةَ عَجَّلْنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلْنَا لَهُۥ جَهَنَّمَ يَصْلَىٰهَا مَذْمُومًا مَّدْحُورًا",
    "text_uthmani_transcribed": "Man kāna yurīdul-'ājilata 'ajjalnā lahū fīhā mā nasyā'u liman nurīdu ṡumma ja'alnā lahū jahannam(a), yaṣlāhā mażmūmam madḥūrā(n).",
    "translation": "Кто хочет мимолетных (благ) сей жизни, Тому Мы в ней спешим доставить то, Что Мы угодою Своей Дадим тому, кому желаем. Потом ему назначен (Нами) Ад, Чтоб в нем горел он, порицаемый и жалкий"
  },
  {
    "verse_number": 19,
    "text_uthmani": "وَمَنْ أَرَادَ ٱلْـَٔاخِرَةَ وَسَعَىٰ لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُو۟لَـٰٓئِكَ كَانَ سَعْيُهُم مَّشْكُورًا",
    "text_uthmani_transcribed": "Wa man arādal-ākhirata wa sa'ā lahā sa'yahā wa huwa mu'minun fa ulā'ika kāna sa'yuhum masykūrā(n).",
    "translation": "А те, кто ищет (вечность) будущего мира И с должным тщанием к нему стремится, Предавшись (Богу всей душой), - Они есть те, усердие которых С благодарением приемлет (Бог)"
  },
  {
    "verse_number": 20,
    "text_uthmani": "كُلًّا نُّمِدُّ هَـٰٓؤُلَآءِ وَهَـٰٓؤُلَآءِ مِنْ عَطَآءِ رَبِّكَ ۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحْظُورًا",
    "text_uthmani_transcribed": "Kullan numiddu hā'ulā'i wa hā'ulā'i min 'aṭā'i rabbik(a), wa mā kāna 'aṭā'u rabbika maḥẓūrā(n).",
    "translation": "Прострем на всех Мы - тех и этих - Дары Владыки твоего. И никогда Господь твой никого Не обделит щедротами Своими"
  },
  {
    "verse_number": 21,
    "text_uthmani": "ٱنظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۚ وَلَلْـَٔاخِرَةُ أَكْبَرُ دَرَجَـٰتٍ وَأَكْبَرُ تَفْضِيلًا",
    "text_uthmani_transcribed": "Unẓur kaifa faḍḍalnā ba'ḍahum 'alā ba'ḍ(in), wa lal-ākhiratu akbaru darajātiw wa akbaru tafḍīlā(n).",
    "translation": "Смотри, как Мы (уделом в этом мире) Одних перед другими предпочли; А ведь последняя обитель - По степеням и превосходству больше"
  },
  {
    "verse_number": 22,
    "text_uthmani": "لَّا تَجْعَلْ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ فَتَقْعُدَ مَذْمُومًا مَّخْذُولًا",
    "text_uthmani_transcribed": "Lā taj'al ma'allāhi ilāhan ākhara fa taq'uda mażmūmam makhżūlā(n).",
    "translation": "(О человек!) Не полагай других богов Аллаху, Чтобы не быть покинутым в бесчестии и сраме"
  }
]