{
  "chapter_number": 16,
  "verses": [
    {
      "verse_number": 45,
      "text_uthmani": "أَفَأَمِنَ ٱلَّذِينَ مَكَرُوا۟ ٱلسَّيِّـَٔاتِ أَن يَخْسِفَ ٱللَّهُ بِهِمُ ٱلْأَرْضَ أَوْ يَأْتِيَهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
      "text_uthmani_transcribed": "Afa aminal-lażīna makarus-sayyi'āti ay yakhsifallāhu bihimul-arḍa au ya'tiyahumul-'ażābu min ḥaiṡu lā yasy'urūn(a).",
      "translation": "Неужто те, кто ухищряется во зле, Уверены, что никогда Аллах Не повелит земле их поглотить Иль не падет на них (Господня) кара, Откуда они знать не знают"
    },
    {
      "verse_number": 46,
      "text_uthmani": "أَوْ يَأْخُذَهُمْ فِى تَقَلُّبِهِمْ فَمَا هُم بِمُعْجِزِينَ",
      "text_uthmani_transcribed": "Au ya'khużahum fī taqallubihim famā hum bimu'jizīn(a).",
      "translation": "Иль что их не настигнет (кара) В разгаре их хлопот (мирских) И им возможности не будет Освободиться от нее"
    },
    {
      "verse_number": 47,
      "text_uthmani": "أَوْ يَأْخُذَهُمْ عَلَىٰ تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ",
      "text_uthmani_transcribed": "Au ya'khużahum 'alā takhawwuf(in), fa inna rabbakum lara'ūfur raḥīm(un).",
      "translation": "Иль что их не настигнет медленная гибель? Ведь твой Господь, поистине, и благ, и милосерд"
    },
    {
      "verse_number": 48,
      "text_uthmani": "أَوَلَمْ يَرَوْا۟ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَىْءٍ يَتَفَيَّؤُا۟ ظِلَـٰلُهُۥ عَنِ ٱلْيَمِينِ وَٱلشَّمَآئِلِ سُجَّدًا لِّلَّهِ وَهُمْ دَٰخِرُونَ",
      "text_uthmani_transcribed": "Awalam yarau ilā mā khalaqallāhu min syai'iy yatafayya'u ẓilāluhū 'anil-yamīni wasy-syamā'ili sujjadal lillāhi wa hum dākhirūn(a).",
      "translation": "Не видят ли они, Как от всего, что создано Аллахом, (Покорно) тени клонятся направо и налево, Аллаху (благовейно) поклоняясь, А сами же они исполнены смиренья"
    },
    {
      "verse_number": 49,
      "text_uthmani": "وَلِلَّهِ يَسْجُدُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ مِن دَآبَّةٍ وَٱلْمَلَـٰٓئِكَةُ وَهُمْ لَا يَسْتَكْبِرُونَ",
      "text_uthmani_transcribed": "Wa lillāhi yasjudu mā fis-samāwāti wa mā fil-arḍi min dābbatiw wal-malā'ikatu wa hum yastakbirūn(a).",
      "translation": "И поклоняется Аллаху Вся живность в небесах и на земле, И ангелы (Ему послушны), - Все перед Ним слагают свою гордость, (Не величаются пред Ним)"
    },
    {
      "verse_number": 50,
      "text_uthmani": "يَخَافُونَ رَبَّهُم مِّن فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ ۩",
      "text_uthmani_transcribed": "Yakhāfūna rabbahum min fauqihim wa yaf'alūna mā yu'marūn(a).",
      "translation": "Они благоговейно чтят Владыку своего над ними И выполняют то, Что им повелено свершить"
    },
    {
      "verse_number": 51,
      "text_uthmani": "۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓا۟ إِلَـٰهَيْنِ ٱثْنَيْنِ ۖ إِنَّمَا هُوَ إِلَـٰهٌ وَٰحِدٌ ۖ فَإِيَّـٰىَ فَٱرْهَبُونِ",
      "text_uthmani_transcribed": "Wa qālallāhu lā tattakhiżū ilāhainiṡnain(i), innamā huwa ilāhuw wāḥidun fa iyyāya farhabūn(i).",
      "translation": "Аллах сказал: \"Вы не берите двух богов (для почитанья), Ведь Бог, поистине, Един. А потому (в деяниях мирских) Вам должно лишь Меня страшиться"
    },
    {
      "verse_number": 52,
      "text_uthmani": "وَلَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَهُ ٱلدِّينُ وَاصِبًا ۚ أَفَغَيْرَ ٱللَّهِ تَتَّقُونَ",
      "text_uthmani_transcribed": "Wa lahū mā fis-samāwāti wal-arḍi wa lahud-dīnu wāṣibā(n), afagairallāhi tattaqūn(a).",
      "translation": "Ведь, истинно, Ему принадлежит Все в небесах и на земле, И неустанное служение - Ему! Так неужели вы иных (богов), кроме Аллаха, (Способны чтить) и станете страшиться"
    },
    {
      "verse_number": 53,
      "text_uthmani": "وَمَا بِكُم مِّن نِّعْمَةٍ فَمِنَ ٱللَّهِ ۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيْهِ تَجْـَٔرُونَ",
      "text_uthmani_transcribed": "Wa mā bikum min ni'matin fa minallāhi ṡumma iżā massakumuḍ-ḍurru fa ilaihi taj'arūn(a).",
      "translation": "Каким бы благом вы ни обладали, Оно исходит от Аллаха. Когда же вас коснется горе, Вы со стенанием взываете к Нему"
    },
    {
      "verse_number": 54,
      "text_uthmani": "ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمْ إِذَا فَرِيقٌ مِّنكُم بِرَبِّهِمْ يُشْرِكُونَ",
      "text_uthmani_transcribed": "Ṡumma iżā kasyafaḍ-ḍurra 'ankum iżā farīqum minkum birabbihim yusyrikūn(a).",
      "translation": "Когда же Он рассеет ваше горе, Глядите! Часть из вас Уж соучастников Владыке своему пророчит"
    },
    {
      "verse_number": 55,
      "text_uthmani": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَـٰهُمْ ۚ فَتَمَتَّعُوا۟ ۖ فَسَوْفَ تَعْلَمُونَ",
      "text_uthmani_transcribed": "Liyakfurū bimā ātaināhum, fa tamatta'ū fa saufa ta'lamūn(a).",
      "translation": "Не веря в то, что это Мы им дали. (Так что ж!) Черпайте наслажденье! Потом вам предстоит узнать"
    }
  ]
}