[
  {
    "verse_number": 1,
    "text_uthmani": " يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَوْفُوا۟ بِٱلْعُقُودِ ۚ أُحِلَّتْ لَكُم بَهِيمَةُ ٱلْأَنْعَـٰمِ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ غَيْرَ مُحِلِّى ٱلصَّيْدِ وَأَنتُمْ حُرُمٌ ۗ إِنَّ ٱللَّهَ يَحْكُمُ مَا يُرِيدُ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū aufū bil-'uqūd(i), uḥillat lakum bahīmatul-an'āmi illā mā yutlā 'alaikum gaira muḥilliṣ-ṣaidi wa antum ḥurum(un), innallāha yaḥkumu mā yurīd(u).",
    "translation": "О вы, кто верует! Вы соблюдайте обязательства свои. Дозволено вам в пищу Мясо животных вашего скота, Кроме того, о чем читается вам здесь. Но мясо дичи вам запрещено, Если (охота) на священном месте И вы облачены в играм. Поистине, Аллах решает все По (мудрости) Своих желаний"
  },
  {
    "verse_number": 2,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُحِلُّوا۟ شَعَـٰٓئِرَ ٱللَّهِ وَلَا ٱلشَّهْرَ ٱلْحَرَامَ وَلَا ٱلْهَدْىَ وَلَا ٱلْقَلَـٰٓئِدَ وَلَآ ءَآمِّينَ ٱلْبَيْتَ ٱلْحَرَامَ يَبْتَغُونَ فَضْلًا مِّن رَّبِّهِمْ وَرِضْوَٰنًا ۚ وَإِذَا حَلَلْتُمْ فَٱصْطَادُوا۟ ۚ وَلَا يَجْرِمَنَّكُمْ شَنَـَٔانُ قَوْمٍ أَن صَدُّوكُمْ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ أَن تَعْتَدُوا۟ ۘ وَتَعَاوَنُوا۟ عَلَى ٱلْبِرِّ وَٱلتَّقْوَىٰ ۖ وَلَا تَعَاوَنُوا۟ عَلَى ٱلْإِثْمِ وَٱلْعُدْوَٰنِ ۚ وَٱتَّقُوا۟ ٱللَّهَ ۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tuḥillū sya'ā'irallāhi wa lasy-syahral-ḥarāma wa lal-hadya wa lal-qalā'ida wa lā āmmīnal-baital-ḥarāma yabtagūna faḍlam mir rabbihim wa riḍwānā(n), wa iżā ḥalaltum faṣṭādū, wa lā yajrimannakum syana'ānu qaumin an ṣaddūkum 'anil- asjidil-ḥarāmi an ta'tadū, wa ta'āwanū 'alal-birri wat-taqwā, wa lā ta'āwanū 'alal-iṡmi wal-'udwān(i), wattaqullāh(a), innallāha syadīdul-'iqāb(i).",
    "translation": "О вы, кто верует! Не нарушайте святости обрядов Божьих - Ни месяца запретного, ни жертвенных животных, Ни украшений, что повешены на них, (Чтоб отличить их от обычных), Ни тех людей, что устремились К Запретному (для зла) Святому Дому, Чтоб испросить благоволения и щедрости Владыки. Когда ж вы (снимете играм, покинув место поклоненья), И к состоянию обычности вернетесь, Вы можете охотою заняться. И ваша неприязнь к тем, Кто не пустил (когда-то) вас К Запретной (для греха) Мечети, Пусть вас не побуждает ко греху - Друг другу лучше помогайте В делах добра и благочестья, А в злодеяньях и вражде Друг другу не оказывайте помощь. Страшитесь Господа - Он в наказании силен"
  },
  {
    "verse_number": 3,
    "text_uthmani": "حُرِّمَتْ عَلَيْكُمُ ٱلْمَيْتَةُ وَٱلدَّمُ وَلَحْمُ ٱلْخِنزِيرِ وَمَآ أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ وَٱلْمُنْخَنِقَةُ وَٱلْمَوْقُوذَةُ وَٱلْمُتَرَدِّيَةُ وَٱلنَّطِيحَةُ وَمَآ أَكَلَ ٱلسَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى ٱلنُّصُبِ وَأَن تَسْتَقْسِمُوا۟ بِٱلْأَزْلَـٰمِ ۚ ذَٰلِكُمْ فِسْقٌ ۗ ٱلْيَوْمَ يَئِسَ ٱلَّذِينَ كَفَرُوا۟ مِن دِينِكُمْ فَلَا تَخْشَوْهُمْ وَٱخْشَوْنِ ۚ ٱلْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِى وَرَضِيتُ لَكُمُ ٱلْإِسْلَـٰمَ دِينًا ۚ فَمَنِ ٱضْطُرَّ فِى مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِّإِثْمٍ ۙ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Ḥurrimat 'alaikumul-maitatu wad-damu wa laḥmul-khinzīri wa mā uhilla ligairillāhi bihī wal-munkhaniqatu wal-mauqūżatu wal-mutaraddiyatu wan-naṭīḥatu wa mā akalas-sabu'u illā mā żakkaitum, wa mā żubiḥa 'alan-nuṣubi wa an tastaqsimū bil-azlām(i), żālikum fisq(un), al-yauma ya'isal-lażīna kafarū min dīnikum falā takhsyauhum wakhsyaun(i), al-yauma akmaltu lakum dīnakum wa atmamtu 'alaikum ni'matī wa raḍītu lakumul-islāma dīnā(n), fa maniḍṭurra fī makhmaṣatin gaira mutajānifil li'iṡm(in), fa innallāha gafūrur raḥīm(un).",
    "translation": "Запрещена вам в пищу мертвечина, Кровь, и свинина, и всякая живая тварь, Что с именем других, а не Аллаха Была заколота (для пищи), Мясо удавленной скотины, Или издохшей от удара иль от паденья с крутизны, Или забоданной (рогами), Или заеденной каким-то хищным зверем, Помимо случая того, Когда (в ней все еще теплИтся кровь) И вы заколете ее по нужному обряду. (Запрещено вам также в пищу) То, что на жертвенниках убиенно, А также и дележ по стрелам: Сие - нечестие и блажь. Сегодня те, кто вашей верой пренебрег, В отчаянии пребывают. Но их не бойтесь, а страшитесь лишь Меня. Я завершил для вас сегодня (Вероустав) религии (Своей) И проявил сполна Свою вам милость, Назначив изволением Своим ислам - (Как-то: покорность Моей Воле). Кого же голод вынудит (к сей пище) Без (нечестивости иль) склонности к греху, - Так ведь Аллах, поистине, прощающ И милостив (к людским заботам)"
  },
  {
    "verse_number": 4,
    "text_uthmani": "يَسْـَٔلُونَكَ مَاذَآ أُحِلَّ لَهُمْ ۖ قُلْ أُحِلَّ لَكُمُ ٱلطَّيِّبَـٰتُ ۙ وَمَا عَلَّمْتُم مِّنَ ٱلْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ ٱللَّهُ ۖ فَكُلُوا۟ مِمَّآ أَمْسَكْنَ عَلَيْكُمْ وَٱذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَيْهِ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
    "text_uthmani_transcribed": "Yas'alūnaka māżā uḥilla lahum, qul uḥilla lakumuṭ-ṭayyibāt(u), wa mā 'allamtum minal-jawāriḥi mukallibīna tu'allimūnahunna mimmā 'allamakumullāhu fa kulū mimmā amsakna 'alaikum ważkurusmallāhi 'alaih(i), wattaqullāh(a), innallāha sarī'ul-ḥisāb(i).",
    "translation": "И задают они тебе вопрос: Что (в пищу) им разрешено? Скажи: \"Вся снедь благая И то, что вам изловит хищное зверье (вроде собак иль птиц), Которых вы (к охоте) приучили, Их дрессируя так, как указал Аллах. Вы ешьте то, что вам они изловят, И призывайте имя Господа над оным. Страшитесь (гнев) Его (навлечь), - Поистине, с расчетом Он не медлит"
  },
  {
    "verse_number": 5,
    "text_uthmani": "ٱلْيَوْمَ أُحِلَّ لَكُمُ ٱلطَّيِّبَـٰتُ ۖ وَطَعَامُ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ حِلٌّ لَّكُمْ وَطَعَامُكُمْ حِلٌّ لَّهُمْ ۖ وَٱلْمُحْصَنَـٰتُ مِنَ ٱلْمُؤْمِنَـٰتِ وَٱلْمُحْصَنَـٰتُ مِنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلِكُمْ إِذَآ ءَاتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَـٰفِحِينَ وَلَا مُتَّخِذِىٓ أَخْدَانٍ ۗ وَمَن يَكْفُرْ بِٱلْإِيمَـٰنِ فَقَدْ حَبِطَ عَمَلُهُۥ وَهُوَ فِى ٱلْـَٔاخِرَةِ مِنَ ٱلْخَـٰسِرِينَ",
    "text_uthmani_transcribed": "Al-yauma uḥilla lakumuṭ-ṭayyibāt(u), wa ṭa'āmul-lażīna ūtul-kitāba ḥillul lakum, wa ṭa'āmukum ḥillul lahum, wal-muḥṣanātu minal-mu'mināti wal-muḥṣanātu minal-lażīna ūtul-kitāba min qablikum iżā ātaitumūhunna ujūrahunna muḥṣinīna gaira musāfiḥīna wa lā muttakhiżī akhdān(in), wa may yakfur bil-īmāni faqad ḥabiṭa 'amaluh(ū), wa huwa fil-ākhirati minal-khāsirīn(a).",
    "translation": "Сегодня вся благая снедь дозволена вам (в пищу). Дозволена вам также пища тех, Кому было ниспослано Писанье, И ваша пища им разрешена. Разрешено вам в жены брать Не только целомудренных, уверовавших (в Бога), Но также целомудренных из тех, Кому ниспослано Писание до вас, Коль вы дадите им (предбрачный) дар, При этом скромность соблюдая, Не предаваясь похоти и не беря любовниц. А кто от веры отречется, Свои деянья в тщЕту обратит И будет в жизни будущей средь тех, Кто понесет урон (тяжелый)"
  },
  {
    "verse_number": 6,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا قُمْتُمْ إِلَى ٱلصَّلَوٰةِ فَٱغْسِلُوا۟ وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى ٱلْمَرَافِقِ وَٱمْسَحُوا۟ بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى ٱلْكَعْبَيْنِ ۚ وَإِن كُنتُمْ جُنُبًا فَٱطَّهَّرُوا۟ ۚ وَإِن كُنتُم مَّرْضَىٰٓ أَوْ عَلَىٰ سَفَرٍ أَوْ جَآءَ أَحَدٌ مِّنكُم مِّنَ ٱلْغَآئِطِ أَوْ لَـٰمَسْتُمُ ٱلنِّسَآءَ فَلَمْ تَجِدُوا۟ مَآءً فَتَيَمَّمُوا۟ صَعِيدًا طَيِّبًا فَٱمْسَحُوا۟ بِوُجُوهِكُمْ وَأَيْدِيكُم مِّنْهُ ۚ مَا يُرِيدُ ٱللَّهُ لِيَجْعَلَ عَلَيْكُم مِّنْ حَرَجٍ وَلَـٰكِن يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُۥ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū iżā qumtum ilaṣ-ṣalāti fagsilū wujūhakum wa aidiyakum ilal-marāfiqi wamsaḥū biru'ūsikum wa arjulakum ilal-ka'bain(i), wa in kuntum junuban faṭṭahharū, wa in kuntum marḍā au 'alā safarin au jā'a aḥadum minkum minal-gā'iṭi au lāmastumun-nisā'a falam tajidū mā'an fa tayammamū ṣa'īdan ṭayyiban famsaḥū biwujūhikum wa aidīkum minh(u), mā yurīdullāhu liyaj'ala 'alaikum min ḥarajiw wa lākiy yurīdu liyuṭahhirakum wa liyutimma na'matahū 'alaikum la'allakum tasykurūn(a).",
    "translation": "О вы, кто верует! Когда готовитесь к молитве, Умойте свои лица, руки до локтей, Обмойте до лодыжек ноги И оботрите голову свою; А если вы осквернены обрядом ночи, Омойтесь с головы до ног; А если вы больны, или в пути, (Иль выходили) по естественной нужде и возвратились, Иль с женщиной сношение имели И вы при этом не нашли воды (обмыться), Сухим песком иль чистою землею Лицо и руки оботрите - Господь не хочет вас обременять, Он лишь очистить вас желает, Чтобы явить сполна Свою вам милость, - Быть может, станете вы благодарны"
  },
  {
    "verse_number": 7,
    "text_uthmani": "وَٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ وَمِيثَـٰقَهُ ٱلَّذِى وَاثَقَكُم بِهِۦٓ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
    "text_uthmani_transcribed": "Ważkurū ni'matallāhi 'alaikum wa mīṡāqahul-lażī wāṡaqakum bih(ī), iż qultum sami'nā wa aṭa'nā, wattaqullāh(a), innallāha 'alīmum biżātiṣ-ṣudūr(i).",
    "translation": "Так помните Господню милость вам И Договор, который заключил Он с вами, Когда сказали вы: \"Мы слышали и повинуемся Тебе!\" (А потому) благочестивы будьте, - Он знает, что в груди у вас сокрыто"
  },
  {
    "verse_number": 8,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوا۟ قَوَّٰمِينَ لِلَّهِ شُهَدَآءَ بِٱلْقِسْطِ ۖ وَلَا يَجْرِمَنَّكُمْ شَنَـَٔانُ قَوْمٍ عَلَىٰٓ أَلَّا تَعْدِلُوا۟ ۚ ٱعْدِلُوا۟ هُوَ أَقْرَبُ لِلتَّقْوَىٰ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū kūnū qawwāmīna lillāhi syuhadā'a bil-qisṭi wa lā yajrimannakum syana'ānu qamin 'alā allā ta'dilū, i'dilū, huwa aqrabu lit-taqwā wattaqullāh(a), innallāha khabīrum bimā ta'malūn(a).",
    "translation": "О вы, кто верует! Свидетельствуя пред Аллахом, Вы будьте стойко-справедливы. И пусть их неприязнь к вам Не отклонит вас от (решений) справедливых. Блюдите (строго) справедливость, - Ведь это ближе к благочестию (стоит). Страшитесь разгневить Аллаха, - Поистине, Он сведущ в том, что делаете вы"
  },
  {
    "verse_number": 9,
    "text_uthmani": "وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ ۙ لَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ",
    "text_uthmani_transcribed": "Wa'adallāhul-lażīna āmanū wa 'amiluṣ-ṣāliḥāt(i), lahum magfiratuw wa ajrun 'aẓīm(un).",
    "translation": "Тем, кто уверовал и делает добро, Аллах обетовал прощение и высшую награду"
  },
  {
    "verse_number": 10,
    "text_uthmani": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَحِيمِ",
    "text_uthmani_transcribed": "Wal-lażīna kafarū wa każżabū bi'āyātinā ulā'ika aṣḥābul-jaḥīm(i).",
    "translation": "А тем, кто не уверовал (в Аллаха) И выдает за ложь знамения Его, Стать обитателями Ада"
  },
  {
    "verse_number": 11,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَن يَبْسُطُوٓا۟ إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنكُمْ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanużkurū ni'matallāhi 'alaikum iż hamma qaumun ay yabsuṭū ilaikum aidiyahum fa kaffa aidiyahum 'ankum, wattaqullāh(a), wa 'alallāhi falyatawakkalil-mu'minūn(a).",
    "translation": "О вы, кто верует! Вы призовите к памяти Господню милость вам, Когда задумали иные из людей Вас одолеть своими (нечестивыми) руками, А Он от вас их руки удержал. Так будьте же благочестивы - Уверовав в Аллаха, Лишь на Него надежды возлагайте"
  }
]