{
  "chapter_number": 21,
  "verses": [
    {
      "verse_number": 56,
      "text_uthmani": "قَالَ بَل رَّبُّكُمْ رَبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ٱلَّذِى فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّـٰهِدِينَ",
      "text_uthmani_transcribed": "Qāla bar rabbukum rabbus-samāwāti wal-arḍil-lażī faṭarahunn(a), wa ana 'alā żālikum minasy-syāhidīn(a).",
      "translation": "О нет! - ответил он. - Господь ваш - Властелин земли и неба, Тот, Кто (их Словом) сотворил, И я - один из тех, которые свидетельствуют это"
    },
    {
      "verse_number": 57,
      "text_uthmani": "وَتَٱللَّهِ لَأَكِيدَنَّ أَصْنَـٰمَكُم بَعْدَ أَن تُوَلُّوا۟ مُدْبِرِينَ",
      "text_uthmani_transcribed": "Wa tallāhi la'akīdanna aṣnāmakum ba'da an tuwallū mudbirīn(a).",
      "translation": "Клянусь Аллахом, я задумал причинить им зло После того, как вы от них уйдете"
    },
    {
      "verse_number": 58,
      "text_uthmani": "فَجَعَلَهُمْ جُذَٰذًا إِلَّا كَبِيرًا لَّهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ",
      "text_uthmani_transcribed": "Fa ja'alahum jużāżan illā kabīral lahum la'allahum ilaihi yarji'ūn(a).",
      "translation": "(Разбив), он превратил их в мелкие куски, За исключеньем самого большого, Чтоб можно было обратиться им к нему"
    },
    {
      "verse_number": 59,
      "text_uthmani": "قَالُوا۟ مَن فَعَلَ هَـٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّـٰلِمِينَ",
      "text_uthmani_transcribed": "Qālū man fa'ala hāżā bi'ālihatinā innahū laminaẓ-ẓālimīn(a).",
      "translation": "Они сказали, (возвратившись): \"Кто сделал это с нашими богами?! Он, истинно, злодей"
    },
    {
      "verse_number": 60,
      "text_uthmani": "قَالُوا۟ سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُۥٓ إِبْرَٰهِيمُ",
      "text_uthmani_transcribed": "Qālū sami'nā fatay yażkuruhum yuqālu lahū ibrāhīm(u).",
      "translation": "(Другие же) сказали: \"Мы слышали, как юноша один Их поминал (недобрыми словами), И его звали Ибрахим"
    },
    {
      "verse_number": 61,
      "text_uthmani": "قَالُوا۟ فَأْتُوا۟ بِهِۦ عَلَىٰٓ أَعْيُنِ ٱلنَّاسِ لَعَلَّهُمْ يَشْهَدُونَ",
      "text_uthmani_transcribed": "Qālū fa'tū bihī 'alā a'yunin-nāsi la'allahum yasyhadūn(a).",
      "translation": "Они сказали: \"Приведите же его, Пусть он глазам людей предстанет, Чтобы они могли свидетелями быть"
    },
    {
      "verse_number": 62,
      "text_uthmani": "قَالُوٓا۟ ءَأَنتَ فَعَلْتَ هَـٰذَا بِـَٔالِهَتِنَا يَـٰٓإِبْرَٰهِيمُ",
      "text_uthmani_transcribed": "Qālū a'anta fa'alta hāżā bi'ālihatinā yā ibrāhīm(u).",
      "translation": "Ты это сделал с нашими богами, Ибрахим? - Они (его) спросили"
    },
    {
      "verse_number": 63,
      "text_uthmani": "قَالَ بَلْ فَعَلَهُۥ كَبِيرُهُمْ هَـٰذَا فَسْـَٔلُوهُمْ إِن كَانُوا۟ يَنطِقُونَ",
      "text_uthmani_transcribed": "Qāla bal fa'alahū kabīruhum hāżā fas'alūhum in kānū yanṭiqūn(a).",
      "translation": "Нет, - он ответил. - Это сделал этот - Самый большой из них. Спросите их, если они (способны) говорить"
    },
    {
      "verse_number": 64,
      "text_uthmani": "فَرَجَعُوٓا۟ إِلَىٰٓ أَنفُسِهِمْ فَقَالُوٓا۟ إِنَّكُمْ أَنتُمُ ٱلظَّـٰلِمُونَ",
      "text_uthmani_transcribed": "Fa raja'ū ilā anfusihim fa qālū innakum antumuẓ-ẓālimūn(a).",
      "translation": "Тогда они друг к другу обратились, говоря: \"Ведь, истинно, неправедны-то мы"
    },
    {
      "verse_number": 65,
      "text_uthmani": "ثُمَّ نُكِسُوا۟ عَلَىٰ رُءُوسِهِمْ لَقَدْ عَلِمْتَ مَا هَـٰٓؤُلَآءِ يَنطِقُونَ",
      "text_uthmani_transcribed": "Ṡumma nukisū 'alā ru'ūsihim, laqad 'alimta mā hā'ulā'i yanṭiqūn(a).",
      "translation": "Потом же к прежним доводам вернулись, говоря: \"Но ты же знаешь, что они не говорят"
    },
    {
      "verse_number": 66,
      "text_uthmani": "قَالَ أَفَتَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمْ شَيْـًٔا وَلَا يَضُرُّكُمْ",
      "text_uthmani_transcribed": "Qāla afata'budūna min dūnillāhi mā lā yanfa'ukum syai'aw wa lā yaḍurrukum.",
      "translation": "И тут сказал он: \"Что же вы тогда, помимо Бога, чтите тех, Кто не способен вам ни помощь оказать, Ни причинить вам вред"
    }
  ]
}