[
  {
    "verse_number": 12,
    "text_uthmani": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يُبْلِسُ ٱلْمُجْرِمُونَ",
    "text_uthmani_transcribed": "Wa yauma taqūmus-sā'atu yublisul-mujrimūn(a).",
    "translation": "В тот День, Когда наступит Час, В отчаянье замрут творившие дурное"
  },
  {
    "verse_number": 13,
    "text_uthmani": "وَلَمْ يَكُن لَّهُم مِّن شُرَكَآئِهِمْ شُفَعَـٰٓؤُا۟ وَكَانُوا۟ بِشُرَكَآئِهِمْ كَـٰفِرِينَ",
    "text_uthmani_transcribed": "Wa lam yakul lahum min syurakā'ihim syufa'ā'u wa kānū bisyurakā'ihim kāfirīn(a).",
    "translation": "Заступников не будет им Средь соучастников, (которых они Богу придавали), - Они не станут больше верить им"
  },
  {
    "verse_number": 14,
    "text_uthmani": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ",
    "text_uthmani_transcribed": "Wa yauma taqūmus-sā'atu yauma'iżiy yatafarraqūn(a).",
    "translation": "В тот День, Когда наступит Час, - Тогда они разделены все будут (По соответствию их дел)"
  },
  {
    "verse_number": 15,
    "text_uthmani": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَهُمْ فِى رَوْضَةٍ يُحْبَرُونَ",
    "text_uthmani_transcribed": "Fa ammal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti fahum fī rauḍatiy yuḥbarūn(a).",
    "translation": "И те, кто веровал и доброе творил, Ублажены в садах Эдема будут"
  },
  {
    "verse_number": 16,
    "text_uthmani": "وَأَمَّا ٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَا وَلِقَآئِ ٱلْـَٔاخِرَةِ فَأُو۟لَـٰٓئِكَ فِى ٱلْعَذَابِ مُحْضَرُونَ",
    "text_uthmani_transcribed": "Wa ammal-lażīna kafarū wa każżabū bi'āyātinā wa liqā'il-ākhirati fa'ulā'ika fil-'ażābi muḥḍarūn(a).",
    "translation": "А те, кто не уверовал (в Аллаха) И счел за ложь знаменья Наши И встречу с Нами во второй их жизни, (Суровой) каре будут преданы"
  },
  {
    "verse_number": 17,
    "text_uthmani": "فَسُبْحَـٰنَ ٱللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ",
    "text_uthmani_transcribed": "Fa subḥānallāhi ḥīna tumsūna wa ḥīna tuṣbiḥūn(a).",
    "translation": "Так воздавайте Господу хвалы, Когда настигнет вас вечерний час (заката) Или забрезжит (солнце) утренней зари"
  },
  {
    "verse_number": 18,
    "text_uthmani": "وَلَهُ ٱلْحَمْدُ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ",
    "text_uthmani_transcribed": "Wa lahul-ḥamdu fis-samāwāti wal-arḍi wa 'asyiyyaw wa ḥīna tuẓhirūn(a).",
    "translation": "Ему хвала и в небесах, и на земле, И в ранний вечер, И когда вас полдень настигает"
  },
  {
    "verse_number": 19,
    "text_uthmani": "يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَيُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ وَيُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ وَكَذَٰلِكَ تُخْرَجُونَ",
    "text_uthmani_transcribed": "Yukhrijul-ḥayya minal-mayyiti wa yukhrijul-mayyita minal-ḥayyi wa yuḥyil-arḍa ba'da mautihā, wa każālika tukhrajūn(a).",
    "translation": "Изводит Он из мертвого живое И из живого мертвому велит явиться. Он возвращает жизнь земле, Когда она поникла в смерти, - Так будете и вы воскрешены"
  },
  {
    "verse_number": 20,
    "text_uthmani": "وَمِنْ ءَايَـٰتِهِۦٓ أَنْ خَلَقَكُم مِّن تُرَابٍ ثُمَّ إِذَآ أَنتُم بَشَرٌ تَنتَشِرُونَ",
    "text_uthmani_transcribed": "Wa min āyātihī an khalaqakum min turābin ṡumma iżā antum basyarun tantasyirūn(a).",
    "translation": "И из Его знамений - то, Что Он из праха сотворил вас; Когда ж вы сделались людьми - Гляди! Вы уж рассеялись по всей земле"
  },
  {
    "verse_number": 21,
    "text_uthmani": "وَمِنْ ءَايَـٰتِهِۦٓ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا لِّتَسْكُنُوٓا۟ إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
    "text_uthmani_transcribed": "Wa min āyātihī an khalaqa lakum min anfusikum azwājal litaskunū ilaihā wa ja'ala bainakum mawaddataw wa raḥmah(tan), inna fī żālika la'āyātil liqaumiy yatafakkarūn(a).",
    "translation": "И из Его знамений - то, что Он для вас Из вас самих супруг вам сотворил, Чтоб жить вам вместе (и растить потомство); Взрастил меж вами милость и любовь, - В этом, поистине, знамение для тех, Кто предается размышленьям"
  },
  {
    "verse_number": 22,
    "text_uthmani": "وَمِنْ ءَايَـٰتِهِۦ خَلْقُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَـٰفُ أَلْسِنَتِكُمْ وَأَلْوَٰنِكُمْ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّلْعَـٰلِمِينَ",
    "text_uthmani_transcribed": "Wa min āyātihī khalqus-samāwāti wal-arḍi wakhtilāfu alsinatikum wa alwānikum, inna fī żālika la'āyātil lil-'ālimīn(a).",
    "translation": "И из Его знамений - то, Что сотворил Он небеса и землю, Различие вам дал и в языках, и в цвете (кожи), - В этом, поистине, знамение для тех, Кто знанием владеет"
  }
]