{
  "chapter_number": 20,
  "verses": [
    {
      "verse_number": 67,
      "text_uthmani": "فَأَوْجَسَ فِى نَفْسِهِۦ خِيفَةً مُّوسَىٰ",
      "text_uthmani_transcribed": "Fa aujasa fī nafsihī khīfatam mūsā.",
      "translation": "И страх вдруг душу Мусы охватил"
    },
    {
      "verse_number": 68,
      "text_uthmani": "قُلْنَا لَا تَخَفْ إِنَّكَ أَنتَ ٱلْأَعْلَىٰ",
      "text_uthmani_transcribed": "Qulnā lā takhaf innaka antal-a'lā.",
      "translation": "Сказали Мы: \"Не бойся, (Муса)! Ведь, истинно, ты выше их"
    },
    {
      "verse_number": 69,
      "text_uthmani": "وَأَلْقِ مَا فِى يَمِينِكَ تَلْقَفْ مَا صَنَعُوٓا۟ ۖ إِنَّمَا صَنَعُوا۟ كَيْدُ سَـٰحِرٍ ۖ وَلَا يُفْلِحُ ٱلسَّاحِرُ حَيْثُ أَتَىٰ",
      "text_uthmani_transcribed": "Wa alqi mā fī yamīnika talqaf mā ṣana'ū, innamā ṣana'ū kaidu sāḥir(in), wa lā yufliḥus-sāḥiru ḥaiṡu atā.",
      "translation": "Брось то, что держит твоя правая рука, - Он вмиг пожрет все то, Что чарами они произвели; Ведь все, что создали они, - Простая хитрость чародея, Но чародею счастья не найти, Куда бы он ни отправлялся"
    },
    {
      "verse_number": 70,
      "text_uthmani": "فَأُلْقِىَ ٱلسَّحَرَةُ سُجَّدًا قَالُوٓا۟ ءَامَنَّا بِرَبِّ هَـٰرُونَ وَمُوسَىٰ",
      "text_uthmani_transcribed": "Fa ulqiyas-saḥaratu sujjadan qālū āmannā birabbi hārūna wa mūsā.",
      "translation": "И были ниц повергнуты (В поклоне перед Мусой) чародеи И сказали: \"Мы в Бога Мусы и Харуна Уверовали (всей душой)"
    },
    {
      "verse_number": 71,
      "text_uthmani": "قَالَ ءَامَنتُمْ لَهُۥ قَبْلَ أَنْ ءَاذَنَ لَكُمْ ۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِى عَلَّمَكُمُ ٱلسِّحْرَ ۖ فَلَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَـٰفٍ وَلَأُصَلِّبَنَّكُمْ فِى جُذُوعِ ٱلنَّخْلِ وَلَتَعْلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابًا وَأَبْقَىٰ",
      "text_uthmani_transcribed": "Qāla āmantum lahū qabla an āżana lakum, innahū lakabīrukumul-lażī 'allamakumus-siḥr(a), fa la'uqaṭṭi'anna aidiyakum wa arjulakum min khilāfiw wa la'uṣallibannakum fī jużū'in-nakhl(i), wa lata'lamunna ayyunā asyaddu 'ażābaw wa abqā.",
      "translation": "И молвил Фараон: \"В него уверовали раньше, Чем я согласие свое на это дал? Должно быть, он - у вас глава И научил вас колдовским (уловкам). Я накрест руки вам и ноги отсеку, Распну на пальмовых стволах, И вы узнаете тогда, Чья кара - (Бога Мусы иль моя) - Страшней и продолжительнее будет"
    },
    {
      "verse_number": 72,
      "text_uthmani": "قَالُوا۟ لَن نُّؤْثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلْبَيِّنَـٰتِ وَٱلَّذِى فَطَرَنَا ۖ فَٱقْضِ مَآ أَنتَ قَاضٍ ۖ إِنَّمَا تَقْضِى هَـٰذِهِ ٱلْحَيَوٰةَ ٱلدُّنْيَآ",
      "text_uthmani_transcribed": "Qālū lan nu'ṡiraka 'alā mā jā'anā minal-bayyināti wal-lażī faṭaranā faqḍi mā anta qāḍ(in), innamā taqḍī hāżihil-ḥayātad-dun-yā.",
      "translation": "Они ответили: \"Тебя мы не поставим выше Знамений ясных, что пришли (к нам через них), - Выше Того, Кто сотворил нас. Решай же все, что ты решаешь, - Ведь простирается решение твое На (краткое мгновенье) этой жизни"
    },
    {
      "verse_number": 73,
      "text_uthmani": "إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَـٰيَـٰنَا وَمَآ أَكْرَهْتَنَا عَلَيْهِ مِنَ ٱلسِّحْرِ ۗ وَٱللَّهُ خَيْرٌ وَأَبْقَىٰٓ",
      "text_uthmani_transcribed": "Innā āmannā birabbinā liyagfira lanā khaṭāyānā wa mā akrahtanā 'alaihi minas-siḥr(i), wallāhu khairuw wa abqā.",
      "translation": "Уверовали в Господа мы нашего, Чтоб Он простил нам наши прегрешенья И колдовство, к которому ты нас принудил. Аллах ведь лучше (воздаянием) и вечностью (награды)"
    },
    {
      "verse_number": 74,
      "text_uthmani": "إِنَّهُۥ مَن يَأْتِ رَبَّهُۥ مُجْرِمًا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ",
      "text_uthmani_transcribed": "Innahū may ya'ti rabbahū mujriman fa inna lahū jahannam(a), lā yamūtu fīhā wa lā yaḥyā.",
      "translation": "Ведь тот, Кто перед Господом своим в грехах предстанет, - Ад - для того, В котором он ни умирает, ни живет"
    },
    {
      "verse_number": 75,
      "text_uthmani": "وَمَن يَأْتِهِۦ مُؤْمِنًا قَدْ عَمِلَ ٱلصَّـٰلِحَـٰتِ فَأُو۟لَـٰٓئِكَ لَهُمُ ٱلدَّرَجَـٰتُ ٱلْعُلَىٰ",
      "text_uthmani_transcribed": "Wa may ya'tihī mu'minan qad 'amilaṣ-ṣāliḥāti fa ulā'ika lahumud-darajātul-'ulā.",
      "translation": "А тот, кто верным перед Ним предстанет, Имея за собой деяния благие, - Тем - высшая ступень (даров Господних)"
    },
    {
      "verse_number": 76,
      "text_uthmani": "جَنَّـٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ",
      "text_uthmani_transcribed": "Jannātu 'adnin tajrī min taḥtihal-anhāru khālidīna fīhā, wa żālika jazā'u man tazakkā.",
      "translation": "Сады, реками омовенны, Где пребывать навечно им, - Такой награда будет тем, Кто (перед Господом) очищенным (предстанет)"
    },
    {
      "verse_number": 77,
      "text_uthmani": "وَلَقَدْ أَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنْ أَسْرِ بِعِبَادِى فَٱضْرِبْ لَهُمْ طَرِيقًا فِى ٱلْبَحْرِ يَبَسًا لَّا تَخَـٰفُ دَرَكًا وَلَا تَخْشَىٰ",
      "text_uthmani_transcribed": "Wa laqad auḥainā ilā mūsā an asri bi'ibādī faḍrib lahum ṭarīqan fil-baḥri yabasā(n), lā takhāfu darakaw wa lā takhsyā.",
      "translation": "Внушением Мы Мусе (повелели): \"Выйди со слугами Моими ночью И проложи им сушей путь чрез море. Погони (Фараона) не страшись И (ничего) не бойся"
    }
  ]
}