[
  {
    "verse_number": 45,
    "text_uthmani": "وَكَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ وَمَا بَلَغُوا۟ مِعْشَارَ مَآ ءَاتَيْنَـٰهُمْ فَكَذَّبُوا۟ رُسُلِى ۖ فَكَيْفَ كَانَ نَكِيرِ",
    "text_uthmani_transcribed": "Wa każżabal-lażīna min qablihim, wa mā balagū mi'syāra mā ātaināhum fakażżabū rusulī, fakaifa kāna nakīr(i).",
    "translation": "Считали ложью (Наше Откровенье) И те, кто был до них. Но эти не достигли и десятой доли Того, чем Мы (так щедро) одарили тех, - И все ж посланников Моих они сочли лжецами. Как страшен был тогда Мой гнев"
  },
  {
    "verse_number": 46,
    "text_uthmani": "۞ قُلْ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍ ۖ أَن تَقُومُوا۟ لِلَّهِ مَثْنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُوا۟ ۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍ ۚ إِنْ هُوَ إِلَّا نَذِيرٌ لَّكُم بَيْنَ يَدَىْ عَذَابٍ شَدِيدٍ",
    "text_uthmani_transcribed": "Qul innamā a'iẓukum biwāḥidah(tin), an taqūmū lillāhi maṡnā wa furādā ṡumma tatafakkarū, mā biṣāḥibikum min jinnah(tin), in huwa illā nażīrul lakum baina yadai 'ażābin syadīd(in).",
    "translation": "Скажи: \"Я вас увещеваю лишь в одном: Чтоб вы предстали пред Аллахом, По двое иль по одному, И (глубоко) размыслили (в душе): Не одержим ничем ваш сотоварищ, И он - всего лишь увещатель вам Перед лицом жестокой кары"
  },
  {
    "verse_number": 47,
    "text_uthmani": "قُلْ مَا سَأَلْتُكُم مِّنْ أَجْرٍ فَهُوَ لَكُمْ ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
    "text_uthmani_transcribed": "Qul mā sa'altukum min ajrin fahuwa lakum, in ajriya illā 'alallāh(i), wa huwa 'alā kulli syai'in syahīd(un).",
    "translation": "Скажи: \"Я не прошу у вас награды - Пусть остается она вам. Мне нет награды, кроме той, что у Аллаха, - Свидетель Он всему, что есть"
  },
  {
    "verse_number": 48,
    "text_uthmani": "قُلْ إِنَّ رَبِّى يَقْذِفُ بِٱلْحَقِّ عَلَّـٰمُ ٱلْغُيُوبِ",
    "text_uthmani_transcribed": "Qul inna rabbī yaqżifu bil-ḥaqq(i), 'allāmul-guyūb(i).",
    "translation": "Скажи: \"Поистине, Господь мой (Ложь) поражает Истиной (Своей), - Ему все сокровенное известно"
  },
  {
    "verse_number": 49,
    "text_uthmani": "قُلْ جَآءَ ٱلْحَقُّ وَمَا يُبْدِئُ ٱلْبَـٰطِلُ وَمَا يُعِيدُ",
    "text_uthmani_transcribed": "Qul jā'al-ḥaqqu wa mā yubdi'ul-bāṭilu wa mā yu'īd(u).",
    "translation": "Скажи: \"Явилась Истина, и Ложь Отныне не появится и не вернется"
  },
  {
    "verse_number": 50,
    "text_uthmani": "قُلْ إِن ضَلَلْتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفْسِى ۖ وَإِنِ ٱهْتَدَيْتُ فَبِمَا يُوحِىٓ إِلَىَّ رَبِّىٓ ۚ إِنَّهُۥ سَمِيعٌ قَرِيبٌ",
    "text_uthmani_transcribed": "Qul in ḍalaltu fa'innamā aḍillu 'alā nafsī, wa inihtadaitu  fabimā yūḥī ilayya rabbī, innahū samī'un qarīb(un).",
    "translation": "Скажи: \"Если (в неведении) я блуждаю - Во вред себе блуждаю я, А если следую прямой стезею, То это - оттого, что мне внушил мой Бог. Поистине, Он слышит все и неотлучно подле"
  },
  {
    "verse_number": 51,
    "text_uthmani": "وَلَوْ تَرَىٰٓ إِذْ فَزِعُوا۟ فَلَا فَوْتَ وَأُخِذُوا۟ مِن مَّكَانٍ قَرِيبٍ",
    "text_uthmani_transcribed": "Wa lau tarā iż fazi'ū falā fauta wa ukhiżū mim makānin qarīb(in).",
    "translation": "Увидеть бы тебе, как страх охватит их, Когда не будет им возможности бежать И их из места ближнего захватят"
  },
  {
    "verse_number": 52,
    "text_uthmani": "وَقَالُوٓا۟ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانٍۭ بَعِيدٍ",
    "text_uthmani_transcribed": "Wa qālū āmannā bih(ī), wa annā lahumut-tanāwusyu mim makānim ba'īd(in).",
    "translation": "Они воскликнут: \"Уверовали мы (в него)!\" Но как им выбраться тогда из мест далеких"
  },
  {
    "verse_number": 53,
    "text_uthmani": "وَقَدْ كَفَرُوا۟ بِهِۦ مِن قَبْلُ ۖ وَيَقْذِفُونَ بِٱلْغَيْبِ مِن مَّكَانٍۭ بَعِيدٍ",
    "text_uthmani_transcribed": "Wa qad kafarū bihī min qabl(u), wa yaqżifūna bil-gaibi mim makānim ba'īd(in).",
    "translation": "Прежде не верили они в него И перекидывались мыслями о тайном, Что (грезилось им) из далеких мест"
  },
  {
    "verse_number": 54,
    "text_uthmani": "وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِم مِّن قَبْلُ ۚ إِنَّهُمْ كَانُوا۟ فِى شَكٍّ مُّرِيبٍۭ",
    "text_uthmani_transcribed": "Wa ḥīla bainahum wa baina mā yasytahūn(a), kamā fu'ila bi'asy-yā'ihim min qabl(u), innahum fī syakkim murīb(in).",
    "translation": "Но между ними и желаниями их Была воздвигнута преграда, Как было прежде сделано с такими, как они, - Они ведь все в сомнениях тревожных пребывают"
  }
]