[
  {
    "verse_number": 12,
    "text_uthmani": "يَـٰيَحْيَىٰ خُذِ ٱلْكِتَـٰبَ بِقُوَّةٍ ۖ وَءَاتَيْنَـٰهُ ٱلْحُكْمَ صَبِيًّا",
    "text_uthmani_transcribed": "Yā yaḥyā khużil-kitāba biquwwah(tin), wa ātaināhul-ḥukma ṣabiyyā(n).",
    "translation": "(И вот, когда Йахйа родился И возраста разумности достиг, Ему веление от Господа предстало): \"Йахйа, держись Писания всей мощью!\" Мы даровали ему мудрость, Когда он был еще юнцом"
  },
  {
    "verse_number": 13,
    "text_uthmani": "وَحَنَانًا مِّن لَّدُنَّا وَزَكَوٰةً ۖ وَكَانَ تَقِيًّا",
    "text_uthmani_transcribed": "Wa ḥanānam mil ladunnā wa zakāh(tan), wa kāna taqiyyā(n).",
    "translation": "И состраданье (к ближнему) от Нас, и чистоту - Он (в благочестии своем) Господнего страшился гнева"
  },
  {
    "verse_number": 14,
    "text_uthmani": "وَبَرًّۢا بِوَٰلِدَيْهِ وَلَمْ يَكُن جَبَّارًا عَصِيًّا",
    "text_uthmani_transcribed": "Wa barram biwālidaihi wa lam yakun jabbāran 'aṣiyyā(n).",
    "translation": "Добросердечен был к родителям своим, И не был он властолюбив и непокорен"
  },
  {
    "verse_number": 15,
    "text_uthmani": "وَسَلَـٰمٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا",
    "text_uthmani_transcribed": "Wa salāmun 'alaihi yauma wulida wa yauma yamūtu wa yauma yub'aṡu ḥayyā(n).",
    "translation": "Да будет мир ему в тот день, когда родился, В тот день, когда умрет, И в День, Когда он к жизни вновь воскреснет"
  },
  {
    "verse_number": 16,
    "text_uthmani": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ مَرْيَمَ إِذِ ٱنتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا",
    "text_uthmani_transcribed": "Ważkur fil-kitābi maryam(a), iżintabażat min ahlihā makānan syarqiyyā(n).",
    "translation": "И (вам) Писание напоминает (историю) Марйам: Она от своего семейства удалилась В место, (лежащее) к востоку (от родного очага)"
  },
  {
    "verse_number": 17,
    "text_uthmani": "فَٱتَّخَذَتْ مِن دُونِهِمْ حِجَابًا فَأَرْسَلْنَآ إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا",
    "text_uthmani_transcribed": "Fattakhażat min dūnihim ḥijābā(n), fa arsalnā ilaihā rūḥanā fa tamaṡṡala lahā basyaran sawiyyā(n).",
    "translation": "Устроив пред собой от них завесу. Мы к ней отправили Наш Дух, И перед ней предстал он в виде настоящего мужчины"
  },
  {
    "verse_number": 18,
    "text_uthmani": "قَالَتْ إِنِّىٓ أَعُوذُ بِٱلرَّحْمَـٰنِ مِنكَ إِن كُنتَ تَقِيًّا",
    "text_uthmani_transcribed": "Qālat innī a'ūżu bir-raḥmāni minka in kunta taqiyyā(n).",
    "translation": "Она сказала: \"Я ищу спасенья от тебя У Милосердного (Владыки). И если ты Его страшишься, (Ко мне не приближайся ни на шаг)"
  },
  {
    "verse_number": 19,
    "text_uthmani": "قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَـٰمًا زَكِيًّا",
    "text_uthmani_transcribed": "Qāla innamā ana rasūlu rabbik(a), li'ahaba laki gulāman zakiyyā(n).",
    "translation": "Он отвечал: \"Я - лишь от Бога твоего посланец, Чтобы тебе (поведать о Господнем) даре Благословенного младенца - сына"
  },
  {
    "verse_number": 20,
    "text_uthmani": "قَالَتْ أَنَّىٰ يَكُونُ لِى غُلَـٰمٌ وَلَمْ يَمْسَسْنِى بَشَرٌ وَلَمْ أَكُ بَغِيًّا",
    "text_uthmani_transcribed": "Qālat annā yakūnu lī gulāmuw wa lam yamsasnī basyaruw wa lam aku bagiyyā(n).",
    "translation": "Как может быть младенец у меня, - она сказала, - Когда ко мне не прикасался ни один мужчина И не была я (никогда) распутной"
  },
  {
    "verse_number": 21,
    "text_uthmani": "قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَىَّ هَيِّنٌ ۖ وَلِنَجْعَلَهُۥٓ ءَايَةً لِّلنَّاسِ وَرَحْمَةً مِّنَّا ۚ وَكَانَ أَمْرًا مَّقْضِيًّا",
    "text_uthmani_transcribed": "Qāla każālik(a), qāla rabbuka huwa 'alayya hayyin(un), wa linaj'alahū āyatal lin-nāsi wa raḥmatam minnā, wa kāna amram maqḍiyyā(n).",
    "translation": "Ответил он: \"Господь твой так сказал: \"Легко Мне это (сделать). Мы сделаем его знаменьем для людей, И Нашей милостью (для всех благочестивых), (И изъявлением Моим), - событию сему свершиться"
  },
  {
    "verse_number": 22,
    "text_uthmani": "۞ فَحَمَلَتْهُ فَٱنتَبَذَتْ بِهِۦ مَكَانًا قَصِيًّا",
    "text_uthmani_transcribed": "Fa ḥamalathu fantabażat bihī makānan qaṣiyyā(n).",
    "translation": "И понесла она его, И сделалась беременна дитятей, И удалилась с ним в далекие места"
  }
]