{
  "chapter_number": 8,
  "verses": [
    {
      "verse_number": 67,
      "text_uthmani": "مَا كَانَ لِنَبِىٍّ أَن يَكُونَ لَهُۥٓ أَسْرَىٰ حَتَّىٰ يُثْخِنَ فِى ٱلْأَرْضِ ۚ تُرِيدُونَ عَرَضَ ٱلدُّنْيَا وَٱللَّهُ يُرِيدُ ٱلْـَٔاخِرَةَ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
      "text_uthmani_transcribed": "Mā kāna linabiyyin ay yakūna lahū asrā ḥattā yuṡkhina fil-arḍ(i), turīdūna 'araḍad-dun-yā, wallāhu yurīdul-ākhirah(ta), wallāhu 'azīzun ḥakīm(un).",
      "translation": "Ни одному пророку не годится Брать в плен (неверных) до того, Пока он на (своей) земле Не одолел своих врагов великим подавленьем. Вам любы тленные блага земного мира - Аллах же в будущее смотрит, - Аллах могуч и мудр"
    },
    {
      "verse_number": 68,
      "text_uthmani": "لَّوْلَا كِتَـٰبٌ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَآ أَخَذْتُمْ عَذَابٌ عَظِيمٌ",
      "text_uthmani_transcribed": "Lau lā kitābum minallāhi sabaqa lamassakum fīmā akhażtum 'ażābun 'aẓīm(un).",
      "translation": "И если б предписание Аллаха Пред этим не пришло к тебе, Постигла бы вас тяжкая расплата За то, что взяли (выкуп) вы"
    },
    {
      "verse_number": 69,
      "text_uthmani": "فَكُلُوا۟ مِمَّا غَنِمْتُمْ حَلَـٰلًا طَيِّبًا ۚ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "text_uthmani_transcribed": "Fa kulū mimmā ganimtum ḥalālan ṭayyibā(n), wattaqullāh(a), innallāha gafūrur raḥīm(un).",
      "translation": "Теперь же наслаждайтесь тем, Что вы себе в трофеи взяли, - Благим и разрешенным, И гнева Господа страшитесь, - Аллах, поистине, прощающ, милосерд"
    },
    {
      "verse_number": 70,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّمَن فِىٓ أَيْدِيكُم مِّنَ ٱلْأَسْرَىٰٓ إِن يَعْلَمِ ٱللَّهُ فِى قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِّمَّآ أُخِذَ مِنكُمْ وَيَغْفِرْ لَكُمْ ۗ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
      "text_uthmani_transcribed": "Yā ayyuhan-nabiyyu qul liman fī aidīkum minal-asrā, iy ya'lamillāhu fī qulūbikum khairay yu'tikum khairam mimmā ukhiża minkum wa yagfir lakum, wallāhu gafūrur raḥīm(un).",
      "translation": "О пророк! Скажи тем пленным, Что попали в ваши руки: \"Если Аллах узреет что-нибудь благое в ваших душах, Он вам доставит лучшее, чем то, Что было отнято у вас, И Он простит вам ваши прегрешенья, - Ведь Он прощающ, милосерд"
    },
    {
      "verse_number": 71,
      "text_uthmani": "وَإِن يُرِيدُوا۟ خِيَانَتَكَ فَقَدْ خَانُوا۟ ٱللَّهَ مِن قَبْلُ فَأَمْكَنَ مِنْهُمْ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
      "text_uthmani_transcribed": "Wa iy yurīdū khiyānataka faqad khānullāha min qablu fa amkana minhum wallāhu 'alīmun ḥakim(un).",
      "translation": "А если захотят предать они тебя, - Так ведь они уж прежде предали Аллаха, И Он (тебе) во власть их дал, - Ведь мудр Он и знает (обо всем)"
    },
    {
      "verse_number": 72,
      "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَهَاجَرُوا۟ وَجَـٰهَدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَوا۟ وَّنَصَرُوٓا۟ أُو۟لَـٰٓئِكَ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۚ وَٱلَّذِينَ ءَامَنُوا۟ وَلَمْ يُهَاجِرُوا۟ مَا لَكُم مِّن وَلَـٰيَتِهِم مِّن شَىْءٍ حَتَّىٰ يُهَاجِرُوا۟ ۚ وَإِنِ ٱسْتَنصَرُوكُمْ فِى ٱلدِّينِ فَعَلَيْكُمُ ٱلنَّصْرُ إِلَّا عَلَىٰ قَوْمٍۭ بَيْنَكُمْ وَبَيْنَهُم مِّيثَـٰقٌ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "text_uthmani_transcribed": "Innal-lażīna āmanū wa hājarū wa jāhadū bi'amwālihim wa anfusihim fī sabīlillāhi wal-lażīna āwaw wa naṣarū ulā'ika ba'ḍuhum auliyā'u ba'ḍ(in), wal-lażīna āmanū wa lam yuhājirū mā lakum miw walāyatihim min syai'in ḥattā yuhājirū, wa inistanṣarūkum fid-dīni fa 'alaikumun naṣru illā 'alā qaumim bainakum wa bainahum mīṡāq(un), wallāhu bimā ta'malūna baṣīr(un).",
      "translation": "Те, кто, поистине, уверовал, И к вам в изгнание переселился, И на Господнем промысле сражался Всем своим сердцем, жизнью и добром, И те, кто им очаг и помощь предоставил, - Они - друзья и покровители друг другу (И при делении наследства Вступают в родственную связь). А кто уверовал, но (к вам в Медину) не переселился, - У вас пред ними обязательств нет, Пока они в изгнанье вашу участь не разделят. Но если только ради веры Они о помощи попросят вас, На вас возложен долг - им помощь оказать, Если она - не против тех народов, С которыми у вас союзный договор, - Аллах ведь видит все, что делаете вы"
    },
    {
      "verse_number": 73,
      "text_uthmani": "وَٱلَّذِينَ كَفَرُوا۟ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۚ إِلَّا تَفْعَلُوهُ تَكُن فِتْنَةٌ فِى ٱلْأَرْضِ وَفَسَادٌ كَبِيرٌ",
      "text_uthmani_transcribed": "Wal-lażīna kafarū ba'ḍuhum auliyā'u ba'ḍ(in), illā taf'alūhu takun fitnatun fil-arḍi wa fasādun kabīr(un).",
      "translation": "Неверные - друзья и покровители друг другу, И если вы не станете такими же (друг другу), То будет смута и великое бесчинство на земле"
    },
    {
      "verse_number": 74,
      "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ وَهَاجَرُوا۟ وَجَـٰهَدُوا۟ فِى سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَوا۟ وَّنَصَرُوٓا۟ أُو۟لَـٰٓئِكَ هُمُ ٱلْمُؤْمِنُونَ حَقًّا ۚ لَّهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
      "text_uthmani_transcribed": "Wal-lażīna āmanū wa hājarū wa jāhadū fī sabīlillāhi wal-lażīna āwaw wa naṣarū ulā'ika humul-mu'minūna ḥaqqā(n), lahum magfirtuw wa rizqun karīm(un).",
      "translation": "Те, кто уверовал, и к вам в изгнание переселился, И на пути Господнем воевал, И те, кто им приют и помощь предоставил, - Они суть те, которые уверовали (в Бога), И им по праву низойдет прощение Его И самый щедрый Его дар"
    },
    {
      "verse_number": 75,
      "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ مِنۢ بَعْدُ وَهَاجَرُوا۟ وَجَـٰهَدُوا۟ مَعَكُمْ فَأُو۟لَـٰٓئِكَ مِنكُمْ ۚ وَأُو۟لُوا۟ ٱلْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍ فِى كِتَـٰبِ ٱللَّهِ ۗ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌۢ",
      "text_uthmani_transcribed": "Wal-lażīna āmanū mim ba'du wa hājarū wa jāhadū ma'akum fa ulā'ika minkum, wa ulul-arḥāmi ba'ḍuhum aulā biba'ḍin fī kitābillāh(i), innallāha bikulli syai'in 'alīm(un).",
      "translation": "А те, которые уверовали после, И к вам в изгнание переселились, И вместе с вами воевали за Господню веру, - Они (в правах) - одни из вас. Носители же кровного родства (В своих правах) друг другу ближе, (Как значится в Писании Господнем), - Аллах, поистине, о всякой вещи знающ"
    }
  ]
}