{
  "chapter_number": 19,
  "verses": [
    {
      "verse_number": 56,
      "text_uthmani": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ إِدْرِيسَ ۚ إِنَّهُۥ كَانَ صِدِّيقًا نَّبِيًّا",
      "text_uthmani_transcribed": "Ważkur  fil-kitābi idrīs(a), innahū kāna ṣādiqan nabiyyā(n).",
      "translation": "Напомни об Идрисе в этой Книге. Поистине, он праведником был - пророком"
    },
    {
      "verse_number": 57,
      "text_uthmani": "وَرَفَعْنَـٰهُ مَكَانًا عَلِيًّا",
      "text_uthmani_transcribed": "Wa rafa'nāhu makānan 'aliyyā(n).",
      "translation": "И вознесли его Мы высоко"
    },
    {
      "verse_number": 58,
      "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ أَنْعَمَ ٱللَّهُ عَلَيْهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِن ذُرِّيَّةِ إِبْرَٰهِيمَ وَإِسْرَٰٓءِيلَ وَمِمَّنْ هَدَيْنَا وَٱجْتَبَيْنَآ ۚ إِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُ ٱلرَّحْمَـٰنِ خَرُّوا۟ سُجَّدًا وَبُكِيًّا ۩",
      "text_uthmani_transcribed": "Ulā'ikal-lażīna an'amallāhu 'alaihim minan-nabiyyīna min żurriyyati ādama wa mimman ḥamalnā ma'a nūḥ(in), wa min żurriyyati ibrāhīma wa isrā'īl(a), wa mimman hadainā wajtabainā, iżā tutlā 'alaihim āyātur-raḥmāni kharrū sujjadaw wa bukiyyā(n).",
      "translation": "Это - всего лишь несколько из тех пророков, Кому Аллах явил Свое благоволенье, Из (многочисленных) потомков Адама и тех, Кого носили Мы (в ковчеге) с Нухом, И из потомства Ибрахима, Исраиля, и из тех, Кого прямым путем Мы повели И (милостью Своей) избрали: Когда читались им знаменья Милосердного (Аллаха), Они, простершись ниц, слезами умиленья обливались"
    },
    {
      "verse_number": 59,
      "text_uthmani": "۞ فَخَلَفَ مِنۢ بَعْدِهِمْ خَلْفٌ أَضَاعُوا۟ ٱلصَّلَوٰةَ وَٱتَّبَعُوا۟ ٱلشَّهَوَٰتِ ۖ فَسَوْفَ يَلْقَوْنَ غَيًّا",
      "text_uthmani_transcribed": "Fa khalafa mim ba'dihim khalfun aḍā'uṣ-ṣalāta wattaba'usy-syahawāti fa saufa yalqauna gayyā(n).",
      "translation": "За ними вслед пришли иные поколенья И погубили (заповедную) молитву, Последовав своим желаньям и страстям. Им предстоит погибель встретить"
    },
    {
      "verse_number": 60,
      "text_uthmani": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَـٰلِحًا فَأُو۟لَـٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ وَلَا يُظْلَمُونَ شَيْـًٔا",
      "text_uthmani_transcribed": "Illā man tāba wa āmana wa 'amila ṣāliḥan fa ulā'ika yadkhulūnal-jannata wa lā yuẓlamūna syai'ā(n).",
      "translation": "Помимо тех, Которые, раскаявшись, уверуют (в Аллаха) И будут доброе творить. Они войдут в сады Эдема, И им обид не причинят ни в чем"
    },
    {
      "verse_number": 61,
      "text_uthmani": "جَنَّـٰتِ عَدْنٍ ٱلَّتِى وَعَدَ ٱلرَّحْمَـٰنُ عِبَادَهُۥ بِٱلْغَيْبِ ۚ إِنَّهُۥ كَانَ وَعْدُهُۥ مَأْتِيًّا",
      "text_uthmani_transcribed": "Jannāti 'adninil-latī wa'adar-raḥmānu 'ibādahū bil-gaib(i), innahū kāna wa'duhū ma'tiyyā(n).",
      "translation": "В извечные сады Эдема, Что Милосердный обещал служителям Своим (Внушеньем) тайным, - А обещанию Его, поистине, свершиться"
    },
    {
      "verse_number": 62,
      "text_uthmani": "لَّا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَـٰمًا ۖ وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا",
      "text_uthmani_transcribed": "Lā yasma'ūna fīhā lagwan illā salāmā(n), wa lahum rizquhum fīhā bukrataw wa 'asyiyyā(n).",
      "translation": "Им не услышать там пустых речей, Одно лишь \"Мир!\" (им будет там приветом). Для них там - все потребное пребудет И по утрам, и вечерами"
    },
    {
      "verse_number": 63,
      "text_uthmani": "تِلْكَ ٱلْجَنَّةُ ٱلَّتِى نُورِثُ مِنْ عِبَادِنَا مَن كَانَ تَقِيًّا",
      "text_uthmani_transcribed": "Tilkal-jannatul-latī nūriṡu min 'ibādinā man kāna taqiyyā(n).",
      "translation": "Таков тот Сад, который Мы дадим в наследство Тем из служителей Своих, Кто, (Божьего страшася гнева), Благочестив в деяниях своих"
    },
    {
      "verse_number": 64,
      "text_uthmani": "وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ ۖ لَهُۥ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَٰلِكَ ۚ وَمَا كَانَ رَبُّكَ نَسِيًّا",
      "text_uthmani_transcribed": "Wa mā natanazzalu illā bi'amri rabbik(a), lahū mā baina aidīnā wa mā khalfanā wa mā baina żālika wa mā kāna rabbuka nasiyyā(n).",
      "translation": "(А кто высказывает нетерпенье На запоздалость благ или знамений, Тому ответом будут ангелов слова): \"Нисходим свыше мы лишь только По повеленью Бога твоего. Лишь одному Ему принадлежит То, что пред нами, позади от нас И то, что между тем и этим. Господь твой ничего не забывает"
    },
    {
      "verse_number": 65,
      "text_uthmani": "رَّبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا فَٱعْبُدْهُ وَٱصْطَبِرْ لِعِبَـٰدَتِهِۦ ۚ هَلْ تَعْلَمُ لَهُۥ سَمِيًّا",
      "text_uthmani_transcribed": "Rabbus-samāwāti wal-arḍi wa mā bainahumā fa'budhu waṣṭabir li'ibādatih(ī), hal ta'lamu lahū samiyyā(n).",
      "translation": "Господь небес, земли, А также и того, что между ними. Так поклоняйся же Ему И в этом поклонении Терпение и стойкость сохраняй. Неужто знаешь ты того, Кто (именем) Его (способен) называться"
    },
    {
      "verse_number": 66,
      "text_uthmani": "وَيَقُولُ ٱلْإِنسَـٰنُ أَءِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا",
      "text_uthmani_transcribed": "Wa yaqūlul-insānu a'iżā mā mittu lasaufa ukhraju ḥayyā(n).",
      "translation": "(В кощунственном сомненье) молвит человек: \"Ужель, когда умру, Я снова буду к жизни возвращен"
    }
  ]
}