{
  "chapter_number": 19,
  "verses": [
    {
      "verse_number": 45,
      "text_uthmani": "يَـٰٓأَبَتِ إِنِّىٓ أَخَافُ أَن يَمَسَّكَ عَذَابٌ مِّنَ ٱلرَّحْمَـٰنِ فَتَكُونَ لِلشَّيْطَـٰنِ وَلِيًّا",
      "text_uthmani_transcribed": "Yā abati innī akhāfu ay yamassaka 'ażābum minar-raḥmāni fa takūna lisy-syaiṭāni waliyyā(n).",
      "translation": "О мой отец! Боюсь я, что тебя постигнет кара от Милосердного (Аллаха) И станешь ты собратом Сатаны"
    },
    {
      "verse_number": 46,
      "text_uthmani": "قَالَ أَرَاغِبٌ أَنتَ عَنْ ءَالِهَتِى يَـٰٓإِبْرَٰهِيمُ ۖ لَئِن لَّمْ تَنتَهِ لَأَرْجُمَنَّكَ ۖ وَٱهْجُرْنِى مَلِيًّا",
      "text_uthmani_transcribed": "Qāla arāgibun anta 'an ālihatī yā ibrāhīm(u), la'illam tantahi la'arjumannaka wahjurnī maliyyā(n).",
      "translation": "(Отец) сказал: \"Ужель, о Ибрахим, ты от моих богов отречься (хочешь)? Если от этого себя ты не удержишь, Тебя камнями непременно я побью. Уйди же от меня (и поразмысли) некий срок"
    },
    {
      "verse_number": 47,
      "text_uthmani": "قَالَ سَلَـٰمٌ عَلَيْكَ ۖ سَأَسْتَغْفِرُ لَكَ رَبِّىٓ ۖ إِنَّهُۥ كَانَ بِى حَفِيًّا",
      "text_uthmani_transcribed": "Qāla salāmun 'alaik(a), sa'astagfiru laka rabbī, innahū kāna bī ḥafiyyā(n).",
      "translation": "(Ему) ответил (Ибрахим): \"Да будет над тобою мир! Я о прощении тебе Буду молить Владыку моего, - Ведь Он ко мне благопреклонен"
    },
    {
      "verse_number": 48,
      "text_uthmani": "وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ ٱللَّهِ وَأَدْعُوا۟ رَبِّى عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّى شَقِيًّا",
      "text_uthmani_transcribed": "Wa a'tazilukum wa mā tad'ūna min dūnillāhi wa ad'ū rabbī, 'asā allā akūna bidu'ā'i rabbī syaqiyyā(n).",
      "translation": "Я отделюсь от вас и от того, Что чтите вы, опричь Аллаха. Я к Богу моему взову, И, может быть, в призывах к Богу Не буду я лишен Его благословенья"
    },
    {
      "verse_number": 49,
      "text_uthmani": "فَلَمَّا ٱعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِن دُونِ ٱللَّهِ وَهَبْنَا لَهُۥٓ إِسْحَـٰقَ وَيَعْقُوبَ ۖ وَكُلًّا جَعَلْنَا نَبِيًّا",
      "text_uthmani_transcribed": "Falamma'tazalahum wa mā ya'budūna min dūnillāh(i), wahabnā lahū isḥāqa wa ya'qūb(a),  wa kullan ja'alnā nabiyyā(n).",
      "translation": "И вот когда от них он отделился И от тех, кого они, опричь Аллаха, почитали, Ему Исхака и Йакуба даровали Мы, И каждого из них Мы сделали пророком"
    },
    {
      "verse_number": 50,
      "text_uthmani": "وَوَهَبْنَا لَهُم مِّن رَّحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا",
      "text_uthmani_transcribed": "Wa wahabnā lahum mir raḥmatinā wa ja'alnā lahum lisāna ṣidqin 'aliyyā(n).",
      "translation": "Мы одарили их от милости Своей И речь их сделали (на многие века) (Носителем) высокой Правды"
    },
    {
      "verse_number": 51,
      "text_uthmani": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ مُوسَىٰٓ ۚ إِنَّهُۥ كَانَ مُخْلَصًا وَكَانَ رَسُولًا نَّبِيًّا",
      "text_uthmani_transcribed": "Ważkur  fil-kitābi mūsā, innahū kāna mukhlaṣaw wa kāna rasūlan nabiyyā(n).",
      "translation": "И (вам) Писание напоминает и о Мусе. Он был, поистине, особо избран (Нами). Он был посланником и был пророком"
    },
    {
      "verse_number": 52,
      "text_uthmani": "وَنَـٰدَيْنَـٰهُ مِن جَانِبِ ٱلطُّورِ ٱلْأَيْمَنِ وَقَرَّبْنَـٰهُ نَجِيًّا",
      "text_uthmani_transcribed": "Wa nādaināhu min jānibiṭ-ṭūril-aimani wa qarrabnāhu najiyyā(n).",
      "translation": "Мы с правой стороны Горы к нему воззвали И к Нам велели ближе подойти Для совершенья (таинства) беседы (с Нами)"
    },
    {
      "verse_number": 53,
      "text_uthmani": "وَوَهَبْنَا لَهُۥ مِن رَّحْمَتِنَآ أَخَاهُ هَـٰرُونَ نَبِيًّا",
      "text_uthmani_transcribed": "Wa wahabnā lahū mir raḥmatinā akhāhu hārūna nabiyyā(n).",
      "translation": "От Нашей милости ему Мы даровали Брата Харуна как пророка"
    },
    {
      "verse_number": 54,
      "text_uthmani": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ إِسْمَـٰعِيلَ ۚ إِنَّهُۥ كَانَ صَادِقَ ٱلْوَعْدِ وَكَانَ رَسُولًا نَّبِيًّا",
      "text_uthmani_transcribed": "Ważkur  fil-kitābi ismā'īl(a), innahū kāna ṣādiqal-wa'di wa kāna rasūlan nabiyyā(n).",
      "translation": "И (вспомни) в этой Книге Исмаила. Поистине, в обещанном он был правдив. Он был посланником и был пророком"
    },
    {
      "verse_number": 55,
      "text_uthmani": "وَكَانَ يَأْمُرُ أَهْلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرْضِيًّا",
      "text_uthmani_transcribed": "Wa kāna ya'muru ahlahū biṣ-ṣalāti waz-zakāh(ti), wa kāna 'inda rabbihī marḍiyyā(n).",
      "translation": "Он очистительную подать и молитву Заповедал народу своему, И Богу своему он был угоден"
    }
  ]
}