[
  {
    "verse_number": 45,
    "text_uthmani": "وَكَتَبْنَا عَلَيْهِمْ فِيهَآ أَنَّ ٱلنَّفْسَ بِٱلنَّفْسِ وَٱلْعَيْنَ بِٱلْعَيْنِ وَٱلْأَنفَ بِٱلْأَنفِ وَٱلْأُذُنَ بِٱلْأُذُنِ وَٱلسِّنَّ بِٱلسِّنِّ وَٱلْجُرُوحَ قِصَاصٌ ۚ فَمَن تَصَدَّقَ بِهِۦ فَهُوَ كَفَّارَةٌ لَّهُۥ ۚ وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
    "text_uthmani_transcribed": "Wa katabnā 'alaihim fīhā annan-nafsa bin-nafsi wal-'aina bil-'aini wal-anfa bil-anfi wal-użuna bil-użuni was-sinna bis-sinni wal-jurūḥa qiṣāṣ(un), faman taṣaddaqa bihī fa huwa kaffāratul lah(ū), wa mal lam yaḥkum bimā anzalallāhu fa ulā'ika humuẓ-ẓālimūn(a).",
    "translation": "И в ней для них Мы предписали: Душа - за душу, глаз - за глаз, нос - за нос, Ухо - за ухо, зуб - за зуб, За (нанесенье) ран - отмщение (по равной мере). А кто простит (за свои раны) И (возмещение за них) на милостыню обратит, Тому послужит это искуплением (грехов). А те, кто суд вершит не по тому, Что им низвел Аллах, Те преступают (законы, установленные Им)"
  },
  {
    "verse_number": 46,
    "text_uthmani": "وَقَفَّيْنَا عَلَىٰٓ ءَاثَـٰرِهِم بِعِيسَى ٱبْنِ مَرْيَمَ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ ٱلتَّوْرَىٰةِ ۖ وَءَاتَيْنَـٰهُ ٱلْإِنجِيلَ فِيهِ هُدًى وَنُورٌ وَمُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ ٱلتَّوْرَىٰةِ وَهُدًى وَمَوْعِظَةً لِّلْمُتَّقِينَ",
    "text_uthmani_transcribed": "Wa qaffainā 'alā āṡārihim bi'īsabni maryama muṣaddiqal limā baina yadaihi minat-taurāh(ti), wa ātaināhul-injīla fīhi hudaw wa nūr(un), wa muṣaddiqal limā baina yadaihi minat-taurāti wa hudaw wa mau'iẓatal lil-muttaqīn(a).",
    "translation": "По их следам отправили Мы Ису, сына Марйам, Чтоб истинность Закона утвердить, Что был ниспослан до него. Ему Евангелие Мы послали, В котором правый путь, и свет, И подтверждение того, Что до него ниспослано в Законе, И правый путь, и увещание (для верных), Которые страшатся (Бога)"
  },
  {
    "verse_number": 47,
    "text_uthmani": "وَلْيَحْكُمْ أَهْلُ ٱلْإِنجِيلِ بِمَآ أَنزَلَ ٱللَّهُ فِيهِ ۚ وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَـٰسِقُونَ",
    "text_uthmani_transcribed": "Walyaḥkum ahlul-injīli bimā anzalallāhu fīh(i), wa mal lam yaḥkum bimā anzalallāhu fa ulā'ika humul-fasiqūn(a).",
    "translation": "Пусть обладатели Евангелия судят по тому, Что в нем Аллах им ниспослал, А те, кто суд вершит не по тому, Что им низвел Аллах, - Те - возмутители (Его порядка)"
  },
  {
    "verse_number": 48,
    "text_uthmani": "وَأَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ بِٱلْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ ٱلْكِتَـٰبِ وَمُهَيْمِنًا عَلَيْهِ ۖ فَٱحْكُم بَيْنَهُم بِمَآ أَنزَلَ ٱللَّهُ ۖ وَلَا تَتَّبِعْ أَهْوَآءَهُمْ عَمَّا جَآءَكَ مِنَ ٱلْحَقِّ ۚ لِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَاجًا ۚ وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَكُمْ أُمَّةً وَٰحِدَةً وَلَـٰكِن لِّيَبْلُوَكُمْ فِى مَآ ءَاتَىٰكُمْ ۖ فَٱسْتَبِقُوا۟ ٱلْخَيْرَٰتِ ۚ إِلَى ٱللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
    "text_uthmani_transcribed": "Wa anzalnā ilaikal-kitāba bil-ḥaqqi muṣaddiqal limā baina yadaihi minal-kitābi wa muhaiminan 'alaihi faḥkum bainahum bimā anzalallāhu wa lā tattabi' ahwā'ahum 'ammā jā'aka minal-ḥaqq(i), likullin ja'alnā minkum syir'ataw wa minhājā(n), wa lau syā'allāhu laja'alakum ummataw wāḥidataw wa lākil liyabluwakum fī mā ātākum fastabiqul-khairāt(i), ilallāhi marji'ukum jamī'an fa yunabbi'ukum bimā kuntum fīhi takhtalifūn(a).",
    "translation": "Мы Книгу в Истине тебе послали Для подтверждения того, Что прежде из Писания пришло, Для охранения его (от всяких искажений). Суди же между ними по тому, Что ниспослал тебе Аллах, Не следуй их страстям, Что в сторону от Истины идут, Когда она тебе уже предстала. Мы каждому из вас предначертали Устав (для жизни) и дорогу (к свету). И если бы желал Аллах, Он сделал бы вас всех одним народом, Но (волею Своей Он хочет) испытать вас (На верность в соблюдении того), что Он вам даровал. Стремитесь же опередить друг друга в сотворении благого. К Аллаху - возвращение вас всех, - Тогда Он ясно вам покажет Все то, в чем расходились вы"
  },
  {
    "verse_number": 49,
    "text_uthmani": "وَأَنِ ٱحْكُم بَيْنَهُم بِمَآ أَنزَلَ ٱللَّهُ وَلَا تَتَّبِعْ أَهْوَآءَهُمْ وَٱحْذَرْهُمْ أَن يَفْتِنُوكَ عَنۢ بَعْضِ مَآ أَنزَلَ ٱللَّهُ إِلَيْكَ ۖ فَإِن تَوَلَّوْا۟ فَٱعْلَمْ أَنَّمَا يُرِيدُ ٱللَّهُ أَن يُصِيبَهُم بِبَعْضِ ذُنُوبِهِمْ ۗ وَإِنَّ كَثِيرًا مِّنَ ٱلنَّاسِ لَفَـٰسِقُونَ",
    "text_uthmani_transcribed": "Wa aniḥkum bainahum bimā anzalallāhu wa lā tattabi' ahwā'ahum waḥżarūhum ay yaftinūka 'am ba'ḍi mā anzalallāhu ilaik(a), fa in tawallau fa'lam annamā yurīdullāhu ay yuṣībahum biba'ḍi żunūbihim, wa inna kaṡīram minan-nāsi lafāsiqūn(a).",
    "translation": "Суди же между ними по тому, Что ниспослал тебе Аллах. Не следуй их страстям и их остерегайся, Чтобы они тебя уловками своими Не отвлекли ни от чего, Что ниспослал тебе Аллах. А если же они отворотятся, Так это потому, что за какие-то из их грехов Аллах их хочет покарать, - Ведь, истинно, как много из людей (Господнему порядку) непослушны"
  },
  {
    "verse_number": 50,
    "text_uthmani": "أَفَحُكْمَ ٱلْجَـٰهِلِيَّةِ يَبْغُونَ ۚ وَمَنْ أَحْسَنُ مِنَ ٱللَّهِ حُكْمًا لِّقَوْمٍ يُوقِنُونَ",
    "text_uthmani_transcribed": "Afaḥukmul-jāhiliyyati yabgūn(a),  wa man aḥsanu minallāhi ḥukmal liqaumiy yūqinūn(a).",
    "translation": "Ужель их суд времен невежества прельщает? Ужель для тех, кто тверд (в познании и вере), Есть лучший по суду, чем Сам Господь"
  },
  {
    "verse_number": 51,
    "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلْيَهُودَ وَٱلنَّصَـٰرَىٰٓ أَوْلِيَآءَ ۘ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۚ وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُۥ مِنْهُمْ ۗ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tattakhiżul-yahūda wan-naṣārā auliyā'(a), ba'ḍuhum auliyā'u ba'ḍ(in), wa may yatawallahum minkum fa innahū minhum, innallāha lā yahdil-qaumaẓ-ẓālimīn(a).",
    "translation": "О вы, кто верует! Вы не берите в покровители себе Ни иудеев и ни христиан: Они - друзья один другому. А тот из вас, кто в покровители их взял, - Тот сам из их числа. Господь, поистине, не станет направлять Тех, кто (Его пределы) преступает"
  },
  {
    "verse_number": 52,
    "text_uthmani": "فَتَرَى ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ يُسَـٰرِعُونَ فِيهِمْ يَقُولُونَ نَخْشَىٰٓ أَن تُصِيبَنَا دَآئِرَةٌ ۚ فَعَسَى ٱللَّهُ أَن يَأْتِىَ بِٱلْفَتْحِ أَوْ أَمْرٍ مِّنْ عِندِهِۦ فَيُصْبِحُوا۟ عَلَىٰ مَآ أَسَرُّوا۟ فِىٓ أَنفُسِهِمْ نَـٰدِمِينَ",
    "text_uthmani_transcribed": "Fa taral-lażīna fī qulūbihim maraḍuy yusāri'ūna fīhim yaqūlūna nakhsyā an tuṣībanā dā'irah(tun), fa 'asallāhu ay ya'tiya bil-fatḥi au amrim min 'indihī fa yuṣbiḥū 'alā mā asarrū fī anfusihim nādimīn(a).",
    "translation": "И ты увидишь, как те люди, Сердца которых схвачены недугом, Перебегают среди них от одного к другому, говоря: \"Боимся мы, чтоб не постигла нас беда!\" (Как знать), Аллах, быть может, даст победу Иль повелит чему-нибудь произойти, - Тогда раскаются они В том, что укрыли в своих душах"
  },
  {
    "verse_number": 53,
    "text_uthmani": "وَيَقُولُ ٱلَّذِينَ ءَامَنُوٓا۟ أَهَـٰٓؤُلَآءِ ٱلَّذِينَ أَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ ۙ إِنَّهُمْ لَمَعَكُمْ ۚ حَبِطَتْ أَعْمَـٰلُهُمْ فَأَصْبَحُوا۟ خَـٰسِرِينَ",
    "text_uthmani_transcribed": "Wa yaqūlul-lażīna āmanū ahā'ulā'il-lażīna aqsamū billāhi jahda aimānihim, innahum lama'akum, ḥabiṭat a'māluhum fa aṣbaḥū khāsirīn(a).",
    "translation": "И скажут верные тогда: \"Неужто это - те, кто клялся Богом, Сильнейшими из клятв своих, Что непременно будут с вами?\" Дела их тщЕтой обратились, И понесли урон (их души)"
  },
  {
    "verse_number": 54,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِۦ فَسَوْفَ يَأْتِى ٱللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُۥٓ أَذِلَّةٍ عَلَى ٱلْمُؤْمِنِينَ أَعِزَّةٍ عَلَى ٱلْكَـٰفِرِينَ يُجَـٰهِدُونَ فِى سَبِيلِ ٱللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَآئِمٍ ۚ ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū may yartadda minkum 'an dīnihī fa saufa ya'tillāhu biqaumiy yuḥibbuhum wa yuḥibbūnah(ū), ażillatin 'alal-mu'minīna a'izzatin 'alal-kāfirīn(a), yujāhidūna fī sabīlillāhi wa lā yakhāfūna laumata lā'im(in), żālika faḍlullāhi yu'tīhi may yasyā'(u), wallāhu wāsi'un 'alīm(un).",
    "translation": "О вы, кто верует! Если найдутся среди вас такие, Кто отречется от религии своей, Господь других людей поставит, Которых будет Он любить И кто любить будет Его, - Смиренных перед верными (Аллаху), Суровых пред неверными (Ему), Радеющих на промысле Аллаха, Бесстрашных перед порицаниями тех, кто порицает. И это есть Господня милость, И Он дарует ее тем, кого сочтет, - Ведь Он объемлет все и знает обо всем"
  },
  {
    "verse_number": 55,
    "text_uthmani": "إِنَّمَا وَلِيُّكُمُ ٱللَّهُ وَرَسُولُهُۥ وَٱلَّذِينَ ءَامَنُوا۟ ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُمْ رَٰكِعُونَ",
    "text_uthmani_transcribed": "Innamā waliyyukumullāhu wa rasūluhū wal-lażīna āmanul-lażīna yuqīmūnaṣ-ṣalāta wa yu'tūnaz-zakāta wa hum rāki'ūn(a).",
    "translation": "И ваши истые друзья - Аллах, Его посланник и (Святое Братство) верных - Которые молитву совершают, На очищение дают И перед Ним смиренно преклонились"
  }
]