{
  "chapter_number": 2,
  "verses": [
    {
      "verse_number": 254,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَنفِقُوا۟ مِمَّا رَزَقْنَـٰكُم مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَـٰعَةٌ ۗ وَٱلْكَـٰفِرُونَ هُمُ ٱلظَّـٰلِمُونَ",
      "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū anfiqū mimmā razaqnākum min qabli ay ya'tiya yaumul lā bai'un fīhi wa lā khullatuw wa lā syafā'ah(tun), wal-kāfirūna humuẓ-ẓālimūn(a).",
      "translation": "О вы, кто верует! Расходуйте из благ, что Мы вам даровали, Пока не наступил тот День, Когда не будут (приняты в защиту) И ни оплата торгом (за грехи), Ни дружба, ни заступничество (верных), - Неверные, поистине, дурные люди"
    },
    {
      "verse_number": 255,
      "text_uthmani": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
      "text_uthmani_transcribed": "Allāhu lā ilāha illā huw(a), al-ḥayyul-qayyūm(u), lā ta'khużuhū sinatuw wa lā naum(un), lahū mā fis-samāwāti wa mā fil-arḍ(i), man żal-lażī yasyfa'u 'indahū illā bi'iżnih(ī), ya'lamu mā baina aidīhim wa mā khalfahum, wa lā yuḥīṭūna bisyai'im min 'ilmihī illā bimā syā'(a), wasi'a kursiyyuhus-samāwāti wal-arḍ(a), wa lā ya'ūduhū ḥifẓuhumā, wa huwal-'aliyyul-'aẓīm(u).",
      "translation": "Аллах! Нет божества, кроме Него, Живущего и самосущего извечно! Не склоняет Его ни сон, ни дремота, Всем в небесах и на земле владеет Он Один. Кто может перед Ним вступиться без изволения Его (на то)? Он знает все, что предварило их (приход) И что последует за их (уходом). А им из знания Его назначено постичь Лишь (малость) ту, что Он дозволит. Престол Его (Державия) простерся Над небесами и землей, - Сохранность их Ему не в тягость. В Своем могуществе, поистине, велик Он И (в высшей степени) возвышен"
    },
    {
      "verse_number": 256,
      "text_uthmani": "لَآ إِكْرَاهَ فِى ٱلدِّينِ ۖ قَد تَّبَيَّنَ ٱلرُّشْدُ مِنَ ٱلْغَىِّ ۚ فَمَن يَكْفُرْ بِٱلطَّـٰغُوتِ وَيُؤْمِنۢ بِٱللَّهِ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ لَا ٱنفِصَامَ لَهَا ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
      "text_uthmani_transcribed": "Lā ikrāha fid-dīn(i), qat tabayyanar-rusydu minal-gayy(i), famay yakfur biṭ-ṭāgūti wa yu'mim billāhi fa qadistamsaka bil-'urwatil-wuṡqā, lanfiṣāma lahā, wallāhu samī'un 'alīm(un).",
      "translation": "Не разрешил в религии Он принужденья, Разнится ясно истина от заблужденья; Кто зло отверг и верует (в Аллаха), Обрел себе надежную опору, Для коей сокрушенья нет, - Аллах, поистине, все слышит и всеведущ"
    },
    {
      "verse_number": 257,
      "text_uthmani": "ٱللَّهُ وَلِىُّ ٱلَّذِينَ ءَامَنُوا۟ يُخْرِجُهُم مِّنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ ۖ وَٱلَّذِينَ كَفَرُوٓا۟ أَوْلِيَآؤُهُمُ ٱلطَّـٰغُوتُ يُخْرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَـٰتِ ۗ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "text_uthmani_transcribed": "Allāhu waliyyul-lażīna āmanū yukhrijuhum minaẓ-ẓulumāti ilan-nūr(i), wal-lażīna kafarū auliyā'uhumuṭ-ṭāgūtu yukhrijuhum minan-nūri ilaẓ-ẓulumāt(i), ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a).",
      "translation": "Аллах - Друг и Хранитель тех, кто верует (в Него), Из тьмы Он выведет их к свету. Но станут идолы напутствовать неверных И поведут от света к мраку их. Они все - обитатели Огня И в нем останутся навечно"
    },
    {
      "verse_number": 258,
      "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِى حَآجَّ إِبْرَٰهِـۧمَ فِى رَبِّهِۦٓ أَنْ ءَاتَىٰهُ ٱللَّهُ ٱلْمُلْكَ إِذْ قَالَ إِبْرَٰهِـۧمُ رَبِّىَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحْىِۦ وَأُمِيتُ ۖ قَالَ إِبْرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأْتِى بِٱلشَّمْسِ مِنَ ٱلْمَشْرِقِ فَأْتِ بِهَا مِنَ ٱلْمَغْرِبِ فَبُهِتَ ٱلَّذِى كَفَرَ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
      "text_uthmani_transcribed": "Alam tara ilal-lażī ḥājja ibrāhīma fī rabbihī an ātāhullāhul-mulk(a), iż qāla ibrāhīmu rabbiyal-lażī yuḥyī wa yumīt(u), qāla ana uḥyī wa umīt(u), qāla ibrāhīmu fa innallāha ya'tī bisy-syamsi minal-masyriqi fa'ti bihā minal-magribi fabuhital-lażī kafar(a), wallāhu lā yahdil-qaumaẓ-ẓālimīn(a).",
      "translation": "Ужель не видел ты того, Кто с Ибрахимом в спор вступил о Боге За то, что царством одарил его Аллах? И Ибрахим сказал: \"Поистине, Господь мой - Тот, Кто жизнь и смерть дарует\". Но тот сказал: \"Дарую я и жизнь, и смерть\". Ответил Ибрахим: \"Поистине, Господь повелевает Солнцу Восходить с востока - Ты с запада вели ему взойти\". Так был в смущение повергнут тот, Кто пренебрег Господней верой. Аллах не направляет тех, кто нечестив"
    },
    {
      "verse_number": 259,
      "text_uthmani": "أَوْ كَٱلَّذِى مَرَّ عَلَىٰ قَرْيَةٍ وَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحْىِۦ هَـٰذِهِ ٱللَّهُ بَعْدَ مَوْتِهَا ۖ فَأَمَاتَهُ ٱللَّهُ مِا۟ئَةَ عَامٍ ثُمَّ بَعَثَهُۥ ۖ قَالَ كَمْ لَبِثْتَ ۖ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ ۖ قَالَ بَل لَّبِثْتَ مِا۟ئَةَ عَامٍ فَٱنظُرْ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ ۖ وَٱنظُرْ إِلَىٰ حِمَارِكَ وَلِنَجْعَلَكَ ءَايَةً لِّلنَّاسِ ۖ وَٱنظُرْ إِلَى ٱلْعِظَامِ كَيْفَ نُنشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا ۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعْلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "text_uthmani_transcribed": "Au kal-lażī marra 'alā qaryatiw wa hiya khāwiyatun 'alā 'urūsyihā, qāla annā yuḥyī hāżihillāhu ba'da mautihā, fa'amātahullāhu mi'ata 'āmin ṡumma ba'aṡah(ū), qāla kam labiṡt(a), qāla labiṡtu yauman au ba'ḍa yaum(in), qāla bal labiṡta mi'ata 'āmin fanẓur ilā ṭa'āmika wa syarābika lam yatasannah, wanẓur ilā ḥimārik(a), wa linaj'alaka āyatal lin-nāsi wanẓur ilal-'iẓāmi kaifa nunsyizuhā ṡumma naksūhā laḥmā(n), falammā tabayyana lah(ū), qāla a'lamu annallāha 'alā kulli syai'in qadīr(un).",
      "translation": "Иль (странник) тот, кто близ селенья проходил, Разрушенного до единой кровли. И он сказал: \"Как может оживить его Господь, Когда оно уже застыло в смерти?\" И странника поверг Господь во смерть на сотню лет, Затем Он оживил его и вопросил: \"Как долго здесь ты находился?\" Ответил тот: \"Быть может, день иль часть его\". Но Бог сказал: \"О нет! Сто долгих лет ты пробыл здесь. Теперь взгляни на свою пищу и питье - Их порча не коснулась вовсе. Теперь на своего осла взгляни - (Лишь кости от него остались). Тебя Мы сделали знаменьем для людей. И далее - смотри на кости: Совокуплю Я их и в плоть одену!\" Когда сие ему предстало ясно, Сказал он: \"Знаю я теперь, Что всемогущ Аллах над всем"
    },
    {
      "verse_number": 260,
      "text_uthmani": "وَإِذْ قَالَ إِبْرَٰهِـۧمُ رَبِّ أَرِنِى كَيْفَ تُحْىِ ٱلْمَوْتَىٰ ۖ قَالَ أَوَلَمْ تُؤْمِن ۖ قَالَ بَلَىٰ وَلَـٰكِن لِّيَطْمَئِنَّ قَلْبِى ۖ قَالَ فَخُذْ أَرْبَعَةً مِّنَ ٱلطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ ٱجْعَلْ عَلَىٰ كُلِّ جَبَلٍ مِّنْهُنَّ جُزْءًا ثُمَّ ٱدْعُهُنَّ يَأْتِينَكَ سَعْيًا ۚ وَٱعْلَمْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
      "text_uthmani_transcribed": "Wa iż qāla ibrāhīmu rabbi arinī kaifa tuḥyil-mautā, qāla awalam tu'min, qāla balā wa lākil liyaṭma'inna qalbī, qāla fakhuż arba'atam minaṭ-ṭairi faṣurhunna ilaika ṡummaj'al 'alā kulli jabalim minhunna  juz'an ṡummad'uhunna ya'tīnaka sa'yā(n), wa'lam annallāha 'azīzun ḥakīm(un).",
      "translation": "И (вспомните), как Ибрахим сказал: \"О мой Господь! Дай мне узреть, Как мертвым жизнь Ты возвращаешь\". (Господь) сказал: \"Ты разве не уверовал еще?\" \"О да! Я верую, - воскликнул Ибрахим, - Но сердцем (и умом) хочу проникнуть\". (Господь) сказал: \"Тогда возьми четырех птиц И приручи к тебе слетаться, Затем порежь на части их И помести на каждый холм отдельно, А после этого ты созови их, - Они стремительно к тебе слетятся. Так знай же ты: Аллах всесилен, мудр (безмерно)"
    },
    {
      "verse_number": 261,
      "text_uthmani": "مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ فِى سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتْ سَبْعَ سَنَابِلَ فِى كُلِّ سُنۢبُلَةٍ مِّا۟ئَةُ حَبَّةٍ ۗ وَٱللَّهُ يُضَـٰعِفُ لِمَن يَشَآءُ ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
      "text_uthmani_transcribed": "Maṡalul-lażīna yunfiqūna amwālahum fī sabīlillāhi kamaṡali ḥabbatin ambatat sab'a sanābila fī kulli sumbulatim mi'atu ḥabbah(tin), wallāhu yuḍā'ifu limay yasyā'(u), wallāhu wāsi'un 'alīm(un).",
      "translation": "И те, кто на пути Господнем Расходует из своего добра, Тому единому зерну подобны, Что породило семь колосьев, Хранящих сто таких же зерен в каждом. Господь удвоит Свой надел тому, Кого сочтет Своей угодой, - Поистине, объемлет все Он и всеведущ"
    },
    {
      "verse_number": 262,
      "text_uthmani": "ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ فِى سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتْبِعُونَ مَآ أَنفَقُوا۟ مَنًّا وَلَآ أَذًى ۙ لَّهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "text_uthmani_transcribed": "Allażīna yunfiqūna amwālahum fī sabīlillāhi ṡumma lā yutbi'ūna mā anfaqū mannaw wa lā ażā(n), lahum ajruhum 'inda rabbihim, wa lā khaufun 'alaihim wa lā hum yaḥzanūn(a).",
      "translation": "И те, кто на пути Господнем Расходует из своего добра И вслед за тем попреков и обид не посылает, Награду Господа получат - На них не ляжет страх, Не отягчит печаль их"
    },
    {
      "verse_number": 263,
      "text_uthmani": "۞ قَوْلٌ مَّعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِّن صَدَقَةٍ يَتْبَعُهَآ أَذًى ۗ وَٱللَّهُ غَنِىٌّ حَلِيمٌ",
      "text_uthmani_transcribed": "Qaulum ma'rūfuw wa magfiratun khairum min ṣadaqatiy yatba'uhā ażā(n), wallāhu ganiyyun ḥalīm(un).",
      "translation": "Речь добрая, прощение обид Превыше милостыни всякой, За коей следует попрек. Аллах свободен от любой нужды и кроток"
    },
    {
      "verse_number": 264,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُبْطِلُوا۟ صَدَقَـٰتِكُم بِٱلْمَنِّ وَٱلْأَذَىٰ كَٱلَّذِى يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۖ فَمَثَلُهُۥ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُۥ وَابِلٌ فَتَرَكَهُۥ صَلْدًا ۖ لَّا يَقْدِرُونَ عَلَىٰ شَىْءٍ مِّمَّا كَسَبُوا۟ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
      "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū lā tubṭilū ṣadaqātikum bil-manni wal-ażā, kal-lażī yunfiqu mālahū ri'ā'an-nāsi wa lā yu'minu billāhi wal-yaumil-ākhir(i), fa maṡaluhū kamaṡali ṣafwānin 'alaihi turābun fa'aṣābahū wābilun fatarakahū ṣaldā(n), lā yaqdirūna 'alā syai'im mimmā kasabū, wallāhu lā yahdil-qaumal-kāfirīn(a).",
      "translation": "О вы, кто верует! Благодеяния свои не обращайте в тщЕту, Послав им вслед попреки и обиды, Подобно тем, кто лишь для виду Расходует из своего добра, а сам не верует Ни в Господа, ни в День Последний. Они подобны обнаженному холму, Едва покрытому землей: Прольется дождь обильный на него - Останется он голым камнем! А также и для них - бесплодным будет то, Что (на земле) приобрели они (деяньями своими), - Аллах не направляет тех, кто нечестив"
    }
  ]
}