[
  {
    "verse_number": 12,
    "text_uthmani": "وَٱلَّذِى خَلَقَ ٱلْأَزْوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلْفُلْكِ وَٱلْأَنْعَـٰمِ مَا تَرْكَبُونَ",
    "text_uthmani_transcribed": "Wal-lażī khalaqal-azwāja kullahā wa ja'ala lakum minal-fulki wal-an'āmi mā tarkabūn(a).",
    "translation": "Он в парах создал все, что суще. Для переездов сотворил вам корабли и скот"
  },
  {
    "verse_number": 13,
    "text_uthmani": "لِتَسْتَوُۥا۟ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذْكُرُوا۟ نِعْمَةَ رَبِّكُمْ إِذَا ٱسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا۟ سُبْحَـٰنَ ٱلَّذِى سَخَّرَ لَنَا هَـٰذَا وَمَا كُنَّا لَهُۥ مُقْرِنِينَ",
    "text_uthmani_transcribed": "Litastawū 'alā ẓuhūrihī ṡumma tażkurū ni'mata rabbikum iżastawaitum 'alaihi wa taqūlū subḥānal-lażī sakhkhara lanā hāżā wa mā kunnā lahū muqrinīn(a).",
    "translation": "Чтоб, на хребте их твердо водворившись, Вы прославляли имя Бога своего и говорили: \"Хвала Тому, Кто подчинил нам это! Мы б никогда сие не завершили сами"
  },
  {
    "verse_number": 14,
    "text_uthmani": "وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ",
    "text_uthmani_transcribed": "Wa innā ilā rabbinā lamunqalibūn(a).",
    "translation": "Мы к Богу нашему, поистине, вернемся"
  },
  {
    "verse_number": 15,
    "text_uthmani": "وَجَعَلُوا۟ لَهُۥ مِنْ عِبَادِهِۦ جُزْءًا ۚ إِنَّ ٱلْإِنسَـٰنَ لَكَفُورٌ مُّبِينٌ",
    "text_uthmani_transcribed": "Wa ja'alū lahū min 'ibādihī juz'ā(n), innal-insāna lakafūrum mubīn(un).",
    "translation": "И все же из служителей Его Они приписывают часть (от естества) Его. О, как же явно грешен человек И (Богу своему) неблагодарен"
  },
  {
    "verse_number": 16,
    "text_uthmani": "أَمِ ٱتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍ وَأَصْفَىٰكُم بِٱلْبَنِينَ",
    "text_uthmani_transcribed": "Amittakhażū mimmā yakhluqu banātiw wa aṣfākum bil-banīn(a).",
    "translation": "Ужель Он из всего, что создал, Себе взял дочерей, А сыновей пожаловал для вас"
  },
  {
    "verse_number": 17,
    "text_uthmani": "وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحْمَـٰنِ مَثَلًا ظَلَّ وَجْهُهُۥ مُسْوَدًّا وَهُوَ كَظِيمٌ",
    "text_uthmani_transcribed": "Wa iżā busysyira aḥaduhum bimā ḍaraba lir-raḥmāni maṡalan ẓalla wajhuhū muswaddaw wa huwa kaẓīm(un).",
    "translation": "Когда ж кого-нибудь из вас Обрадуют известием о том, Что ставит он для Милосердного в пример, Его лицо мрачнеет, И наполняется (душа) глубоким огорченьем"
  },
  {
    "verse_number": 18,
    "text_uthmani": "أَوَمَن يُنَشَّؤُا۟ فِى ٱلْحِلْيَةِ وَهُوَ فِى ٱلْخِصَامِ غَيْرُ مُبِينٍ",
    "text_uthmani_transcribed": "Awamay yunasysya'u fil-ḥilyati wa huwa fil-khiṣāmi gairu mubīn(in).",
    "translation": "Неужто тот, кто был взращен средь украшений И в спорах ясным быть не может, (Может приписан быть в служители Господни)"
  },
  {
    "verse_number": 19,
    "text_uthmani": "وَجَعَلُوا۟ ٱلْمَلَـٰٓئِكَةَ ٱلَّذِينَ هُمْ عِبَـٰدُ ٱلرَّحْمَـٰنِ إِنَـٰثًا ۚ أَشَهِدُوا۟ خَلْقَهُمْ ۚ سَتُكْتَبُ شَهَـٰدَتُهُمْ وَيُسْـَٔلُونَ",
    "text_uthmani_transcribed": "Wa ja'alul-malā'ikatal-lażīna hum 'ibādur raḥmāni ināṡā(n), asyahidū khalqahum, satuktabu syahādatuhum wa yus'alūn(a).",
    "translation": "И ангелов, кто в услужении Аллаха, Они за женщин принимают. Ужель они свидетелями их сотворенья были? Запишется свидетельство сие, И будут они призваны к ответу"
  },
  {
    "verse_number": 20,
    "text_uthmani": "وَقَالُوا۟ لَوْ شَآءَ ٱلرَّحْمَـٰنُ مَا عَبَدْنَـٰهُم ۗ مَّا لَهُم بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَخْرُصُونَ",
    "text_uthmani_transcribed": "Wa qālū lau syā'ar-raḥmānu mā 'abadnāhum, mā lahum biżālika min 'ilm(in), in hum illā yakhruṣūn(a).",
    "translation": "И говорят они: \"Желал того бы Милосердный, Не поклонялись бы мы им\". Об этом нет у них познанья никакого, - Лишь измышляют всё они"
  },
  {
    "verse_number": 21,
    "text_uthmani": "أَمْ ءَاتَيْنَـٰهُمْ كِتَـٰبًا مِّن قَبْلِهِۦ فَهُم بِهِۦ مُسْتَمْسِكُونَ",
    "text_uthmani_transcribed": "Am ātaināhum kitābam min qablihī fahum bihī mustamsikūn(a).",
    "translation": "Ужель Мы дали Книгу им до этой, Которой строго держатся они"
  },
  {
    "verse_number": 22,
    "text_uthmani": "بَلْ قَالُوٓا۟ إِنَّا وَجَدْنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٍ وَإِنَّا عَلَىٰٓ ءَاثَـٰرِهِم مُّهْتَدُونَ",
    "text_uthmani_transcribed": "Bal qālū innā wajadnā ābā'anā 'alā ummatiw wa innā 'alā āṡārihim muhtadūn(a).",
    "translation": "Нет, - говорят они. - Нашли мы наших праотцев, Державшихся определенной веры, И прямо следуем по их стопам"
  }
]