{
  "chapter_number": 18,
  "verses": [
    {
      "verse_number": 100,
      "text_uthmani": "وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِّلْكَـٰفِرِينَ عَرْضًا",
      "text_uthmani_transcribed": "Wa 'araḍnā jahannama yauma'iżil lil-kāfirīna 'arḍā(n).",
      "translation": "И Мы представим Ад В тот День Перед (прозревшими) глазами нечестивцев"
    },
    {
      "verse_number": 101,
      "text_uthmani": "ٱلَّذِينَ كَانَتْ أَعْيُنُهُمْ فِى غِطَآءٍ عَن ذِكْرِى وَكَانُوا۟ لَا يَسْتَطِيعُونَ سَمْعًا",
      "text_uthmani_transcribed": "Allażīna kānat a'yunuhum fī giṭā'in 'an żikrī wa kānū lā yastaṭī'ūna sam'ā(n).",
      "translation": "Тех, чьи глаза были завесою закрыты, Чтобы знамения Мои не распознать, (Закрыты глухотою были уши), Чтобы не мочь услышать (Слова Моего)"
    },
    {
      "verse_number": 102,
      "text_uthmani": "أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓا۟ أَن يَتَّخِذُوا۟ عِبَادِى مِن دُونِىٓ أَوْلِيَآءَ ۚ إِنَّآ أَعْتَدْنَا جَهَنَّمَ لِلْكَـٰفِرِينَ نُزُلًا",
      "text_uthmani_transcribed": "Afaḥasibal-lażīna kafarū ay yattakhiżū 'ibādī min dūnī auliyā'(a), innā a'tadnā jahannama lil-kāfirīna nuzulā(n).",
      "translation": "Ужель неверные считали, Что могут взять в защитники себе Моих рабов вместо Меня? Поистине, Мы уготовили им Ад как (гостевой) прием"
    },
    {
      "verse_number": 103,
      "text_uthmani": "قُلْ هَلْ نُنَبِّئُكُم بِٱلْأَخْسَرِينَ أَعْمَـٰلًا",
      "text_uthmani_transcribed": "Qul hal nunabbi'ukum bil-akhsarīna a'mālā(n).",
      "translation": "Скажи: \"Не сообщить ли вам про тех, Кто понесет от дел своих найбольшие потери"
    },
    {
      "verse_number": 104,
      "text_uthmani": "ٱلَّذِينَ ضَلَّ سَعْيُهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا",
      "text_uthmani_transcribed": "Al-lażīna ḍalla sa'yuhum fil-ḥayātid-dun-yā wa hum yaḥsabūna annahum yuḥsinūna ṣun'ā(n).",
      "translation": "Тех, чьи усилия впустую Были потрачены (в их жизни на земле), - Они же думали, что делают прекрасные дела"
    },
    {
      "verse_number": 105,
      "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ وَلِقَآئِهِۦ فَحَبِطَتْ أَعْمَـٰلُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ وَزْنًا",
      "text_uthmani_transcribed": "Ulā'ikal-lażīna kafarū bi'āyāti rabbihim wa liqā'ihī fa ḥabiṭat a'māluhum falā nuqīma lahum yaumal-qiyāmati waznā(n).",
      "translation": "И это - те, кто отвергает знамения их Господа и встречу с Ним, - Дела их в тщЕту обратятся, В День Воскресения Мы не дадим им никакого веса"
    },
    {
      "verse_number": 106,
      "text_uthmani": "ذَٰلِكَ جَزَآؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا۟ وَٱتَّخَذُوٓا۟ ءَايَـٰتِى وَرُسُلِى هُزُوًا",
      "text_uthmani_transcribed": "Żālika jazā'uhum jahannamu bimā kafarū wattakhażū āyātī wa rusulī huzuwā(n).",
      "translation": "Вот их награда - Ад! За то, что не уверовали (в Бога), Подвергли осмеянию знамения Мои И предали Моих посланников издевкам"
    },
    {
      "verse_number": 107,
      "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ كَانَتْ لَهُمْ جَنَّـٰتُ ٱلْفِرْدَوْسِ نُزُلًا",
      "text_uthmani_transcribed": "Innal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti kānat lahum jannātul-firdausi nuzulā(n).",
      "translation": "А те, кто верует и делает добро, - Для тех жилищем будут Райские сады"
    },
    {
      "verse_number": 108,
      "text_uthmani": "خَـٰلِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًا",
      "text_uthmani_transcribed": "Khālidīna fīhā lā yabgūna 'anhā ḥiwalā(n).",
      "translation": "Где пребывать навечно им Без всякого желания замены"
    },
    {
      "verse_number": 109,
      "text_uthmani": "قُل لَّوْ كَانَ ٱلْبَحْرُ مِدَادًا لِّكَلِمَـٰتِ رَبِّى لَنَفِدَ ٱلْبَحْرُ قَبْلَ أَن تَنفَدَ كَلِمَـٰتُ رَبِّى وَلَوْ جِئْنَا بِمِثْلِهِۦ مَدَدًا",
      "text_uthmani_transcribed": "Qul lau kānal-baḥru midādal likalimāti rabbī lanafidal-baḥru qabla an tanfada kalimāṭu rabbī wa lau ji'nā bimiṡlihī madadā(n).",
      "translation": "Скажи, (о Мухаммад!): \"Если бы воды океана В чернила обратились для записи Господних Слов, Поистине, они б иссякли раньше, Чем истощились бы СловЕсы Бога моего\", - Если б Мы даже к этому прибавили подобное сему"
    },
    {
      "verse_number": 110,
      "text_uthmani": "قُلْ إِنَّمَآ أَنَا۠ بَشَرٌ مِّثْلُكُمْ يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ ۖ فَمَن كَانَ يَرْجُوا۟ لِقَآءَ رَبِّهِۦ فَلْيَعْمَلْ عَمَلًا صَـٰلِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِۦٓ أَحَدًۢا",
      "text_uthmani_transcribed": "Qul innamā ana basyarum miṡlukum yūḥā ilayya annamā ilāhukum ilāhuw wāḥid(un), faman kāna yarjū liqā'a rabbihī falya'mal 'amalan ṣāliḥaw wa lā yusyrik bi'ibādati rabbihī aḥadā(n).",
      "translation": "Скажи: \"Всего лишь человек я, вам подобный. И мне открылось, Что ваш Бог - Единый Бог (для всех). А кто надежды возлагает на встречу с Господом своим, Пусть добрые дела творит И в почитании Его Других божеств не призывает"
    }
  ]
}