[
  {
    "verse_number": 111,
    "text_uthmani": "إِنِّى جَزَيْتُهُمُ ٱلْيَوْمَ بِمَا صَبَرُوٓا۟ أَنَّهُمْ هُمُ ٱلْفَآئِزُونَ",
    "text_uthmani_transcribed": "Innī jazaituhumul-yauma bimā ṣabarū, annahum humul-fā'izūn(a).",
    "translation": "Сегодня Я их наградил За их терпение и стойкость Тем, что они сегодня торжествуют, Усладе (Рая) предаваясь"
  },
  {
    "verse_number": 112,
    "text_uthmani": "قَـٰلَ كَمْ لَبِثْتُمْ فِى ٱلْأَرْضِ عَدَدَ سِنِينَ",
    "text_uthmani_transcribed": "Qāla kam labiṡtum fil-arḍi 'adada sinīn(a).",
    "translation": "Он скажет: \"Сколько по числу годов Вы пробыли в земле (до Воскресения на Суд)"
  },
  {
    "verse_number": 113,
    "text_uthmani": "قَالُوا۟ لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَسْـَٔلِ ٱلْعَآدِّينَ",
    "text_uthmani_transcribed": "Qālū labiṡnā yauman au baḍa yaumin fas'alil-'āddīn(a).",
    "translation": "Они ответят: \"Пробыли мы там Один лишь день иль часть его - Спроси об этом тех, кто счет ведет (годам)"
  },
  {
    "verse_number": 114,
    "text_uthmani": "قَـٰلَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا ۖ لَّوْ أَنَّكُمْ كُنتُمْ تَعْلَمُونَ",
    "text_uthmani_transcribed": "Qāla il labiṡtum illā qalīlal lau annakum kuntum ta'lamūn(a).",
    "translation": "Он скажет: \"Пробыли вы там совсем немного, - О, если бы вы только знали"
  },
  {
    "verse_number": 115,
    "text_uthmani": "أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَـٰكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ",
    "text_uthmani_transcribed": "Afa ḥasibtum annamā khalaqnākum 'abaṡaw wa annakum ilainā lā turja'ūn(a).",
    "translation": "Так неужели вы считали, Что, забавляясь, создали Мы вас И к Нам не возвратят вас (вновь)"
  },
  {
    "verse_number": 116,
    "text_uthmani": "فَتَعَـٰلَى ٱللَّهُ ٱلْمَلِكُ ٱلْحَقُّ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْكَرِيمِ",
    "text_uthmani_transcribed": "Fa ta'ālallāhul-malikul-ḥaqq(u), lā ilāha illā huw(a), rabbul-'arsyil-karīm(i).",
    "translation": "Велик Аллах, Царь, Сам Истинный, (Как истинно все то, что Им сотворено)! Нет божества, кроме Него - Властителя Престола Чести"
  },
  {
    "verse_number": 117,
    "text_uthmani": "وَمَن يَدْعُ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ لَا بُرْهَـٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓ ۚ إِنَّهُۥ لَا يُفْلِحُ ٱلْكَـٰفِرُونَ",
    "text_uthmani_transcribed": "Wa may yad'u ma'allāhi ilāhan ākhara lā burhāna lahū bih(ī), fa innamā ḥisābuhū 'inda rabbih(ī), innahū lā yufliḥul-kāfirūn(a).",
    "translation": "А тот, кто наравне с Аллахом Другого бога призывает, - Нет у того на это основания и власти, Лишь у Него его расчет (за этот грех), - Поистине, неверным не вкусить успеха"
  },
  {
    "verse_number": 118,
    "text_uthmani": "وَقُل رَّبِّ ٱغْفِرْ وَٱرْحَمْ وَأَنتَ خَيْرُ ٱلرَّٰحِمِينَ",
    "text_uthmani_transcribed": "Wa qur rabbigfir warḥam wa anta khairur-rāḥimīn(a).",
    "translation": "Скажи же: \"Господи, прости и милуй! Ведь самый милостивый Ты"
  }
]