[
  {
    "verse_number": 56,
    "text_uthmani": "إِنِّى تَوَكَّلْتُ عَلَى ٱللَّهِ رَبِّى وَرَبِّكُم ۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذٌۢ بِنَاصِيَتِهَآ ۚ إِنَّ رَبِّى عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "text_uthmani_transcribed": "Innī tawakkaltu 'alallāhi rabbī wa rabbikum, mā min dābbatin illā huwa ākhiżum bināṣiyatihā, inna rabbī 'alā ṣirāṭim mustaqīm(in).",
    "translation": "Я уповаю на Аллаха, и моего, и вашего Владыку; И нет ни одного живого существа, Которое Он не держал бы за загривок, - Ведь, истинно, Владыка мой - на праведном пути"
  },
  {
    "verse_number": 57,
    "text_uthmani": "فَإِن تَوَلَّوْا۟ فَقَدْ أَبْلَغْتُكُم مَّآ أُرْسِلْتُ بِهِۦٓ إِلَيْكُمْ ۚ وَيَسْتَخْلِفُ رَبِّى قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّونَهُۥ شَيْـًٔا ۚ إِنَّ رَبِّى عَلَىٰ كُلِّ شَىْءٍ حَفِيظٌ",
    "text_uthmani_transcribed": "Fa in tawallau faqad ablagtukum mā ursiltu bihī ilaikum, wa yastakhlifu rabbī qauman gairakum, wa lā taḍurrūnahū syai'ā(n), inna rabbī 'alā kulli syai'in ḥafīẓ(un).",
    "translation": "Н о если вы отворотитесь, что ж! Я передал вам то, С чем мой Господь меня направил. И Он заменит вас другим народом - Ему ж нисколько вы не в силах навредить. Господь мой, истинно, Хранитель всякой вещи"
  },
  {
    "verse_number": 58,
    "text_uthmani": "وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا هُودًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَنَجَّيْنَـٰهُم مِّنْ عَذَابٍ غَلِيظٍ",
    "text_uthmani_transcribed": "Wa lammā jā'a amrunā najjainā hūdaw wal-lażīna āmanū ma'ahū biraḥmatim minnā, wa najjaināhum min 'ażābin galīẓ(in).",
    "translation": "И вот, когда свершилось Наше повеленье, Спасли Мы Худа милостью Своей И тех, которые уверовали с ним, - Уберегли их от жестокой кары"
  },
  {
    "verse_number": 59,
    "text_uthmani": "وَتِلْكَ عَادٌ ۖ جَحَدُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ وَعَصَوْا۟ رُسُلَهُۥ وَٱتَّبَعُوٓا۟ أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ",
    "text_uthmani_transcribed": "Wa tilka 'ādun jaḥadū bi'āyāti rabbihim wa 'aṣau rusulahū wattaba'ū amra kulli jabbārin 'anīd(in).",
    "translation": "Такими были люди Ад: Они знаменья Господа отвергли, Ослушались посланников Его, Последовав указу всякого строптивого (монарха)"
  },
  {
    "verse_number": 60,
    "text_uthmani": "وَأُتْبِعُوا۟ فِى هَـٰذِهِ ٱلدُّنْيَا لَعْنَةً وَيَوْمَ ٱلْقِيَـٰمَةِ ۗ أَلَآ إِنَّ عَادًا كَفَرُوا۟ رَبَّهُمْ ۗ أَلَا بُعْدًا لِّعَادٍ قَوْمِ هُودٍ",
    "text_uthmani_transcribed": "Wa utbi'ū fī hażihid-dun-yā la'nataw wa yaumal-qiyāmah(ti), alā inna 'ādan kafarū rabbahum, alā bu'dal li'ādin qaumi hūd(in).",
    "translation": "Проклятие сопутствовало им и в этом мире, И в День их Воскресения (на Суд), - О да! Поистине, отвергли своего Владыку люди Ад! Пусть сгинут со свету адиты, люди Худа"
  },
  {
    "verse_number": 61,
    "text_uthmani": "۞ وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَـٰلِحًا ۚ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ هُوَ أَنشَأَكُم مِّنَ ٱلْأَرْضِ وَٱسْتَعْمَرَكُمْ فِيهَا فَٱسْتَغْفِرُوهُ ثُمَّ تُوبُوٓا۟ إِلَيْهِ ۚ إِنَّ رَبِّى قَرِيبٌ مُّجِيبٌ",
    "text_uthmani_transcribed": "Wa ilā ṡamūda akhāhum ṣālihā(n), qāla yā qaumi'budullāḥa mā lakum min ilāhin gairuh(ū), huwa ansya'akum minal-arḍi wasta'marakum fīhā fastagfirūhu ṡumma tūbū ilaih(i), inna rabbī qarībum mujīb(un).",
    "translation": "И к самудянам Салиха, их брата, (Мы послали), И он сказал: \"О мой народ, Аллаху поклоняйтесь! Кроме Него, у вас иного Бога нет. Он - Тот, Кто произвел вас из земли И вас обосновал на ней, А потому просите о прощенье вашего Владыку, Потом к Нему с раскаянием обратитесь, - Поистине, Господь мой близок и отзывчив"
  },
  {
    "verse_number": 62,
    "text_uthmani": "قَالُوا۟ يَـٰصَـٰلِحُ قَدْ كُنتَ فِينَا مَرْجُوًّا قَبْلَ هَـٰذَآ ۖ أَتَنْهَىٰنَآ أَن نَّعْبُدَ مَا يَعْبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِى شَكٍّ مِّمَّا تَدْعُونَآ إِلَيْهِ مُرِيبٍ",
    "text_uthmani_transcribed": "Qālū yā ṣāliḥu qad kunta fīnā marjuwwan qabla hāżā atanhānā an na'buda mā ya'budu ābā'unā wa innanā lafī syakkim mimmā tad'ūnā ilaihi murīb(in).",
    "translation": "Они ответили: \"О Салих! Ты прежде был одним из нас, Мы на тебя надежды возлагали; Неужто хочешь ныне удержать нас (от богов), Которым поклонялись наши предки? Поистине, мы в тягостных сомнениях о том, К чему ты ныне призываешь нас"
  },
  {
    "verse_number": 63,
    "text_uthmani": "قَالَ يَـٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَءَاتَىٰنِى مِنْهُ رَحْمَةً فَمَن يَنصُرُنِى مِنَ ٱللَّهِ إِنْ عَصَيْتُهُۥ ۖ فَمَا تَزِيدُونَنِى غَيْرَ تَخْسِيرٍ",
    "text_uthmani_transcribed": "Qāla yā qaumi ara'aitum in kuntu 'alā bayyinatim mir rabbī, wa ātānī minhu raḥmatan famay yanṣurunī minallāhi in 'aṣaituh(ū), famā tazīdūnanī gaira takhsīr(in).",
    "translation": "И он сказал: \"О мой народ! Подумайте о том, Что если я имею ясное свидетельство (от Бога) И на меня сошло благоволение Его, Кто будет мне защитой от Аллаха, Коль я ослушаюсь Его? Вы лишь добавите к погибели моей"
  },
  {
    "verse_number": 64,
    "text_uthmani": "وَيَـٰقَوْمِ هَـٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمْ ءَايَةً فَذَرُوهَا تَأْكُلْ فِىٓ أَرْضِ ٱللَّهِ وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ",
    "text_uthmani_transcribed": "Wa yā qaumi hāżihī nāqatullāhi lakum āyatan fa żarūhā ta'kul fī arḍillāhi wa lā tamassūhā bisū'in fa ya'khużakum 'ażābun qarīb(un).",
    "translation": "О мой народ! Сие - верблюдица Аллаха, Что станет вам знамением Его. Дайте пастись ей на земле Господней И не касайтесь злом ее, Чтобы вас тотчас не постигла кара"
  },
  {
    "verse_number": 65,
    "text_uthmani": "فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا۟ فِى دَارِكُمْ ثَلَـٰثَةَ أَيَّامٍ ۖ ذَٰلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ",
    "text_uthmani_transcribed": "Fa 'aqarūhā fa qāla tamatta'ū fī dārikum ṡalāṡata ayyām(in), żālika wa'dun gairu makżūb(in).",
    "translation": "Они ж подрезали верблюдице (колени). И он сказал тогда: \"Сладитесь же в своих домах три дня, (Потом - расплата за содеянное вами), И это - обещание, Которому (повелено) свершиться"
  },
  {
    "verse_number": 66,
    "text_uthmani": "فَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا صَـٰلِحًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَمِنْ خِزْىِ يَوْمِئِذٍ ۗ إِنَّ رَبَّكَ هُوَ ٱلْقَوِىُّ ٱلْعَزِيزُ",
    "text_uthmani_transcribed": "Falammā jā'a amrunā najjainā ṣāliḥaw wal-lażīna āmanū ma'ahū biraḥmatim minnā wa min khizyi yaumi'iż(in), inna rabbaka huwal-qawiyyul-'ażīz(u).",
    "translation": "Когда же Наше повеленье проявилось, Мы Салиха и тех, кто с ним уверовал, Спасли, по милости от Нас, от унижений того Дня, - Господь твой, истинно, силен и мощен"
  }
]