{
  "chapter_number": 21,
  "verses": [
    {
      "verse_number": 23,
      "text_uthmani": "لَا يُسْـَٔلُ عَمَّا يَفْعَلُ وَهُمْ يُسْـَٔلُونَ",
      "text_uthmani_transcribed": "Lā yus'alu 'ammā yaf'alu wa hum yus'alūn(a).",
      "translation": "С Него не спросится за то, что Он вершит, - К ним же предъявят (строгий) спрос"
    },
    {
      "verse_number": 24,
      "text_uthmani": "أَمِ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً ۖ قُلْ هَاتُوا۟ بُرْهَـٰنَكُمْ ۖ هَـٰذَا ذِكْرُ مَن مَّعِىَ وَذِكْرُ مَن قَبْلِى ۗ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ ٱلْحَقَّ ۖ فَهُم مُّعْرِضُونَ",
      "text_uthmani_transcribed": "Amittakhażū min dūnihī ālihah(tan), qul hātū burhānakum, hāżā żikru mam ma'iya wa żikru man qablī, bal akṡaruhum lā ya'lamūnal-ḥaqqa fahum mu'riḍūn(a).",
      "translation": "Ужель они, кроме Него, других богов призвали? Скажи: \"Представьте ваше доказательство на это. Это - Посланье тем, которые со мной, А равно тем, что были до меня\". Но большинство их Истины не знает И уклоняется (в невежестве своем)"
    },
    {
      "verse_number": 25,
      "text_uthmani": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِىٓ إِلَيْهِ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّآ أَنَا۠ فَٱعْبُدُونِ",
      "text_uthmani_transcribed": "Wa mā arsalnā min qablika mir rasūlin illā nūḥī ilaihi annahū lā ilāha illā ana fa'budūn(i).",
      "translation": "И до тебя, (о Мухаммад!), Мы ни единого посланника не слали, Которому б внушением не дали откровенья: \"Нет божества, кроме Меня, И поклоняйтесь только Мне"
    },
    {
      "verse_number": 26,
      "text_uthmani": "وَقَالُوا۟ ٱتَّخَذَ ٱلرَّحْمَـٰنُ وَلَدًا ۗ سُبْحَـٰنَهُۥ ۚ بَلْ عِبَادٌ مُّكْرَمُونَ",
      "text_uthmani_transcribed": "Wa qāluttakhażar-raḥmānu waladan subḥānah(ū), bal 'ibādum mukramūn(a).",
      "translation": "И говорят они: \"Взял Милосердный отпрыска Себе\". Субхан Алла! (Хвала Тебе!) Да это - лишь высокочтимые служители Его"
    },
    {
      "verse_number": 27,
      "text_uthmani": "لَا يَسْبِقُونَهُۥ بِٱلْقَوْلِ وَهُم بِأَمْرِهِۦ يَعْمَلُونَ",
      "text_uthmani_transcribed": "Lā yasbiqūnahū bil-qauli wa hum bi'amrihī ya'malūn(a).",
      "translation": "Они не упреждают Его в Слове И действуют лишь по Его веленью"
    },
    {
      "verse_number": 28,
      "text_uthmani": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ٱرْتَضَىٰ وَهُم مِّنْ خَشْيَتِهِۦ مُشْفِقُونَ",
      "text_uthmani_transcribed": "Ya'lamū mā baina aidīhim wa mā khalfahum wa lā yasyfa'ūna illā limanirtaḍā wa hum min khasy-yatihī musyfiqūn(a).",
      "translation": "Он знает все, что впереди у них, И то, что позади у них (осталось). Они пред Господом своим Ни за кого не станут заступаться, Помимо тех, к кому Господь благоволит, - Они трепещут перед Ним В благоговейном страхе"
    },
    {
      "verse_number": 29,
      "text_uthmani": "۞ وَمَن يَقُلْ مِنْهُمْ إِنِّىٓ إِلَـٰهٌ مِّن دُونِهِۦ فَذَٰلِكَ نَجْزِيهِ جَهَنَّمَ ۚ كَذَٰلِكَ نَجْزِى ٱلظَّـٰلِمِينَ",
      "text_uthmani_transcribed": "Wa may yaqul minhum innī ilāhun min dūnihī fa żālika najzīhi jahannam(a), każālika najziẓ-ẓālimīn(a).",
      "translation": "А если скажет кто-нибудь из них: \"Я - бог, кроме Него\", Тому Мы Адом воздадим, - Так Мы неправедных вознаграждаем"
    },
    {
      "verse_number": 30,
      "text_uthmani": "أَوَلَمْ يَرَ ٱلَّذِينَ كَفَرُوٓا۟ أَنَّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَـٰهُمَا ۖ وَجَعَلْنَا مِنَ ٱلْمَآءِ كُلَّ شَىْءٍ حَىٍّ ۖ أَفَلَا يُؤْمِنُونَ",
      "text_uthmani_transcribed": "Awalam yaral-lażīna kafarū annas-samāwāti wal-arḍa kānatā ratqan fa fataqnāhumā, wa ja'alnā minal-mā'i kulla syai'in ḥayy(in),  afalā yu'minūn(a).",
      "translation": "Ужель неверные не видят, Что небо и земля единой массой были, Которую Мы рассекли на части, И извели из животворной влаги всяко живое существо? Неужто не уверуют они"
    },
    {
      "verse_number": 31,
      "text_uthmani": "وَجَعَلْنَا فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِهِمْ وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُونَ",
      "text_uthmani_transcribed": "Wa ja'alnā fil-arḍi rawāsiya an tamīda bihim, wa ja'anā fīhā fijājan subulal la'allahum yahtadūn(a).",
      "translation": "Мы на земле установили Прочно стоящие (твердыни гор), Чтобы она не колебалась с ними, И проложили в них проходы для дорог, Чтоб, (осознав эти знаменья), они пошли прямым путем"
    },
    {
      "verse_number": 32,
      "text_uthmani": "وَجَعَلْنَا ٱلسَّمَآءَ سَقْفًا مَّحْفُوظًا ۖ وَهُمْ عَنْ ءَايَـٰتِهَا مُعْرِضُونَ",
      "text_uthmani_transcribed": "Wa ja'alnas-samā'a saqfam maḥfūẓā(n), wa hum 'an āyātihā mu'riḍūn(a).",
      "translation": "Мы небеса раскинули (для них) охранным сводом, И все же отвращаются они От тех знамений, (что являет им творение Господне)"
    },
    {
      "verse_number": 33,
      "text_uthmani": "وَهُوَ ٱلَّذِى خَلَقَ ٱلَّيْلَ وَٱلنَّهَارَ وَٱلشَّمْسَ وَٱلْقَمَرَ ۖ كُلٌّ فِى فَلَكٍ يَسْبَحُونَ",
      "text_uthmani_transcribed": "Wa huwal-lażī khalaqal-laila wan-nahāra wasy-syamsa wal-qamar(a), kullun fī falakiy yasbaḥūn(a).",
      "translation": "Он - Тот, Кто создал Ночь и День И Солнце и Луну - И всем им начертал свой путь по небосводу"
    }
  ]
}