[
  {
    "verse_number": 23,
    "text_uthmani": "قَالَا رَبَّنَا ظَلَمْنَآ أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ ٱلْخَـٰسِرِينَ",
    "text_uthmani_transcribed": "Qālā rabbanā ẓalamnā anfusanā wa illam tagfir lanā wa tarḥamnā lanakūnanna minal-khāsirīn(a).",
    "translation": "Они ответили: \"Господь наш! Мы сами погубили наши души! И если Ты нам не простишь И Свою милость не окажешь, Мы понесем, поистине, урон тяжелый"
  },
  {
    "verse_number": 24,
    "text_uthmani": "قَالَ ٱهْبِطُوا۟ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ وَلَكُمْ فِى ٱلْأَرْضِ مُسْتَقَرٌّ وَمَتَـٰعٌ إِلَىٰ حِينٍ",
    "text_uthmani_transcribed": "Qālahbiṭū ba'ḍukum liba'ḍin 'aduww(un), wa lakum fil-arḍi mustaqarruw wa matā'un ilā ḥīn(in).",
    "translation": "Господь сказал: \"Низвергнитесь отсюда И будьте во вражде друг другу! Земля обителью вам станет И даст потребное для жизни На срок, (определенный Мной)"
  },
  {
    "verse_number": 25,
    "text_uthmani": "قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ",
    "text_uthmani_transcribed": "Qāla fīhā taḥyauna wa fīhā tamūtūna wa minhā tukhrajūn(a).",
    "translation": "На ней вам жить, на ней и умирать, И из нее ж вы будете приведены (на Суд Господень)"
  },
  {
    "verse_number": 26,
    "text_uthmani": "يَـٰبَنِىٓ ءَادَمَ قَدْ أَنزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَٰرِى سَوْءَٰتِكُمْ وَرِيشًا ۖ وَلِبَاسُ ٱلتَّقْوَىٰ ذَٰلِكَ خَيْرٌ ۚ ذَٰلِكَ مِنْ ءَايَـٰتِ ٱللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَ",
    "text_uthmani_transcribed": "Yā banī ādama qad anzalnā 'alaikum libāsay yuwārī sau'ātikum wa rīsyā(n), wa libāsut-taqwā żālika khair(un), żālika min āyātillāhi la'allahum yażżakkarūn(a).",
    "translation": "О дети Адама! Мы ниспослали вам одежды, Чтоб ими вы свою срамную наготу прикрыли, И (Мы послали вам) прекрасные наряды. Но благочестие есть лучшая из всех одежд. Сие (исходит) из знамений Бога, Чтоб вы упомнили об этом"
  },
  {
    "verse_number": 27,
    "text_uthmani": "يَـٰبَنِىٓ ءَادَمَ لَا يَفْتِنَنَّكُمُ ٱلشَّيْطَـٰنُ كَمَآ أَخْرَجَ أَبَوَيْكُم مِّنَ ٱلْجَنَّةِ يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْءَٰتِهِمَآ ۗ إِنَّهُۥ يَرَىٰكُمْ هُوَ وَقَبِيلُهُۥ مِنْ حَيْثُ لَا تَرَوْنَهُمْ ۗ إِنَّا جَعَلْنَا ٱلشَّيَـٰطِينَ أَوْلِيَآءَ لِلَّذِينَ لَا يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Yā banī ādama lā yaftinannakumusy-syaiṭānu kamā akhraja abawaikum minal-jannati yanzi'u 'anhumā libāsahumā liyuriyahumā sau'ātihimā, innahū yarākum huwa wa qabīluhū min ḥaiṡu lā taraunahum, innā ja'alnasy-syayāṭīna auliyā'a lil-lażīna lā yu'minūn(a).",
    "translation": "О дети Адама! Пусть Сатана не искусит вас, Как (искусил он) ваших праотцев - И тем исторгнул их из Рая, Совлекши с них одежду их, Чтоб им поведать их срамную наготу. Ведь он и сонм его оттуда видят вас, Откуда вы не можете их видеть. И Мы, поистине, поставили шайтанов Быть покровителями для неверных"
  },
  {
    "verse_number": 28,
    "text_uthmani": "وَإِذَا فَعَلُوا۟ فَـٰحِشَةً قَالُوا۟ وَجَدْنَا عَلَيْهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَا ۗ قُلْ إِنَّ ٱللَّهَ لَا يَأْمُرُ بِٱلْفَحْشَآءِ ۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa iżā fa'alū fāḥisyatan qālū wajadnā 'alaihā ābā'anā wallāhu amaranā bihā, qul innallāha lā ya'muru bil-faḥsyā'(i), ataqūlūna 'alallāhi mā lā ta'lamūn(a).",
    "translation": "Когда (неверные) творят какую-либо мерзость, То говорят они: \"Нашли мы наших праотцев Творящими подобное (сему); И нам Аллах велел такое\". Скажи: \"Аллах, поистине, велеть не может мерзость. Неужто на Аллаха станете вы говорить такое, О чем не ведаете сами"
  },
  {
    "verse_number": 29,
    "text_uthmani": "قُلْ أَمَرَ رَبِّى بِٱلْقِسْطِ ۖ وَأَقِيمُوا۟ وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ وَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ۚ كَمَا بَدَأَكُمْ تَعُودُونَ",
    "text_uthmani_transcribed": "Qul amara rabbī bil-qisṭ(i), wa aqīmū wujūhakum 'inda kulli masjidiw wad'ūhu mukhliṣīna lahud-dīn(a), kamā bada'akum ta'ūdūn(a).",
    "translation": "Скажи: \"Господь мой повелел вам справедливость, И обращайте свои лица лишь к Нему, Когда бы и в каком бы месте Молиться вам ни довелось. И призывайте Его имя, И в своей вере искренность блюдите. Как Он вас изначально сотворил, Так вы к Нему и возвратитесь"
  },
  {
    "verse_number": 30,
    "text_uthmani": "فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيْهِمُ ٱلضَّلَـٰلَةُ ۗ إِنَّهُمُ ٱتَّخَذُوا۟ ٱلشَّيَـٰطِينَ أَوْلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ",
    "text_uthmani_transcribed": "Farīqan hadā wa farīqan ḥaqqa 'alaihimuḍ-ḍalālah(tu), innahumuttakhażusy-syayāṭīna auliyā'a min dūnillāhi wa yaḥsabūna annahum muhtadūn(a).",
    "translation": "Одних направил Он, Уделом же других осталось заблужденье За то, что в покровители себе Вместо Него шайтанов взяли, А думают, что следуют прямой стезей"
  },
  {
    "verse_number": 31,
    "text_uthmani": "۞ يَـٰبَنِىٓ ءَادَمَ خُذُوا۟ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ وَكُلُوا۟ وَٱشْرَبُوا۟ وَلَا تُسْرِفُوٓا۟ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْرِفِينَ",
    "text_uthmani_transcribed": "Yā banī ādama khużū zīnatakum 'inda kulli masjidiw wa kulū wasyrabū wa lā tusrifū, innahū lā yuḥibbul-musrifīn(a).",
    "translation": "О дети Адама! Рядитесь в украшения и лучшие одежды Пред тем, как отправляться к месту поклоненья; Ешьте и пейте всласть, но в меру - Аллах не любит тех, кто неумерен"
  },
  {
    "verse_number": 32,
    "text_uthmani": "قُلْ مَنْ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِىٓ أَخْرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَـٰتِ مِنَ ٱلرِّزْقِ ۚ قُلْ هِىَ لِلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا خَالِصَةً يَوْمَ ٱلْقِيَـٰمَةِ ۗ كَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْلَمُونَ",
    "text_uthmani_transcribed": "Qul man ḥarrama zīnatallāhil-latī akhraja li'ibādihī waṭ-ṭayyibāti minar-rizq(i), qul hiya lil-lażīna āmanū fil-ḥayātid-dun-yā khāliṣatay yaumal-qiyāmah(ti), każālika nufaṣṣilul-āyāti liqaumiy ya'lamūn(a).",
    "translation": "Скажи: \"Кто наложил запрет На те прекрасные дары Аллаха, Что Он низвел для тех, кто в услужении Ему, И ту благую снедь, которою Он вас питает?\" Скажи: \"Все эти блага ближней жизни - Для тех, которые уверовали (в Бога) всей душой, И лишь для них - в День Воскресения (на Суд)\". Так разъясняем Мы Свои знаменья Для тех, в ком разумение живет"
  },
  {
    "verse_number": 33,
    "text_uthmani": "قُلْ إِنَّمَا حَرَّمَ رَبِّىَ ٱلْفَوَٰحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَٱلْإِثْمَ وَٱلْبَغْىَ بِغَيْرِ ٱلْحَقِّ وَأَن تُشْرِكُوا۟ بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَـٰنًا وَأَن تَقُولُوا۟ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "text_uthmani_transcribed": "Qul innamā ḥarrama rabbiyal-fawāḥisya mā ẓahara minhā wa mā baṭana wal-iṡma wal-bagya bigairil-ḥaqqi wa an tusyrikū billāhi mā lam yunazzil bihī sulṭānaw wa an taqūlū 'alallāhi mā lā ta'lamūn(a).",
    "translation": "Скажи: \"Господь мой наложил запрет На все постыдное, чем (тешитесь вы) явно или тайно; На грех и злодеяние без права; Признание с Аллахом наравне того, О чем Он не давал вам указаний свыше; И толкованье об Аллахе тех вещей, О коих нет у вас познанья никакого"
  }
]