[
  {
    "verse_number": 122,
    "text_uthmani": "۞ وَمَا كَانَ ٱلْمُؤْمِنُونَ لِيَنفِرُوا۟ كَآفَّةً ۚ فَلَوْلَا نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَآئِفَةٌ لِّيَتَفَقَّهُوا۟ فِى ٱلدِّينِ وَلِيُنذِرُوا۟ قَوْمَهُمْ إِذَا رَجَعُوٓا۟ إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ",
    "text_uthmani_transcribed": "Wa mā kānal-mu'minūna liyanfirū kāffah(tan), falau lā nafara min kulli firqatim minhum ṭā'ifatul liyatafaqqahū fid-dīni wa liyunżirū qaumahum iżā raja'ū ilaihim la'allahum yaḥżarūn(a).",
    "translation": "Не надо верным выступать (в поход) всем сразу. Пусть лучше бы составился отряд От каждого колена иль общины, Который бы у них (в тылу остался), Чтобы давать им пояснения (о том, Что составляет суть) религии (Аллаха), И наставлять по возвращении в общину свой народ, Чтоб осмотрительными были"
  },
  {
    "verse_number": 123,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ قَـٰتِلُوا۟ ٱلَّذِينَ يَلُونَكُم مِّنَ ٱلْكُفَّارِ وَلْيَجِدُوا۟ فِيكُمْ غِلْظَةً ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَعَ ٱلْمُتَّقِينَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū qātilul-lażīna yalūnakum minal-kuffāri wal-yajidū fīkum gilẓah(tan), wa'lamū annallāha ma'al-muttaqīn(a).",
    "translation": "О вы, кто верует! Сражайтесь с теми из неверных, Кто близок к вашим (очагам), И пусть они найдут суровость в вас. И знайте, что Аллах лишь с теми, Кто гнева Господа страшится"
  },
  {
    "verse_number": 124,
    "text_uthmani": "وَإِذَا مَآ أُنزِلَتْ سُورَةٌ فَمِنْهُم مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَـٰذِهِۦٓ إِيمَـٰنًا ۚ فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ فَزَادَتْهُمْ إِيمَـٰنًا وَهُمْ يَسْتَبْشِرُونَ",
    "text_uthmani_transcribed": "Wa iżā mā unzilat sūratun fa minhum may yaqūlu ayyukum zādathu hāżihī īmānā(n), fa ammal-lażīna āmanū fa zādathum īmānaw wa hum yastabsyirūn(a).",
    "translation": "Как только к ним нисходит Сура, Средь них есть те, кто говорит: \"Кому из вас она добавит веры?\" Но в тех, кто верует, она усилит веру, И радуются (ей) они"
  },
  {
    "verse_number": 125,
    "text_uthmani": "وَأَمَّا ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَىٰ رِجْسِهِمْ وَمَاتُوا۟ وَهُمْ كَـٰفِرُونَ",
    "text_uthmani_transcribed": "Wa ammal-lażīna fī qulūbihim maraḍun fa zādathum rijsan ilā rijsihim wa mātū wa hum kāfirūn(a).",
    "translation": "Для тех же, чьи сердца охвачены недугом, Она прибавит скверну к скверне их. Они в неверии умрут, (Навечно в Ад переселившись)"
  },
  {
    "verse_number": 126,
    "text_uthmani": "أَوَلَا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِى كُلِّ عَامٍ مَّرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّرُونَ",
    "text_uthmani_transcribed": "Awalā yarauna annahum yuftanūna fī kulli 'āmim marrataini ṡumma lā yatūbūna wa lā hum yażżakkarūn(a).",
    "translation": "Не видят ли они, Что каждый год единожды иль дважды Их подвергают испытанью, (Давая им возможность обратиться к Богу), - Они ж не каются и вразумлению не внемлют"
  },
  {
    "verse_number": 127,
    "text_uthmani": "وَإِذَا مَآ أُنزِلَتْ سُورَةٌ نَّظَرَ بَعْضُهُمْ إِلَىٰ بَعْضٍ هَلْ يَرَىٰكُم مِّنْ أَحَدٍ ثُمَّ ٱنصَرَفُوا۟ ۚ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ",
    "text_uthmani_transcribed": "Wa iżā mā unzilat sūratun naẓara ba'ḍuhum ilā ba'ḍ(in), hal yarākum min aḥadin ṡummanṣarafū, ṣarafallāhu qulūbahum bi'annahum qaumul lā yafqahūn(a).",
    "translation": "Когда ниспосылается им Сура, То они смотрят друг на друга, (говоря): \"Вас видит кто-нибудь?\" Потом же отвращаются (упрямо). Пусть отвратит Аллах их сердце За то, что сей народ Лишен любого разуменья"
  },
  {
    "verse_number": 128,
    "text_uthmani": "لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُم بِٱلْمُؤْمِنِينَ رَءُوفٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Laqad jā'akum rasūlum min anfusikum 'azīzun 'alaihi mā 'anittum ḥarīṣun 'alaikum  bil-mu'minīna ra'ūfur raḥīm(un).",
    "translation": "Поистине, посланник к вам пришел из вас самих, Его тревожит то, что вас беда постигнет (по незнанью), Он рЕвнует о вас, А к верным - милосерд и благ"
  },
  {
    "verse_number": 129,
    "text_uthmani": "فَإِن تَوَلَّوْا۟ فَقُلْ حَسْبِىَ ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَهُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ",
    "text_uthmani_transcribed": "Fa in tawallau faqul ḥasbiyallāhu lā ilāha illā huw(a), 'alaihi tawakkaltu wa  huwa rabbul-'arsyil-'aẓīm(i).",
    "translation": "И если они все же отвернутся, Скажи: \"Довольно мне Аллаха! Нет божества, кроме Него. Лишь на Него я уповаю - Властителя Великого Престола"
  }
]