{
  "chapter_number": 20,
  "verses": [
    {
      "verse_number": 111,
      "text_uthmani": "۞ وَعَنَتِ ٱلْوُجُوهُ لِلْحَىِّ ٱلْقَيُّومِ ۖ وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا",
      "text_uthmani_transcribed": "Wa 'anatil-wujūhu lil-ḥayyil-qayyūm(i), wa qad khāba man ḥamala ẓulmā(n).",
      "translation": "Поникнут головы (в тот День) Пред Вечным, Сущим (Властелином). Обманется в своих надеждах всяк, Кто принесет с собой (тяжелый груз) Несправедливости (земных деяний)"
    },
    {
      "verse_number": 112,
      "text_uthmani": "وَمَن يَعْمَلْ مِنَ ٱلصَّـٰلِحَـٰتِ وَهُوَ مُؤْمِنٌ فَلَا يَخَافُ ظُلْمًا وَلَا هَضْمًا",
      "text_uthmani_transcribed": "Wa may ya'mal minaṣ-ṣāliḥāti wa huwa mu'minun falā yakhāfu ẓulmaw wa lā haḍmā(n).",
      "translation": "А тот, кто делает добро и (в Господа) уверовал (душой), Не убоится ни обид, ни утеснения (довольства)"
    },
    {
      "verse_number": 113,
      "text_uthmani": "وَكَذَٰلِكَ أَنزَلْنَـٰهُ قُرْءَانًا عَرَبِيًّا وَصَرَّفْنَا فِيهِ مِنَ ٱلْوَعِيدِ لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْرًا",
      "text_uthmani_transcribed": "Wa każālika anzalnāhu qur'ānan 'arabiyyaw wa ṣarrafnā fīhi minal-wa'īdi la'allahum yattaqūna au yuḥdiṡu lahum żikrā(n).",
      "translation": "Так ниспослали Мы его - Коран арабский - И поместили в нем угрозы (Для тех, кто глух к знаменьям Нашим), - Быть может, побоятся они Бога, Иль он пробудит в них воспоминание (о Нем)"
    },
    {
      "verse_number": 114,
      "text_uthmani": "فَتَعَـٰلَى ٱللَّهُ ٱلْمَلِكُ ٱلْحَقُّ ۗ وَلَا تَعْجَلْ بِٱلْقُرْءَانِ مِن قَبْلِ أَن يُقْضَىٰٓ إِلَيْكَ وَحْيُهُۥ ۖ وَقُل رَّبِّ زِدْنِى عِلْمًا",
      "text_uthmani_transcribed": "Fa ta'ālallāhul-malikul-ḥaqq(u), wa lā ta'jal bil-qur'āni min qabli ay yuqḍā ilaika waḥyuh(ū), wa qur rabbi zidnī 'ilmā(n).",
      "translation": "Превыше всех Аллах - Царь (всех миров) и Истина (творенья)! (И ты, о Мухаммад!), не торопись с Кораном, Пока тебе не завершится откровение его, А говори: \"Господь мой, Увеличь во мне познанье"
    },
    {
      "verse_number": 115,
      "text_uthmani": "وَلَقَدْ عَهِدْنَآ إِلَىٰٓ ءَادَمَ مِن قَبْلُ فَنَسِىَ وَلَمْ نَجِدْ لَهُۥ عَزْمًا",
      "text_uthmani_transcribed": "Wa laqad 'ahidnā ilā ādama min qablu fa nasiya wa lam najid lahū 'azmā(n).",
      "translation": "Мы прежде с Адамом в Завет вступили, Но он забыл (о нем), И в нем Мы не нашли решительности твердой"
    },
    {
      "verse_number": 116,
      "text_uthmani": "وَإِذْ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ أَبَىٰ",
      "text_uthmani_transcribed": "Wa iż qulnā lil-malā'ikatisjudū li'ādama fa sajadū illā iblīsa abā.",
      "translation": "Вот Мы сказали ангелам: \"Адаму поклонитесь!\" И поклонились они все, кроме Иблиса, Кто, (возгордившись), отказался"
    },
    {
      "verse_number": 117,
      "text_uthmani": "فَقُلْنَا يَـٰٓـَٔادَمُ إِنَّ هَـٰذَا عَدُوٌّ لَّكَ وَلِزَوْجِكَ فَلَا يُخْرِجَنَّكُمَا مِنَ ٱلْجَنَّةِ فَتَشْقَىٰٓ",
      "text_uthmani_transcribed": "Fa qulnā yā ādamu inna hāżā 'aduwwul laka wa lizaujika falā yukhrijannakumā minal-jannati fa tasyqā.",
      "translation": "Тогда сказали Мы: \"О Адам! Он - враг тебе и враг твоей жене. Не допусти, чтоб он извел обоих вас из Рая, Чтобы тебе не стать несчастным"
    },
    {
      "verse_number": 118,
      "text_uthmani": "إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعْرَىٰ",
      "text_uthmani_transcribed": "Inna laka allā tajū'a fīhā wa lā ta'rā.",
      "translation": "Ведь здесь, (в Раю), не быть тебе голодным, Ни наготы (своей стыдиться)"
    },
    {
      "verse_number": 119,
      "text_uthmani": "وَأَنَّكَ لَا تَظْمَؤُا۟ فِيهَا وَلَا تَضْحَىٰ",
      "text_uthmani_transcribed": "Wa annaka lā taẓma'u fīhā wa lā taḍḥā.",
      "translation": "От жажды не страдать, Не мучиться от зноя"
    },
    {
      "verse_number": 120,
      "text_uthmani": "فَوَسْوَسَ إِلَيْهِ ٱلشَّيْطَـٰنُ قَالَ يَـٰٓـَٔادَمُ هَلْ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلْخُلْدِ وَمُلْكٍ لَّا يَبْلَىٰ",
      "text_uthmani_transcribed": "Fa waswasa ilaihisy-syaiṭānu qāla yā ādamu hal adulluka 'alā syajaratil-khuldi wa mulkil lā yablā.",
      "translation": "Но нашептал ему (дурное) Сатана, Сказав: \"О Адам! Не указать ли мне тебе На древо вечности и власти, Что не иссякнет (никогда)"
    },
    {
      "verse_number": 121,
      "text_uthmani": "فَأَكَلَا مِنْهَا فَبَدَتْ لَهُمَا سَوْءَٰتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ ٱلْجَنَّةِ ۚ وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ",
      "text_uthmani_transcribed": "Fa akalā minhā fa badat lahumā sau'ātuhumā wa ṭafiqā yakhṣifāni 'alaihimā miw waraqil-jannah(ti), wa 'aṣā ādamu rabbahū fa gawā.",
      "translation": "И они оба от него вкусили, И им открылась их срамная нагота. И (чтоб прикрыть ее), они из листьев Сада Стали плести себе (одежды). Так Бога своего ослушался Адам - И с праведной стези был совращен"
    }
  ]
}