{
  "chapter_number": 33,
  "verses": [
    {
      "verse_number": 56,
      "text_uthmani": "إِنَّ ٱللَّهَ وَمَلَـٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِىِّ ۚ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ صَلُّوا۟ عَلَيْهِ وَسَلِّمُوا۟ تَسْلِيمًا",
      "text_uthmani_transcribed": "Innallāha wa malā'ikatahū yuṣallūna 'alan-nabiyy(i), yā ayyuhal-lażīna āmanū ṣallū 'alaihi wa sallimū taslīmā(n).",
      "translation": "Аллах и ангелы Его, поистине, Пророку шлют свое благословенье, И вы, что Господу предались, Ему свое благословенье говорите И искренним приветствием приветствуйте его"
    },
    {
      "verse_number": 57,
      "text_uthmani": "إِنَّ ٱلَّذِينَ يُؤْذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُّهِينًا",
      "text_uthmani_transcribed": "Innal-lażīna yu'żūnallāha wa rasūlahū la'anahumullāhu fid-dun-yā wal-ākhirati wa a'adda lahum 'ażābam muhīnā(n).",
      "translation": "А те, кто скверно досаждает Аллаху и посланнику Его, Аллахом преданы проклятью И в этом мире, и в другом, - Он им назначил унизительную кару"
    },
    {
      "verse_number": 58,
      "text_uthmani": "وَٱلَّذِينَ يُؤْذُونَ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ بِغَيْرِ مَا ٱكْتَسَبُوا۟ فَقَدِ ٱحْتَمَلُوا۟ بُهْتَـٰنًا وَإِثْمًا مُّبِينًا",
      "text_uthmani_transcribed": "Wal-lażīna yu'żūnal-mu'minīna wal-mu'mināti bigairi maktasabū faqadiḥtamalū buhtānaw wa iṡmam mubīnā(n).",
      "translation": "А те, что незаслуженно клевещут На верующих женщин и мужчин, - Те ложь творят и грех огромный"
    },
    {
      "verse_number": 59,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّأَزْوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِن جَلَـٰبِيبِهِنَّ ۚ ذَٰلِكَ أَدْنَىٰٓ أَن يُعْرَفْنَ فَلَا يُؤْذَيْنَ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
      "text_uthmani_transcribed": "Yā ayyuhan-nabiyyu qul li'azwājika wa banātika wa nisā'il-mu'minīna yudnīna 'alaihinna min jalābībihinn(a), żālika adnā ay yu'rafna falā yu'żain(a), wa kānallāhu gafūrar raḥīmā(n).",
      "translation": "Скажи своим супругам, о пророк, И дочерям, и женам верных, Чтоб на себе они плотнее покрывала закрывали, - Это удобнее всего, чтоб узнанными быть, Не быть обруганными (без причины), - Ведь милосерд Аллах, прощающ"
    },
    {
      "verse_number": 60,
      "text_uthmani": "۞ لَّئِن لَّمْ يَنتَهِ ٱلْمُنَـٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ وَٱلْمُرْجِفُونَ فِى ٱلْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلًا",
      "text_uthmani_transcribed": "La'il lam yantahil-munāfiqūna wal-lażīna fī qulūbihim maraḍuw wal-murjifūna fil-madīnati lanugriyannaka bihim ṡumma lā yujāwirūnaka fīhā illā qalīlā(n).",
      "translation": "Но если лицемеры, и те люди, В сердцах которых есть недуг (безбожья), И те, что распускают ложный слух в Медине, Желая в ней посеять смуту, Не прекратят своих злодейств, Мы возбудим тебя (на меры) против них, И уж тогда недолго им соседствовать с тобою"
    },
    {
      "verse_number": 61,
      "text_uthmani": "مَّلْعُونِينَ ۖ أَيْنَمَا ثُقِفُوٓا۟ أُخِذُوا۟ وَقُتِّلُوا۟ تَقْتِيلًا",
      "text_uthmani_transcribed": "Mal'ūnīn(a), ainamā ṡuqifū ukhiżū wa quttilū taqtīlā(n).",
      "translation": "(Облачены) проклятием (Господним), Где бы ни встретились они, Хватать и предавать их смерти будут"
    },
    {
      "verse_number": 62,
      "text_uthmani": "سُنَّةَ ٱللَّهِ فِى ٱلَّذِينَ خَلَوْا۟ مِن قَبْلُ ۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبْدِيلًا",
      "text_uthmani_transcribed": "Sunnatallāhi fil-lażīna khalau min qabl(u), wa lan tajida lisunnatillāhi tabdīlā(n).",
      "translation": "Так было установлено Аллахом (для людей, Давно в небытие) ушедших, - (Установления Аллаха неизменны), И перемены в них ты не найдешь"
    },
    {
      "verse_number": 63,
      "text_uthmani": "يَسْـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِ ۖ قُلْ إِنَّمَا عِلْمُهَا عِندَ ٱللَّهِ ۚ وَمَا يُدْرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا",
      "text_uthmani_transcribed": "Yas'alukan-nāsu 'anis-sā'ah(ti), qul innamā 'ilmuhā 'indallāh(i), wa mā yudrīka la'allas-sā'ata takūnu qarībā(n).",
      "translation": "Они тебя о Часе вопрошают. Скажи (им): \"Знание сего - лишь у Аллаха!\" И кто тебе даст знать: не на пороге ль Он"
    },
    {
      "verse_number": 64,
      "text_uthmani": "إِنَّ ٱللَّهَ لَعَنَ ٱلْكَـٰفِرِينَ وَأَعَدَّ لَهُمْ سَعِيرًا",
      "text_uthmani_transcribed": "Innallāha la'anal-kāfirīna wa a'adda lahum sa'īrā(n).",
      "translation": "Аллах, поистине, неверных проклял И приготовил им пылающий Огонь"
    },
    {
      "verse_number": 65,
      "text_uthmani": "خَـٰلِدِينَ فِيهَآ أَبَدًا ۖ لَّا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا",
      "text_uthmani_transcribed": "Khālidīna fīhā abadā(n), lā yajidūna waliyyaw wa lā naṣīrā(n).",
      "translation": "В котором пребывать им вечно. Там покровителя им не найти, Помощника им там не будет"
    },
    {
      "verse_number": 66,
      "text_uthmani": "يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِى ٱلنَّارِ يَقُولُونَ يَـٰلَيْتَنَآ أَطَعْنَا ٱللَّهَ وَأَطَعْنَا ٱلرَّسُولَا۠",
      "text_uthmani_transcribed": "Yauma tuqallabu wujūhuhum fin-nāri yaqūlūna yā laitanā aṭa'nallāha wa aṭa'nar-rasūlā.",
      "translation": "В тот День Перевернутся лица их в Огне, и они скажут: \"О, если бы Аллаху и посланнику Его Мы (на земле) послушны были"
    }
  ]
}