{
  "chapter_number": 23,
  "verses": [
    {
      "verse_number": 78,
      "text_uthmani": "وَهُوَ ٱلَّذِىٓ أَنشَأَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَٱلْأَفْـِٔدَةَ ۚ قَلِيلًا مَّا تَشْكُرُونَ",
      "text_uthmani_transcribed": "Wa huwal-lażī yuḥyī wa yumītu wa lahukhtilāful-laili wan-nahār(i), afalā ta'qilūn(a).",
      "translation": "Он - Тот, Кто даровал вам зрение, и слух, И сердце, что (способно ощущать и мыслить), - А вы так мало благодарны"
    },
    {
      "verse_number": 79,
      "text_uthmani": "وَهُوَ ٱلَّذِى ذَرَأَكُمْ فِى ٱلْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ",
      "text_uthmani_transcribed": "Bal qālū miṡla mā qālal-awwalūn(a).",
      "translation": "Он - Тот, Кто, множа вас, рассеял по земле, К Нему же будете вы собраны опять"
    },
    {
      "verse_number": 80,
      "text_uthmani": "وَهُوَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ وَلَهُ ٱخْتِلَـٰفُ ٱلَّيْلِ وَٱلنَّهَارِ ۚ أَفَلَا تَعْقِلُونَ",
      "text_uthmani_transcribed": "Qālū a'iżā mitnā wa kunnā turābaw wa 'iẓāman a'innā lamab'ūṡūn(a).",
      "translation": "Он - Тот, Кто жизнь дает и назначает смерть, Владеет сменой ночи днем, - Ужель вам не осмыслить это"
    },
    {
      "verse_number": 81,
      "text_uthmani": "بَلْ قَالُوا۟ مِثْلَ مَا قَالَ ٱلْأَوَّلُونَ",
      "text_uthmani_transcribed": "Laqad wu'idnā naḥnu wa ābā'unā hāżā min qablu in hāżā illā asāṭīrul-awwalīn(a).",
      "translation": "Но говорят они все то же, Что говорили предки их"
    },
    {
      "verse_number": 82,
      "text_uthmani": "قَالُوٓا۟ أَءِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَـٰمًا أَءِنَّا لَمَبْعُوثُونَ",
      "text_uthmani_transcribed": "Qālū a'iżā mitnā wa kunnā turābaw wa 'iẓāman a'innā lamab'ūṡūn(a).",
      "translation": "И говорят: \"Ужель, когда умрем И обратимся в прах и кости, Мы будем истинно воскрешены"
    },
    {
      "verse_number": 83,
      "text_uthmani": "لَقَدْ وُعِدْنَا نَحْنُ وَءَابَآؤُنَا هَـٰذَا مِن قَبْلُ إِنْ هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
      "text_uthmani_transcribed": "Laqad wu'idnā naḥnu wa ābā'unā hāżā min qablu in hāżā illā asāṭīrul-awwalīn(a).",
      "translation": "Сие, поистине, обещано нам было - И нам, и нашим праотцам. Это - всего лишь сказы первых"
    },
    {
      "verse_number": 84,
      "text_uthmani": "قُل لِّمَنِ ٱلْأَرْضُ وَمَن فِيهَآ إِن كُنتُمْ تَعْلَمُونَ",
      "text_uthmani_transcribed": "Qul limanil-arḍu wa man fīhā in kuntum ta'lamūn(a).",
      "translation": "Скажи: \"Кто ведает землей и всем на ней, Если вы знаете (так много)"
    },
    {
      "verse_number": 85,
      "text_uthmani": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَذَكَّرُونَ",
      "text_uthmani_transcribed": "Sayaqūlūna lillāh(i), qul afalā tażakkarūn(a).",
      "translation": "Аллах! - они ответят (несомненно). Скажи: Неужто вы не образумитесь (и этим)"
    },
    {
      "verse_number": 86,
      "text_uthmani": "قُلْ مَن رَّبُّ ٱلسَّمَـٰوَٰتِ ٱلسَّبْعِ وَرَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ",
      "text_uthmani_transcribed": "Qul mar rabbus-samāwātis-sab'i wa rabbul-'arsyil-'aẓīm(i).",
      "translation": "Скажи: \"Кто Властелин семи небес И Властелин Великого Престола"
    },
    {
      "verse_number": 87,
      "text_uthmani": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَتَّقُونَ",
      "text_uthmani_transcribed": "Sayaqūlūna lillāh(i), qul afalā tattaqūn(a).",
      "translation": "Аллах! - они ответят (несомненно). Скажи: Неужто (и теперь) Не побоитесь вы Его (разгневать)"
    },
    {
      "verse_number": 88,
      "text_uthmani": "قُلْ مَنۢ بِيَدِهِۦ مَلَكُوتُ كُلِّ شَىْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِن كُنتُمْ تَعْلَمُونَ",
      "text_uthmani_transcribed": "Qul mam biyadihī malakūtu kulli syai'iw wa huwa yujīru wa lā yujāru 'alaihi in kuntum ta'lamūn(a).",
      "translation": "(Теперь) спроси (их): \"Чья Рука имеет власть над всем, что суще? Кто (лишь один) способен защитить? Если вы знаете, (ответьте)"
    }
  ]
}