[
  {
    "verse_number": 1,
    "text_uthmani": " الٓر ۚ تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ وَقُرْءَانٍ مُّبِينٍ",
    "text_uthmani_transcribed": "Alif lām rā, tilka āyātul-kitābi wa qur'ānim mubīn(in).",
    "translation": "Алеф - Лям - Ра. Сие - айаты Откровения и Ясного Корана"
  },
  {
    "verse_number": 2,
    "text_uthmani": "رُّبَمَا يَوَدُّ ٱلَّذِينَ كَفَرُوا۟ لَوْ كَانُوا۟ مُسْلِمِينَ",
    "text_uthmani_transcribed": "Rubamā yawaddul-lażīna kafarū lau kānū muslimīn(a).",
    "translation": "(Настанет Час), И пожелают те, кто не уверовал (в Аллаха), Стать мусульманами, (Смиренно головы склонить пред Ним)"
  },
  {
    "verse_number": 3,
    "text_uthmani": "ذَرْهُمْ يَأْكُلُوا۟ وَيَتَمَتَّعُوا۟ وَيُلْهِهِمُ ٱلْأَمَلُ ۖ فَسَوْفَ يَعْلَمُونَ",
    "text_uthmani_transcribed": "Żarhum ya'kulū wa yatamatta'ū wa yulhihimul-amalu fa saufa ya'lamūn(a).",
    "translation": "Оставь их, пусть они вкушают (сладость бытия), И забавляются, и обольщаются надеждой, - Им скоро предстоит узнать"
  },
  {
    "verse_number": 4,
    "text_uthmani": "وَمَآ أَهْلَكْنَا مِن قَرْيَةٍ إِلَّا وَلَهَا كِتَابٌ مَّعْلُومٌ",
    "text_uthmani_transcribed": "Wa mā ahlaknā min qaryatin illā wa lahā kitābum ma'lūm(un).",
    "translation": "Мы ни единого селенья не погубили без того, Чтобы не дать ему известного предначертанья"
  },
  {
    "verse_number": 5,
    "text_uthmani": "مَّا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَـْٔخِرُونَ",
    "text_uthmani_transcribed": "Mā tasbiqu min ummatin ajalahā wa mā yasta'khirūn(a).",
    "translation": "И ни один народ не может Ни обогнать и ни отсрочить свой предел"
  },
  {
    "verse_number": 6,
    "text_uthmani": "وَقَالُوا۟ يَـٰٓأَيُّهَا ٱلَّذِى نُزِّلَ عَلَيْهِ ٱلذِّكْرُ إِنَّكَ لَمَجْنُونٌ",
    "text_uthmani_transcribed": "Wa qālū yā ayyuhal-lażī nuzzila 'alaihiż-żikru innaka lamajnūn(un).",
    "translation": "И говорят они: \"О ты, которому ниспослано Посланье, - Ведь ты, поистине, (безумен или) одержим"
  },
  {
    "verse_number": 7,
    "text_uthmani": "لَّوْ مَا تَأْتِينَا بِٱلْمَلَـٰٓئِكَةِ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
    "text_uthmani_transcribed": "Lau mā ta'tīnā bil-malā'ikati in kunta minaṣ-ṣādiqīn(a).",
    "translation": "Что ж не придешь ты с ангелами к нам, Коль ты из тех, кто правду говорит"
  },
  {
    "verse_number": 8,
    "text_uthmani": "مَا نُنَزِّلُ ٱلْمَلَـٰٓئِكَةَ إِلَّا بِٱلْحَقِّ وَمَا كَانُوٓا۟ إِذًا مُّنظَرِينَ",
    "text_uthmani_transcribed": "Mā nunazzilul-malā'ikata illā bil-ḥaqqi wa mā kānū iżam munẓarīn(a).",
    "translation": "Мы ангелов не посылаем Иначе, как по истинной нужде, - И уж тогда не ждать отсрочки (нечестивым)"
  },
  {
    "verse_number": 9,
    "text_uthmani": "إِنَّا نَحْنُ نَزَّلْنَا ٱلذِّكْرَ وَإِنَّا لَهُۥ لَحَـٰفِظُونَ",
    "text_uthmani_transcribed": "Innā naḥnu nazzalnaż-żikra wa innā lahū laḥāfiẓūn(a).",
    "translation": "Мы, истинно, послали Книгу (Как руководство людям) И будем, истинно, блюсти ее сохранность"
  },
  {
    "verse_number": 10,
    "text_uthmani": "وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ فِى شِيَعِ ٱلْأَوَّلِينَ",
    "text_uthmani_transcribed": "Wa laqad arsalnā min qablika fī syiya'il-awwalīn(a).",
    "translation": "И до тебя (посланников) Мы слали, (Что были) из общин (народов) прежних"
  },
  {
    "verse_number": 11,
    "text_uthmani": "وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "text_uthmani_transcribed": "Wa mā ya'tīhim mir rasūlin illā kānū bihī yastahzi'ūn(a).",
    "translation": "И не пришел к ним ни один посланник, Которого б они не осмеяли"
  }
]