[
  {
    "verse_number": 1,
    "text_uthmani": " الٓمٓ",
    "text_uthmani_transcribed": "Alif lām mīm.",
    "translation": "Алеф - Лям - Мим"
  },
  {
    "verse_number": 2,
    "text_uthmani": "ذَٰلِكَ ٱلْكِتَـٰبُ لَا رَيْبَ ۛ فِيهِ ۛ هُدًى لِّلْمُتَّقِينَ",
    "text_uthmani_transcribed": "Żālikal-kitābu lā raiba fīh(i), hudal lil-muttaqīn(a).",
    "translation": "Книга эта, несомненно, наставление для тех, Кто, (гнева) Господа страшась, Смирен и праведен (в своих деяньях)"
  },
  {
    "verse_number": 3,
    "text_uthmani": "ٱلَّذِينَ يُؤْمِنُونَ بِٱلْغَيْبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
    "text_uthmani_transcribed": "Al-lażīna yu'minūna bil-gaibi wa yuqīmūnaṣ-ṣalāta wa mimmā razaqnāhum yunfiqūn(a).",
    "translation": "Кто верует в Незримое, Строг в совершении молитв И щедр в подаянии из благ, Которыми его Мы наделили"
  },
  {
    "verse_number": 4,
    "text_uthmani": "وَٱلَّذِينَ يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ وَبِٱلْـَٔاخِرَةِ هُمْ يُوقِنُونَ",
    "text_uthmani_transcribed": "Wal-lażīna yu'minūna bimā unzila ilaika wa mā unzila min qablik(a), wabil-ākhirati hum yūqinūn(a).",
    "translation": "Кто верует (в Писание) что послано тебе, (о Мухаммад!), И в то, что до тебя ниспослано другим (пророкам); Кто верует в другую жизнь И нет сомнений (в нем об этом)"
  },
  {
    "verse_number": 5,
    "text_uthmani": "أُو۟لَـٰٓئِكَ عَلَىٰ هُدًى مِّن رَّبِّهِمْ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "text_uthmani_transcribed": "Ulā'ika 'alā hudam mir rabbihim wa ulā'ika humul-mufliḥūn(a).",
    "translation": "Они на истинном пути от своего Владыки, И лишь они восторжествуют"
  },
  {
    "verse_number": 6,
    "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ سَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Innal-lażīna kafarū sawā'un 'alaihim a'anżartahum am lam tunżirhum lā yu'minūn(a).",
    "translation": "Но для неверных все равно, Увещевал ты их иль нет, - (В Аллаха) не уверуют они"
  },
  {
    "verse_number": 7,
    "text_uthmani": "خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْ ۖ وَعَلَىٰٓ أَبْصَـٰرِهِمْ غِشَـٰوَةٌ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
    "text_uthmani_transcribed": "Khatamallāhu 'alā qulūbihim wa 'alā sam'ihim wa 'alā abṣārihim gisyāwatuw wa lahum 'ażābun 'aẓīm(un).",
    "translation": "Бог наложил печать на их сердца и слух И взоры их покрыл завесой, - Суровой будет их расплата"
  },
  {
    "verse_number": 8,
    "text_uthmani": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلْيَوْمِ ٱلْـَٔاخِرِ وَمَا هُم بِمُؤْمِنِينَ",
    "text_uthmani_transcribed": "Wa minan-nāsi may yaqūlu āmannā billāhi wa bil-yaumil-ākhiri wa mā hum bimu'minīn(a).",
    "translation": "Но есть среди людей такие, Кто говорит: \"Мы веруем в Аллаха и Последний День!\" - Но (в глубине души) не веруют они"
  },
  {
    "verse_number": 9,
    "text_uthmani": "يُخَـٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُوا۟ وَمَا يَخْدَعُونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
    "text_uthmani_transcribed": "Yukhādi'ūnallāha wal-lażīna āmanū wa mā yakhda'ūna illā anfusahum wa mā yasy'urūn(a).",
    "translation": "Они пытаются солгать Аллаху И тем, кто уверовал (в Него). Но лгут они самим себе И этого не понимают"
  },
  {
    "verse_number": 10,
    "text_uthmani": "فِى قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ ٱللَّهُ مَرَضًا ۖ وَلَهُمْ عَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْذِبُونَ",
    "text_uthmani_transcribed": "Fī qulūbihim maraḍun fa zādahumullāhu maraḍā(n), wa lahum 'ażābun alīmum bimā kānū yakżibūn(a).",
    "translation": "Сердца их схвачены недугом, И недуг сей Аллах усилит. Мучительною будет их расплата За лживость их (к самим себе)"
  },
  {
    "verse_number": 11,
    "text_uthmani": "وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ قَالُوٓا۟ إِنَّمَا نَحْنُ مُصْلِحُونَ",
    "text_uthmani_transcribed": "Wa iżā qīla lahum lā tufsidū fil-arḍ(i), qālū innamā naḥnu muṣliḥūn(a).",
    "translation": "Когда им говорят: \"Вы на земле нечестие не сейте\", Они ответствуют: \"Напротив! Мы лишь благое сеем здесь"
  }
]