[
  {
    "verse_number": 12,
    "text_uthmani": "لَهُۥ مَقَالِيدُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّهُۥ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "text_uthmani_transcribed": "Lahū maqālīdus-samāwāti wal-arḍ(i), yabsuṭur-rizqa limay yasyā'u wa yaqdir(u), innahū bikulli syai'in 'alīm(un).",
    "translation": "В Его (Руке) - ключи небес, ключи земли, И (мудростью) Своих желаний Удел Свой щедро ширит Он Иль ограничивает (должной) мерой, - Ведь Он о всякой вещи знающ"
  },
  {
    "verse_number": 13,
    "text_uthmani": "۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحًا وَٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ وَمَا وَصَّيْنَا بِهِۦٓ إِبْرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓ ۖ أَنْ أَقِيمُوا۟ ٱلدِّينَ وَلَا تَتَفَرَّقُوا۟ فِيهِ ۚ كَبُرَ عَلَى ٱلْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ ۚ ٱللَّهُ يَجْتَبِىٓ إِلَيْهِ مَن يَشَآءُ وَيَهْدِىٓ إِلَيْهِ مَن يُنِيبُ",
    "text_uthmani_transcribed": "Syara'a lakum minad-dīni mā waṣṣā bihī nūḥaw wal-lażī auḥainā ilaika wa mā waṣṣā bihī ibrāhīma wa mūsā wa 'īsā an aqīmud-dīna wa lā tatafarraqū fīh(i), kabura 'alal-musyrikīna mā tad'ūhum ilaih(i), allāhu yajtabī ilaihi may yasyā'u wa yahdī ilaihi may yunīb(u).",
    "translation": "Он учредил для вас в религии закон, Который был завещан Нуху, - Тот, что внушением тебе Мы ниспослали И что завещан Ибрахиму, (А следом) Мусе и (позднее) Исе: \"В религии блюдите стойкость И в ней единство сохраняйте!\" Для многобожников - как тяжко то, К чему ты призываешь их! К Себе Бог избирает тех, кто этого желает, К Себе ведет того, кто обращен к Нему"
  },
  {
    "verse_number": 14,
    "text_uthmani": "وَمَا تَفَرَّقُوٓا۟ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ إِلَىٰٓ أَجَلٍ مُّسَمًّى لَّقُضِىَ بَيْنَهُمْ ۚ وَإِنَّ ٱلَّذِينَ أُورِثُوا۟ ٱلْكِتَـٰبَ مِنۢ بَعْدِهِمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ",
    "text_uthmani_transcribed": "Wa mā tafarraqū illā mim ba'di mā jā'ahumul-'ilmu bagyam bainahum, wa lau lā kalimatun sabaqat mir rabbika ilā ajalim musammal laquḍiya bainahum, wa innal-lażīna ūriṡul-kitāba mim ba'dihim lafī syakkim minhu  murīb(in).",
    "translation": "Но разделились меж собой они, Когда к ним знание пришло, По злобной зависти друг к другу, И, если бы Господне Слово Не предварило срок, назначенный (для них), Меж ними все б уже решилось. Но те, кто после них наследовали Книгу, В сомнении об этом пребывают"
  },
  {
    "verse_number": 15,
    "text_uthmani": "فَلِذَٰلِكَ فَٱدْعُ ۖ وَٱسْتَقِمْ كَمَآ أُمِرْتَ ۖ وَلَا تَتَّبِعْ أَهْوَآءَهُمْ ۖ وَقُلْ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَـٰبٍ ۖ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ ۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمْ ۖ لَنَآ أَعْمَـٰلُنَا وَلَكُمْ أَعْمَـٰلُكُمْ ۖ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ ۖ ٱللَّهُ يَجْمَعُ بَيْنَنَا ۖ وَإِلَيْهِ ٱلْمَصِيرُ",
    "text_uthmani_transcribed": "Fa liżālika fad'(u), wastaqim kamā umirt(a), wa lā tattabi' ahwā'ahum, wa qul āmantu bimā anzalallāhu min kitāb(in), wa umirtu li'a'dila bainakum, allāhu rabbunā wa rabbukum, lanā a'mālunā wa lakum a'mālukum, lā ḥujjata bainanā wa bainakum, allāhu yajma'u bainanā,wa ilaihil-maṣīr(u).",
    "translation": "А потому зови их (к Богу), Будь стойким, как повелено тебе, И их пустым страстям не следуй, а скажи: \"Уверовал я в то, Что ниспослал Аллах из Книги, И мне повелено быть справедливым между вами. Аллах - и наш, и ваш Господь, И нам (ответ держать за) наши все деянья, А вам - за ваши все дела. И между нами спорам быть не дОлжно, Аллах нас вместе соберет, - Ведь у Него - исход всему"
  },
  {
    "verse_number": 16,
    "text_uthmani": "وَٱلَّذِينَ يُحَآجُّونَ فِى ٱللَّهِ مِنۢ بَعْدِ مَا ٱسْتُجِيبَ لَهُۥ حُجَّتُهُمْ دَاحِضَةٌ عِندَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ",
    "text_uthmani_transcribed": "Wal-lażīna yuḥājjūna fillāhi mim ba'di mastujība lahū ḥujjatuhum dāḥiḍatun 'inda rabbihim wa 'alaihim gaḍabuw wa lahum 'ażābun syadīd(un).",
    "translation": "А те, кто об Аллахе спор ведет, Когда на (зов) Его уже откликнулись (другие), - (В глазах) у Господа их доводы ничтожны, На них - Господень гнев, И кара им - сурова"
  },
  {
    "verse_number": 17,
    "text_uthmani": "ٱللَّهُ ٱلَّذِىٓ أَنزَلَ ٱلْكِتَـٰبَ بِٱلْحَقِّ وَٱلْمِيزَانَ ۗ وَمَا يُدْرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٌ",
    "text_uthmani_transcribed": "Allāhul-lażī anzalal-kitāba bil-ḥaqqi wal-mīzān(a), wa mā yudrīka la'allas-sā'ata qarīb(un).",
    "translation": "Аллах есть Тот, Кто Книгу в Истине тебе послал И с ней - Весы (для замерения Добра и Зла), Что может вразумить тебя, Что Час, возможно, близок"
  },
  {
    "verse_number": 18,
    "text_uthmani": "يَسْتَعْجِلُ بِهَا ٱلَّذِينَ لَا يُؤْمِنُونَ بِهَا ۖ وَٱلَّذِينَ ءَامَنُوا۟ مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا ٱلْحَقُّ ۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِى ٱلسَّاعَةِ لَفِى ضَلَـٰلٍۭ بَعِيدٍ",
    "text_uthmani_transcribed": "Yasta'jilu bihal-lażīna lā yu'minūna bihā, wal-lażīna āmanū musyfiqūna minhā, wa ya'lamūna annahal-ḥaqq(u), alā innal-lażīna yumārūna fis-sā'ati lafī ḍalālim ba'īd(in).",
    "translation": "И только те торопят с ним, Которые в него не верят. А те, кто верует, его страшатся И знают: он есть Истина сама. Ведь те, кто сомневается о Часе, Находятся в глубоком заблужденье"
  },
  {
    "verse_number": 19,
    "text_uthmani": "ٱللَّهُ لَطِيفٌۢ بِعِبَادِهِۦ يَرْزُقُ مَن يَشَآءُ ۖ وَهُوَ ٱلْقَوِىُّ ٱلْعَزِيزُ",
    "text_uthmani_transcribed": "Allāhu laṭīfum bi'ibādihī yarzuqu may yasyā'(u), wa huwal-qawiyyul-'azīz(u).",
    "translation": "Бог благостив к служителям Своим И Свой удел дарует тем, кому желает. Силен Он и могущества исполнен"
  },
  {
    "verse_number": 20,
    "text_uthmani": "مَن كَانَ يُرِيدُ حَرْثَ ٱلْـَٔاخِرَةِ نَزِدْ لَهُۥ فِى حَرْثِهِۦ ۖ وَمَن كَانَ يُرِيدُ حَرْثَ ٱلدُّنْيَا نُؤْتِهِۦ مِنْهَا وَمَا لَهُۥ فِى ٱلْـَٔاخِرَةِ مِن نَّصِيبٍ",
    "text_uthmani_transcribed": "Man kāna yurīdu ḥarṡal-ākhirati nazid lahū fī ḥarṡih(ī), wa man kāna yurīdu ḥarṡad-dun-yā nu'tihī minhā, wa mā lahū fil-ākhirati min naṣīb(in).",
    "translation": "А кто (посеять и взрастить) плоды Для жизни будущей желает, Тому Мы увеличим сей посев. Но кто желает сева (и плодов) в сей жизни, Тому Мы предоставим (долю) от него, Но в жизни будущей ему нет доли"
  },
  {
    "verse_number": 21,
    "text_uthmani": "أَمْ لَهُمْ شُرَكَـٰٓؤُا۟ شَرَعُوا۟ لَهُم مِّنَ ٱلدِّينِ مَا لَمْ يَأْذَنۢ بِهِ ٱللَّهُ ۚ وَلَوْلَا كَلِمَةُ ٱلْفَصْلِ لَقُضِىَ بَيْنَهُمْ ۗ وَإِنَّ ٱلظَّـٰلِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ",
    "text_uthmani_transcribed": "Am lahum syurakā'u syara'ū lahum minad-dīni mā lam ya'żam bihillāh(u), wa lau lā kalimatul-faṣli laquḍiya bainahum, wa innaẓ-ẓālimīna lahum 'ażābun alīm(un).",
    "translation": "Иль есть у них другие боги, Кто учредил для них в религии (законы), Которые Аллах недозволял? И если б не (Господне) Слово решения (о Судном Дне), Меж ними все б уже решилось. Поистине, для преступивших Суровым будет наказание Господне"
  },
  {
    "verse_number": 22,
    "text_uthmani": "تَرَى ٱلظَّـٰلِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا۟ وَهُوَ وَاقِعٌۢ بِهِمْ ۗ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فِى رَوْضَاتِ ٱلْجَنَّاتِ ۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ ۚ ذَٰلِكَ هُوَ ٱلْفَضْلُ ٱلْكَبِيرُ",
    "text_uthmani_transcribed": "Taraẓ-ẓālimīna musyfiqīna mimmā kasabū wa huwa wāqi'um bihim, wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti fī rauḍātil-jannāt(i), lahum mā yasyā'ūna 'inda rabbihim, żālika huwal-faḍlul-kabīr(u).",
    "translation": "И ты увидишь страх неверных Пред тем, что уготовили они себе, Когда оно обрушится на них. Но тем, кто верует и делает благое, Быть в райских цветниках Эдема, И будет им пред их Владыкой Все то, чего они желают. Как велика (Господня) щедрость к ним"
  }
]