[
  {
    "verse_number": 23,
    "text_uthmani": "وَقَالُوا۟ لَا تَذَرُنَّ ءَالِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا",
    "text_uthmani_transcribed": "Wa qālū lā tażarunna ālihatakum wa lā tażarunna waddaw wa lā suwā'ā(n), wa lā yagūṡa wa ya'ūqa wa nasrā(n).",
    "translation": "(Друг другу) говоря: \"Вы никаких богов своих не оставляйте: Ни Вадда, ни Совага, ни Йагуса, ни Йаука и ни Насра"
  },
  {
    "verse_number": 24,
    "text_uthmani": "وَقَدْ أَضَلُّوا۟ كَثِيرًا ۖ وَلَا تَزِدِ ٱلظَّـٰلِمِينَ إِلَّا ضَلَـٰلًا",
    "text_uthmani_transcribed": "Wa qad aḍallū kaṡīrā(n), wa lā tazidiẓ-ẓālimīna illā ḍalālā(n).",
    "translation": "Они с пути уж многих сбили. И злотворящим ничего не прибавляй, А только (углуби) их заблужденье"
  },
  {
    "verse_number": 25,
    "text_uthmani": "مِّمَّا خَطِيٓـَٔـٰتِهِمْ أُغْرِقُوا۟ فَأُدْخِلُوا۟ نَارًا فَلَمْ يَجِدُوا۟ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارًا",
    "text_uthmani_transcribed": "Mimmā khaṭī'ātihim ugriqū fa'udkhilū nārā(n), falam yajidū lahum min dūnillāhi anṣārā(n).",
    "translation": "За их грехи они потоплены и введены в Огонь - И не нашли себе иного покровителя, опричь Аллаха"
  },
  {
    "verse_number": 26,
    "text_uthmani": "وَقَالَ نُوحٌ رَّبِّ لَا تَذَرْ عَلَى ٱلْأَرْضِ مِنَ ٱلْكَـٰفِرِينَ دَيَّارًا",
    "text_uthmani_transcribed": "Wa qāla nūḥur rabbi lā tażar 'alal-arḍi minal-kāfirīna dayyārā(n).",
    "translation": "И Нух сказал: \"О мой Господь! Не сохрани на сей земле (под кровом) Ни одного (упрямого) неверца"
  },
  {
    "verse_number": 27,
    "text_uthmani": "إِنَّكَ إِن تَذَرْهُمْ يُضِلُّوا۟ عِبَادَكَ وَلَا يَلِدُوٓا۟ إِلَّا فَاجِرًا كَفَّارًا",
    "text_uthmani_transcribed": "Innaka in tażarhum yuḍillū 'ibādaka wa lā yalidū illā fājiran kaffārā(n).",
    "translation": "Коль Ты оставишь хоть кого-нибудь из них, Они в Твоих служителях посеют смуту И никого не смогут породить, Кроме неверных и распутных"
  },
  {
    "verse_number": 28,
    "text_uthmani": "رَّبِّ ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِمَن دَخَلَ بَيْتِىَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ وَلَا تَزِدِ ٱلظَّـٰلِمِينَ إِلَّا تَبَارًۢا",
    "text_uthmani_transcribed": "Rabbigfir lī wa liwālidayya wa liman dakhala baitiya  mu'minaw wa lil-mu'minīna wal-mu'mināt(i), wa lā tazidiẓ-ẓālimīna illā tabārā(n).",
    "translation": "О мой Господь! Прости моим родителям и мне И всем, кто в дом мой верующим вступит, Всем верующим девам и мужам. Но злотворящим ничего не прибавляй, а погуби их"
  }
]