[
  {
    "verse_number": 34,
    "text_uthmani": "وَلِكُلِّ أُمَّةٍ أَجَلٌ ۖ فَإِذَا جَآءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
    "text_uthmani_transcribed": "Wa likulli ummatin ajal(un), fa iżā jā'a ajaluhum lā yasta'khirūna sā'ataw wa lā yastaqdimūn(a).",
    "translation": "(Назначен) всякому народу свой предел, И вот когда предел сей подойдет, Они не смогут ни на час Ни отдалить его и ни ускорить"
  },
  {
    "verse_number": 35,
    "text_uthmani": "يَـٰبَنِىٓ ءَادَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ ءَايَـٰتِى ۙ فَمَنِ ٱتَّقَىٰ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "text_uthmani_transcribed": "Yā banī ādama immā ya'tiyannakum rusulum minkum yaquṣṣūna 'alaikum āyātī, famanittaqā wa aṣlaḥa falā khaufun 'alaihim wa lā hum yaḥzanūn(a).",
    "translation": "О дети Адама! Когда придут посланцы к вам из вас самих, Толкуя вам Мои знаменья, То те, кто благочестие обрел и добродетель, - На них не ляжет страх, печаль не отягчит"
  },
  {
    "verse_number": 36,
    "text_uthmani": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَٱسْتَكْبَرُوا۟ عَنْهَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
    "text_uthmani_transcribed": "Wal-lażīna każżabū bi'āyātinā wastakbarū 'anhā ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a).",
    "translation": "А те, кто счел знаменья Наши ложью И величается над ними, - Они все - обитатели Огня, И в нем им оставаться вечно"
  },
  {
    "verse_number": 37,
    "text_uthmani": "فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَـٰتِهِۦٓ ۚ أُو۟لَـٰٓئِكَ يَنَالُهُمْ نَصِيبُهُم مِّنَ ٱلْكِتَـٰبِ ۖ حَتَّىٰٓ إِذَا جَآءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ قَالُوٓا۟ أَيْنَ مَا كُنتُمْ تَدْعُونَ مِن دُونِ ٱللَّهِ ۖ قَالُوا۟ ضَلُّوا۟ عَنَّا وَشَهِدُوا۟ عَلَىٰٓ أَنفُسِهِمْ أَنَّهُمْ كَانُوا۟ كَـٰفِرِينَ",
    "text_uthmani_transcribed": "Faman aẓlamu mimmaniftarā 'alallāhi każiban au każżaba bi'āyātih(ī), ulā'ika yanāluhum naṣībuhum minal-kitāb(i), ḥattā iżā jā'athum rusulunā yatawaffaunahum, qālū aina mā kuntum tad'ūna min dūnillāh(i), qālū ḍallū 'annā wa syahidū 'alā anfusihim annahum kānū kāfirīn(a).",
    "translation": "И есть ли нечестивее того, Кто ложь возводит на Аллаха И ложными сочтет знамения Его? Таким назначена их доля (времени и благ) Из (Вечной) Книги (назначений). Когда же к ним придут посланники от Нас, Чтоб (на земле) их жизнь закончить, Они им скажут: \"Где же те, кого вы чтили наравне с Аллахом?\" \"Они оставили в беде нас!\" - те ответят - И засвидетельствуют этим о себе, Что были неверны (Аллаху)"
  },
  {
    "verse_number": 38,
    "text_uthmani": "قَالَ ٱدْخُلُوا۟ فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ فِى ٱلنَّارِ ۖ كُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا ۖ حَتَّىٰٓ إِذَا ٱدَّارَكُوا۟ فِيهَا جَمِيعًا قَالَتْ أُخْرَىٰهُمْ لِأُولَىٰهُمْ رَبَّنَا هَـٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمْ عَذَابًا ضِعْفًا مِّنَ ٱلنَّارِ ۖ قَالَ لِكُلٍّ ضِعْفٌ وَلَـٰكِن لَّا تَعْلَمُونَ",
    "text_uthmani_transcribed": "Qāladkhulū fī umamin qad khalat min qablikum minal-jinni wal-insi fin-nār(i), kullamā dakhalat ummatul la'anat ukhtahā, ḥattā iżaddārakū fīhā jamī'ā(n), qālat ukhrāhum li'ūlāhum rabbanā hā'ulā'i aḍallūnā fa ātihim 'ażāban ḍi'fam minan-nār(i), qāla likullin ḍi'fuw wa lākil lā ta'lamūn(a).",
    "translation": "И скажет (им Господь): \"Войдите в пламя Ада, в сонмище народов, Которые прошли до вас, из джиннов и людей\". И всякий раз, когда туда Будет входить какой-либо народ, Он будет проклинать другой народ, сродни ему, Пока они все там не соберутся. И вот тогда последние о первых скажут: \"Владыка наш! Они нас совратили. Удвой им муки в адовом огне!\" Господь ответит им: \"Для всех удвою!\" Они же этого (сейчас) не понимают"
  },
  {
    "verse_number": 39,
    "text_uthmani": "وَقَالَتْ أُولَىٰهُمْ لِأُخْرَىٰهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِن فَضْلٍ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْسِبُونَ",
    "text_uthmani_transcribed": "Wa qālat ūlāhum li'ukhrāhum famā kāna lakum 'alainā min faḍlin fa żūqul-'ażāba bimā kuntum taksibūn(a).",
    "translation": "И скажут первые последним: \"Так ведь у вас же перед нами Нет преимуществ никаких! Вкусите (же сполна всю) кару За все, что (на земле) себе стяжали"
  },
  {
    "verse_number": 40,
    "text_uthmani": "إِنَّ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَٱسْتَكْبَرُوا۟ عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَٰبُ ٱلسَّمَآءِ وَلَا يَدْخُلُونَ ٱلْجَنَّةَ حَتَّىٰ يَلِجَ ٱلْجَمَلُ فِى سَمِّ ٱلْخِيَاطِ ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُجْرِمِينَ",
    "text_uthmani_transcribed": "Innal-lażīna każżabū bi'āyātinā wastakbarū 'anhā lā tufattaḥu lahum abwābus-samā'i wa lā yadkhulūnal-jannata ḥattā yalijal-jamalu fī sammil-khiyāṭ(i), wa każālika najzil-mujrimīn(a).",
    "translation": "Пред теми, кто знаменья Наши ложными считает И величается над ними, Врата небесные не отворятся, И в Рай им не войти, Пока верблюд через игольное ушко не протеснится: Так воздаем Мы нечестивым"
  },
  {
    "verse_number": 41,
    "text_uthmani": "لَهُم مِّن جَهَنَّمَ مِهَادٌ وَمِن فَوْقِهِمْ غَوَاشٍ ۚ وَكَذَٰلِكَ نَجْزِى ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Lahum min jahannama mihāduw wa min fauqihim gawāsy(in), wa każālika najziẓ-ẓālimīn(a).",
    "translation": "Их ложем будет пламя Ада, Над ними - (огненный) покров: Так воздаем Мы злотворящим"
  },
  {
    "verse_number": 42,
    "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
    "text_uthmani_transcribed": "Wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti lā nukallifu nafsan illā wus'ahā, ulā'ika aṣḥābul-jannah(ti), hum fīhā khālidūn(a).",
    "translation": "А тем, кто верует и доброе творит, Мы не возложим груз на душу, Что больше, чем она поднимет, - Им всем стать обитателями Рая И в нем навечно оставаться"
  },
  {
    "verse_number": 43,
    "text_uthmani": "وَنَزَعْنَا مَا فِى صُدُورِهِم مِّنْ غِلٍّ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَـٰرُ ۖ وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى هَدَىٰنَا لِهَـٰذَا وَمَا كُنَّا لِنَهْتَدِىَ لَوْلَآ أَنْ هَدَىٰنَا ٱللَّهُ ۖ لَقَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ ۖ وَنُودُوٓا۟ أَن تِلْكُمُ ٱلْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ",
    "text_uthmani_transcribed": "Wa naza'nā mā fī ṣudūrihim min gillin tajrī min taḥtihimul-anhār(u), wa qālul-ḥamdu lillāhil-lażī hadānā lihāżā, wa mā kunnā linahtadiya lau lā an hadānallāh(u), laqad jā'at rusulu rabbinā bil-ḥaqq(i), wa nūdū an tilkumul-jannatu ūriṡtumūhā bimā kuntum ta'malūn(a).",
    "translation": "Мы удалим из их сердец обиды, У ног их реки разольем, И будут говорить они: \"Хвала Аллаху, Который вывел нас на эту (благодать); Мы б никогда сюда не вышли сами, Если б Аллах не вывел нас к сему. Нам возвестили Истину посланники Его\". И будет им возглашено: \"Вот Рай, что дан в наследство вам За ваши добрые деянья"
  },
  {
    "verse_number": 44,
    "text_uthmani": "وَنَادَىٰٓ أَصْحَـٰبُ ٱلْجَنَّةِ أَصْحَـٰبَ ٱلنَّارِ أَن قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدتُّم مَّا وَعَدَ رَبُّكُمْ حَقًّا ۖ قَالُوا۟ نَعَمْ ۚ فَأَذَّنَ مُؤَذِّنٌۢ بَيْنَهُمْ أَن لَّعْنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Wa nādā aṣḥābul-jannati aṣḥāban-nāri an qad wajadnā mā wa'adanā rabbunā ḥaqqan fahal wajattum mā wa'ada rabbukum ḥaqqā(n), qālū na'am, fa ażżana mu'ażżinum bainahum al la'natullāhi 'alaẓ-ẓālimīn(a).",
    "translation": "И воззовут из Рая обитатели его К тем, кто в Огне (горит за злодеянья): \"Уверились мы в истине того, Что наш Господь нам обещал. Но испытали ль вы всю истину Его обетований?\" Они ответят: \"Да!\" И возгласит глашатай среди них: \"Проклятие Аллаха на неверных"
  }
]