[
  {
    "verse_number": 45,
    "text_uthmani": "وَلَقَدْ أَرْسَلْنَآ إِلَىٰ ثَمُودَ أَخَاهُمْ صَـٰلِحًا أَنِ ٱعْبُدُوا۟ ٱللَّهَ فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ",
    "text_uthmani_transcribed": "Wa laqad arsalnā ilā ṡamūda akhāhum ṣāliḥan ani'budullāha fa'iżā hum farīqāni yakhtaṣimūn(a).",
    "translation": "Мы к самудянам Салеха послали, брата их, И он сказал: \"Аллаху поклоняйтесь!\" Они же разделились на две группы, Враждующие меж собой"
  },
  {
    "verse_number": 46,
    "text_uthmani": "قَالَ يَـٰقَوْمِ لِمَ تَسْتَعْجِلُونَ بِٱلسَّيِّئَةِ قَبْلَ ٱلْحَسَنَةِ ۖ لَوْلَا تَسْتَغْفِرُونَ ٱللَّهَ لَعَلَّكُمْ تُرْحَمُونَ",
    "text_uthmani_transcribed": "Qāla yā qaumi lima tasta'jilūna bis-sayyi'ati qablal-ḥasanah(ti), lau lā tastagfirūnallāha la'allakum turḥamūn(a).",
    "translation": "И он сказал: \"О мой народ! Зачем спешите зло навлечь Прежде, чем вам (даровано) благое? Что ж вам не испросить прощения Аллаха, Чтобы помиловал (Он) вас"
  },
  {
    "verse_number": 47,
    "text_uthmani": "قَالُوا۟ ٱطَّيَّرْنَا بِكَ وَبِمَن مَّعَكَ ۚ قَالَ طَـٰٓئِرُكُمْ عِندَ ٱللَّهِ ۖ بَلْ أَنتُمْ قَوْمٌ تُفْتَنُونَ",
    "text_uthmani_transcribed": "Qāluṭ ṭayyarnā bika wa bimam ma'ak(a), qāla ṭā'irukum 'indallāhi bal antum qaumun tuftanūn(a).",
    "translation": "Нам по (полету) птиц предвещано дурное от тебя И тех, которые с тобой, - они сказали. Предвестье ваших птиц - во власти (Всемогущего) Аллаха, И вы - народ, что, несомненно, (Он задумал) испытать"
  },
  {
    "verse_number": 48,
    "text_uthmani": "وَكَانَ فِى ٱلْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِى ٱلْأَرْضِ وَلَا يُصْلِحُونَ",
    "text_uthmani_transcribed": "Wa kāna fil-madīnati tis'atu rahṭiy yufsidūna fil-arḍi wa lā yuṣliḥūn(a).",
    "translation": "А были в городе том девять человек, Которые на той земле нечестие творили, Никак к благому не стремясь"
  },
  {
    "verse_number": 49,
    "text_uthmani": "قَالُوا۟ تَقَاسَمُوا۟ بِٱللَّهِ لَنُبَيِّتَنَّهُۥ وَأَهْلَهُۥ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِۦ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِۦ وَإِنَّا لَصَـٰدِقُونَ",
    "text_uthmani_transcribed": "Qālū taqāsamū billāhi lanubayyitannahū wa ahlahū ṡumma lanaqūlanna liwaliyyihī mā syahidnā mahlika ahlihī wa innā laṣādiqūn(a).",
    "translation": "Они сказали: \"Клянитесь именем Аллаха друг пред другом, Что ночью нападем тайком На Салеха и все его семейство. Потом же скажем мстителю его крови: \"Мы не были при гибели его семьи - И правду говорим мы"
  },
  {
    "verse_number": 50,
    "text_uthmani": "وَمَكَرُوا۟ مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ",
    "text_uthmani_transcribed": "Wa makarū makraw wa makarnā makraw wa hum lā yasy'urūn(a).",
    "translation": "И стали они хитрость замышлять, А Мы Свою задумывали хитрость; Они ж об этом знать не знали"
  },
  {
    "verse_number": 51,
    "text_uthmani": "فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَـٰهُمْ وَقَوْمَهُمْ أَجْمَعِينَ",
    "text_uthmani_transcribed": "Fanẓur kaifa kāna 'āqibatu makrihim annā dammarnāhum wa qaumahum ajma'īn(a).",
    "translation": "И посмотри: каков конец был их задумкам! Мы погубили их и их народ - всех до едина"
  },
  {
    "verse_number": 52,
    "text_uthmani": "فَتِلْكَ بُيُوتُهُمْ خَاوِيَةًۢ بِمَا ظَلَمُوٓا۟ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَعْلَمُونَ",
    "text_uthmani_transcribed": "Fatilka buyūtuhum khāwiyatam bimā ẓalamū, inna fī żālika la'āyatal liqaumiy ya'lamūn(a).",
    "translation": "И вот такими стали их дома: Разрушенными до основанья За то, что они были нечестивы. В этом, поистине, знамение для тех, Кто знает (суть Господней правды)"
  },
  {
    "verse_number": 53,
    "text_uthmani": "وَأَنجَيْنَا ٱلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
    "text_uthmani_transcribed": "Wa anjainal-lażīna āmanū wa kānū yattaqūn(a).",
    "translation": "И Мы спасли лишь тех из них, Которые, страшася гнева Бога, В Него уверовали (всей душой)"
  },
  {
    "verse_number": 54,
    "text_uthmani": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ أَتَأْتُونَ ٱلْفَـٰحِشَةَ وَأَنتُمْ تُبْصِرُونَ",
    "text_uthmani_transcribed": "Wa lūṭan iż qāla liqaumihī ata'tūnal-fāḥisyata wa antum tubṣirūn(a).",
    "translation": "И (также Мы послали) Лута, И он сказал народу своему: \"Неужто станете вы делать мерзость, Когда (ее греховность) вам видна"
  },
  {
    "verse_number": 55,
    "text_uthmani": "أَئِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ شَهْوَةً مِّن دُونِ ٱلنِّسَآءِ ۚ بَلْ أَنتُمْ قَوْمٌ تَجْهَلُونَ",
    "text_uthmani_transcribed": "A'innakum lata'tūnar-rijāla syahwatam min dūnin-nisā'(i), bal antum qaumun tajhalūn(a).",
    "translation": "Неужто в похотливом вожделении своем Пойдете вы к мужчинам вместо женщин? Сколь же невежественны вы! И как распутны"
  }
]