{
  "chapter_number": 10,
  "verses": [
    {
      "verse_number": 23,
      "text_uthmani": "فَلَمَّآ أَنجَىٰهُمْ إِذَا هُمْ يَبْغُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ ۗ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغْيُكُمْ عَلَىٰٓ أَنفُسِكُم ۖ مَّتَـٰعَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ ثُمَّ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
      "text_uthmani_transcribed": "Falammā anjāhum iżā hum yabgūna fil-arḍi bigairil-ḥaqq(i), yā ayyuhan-nāsu innamā bagyukum 'alā anfusikum matā'al-ḥayātid-dun-yā, ṡumma ilainā marji'ukum fa nunabbi'ukum bimā kuntum ta'malūn(a).",
      "translation": "Когда же Он спасает их, Глядите, они вновь бесчинствуют без права на земле! О род людской! Бесчинства ваши - на погибель вам самим И сладостны лишь в ближней жизни. К Нам после этого обратный ваш приход, И Мы вам сообщим тогда Всю (суть) того, что вы творили"
    },
    {
      "verse_number": 24,
      "text_uthmani": "إِنَّمَا مَثَلُ ٱلْحَيَوٰةِ ٱلدُّنْيَا كَمَآءٍ أَنزَلْنَـٰهُ مِنَ ٱلسَّمَآءِ فَٱخْتَلَطَ بِهِۦ نَبَاتُ ٱلْأَرْضِ مِمَّا يَأْكُلُ ٱلنَّاسُ وَٱلْأَنْعَـٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلْأَرْضُ زُخْرُفَهَا وَٱزَّيَّنَتْ وَظَنَّ أَهْلُهَآ أَنَّهُمْ قَـٰدِرُونَ عَلَيْهَآ أَتَىٰهَآ أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَـٰهَا حَصِيدًا كَأَن لَّمْ تَغْنَ بِٱلْأَمْسِ ۚ كَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَتَفَكَّرُونَ",
      "text_uthmani_transcribed": "Innamā maṡalul-ḥayātid-dun-yā kamā'in anzalnāhu minas-samā'i fakhtalaṭa bihī nabātul-arḍi mimmā ya'kulun-nāsu wal-an'ām(u), ḥattā iżā akhażatil-arḍu zukhrufahā wazzayyanat wa ẓanna ahluhā annahum qādirūna 'alaihā, atāhā amrunā lailan au nahāran fa ja'alnāhā ḥaṣīdan ka'allam tagna bil-ams(i), każālika nufaṣṣilul-āyāti liqaumiy yatafakkarūn(a).",
      "translation": "Ведь жизнь ближняя подобна той воде, Что Мы низводим с неба: Смешавшись (с почвою), Она взрастит растения земные Для пропитания людей и всякого зверья. Когда ж земля зальется блеском И облачится в дивные наряды И обитатели ее сочтут, Что лишь они распоряжаться могут ею, Какой-то ночью или днем Придет к ней Наше повеленье, И Мы пожатой сделаем ее, Как будто бы еще вчера Она не процветала вовсе. Так Мы знамения толкуем тем, В ком (есть желанье) поразмыслить"
    },
    {
      "verse_number": 25,
      "text_uthmani": "وَٱللَّهُ يَدْعُوٓا۟ إِلَىٰ دَارِ ٱلسَّلَـٰمِ وَيَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "text_uthmani_transcribed": "Wallāhu yad'ū ilā dāris-salām(i), wa yahdī may yasyā'u ilā ṣirāṭim mustaqīm(in).",
      "translation": "Аллах зовет в обитель мира И тех ведет прямым путем, Кого сочтет Своим желаньем"
    },
    {
      "verse_number": 26,
      "text_uthmani": "۞ لِّلَّذِينَ أَحْسَنُوا۟ ٱلْحُسْنَىٰ وَزِيَادَةٌ ۖ وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلَا ذِلَّةٌ ۚ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "text_uthmani_transcribed": "Lil-lażīna aḥsanul-ḥusnā wa ziyādah(tun), wa lā yarhaqu wujūhahum qataruw wa lā żillah(tun), ulā'ika aṣḥābul-jannati hum fīhā khālidūn(a).",
      "translation": "Творящим доброе - добро с избытком. Ни мрак и ни бесчестие их лица не покроет, В Раю им обитать И там навечно оставаться"
    },
    {
      "verse_number": 27,
      "text_uthmani": "وَٱلَّذِينَ كَسَبُوا۟ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةٍۭ بِمِثْلِهَا وَتَرْهَقُهُمْ ذِلَّةٌ ۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنْ عَاصِمٍ ۖ كَأَنَّمَآ أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِّنَ ٱلَّيْلِ مُظْلِمًا ۚ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "text_uthmani_transcribed": "Wal-lażīna każabus-sayyi'āti jazā'u sayyi'atim bimiṡlihā, wa tarhaquhum żillah(tun), mā lahum minallāhi min 'āṣim(in), ka'annamā ugsyiyat wujūhuhum qiṭa'am minal-laili muẓlimā(n), ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a).",
      "translation": "Творящим зло воздастся злом По соответствию ему, Бесчестие покроет их, И пред Аллахом им заступника не будет; На лица теменью спадет Покров глухой и мрачной ночи, В Огне - обитель их, И пребывать им в нем навечно"
    },
    {
      "verse_number": 28,
      "text_uthmani": "وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا۟ مَكَانَكُمْ أَنتُمْ وَشُرَكَآؤُكُمْ ۚ فَزَيَّلْنَا بَيْنَهُمْ ۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمْ إِيَّانَا تَعْبُدُونَ",
      "text_uthmani_transcribed": "Wa yauma naḥsyuruhum jamī'an ṡumma naqūlu lil-lażīna asyrakū makānakum antum wa syurakā'ukum, fa zayyalnā bainahum wa qāla syurakā'uhum mā kuntum iyyānā ta'budūn(a).",
      "translation": "Настанет День, Когда Мы соберем их всех, Потом же скажем тем, Кто сотоварищей Нам прочил: \"На место! - Вы и те, кого вы чтили\". Мы отделим их друг от друга, И сотоварищи их скажут: \"Не нам, (а лишь страстям своим) вы поклонялись"
    },
    {
      "verse_number": 29,
      "text_uthmani": "فَكَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنَنَا وَبَيْنَكُمْ إِن كُنَّا عَنْ عِبَادَتِكُمْ لَغَـٰفِلِينَ",
      "text_uthmani_transcribed": "Fa kafā billāhi syahīdam bainanā wa bainakum in kunnā 'an 'ibādatikum lagāfilīn(a).",
      "translation": "И чтобы рассудить меж нами, Достаточно свидетельства Аллаха. И нам о поклоненье вашем не было известно"
    },
    {
      "verse_number": 30,
      "text_uthmani": "هُنَالِكَ تَبْلُوا۟ كُلُّ نَفْسٍ مَّآ أَسْلَفَتْ ۚ وَرُدُّوٓا۟ إِلَى ٱللَّهِ مَوْلَىٰهُمُ ٱلْحَقِّ ۖ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
      "text_uthmani_transcribed": "Hunālika tablū kullu nafsim mā aslafat wa ruddū ilallāhi maulāhumul-ḥaqqi wa ḍalla 'anhum mā kānū yaftarūn(a).",
      "translation": "Там испытает каждая душа (Весь грех того), что сотворила раньше. Они опять предстанут пред Аллахом, Пред истинным Владыкой их, И их покинет то, Что создали они своим воображеньем"
    },
    {
      "verse_number": 31,
      "text_uthmani": "قُلْ مَن يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ أَمَّن يَمْلِكُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَمَن يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَيُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ وَمَن يُدَبِّرُ ٱلْأَمْرَ ۚ فَسَيَقُولُونَ ٱللَّهُ ۚ فَقُلْ أَفَلَا تَتَّقُونَ",
      "text_uthmani_transcribed": "Qul may yarzuqukum minas-samā'i wal-arḍi ammay yamlikus-sam'a wal-abṣāra wa may yukhrijul-ḥayya minal-mayyiti wa yukhrijul-mayyita minal-ḥayyi wa may yudabbirul-amr(a), fa sayaqūlūnallāh(u), faqul afalā tattaqūn(a).",
      "translation": "Скажи: \"Кто доставляет с неба вам и из земли Потребное (для этой жизни)?\" Иль: \"Кто владеет зрением и слухом? Кто извлекает жизнь из мертвой (плоти), Из (глубины) живого вызывает смерть? Кто правит всем, что существует?\" \"Аллах!\" - они (не мешкая) ответят. Скажи: \"Так отчего не чтите вы (Его)"
    },
    {
      "verse_number": 32,
      "text_uthmani": "فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلْحَقُّ ۖ فَمَاذَا بَعْدَ ٱلْحَقِّ إِلَّا ٱلضَّلَـٰلُ ۖ فَأَنَّىٰ تُصْرَفُونَ",
      "text_uthmani_transcribed": "Fa żālikumullāhu rabbukumul-ḥaqq(u), fa māżā ba'dal-ḥaqqi illaḍ-ḍalāl(u), fa annā tuṣrafūn(a).",
      "translation": "Таков Аллах, наш истинный Господь! А что, помимо Истины, как не ошибка? Так отчего ж вы так отвращены (от Истины Его)"
    },
    {
      "verse_number": 33,
      "text_uthmani": "كَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓا۟ أَنَّهُمْ لَا يُؤْمِنُونَ",
      "text_uthmani_transcribed": "Każālika ḥaqqat kalimatu rabbika 'alal-lażīna fasaqū annahum lā yu'minūn(a).",
      "translation": "Так оправдалось Слово твоего Владыки Над этим столь преступным людом. Поистине, не веруют они"
    }
  ]
}