[
  {
    "verse_number": 56,
    "text_uthmani": "قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ ۚ قُل لَّآ أَتَّبِعُ أَهْوَآءَكُمْ ۙ قَدْ ضَلَلْتُ إِذًا وَمَآ أَنَا۠ مِنَ ٱلْمُهْتَدِينَ",
    "text_uthmani_transcribed": "Qul innī nuhītu an a'budal-lażīna tad'ūna min dūnillāh(i), qul lā attabi'u ahwā'akum, qad ḍalaltu iżaw wa mā ana minal-muhtadīn(a).",
    "translation": "Скажи: \"Запрещено мне поклоняться тем, Кого вы чтите, кроме Бога\". Скажи: \"Я не пойду путем ваших страстей, Иначе б я сошел с Господнего пути И не был бы средь тех, Которые идут прямой стезею"
  },
  {
    "verse_number": 57,
    "text_uthmani": "قُلْ إِنِّى عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَكَذَّبْتُم بِهِۦ ۚ مَا عِندِى مَا تَسْتَعْجِلُونَ بِهِۦٓ ۚ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ ۖ يَقُصُّ ٱلْحَقَّ ۖ وَهُوَ خَيْرُ ٱلْفَـٰصِلِينَ",
    "text_uthmani_transcribed": "Qul innī 'alā bayyinatim mir rabbī wa każżabtum bih(ī), mā 'indī mā tasta'jilūna bih(ī), inil-ḥukmu illā lillāh(i), yaquṣṣul-ḥaqqa wa huwa khairul-fāṣilīn(a).",
    "translation": "Скажи: \"Я (нахожусь) на ясной миссии от моего Владыки, Вы же не верите в нее. Не властен я над тем, Что вы торопите (к свершенью), - Решение того - лишь у Аллаха, - Он возглашает Истину и лучший из решающих, (Чему, когда и где свершиться)"
  },
  {
    "verse_number": 58,
    "text_uthmani": "قُل لَّوْ أَنَّ عِندِى مَا تَسْتَعْجِلُونَ بِهِۦ لَقُضِىَ ٱلْأَمْرُ بَيْنِى وَبَيْنَكُمْ ۗ وَٱللَّهُ أَعْلَمُ بِٱلظَّـٰلِمِينَ",
    "text_uthmani_transcribed": "Qul lau anna 'indī mā tasta'jilūna bihī laquḍiyal-amru bainī wa bainakum, wallāhu a'lamu biẓ-ẓālimīn(a).",
    "translation": "Скажи: \"И если б в моей власти было то, Что вы торопите (к свершенью), То дело было б решено меж мной и вами. Аллах же лучше различает нечестивых"
  },
  {
    "verse_number": 59,
    "text_uthmani": "۞ وَعِندَهُۥ مَفَاتِحُ ٱلْغَيْبِ لَا يَعْلَمُهَآ إِلَّا هُوَ ۚ وَيَعْلَمُ مَا فِى ٱلْبَرِّ وَٱلْبَحْرِ ۚ وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِى ظُلُمَـٰتِ ٱلْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِى كِتَـٰبٍ مُّبِينٍ",
    "text_uthmani_transcribed": "Wa 'indahū mafātiḥul-gaibi lā ya'lamuhā illā huw(a), wa ya'lamu mā fil-barri wal-baḥr(i), wa mā tasquṭu miw waraqatin illā ya'lamuhā wa lā ḥabbatin fī ẓulumātil-arḍi wa lā raṭbiw wa lā yābisin illā fī kitābim mubīn(in).",
    "translation": "Ключи Незримого - лишь (в веденье) Его, И лишь Ему оно известно. Известно Ему все на суше и на море, И ни единый лист не упадет без ведома Его; Ни одного зерна нет в темени земли, Ни свежей, ни сухой былинки, Что в Ясной Книге означена бы не была"
  },
  {
    "verse_number": 60,
    "text_uthmani": "وَهُوَ ٱلَّذِى يَتَوَفَّىٰكُم بِٱلَّيْلِ وَيَعْلَمُ مَا جَرَحْتُم بِٱلنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَىٰٓ أَجَلٌ مُّسَمًّى ۖ ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
    "text_uthmani_transcribed": "Wa huwal-lażī yatawaffākum bil-laili wa ya'lamu mā jaraḥtum bin-nahāri ṡumma yab'aṡukum fīhi liyuqḍā ajalum musammā(n), ṡumma ilaihi marji'ukum ṡumma yunabbi'ukum bimā kuntum ta'malūn(a).",
    "translation": "Он - Тот, Кто забирает ваши души на ночь И знает все, что вами сделано за день; А на (восходе) дня Он воскресит вас снова, (Отправив души вам назад), Чтоб завершить назначенный вам срок. Потом к Нему - и ваше возвращенье; Тогда Он в истине представит вам (Всю суть того), что вы свершили"
  },
  {
    "verse_number": 61,
    "text_uthmani": "وَهُوَ ٱلْقَاهِرُ فَوْقَ عِبَادِهِۦ ۖ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ",
    "text_uthmani_transcribed": "Wa huwal-qāhiru fauqa 'ibādihī wa yursilu 'alaikum ḥafaẓah(tan), ḥattā iżā jā'a aḥadakumul-mautu tawaffathu rusulunā wa hum lā yufarriṭūn(a).",
    "translation": "Он - полновластный Господин над слугами Своими, И Он хранителей Своих над вами шлет. Когда к кому-нибудь из вас приходит смерть, Посланцы Наши забирают его душу, Не упуская ничего, (как то предписано Аллахом)"
  },
  {
    "verse_number": 62,
    "text_uthmani": "ثُمَّ رُدُّوٓا۟ إِلَى ٱللَّهِ مَوْلَىٰهُمُ ٱلْحَقِّ ۚ أَلَا لَهُ ٱلْحُكْمُ وَهُوَ أَسْرَعُ ٱلْحَـٰسِبِينَ",
    "text_uthmani_transcribed": "Ṡumma ruddū ilallāhi maulāhumul-ḥaqq(i), alā lahul-ḥukmu wa huwa asra'ul-ḥāsibīn(a).",
    "translation": "Потом их всех к Аллаху возвратят, К их истинному Господину. О да! Он - Властелин суда и приговора, И нет быстрей Его в расчете"
  },
  {
    "verse_number": 63,
    "text_uthmani": "قُلْ مَن يُنَجِّيكُم مِّن ظُلُمَـٰتِ ٱلْبَرِّ وَٱلْبَحْرِ تَدْعُونَهُۥ تَضَرُّعًا وَخُفْيَةً لَّئِنْ أَنجَىٰنَا مِنْ هَـٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ",
    "text_uthmani_transcribed": "Qul may yunajjīkum min ẓulumātil-barri wal-baḥri tad'ūnahū taḍarru'aw wa khufyah(tan), la'in anjānā min hāżihī lanakūnanna minasy- syākirīn(a).",
    "translation": "Скажи: \"Кто вас от мрака суши и воды спасает, Когда смиренно, в молчаливом страхе, Вы обращаетесь к Нему: \"О Господи! Коль вызволишь отсюда нас, Поистине, мы станем из числа благодарящих"
  },
  {
    "verse_number": 64,
    "text_uthmani": "قُلِ ٱللَّهُ يُنَجِّيكُم مِّنْهَا وَمِن كُلِّ كَرْبٍ ثُمَّ أَنتُمْ تُشْرِكُونَ",
    "text_uthmani_transcribed": "Qulillāhu yunajjīkum minhā wa min kulli karbin ṡumma antum tusyrikūn(a).",
    "translation": "Скажи: \"Господь спасает вас от этих и от прочих бед, Потом же в равные Ему других богов вы придаете"
  },
  {
    "verse_number": 65,
    "text_uthmani": "قُلْ هُوَ ٱلْقَادِرُ عَلَىٰٓ أَن يَبْعَثَ عَلَيْكُمْ عَذَابًا مِّن فَوْقِكُمْ أَوْ مِن تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُم بَأْسَ بَعْضٍ ۗ ٱنظُرْ كَيْفَ نُصَرِّفُ ٱلْـَٔايَـٰتِ لَعَلَّهُمْ يَفْقَهُونَ",
    "text_uthmani_transcribed": "Qul huwal-qādiru 'alā ay yab'aṡa 'alaikum 'ażābam min fauqikum au min taḥti arjulikum au yalbisakum syiya'aw wa yużīqa ba'ḍakum ba'sa ba'ḍ(in), unẓur kaifa nuṣarriful-āyāti la'allahum yafqahūn(a).",
    "translation": "Скажи: \"Он - Тот, Кто мощен (в Своем гневе) Обрушить бедствия (стихийные) на вас, На ваши головы иль снизу, из-под ваших ног; Облечь вас в смуту племенной вражды И дать познать вам вкус насилия со стороны друг друга\". Смотри, как Мы по-разному толкуем им знаменья, Потом же отвращаются они"
  },
  {
    "verse_number": 66,
    "text_uthmani": "وَكَذَّبَ بِهِۦ قَوْمُكَ وَهُوَ ٱلْحَقُّ ۚ قُل لَّسْتُ عَلَيْكُم بِوَكِيلٍ",
    "text_uthmani_transcribed": "Wa każżaba bihī qaumuka  wa huwal-ḥaqq(u), qul lastu 'alaikum biwakīl(in).",
    "translation": "И твой народ считает его ложью, Тогда как он есть Истина сама. Скажи: \"За вас не поручитель я"
  }
]