{
  "chapter_number": 9,
  "verses": [
    {
      "verse_number": 1,
      "text_uthmani": "بَرَآءَةٌ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَـٰهَدتُّم مِّنَ ٱلْمُشْرِكِينَ",
      "text_uthmani_transcribed": "Barā'atum minallāhi wa rasūlihī ilal-lażīna 'āhattum minal-musyrikīn(a).",
      "translation": "(Уведомленье) от Аллаха и посланника Его Об отречении от (обязательств) с теми из неверных, С кем был у вас скреплен союзный договор"
    },
    {
      "verse_number": 2,
      "text_uthmani": "فَسِيحُوا۟ فِى ٱلْأَرْضِ أَرْبَعَةَ أَشْهُرٍ وَٱعْلَمُوٓا۟ أَنَّكُمْ غَيْرُ مُعْجِزِى ٱللَّهِ ۙ وَأَنَّ ٱللَّهَ مُخْزِى ٱلْكَـٰفِرِينَ",
      "text_uthmani_transcribed": "Fasīḥū fil-arḍi arba'ata asyhuriw wa'lamū annakum gairu mu'jizillāh(i), wa anallāha mukhzil-kāfirīn(a).",
      "translation": "Ходите же спокойно по земле четыре месяца И знайте: не ослабить вам Аллаха, Он же - позором и бесчестием покроет нечестивых"
    },
    {
      "verse_number": 3,
      "text_uthmani": "وَأَذَٰنٌ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوْمَ ٱلْحَجِّ ٱلْأَكْبَرِ أَنَّ ٱللَّهَ بَرِىٓءٌ مِّنَ ٱلْمُشْرِكِينَ ۙ وَرَسُولُهُۥ ۚ فَإِن تُبْتُمْ فَهُوَ خَيْرٌ لَّكُمْ ۖ وَإِن تَوَلَّيْتُمْ فَٱعْلَمُوٓا۟ أَنَّكُمْ غَيْرُ مُعْجِزِى ٱللَّهِ ۗ وَبَشِّرِ ٱلَّذِينَ كَفَرُوا۟ بِعَذَابٍ أَلِيمٍ",
      "text_uthmani_transcribed": "Wa ażānum minallāhi wa rasūlihī ilan-nāsi yaumal-ḥajjil akbari annallāha barī'um minal-musyrikīn(a), wa rasūluh(ū), fa in tubtum fa huwa khairul lakum, wa in tawallaitum fa'lamū annakum gairu mu'jizillāh(i), wa basysyiril-lażīna kafarū bi'ażābin alīm(in).",
      "translation": "И возглашенье от Аллаха и посланника Его к народу В великий день большого Хаджа О том, что Он, а равно и Его посланник Все обязательства перед неверными За их несоблюденье договора расторгают. Но если вы, (неверные!), раскаетесь, Для вас так будет лучше. А если все же отвратитесь, знайте: (Суда) Аллаха вам не миновать! И возвести благую Весть неверным: Их ждут мучительные кары"
    },
    {
      "verse_number": 4,
      "text_uthmani": "إِلَّا ٱلَّذِينَ عَـٰهَدتُّم مِّنَ ٱلْمُشْرِكِينَ ثُمَّ لَمْ يَنقُصُوكُمْ شَيْـًٔا وَلَمْ يُظَـٰهِرُوا۟ عَلَيْكُمْ أَحَدًا فَأَتِمُّوٓا۟ إِلَيْهِمْ عَهْدَهُمْ إِلَىٰ مُدَّتِهِمْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَّقِينَ",
      "text_uthmani_transcribed": "Illal-lażīna 'āhattum minal-musyrikīna ṡumma lam yanquṣūkum syai'aw wa lam yuẓāhirū 'alaikum aḥadan fa atimmū ilaihim 'ahdahum ilā muddatihim, innallāha yuḥibbul-muttaqīn(a).",
      "translation": "Помимо тех из многобожцев, С которыми у вас есть договор. Они его ни в чем не нарушали И никому не помогали против вас. Вы соблюдайте с ними обязательства свои До истечения их срока, - Аллах, поистине, благочестивых любит"
    },
    {
      "verse_number": 5,
      "text_uthmani": "فَإِذَا ٱنسَلَخَ ٱلْأَشْهُرُ ٱلْحُرُمُ فَٱقْتُلُوا۟ ٱلْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ وَخُذُوهُمْ وَٱحْصُرُوهُمْ وَٱقْعُدُوا۟ لَهُمْ كُلَّ مَرْصَدٍ ۚ فَإِن تَابُوا۟ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ فَخَلُّوا۟ سَبِيلَهُمْ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "text_uthmani_transcribed": "Fa iżansalakhal-asyhurul-ḥurumu faqtulul-musyrikīna ḥaiṡu wajattumūhum wa khużūhum  waḥṣurūhum waq'udū lahum kulla marṣad(in), fa in tābū wa aqāmuṣ-ṣalāta wa ātawuz-zakāta fa khallū sabīlahum, innallāha gafūrur raḥīm(un).",
      "translation": "Когда ж запретные четыре месяца пройдут, (Мы дозволяем вам) неверных убивать Везде, где б вы их ни нашли: Захватывайте (в плен) их, осаждайте (их дома) И ставьте им засады. Но коль раскаются они и обратятся, Молитву будут соблюдать И будут милостыню править, Тогда откройте им дорогу, - Аллах, поистине, прощающ, милосерд"
    },
    {
      "verse_number": 6,
      "text_uthmani": "وَإِنْ أَحَدٌ مِّنَ ٱلْمُشْرِكِينَ ٱسْتَجَارَكَ فَأَجِرْهُ حَتَّىٰ يَسْمَعَ كَلَـٰمَ ٱللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُۥ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْلَمُونَ",
      "text_uthmani_transcribed": "Wa in aḥadum minal-musyrikīnastajāraka fa ajirhu ḥattā yasma'a kalāmallāhi ṡumma ablighu ma'manah(ū), żālika bi'annahum qaumul lā ya'lamūn(a).",
      "translation": "А если кто-нибудь из многобожцев убежища попросит у тебя, То дай ему приют, Чтоб он имел возможность (в нем) Услышать Божье Слово. Потом сопроводи его в то место, Что будет безопасным для него. Так должно быть, - они ведь те, Кто никаких познаний не имеет"
    },
    {
      "verse_number": 7,
      "text_uthmani": "كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَـٰهَدتُّمْ عِندَ ٱلْمَسْجِدِ ٱلْحَرَامِ ۖ فَمَا ٱسْتَقَـٰمُوا۟ لَكُمْ فَٱسْتَقِيمُوا۟ لَهُمْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَّقِينَ",
      "text_uthmani_transcribed": "Kaifa yakūnu lil-musyrikīna 'ahdun 'indallāhi wa 'inda rasūlihī illal-lażīna 'āhattum 'indal-masjidil-ḥarām(i), famastaqāmū lakum fastaqīmū lahum, innallāha yuḥibbul-muttaqīn(a).",
      "translation": "Как может состояться договор неверных С Аллахом и посланником Его? За исключеньем тех из них, С которыми скрепили вы союз У стен Запретной (для греха) Мечети. Пока они верны вам (в соблюдении союза), Вы будьте тоже им верны, - Аллах, поистине, благочестивых любит"
    },
    {
      "verse_number": 8,
      "text_uthmani": "كَيْفَ وَإِن يَظْهَرُوا۟ عَلَيْكُمْ لَا يَرْقُبُوا۟ فِيكُمْ إِلًّا وَلَا ذِمَّةً ۚ يُرْضُونَكُم بِأَفْوَٰهِهِمْ وَتَأْبَىٰ قُلُوبُهُمْ وَأَكْثَرُهُمْ فَـٰسِقُونَ",
      "text_uthmani_transcribed": "Kaifa wa iy yaẓharū 'alaikum lā yarqubū fīkum illaw wa lā żimmah(tan), yurḍūnakum bi'afwāhihim wa ta'bā qulūbuhum, wa akṡaruhum fāsiqūn(a).",
      "translation": "Как (может быть такой союз), Когда они, если одержат верх над вами, Не соблюдают к вам, не чтят Ни кровных уз родства, ни обязательств договорных? Они устами к вам благоволят - Сердца же их отказывают (в этом), И большинство из них распутны"
    },
    {
      "verse_number": 9,
      "text_uthmani": "ٱشْتَرَوْا۟ بِـَٔايَـٰتِ ٱللَّهِ ثَمَنًا قَلِيلًا فَصَدُّوا۟ عَن سَبِيلِهِۦٓ ۚ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ",
      "text_uthmani_transcribed": "Isytarau bi'āyātillāhi ṡaman qalīlan fa ṣaddū 'an sabīlih(ī), innahum sā'a mā kānū ya'malūn(a).",
      "translation": "Они за мизерную плату Знаменьями Господними торгуют И сводят (многих) с Божьего пути. Поистине, как скверно то, что делают они"
    },
    {
      "verse_number": 10,
      "text_uthmani": "لَا يَرْقُبُونَ فِى مُؤْمِنٍ إِلًّا وَلَا ذِمَّةً ۚ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُعْتَدُونَ",
      "text_uthmani_transcribed": "Lā yarqubūna fī mu'minin illaw wa lā żimmah(tan),ulā'ika humul-mu'tadūn(a)",
      "translation": "Они не чтят ни родственные связи, Ни договорных обязательств По отношению к уверовавшим (в Бога) И преступили (все пределы, установленные Им)"
    },
    {
      "verse_number": 11,
      "text_uthmani": "فَإِن تَابُوا۟ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ فَإِخْوَٰنُكُمْ فِى ٱلدِّينِ ۗ وَنُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْلَمُونَ",
      "text_uthmani_transcribed": "Fa in tābū wa aqāmuṣ-ṣalāta wa ātawuz-zakāta fa ikhwānukum fid-dīn(i), wa nufaṣṣīlul-āyāti liqaumiy ya'lamūn(a).",
      "translation": "Но коль раскаются они и обратятся, Молитву будут соблюдать И будут милостыню править, Они вам станут братьями по вере. Так разъясняем Мы Свои знаменья Для тех, в ком разумение живет"
    }
  ]
}