{
  "chapter_number": 7,
  "verses": [
    {
      "verse_number": 166,
      "text_uthmani": "فَلَمَّا عَتَوْا۟ عَن مَّا نُهُوا۟ عَنْهُ قُلْنَا لَهُمْ كُونُوا۟ قِرَدَةً خَـٰسِـِٔينَ",
      "text_uthmani_transcribed": "Falammā 'atau 'am mā nuhū 'anhu qulnā lahum kūnū qiradatan khāsi'īn(a).",
      "translation": "Когда они дерзнули преступить запреты, Мы им сказали: \"Обратитесь в обезьян, Презренных и отвергнутых (людьми и Богом)"
    },
    {
      "verse_number": 167,
      "text_uthmani": "وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَن يَسُومُهُمْ سُوٓءَ ٱلْعَذَابِ ۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلْعِقَابِ ۖ وَإِنَّهُۥ لَغَفُورٌ رَّحِيمٌ",
      "text_uthmani_transcribed": "Wa iż ta'ażżana rabbuka layab'aṡanna 'alaihim ilā yaumil-qiyāmati may yasūmuhum sū'al-'ażāb(i), inna rabbaka lasarī'ul-'iqāb(i), wa innahū lagafūrur raḥīm(un).",
      "translation": "И вот тогда Господь твой возвестил: \"Я против них воздвигну тех, Кто будет причинять им тяжкие страданья До Дня Господнего Суда\". Господь твой в наказаниях не медлит, Но Он, поистине, прощающ, милосерд"
    },
    {
      "verse_number": 168,
      "text_uthmani": "وَقَطَّعْنَـٰهُمْ فِى ٱلْأَرْضِ أُمَمًا ۖ مِّنْهُمُ ٱلصَّـٰلِحُونَ وَمِنْهُمْ دُونَ ذَٰلِكَ ۖ وَبَلَوْنَـٰهُم بِٱلْحَسَنَـٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمْ يَرْجِعُونَ",
      "text_uthmani_transcribed": "Wa qaṭṭa'nāhum fil-arḍi umamā(n), minhumuṣ-ṣāliḥūna wa minhum dūna żālik(a), wa balaunāhum bil-ḥasanāti was-sayyi'āti la'allahum yarji'ūn(a).",
      "translation": "Мы их рассеяли по всей земле в различные народы. Средь них иные обладают благочестьем, Другие - лишены его. И Мы испытывали их (Известной долей) благоденствия и зла, Чтоб, (видя в этом назначение Господне), Они могли к Нам обратиться"
    },
    {
      "verse_number": 169,
      "text_uthmani": "فَخَلَفَ مِنۢ بَعْدِهِمْ خَلْفٌ وَرِثُوا۟ ٱلْكِتَـٰبَ يَأْخُذُونَ عَرَضَ هَـٰذَا ٱلْأَدْنَىٰ وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِن يَأْتِهِمْ عَرَضٌ مِّثْلُهُۥ يَأْخُذُوهُ ۚ أَلَمْ يُؤْخَذْ عَلَيْهِم مِّيثَـٰقُ ٱلْكِتَـٰبِ أَن لَّا يَقُولُوا۟ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ وَدَرَسُوا۟ مَا فِيهِ ۗ وَٱلدَّارُ ٱلْـَٔاخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ ۗ أَفَلَا تَعْقِلُونَ",
      "text_uthmani_transcribed": "Fa khalafa mim ba'dihim khalfuw wariṡul-kitāba ya'khużūna 'araḍa hāżal-adnā wa yaqūlūna sayugfaru lanā, wa iy ya'tihim 'araḍum miṡluhū ya'khużūh(u), alam yu'khaż 'alaihim mīṡāqul-kitābi allā yaqūlū 'alallāhi illal-ḥaqqa wa darasū mā fīh(i), wad-dārul-ākhiratu khairul lil-lażīna yattaqūn(a), afalā ta'qilūn(a).",
      "translation": "А после них (недобрые) преемники остались И унаследовали Книгу. Они избрали (себе в долю) Случайные дары земного бытия И говорили: \"Нам простится\". И если б вновь подобные дары им повстречались, Они бы взяли (без сомненья) их. Ужель с них не был взят завет Писания о том, Чтобы они о Господе лишь правду говорили? Ведь они чтят и изучают все, что в нем. Обитель же другого мира есть лучшее для тех, Кто гнева Господа страшится. Ужель вам не понять сего"
    },
    {
      "verse_number": 170,
      "text_uthmani": "وَٱلَّذِينَ يُمَسِّكُونَ بِٱلْكِتَـٰبِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجْرَ ٱلْمُصْلِحِينَ",
      "text_uthmani_transcribed": "Wal-lażīna yumassikūna bil-kitābi wa aqāmuṣ-ṣalāh(ta), innā lā nuḍī'u ajral-muṣliḥīn(a).",
      "translation": "А те из них, кто искренне привержен Книге И постоянен в совершении молитвы, - Мы не дадим пропасть награде тех, Кто совершает добрые дела"
    },
    {
      "verse_number": 171,
      "text_uthmani": "۞ وَإِذْ نَتَقْنَا ٱلْجَبَلَ فَوْقَهُمْ كَأَنَّهُۥ ظُلَّةٌ وَظَنُّوٓا۟ أَنَّهُۥ وَاقِعٌۢ بِهِمْ خُذُوا۟ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍ وَٱذْكُرُوا۟ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
      "text_uthmani_transcribed": "Wa iż nataqnal-jabala fauqahum ka'annahum ẓullatuw wa ẓannū annahū wāqi'um bihim, khużū mā ātainākum biquwwatiw ważkurū mā fīhi la'allakum tattaqūn(a).",
      "translation": "Когда Мы сотрясли над ними гору И она стала словно кров, Они подумали - падет она на них. (И Мы сказали им): \"Вы стойко следуйте тому, Что Мы вам ниспослали, И помните, что там (открыто вам), Чтоб, (гнева) Господа страшась, Вы стали бы Ему послушны"
    },
    {
      "verse_number": 172,
      "text_uthmani": "وَإِذْ أَخَذَ رَبُّكَ مِنۢ بَنِىٓ ءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَىٰٓ أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ ۖ قَالُوا۟ بَلَىٰ ۛ شَهِدْنَآ ۛ أَن تَقُولُوا۟ يَوْمَ ٱلْقِيَـٰمَةِ إِنَّا كُنَّا عَنْ هَـٰذَا غَـٰفِلِينَ",
      "text_uthmani_transcribed": "Wa iż akhaża rabbuka mim banī ādama min ẓuhūrihim żurriyyatahum wa asyhadahum 'alā anfusihim, alastu birabbikum, qālū balā - syahidnā - an taqūlū yaumal-qiyāmati innā kunnā 'an hāżā gāfilīn(a).",
      "translation": "Когда Господь твой из сынов Адама, Из чресел их, извел потомков их И повелел им о самих себе свидетельство давать: \"Не Я ли - ваш Господь, (Кто сотворил вас, соразмерил И в этом мире вам предел назначил)?\", Они сказали: \"Да. Свидетельствуем мы!\" (Мы повелели этому случиться), Чтоб вы в День Воскресения (на Суд) не говорили: \"Мы по неведению этим небрегли"
    },
    {
      "verse_number": 173,
      "text_uthmani": "أَوْ تَقُولُوٓا۟ إِنَّمَآ أَشْرَكَ ءَابَآؤُنَا مِن قَبْلُ وَكُنَّا ذُرِّيَّةً مِّنۢ بَعْدِهِمْ ۖ أَفَتُهْلِكُنَا بِمَا فَعَلَ ٱلْمُبْطِلُونَ",
      "text_uthmani_transcribed": "Au taqūlū innamā asyraka ābā'unā min qablu wa kunnā żurriyyatam mim ba'dihim, afatuhlikunā bimā fa'alal-mubṭilūn(a).",
      "translation": "Иль чтоб не говорили вы: \"Наши отцы еще до нас Другие божества Аллаху придавали. Мы ж после них наследовали им. Так неужели Ты погубишь нас За то, что необдуманно (творили) наши предки"
    },
    {
      "verse_number": 174,
      "text_uthmani": "وَكَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ وَلَعَلَّهُمْ يَرْجِعُونَ",
      "text_uthmani_transcribed": "Wa każālika nufaṣṣilul-āyāti wa la'allahum yarji'ūn(a).",
      "translation": "Так ясно излагаем Мы знаменья, Чтобы они могли к Нам обратиться"
    },
    {
      "verse_number": 175,
      "text_uthmani": "وَٱتْلُ عَلَيْهِمْ نَبَأَ ٱلَّذِىٓ ءَاتَيْنَـٰهُ ءَايَـٰتِنَا فَٱنسَلَخَ مِنْهَا فَأَتْبَعَهُ ٱلشَّيْطَـٰنُ فَكَانَ مِنَ ٱلْغَاوِينَ",
      "text_uthmani_transcribed": "Watlu 'alaihim naba'al-lażī ātaināhu āyātinā fansalakha minhā fa atba'ahusy-syaiṭānu fa kāna minal-gāwīn(a).",
      "translation": "Ты им прочти рассказ о человеке, Кому явили Мы знамения Свои, Но уклонился он от них, И за собой вослед увел его шайтан, И стал он из числа заблудших"
    },
    {
      "verse_number": 176,
      "text_uthmani": "وَلَوْ شِئْنَا لَرَفَعْنَـٰهُ بِهَا وَلَـٰكِنَّهُۥٓ أَخْلَدَ إِلَى ٱلْأَرْضِ وَٱتَّبَعَ هَوَىٰهُ ۚ فَمَثَلُهُۥ كَمَثَلِ ٱلْكَلْبِ إِن تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَث ۚ ذَّٰلِكَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا ۚ فَٱقْصُصِ ٱلْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ",
      "text_uthmani_transcribed": "Wa lau syi'nā larafa'nāhu bihā wa lākinnahū akhlada ilal-arḍi wattaba'a hawāh(u), fa maṡaluhū kamaṡalil-kalb(i), in taḥmil 'alaihi yalhaṡ au tatrukūhu yalhaṡ, żālika maṡalul-qaumil-lażīna każżabū bi'āyātinā, faqṣuṣil-qaṣaṣa la'allahum yatafakkarūn(a).",
      "translation": "И если б Мы того желали, Мы ими бы возвысили его, Но он приник к земным (страстям) И предался своим желаньям. И стал он походить на пса, Что возбужденно дышит, высунув язык, И если нападаешь на него, И если от него уходишь. И это притча о тех людях, Которые сочли знаменья Наши (ложью). Ты расскажи им этот сказ, - Быть может, это их заставит поразмыслить"
    }
  ]
}