{
  "chapter_number": 7,
  "verses": [
    {
      "verse_number": 67,
      "text_uthmani": "قَالَ يَـٰقَوْمِ لَيْسَ بِى سَفَاهَةٌ وَلَـٰكِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَـٰلَمِينَ",
      "text_uthmani_transcribed": "Qāla yā qaumi laisa bī safāhatuw wa lākinnī rasūlum mir rabbil-'ālamīn(a).",
      "translation": "Он (им) сказал: \"О мой народ! Нет безрассудства у меня, И я - посланник к вам от Господа миров"
    },
    {
      "verse_number": 68,
      "text_uthmani": "أُبَلِّغُكُمْ رِسَـٰلَـٰتِ رَبِّى وَأَنَا۠ لَكُمْ نَاصِحٌ أَمِينٌ",
      "text_uthmani_transcribed": "Uballigukum risālāti rabbī wa ana lakum nāṣiḥun amīn(un).",
      "translation": "Я вам несу посланье моего Владыки, И я для вас - советник верный"
    },
    {
      "verse_number": 69,
      "text_uthmani": "أَوَعَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ ۚ وَٱذْكُرُوٓا۟ إِذْ جَعَلَكُمْ خُلَفَآءَ مِنۢ بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِى ٱلْخَلْقِ بَصْۜطَةً ۖ فَٱذْكُرُوٓا۟ ءَالَآءَ ٱللَّهِ لَعَلَّكُمْ تُفْلِحُونَ",
      "text_uthmani_transcribed": "Awa'ajibtum an jā'akum żikrum mir rabbikum 'alā rajulim minkum liyunżirakum, ważkurū iż ja'alakum khulafā'a mim ba'di qaumi nūḥiw wa zādakum fil-khalqi basṭah(tan), fażkurū ālā'allāhi la'allakum tufliḥūn(a).",
      "translation": "Ужель дивитесь вы тому, Что вам пришло Напоминание Господне Через того, кто из среды самих вас вышел, Чтоб им он вас увещевал? Вы вспомните, что Он поставил вас преемниками Нуха И дал вам рост над прочим людом. И помните о тех благодеяньях, Которыми Аллах вас одарил, Чтоб вы, (уверовав), могли познать блаженство"
    },
    {
      "verse_number": 70,
      "text_uthmani": "قَالُوٓا۟ أَجِئْتَنَا لِنَعْبُدَ ٱللَّهَ وَحْدَهُۥ وَنَذَرَ مَا كَانَ يَعْبُدُ ءَابَآؤُنَا ۖ فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
      "text_uthmani_transcribed": "Qālū aji'tanā lina'budallāha waḥdahū wa nażara mā kāna ya'budu ābā'unā, fa'tinā bimā ta'idunā in kunta minaṣ ṣādiqīn(a).",
      "translation": "Они ответили: \"Неужто ты пришел лишь для того, Чтоб мы единому Аллаху поклонялись И отказались от богов, Которых чтили наши праотцы? И если ты в числе правдивых, Представь нам то, чем ты грозишь"
    },
    {
      "verse_number": 71,
      "text_uthmani": "قَالَ قَدْ وَقَعَ عَلَيْكُم مِّن رَّبِّكُمْ رِجْسٌ وَغَضَبٌ ۖ أَتُجَـٰدِلُونَنِى فِىٓ أَسْمَآءٍ سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلْطَـٰنٍ ۚ فَٱنتَظِرُوٓا۟ إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ",
      "text_uthmani_transcribed": "Qāla qad waqa'a 'alaikum mir rabbikum rijsuw wa gaḍab(un), atujādilūnanī fī asmā'in sammaitumūhā antum wa ābā'ukum mā nazzalallāhu bihā min sulṭān(in), fantaẓirū innī ma'akum minal-muntaẓirīn(a).",
      "translation": "И он сказал: \"Уже постигли вас И гнев, и кара вашего Владыки. Ужель вы станете со мною препираться Об именах, что вы и ваши праотцы Изобрели для тех (богов), О коих не было вам власти от Аллаха? (Что ж!) Ждите, вместе с вами подожду и я"
    },
    {
      "verse_number": 72,
      "text_uthmani": "فَأَنجَيْنَـٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَقَطَعْنَا دَابِرَ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا ۖ وَمَا كَانُوا۟ مُؤْمِنِينَ",
      "text_uthmani_transcribed": "Fa anjaināhu wal-lażīna ma'ahū biraḥmatim minnā wa qaṭa'nā dābiral-lażīna każżabū bi'āyātinā wa mā kānū mu'minīn(a).",
      "translation": "Мы милостью Своей Спасли его и тех, кто с ним, И истребили на корню всех тех, Кто не уверовал и ложью объявил знамения Господни"
    },
    {
      "verse_number": 73,
      "text_uthmani": "وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَـٰلِحًا ۗ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ قَدْ جَآءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ ۖ هَـٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمْ ءَايَةً ۖ فَذَرُوهَا تَأْكُلْ فِىٓ أَرْضِ ٱللَّهِ ۖ وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ",
      "text_uthmani_transcribed": "Wa ilā ṡamūda akhāhum ṣāliḥā(n), qāla yā qaumi'budullāha mā lakum min ilāhin gairuh(ū), qad jā'atkum bayyinatum mir rabbikum, hāżihī nāqatullāhi lakum āyatan fa żarūhā ta'kul fī arḍillāhi wa lā tamassūhā bisū'in fa ya'khużakum 'ażābun alīm(un).",
      "translation": "И к самудянам Салиха, их брата, (Мы послали), И он сказал: \"О мой народ! Аллаху поклоняйтесь! Кроме Него, у вас иного Бога нет. Пришло к вам ясное свидетельство от вашего Владыки: Это - верблюдица Аллаха, Что станет вам знамением Его. Дайте пастись ей на земле Аллаха, Не причиняя ей вреда, Чтоб на себя суровой кары не навлечь"
    },
    {
      "verse_number": 74,
      "text_uthmani": "وَٱذْكُرُوٓا۟ إِذْ جَعَلَكُمْ خُلَفَآءَ مِنۢ بَعْدِ عَادٍ وَبَوَّأَكُمْ فِى ٱلْأَرْضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورًا وَتَنْحِتُونَ ٱلْجِبَالَ بُيُوتًا ۖ فَٱذْكُرُوٓا۟ ءَالَآءَ ٱللَّهِ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
      "text_uthmani_transcribed": "Ważkurū iż ja'alakum khulafā'a mim ba'di 'ādiw wa bawwa'akum fil-arḍi tattakhiżūna min suhūlihā quṣūraw wa tanḥitūnal-jibāla buyūtā(n), fażkurū ālā'allāhi wa lā ta'ṡau fil-arḍi mufsidīn(a).",
      "translation": "Вы вспомните, Он вас поставил Преемником народа Ад И поместил вас на земле, Где вы в долинах строите себе дворцы и замки И иссекаете себе дома из скал. Так помните (о всех) благодеяниях (Аллаха) И не ходите по земле, бесчинствуя на ней (И тем внося беду в Его порядок)"
    },
    {
      "verse_number": 75,
      "text_uthmani": "قَالَ ٱلْمَلَأُ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ مِن قَوْمِهِۦ لِلَّذِينَ ٱسْتُضْعِفُوا۟ لِمَنْ ءَامَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَـٰلِحًا مُّرْسَلٌ مِّن رَّبِّهِۦ ۚ قَالُوٓا۟ إِنَّا بِمَآ أُرْسِلَ بِهِۦ مُؤْمِنُونَ",
      "text_uthmani_transcribed": "Qālal-mala'ul-lażīnastakbarū min qaumihī lil-lażīnastuḍ'ifū liman āmana minhum ata'lamūna anna ṣāliḥam mursalum mir rabbih(ī), qālū innā bimā ursila bihī mu'minūn(a).",
      "translation": "И вот надменные из знати родовой его народа Сказали тем, кто слыл смиренно-кротким, - Таким, которые уверовали (в Бога): \"Действительно ль вы знаете о том, Что Салих послан к вам от своего Владыки?\" Они ответили: \"Мы веруем действительно во все, С чем он (от Господа) к нам послан"
    },
    {
      "verse_number": 76,
      "text_uthmani": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا بِٱلَّذِىٓ ءَامَنتُم بِهِۦ كَـٰفِرُونَ",
      "text_uthmani_transcribed": "Qālal-lażīnastakbarū innā bil-lażī āmantum bihī kāfirūn(a).",
      "translation": "Тогда надменные сказали: \"Мы, истинно, не верим в то, Во что уверовали вы"
    },
    {
      "verse_number": 77,
      "text_uthmani": "فَعَقَرُوا۟ ٱلنَّاقَةَ وَعَتَوْا۟ عَنْ أَمْرِ رَبِّهِمْ وَقَالُوا۟ يَـٰصَـٰلِحُ ٱئْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلْمُرْسَلِينَ",
      "text_uthmani_transcribed": "Fa 'aqarun-nāqata wa 'atau 'an amri rabbihim wa qālū yā ṣāliḥu'tinā bimā ta'idunā in kunta minal-mursalīn(a).",
      "translation": "И той верблюдице подрезали (колени), Дерзнув ослушаться Господнего приказа, И молвили: \"О Салих! Коль ты действительно посланник, Так навлеки на нас свои угрозы"
    }
  ]
}