{
  "chapter_number": 9,
  "verses": [
    {
      "verse_number": 45,
      "text_uthmani": "إِنَّمَا يَسْتَـْٔذِنُكَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَٱرْتَابَتْ قُلُوبُهُمْ فَهُمْ فِى رَيْبِهِمْ يَتَرَدَّدُونَ",
      "text_uthmani_transcribed": "Innamā yasta'żinukal-lażīna lā yu'minūna billāhi wal-yaumil-ākhiri wartābat qulūbuhum fahum fī raibihim yataraddadūn(a).",
      "translation": "Просить освобождения (от боя) будут те, Которые не веруют в Аллаха и Последний День, Чье сердце переполнено сомненьем, И в нем колеблются они"
    },
    {
      "verse_number": 46,
      "text_uthmani": "۞ وَلَوْ أَرَادُوا۟ ٱلْخُرُوجَ لَأَعَدُّوا۟ لَهُۥ عُدَّةً وَلَـٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ ٱقْعُدُوا۟ مَعَ ٱلْقَـٰعِدِينَ",
      "text_uthmani_transcribed": "Wa lau arādul-khurūja la'a'addū lahū 'uddataw wa lākin karihallāhumbi'āṡahum fa ṡabbaṭahum wa qīlaq'udū ma'al-qā'idīn(a).",
      "translation": "И если б (искренне) в поход они желали выйти, Они б готовить стали снаряжение к нему, Но, (зная тайны их сердец), Аллаху было неугодно их участие в походе, И потому Он удержал их от него, И было сказано: \"Сидите с теми, кто сидит (и ждет исхода)"
    },
    {
      "verse_number": 47,
      "text_uthmani": "لَوْ خَرَجُوا۟ فِيكُم مَّا زَادُوكُمْ إِلَّا خَبَالًا وَلَأَوْضَعُوا۟ خِلَـٰلَكُمْ يَبْغُونَكُمُ ٱلْفِتْنَةَ وَفِيكُمْ سَمَّـٰعُونَ لَهُمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
      "text_uthmani_transcribed": "Wa lau kharajū fīkum mā zādūkum illā khabālaw wa la'auḍa'ū khilālakum yabgūnakumul-fitnah(ta), wa fīkum sammā'ūna lahum, wallāhu 'alīmum biẓ-ẓālimīn(a).",
      "translation": "Но если б с вами и пошли они, Они бы ничего не привнесли вам, кроме порчи, Спеша посеять смуту среди вас, - Ведь среди вас есть и такие, Которые готовы слушать их. Но знает Бог несправедливых"
    },
    {
      "verse_number": 48,
      "text_uthmani": "لَقَدِ ٱبْتَغَوُا۟ ٱلْفِتْنَةَ مِن قَبْلُ وَقَلَّبُوا۟ لَكَ ٱلْأُمُورَ حَتَّىٰ جَآءَ ٱلْحَقُّ وَظَهَرَ أَمْرُ ٱللَّهِ وَهُمْ كَـٰرِهُونَ",
      "text_uthmani_transcribed": "Laqadibtagawul-fitnata min qablu wa qallabū lakal-umūra ḥattā jā'al-ḥaqqu wa ẓahara amrullāhi wa hum kārihūn(a).",
      "translation": "Они и прежде замышляли смуту, Стремясь расстроить все твои дела, Пока не вскрылась Истина И Воля Божия не проявилась, К их величайшей неприязни и досаде"
    },
    {
      "verse_number": 49,
      "text_uthmani": "وَمِنْهُم مَّن يَقُولُ ٱئْذَن لِّى وَلَا تَفْتِنِّىٓ ۚ أَلَا فِى ٱلْفِتْنَةِ سَقَطُوا۟ ۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌۢ بِٱلْكَـٰفِرِينَ",
      "text_uthmani_transcribed": "Wa minhum may yaqūlu'żal lī wa lā taftinnī, alā fil-fitnati saqaṭū, wa inna jahannama lamuḥīṭatum bil-kāfirīn(a).",
      "translation": "Средь них есть и такой, кто говорит: \"Уволь меня (от этого похода) И в искушение не втягивай меня!\" Разве они уже не впали в искушенье, (Обрушив на себя Господень гнев)? Неверным, истинно, в объятьях Ада пребывать"
    },
    {
      "verse_number": 50,
      "text_uthmani": "إِن تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ ۖ وَإِن تُصِبْكَ مُصِيبَةٌ يَقُولُوا۟ قَدْ أَخَذْنَآ أَمْرَنَا مِن قَبْلُ وَيَتَوَلَّوا۟ وَّهُمْ فَرِحُونَ",
      "text_uthmani_transcribed": "In tuṣibka ḥasanatun tasu'hum, wa in tuṣibka muṣībatuy yaqūlū qad akhażnā min qablu wa yatawallau wa hum fariḥūn(a).",
      "translation": "И если доброе к тебе приходит, Они печалятся об этом, А ежели коснется тебя зло, То говорят: \"А мы заранее предприняли все меры!\" - И, радуясь, уходят (от тебя)"
    },
    {
      "verse_number": 51,
      "text_uthmani": "قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوْلَىٰنَا ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
      "text_uthmani_transcribed": "Qul lay yuṣībanā illā mā kataballāhu lanā, huwa maulānā wa 'alallāhi falyatawakkalil-mu'minūn(a).",
      "translation": "Скажи: \"Ничто и никогда нас не постигнет, Кроме того, что нам предначертал Аллах. Он - покровитель наш, И на Него пусть верующие уповают"
    },
    {
      "verse_number": 52,
      "text_uthmani": "قُلْ هَلْ تَرَبَّصُونَ بِنَآ إِلَّآ إِحْدَى ٱلْحُسْنَيَيْنِ ۖ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٍ مِّنْ عِندِهِۦٓ أَوْ بِأَيْدِينَا ۖ فَتَرَبَّصُوٓا۟ إِنَّا مَعَكُم مُّتَرَبِّصُونَ",
      "text_uthmani_transcribed": "Qul hal tarabbaṣūna binā illā iḥdal-ḥusnayain(i), wa naḥnu natarabbaṣu bikum ay yuṣībakumullāhu bi'ażābim min 'indihī au bi'aidīnā, fa tarabbaṣū innā ma'akum mutarabbiṣūn(a).",
      "translation": "Скажи: \"Чего вы выжидаете для нас, Помимо одного из двух исходов славных? Мы ж выжидаем, что Аллах Вас поразит Своею карой Иль Своей собственной Рукой, иль нашими руками. Что ж, ждите! Подождем и мы"
    },
    {
      "verse_number": 53,
      "text_uthmani": "قُلْ أَنفِقُوا۟ طَوْعًا أَوْ كَرْهًا لَّن يُتَقَبَّلَ مِنكُمْ ۖ إِنَّكُمْ كُنتُمْ قَوْمًا فَـٰسِقِينَ",
      "text_uthmani_transcribed": "Qul anfiqū ṭau'an au karhal lay yutaqabbala minkum, innakum kuntum qauman fāsiqīn(a).",
      "translation": "Скажи: \"И если вы из своего добра По доброй воле или по неволе Расход несете (на Господне дело), Не будет принято от вас, - Ведь вы, поистине, народ распутный"
    },
    {
      "verse_number": 54,
      "text_uthmani": "وَمَا مَنَعَهُمْ أَن تُقْبَلَ مِنْهُمْ نَفَقَـٰتُهُمْ إِلَّآ أَنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأْتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمْ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمْ كَـٰرِهُونَ",
      "text_uthmani_transcribed": "Wa mā mana'ahum an tuqbala minhum nafaqātuhum illā annahum kafarū billāhi wa birasūlihī wa lā ya'tūnaṣ-ṣalāta illā wa hum kusālā wa lā yunfiqūna illā wa hum kārihūn(a).",
      "translation": "Что ж помешает их дары принять, Как не отказ уверовать в Аллаха и посланника Его, Небрежность в совершении молитвы, И неохотная подача милостыни (бедным)"
    },
    {
      "verse_number": 55,
      "text_uthmani": "فَلَا تُعْجِبْكَ أَمْوَٰلُهُمْ وَلَآ أَوْلَـٰدُهُمْ ۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَـٰفِرُونَ",
      "text_uthmani_transcribed": "Falā tu'jibka amwāluhum wa lā aulāduhum, innamā yurīdullāhu liyu'ażżibahum bihā fil-ḥayātid-dun-yā wa tazhaqa anfusuhum wa hum kāfirūn(a).",
      "translation": "И пусть тебя не восхищает Ни их добро, ни дети их - Ими Господь их хочет в этой жизни наказать, Чтоб изошли в неверии их души"
    }
  ]
}