{
  "chapter_number": 20,
  "verses": [
    {
      "verse_number": 12,
      "text_uthmani": "إِنِّىٓ أَنَا۠ رَبُّكَ فَٱخْلَعْ نَعْلَيْكَ ۖ إِنَّكَ بِٱلْوَادِ ٱلْمُقَدَّسِ طُوًى",
      "text_uthmani_transcribed": "Innī ana rabbuka fakhla' na'laika innaka bil-wādil-muqaddasi ṭuwā(n).",
      "translation": "Поистине, Я - твой Господь. Сними же обувь ты с себя, - Ведь ты - в святой долине Тува"
    },
    {
      "verse_number": 13,
      "text_uthmani": "وَأَنَا ٱخْتَرْتُكَ فَٱسْتَمِعْ لِمَا يُوحَىٰٓ",
      "text_uthmani_transcribed": "Wa anakhtartuka fastami' limā yūḥā.",
      "translation": "И Я избрал тебя, - Так слушай же, что Я тебе вменяю"
    },
    {
      "verse_number": 14,
      "text_uthmani": "إِنَّنِىٓ أَنَا ٱللَّهُ لَآ إِلَـٰهَ إِلَّآ أَنَا۠ فَٱعْبُدْنِى وَأَقِمِ ٱلصَّلَوٰةَ لِذِكْرِىٓ",
      "text_uthmani_transcribed": "Innanī anallāhu lā ilāha illā ana fa'budnī, wa aqimiṣ-ṣalāta liżikrī.",
      "translation": "Поистине, Я есть Аллах, Кроме Меня, иного божества не существует, Служи лишь Мне И, поминая лишь Меня, твори молитву"
    },
    {
      "verse_number": 15,
      "text_uthmani": "إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخْفِيهَا لِتُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا تَسْعَىٰ",
      "text_uthmani_transcribed": "Innas-sā'ata ātiyatun akādu ukhfīhā litujzā kullu nafsim bimā tas'ā.",
      "translation": "Уж близится, поистине, тот Час, Хотя держать его сокрытым (Я намерен), Чтоб возымела всякая душа По мере своего усердия (в делах Господних)"
    },
    {
      "verse_number": 16,
      "text_uthmani": "فَلَا يَصُدَّنَّكَ عَنْهَا مَن لَّا يُؤْمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرْدَىٰ",
      "text_uthmani_transcribed": "Falā yaṣuddannaka 'anhā mal lā yu'minu bihā wattaba'a hawāhu fa tardā.",
      "translation": "И пусть от этого тебя не отвратит Тот, кто не верует в него, А следует страстям своим (порочным), Чтобы тебе, о Муса, не погибнуть"
    },
    {
      "verse_number": 17,
      "text_uthmani": "وَمَا تِلْكَ بِيَمِينِكَ يَـٰمُوسَىٰ",
      "text_uthmani_transcribed": "Wa mā tilka biyamīnika yā mūsā.",
      "translation": "Что это у тебя в правой руке, о Муса"
    },
    {
      "verse_number": 18,
      "text_uthmani": "قَالَ هِىَ عَصَاىَ أَتَوَكَّؤُا۟ عَلَيْهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِى وَلِىَ فِيهَا مَـَٔارِبُ أُخْرَىٰ",
      "text_uthmani_transcribed": "Qāla hiya 'aṣāy(a), atwakka'u 'alaihā wa ahusysyu bihā 'alā ganamī wa liya fīhā ma'āribu ukhrā.",
      "translation": "Это - мой посох, - он сказал. - Я опираюсь на него и кроме этого Я им листву (с ветвей) сбиваю для моих овец. В нем - польза мне и для других работ"
    },
    {
      "verse_number": 19,
      "text_uthmani": "قَالَ أَلْقِهَا يَـٰمُوسَىٰ",
      "text_uthmani_transcribed": "Qāla alqihā yā mūsā.",
      "translation": "(Господь) сказал: \"(На землю) брось его, о Муса"
    },
    {
      "verse_number": 20,
      "text_uthmani": "فَأَلْقَىٰهَا فَإِذَا هِىَ حَيَّةٌ تَسْعَىٰ",
      "text_uthmani_transcribed": "Fa alqāhā fa iżā hiya ḥayyatun tas'ā.",
      "translation": "И бросил он его (на землю), И тут - в змею он обратился, Что вся в движение пришла"
    },
    {
      "verse_number": 21,
      "text_uthmani": "قَالَ خُذْهَا وَلَا تَخَفْ ۖ سَنُعِيدُهَا سِيرَتَهَا ٱلْأُولَىٰ",
      "text_uthmani_transcribed": "Qāla khużhā wa lā takhaf, sanu'īduhā sīratahal-ūlā.",
      "translation": "(Господь) сказал: \"Возьми ее, не бойся! Мы придадим ей прежний вид"
    },
    {
      "verse_number": 22,
      "text_uthmani": "وَٱضْمُمْ يَدَكَ إِلَىٰ جَنَاحِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٍ ءَايَةً أُخْرَىٰ",
      "text_uthmani_transcribed": "Waḍmum yadaka ilā janāḥika takhruj baiḍā'a min gairi sū'in āyatan ukhrā.",
      "translation": "Теперь прижми ты руку свою к боку, И она выйдет, белизной сверкая, Без всякого вреда тебе И как еще одно знаменье"
    }
  ]
}