{
  "chapter_number": 23,
  "verses": [
    {
      "verse_number": 23,
      "text_uthmani": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَقَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ ۖ أَفَلَا تَتَّقُونَ",
      "text_uthmani_transcribed": "Wa laqad arsalnā nūḥan ilā qaumihī fa qāla yā qaumi'budullāha mā lakum min ilāhin gairuh(ū), afalā tattaqūn(a).",
      "translation": "(Мы слали вам пророков с Вестью, Чтоб ею вас предостеречь от зла и к доброму призвать.) Послали Нуха Мы к его народу, И он сказал: \"О мой народ! Аллаху поклоняйтесь! Кроме Него, у вас иного Бога нет. Ужель у вас пред Ним нет страха"
    },
    {
      "verse_number": 24,
      "text_uthmani": "فَقَالَ ٱلْمَلَؤُا۟ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦ مَا هَـٰذَآ إِلَّا بَشَرٌ مِّثْلُكُمْ يُرِيدُ أَن يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَآءَ ٱللَّهُ لَأَنزَلَ مَلَـٰٓئِكَةً مَّا سَمِعْنَا بِهَـٰذَا فِىٓ ءَابَآئِنَا ٱلْأَوَّلِينَ",
      "text_uthmani_transcribed": "Fa qālal-mala'ul-lażīna kafarū min qaumihī mā hāżā illā basyarum miṡlukum, yurīdu ay yatafaḍḍala 'alaikum, wa lau syā'allāhu la'anzala malā'ikah(tan), mā sami'nā bihāżā fī ābā'inal-awwalīn(a).",
      "translation": "Но молвили вожди его народа, Что не уверовали (в Бога): \"Это - всего лишь человек, подобный вам, Но хочет он над вами утвердить свое старшИнство. И если бы Аллах желал того, Он ангелов послал бы вам, конечно. Но мы не слышали, чтобы (подобное) сему Случалось среди наших праотцев"
    },
    {
      "verse_number": 25,
      "text_uthmani": "إِنْ هُوَ إِلَّا رَجُلٌۢ بِهِۦ جِنَّةٌ فَتَرَبَّصُوا۟ بِهِۦ حَتَّىٰ حِينٍ",
      "text_uthmani_transcribed": "In huwa illā rajulum bihī jinnatun fa tarabbaṣū bihī ḥattā ḥīn(in).",
      "translation": "(Другие же) сказали: \"Это - всего лишь человек, Что впал в безумие и безрассудство. Вы выждите до той поры, Пока с ним (это не пройдет)"
    },
    {
      "verse_number": 26,
      "text_uthmani": "قَالَ رَبِّ ٱنصُرْنِى بِمَا كَذَّبُونِ",
      "text_uthmani_transcribed": "Qāla rabbinṣurnī bimā każżabūn(i).",
      "translation": "О Господи! - воскликнул (Нух). - Пошли мне помощь (защититься) от того, Что (все они) меня лжецом считают"
    },
    {
      "verse_number": 27,
      "text_uthmani": "فَأَوْحَيْنَآ إِلَيْهِ أَنِ ٱصْنَعِ ٱلْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَآءَ أَمْرُنَا وَفَارَ ٱلتَّنُّورُ ۙ فَٱسْلُكْ فِيهَا مِن كُلٍّ زَوْجَيْنِ ٱثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ ٱلْقَوْلُ مِنْهُمْ ۖ وَلَا تُخَـٰطِبْنِى فِى ٱلَّذِينَ ظَلَمُوٓا۟ ۖ إِنَّهُم مُّغْرَقُونَ",
      "text_uthmani_transcribed": "Fa auḥainā ilaihi aniṣna'il-fulka bi'a'yuninā wa waḥyinā fa iżā jā'a amrunā wafārat-tannūr(u), fasluk fīhā min kullin zaujainiṡnaini wa ahlaka illā man sabaqa 'alaihil-qaulu minhum, wa lā tukhāṭibnī fil-lażīna ẓalamū, innahum mugraqūn(a).",
      "translation": "И Мы внушили (повелением) ему: \"Построй ковчег пред Нашими глазами, По Нашему внушению тебе. Когда же Наше повеление придет И печь потоки вод низринет, Ты погрузи в ковчег по паре всякого живья, А также и твою семью, помимо тех из них, О коих Мое Слово прежде было. Ко Мне не обращайся ради нечестивых - Им предстоит потопленными быть"
    },
    {
      "verse_number": 28,
      "text_uthmani": "فَإِذَا ٱسْتَوَيْتَ أَنتَ وَمَن مَّعَكَ عَلَى ٱلْفُلْكِ فَقُلِ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى نَجَّىٰنَا مِنَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
      "text_uthmani_transcribed": "Fa iżastawaita anta wa mam ma'aka 'alal-fulki fa qulil-ḥamdu lillāhil-lażī najjānā minal-qaumiẓ-ẓālimīn(a).",
      "translation": "Когда и ты, и те, которые с тобой, На том ковчеге обоснуетесь (как должно), Скажи: \"Хвала Аллаху, Кто избавил нас от злочестивых"
    },
    {
      "verse_number": 29,
      "text_uthmani": "وَقُل رَّبِّ أَنزِلْنِى مُنزَلًا مُّبَارَكًا وَأَنتَ خَيْرُ ٱلْمُنزِلِينَ",
      "text_uthmani_transcribed": "Wa qur rabbi anzilnī munzalam mubārakaw wa anta khairul-munzilīn(a).",
      "translation": "(Когда ж вода начнет спадать), скажи: \"О Господи! Дай мне сойти на место, Благословенное (Тобой), - Ты - лучший из дающих место становленья"
    },
    {
      "verse_number": 30,
      "text_uthmani": "إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ وَإِن كُنَّا لَمُبْتَلِينَ",
      "text_uthmani_transcribed": "Inna fī żālika la'āyātiw wa in kunnā lamubtalīn(a).",
      "translation": "Поистине, здесь кроются знамения (для тех, кто внемлет), - Так Мы испытываем (род людской)"
    },
    {
      "verse_number": 31,
      "text_uthmani": "ثُمَّ أَنشَأْنَا مِنۢ بَعْدِهِمْ قَرْنًا ءَاخَرِينَ",
      "text_uthmani_transcribed": "Ṡumma ansya'nā mim ba'dihim qarnan ākharīn(a).",
      "translation": "Потом Мы вырастили после них другое поколенье"
    },
    {
      "verse_number": 32,
      "text_uthmani": "فَأَرْسَلْنَا فِيهِمْ رَسُولًا مِّنْهُمْ أَنِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ ۖ أَفَلَا تَتَّقُونَ",
      "text_uthmani_transcribed": "Fa arsalnā fīhim rasūlam minhum ani'budullāha mā lakum min ilāhin gairuh(ū), afalā tattaqūn(a).",
      "translation": "И Мы послали к ним посланника из них самих, (Кто им сказал): \"Аллаху поклоняйтесь! Кроме Него, у вас иного Бога нет. Ужель не станете страшиться Его гнева"
    },
    {
      "verse_number": 33,
      "text_uthmani": "وَقَالَ ٱلْمَلَأُ مِن قَوْمِهِ ٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِلِقَآءِ ٱلْـَٔاخِرَةِ وَأَتْرَفْنَـٰهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا مَا هَـٰذَآ إِلَّا بَشَرٌ مِّثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ",
      "text_uthmani_transcribed": "Wa qālal-mala'u min qaumihil-lażīna kafarū wa każżabū biliqā'il-ākhirati wa atrafnāhum fil-ḥayātid-dun-yā, mā hāżā illā basyarum miṡlukum, ya'kulu mimmā ta'kulūna minhu wa yasyrabu mimmā tasyrabūn(a).",
      "translation": "Но молвили вожди его народа Из тех, кто не уверовал (в Аллаха), Считая ложью встречу дальней жизни (В День Воскресения на Суд), - (Из тех), кому Мы дали насладиться ближней жизнью: \"Это - всего лишь человек, подобный вам, И ест он то, что вы едите, И пьет он то, что пьете вы"
    }
  ]
}