{
  "chapter_number": 57,
  "verses": [
    {
      "verse_number": 12,
      "text_uthmani": "يَوْمَ تَرَى ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ يَسْعَىٰ نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَـٰنِهِم بُشْرَىٰكُمُ ٱلْيَوْمَ جَنَّـٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "text_uthmani_transcribed": "Yauma taral-mu'minīna wal-mu'mināti yas'ā nūruhum baina aidīhim wa bi'aimānihim busyrākumul-yauma jannātun tajrī min taḥtihal-anhāru khālidīna fīhā, żālika huwal-fauzul-'aẓīm(u).",
      "translation": "В тот День Увидишь ты, как впереди у верующих женщин и мужчин, По праву сторону от них, Струится ясный Свет (и слышится): \"Сегодня вам предстанет радостная весть! Сады, потоками речными омовенны, Где пребывать навечно вам, - Поистине, великое свершенье"
    },
    {
      "verse_number": 13,
      "text_uthmani": "يَوْمَ يَقُولُ ٱلْمُنَـٰفِقُونَ وَٱلْمُنَـٰفِقَـٰتُ لِلَّذِينَ ءَامَنُوا۟ ٱنظُرُونَا نَقْتَبِسْ مِن نُّورِكُمْ قِيلَ ٱرْجِعُوا۟ وَرَآءَكُمْ فَٱلْتَمِسُوا۟ نُورًا فَضُرِبَ بَيْنَهُم بِسُورٍ لَّهُۥ بَابٌۢ بَاطِنُهُۥ فِيهِ ٱلرَّحْمَةُ وَظَـٰهِرُهُۥ مِن قِبَلِهِ ٱلْعَذَابُ",
      "text_uthmani_transcribed": "Yauma yaqūlul-munāfiqūna wal-munāfiqātu lil-lażīna āmanunẓurūnā naqtabis min nūrikum, qīlarji'ū warā'akum faltamisū nūrā(n), faḍuriba bainahum bisūril lahū bāb(un), bāṭinuhū fīhir-raḥmatu wa ẓāhiruhū min qibalihil-'ażāb(u).",
      "translation": "И обратятся к верующим лицемеры в этот День - Как женщины, так и мужчины: \"О, подождите нас! Позвольте взять у вас взаймы От Света вашего хоть небольшую долю!\" Им скажут: \"Возвращайтесь-ка назад и там ищите Света!\" И между ними вырастет стена с вратами, И милосердие заполнит все, что в ней. А за пределами ее - лишь (Божий гнев и) муки"
    },
    {
      "verse_number": 14,
      "text_uthmani": "يُنَادُونَهُمْ أَلَمْ نَكُن مَّعَكُمْ ۖ قَالُوا۟ بَلَىٰ وَلَـٰكِنَّكُمْ فَتَنتُمْ أَنفُسَكُمْ وَتَرَبَّصْتُمْ وَٱرْتَبْتُمْ وَغَرَّتْكُمُ ٱلْأَمَانِىُّ حَتَّىٰ جَآءَ أَمْرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلْغَرُورُ",
      "text_uthmani_transcribed": "Yunādūnahum alam nakum ma'akum, qālū balā wa lākinnakum fatantum anfusakum wa tarabbaṣtum wartabtum wa garratkumul-amāniyyu ḥattā jā'a amrullāhi wa garrakum billāhil-garūr(u).",
      "translation": "И (лицемеры) возгласят: \"Ужель мы не стояли рядом с вами?\" Ответят им: \"Вы были рядом с нами, Но отдались соблазну вы И, выжидая, предались сомненьям. Вам лгали ваши вожделенья, Пока не снизошло веление Аллаха, Но искуситель (вновь) вас сбил с Его пути"
    },
    {
      "verse_number": 15,
      "text_uthmani": "فَٱلْيَوْمَ لَا يُؤْخَذُ مِنكُمْ فِدْيَةٌ وَلَا مِنَ ٱلَّذِينَ كَفَرُوا۟ ۚ مَأْوَىٰكُمُ ٱلنَّارُ ۖ هِىَ مَوْلَىٰكُمْ ۖ وَبِئْسَ ٱلْمَصِيرُ",
      "text_uthmani_transcribed": "Fal-yauma lā yu'khażu minkum fidyatuw wa lā minal-lażīna kafarū, ma'wākumun-nār(u), hiya maulākum, wa bi'sal-maṣīr(u).",
      "translation": "И вот теперь ни с вас, Ни с тех, кто Господа отверг, Не будет принят откуп. Убежищем для вас предстанет Ад - Достойное жилище ваших душ, Сквернейшее пристанище (для грешных)"
    },
    {
      "verse_number": 16,
      "text_uthmani": "۞ أَلَمْ يَأْنِ لِلَّذِينَ ءَامَنُوٓا۟ أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلْحَقِّ وَلَا يَكُونُوا۟ كَٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ ٱلْأَمَدُ فَقَسَتْ قُلُوبُهُمْ ۖ وَكَثِيرٌ مِّنْهُمْ فَـٰسِقُونَ",
      "text_uthmani_transcribed": "Alam ya'ni lil-lażīna āmanū an takhsya'a qulūbuhum liżikrillāhi wa mā nazala minal-ḥaqq(i), wa lā yakūnū kal-lażīna ūtul-kitāba min qablu faṭāla 'alaihimul-amadu faqasat qulūbuhum, wa kaṡīrum minhum fāsiqūn(a).",
      "translation": "И разве не настало время Всем праведным открыть свои сердца В смиренье полном пред Аллахом И Истиной, которая открылась им? И им не должно уподобиться всем тем, Кому (Господне) Откровение предстало раньше И чьи сердца за долгие года ожесточились И многих превратили в (грешников) распутных"
    },
    {
      "verse_number": 17,
      "text_uthmani": "ٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ قَدْ بَيَّنَّا لَكُمُ ٱلْـَٔايَـٰتِ لَعَلَّكُمْ تَعْقِلُونَ",
      "text_uthmani_transcribed": "I'lamū annallāha yuḥyil-arḍa ba'da mautihā, qad bayyannā lakumul-āyāti la'allakum ta'qilūn(a).",
      "translation": "Познайте все, что лишь Аллах Способен жизнь вернуть земле, Когда она поникла в смерти, И Мы послали ясные знаменья вам, Чтоб вы уразумели эту мудрость"
    },
    {
      "verse_number": 18,
      "text_uthmani": "إِنَّ ٱلْمُصَّدِّقِينَ وَٱلْمُصَّدِّقَـٰتِ وَأَقْرَضُوا۟ ٱللَّهَ قَرْضًا حَسَنًا يُضَـٰعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ",
      "text_uthmani_transcribed": "Innal-muṣṣaddiqīna wal-muṣṣaddiqāti wa aqraḍullāha qarḍan ḥasanay yuḍā'afu lahum wa lahum ajrun karīm(un).",
      "translation": "Но тех мужчин и дев, Которые на подать милостиво тратят И отдают Аллаху щедрый займ, Что будет Им умножен во сто крат, - Их ждет достойная награда"
    },
    {
      "verse_number": 19,
      "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦٓ أُو۟لَـٰٓئِكَ هُمُ ٱلصِّدِّيقُونَ ۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ ۖ وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَحِيمِ",
      "text_uthmani_transcribed": "Wal-lażīna āmanū billāhi wa rasūlihī ulā'ika humuṣ-ṣiddīqūn(a), wasy-syuhadā'u 'inda rabbihim, lahum ajruhum wa nūruhum, wal-lażīna kafarū wa każżabū bi'āyātinā ulā'ika aṣḥābul-jaḥīm(i).",
      "translation": "И те, кто верует в Аллаха и посланников Его, - В Деснице Господа - Правдивые служители и мученики (в ближней жизни). Им - Свет и (высшая) награда! Но те, кто Господа отверг И объявил Его знаменья ложью, Собратьями в Аду предстанут"
    },
    {
      "verse_number": 20,
      "text_uthmani": "ٱعْلَمُوٓا۟ أَنَّمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌۢ بَيْنَكُمْ وَتَكَاثُرٌ فِى ٱلْأَمْوَٰلِ وَٱلْأَوْلَـٰدِ ۖ كَمَثَلِ غَيْثٍ أَعْجَبَ ٱلْكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَـٰمًا ۖ وَفِى ٱلْـَٔاخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِّنَ ٱللَّهِ وَرِضْوَٰنٌ ۚ وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا مَتَـٰعُ ٱلْغُرُورِ",
      "text_uthmani_transcribed": "I'lamū annamal-ḥayātud-dun-yā la'ibuw wa lahwuw wa zīnatuw wa tafākhurum bainakum wa takāṡurun fil-amwāli wal-aulād(i), kamaṡali gaiṡin a'jabal-kuffāra nabātuhū ṡumma yahīju fatarāhu muṣfarran ṡumma yakūnu ḥuṭāmā(n), wa fil-ākhirati 'ażābun syadīd(un), wa magfiratum minallāhi wa riḍwān(un), wa mal-ḥayātud-dun-yā illā matā'ul-gurūr(i).",
      "translation": "Познайте все, что жизнь в этом мире - Забава легкая да тщЕта, Взаимная хвальба, да суетная слава, Да умножение добра и отроков своих. И в этой суете подобны вы дождю, Что поросль взрастит на радость грешным, - Со временем она увянет, пожелтеет на глазах, Иссохнет и осыплется в незримость. Но в будущем - суровой будет кара для неверных, И будет всепрощенье и награда Для праведных служителей Аллаха. И жизнь ваша в мире сем - Лишь себялюбцев сладостный обман, Что будет временем рассеян"
    },
    {
      "verse_number": 21,
      "text_uthmani": "سَابِقُوٓا۟ إِلَىٰ مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ ٱلسَّمَآءِ وَٱلْأَرْضِ أُعِدَّتْ لِلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ ۚ ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
      "text_uthmani_transcribed": "Sābiqū ilā magfiratim mir rabbikum wa jannatin 'arḍuhā ka'arḍis-samā'i wal-arḍ(i), u'iddat lil-lażīna āmanū billāhi wa rasūlih(ī), żālika faḍlullāhi yu'tīhi may yasyā'(u), wallāhu żul-faḍlil-'aẓīm(i).",
      "translation": "Спешите ж заслужить прощение Аллаха И пребывание в Его Саду, Что простирается на весь простор земли и неба И уготован был для тех, Которые в Аллаха и посланников Его Уверовали (всей душой и сердцем), - Аллах, поистине, податель всех щедрот"
    },
    {
      "verse_number": 22,
      "text_uthmani": "مَآ أَصَابَ مِن مُّصِيبَةٍ فِى ٱلْأَرْضِ وَلَا فِىٓ أَنفُسِكُمْ إِلَّا فِى كِتَـٰبٍ مِّن قَبْلِ أَن نَّبْرَأَهَآ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
      "text_uthmani_transcribed": "Mā aṣāba mim muṣībatin fil-arḍi wa lā fī anfusikum illā fī kitābim min qabli an nabra'ahā, inna żālika 'alallāhi yasīr(un).",
      "translation": "И ни одна беда ни землю и ни души ваши не постигнет, Чтобы о ней не указалось в Книге (уложений), Раньше, чем Мы ее осуществим, - И это не составит Нам труда"
    }
  ]
}