{
  "chapter_number": 16,
  "verses": [
    {
      "verse_number": 100,
      "text_uthmani": "إِنَّمَا سُلْطَـٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوْنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشْرِكُونَ",
      "text_uthmani_transcribed": "Innamā sulṭānuhū 'alal-lażīna yatawallaunahū wal-lażīna hum bihī musyrikūn(a).",
      "translation": "Он власть имеет лишь над теми, Кто избирает покровителем его И соучастников Аллаху прочит"
    },
    {
      "verse_number": 101,
      "text_uthmani": "وَإِذَا بَدَّلْنَآ ءَايَةً مَّكَانَ ءَايَةٍ ۙ وَٱللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ قَالُوٓا۟ إِنَّمَآ أَنتَ مُفْتَرٍۭ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "text_uthmani_transcribed": "Wa iżā baddalnā āyatam makāna āyah(tin), wallāhu a'lamu bimā yunazzilu qālū innamā anta muftar(in), bal akṡaruhum lā ya'lamūn(a).",
      "translation": "Когда одно знамение Корана Другим Мы заменить (изволим) - Ведь, истинно, Аллаху лучше знать, Что Он ниспосылает, - То говорят они: \"Ты - выдумщик, и только!\" Нет! Большинство из них не знает"
    },
    {
      "verse_number": 102,
      "text_uthmani": "قُلْ نَزَّلَهُۥ رُوحُ ٱلْقُدُسِ مِن رَّبِّكَ بِٱلْحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُوا۟ وَهُدًى وَبُشْرَىٰ لِلْمُسْلِمِينَ",
      "text_uthmani_transcribed": "Qul nazzalahū rūḥul-qudusi mir rabbika bil-ḥaqqi liyuṡabbital-lażīna āmanū wa hudaw wa busyrā lil-muslimīn(a).",
      "translation": "Скажи (им): \"Дух святой Низвел его во Истине от вашего Владыки, Чтоб верных утвердить (на праведной стезе) И чтобы стал он руководством (для людей) И благовестием для всех предавшихся Аллаху"
    },
    {
      "verse_number": 103,
      "text_uthmani": "وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٌ ۗ لِّسَانُ ٱلَّذِى يُلْحِدُونَ إِلَيْهِ أَعْجَمِىٌّ وَهَـٰذَا لِسَانٌ عَرَبِىٌّ مُّبِينٌ",
      "text_uthmani_transcribed": "Wa laqad na'lamu annahum yaqūlūna innamā yu'allimuhū basyar(un), lisānul-lażī yulḥidūna ilaihi a'jamiyyuw wa hāżā lisānun 'arabiyyum mubīn(un).",
      "translation": "Поистине, Мы знаем О том, что говорят они: \"Ведь учит этому его всего лишь человек!\" Хотя язык того, кого они обложно называют, - Чужеземный, А этот же - язык арабский, ясный"
    },
    {
      "verse_number": 104,
      "text_uthmani": "إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِـَٔايَـٰتِ ٱللَّهِ لَا يَهْدِيهِمُ ٱللَّهُ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "text_uthmani_transcribed": "Innal-lażīna lā yu'minūna bi'āyātillāh(i), lā yahdīhimullāhu wa lahum 'ażābun alīm(un).",
      "translation": "Тех, кто не верует в знамения Аллаха, Аллах прямым путем не поведет, Для них - мучительная кара"
    },
    {
      "verse_number": 105,
      "text_uthmani": "إِنَّمَا يَفْتَرِى ٱلْكَذِبَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِـَٔايَـٰتِ ٱللَّهِ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْكَـٰذِبُونَ",
      "text_uthmani_transcribed": "Innamā yaftaril-każibal-lażīna lā yu'minūna bi'āyātillāh(i), ulā'ika humul-kāżibūn(a).",
      "translation": "Ведь измышляют ложь лишь те, Кто не уверовал в знамения Господни. Они-то, истинно, лжецы"
    },
    {
      "verse_number": 106,
      "text_uthmani": "مَن كَفَرَ بِٱللَّهِ مِنۢ بَعْدِ إِيمَـٰنِهِۦٓ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُۥ مُطْمَئِنٌّۢ بِٱلْإِيمَـٰنِ وَلَـٰكِن مَّن شَرَحَ بِٱلْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِّنَ ٱللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ",
      "text_uthmani_transcribed": "Man kafara billāhi mim ba'di īmānihī illā man ukriha wa qalbuhū muṭma'innum bil-īmāni wa lākim man syaraḥa bil-kufri ṣadran fa 'alaihim gaḍabum minallāh(i), wa lahum 'ażābun aẓīm(un).",
      "translation": "Над теми, кто отверг Аллаха После того, как он уверовал в Него, - Помимо тех, кто приневолен был к тому, А сердцем же остался твердым в своей вере, - Над теми лишь, Кто грудь свою неверию открыл, Отяготеет гнев Аллаха, И наказание великое пребудет"
    },
    {
      "verse_number": 107,
      "text_uthmani": "ذَٰلِكَ بِأَنَّهُمُ ٱسْتَحَبُّوا۟ ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْـَٔاخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
      "text_uthmani_transcribed": "Żālika bi'annahumustaḥabbul-ḥayātad-dun-yā 'alal-ākhirah(ti), wa annallāha lā yahdil-qaumal-kāfirīn(a).",
      "translation": "И это им - за то, Что возлюбили они жизнь в этом мире Больше (наградной вечности) в другом. Неверных же Аллах не направляет"
    },
    {
      "verse_number": 108,
      "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَـٰرِهِمْ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْغَـٰفِلُونَ",
      "text_uthmani_transcribed": "Ulā'ikal-lażīna ṭaba'allāhu 'alā qulūbihim wa sam'ihim wa abṣārihim, wa ulā'ika humul-gāfilūn(a).",
      "translation": "И это - те, на чьи сердца, глаза и уши Наложена печать (всеведеньем) Аллаха: Они - беспечны и не внемлют"
    },
    {
      "verse_number": 109,
      "text_uthmani": "لَا جَرَمَ أَنَّهُمْ فِى ٱلْـَٔاخِرَةِ هُمُ ٱلْخَـٰسِرُونَ",
      "text_uthmani_transcribed": "Lā jarama annahum fil-ākhirati humul-khāsirūn(a).",
      "translation": "И, несомненно, в (вечности) другого мира Они убыток (тяжкий) понесут"
    },
    {
      "verse_number": 110,
      "text_uthmani": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا۟ مِنۢ بَعْدِ مَا فُتِنُوا۟ ثُمَّ جَـٰهَدُوا۟ وَصَبَرُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
      "text_uthmani_transcribed": "Ṡumma inna rabbaka lil-lażīna hājarū mim ba'di mā futinū ṡumma jāhadū wa ṣabarū, inna rabbaka mim ba'dihā lagafūrur raḥīm(un).",
      "translation": "Но к тем, кто (в чуждые края) переселился После (тяжелых) испытаний, Потом все силы и терпение свое В борьбе (за веру) положил, - Господь твой после этого (к ним будет), Поистине, прощающ, милосерд"
    }
  ]
}