[
  {
    "verse_number": 12,
    "text_uthmani": "قُل لِّمَن مَّا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ قُل لِّلَّهِ ۚ كَتَبَ عَلَىٰ نَفْسِهِ ٱلرَّحْمَةَ ۚ لَيَجْمَعَنَّكُمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ لَا رَيْبَ فِيهِ ۚ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Qul limam mā fis-samāwāti wal-arḍ(i), qul lillāh(i), kataba 'alā nafsihir-raḥmah(ta), layajma'annakum ilā yaumil-qiyāmati lā raiba fīh(i), al-lażīna khasirū anfusahum fahum lā yu'minūn(a).",
    "translation": "Скажи: \"Кому принадлежит Все то, что на земле и в небе?\" Скажи: \"Аллаху! И милосердие вменил Он Сам Себе. Он соберет вас всех в День Воскресения (на Суд), О коем никакого нет сомненья, И не уверуют в него лишь те, Кто свою душу погубил (навеки)"
  },
  {
    "verse_number": 13,
    "text_uthmani": "۞ وَلَهُۥ مَا سَكَنَ فِى ٱلَّيْلِ وَٱلنَّهَارِ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "text_uthmani_transcribed": "Wa lahū mā sakana fil-laili wan-nahār(i), wa huwas-samī'ul-'alīm(u).",
    "translation": "Ему принадлежит все то, Что пребывает днем и ночью. Он слышит все и знает обо всем"
  },
  {
    "verse_number": 14,
    "text_uthmani": "قُلْ أَغَيْرَ ٱللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ ۗ قُلْ إِنِّىٓ أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ ۖ وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ",
    "text_uthmani_transcribed": "Qul agairallāhi attakhiżu waliyyan fāṭiris-samāwāti wal-arḍi wa huwa yuṭ'imu wa lā yuṭ'am(u), qul innī umirtu an akūna awwala man aslama wa lā takūnanna minal-musyrikīn(a).",
    "translation": "Скажи: \"Ужель я в покровители себе Возьму кого-нибудь, кроме Аллаха - Того, Кто небеса и землю создал, Кто всем дает потребное (для жизни), А Сам свободен от любой нужды?\" Скажи: \"Повелено мне первым быть Из тех, кто предался исламу. И вы не будьте среди тех, Кто в равные Аллаху другие призывает божества"
  },
  {
    "verse_number": 15,
    "text_uthmani": "قُلْ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ",
    "text_uthmani_transcribed": "Qul innī akhāfu in 'aṣaitu rabbī 'ażāba yaumin 'aẓīm(in).",
    "translation": "Скажи: \"Коли ослушаюсь Владыку моего, Страшусь я кары Дня Великого (Суда)"
  },
  {
    "verse_number": 16,
    "text_uthmani": "مَّن يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُۥ ۚ وَذَٰلِكَ ٱلْفَوْزُ ٱلْمُبِينُ",
    "text_uthmani_transcribed": "May yuṣraf 'anhu yauma'iżin faqad raḥimah(ū), wa żālikal-fauzul-mubīn(u).",
    "translation": "И тот, кто будет от нее избавлен в этот День, Тому явил Он милосердие Свое, И явным будет этот дар"
  },
  {
    "verse_number": 17,
    "text_uthmani": "وَإِن يَمْسَسْكَ ٱللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَ ۖ وَإِن يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Iy yamsaskallāhu biḍurrin falā kāsyifa lahū illā huw(a), wa iy yamsaska bikhairin fa huwa 'alā kulli syai'in qadīr(un).",
    "translation": "Если Господь бедой тебя коснется, То от нее, кроме Него, нет избавителя тебе; А если Он коснется тебя благом, - Так ведь над всякой вещью властен Он"
  },
  {
    "verse_number": 18,
    "text_uthmani": "وَهُوَ ٱلْقَاهِرُ فَوْقَ عِبَادِهِۦ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ",
    "text_uthmani_transcribed": "Wa huwal-qāhiru fauqa 'ibādih(ī), wa huwal-ḥakīmul-khabīr(u).",
    "translation": "Он - полновластный Господин над слугами Своими, Он мудр и (о всякой сути) сведущ"
  },
  {
    "verse_number": 19,
    "text_uthmani": "قُلْ أَىُّ شَىْءٍ أَكْبَرُ شَهَـٰدَةً ۖ قُلِ ٱللَّهُ ۖ شَهِيدٌۢ بَيْنِى وَبَيْنَكُمْ ۚ وَأُوحِىَ إِلَىَّ هَـٰذَا ٱلْقُرْءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَ ۚ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخْرَىٰ ۚ قُل لَّآ أَشْهَدُ ۚ قُلْ إِنَّمَا هُوَ إِلَـٰهٌ وَٰحِدٌ وَإِنَّنِى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
    "text_uthmani_transcribed": "Qul ayyu syai'in akbaru syahādah(tan), qulillāhu syahīdum bainī wa bainakum, wa ūḥiya ilayya hāżal-qur'ānu li'unżirakum bihī wa man balag(a), a'innakum latasyhadūna anna ma'allāhi ālihatan ukhrā, qul lā asyhad(u), qul innamā huwa ilāhuw wāḥiduw wa innanī barī'um mimmā tusyrikūn(a).",
    "translation": "Скажи: \"Что как свидетельство весомее всего?\" Скажи: \"Аллах - свидетель между мной и вами. И этот Аль Коран открыт был мне, Чтоб им и вас увещевать, И тех, которых он достигнет. Ужель свидетели тому вы, Что есть другие божества, кроме Аллаха?\" Скажи: \"Я этому свидетелем не буду\". Скажи: \"Сие, поистине, Единый Бог, И не причастен я к тому, что в равные Ему Другие божества вы придаете"
  },
  {
    "verse_number": 20,
    "text_uthmani": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَعْرِفُونَهُۥ كَمَا يَعْرِفُونَ أَبْنَآءَهُمُ ۘ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Al-lażīna ātaināhumul-kitāba ya'rifūnahū kamā ya'rifūna abnā'ahum, al-lażīna khasirū anfusahum fahum lā yu'minūn(a).",
    "translation": "И те, кому Мы даровали Книгу, знают это, Как знают своих собственных сынов, И только те, что погубили свои души, (По-прежнему) неверными остались"
  },
  {
    "verse_number": 21,
    "text_uthmani": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَـٰتِهِۦٓ ۗ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّـٰلِمُونَ",
    "text_uthmani_transcribed": "Wa man aẓlamu mimmaniftarā 'alallāhi każiban au każżaba bi'āyātih(ī), innahū lā yufliḥuẓ-ẓālimūn(a).",
    "translation": "И есть ли нечестивее того, Кто ложь возводит на Аллаха Или считает ложными знамения Его, - Поистине, не будет благоденствия неверным"
  },
  {
    "verse_number": 22,
    "text_uthmani": "وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوٓا۟ أَيْنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
    "text_uthmani_transcribed": "Wa yauma naḥsyuruhum jamī'an ṡumma naqūlu lil-lażīna asyrakū aina syurakā'ukumul-lażīna kuntum taz'umūn(a).",
    "translation": "В тот День Мы соберем их всех И скажем тем, кто придавал другие божества (Аллаху): \"Где ж те другие божества, Которых вы измыслили (себе в угоду)"
  }
]