{
  "chapter_number": 12,
  "verses": [
    {
      "verse_number": 12,
      "text_uthmani": "أَرْسِلْهُ مَعَنَا غَدًا يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُۥ لَحَـٰفِظُونَ",
      "text_uthmani_transcribed": "Arsilhu ma'anā gaday yarta' wa yal'ab wa innā lahū laḥāfiẓūn(a).",
      "translation": "Ты завтра с нами отпусти его Повеселиться, в игры поиграть, И мы уж охраним его (от бед)"
    },
    {
      "verse_number": 13,
      "text_uthmani": "قَالَ إِنِّى لَيَحْزُنُنِىٓ أَن تَذْهَبُوا۟ بِهِۦ وَأَخَافُ أَن يَأْكُلَهُ ٱلذِّئْبُ وَأَنتُمْ عَنْهُ غَـٰفِلُونَ",
      "text_uthmani_transcribed": "Qāla innī layaḥzununī an tażhabū bihī wa akhāfu ay ya'kulahuż-żi'bu wa antum 'anhu gāfilūn(a).",
      "translation": "(Йакуб) сказал: \"Я опечалюсь, если вы с собой его возьмете. Страшусь я, что поглотит его волк, Когда, (увлекшись своим делом), К нему вы станете небрежны"
    },
    {
      "verse_number": 14,
      "text_uthmani": "قَالُوا۟ لَئِنْ أَكَلَهُ ٱلذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّآ إِذًا لَّخَـٰسِرُونَ",
      "text_uthmani_transcribed": "Qālū la'in akalahuż-żi'bu wa naḥnu 'uṣbatun innā iżal lakhāsirūn(a).",
      "translation": "Они сказали: \"Если волк действительно его поглотит, Когда нас целая толпа, - Тогда нам быть в прямом убытке"
    },
    {
      "verse_number": 15,
      "text_uthmani": "فَلَمَّا ذَهَبُوا۟ بِهِۦ وَأَجْمَعُوٓا۟ أَن يَجْعَلُوهُ فِى غَيَـٰبَتِ ٱلْجُبِّ ۚ وَأَوْحَيْنَآ إِلَيْهِ لَتُنَبِّئَنَّهُم بِأَمْرِهِمْ هَـٰذَا وَهُمْ لَا يَشْعُرُونَ",
      "text_uthmani_transcribed": "Falammā żahabū bihī wa ajma'ū ay yaj'alūhu fī gayābatil-jubb(i), wa auḥainā ilaihi latunabbi'annahum bi'amrihim hāżā wa hum lā yasy'urūn(a).",
      "translation": "И вместе с ним они ушли И согласились его бросить в глубину колодца. Но Мы внушением ему послали: \"Ты, несомненно, им однажды сообщишь Про (истинную суть) их дела, Когда они не будут знать, (кто ты)"
    },
    {
      "verse_number": 16,
      "text_uthmani": "وَجَآءُوٓ أَبَاهُمْ عِشَآءً يَبْكُونَ",
      "text_uthmani_transcribed": "Wa jā'ū abāhum 'isyā'ay yabkūn(a).",
      "translation": "И поздно вечером Они к отцу в слезах явились"
    },
    {
      "verse_number": 17,
      "text_uthmani": "قَالُوا۟ يَـٰٓأَبَانَآ إِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوسُفَ عِندَ مَتَـٰعِنَا فَأَكَلَهُ ٱلذِّئْبُ ۖ وَمَآ أَنتَ بِمُؤْمِنٍ لَّنَا وَلَوْ كُنَّا صَـٰدِقِينَ",
      "text_uthmani_transcribed": "Qālū yā abānā innā żahabnā nastabiqu wa taraknā yūsufa 'inda matā'inā fa akalahuż-żi'b(u), wa mā anta bimu'minil lanā wa lau kunnā ṣādiqīn(a).",
      "translation": "И молвили: \"О наш отец! Мы бегали вперегонки, С вещами же оставили Йусуфа. Волк поглотил его, (и знаем мы): Ты не поверишь нам, Хотя и говорим мы правду"
    },
    {
      "verse_number": 18,
      "text_uthmani": "وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٍ كَذِبٍ ۚ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا ۖ فَصَبْرٌ جَمِيلٌ ۖ وَٱللَّهُ ٱلْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ",
      "text_uthmani_transcribed": "Wa jā'ū 'alā qamīṣihī bidamin każib(in), qāla bal sawwalat lakum anfusukum amrā(n), fa ṣabrun jamīl(un), wallāhul musta'ānu 'alā mā taṣifūn(a).",
      "translation": "И вот пришли они (к отцу) Со лживой кровью на рубашке, И он сказал: \"О нет! Вам души ваши (подсказали) Все это дело (вымыслом) украсить. (Отныне для меня) прекрасно лишь терпенье, (Пока Аллах не выявит всю мерзость вашей лжи). Лишь у Него искать мне помощь Против того, что (так речисто) (Сейчас) вы расписали (мне)"
    },
    {
      "verse_number": 19,
      "text_uthmani": "وَجَآءَتْ سَيَّارَةٌ فَأَرْسَلُوا۟ وَارِدَهُمْ فَأَدْلَىٰ دَلْوَهُۥ ۖ قَالَ يَـٰبُشْرَىٰ هَـٰذَا غُلَـٰمٌ ۚ وَأَسَرُّوهُ بِضَـٰعَةً ۚ وَٱللَّهُ عَلِيمٌۢ بِمَا يَعْمَلُونَ",
      "text_uthmani_transcribed": "Wa jā'at sayyāratun fa arsalū wāridahum fa adlā dalwah(ū), qāla yā busyrā hāżā gulām(un), wa asarrūhu biḍā'ah(tan), wallāhu 'alīmum bimā ya'malūn(a).",
      "translation": "И караваном путники пришли И соглядателя (воды) послали. Он опустил ведро (свое в колодец) И сказал: \"Какая радостная весть! Здесь - юноша (прекрасный)\". И спрятали его (как ценный дар) для торга. Аллах же знал, что делают они"
    },
    {
      "verse_number": 20,
      "text_uthmani": "وَشَرَوْهُ بِثَمَنٍۭ بَخْسٍ دَرَٰهِمَ مَعْدُودَةٍ وَكَانُوا۟ فِيهِ مِنَ ٱلزَّٰهِدِينَ",
      "text_uthmani_transcribed": "Wa syarauhu biṡamanim bakhsin darāhima ma'dūdah(tin), wa kānū fīhi minaz-zāhidīn(a).",
      "translation": "И продали они его за мизерную цену - (Всего лишь несколько) отсчитанных дирхам, Умеренность при этом соблюдая"
    },
    {
      "verse_number": 21,
      "text_uthmani": "وَقَالَ ٱلَّذِى ٱشْتَرَىٰهُ مِن مِّصْرَ لِٱمْرَأَتِهِۦٓ أَكْرِمِى مَثْوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوْ نَتَّخِذَهُۥ وَلَدًا ۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِى ٱلْأَرْضِ وَلِنُعَلِّمَهُۥ مِن تَأْوِيلِ ٱلْأَحَادِيثِ ۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمْرِهِۦ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "text_uthmani_transcribed": "Wa qālal-lażisytarāhu mim miṣra limra'atihī akrimī maṡwāhu 'asā ay yanfa'anā au nattakhiżahū waladā(n), wa każālika makkannā liyūsufa fil-arḍ(i), wa linu'allimahū min ta'wīlil-aḥādīṡ(i), wallāhu gālibun 'alā amrihī wa lākinna akṡaran-nāsi lā ya'lamūn(a).",
      "translation": "А египтянин, что купил его, Своей жене сказал: \"Распорядись получше им: Быть может, он доставит нам удачу Иль мы возьмем его за сына\". Так Мы Йусуфа утвердили в тех краях, Чтоб толкованию событий научить. Всевластием Своим Аллах вершит Свой План, Но большинство людей (того) не знает"
    },
    {
      "verse_number": 22,
      "text_uthmani": "وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيْنَـٰهُ حُكْمًا وَعِلْمًا ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ",
      "text_uthmani_transcribed": "Wa lammā balaga asyuddahū ātaināhu ḥukmaw wa 'ilmā(n), wa każālika najzil-muḥsinīn(a).",
      "translation": "Когда Йусуфу зрелый возраст подошел, Ему Мы даровали знание и мудрость, - Так воздаем Мы тем, кто делает добро"
    }
  ]
}