[
  {
    "verse_number": 177,
    "text_uthmani": "۞ لَّيْسَ ٱلْبِرَّ أَن تُوَلُّوا۟ وُجُوهَكُمْ قِبَلَ ٱلْمَشْرِقِ وَٱلْمَغْرِبِ وَلَـٰكِنَّ ٱلْبِرَّ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَٱلْمَلَـٰٓئِكَةِ وَٱلْكِتَـٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلْمَالَ عَلَىٰ حُبِّهِۦ ذَوِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينَ وَٱبْنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِى ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلْمُوفُونَ بِعَهْدِهِمْ إِذَا عَـٰهَدُوا۟ ۖ وَٱلصَّـٰبِرِينَ فِى ٱلْبَأْسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلْبَأْسِ ۗ أُو۟لَـٰٓئِكَ ٱلَّذِينَ صَدَقُوا۟ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُتَّقُونَ",
    "text_uthmani_transcribed": "Laisal-birra an tuwallū wujūhakum qibalal-masyriqi wal-magribi wa lākinnal-birra man āmana billāhi wal-yaumil ākhiri wal-malā'ikati wal-kitābi wan-nabiyyīn(a), wa ātal-māla 'alā ḥubbihī żawil-qurbā wal-yatāmā wal-masākīna wabnas-sabīl(i), was-sā'ilīna wa fir-riqāb(i), wa aqāmaṣ-ṣalāta wa ātaz-zakāh(ta), wal mūfūna bi'ahdihim iżā 'āhadū, waṣ-ṣābirīna fil-ba'sā'i waḍ-ḍarrā'i wa ḥīnal-ba's(i), ulā'ikal-lażīna ṣadaqū, wa ulā'ika humul-muttaqūn(a).",
    "translation": "Не в том лежит благочестивость, Чтоб на восток иль запад лик свой обратить, А благочестье в том, Чтобы уверовать в Аллаха, И в Последний День, И в ангелов Его, В Писание (Святое) и в пророков; Любя (свое добро), все же делиться им И с тем, кто близок по крови, И с сиротой, и с нищим, И с путником, и с теми, кто взывает; И дать рабам на откуп, И по часам молитвы совершать, Платить закат, Скрепленный договор исполнить; И стойким быть, и терпеливым В несчастье и в страдании своем, Во все минуты страха и смятенья, - Таков лик праведных - предавшихся Аллаху"
  },
  {
    "verse_number": 178,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُتِبَ عَلَيْكُمُ ٱلْقِصَاصُ فِى ٱلْقَتْلَى ۖ ٱلْحُرُّ بِٱلْحُرِّ وَٱلْعَبْدُ بِٱلْعَبْدِ وَٱلْأُنثَىٰ بِٱلْأُنثَىٰ ۚ فَمَنْ عُفِىَ لَهُۥ مِنْ أَخِيهِ شَىْءٌ فَٱتِّبَاعٌۢ بِٱلْمَعْرُوفِ وَأَدَآءٌ إِلَيْهِ بِإِحْسَـٰنٍ ۗ ذَٰلِكَ تَخْفِيفٌ مِّن رَّبِّكُمْ وَرَحْمَةٌ ۗ فَمَنِ ٱعْتَدَىٰ بَعْدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٌ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū kutiba 'alaikumul-qiṣāṣu fil-qatlā, al-ḥurru bil-ḥurri wal-'abdu bil-'abdi wal-unṡā bil-unṡā, faman 'ufiya lahū min akhīhi syai'un fattibā'um bil-ma'rūfi wa adā'un ilaihi bi iḥsān(in), żālika takhfīfum mir rabbikum wa raḥmah(tun), fa mani'tadā ba'da żālika fa lahū 'ażābun alīm(un).",
    "translation": "О вы, кто верует! Предписано вам право За смерть (убитых близких) отплатить: За жизнь свободного - свободный, И раб - за жизнь раба, И за жену - жена. Но тот, кому собратом будет прощено, Благодеянием разумным должен возместить. Сие для вас - Господне облегчение и милость. Того ж, кто после этого дозволенный предел преступит, Мучительная кара ждет"
  },
  {
    "verse_number": 179,
    "text_uthmani": "وَلَكُمْ فِى ٱلْقِصَاصِ حَيَوٰةٌ يَـٰٓأُو۟لِى ٱلْأَلْبَـٰبِ لَعَلَّكُمْ تَتَّقُونَ",
    "text_uthmani_transcribed": "Wa lakum fil-qiṣāṣi ḥayātuy yā ulil-albābi la'allakum tattaqūn(a).",
    "translation": "В Законе этом Кроется сохранность вашей жизни - О вы, кто обладает разуменьем! - Чтоб благочестие могли вы обрести"
  },
  {
    "verse_number": 180,
    "text_uthmani": "كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ ٱلْمَوْتُ إِن تَرَكَ خَيْرًا ٱلْوَصِيَّةُ لِلْوَٰلِدَيْنِ وَٱلْأَقْرَبِينَ بِٱلْمَعْرُوفِ ۖ حَقًّا عَلَى ٱلْمُتَّقِينَ",
    "text_uthmani_transcribed": "Kutiba 'alaikum iżā ḥaḍara aḥadakumul-mautu in taraka kahirā(n), al-waṣiyyatu lil-wālidaini wal-aqrabīna bil-ma'rūf(i), ḥaqqan 'alal-muttaqīn(a).",
    "translation": "И вам предписано: Когда пред кем-нибудь из вас предстанет смерть - А вы владеете добром, - Составить завещание родителям и близким По соответствию разумной доле; И это надлежит блюсти всем тем, Кто (гнева Божьего) страшится"
  },
  {
    "verse_number": 181,
    "text_uthmani": "فَمَنۢ بَدَّلَهُۥ بَعْدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثْمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓ ۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
    "text_uthmani_transcribed": "Famam baddalahū ba'da mā sami'ahū fa innamā iṡmuhū 'alal-lażīna yubaddilūnah(ū), innallāha samī'un 'alīm(un).",
    "translation": "Но если кто, прослушав завещание сие, Потом его изменит, Он грех возьмет на свою душу, - Аллах (все) слышит, знает (обо всем)"
  },
  {
    "verse_number": 182,
    "text_uthmani": "فَمَنْ خَافَ مِن مُّوصٍ جَنَفًا أَوْ إِثْمًا فَأَصْلَحَ بَيْنَهُمْ فَلَآ إِثْمَ عَلَيْهِ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "text_uthmani_transcribed": "Faman khāfa mim mūṣin janafan au iṡman fa aṣlaḥa bainahum falā iṡma 'alaih(i), innallāha gafūrur raḥīm(un).",
    "translation": "Кто ж опасается от завещателя Пристрастия или греха И их (со всею справедливостью) поправит, Тот остается неповинным, - Аллах ведь всепрощающ, милосерд"
  },
  {
    "verse_number": 183,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُتِبَ عَلَيْكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū kutiba 'alaikumuṣ-ṣiyāmu kamā kutiba 'alal-lażīna min qablikum la'allakum tattaqūn(a).",
    "translation": "О вы, кто верует! Предписан пост вам, Как он предписан был для тех, кто был до вас, Чтоб благочестие могли вы обрести"
  },
  {
    "verse_number": 184,
    "text_uthmani": "أَيَّامًا مَّعْدُودَٰتٍ ۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوْ عَلَىٰ سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ ۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدْيَةٌ طَعَامُ مِسْكِينٍ ۖ فَمَن تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَّهُۥ ۚ وَأَن تَصُومُوا۟ خَيْرٌ لَّكُمْ ۖ إِن كُنتُمْ تَعْلَمُونَ",
    "text_uthmani_transcribed": "Ayyāmam ma'dūdāt(in), faman kāna minkum marīḍan au 'alā safarin fa 'iddatum min ayyāmin ukhar(a), wa 'alal-lażīna yuṭīqūnahū fidyatun ṭa'āmu miskīn(in), faman taṭawwa'a khairan fahuwa khairul lah(ū), wa an taṣūmū khairul lakum in kuntum ta'lamūn(a).",
    "translation": "На дни, определенные числом. Но тот, кто болен иль находится в пути, Предписанные дни поста Поститься должен в дни другие. Для тех, кто может пост держать (с трудом), Назначен откуп - накормить голодных. Но кто по своей доброй воле Прибавит к этому (другое благо), Так будет лучше для него. (А если все-таки при тяготах земных) Вы пост (намеренно) блюдете, Вам лучше (Господом воздастся), - О, если бы вы только знали"
  },
  {
    "verse_number": 185,
    "text_uthmani": "شَهْرُ رَمَضَانَ ٱلَّذِىٓ أُنزِلَ فِيهِ ٱلْقُرْءَانُ هُدًى لِّلنَّاسِ وَبَيِّنَـٰتٍ مِّنَ ٱلْهُدَىٰ وَٱلْفُرْقَانِ ۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهْرَ فَلْيَصُمْهُ ۖ وَمَن كَانَ مَرِيضًا أَوْ عَلَىٰ سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ ۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلْيُسْرَ وَلَا يُرِيدُ بِكُمُ ٱلْعُسْرَ وَلِتُكْمِلُوا۟ ٱلْعِدَّةَ وَلِتُكَبِّرُوا۟ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ",
    "text_uthmani_transcribed": "Syahru ramaḍānal-lażī unzila fīhil-qur'ānu hudal lin-nāsi wa bayyinātim minal-hudā wal-furqān(i), faman syahida minkumusy-syahra falyaṣumh(u) wa man kāna marīḍan au 'alā safarin fa 'iddatum min ayyāmin ukhar(a), yurīdullāhu bikumul-yusra wa lā yurīdu bikumul-'usr(a), wa litukmilul-'iddata wa litukabbirullāha 'alā mā hadākum wa la'allakum tasykurūn(a).",
    "translation": "И месяц Рамадан есть тот, В который (Господом) Коран Ниспослан в руководство людям, А также с ясным наставленьем И различением (добра и зла). И кто из вас застанет его (дома), Поститься должен в продолжение его, А тот, кто болен иль находится в пути, Предписанные дни поста Поститься должен в дни другие, - Аллах вам создает возможность облегченья, Он не желает отягчать вам жизнь, Чтоб завершили вы число, назначенное Им, И славили Его за то, Что Он стезею праведною вас направил, - Чтоб вы могли быть благодарны"
  },
  {
    "verse_number": 186,
    "text_uthmani": "وَإِذَا سَأَلَكَ عِبَادِى عَنِّى فَإِنِّى قَرِيبٌ ۖ أُجِيبُ دَعْوَةَ ٱلدَّاعِ إِذَا دَعَانِ ۖ فَلْيَسْتَجِيبُوا۟ لِى وَلْيُؤْمِنُوا۟ بِى لَعَلَّهُمْ يَرْشُدُونَ",
    "text_uthmani_transcribed": "Wa iżā sa'alaka 'ibādī 'annī fa innī qarīb(un),  ujību da'watad-dā'i iżā da'ān(i), falyastajībū lī walyu'minū bī la'allahum yarsyudūn(a).",
    "translation": "Когда же вопрошают обо Мне тебя служители Мои, Я рядом нахожусь И внемлю каждому призыву, Когда ко Мне в молитве он взывает. Пусть и они призыву Моему послушны будут И пусть уверуют в Меня, Чтоб праведным путем могли идти"
  },
  {
    "verse_number": 187,
    "text_uthmani": "أُحِلَّ لَكُمْ لَيْلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمْ ۚ هُنَّ لِبَاسٌ لَّكُمْ وَأَنتُمْ لِبَاسٌ لَّهُنَّ ۗ عَلِمَ ٱللَّهُ أَنَّكُمْ كُنتُمْ تَخْتَانُونَ أَنفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنكُمْ ۖ فَٱلْـَٔـٰنَ بَـٰشِرُوهُنَّ وَٱبْتَغُوا۟ مَا كَتَبَ ٱللَّهُ لَكُمْ ۚ وَكُلُوا۟ وَٱشْرَبُوا۟ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلْخَيْطُ ٱلْأَبْيَضُ مِنَ ٱلْخَيْطِ ٱلْأَسْوَدِ مِنَ ٱلْفَجْرِ ۖ ثُمَّ أَتِمُّوا۟ ٱلصِّيَامَ إِلَى ٱلَّيْلِ ۚ وَلَا تُبَـٰشِرُوهُنَّ وَأَنتُمْ عَـٰكِفُونَ فِى ٱلْمَسَـٰجِدِ ۗ تِلْكَ حُدُودُ ٱللَّهِ فَلَا تَقْرَبُوهَا ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَـٰتِهِۦ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ",
    "text_uthmani_transcribed": "Uḥilla lakum lailataṣ-ṣiyāmir-rafaṡu ilā nisā'ikum, hunna libāsul lakum wa antum libāsul lahunn(a), 'alimallāhu annakum kuntum takhtānūna anfusakum fatāba 'alaikum wa 'afā 'ankum, fal-āna bāsyirūhunna wabtagū mā kataballāhu lakum, wa kulū wasyrabū ḥattā yatabayyana lakumul-khaiṭul-abyaḍu minal-khaiṭil-aswadi minal-fajr(i), ṡumma atimmuṣ-ṣiyāma ilal-lail(i), wa lā tubāsyirūhunna wa antum 'ākifūna fil-masājid(i) tilka ḥudūdullāhi falā taqrabūhā, każālika yubayyinullāhu āyātihī lin-nāsi la'allahum yattaqūn(a).",
    "translation": "Вам в ночь поста разрешено К супругам приближаться: Они - одежда вам, а вы - одежда им. И ведает Аллах, что меж собой Вы были не всегда благочестивы, Но обратился к вам Он и простил. А потому вы с ними сообщайтесь, Вкушая то, что вам Аллах назначил. И есть, и пить дотоле можно вам, Пока седая нить (зари) Не отойдет от черной нити (ночи), - От сей минуты до захода солнца Должны вы пост держать И к ним не прикасаться, Когда вы пребываете в мечетях, Творя обряды благочестья, - Вот таковы пределы, установленные Богом. Не приближайтесь к ним (под страхом преступить)! Так вам Господь Свои знаменья разъясняет, Чтобы смирение и праведность могли вы обрести"
  }
]