{
  "chapter_number": 23,
  "verses": [
    {
      "verse_number": 34,
      "text_uthmani": "وَلَئِنْ أَطَعْتُم بَشَرًا مِّثْلَكُمْ إِنَّكُمْ إِذًا لَّخَـٰسِرُونَ",
      "text_uthmani_transcribed": "Wa la'in aṭa'tum basyaram miṡlakum innakum iżal lakhāsirūn(a).",
      "translation": "Ведь если покоритесь человеку вам сродни, Поистине, вы будете в убытке"
    },
    {
      "verse_number": 35,
      "text_uthmani": "أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنتُمْ تُرَابًا وَعِظَـٰمًا أَنَّكُم مُّخْرَجُونَ",
      "text_uthmani_transcribed": "Aya'idukum annakum iżā mittum wa kuntum turābaw wa 'iẓāman annakum mukhrajūn(a).",
      "translation": "Неужто он вам обещает, Что вас, когда умрете вы И станете костьми и прахом, Вновь к жизни возвратят"
    },
    {
      "verse_number": 36,
      "text_uthmani": "۞ هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ",
      "text_uthmani_transcribed": "Haihāta haihāta limā tū'adūn(a).",
      "translation": "Как далеко (от Истины) все то, Что он вам обещает"
    },
    {
      "verse_number": 37,
      "text_uthmani": "إِنْ هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ",
      "text_uthmani_transcribed": "In hiya illā ḥayātunad-dun-yā namūtu wa naḥyā wa mā naḥnu bimab'ūṡīn(a).",
      "translation": "Нет ничего, помимо жизни в этом мире, - Мы умираем и живем. (Единожды умерши), не будем мы воскрешены"
    },
    {
      "verse_number": 38,
      "text_uthmani": "إِنْ هُوَ إِلَّا رَجُلٌ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا وَمَا نَحْنُ لَهُۥ بِمُؤْمِنِينَ",
      "text_uthmani_transcribed": "In huwa illā rajuluniftarā 'alallāhi każibaw wa mā naḥnu lahū bimu'minīn(a).",
      "translation": "Это - всего лишь человек, Кто ложь измыслил на Аллаха, Не верим мы ему"
    },
    {
      "verse_number": 39,
      "text_uthmani": "قَالَ رَبِّ ٱنصُرْنِى بِمَا كَذَّبُونِ",
      "text_uthmani_transcribed": "Qāla rabbinṣurnī bimā każżabūn(i).",
      "translation": "(Пророк) сказал: \"О мой Господь! Пошли мне помощь защититься от того, Что (все они) меня лжецом считают"
    },
    {
      "verse_number": 40,
      "text_uthmani": "قَالَ عَمَّا قَلِيلٍ لَّيُصْبِحُنَّ نَـٰدِمِينَ",
      "text_uthmani_transcribed": "Qāla 'ammā qalīlil layuṣbiḥunna nādimīn(a).",
      "translation": "(Господь) сказал: \"Пройдет короткое мгновенье, И раскаются они"
    },
    {
      "verse_number": 41,
      "text_uthmani": "فَأَخَذَتْهُمُ ٱلصَّيْحَةُ بِٱلْحَقِّ فَجَعَلْنَـٰهُمْ غُثَآءً ۚ فَبُعْدًا لِّلْقَوْمِ ٱلظَّـٰلِمِينَ",
      "text_uthmani_transcribed": "Fa akhażathumuṣ-ṣaiḥatu bil-ḥaqqi fa ja'alahum guṡā'ā(n), fa bu'dal lil-qaumiẓ-ẓālimīn(a).",
      "translation": "И тут, поистине, их поразил зловещий вопль По справедливости (Господней), И Мы их сделали сухим жнивьем, Рассеянным в потоке (ветра), - Пусть сгинет нечестивый люд"
    },
    {
      "verse_number": 42,
      "text_uthmani": "ثُمَّ أَنشَأْنَا مِنۢ بَعْدِهِمْ قُرُونًا ءَاخَرِينَ",
      "text_uthmani_transcribed": "Ṡumma ansya'nā mim ba'dihim qurūnan ākharīn(a).",
      "translation": "Потом Мы вырастили после них другие поколенья"
    },
    {
      "verse_number": 43,
      "text_uthmani": "مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَـْٔخِرُونَ",
      "text_uthmani_transcribed": "Mā tasbiqu min ummatin ajalahā wa mā yasta'khirūn(a).",
      "translation": "Не может ни один народ Ни подогнать, ни задержать свой срок, (Назначенный Аллахом)"
    },
    {
      "verse_number": 44,
      "text_uthmani": "ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَا ۖ كُلَّ مَا جَآءَ أُمَّةً رَّسُولُهَا كَذَّبُوهُ ۚ فَأَتْبَعْنَا بَعْضَهُم بَعْضًا وَجَعَلْنَـٰهُمْ أَحَادِيثَ ۚ فَبُعْدًا لِّقَوْمٍ لَّا يُؤْمِنُونَ",
      "text_uthmani_transcribed": "Ṡumma arsalnā rusulanā tatrā, kullamā jā'a ummatar rasūluhā każżabūhu fa atba'nā ba'ḍahum ba'ḍaw wa ja'alnāhum aḥādīṡ(a), fa bu'dal liqaumil lā yu'minūn(a).",
      "translation": "Потом посланников Мы слали друг за другом, Но всякий раз, когда посланник приходил к народу, Они его лжецом считали. Мы (в наказание за это) Один народ другим сменяли, (в небытие их повергая). И делали (истории их жизни) Как притчи (в назидание другим). Пусть сгинет люд, что не уверовал (в Аллаха)"
    }
  ]
}