[
  {
    "verse_number": 89,
    "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ وَٱلْحُكْمَ وَٱلنُّبُوَّةَ ۚ فَإِن يَكْفُرْ بِهَا هَـٰٓؤُلَآءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَّيْسُوا۟ بِهَا بِكَـٰفِرِينَ",
    "text_uthmani_transcribed": "Ulā'ikal-lażīna ātaināhumul-kitāba wal-ḥukma wan-nubuwwah(ta), fa iy yakfur bihā hā'ulā'i faqad wakkalnā bihā qaumal laisū bihā bikāfirīn(a).",
    "translation": "И это - те, кому Мы даровали Книгу, Власть и пророчество (средь них самих). А если в это все народ сей не поверит, Мы (обязательство) сие Возложим на другой народ, Который в это все поверит"
  },
  {
    "verse_number": 90,
    "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُ ۖ فَبِهُدَىٰهُمُ ٱقْتَدِهْ ۗ قُل لَّآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا ۖ إِنْ هُوَ إِلَّا ذِكْرَىٰ لِلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Ulā'ikal-lażīna hadallāhu fa bihudāūhumuqtadih, qul lā as'alukum 'alaihi ajrā(n), in huwa illā żikrā lil-'ālamīn(a).",
    "translation": "То были те, которых вел Аллах, А потому путем их следуй! Скажи: \"Я не прошу у вас за это платы. Сие - лишь увещание мирам"
  },
  {
    "verse_number": 91,
    "text_uthmani": "وَمَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدْرِهِۦٓ إِذْ قَالُوا۟ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٍ مِّن شَىْءٍ ۗ قُلْ مَنْ أَنزَلَ ٱلْكِتَـٰبَ ٱلَّذِى جَآءَ بِهِۦ مُوسَىٰ نُورًا وَهُدًى لِّلنَّاسِ ۖ تَجْعَلُونَهُۥ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا ۖ وَعُلِّمْتُم مَّا لَمْ تَعْلَمُوٓا۟ أَنتُمْ وَلَآ ءَابَآؤُكُمْ ۖ قُلِ ٱللَّهُ ۖ ثُمَّ ذَرْهُمْ فِى خَوْضِهِمْ يَلْعَبُونَ",
    "text_uthmani_transcribed": "Wa mā qadarullāha ḥaqqa qadrihī iż qālū mā anzalallāhu 'alā basyarim min syai'(in), qul man anzalal-kitābal-lażī  jā'a bihī mūsā nūraw wa hudal lin-nāsi taj'alūnahū qarāṭīsa tubdūnahā wa tukhfūna kaṡīrā(n), wa 'ullimtum mā lam ta'lamū antum wa lā ābā'ukum, qulillāh(u), ṡumma żarhum fī khauḍihim yal'abūn(a).",
    "translation": "Они оценки должной Господу не дали, говоря: \"Аллах ведь ничего для человека не послал\". Скажи: \"Кто Книгу ниспослал, С которою явился Муса Как со Светом и Руководством для людей? Они же, (целостность ее нарушив), Ее являют на пергаментных листах, Показывая из нее одно и укрывая из нее другое. А ведь по ней научены тому вы, Чего ни вы, ни ваши праотцы не знали\". Скажи: \"Аллах (ее вам ниспослал)!\" Потом оставь их забавляться в (грешном) пустословье"
  },
  {
    "verse_number": 92,
    "text_uthmani": "وَهَـٰذَا كِتَـٰبٌ أَنزَلْنَـٰهُ مُبَارَكٌ مُّصَدِّقُ ٱلَّذِى بَيْنَ يَدَيْهِ وَلِتُنذِرَ أُمَّ ٱلْقُرَىٰ وَمَنْ حَوْلَهَا ۚ وَٱلَّذِينَ يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ يُؤْمِنُونَ بِهِۦ ۖ وَهُمْ عَلَىٰ صَلَاتِهِمْ يُحَافِظُونَ",
    "text_uthmani_transcribed": "Wa hāżā kitābun anzalnāhu mubārakum muṣaddiqul-lażī baina yadaihi wa litunżira ummal-qurā wa man ḥaulahā, wal-lażīna yu'minūna bil-ākhirati yu'minūna bihī wa hum 'alā ṣalātihim yuḥāfiẓūn(a).",
    "translation": "И это - Книга, что тебе Мы ниспослали, Благословенна Нами И подтверждение ниспосланному прежде, Чтоб (ею) мог увещевать ты Мать городов и все, что вкруг нее, И тех, кто веруют в другую жизнь и в это И строги в соблюдении своих молитв"
  },
  {
    "verse_number": 93,
    "text_uthmani": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ قَالَ أُوحِىَ إِلَىَّ وَلَمْ يُوحَ إِلَيْهِ شَىْءٌ وَمَن قَالَ سَأُنزِلُ مِثْلَ مَآ أَنزَلَ ٱللَّهُ ۗ وَلَوْ تَرَىٰٓ إِذِ ٱلظَّـٰلِمُونَ فِى غَمَرَٰتِ ٱلْمَوْتِ وَٱلْمَلَـٰٓئِكَةُ بَاسِطُوٓا۟ أَيْدِيهِمْ أَخْرِجُوٓا۟ أَنفُسَكُمُ ۖ ٱلْيَوْمَ تُجْزَوْنَ عَذَابَ ٱلْهُونِ بِمَا كُنتُمْ تَقُولُونَ عَلَى ٱللَّهِ غَيْرَ ٱلْحَقِّ وَكُنتُمْ عَنْ ءَايَـٰتِهِۦ تَسْتَكْبِرُونَ",
    "text_uthmani_transcribed": "Wa man aẓlamu mimmaniftarā 'alallāhi każiban au qāla ūḥiya ilayya wa lam yūḥa ilaihi syai'uw wa man qāla sa'unzilu miṡla mā anzalallāh(u), wa lau tarā iżiẓ-ẓālimūna fī gamarātil-mauti wal-malā'ikatu bāsiṭū aidīhim, akhirjū anfusakum, al-yauma tujzauna 'ażābal-hūni bimā kuntum taqūlūna 'alallāhi gairal-ḥaqqi wa kuntum 'an āyātihī tastakbirūn(a).",
    "translation": "И есть ли нечестивее того, Кто ложь возводит на Аллаха Иль говорит: \"Дано мне Откровенье (от Аллаха)\", Тогда как не было оно ему дано? Или того, кто говорит: \"Я низведу (для вас) подобное тому, Что свыше (вам) Аллах низводит\". О, если б видел ты, какой пучиной мук Охватит смерть всех нечестивых! И скажут ангелы, простерши руки к ним: \"Исторгните же ваши души! Сим Днем воздастся вам мучительным позором За всю ту ложь, что возвели вы на Аллаха, Как и за то, что, величаясь, небрегли знаменьями Его"
  },
  {
    "verse_number": 94,
    "text_uthmani": "وَلَقَدْ جِئْتُمُونَا فُرَٰدَىٰ كَمَا خَلَقْنَـٰكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُم مَّا خَوَّلْنَـٰكُمْ وَرَآءَ ظُهُورِكُمْ ۖ وَمَا نَرَىٰ مَعَكُمْ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَـٰٓؤُا۟ ۚ لَقَد تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنكُم مَّا كُنتُمْ تَزْعُمُونَ",
    "text_uthmani_transcribed": "Wa laqad ji'tumūnā furādā kamā khalaqnākum awwala marratiw wa taraktum mā khawwalnākum warā'a ẓuhūrikum, wa mā narā ma'akum syufa'ā'akumul-lażīna  za'amtum annahum fīkum syurakā'(u), laqat taqaṭṭa'a bainakum wa ḍalla 'ankum mā kuntum taz'umūn(a).",
    "translation": "И вы вернетесь к Нам лишенными всего - Какими вас Мы изначально сотворили, Оставив за своей спиной Все то, чем вас Мы наделили. И не увидим Мы заступников при вас, Которых вы измыслили себе как сотоварищей (Аллаху). Разорваны сейчас все узы между вами, От вас исчезли те, Которых вы измыслили своим воображеньем"
  },
  {
    "verse_number": 95,
    "text_uthmani": "۞ إِنَّ ٱللَّهَ فَالِقُ ٱلْحَبِّ وَٱلنَّوَىٰ ۖ يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَمُخْرِجُ ٱلْمَيِّتِ مِنَ ٱلْحَىِّ ۚ ذَٰلِكُمُ ٱللَّهُ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
    "text_uthmani_transcribed": "Innallāha fāliqul-ḥabbi wan-nawā, yukhrijul-ḥayya minal-mayyiti wa mukhrijul-mayyiti minal-ḥayy(i), żālikumullāhu fa annā tu'fakūn(a).",
    "translation": "И, истинно, Аллах щепит (для израстания побега) И зернышко (любого злака), И косточку (от плода финиковой пальмы). Он извлекает жизнь из мертвой (плоти), Из глубины живого вызывает смерть. Таков Аллах! И как же безрассудны вы, (Что в стороне от Истины Его стоите)"
  },
  {
    "verse_number": 96,
    "text_uthmani": "فَالِقُ ٱلْإِصْبَاحِ وَجَعَلَ ٱلَّيْلَ سَكَنًا وَٱلشَّمْسَ وَٱلْقَمَرَ حُسْبَانًا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ",
    "text_uthmani_transcribed": "Fāliqul-iṣbāḥ(i), wa ja'alal-laila sakanaw wasy-syamsa wal-qamara ḥusbānā(n), żālika taqdīrul-'azīzil-'alīm(i).",
    "translation": "Он рассекает (небо) утренней зарею И для покоя назначает ночь, А солнцу и луне - счет времени вести. Сие - установление Того, Кто мудр и могуч безмерно"
  },
  {
    "verse_number": 97,
    "text_uthmani": "وَهُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهْتَدُوا۟ بِهَا فِى ظُلُمَـٰتِ ٱلْبَرِّ وَٱلْبَحْرِ ۗ قَدْ فَصَّلْنَا ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa huwal-lażī ja'ala lakumun-nujūma litahtadū bihā fī ẓulumātil-barri wal-baḥr(i), qad faṣṣalnal-āyāti liqaumiy ya'lamūn(a).",
    "translation": "Он - Тот, Кто звезды разместил (для ваших нужд), Чтобы указывать вам путь, Когда на сушу иль на море мрак (нисходит). Так разъясняем Мы знамения Свои Для тех, в ком знание живет"
  },
  {
    "verse_number": 98,
    "text_uthmani": "وَهُوَ ٱلَّذِىٓ أَنشَأَكُم مِّن نَّفْسٍ وَٰحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ ۗ قَدْ فَصَّلْنَا ٱلْـَٔايَـٰتِ لِقَوْمٍ يَفْقَهُونَ",
    "text_uthmani_transcribed": "Wa huwal-lażī ansya'akum min nafsiw wāḥidatin fa mustaqarruw wa mustauda'(un), qad faṣṣalnal-āyāti liqaumiy yafqahūn(a).",
    "translation": "Он - Тот, Кто из одной души взрастил вас, Вас изначально поместив во чреслах мужа, Потом - в сохранном чреве у его жены. Так разъясняем Мы знамения Свои Для тех, кто обладает разуменьем"
  },
  {
    "verse_number": 99,
    "text_uthmani": "وَهُوَ ٱلَّذِىٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجْنَا بِهِۦ نَبَاتَ كُلِّ شَىْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًا وَمِنَ ٱلنَّخْلِ مِن طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّـٰتٍ مِّنْ أَعْنَابٍ وَٱلزَّيْتُونَ وَٱلرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَـٰبِهٍ ۗ ٱنظُرُوٓا۟ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثْمَرَ وَيَنْعِهِۦٓ ۚ إِنَّ فِى ذَٰلِكُمْ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Wa huwal-lażī anzala minas-samā'i mā'ā(n), fa akhrajnā bihī nabāta kulli syai'in fa akhrajnā minhu khaḍiran nukhriju minhu ḥabbam mutarākibā(n), wa minan nakhli min ṭal'ihā qinwānun dāniyatuw wa jannātim min a'nābiw waz-zaitūna war-rummāna musytabihaw wa gaira mutasyābih(in), unẓurū ilā ṡamarihī iżā aṡmara wa yan'ih(ī), inna fī żālikum la'āyātil liqaumiy yu'minūn(a).",
    "translation": "Он - Тот, Кто вам низводит воду с неба, И ею Мы даем произрасти растениям всех видов, И ею Мы растим побеги злаков, Из них выращиваем зерна, Усаживая (в колос плотным) рядом. Из финиковой пальмы, завязей ее - Гроздья плодов, свисающие низко; Сады из виноградных лоз, маслин, гранатов, Которые (во многом) так похожи - И все же столь различны меж собой! Когда на них появятся плоды, Сладитесь тем, как наливаются они и зреют! Поистине, в сем кроются знамения для тех, Которые уверовали (в Бога)"
  }
]