[
  {
    "verse_number": 56,
    "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُم بَدَّلْنَـٰهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا۟ ٱلْعَذَابَ ۗ إِنَّ ٱللَّهَ كَانَ عَزِيزًا حَكِيمًا",
    "text_uthmani_transcribed": "Innal-lażīna kafarū bi'āyātinā sanuṣlīhim nārā(n), kullamā naḍijat julūduhum baddalnāhum julūdan gairahā liyażūqul-'ażāb(a), innallāha kāna 'azīzan ḥakīmā(n).",
    "translation": "И тех, которые знаменья Наши отвергают, Поистине, Мы будем жечь в Огне. И всякий раз, когда их кожа обгорит, Ее заменим Мы другою кожей, Чтоб дать вкусить им наказание сполна. Поистине, Господь - великий, мудрый"
  },
  {
    "verse_number": 57,
    "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَنُدْخِلُهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۖ لَّهُمْ فِيهَآ أَزْوَٰجٌ مُّطَهَّرَةٌ ۖ وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا",
    "text_uthmani_transcribed": "Wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti sanudkhiluhum jannātin tajrī min taḥtihal-anhāru khālidīna fīhā abadā(n), lahum fīhā azwājum muṭahharah(tun), wa nudkhiluhum ẓillan ẓalīlā(n).",
    "translation": "А тех, кто верует и доброе творит, Введем в Сады, реками омовенны, Где пребывать навечно им. Для них там - чистые супруги И благодать прохладной тени, В которую введем Мы их"
  },
  {
    "verse_number": 58,
    "text_uthmani": "۞ إِنَّ ٱللَّهَ يَأْمُرُكُمْ أَن تُؤَدُّوا۟ ٱلْأَمَـٰنَـٰتِ إِلَىٰٓ أَهْلِهَا وَإِذَا حَكَمْتُم بَيْنَ ٱلنَّاسِ أَن تَحْكُمُوا۟ بِٱلْعَدْلِ ۚ إِنَّ ٱللَّهَ نِعِمَّا يَعِظُكُم بِهِۦٓ ۗ إِنَّ ٱللَّهَ كَانَ سَمِيعًۢا بَصِيرًا",
    "text_uthmani_transcribed": "Innallāha ya'murukum an tu'addul-amānāti ilā ahlihā, wa iżā ḥakamtum bainan-nāsi an taḥkumū bil-'adl(i), innallāha ni'immā ya'iẓukum bih(ī), innallāha kāna samī'am baṣīrā(n).",
    "translation": "Поистине, Аллах заповедАет Доверенную кладь владельцам возвращать. Когда ж придется вам судить между людьми, По справедливости судите. И как, поистине, прекрасно то, Чему Аллах вас поучает! Ведь Он все слышит и все видит"
  },
  {
    "verse_number": 59,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَأُو۟لِى ٱلْأَمْرِ مِنكُمْ ۖ فَإِن تَنَـٰزَعْتُمْ فِى شَىْءٍ فَرُدُّوهُ إِلَى ٱللَّهِ وَٱلرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۚ ذَٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا",
    "text_uthmani_transcribed": "Yā ayyuhal-lażīna āmanū aṭī'ullāha wa aṭī'ur-rasūla wa ulil-amri minkum, fa in tanāza'tum fī syai'in fa rudd­hu ilallāhi war-rasūli in kuntum tu'minūna billāhi wal-yaumil-ākhir(i), żālika khairuw wa aḥsanu ta'wīlā(n).",
    "translation": "О вы, кто верует! Аллаху повинуйтесь и посланнику Его, А также тем из вас, кто властью наделен. А если спор затеете между собой, То предоставьте рассудить вас Аллаху и посланнику Его, Если в Аллаха и Последний День уверовали вы. Ведь это - лучше и пристойней по исходу"
  },
  {
    "verse_number": 60,
    "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يَزْعُمُونَ أَنَّهُمْ ءَامَنُوا۟ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوٓا۟ إِلَى ٱلطَّـٰغُوتِ وَقَدْ أُمِرُوٓا۟ أَن يَكْفُرُوا۟ بِهِۦ وَيُرِيدُ ٱلشَّيْطَـٰنُ أَن يُضِلَّهُمْ ضَلَـٰلًۢا بَعِيدًا",
    "text_uthmani_transcribed": "Alam tara ilal-lażīna yaz'umūna annahum āmanū bimā unzila ilaika  wa mā unzila min qablika  yurīdūna ay yataḥākamū ilaṭ-ṭāgūti wa qad umirū ay yakfurū bih(ī), wa yurīdusy-syaiṭānu ay yuḍillahum ḍalālam ba'īdā(n).",
    "translation": "Ты обратил внимание на тех, Кто (лживо) утверждает, что поверил в то, Что (ныне) послано тебе И до тебя ниспослано (другим)? Они желают обращаться за судом к Тагуту, Тогда как им повелено не веровать в него; И хочет Сатана их сбить с пути И в заблуждение увлечь как можно дальше"
  },
  {
    "verse_number": 61,
    "text_uthmani": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ رَأَيْتَ ٱلْمُنَـٰفِقِينَ يَصُدُّونَ عَنكَ صُدُودًا",
    "text_uthmani_transcribed": "Wa iżā qīla lahum ta'ālau ilā mā anzalallāhu wa ilar-rasūli ra'aital-munāfiqīna yaṣuddūna 'anka ṣudūdā(n).",
    "translation": "Когда им говорят: \"Идите вы к тому, что вам низвел Аллах, К Его посланнику идите!\", Ты видишь, как, отворотя свой лик, Уходят эти лицемеры"
  },
  {
    "verse_number": 62,
    "text_uthmani": "فَكَيْفَ إِذَآ أَصَـٰبَتْهُم مُّصِيبَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَآءُوكَ يَحْلِفُونَ بِٱللَّهِ إِنْ أَرَدْنَآ إِلَّآ إِحْسَـٰنًا وَتَوْفِيقًا",
    "text_uthmani_transcribed": "Fa kaifa iżā aṣābathum muṣībatum bimā qaddamat aidīhim ṡumma jā'ūka yaḥlifūna billāh(i), in aradnā illā iḥsānaw wa taufīqā(n).",
    "translation": "А как они себя ведут, Когда их постигает горе За то, что предварили им их руки? Тогда они идут к тебе и, Господом клянясь, (взывают): \"Мы лишь согласия желали и добра"
  },
  {
    "verse_number": 63,
    "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ يَعْلَمُ ٱللَّهُ مَا فِى قُلُوبِهِمْ فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُل لَّهُمْ فِىٓ أَنفُسِهِمْ قَوْلًۢا بَلِيغًا",
    "text_uthmani_transcribed": "Ulā'ikal-lażīna ya'lamullāhu mā fī qulūbihim fa a'riḍ 'anhum wa 'iẓhum wa qul lahum fī anfusihim qaulam balīgā(n).",
    "translation": "(Известны Богу) эти люди, И знает Он, что скрыто в их сердцах. Ты в стороне держись от них, (А по возможности) увещевай и говори им слово, Что в души их проникнуть может"
  },
  {
    "verse_number": 64,
    "text_uthmani": "وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ ٱللَّهِ ۚ وَلَوْ أَنَّهُمْ إِذ ظَّلَمُوٓا۟ أَنفُسَهُمْ جَآءُوكَ فَٱسْتَغْفَرُوا۟ ٱللَّهَ وَٱسْتَغْفَرَ لَهُمُ ٱلرَّسُولُ لَوَجَدُوا۟ ٱللَّهَ تَوَّابًا رَّحِيمًا",
    "text_uthmani_transcribed": "Wa mā arsalnā mir rasūlin illā liyuṭā'a bi'iżnillāh(i), wa lau annahum iẓ ẓalamū anfusahum jā'ūka fastagfarullāha wastagfara lahumur-rasūlu lawajadullāha tawwābar raḥīmā(n).",
    "translation": "Мы посылали каждого посланника лишь с тем, Чтоб с изволения Аллаха ему повиновались вы. И если бы они, чиня самим себе несправедливость, Пришли к тебе и испросили бы прощения Аллаха И попросил прощения для них бы сам посланник, Они б действительно нашли, Что милостив Аллах и (всяко) обращение приемлет"
  },
  {
    "verse_number": 65,
    "text_uthmani": "فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا۟ فِىٓ أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوا۟ تَسْلِيمًا",
    "text_uthmani_transcribed": "Falā wa rabbika lā yu'minūna ḥattā yuḥakkimūka fīmā syajara bainahum ṡumma lā yajidū fī anfusihim ḥarajam mimmā qaḍaita wa yusallimū taslīmā(n).",
    "translation": "Но нет! Клянусь твоим Владыкой, Не уверуют они, Пока тебя ни примут как судью Во всем, что спорно между ними; Тогда в себе они уж не найдут Сопротивления (разумности) твоих решений И подчинятся им покорно"
  },
  {
    "verse_number": 66,
    "text_uthmani": "وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ ٱقْتُلُوٓا۟ أَنفُسَكُمْ أَوِ ٱخْرُجُوا۟ مِن دِيَـٰرِكُم مَّا فَعَلُوهُ إِلَّا قَلِيلٌ مِّنْهُمْ ۖ وَلَوْ أَنَّهُمْ فَعَلُوا۟ مَا يُوعَظُونَ بِهِۦ لَكَانَ خَيْرًا لَّهُمْ وَأَشَدَّ تَثْبِيتًا",
    "text_uthmani_transcribed": "Wa lau annā katabnā 'alaihim aniqtulū anfusakum awikhrujū min diyārikum mā fa'alūhu illā qalīlum minhum, wa lau annahum fa'alū mā yū'aẓūna bihī lakāna khairal lahum wa asyadda taṡbītā(n).",
    "translation": "И если б Мы им предписали: \"Отдайте свою жизнь\" или \"Покиньте свой очаг\", То лишь немногие из них могли бы это сделать. Но если б сделали они Все то, чему их учат, Для них бы это было лучше И утвердило бы прочнее (их положение и веру)"
  }
]