{
  "chapter_number": 25,
  "verses": [
    {
      "verse_number": 34,
      "text_uthmani": "ٱلَّذِينَ يُحْشَرُونَ عَلَىٰ وُجُوهِهِمْ إِلَىٰ جَهَنَّمَ أُو۟لَـٰٓئِكَ شَرٌّ مَّكَانًا وَأَضَلُّ سَبِيلًا",
      "text_uthmani_transcribed": "Allażīna yuḥsyarūna 'alā wujūhihim ilā jahannam(a), ulā'ika syarrum makānaw wa aḍallu sabīlā(n).",
      "translation": "И тем, Что будут собраны (в Аду) лежащими ничком, Быть хуже всех по месту (упокоя), Как самым сбившимся (с Господнего пути)"
    },
    {
      "verse_number": 35,
      "text_uthmani": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَجَعَلْنَا مَعَهُۥٓ أَخَاهُ هَـٰرُونَ وَزِيرًا",
      "text_uthmani_transcribed": "Wa laqad ātainā mūsal-kitāba wa ja'alnā ma'ahū akhāhu hārūna wazīrā(n).",
      "translation": "Мы даровали Мусе Книгу И сделали помощником ему Харуна, его брата"
    },
    {
      "verse_number": 36,
      "text_uthmani": "فَقُلْنَا ٱذْهَبَآ إِلَى ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا فَدَمَّرْنَـٰهُمْ تَدْمِيرًا",
      "text_uthmani_transcribed": "Fa qulnażhabā ilal-qaumil-lażīna każżabū bi'āyātinā, fa dammarnāhum tadmīrā(n).",
      "translation": "И Мы сказали (им): \"Ступайте оба вы к тому народу, Что отверг знаменья Наши\", И истребили Мы их полным истребленьем"
    },
    {
      "verse_number": 37,
      "text_uthmani": "وَقَوْمَ نُوحٍ لَّمَّا كَذَّبُوا۟ ٱلرُّسُلَ أَغْرَقْنَـٰهُمْ وَجَعَلْنَـٰهُمْ لِلنَّاسِ ءَايَةً ۖ وَأَعْتَدْنَا لِلظَّـٰلِمِينَ عَذَابًا أَلِيمًا",
      "text_uthmani_transcribed": "Wa qauma nūḥil lammā każżabur-rusula agraqnāhum wa ja'alnāhum lin-nāsi āyah(tan), wa a'tadnā liẓ-ẓālimīna 'ażāban alīmā(n).",
      "translation": "И (то же сделали с) народом Нуха, Когда сочли они посланников лжецами. Мы потопили их И сделали знаменьем для людей И уготовили неправедным мучительные кары"
    },
    {
      "verse_number": 38,
      "text_uthmani": "وَعَادًا وَثَمُودَا۟ وَأَصْحَـٰبَ ٱلرَّسِّ وَقُرُونًۢا بَيْنَ ذَٰلِكَ كَثِيرًا",
      "text_uthmani_transcribed": "Wa 'ādaw wa ṡamūda wa aṣḥābar-rassi wa qurūnam baina żālika kaṡīrā(n).",
      "translation": "И (то же сделали с) народом Ад, Самуд и обитателями Расса И между ними - С поколениями многими (других народов)"
    },
    {
      "verse_number": 39,
      "text_uthmani": "وَكُلًّا ضَرَبْنَا لَهُ ٱلْأَمْثَـٰلَ ۖ وَكُلًّا تَبَّرْنَا تَتْبِيرًا",
      "text_uthmani_transcribed": "Wa kullan ḍarabnā lahul-amṡāl(a), wa kullan tabbarnā tatbīrā(n).",
      "translation": "Им всем Мы приводили притчи и примеры; (Когда ж не вняли они Нам), Мы истребили всех их полным истребленьем"
    },
    {
      "verse_number": 40,
      "text_uthmani": "وَلَقَدْ أَتَوْا۟ عَلَى ٱلْقَرْيَةِ ٱلَّتِىٓ أُمْطِرَتْ مَطَرَ ٱلسَّوْءِ ۚ أَفَلَمْ يَكُونُوا۟ يَرَوْنَهَا ۚ بَلْ كَانُوا۟ لَا يَرْجُونَ نُشُورًا",
      "text_uthmani_transcribed": "Wa laqad atau 'alal-qaryatil-latī umṭirat maṭaras-sau'(i), afalam yakūnū yaraunahā, bal kānū lā yarjūna nusyūrā(n).",
      "translation": "Ведь проходили они мимо той деревни, Что ливнем зла была полита (за грехи), - Ужель они не видели ее? Так нет, они не верят в воскрешенье"
    },
    {
      "verse_number": 41,
      "text_uthmani": "وَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَـٰذَا ٱلَّذِى بَعَثَ ٱللَّهُ رَسُولًا",
      "text_uthmani_transcribed": "Wa iżā ra'auka iy yattakhiżūnaka illā huzuwā(n), ahāżal-lażī ba'aṡallāhu rasūlā(n).",
      "translation": "Они, когда тебя увидят, Тебя в насмешку обращают: \"Неужто это - тот, Кого Аллах посланником направил"
    },
    {
      "verse_number": 42,
      "text_uthmani": "إِن كَادَ لَيُضِلُّنَا عَنْ ءَالِهَتِنَا لَوْلَآ أَن صَبَرْنَا عَلَيْهَا ۚ وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ ٱلْعَذَابَ مَنْ أَضَلُّ سَبِيلًا",
      "text_uthmani_transcribed": "In kāda layuḍillunā 'an ālihatinā lau lā an ṣabarnā 'alaihā, wa saufa ya'lamūna ḥīna yaraunal-'ażāba man aḍallu sabīlā(n).",
      "translation": "Он от (пути) наших богов Чуть было нас не уклонил, Если бы мы так стойко не держались\". Но предстоит узнать им (скоро), Когда они увидят кару, Кто больше сбился (с Божьего) пути"
    },
    {
      "verse_number": 43,
      "text_uthmani": "أَرَءَيْتَ مَنِ ٱتَّخَذَ إِلَـٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيْهِ وَكِيلًا",
      "text_uthmani_transcribed": "Ara'aita manittakhaża ilāhahū hawāh(u), afa anta takūnu 'alaihi wakīlā(n).",
      "translation": "Видал ли ты того, Кто богом свои страсти сделал, - Неужто за него ты можешь поручиться"
    },
    {
      "verse_number": 44,
      "text_uthmani": "أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ ۚ إِنْ هُمْ إِلَّا كَٱلْأَنْعَـٰمِ ۖ بَلْ هُمْ أَضَلُّ سَبِيلًا",
      "text_uthmani_transcribed": "Am taḥsabu anna akṡarahum yasma'ūna au ya'qilūn(a), in hum illā kal-an'āmi bal hum aḍallu sabīlā(n).",
      "translation": "Или ты думаешь, что большинство из них Слышит (тебя) и разумеет (наставленье)? Увы, они всего лишь как (домашний) скот И даже больше сбилися с пути"
    }
  ]
}