{
  "chapter_number": 4,
  "verses": [
    {
      "verse_number": 122,
      "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَنُدْخِلُهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۖ وَعْدَ ٱللَّهِ حَقًّا ۚ وَمَنْ أَصْدَقُ مِنَ ٱللَّهِ قِيلًا",
      "text_uthmani_transcribed": "Wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti sanudkhiluhum jannātin tajrī min taḥtihal-anhāru khālidīna fīhā abadā(n), wa'dallāhi ḥaqqā(n), wa man aṣdaqu minallāhi qīlā(n).",
      "translation": "А тех, кто верует и праведно творит, Мы поведем в Сады, реками омовенны, Где пребывать навечно им По верному обетованию Аллаха, - А кто правдивее Аллаха в Слове"
    },
    {
      "verse_number": 123,
      "text_uthmani": "لَّيْسَ بِأَمَانِيِّكُمْ وَلَآ أَمَانِىِّ أَهْلِ ٱلْكِتَـٰبِ ۗ مَن يَعْمَلْ سُوٓءًا يُجْزَ بِهِۦ وَلَا يَجِدْ لَهُۥ مِن دُونِ ٱللَّهِ وَلِيًّا وَلَا نَصِيرًا",
      "text_uthmani_transcribed": "Laisa bi'amāniyyikum wa lā amāniyyi ahlil-kitāb(i), may ya'mal sū'ay yujza bih(ī), wa lā yajid lahū min dūnillāhi waliyyaw wa lā naṣīrā(n).",
      "translation": "(И здесь) ни ваши притязанья, Ни притязания людей, кто обладает Книгой, (Аллахом приняты не будут). Кто зло творит, тому воздастся тем же, И не найдет он, кроме Бога, Ни покровителя и ни помощника себе"
    },
    {
      "verse_number": 124,
      "text_uthmani": "وَمَن يَعْمَلْ مِنَ ٱلصَّـٰلِحَـٰتِ مِن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَأُو۟لَـٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ وَلَا يُظْلَمُونَ نَقِيرًا",
      "text_uthmani_transcribed": "Wa may ya'mal minaṣ-ṣāliḥāti min żakarin au unṡā wa huwa mu'minun fa ulā'ika yadkhulūnal-jannata wa lā yuẓlamūna naqīrā(n).",
      "translation": "А тот, кто делает добро, Мужчина ль, женщина ли это, И верует при этом (в Бога), Тот в Рай войдет и там обид не понесет Ни на бороздку финиковой кости"
    },
    {
      "verse_number": 125,
      "text_uthmani": "وَمَنْ أَحْسَنُ دِينًا مِّمَّنْ أَسْلَمَ وَجْهَهُۥ لِلَّهِ وَهُوَ مُحْسِنٌ وَٱتَّبَعَ مِلَّةَ إِبْرَٰهِيمَ حَنِيفًا ۗ وَٱتَّخَذَ ٱللَّهُ إِبْرَٰهِيمَ خَلِيلًا",
      "text_uthmani_transcribed": "Wa man aḥsanu dīnam mimman aslama wajhahū lillāhi wa huwa muḥsinuw wattaba'a millata ibrāhīma ḥanīfā(n), wattakhażallāhu ibrāhīma khalīlā(n).",
      "translation": "Кто лучше исповедует религию, чем тот, Кто обратил свой лик к Аллаху, Добро творит благочестиво И следует путем ханифа Ибрахима! Поистине, Аллах взял другом Ибрахима"
    },
    {
      "verse_number": 126,
      "text_uthmani": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ مُّحِيطًا",
      "text_uthmani_transcribed": "Wa lillāhi mā fis-samāwāti wa mā fil-arḍ(i), wa kānallāhu bikulli syai'im muḥīṭā(n).",
      "translation": "И лишь Аллах владеет всем, Что в небесах и на земле (пребудет), И только Он объемлет все и вся"
    },
    {
      "verse_number": 127,
      "text_uthmani": "وَيَسْتَفْتُونَكَ فِى ٱلنِّسَآءِ ۖ قُلِ ٱللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَىٰ عَلَيْكُمْ فِى ٱلْكِتَـٰبِ فِى يَتَـٰمَى ٱلنِّسَآءِ ٱلَّـٰتِى لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ وَٱلْمُسْتَضْعَفِينَ مِنَ ٱلْوِلْدَٰنِ وَأَن تَقُومُوا۟ لِلْيَتَـٰمَىٰ بِٱلْقِسْطِ ۚ وَمَا تَفْعَلُوا۟ مِنْ خَيْرٍ فَإِنَّ ٱللَّهَ كَانَ بِهِۦ عَلِيمًا",
      "text_uthmani_transcribed": "Wa yastaftūnaka fin-nisā'(i), qulillāhu yuftīkum fīhinn(a), wa mā yutlā 'alaikum fil-kitābi fī yatāman-nisā'il-lātī lā tu'tūnahunna mā kutiba  lahunna wa targabūna an tankiḥūhunna wal-mustaḍ'afīna minal-wildān(i), wa an taqūmū lil-yatāmā bil-qisṭ(i), wa mā taf'alū min khairin fa innallāha kāna bihī 'alīmā(n).",
      "translation": "Они ждут указаний от тебя касательно их женщин. Скажи: \"Аллах дает вам указания о них И то, что вам читается в сей Книге: И относительно сирот, Которым не даете вы того, Что вам предписано давать, Желая взять их в жены. О беззащитных слабых детях. И чтоб всегда ко всем сиротам Вы строго соблюдали справедливость. И что бы доброго ни совершили вы, Аллах, поистине, об этом знает"
    },
    {
      "verse_number": 128,
      "text_uthmani": "وَإِنِ ٱمْرَأَةٌ خَافَتْ مِنۢ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَآ أَن يُصْلِحَا بَيْنَهُمَا صُلْحًا ۚ وَٱلصُّلْحُ خَيْرٌ ۗ وَأُحْضِرَتِ ٱلْأَنفُسُ ٱلشُّحَّ ۚ وَإِن تُحْسِنُوا۟ وَتَتَّقُوا۟ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
      "text_uthmani_transcribed": "Wa inimra'atun khāfat mim ba'lihā nusyūzan au i'rāḍan falā junāḥa 'alaihimā ay yuṣliḥā bainahumā ṣulḥā(n), waṣ-ṣulḥu khair(un), wa uḥḍiratil-anfususy-syuḥḥ(a), wa in tuḥsinū wa tattaqū fa innallāha kāna bimā ta'malūna khabīrā(n).",
      "translation": "И если женщина боится от супруга Жестокости иль уклонения (от брачных уз), Греха не будет, если меж собой Они к взаимному согласию придут, - Поистине, согласие - большое благо! Ведь в душах постоянно пребывает скупость. Но если вы добро творите и благочестие блюдете, - Аллаху, истинно, известно все, что делаете вы"
    },
    {
      "verse_number": 129,
      "text_uthmani": "وَلَن تَسْتَطِيعُوٓا۟ أَن تَعْدِلُوا۟ بَيْنَ ٱلنِّسَآءِ وَلَوْ حَرَصْتُمْ ۖ فَلَا تَمِيلُوا۟ كُلَّ ٱلْمَيْلِ فَتَذَرُوهَا كَٱلْمُعَلَّقَةِ ۚ وَإِن تُصْلِحُوا۟ وَتَتَّقُوا۟ فَإِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
      "text_uthmani_transcribed": "Wa lan tastaṭī'ū an ta'dilū bainan-nisā'i wa lau ḥaraṣtum falā tamīlū kullal-maili fa tażarūhā kal-mu'allaqah(ti), wa in tuṣliḥū wa tattaqū fa innallāha kāna gafūrar raḥīmā(n).",
      "translation": "Вы никогда ко всем из ваших жен Не сможете быть равно справедливы, Если б вы даже (пламенно) того желали. И все ж ни от одной из них Вы не должны всецело уклоняться, Чтобы она в неясности не оставалась. И если вы договоритесь мирно меж собой, При этом благочестье проявляя, То снисходителен Аллах и милосерд (к вам будет)"
    },
    {
      "verse_number": 130,
      "text_uthmani": "وَإِن يَتَفَرَّقَا يُغْنِ ٱللَّهُ كُلًّا مِّن سَعَتِهِۦ ۚ وَكَانَ ٱللَّهُ وَٰسِعًا حَكِيمًا",
      "text_uthmani_transcribed": "Wa iy yatafarraqā yugnillāhu kullam min sa'atih(ī), wa kānallāhu wāsi'an ḥakīmā(n).",
      "translation": "Но если все же разойдутся, Аллах обогатит обоих От необъятности Своих щедрот, - Поистине, Аллах в Своих щедротах необъятен, мудр безмерно"
    },
    {
      "verse_number": 131,
      "text_uthmani": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَلَقَدْ وَصَّيْنَا ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلِكُمْ وَإِيَّاكُمْ أَنِ ٱتَّقُوا۟ ٱللَّهَ ۚ وَإِن تَكْفُرُوا۟ فَإِنَّ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ غَنِيًّا حَمِيدًا",
      "text_uthmani_transcribed": "Wa lillāhi mā fis-samāwāti wa mā fil-arḍ(i), wa laqad waṣṣainal-lażīna ūtul-kitāba min qablikum wa iyyākum anittaqullāh(a), wa in takfurū fa inna lillāhi mā fis-samāwāti wa mā fil-arḍ(i), wa kānallāhu ganiyyan ḥamīdā(n).",
      "translation": "И лишь Аллах владеет всем, Что в небесах и на земле (пребудет)! Мы завещали тем, Кому до вас Мы Книгу ниспослали, И вам сейчас Мы завещаем: Страшитесь гнева вашего Владыки! А если станете неверны, - Так ведь Аллах владеет всем, Что в небесах и на земле, - Свободен Он от всяких нужд и славен"
    },
    {
      "verse_number": 132,
      "text_uthmani": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
      "text_uthmani_transcribed": "Wa lillāhi mā fis-samāwāti wa mā fil-arḍ(i), wa kafā billāhi wakīlā(n).",
      "translation": "Аллах владеет всем, что в небесах и на земле, И покровительства Его довольно"
    }
  ]
}