{
  "chapter_number": 16,
  "verses": [
    {
      "verse_number": 23,
      "text_uthmani": "لَا جَرَمَ أَنَّ ٱللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْتَكْبِرِينَ",
      "text_uthmani_transcribed": "Lā jarama annallāha ya'lamu mā yusirrūna wa mā yu'linūn(a), innahū lā yuḥibbul-mustakbirīn(a).",
      "translation": "Аллах же несомненно знает И что они таят (в душе), Что напоказ являют. Аллах не любит тех, Кто величается в гордыне"
    },
    {
      "verse_number": 24,
      "text_uthmani": "وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمْ ۙ قَالُوٓا۟ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
      "text_uthmani_transcribed": "Wa iżā qīla lahum māżā anzala rabbukum, qālū asāṭīrul-awwalīn(a).",
      "translation": "Когда им говорят: \"Что ваш Господь вам ниспослал?\", Они (небрежно) отвечают: \"Сказы былых (народов и времен)"
    },
    {
      "verse_number": 25,
      "text_uthmani": "لِيَحْمِلُوٓا۟ أَوْزَارَهُمْ كَامِلَةً يَوْمَ ٱلْقِيَـٰمَةِ ۙ وَمِنْ أَوْزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيْرِ عِلْمٍ ۗ أَلَا سَآءَ مَا يَزِرُونَ",
      "text_uthmani_transcribed": "Liyaḥmilū auzārahum kāmilatay yaumal-qiyāmah(ti), wa min auzāril-lażīna yuḍillūnahum bigairi 'ilm(in), alā sā'a mā yazirūn(a).",
      "translation": "Так пусть они несут сполна В День Воскресения (на Суд) Весь тяжкий груз (земных деяний), А также ношу тех, Кого по безрассудству Они свели (с Господнего пути), - И как же горестна им будет эта ноша"
    },
    {
      "verse_number": 26,
      "text_uthmani": "قَدْ مَكَرَ ٱلَّذِينَ مِن قَبْلِهِمْ فَأَتَى ٱللَّهُ بُنْيَـٰنَهُم مِّنَ ٱلْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ ٱلسَّقْفُ مِن فَوْقِهِمْ وَأَتَىٰهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
      "text_uthmani_transcribed": "Qad makaral-lażīna min qablihim fa atallāhu bun-yānahum minal-qawā'idi fa kharra 'alaihimus-saqfu min fauqihim wa atāhumul-'ażābu min ḥaiṡu lā yasy'urūn(a).",
      "translation": "Хитрили и предшественники их, Но снес Аллах их здание до основанья, И кровля от него обрушилась на них, И поразила их Господня кара, Откуда они знать не знали"
    },
    {
      "verse_number": 27,
      "text_uthmani": "ثُمَّ يَوْمَ ٱلْقِيَـٰمَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تُشَـٰٓقُّونَ فِيهِمْ ۚ قَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ إِنَّ ٱلْخِزْىَ ٱلْيَوْمَ وَٱلسُّوٓءَ عَلَى ٱلْكَـٰفِرِينَ",
      "text_uthmani_transcribed": "Ṡumma yaumal-qiyāmati yukhzīhim wa yaqūlu aina syurakā'iyal-lażīna kuntum tusyāqqūna fīhim, qālal-lażīna ūtul-'ilma innal-khizyal-yauma was-sū'a 'alal-kāfirīn(a).",
      "translation": "Но потом В День Воскресения (на Суд) Он их бесчестием покроет И скажет: \"Где \"сотоварищи\" Мои, Касательно которых Вы (неустанно) спор вели?\" И скажут те, кому даровано познанье: \"Сегодня, истинно, бесчестие и зло Падут (на головы) неверных"
    },
    {
      "verse_number": 28,
      "text_uthmani": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ ظَالِمِىٓ أَنفُسِهِمْ ۖ فَأَلْقَوُا۟ ٱلسَّلَمَ مَا كُنَّا نَعْمَلُ مِن سُوٓءٍۭ ۚ بَلَىٰٓ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا كُنتُمْ تَعْمَلُونَ",
      "text_uthmani_transcribed": "Allażīna tatawaffāhumul-malā'ikatu ẓālimī anfusihim, fa alqawus-salama mā kunnā na'malu min sū'(in), balā innallāha 'alīmum bimā kuntum ta'malūn(a).",
      "translation": "На тех, которых ангелы берут на упокой, Когда осквернены их души (Грехами) собственных деяний (на земле). Тогда они покорность явят, (говоря): \"Мы зла (намеренно) не совершали!\" \"Но нет! - (ответом будет им). - Аллаху, истинно, известно (Все то), что совершили вы"
    },
    {
      "verse_number": 29,
      "text_uthmani": "فَٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَلَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
      "text_uthmani_transcribed": "Fadkhulū abwāba jahannama khālidīna fīhā, fa labi'sa maṡwal-mutakabbirīn(a).",
      "translation": "Войдите же во врАта Ада, Чтобы навечно там остаться. И как мерзка обитель тех, Которые исполнились гордыни"
    },
    {
      "verse_number": 30,
      "text_uthmani": "۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوْا۟ مَاذَآ أَنزَلَ رَبُّكُمْ ۚ قَالُوا۟ خَيْرًا ۗ لِّلَّذِينَ أَحْسَنُوا۟ فِى هَـٰذِهِ ٱلدُّنْيَا حَسَنَةٌ ۚ وَلَدَارُ ٱلْـَٔاخِرَةِ خَيْرٌ ۚ وَلَنِعْمَ دَارُ ٱلْمُتَّقِينَ",
      "text_uthmani_transcribed": "Wa qīla lil-lażīnattaqau māżā anzala rabbukum, qālū khairā(n), lil-lażīna aḥsanū fī hāżihid-dun-yā ḥasanah(tun), wa ladārul-ākhirati khair(un), wa lani'ma dārul-muttaqīn(a).",
      "translation": "(А праведным), что Господа страшились, скажут: \"Что вам Господь ваш ниспослал?\" Они ответят: \"(Все) благое\". Для тех, кто в этой жизни делает добро, Благое - в этом мире И еще лучше - пребывание в другом. И как, поистине, прекрасна Обитель тех, кто был благочестив, (Господнего страшася гнева)"
    },
    {
      "verse_number": 31,
      "text_uthmani": "جَنَّـٰتُ عَدْنٍ يَدْخُلُونَهَا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ لَهُمْ فِيهَا مَا يَشَآءُونَ ۚ كَذَٰلِكَ يَجْزِى ٱللَّهُ ٱلْمُتَّقِينَ",
      "text_uthmani_transcribed": "Jannātu 'adniy yadkhulūnahā tajrī min taḥtihal-anhāru lahum fīhā mā yasyā'ūn(a), każālika yajzillāhul-muttaqīn(a).",
      "translation": "Эдемские сады, куда они войдут, реками омовенны, - Для них там все, что захотят они. Так воздает Аллах благочестивым"
    },
    {
      "verse_number": 32,
      "text_uthmani": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ طَيِّبِينَ ۙ يَقُولُونَ سَلَـٰمٌ عَلَيْكُمُ ٱدْخُلُوا۟ ٱلْجَنَّةَ بِمَا كُنتُمْ تَعْمَلُونَ",
      "text_uthmani_transcribed": "Allażīna tatawafāhumul-malā'ikatu ṭayyibīn(a), yaqūlūna salāmun 'alaikumudkhulul-jannata bimā kuntum ta'malūn(a).",
      "translation": "Таким, Которых ангелы возьмут на упокой благими И скажут им: \"Мир вам! Войдите в Рай (в награду) за деянья ваши"
    },
    {
      "verse_number": 33,
      "text_uthmani": "هَلْ يَنظُرُونَ إِلَّآ أَن تَأْتِيَهُمُ ٱلْمَلَـٰٓئِكَةُ أَوْ يَأْتِىَ أَمْرُ رَبِّكَ ۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
      "text_uthmani_transcribed": "Hal yanẓurūna illā an ta'tiyahumul-malā'ikatu au ya'tiya amru rabbik(a), każālika fa'alal-lażīna min qablihim, wa mā ẓalamahumullāhu wa lākin kānū anfusahum yaẓlimūn(a).",
      "translation": "Неужто ждут (неверные) того, Чтоб ангелы пришли за ними (взять души их на упокой), Или пришло к ним повеленье твоего Владыки (Касательно их участи по смерти)? Но то же делали и те, кто был до них. Им не Аллах обиды причинил - Они самим себе обиды причинили"
    }
  ]
}