{
  "chapter_number": 8,
  "verses": [
    {
      "verse_number": 1,
      "text_uthmani": " يَسْـَٔلُونَكَ عَنِ ٱلْأَنفَالِ ۖ قُلِ ٱلْأَنفَالُ لِلَّهِ وَٱلرَّسُولِ ۖ فَٱتَّقُوا۟ ٱللَّهَ وَأَصْلِحُوا۟ ذَاتَ بَيْنِكُمْ ۖ وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤْمِنِينَ",
      "text_uthmani_transcribed": "Yas'alūnaka 'anil-anfāl(i), qulil-anfālu lillāhi war-rasūl(i), fattaqullāha wa aṣliḥū żāta bainikum, wa aṭī'ullāha wa rasūlahū in kuntum mu'minīn(a).",
      "translation": "И задают они тебе вопрос Касательно трофеев (на войне). Ответь: \"Трофеи все - В распоряжении Аллаха и посланника Его\". А потому страшитесь Его гнева И меж собой держитесь добрых отношений. Аллаху и посланнику Его послушны будьте, Если (в Него) уверовали вы"
    },
    {
      "verse_number": 2,
      "text_uthmani": "إِنَّمَا ٱلْمُؤْمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ ءَايَـٰتُهُۥ زَادَتْهُمْ إِيمَـٰنًا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "text_uthmani_transcribed": "Innamal-mu'minūnal-lażīna iżā żukirallāhu wajilat qulūbuhum wa iżā tuliyat 'alaihim āyātuhū zādathum īmānaw wa 'alā rabbihim yatawakkalūn(a).",
      "translation": "Ведь верующие - только те, Сердца которых трепета полны При поминании Аллаха; Чья вера укрепляется сильнее, Когда читают им знамения Его; И кто надежды возлагает Лишь на Владыку своего"
    },
    {
      "verse_number": 3,
      "text_uthmani": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
      "text_uthmani_transcribed": "Al-lażīna yuqīmūnaṣ-ṣalāta wa mimmā razaqnāhum yunfiqūn(a).",
      "translation": "Кто постоянен в совершении молитвы И (щедро) раздает из благ, Что Мы им дали на потребное (в сей жизни)"
    },
    {
      "verse_number": 4,
      "text_uthmani": "أُو۟لَـٰٓئِكَ هُمُ ٱلْمُؤْمِنُونَ حَقًّا ۚ لَّهُمْ دَرَجَـٰتٌ عِندَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
      "text_uthmani_transcribed": "Ulā'ika humul-mu'minūna ḥaqqā(n), lahum darajātun 'inda rabbihim wa magfiratuw wa rizqun karīm(un).",
      "translation": "Такие - те, кто истинно уверовал (в Аллаха). Им - степень (воздаяния) у их Владыки, Прощение и щедрые дары"
    },
    {
      "verse_number": 5,
      "text_uthmani": "كَمَآ أَخْرَجَكَ رَبُّكَ مِنۢ بَيْتِكَ بِٱلْحَقِّ وَإِنَّ فَرِيقًا مِّنَ ٱلْمُؤْمِنِينَ لَكَـٰرِهُونَ",
      "text_uthmani_transcribed": "Kamā akhrajaka rabbuka mim baitika bil-ḥaqq(i), wa inna farīqam minal-mu'minīna lakārihūn(a).",
      "translation": "И точно так же твой Господь По Истине Своей тебе велел уйти из дома, Хотя и были среди верующих те, Которые противились сему"
    },
    {
      "verse_number": 6,
      "text_uthmani": "يُجَـٰدِلُونَكَ فِى ٱلْحَقِّ بَعْدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلْمَوْتِ وَهُمْ يَنظُرُونَ",
      "text_uthmani_transcribed": "Yujādilūnaka fil-ḥaqqi ba'da mā tabayyana ka'annamā yusāqūna ilal-mauti wa hum yanẓurūn(a).",
      "translation": "С тобой оспаривая Истину (Господню), Когда она была уж очевидна, - Как будто бы их гнали к смерти И ей в лицо они глядели"
    },
    {
      "verse_number": 7,
      "text_uthmani": "وَإِذْ يَعِدُكُمُ ٱللَّهُ إِحْدَى ٱلطَّآئِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ ٱلشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلْحَقَّ بِكَلِمَـٰتِهِۦ وَيَقْطَعَ دَابِرَ ٱلْكَـٰفِرِينَ",
      "text_uthmani_transcribed": "Wa iż ya'idukumullāhu iḥdaṭ-ṭā'ifataini annahā lakum wa tawaddūna anna gaira żātisy-syaukati takūnu lakum wa yurīdullāhu ay yuḥiqqal-ḥaqqa bikalimātihī wa yaqṭa'a dābiral-kāfirīn(a).",
      "translation": "Тогда Аллах вам обещал, Что вам достанется один из двух отрядов, И вы хотели, чтобы вам достался тот, Что следовал в дороге безоружным, (Неся большую кладь добра). Но истину Своих Словес Хотел Аллах (пред вами) утвердить И всех неверных до последнего иссечь"
    },
    {
      "verse_number": 8,
      "text_uthmani": "لِيُحِقَّ ٱلْحَقَّ وَيُبْطِلَ ٱلْبَـٰطِلَ وَلَوْ كَرِهَ ٱلْمُجْرِمُونَ",
      "text_uthmani_transcribed": "Liyuḥiqqal-ḥaqqa wa yubṭilal-bāṭila wa lau karihal-mujrimūn(a).",
      "translation": "Чтоб истинность той истины представить И обнаружить лживость лжи, Хотя виновным это было ненавистно"
    },
    {
      "verse_number": 9,
      "text_uthmani": "إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَٱسْتَجَابَ لَكُمْ أَنِّى مُمِدُّكُم بِأَلْفٍ مِّنَ ٱلْمَلَـٰٓئِكَةِ مُرْدِفِينَ",
      "text_uthmani_transcribed": "Iż tastagīṡūna rabbakum fastajāba lakum annī mumiddukum bi'alfim minal-malā'ikati murdifīn(a).",
      "translation": "И как же вы тогда взывали О помощи к Владыке своему! И Он ответил вам: \"Я поддержу вас тысячью из ангелов Моих, Что будут нисходить к вам ряд за рядом"
    },
    {
      "verse_number": 10,
      "text_uthmani": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشْرَىٰ وَلِتَطْمَئِنَّ بِهِۦ قُلُوبُكُمْ ۚ وَمَا ٱلنَّصْرُ إِلَّا مِنْ عِندِ ٱللَّهِ ۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
      "text_uthmani_transcribed": "Wa mā ja'alahullāhu illā busyrā wa litaṭma'inna bihī qulūbukum, wa man-naṡru illā min 'indillāh(i), innallāha 'azīzun ḥakīm(un).",
      "translation": "И сделал это благовестием Аллах, Чтоб ваше сердце успокоить, - Ведь помощь - только от Аллаха, - Аллах поистине, велик и мудр"
    },
    {
      "verse_number": 11,
      "text_uthmani": "إِذْ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةً مِّنْهُ وَيُنَزِّلُ عَلَيْكُم مِّنَ ٱلسَّمَآءِ مَآءً لِّيُطَهِّرَكُم بِهِۦ وَيُذْهِبَ عَنكُمْ رِجْزَ ٱلشَّيْطَـٰنِ وَلِيَرْبِطَ عَلَىٰ قُلُوبِكُمْ وَيُثَبِّتَ بِهِ ٱلْأَقْدَامَ",
      "text_uthmani_transcribed": "Iż yugasysyīkumun-nu'āsa amanatam minhu wa yunazzilu 'alaikum minas-samā'i mā'al liyuṭahhirakum bihī wa yużhiba 'ankum rijzasy-syaiṭāni wa liyarbiṭa 'alā qulūbikum wa yuṡabbita bihil-aqdām(a).",
      "translation": "Тогда Он вас склонил дремотой В знак Своего миротворения для вас И ниспослал вам с неба воду, Чтобы очистить ею вас И снять с вас скверну Сатаны; Чтоб укрепить ваши сердца И этим утвердить ваши стопы"
    }
  ]
}