{
  "chapter_number": 35,
  "verses": [
    {
      "verse_number": 34,
      "text_uthmani": "وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَذْهَبَ عَنَّا ٱلْحَزَنَ ۖ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ",
      "text_uthmani_transcribed": "Wa qālul-ḥamdu lillāhil-lażī ażhaba 'annal-ḥazan(a), inna rabbanā lagafūrun syakūr(un).",
      "translation": "И они скажут: \"Слава Богу, Кто удалил от нас печаль! Господь наш, истинно, прощающ, И пренемного благодарен (тем, кто в услужении Ему)"
    },
    {
      "verse_number": 35,
      "text_uthmani": "ٱلَّذِىٓ أَحَلَّنَا دَارَ ٱلْمُقَامَةِ مِن فَضْلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ",
      "text_uthmani_transcribed": "Allażī aḥallanā dāral-muqāmati min faḍlih(ī), lā yamassunā fīhā naṣabuw wa lā yamassunā fīhā lugūb(un).",
      "translation": "Кто милосердием Своим нас поселил В вечной обители (Господней благодати), Где утомление нас больше не коснется (от непосильного труда), Не овладеет нЕмощь нами"
    },
    {
      "verse_number": 36,
      "text_uthmani": "وَٱلَّذِينَ كَفَرُوا۟ لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا۟ وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا ۚ كَذَٰلِكَ نَجْزِى كُلَّ كَفُورٍ",
      "text_uthmani_transcribed": "Wal-lażīna kafarū lahum nāru jahannam(a), lā yuqḍā 'alaihim fayamūtū wa lā yukhaffafu 'anhum min 'ażābihā, każālika najzī kulla kafūr(in).",
      "translation": "А тем, кто не уверовал, тем - огнь Ада! Не будет предрешенья (срока) им Ни на кончину, ни на смягченье мук, - Так воздаем Мы всякому неверцу"
    },
    {
      "verse_number": 37,
      "text_uthmani": "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَآ أَخْرِجْنَا نَعْمَلْ صَـٰلِحًا غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ ۚ أَوَلَمْ نُعَمِّرْكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُ ۖ فَذُوقُوا۟ فَمَا لِلظَّـٰلِمِينَ مِن نَّصِيرٍ",
      "text_uthmani_transcribed": "Wa hum yaṣṭarikhūna fīhā, rabbanā akhirjnā na'mal ṣāliḥan gairal-lażī kunnā na'mal(u), awalam nu'ammirkum mā yatażakkaru fīhi man tażakkara wa jā'akumun nażīr(u), fa żūqū famā liẓ-ẓālimīna min naṣīr(in).",
      "translation": "Там возопят они: \"Господь наш! Вызволи отсюда нас! Мы будем доброе творить - Не то, что делали мы прежде\". Неужто Мы не дали вам (Такую долгую земную) жизнь, Что всякий, (кто того б хотел), Одуматься бы мог и обратиться? К тому ж к вам увещатель приходил. Теперь вкусите (от плодов своих грехов)! Неверцам злым помощника не будет"
    },
    {
      "verse_number": 38,
      "text_uthmani": "إِنَّ ٱللَّهَ عَـٰلِمُ غَيْبِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "text_uthmani_transcribed": "Innallāha 'ālimu gaibis-samāwāti wal-arḍ(i), innahū 'alīmum biżātiṣ-ṣudūr(i).",
      "translation": "Аллаху, истинно, известно Все сокровенное небес и тайное земли, - Поистине, Он знает, что у вас в груди"
    },
    {
      "verse_number": 39,
      "text_uthmani": "هُوَ ٱلَّذِى جَعَلَكُمْ خَلَـٰٓئِفَ فِى ٱلْأَرْضِ ۚ فَمَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥ ۖ وَلَا يَزِيدُ ٱلْكَـٰفِرِينَ كُفْرُهُمْ عِندَ رَبِّهِمْ إِلَّا مَقْتًا ۖ وَلَا يَزِيدُ ٱلْكَـٰفِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا",
      "text_uthmani_transcribed": "Huwal-lażī ja'alakum khalā'ifa fil-arḍ(i), faman kafara fa'alaihi kufruh(ū), wa lā yazīdul-kāfirīna kufruhum 'inda rabbihim illā maqtā(n), wa lā yazīdul-kāfirīna kufruhum illā khasārā(n).",
      "translation": "Он - Тот, Кто вас преемниками сделал на земле: Кто был неверным - Против них неверие их обратится. Для нечестивых их неверие (в Аллаха) Лишь увеличит ненависть Его И их неверие прибавит к их убытку"
    },
    {
      "verse_number": 40,
      "text_uthmani": "قُلْ أَرَءَيْتُمْ شُرَكَآءَكُمُ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ أَرُونِى مَاذَا خَلَقُوا۟ مِنَ ٱلْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِى ٱلسَّمَـٰوَٰتِ أَمْ ءَاتَيْنَـٰهُمْ كِتَـٰبًا فَهُمْ عَلَىٰ بَيِّنَتٍ مِّنْهُ ۚ بَلْ إِن يَعِدُ ٱلظَّـٰلِمُونَ بَعْضُهُم بَعْضًا إِلَّا غُرُورًا",
      "text_uthmani_transcribed": "Qul ara'aitum syurakā'akumul-lażīna tad'ūna min dūnillāh(i), arūnī māżā khalaqū minal-arḍi am lahum syirkun fis-samāwāt(i), am ātaināhum kitāban fahum 'alā bayyinatim minh(u), bal iy ya'iduẓ-ẓālimūna ba'ḍuhum ba'ḍan illā gurūrā(n).",
      "translation": "Скажи: \"Вы видели те ваши божества, Кого вы призываете, помимо Бога? Вы покажите мне: что (из того, что) на земле, Они (своими силами) создали? Или у них есть доля в сотворении небес? Иль Мы им даровали Книгу И от нее они имеют ясное знаменье (своей власти)? Нет, нечестивые сулят друг другу только страсти"
    },
    {
      "verse_number": 41,
      "text_uthmani": "۞ إِنَّ ٱللَّهَ يُمْسِكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ أَن تَزُولَا ۚ وَلَئِن زَالَتَآ إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِّنۢ بَعْدِهِۦٓ ۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورًا",
      "text_uthmani_transcribed": "Innallāha yumsikus-samāwāti wal-arḍa an tazūlā, wa la'in zālatā in amsakahumā min aḥadim mim ba'dih(ī), innahū kāna ḥalīman gafūrā(n).",
      "translation": "Аллах, поистине, (державием Своим) (В порядке строгом) держит небеса и землю, Чтобы не выбились они из-под Его управы, - Ведь если бы подобное случилось, Никто иной, кроме Него, Их (вместе) удержать не смог бы, - Он, истинно, воздержан и прощающ"
    },
    {
      "verse_number": 42,
      "text_uthmani": "وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ لَئِن جَآءَهُمْ نَذِيرٌ لَّيَكُونُنَّ أَهْدَىٰ مِنْ إِحْدَى ٱلْأُمَمِ ۖ فَلَمَّا جَآءَهُمْ نَذِيرٌ مَّا زَادَهُمْ إِلَّا نُفُورًا",
      "text_uthmani_transcribed": "Wa aqsamū billāhi jahda aimānihim la'in jā'ahum nażīrul layakūnunna ahdā min iḥdal-umam(i), falammā jā'ahum nażīrum mā zādahum illā nufūrā(n).",
      "translation": "Они поклялись именем Аллаха - Своею величайшею из клятв, - Что, если бы пришел к ним увещатель, Их путь бы (к Господу) прямее стал, Чем (путь) других народов. Когда же увещатель к ним пришел, Его приход лишь увеличил Их удаление (от праведной стези)"
    },
    {
      "verse_number": 43,
      "text_uthmani": "ٱسْتِكْبَارًا فِى ٱلْأَرْضِ وَمَكْرَ ٱلسَّيِّئِ ۚ وَلَا يَحِيقُ ٱلْمَكْرُ ٱلسَّيِّئُ إِلَّا بِأَهْلِهِۦ ۚ فَهَلْ يَنظُرُونَ إِلَّا سُنَّتَ ٱلْأَوَّلِينَ ۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبْدِيلًا ۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحْوِيلًا",
      "text_uthmani_transcribed": "Istikbāran fil-arḍi wa makras-sayyi'(i), wa lā yaḥīqul-makrus-sayyi'u illā bi'ahlih(ī), fahal yanẓurūna illā sunnatal-awwalīn(a), falan tajida lisunnatillāhi tabdīlā(n), wa lan tajida lisunnatillāhi taḥwīlā(n).",
      "translation": "Их величание (успехами своими) на земле И злые ухищренья и уловки. Но злые ухищренья и уловки Объемлют только тех, кто их чинит. Неужто они ждут чего-нибудь иного, Кроме того, чем возместил Господь Народам прежних поколений? В делах Господних перемен ты не найдешь, В делах Господних изменений не отыщешь"
    },
    {
      "verse_number": 44,
      "text_uthmani": "أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ وَكَانُوٓا۟ أَشَدَّ مِنْهُمْ قُوَّةً ۚ وَمَا كَانَ ٱللَّهُ لِيُعْجِزَهُۥ مِن شَىْءٍ فِى ٱلسَّمَـٰوَٰتِ وَلَا فِى ٱلْأَرْضِ ۚ إِنَّهُۥ كَانَ عَلِيمًا قَدِيرًا",
      "text_uthmani_transcribed": "Awalam yasīrū fil-arḍi fa yanẓurū kaifa kāna 'āqibatul-lażīna min qablihim wa kānū asyadda minhum quwwah(tan), wa mā kānallāhu liyu'jizahū min syai'in fis-samāwāti wa lā fil-arḍ(i), innahū kāna 'alīman qadīrā(n).",
      "translation": "Неужто не пришлось пройти им по земле И посмотреть: каков конец был тех, (Которые до них в неверии грешили,) Хотя они превосходили силой их и мощью? Ничто на небесах и на земле Не может Господа ослабить, - Поистине, Он знающ и могуч"
    }
  ]
}