{
  "chapter_number": 7,
  "verses": [
    {
      "verse_number": 188,
      "text_uthmani": "قُل لَّآ أَمْلِكُ لِنَفْسِى نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُ ۚ وَلَوْ كُنتُ أَعْلَمُ ٱلْغَيْبَ لَٱسْتَكْثَرْتُ مِنَ ٱلْخَيْرِ وَمَا مَسَّنِىَ ٱلسُّوٓءُ ۚ إِنْ أَنَا۠ إِلَّا نَذِيرٌ وَبَشِيرٌ لِّقَوْمٍ يُؤْمِنُونَ",
      "text_uthmani_transcribed": "Qul lā amliku linafsī naf'aw wa lā ḍarran illā mā syā'allāh(u), wa lau kuntu a'lamul gaiba-lastakṡartu minal-khair(i) - wa mā massaniyas-sū'(u) - in ana illā nażīruw wa basyīrul liqaumiy yu'minūn(a).",
      "translation": "Скажи: \"Не властен я себе ни доброе (назначить), Ни (отвратить) дурное от себя, Если Аллах того не пожелает. И если б сокровенное я знал, Я бы умножил всякое добро себе (на пользу) И отвратил бы злое от себя. Всего лишь увещатель я и благовестник Для тех, кто верует (в Аллаха)"
    },
    {
      "verse_number": 189,
      "text_uthmani": "۞ هُوَ ٱلَّذِى خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا ۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتْ حَمْلًا خَفِيفًا فَمَرَّتْ بِهِۦ ۖ فَلَمَّآ أَثْقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنْ ءَاتَيْتَنَا صَـٰلِحًا لَّنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ",
      "text_uthmani_transcribed": "Huwal-lażī khalaqakum min nafsiw wāḥidatiw waja'ala minhā zaujahā liyaskuna ilaihā, falammā tagasysyāhā ḥamalat ḥamlan khafīfan fa marrat bih(ī), falammā aṡqalad da'awallāha rabbahumā la'in ātaitanā ṣāliḥan lanakūnanna minasy-syākirīn(a).",
      "translation": "Он - Тот, Кто сотворил вас из одной души И из нее же сотворил ей пару, Чтоб обрести у ней успокоенье. Когда же он ее покрыл, Она обременела легкой ношей И с ней ходила (без труда). Когда ж она отяжелела, Они к Аллаху, их Владыке, оба возмолили: \"Если Ты нам даруешь праведного сына, Прекрасного умом и телом, Тебе мы будем благодарны"
    },
    {
      "verse_number": 190,
      "text_uthmani": "فَلَمَّآ ءَاتَىٰهُمَا صَـٰلِحًا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَا ۚ فَتَعَـٰلَى ٱللَّهُ عَمَّا يُشْرِكُونَ",
      "text_uthmani_transcribed": "Falammā ātāhumā ṣāliḥan ja'alā lahū syurakā'a fīmā ātāhumā, fa ta'ālallāhu 'ammā yusyrikūn(a).",
      "translation": "Когда ж Он дал им праведного сына, Они измыслили помощников Ему В том (даре), что Он им назначил. Недосягаемо велик Аллах, Чтоб в соучастники Ему Они других (греховно) придавали"
    },
    {
      "verse_number": 191,
      "text_uthmani": "أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْـًٔا وَهُمْ يُخْلَقُونَ",
      "text_uthmani_transcribed": "Ayusyrikūna mā lā yakhluqu syai'aw wa hum yukhlaqūn(a).",
      "translation": "Неужто они прочат в соучастники Ему Таких, которые творить не могут И сами же Другим сотворены"
    },
    {
      "verse_number": 192,
      "text_uthmani": "وَلَا يَسْتَطِيعُونَ لَهُمْ نَصْرًا وَلَآ أَنفُسَهُمْ يَنصُرُونَ",
      "text_uthmani_transcribed": "Wa lā yastaṭī'ūna lahum naṣraw wa lā anfusahum yanṣurūn(a).",
      "translation": "Они не могут помощь оказать ни им и ни самим себе"
    },
    {
      "verse_number": 193,
      "text_uthmani": "وَإِن تَدْعُوهُمْ إِلَى ٱلْهُدَىٰ لَا يَتَّبِعُوكُمْ ۚ سَوَآءٌ عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنتُمْ صَـٰمِتُونَ",
      "text_uthmani_transcribed": "Wa in tad'ūhum ilal-hudā lā yattabi'ūkum, sawā'un 'alaikum ada'autumūhum am antum ṣāmitūn(a).",
      "translation": "И если вы на путь прямой их позовете, За вами не последуют они. Для вас едино: будете ль их звать Иль будете хранить молчанье"
    },
    {
      "verse_number": 194,
      "text_uthmani": "إِنَّ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمْثَالُكُمْ ۖ فَٱدْعُوهُمْ فَلْيَسْتَجِيبُوا۟ لَكُمْ إِن كُنتُمْ صَـٰدِقِينَ",
      "text_uthmani_transcribed": "Innal-lażīna tad'ūna min dūnillāhi 'ibādun amṡālukum fad'ūhum falyastajībū lakum in kuntum ṣādiqīn(a).",
      "translation": "Поистине, все те, кого вы призываете, опричь Аллаха, Такие же рабы Ему, как вы. Вы позовите их, и пусть они ответят вам, Коль вы (в своих словах) правдивы"
    },
    {
      "verse_number": 195,
      "text_uthmani": "أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِهَآ ۖ أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَآ ۖ أَمْ لَهُمْ أَعْيُنٌ يُبْصِرُونَ بِهَآ ۖ أَمْ لَهُمْ ءَاذَانٌ يَسْمَعُونَ بِهَا ۗ قُلِ ٱدْعُوا۟ شُرَكَآءَكُمْ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ",
      "text_uthmani_transcribed": "Alahum arjuluy yamsyūna bihā am lahum aidiy yabṭisyūna bihā am lahum a'yunuy yubṣirūna bihā am lahum āżānuy yasma'ūna bihā, qulid'ū syurakā'akum ṡumma kīdūni falā tunẓirūn(i).",
      "translation": "Неужто у них ноги есть, которыми ходить, Иль руки есть, которыми хватать? Иль есть у них глаза, чтоб видеть, Иль уши есть, чтоб слышать ими? Скажи: \"Вы созовите ваших соучастников (Аллаху) И (с ними) стройте козни мне, (При этом) не давая мне отсрочки"
    },
    {
      "verse_number": 196,
      "text_uthmani": "إِنَّ وَلِـِّۧىَ ٱللَّهُ ٱلَّذِى نَزَّلَ ٱلْكِتَـٰبَ ۖ وَهُوَ يَتَوَلَّى ٱلصَّـٰلِحِينَ",
      "text_uthmani_transcribed": "Inna waliyyiyallāhul-lażī nazzalal-kitāb(a), wa huwa yatawallaṣ-ṣāliḥīn(a).",
      "translation": "Аллах - защитник мне и покровитель, Кто Книгу в Истине низвел И простирает покровительство Свое на верных"
    },
    {
      "verse_number": 197,
      "text_uthmani": "وَٱلَّذِينَ تَدْعُونَ مِن دُونِهِۦ لَا يَسْتَطِيعُونَ نَصْرَكُمْ وَلَآ أَنفُسَهُمْ يَنصُرُونَ",
      "text_uthmani_transcribed": "Wal-lażīna tad'ūna min dūnihī lā yastaṭī'ūna naṣrakum wa lā anfusahum yanṣurūn(a).",
      "translation": "Но те, кого вы призываете, опричь Него, Не могут помощь оказать ни вам и ни самим себе"
    },
    {
      "verse_number": 198,
      "text_uthmani": "وَإِن تَدْعُوهُمْ إِلَى ٱلْهُدَىٰ لَا يَسْمَعُوا۟ ۖ وَتَرَىٰهُمْ يَنظُرُونَ إِلَيْكَ وَهُمْ لَا يُبْصِرُونَ",
      "text_uthmani_transcribed": "Wa in tad'ūhum ilal-hudā lā yasma'ū, wa tarāhum yanẓurūna ilaika wa hum lā yubṣirūn(a).",
      "translation": "И если вы на путь прямой зовете их, Они и слушать не желают. И видишь ты, как они смотрят на тебя, И все ж тебя не видят"
    }
  ]
}