{
  "chapter_number": 20,
  "verses": [
    {
      "verse_number": 100,
      "text_uthmani": "مَّنْ أَعْرَضَ عَنْهُ فَإِنَّهُۥ يَحْمِلُ يَوْمَ ٱلْقِيَـٰمَةِ وِزْرًا",
      "text_uthmani_transcribed": "Man a'raḍa 'anhu fa innahū yaḥmilu yaumal-qiyāmati wizrā(n).",
      "translation": "Кто отвернется от него, Тот понесет в День Воскресения (на Суд) Ношу (тяжелых прегрешений)"
    },
    {
      "verse_number": 101,
      "text_uthmani": "خَـٰلِدِينَ فِيهِ ۖ وَسَآءَ لَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ حِمْلًا",
      "text_uthmani_transcribed": "Khālidīna fīh(i), wa sā'a lahum yaumal-qiyāmati ḥimlā(n).",
      "translation": "Ему с ней вечно пребывать, И скверна эта ноша будет для него В День Воскресения (на Суд)"
    },
    {
      "verse_number": 102,
      "text_uthmani": "يَوْمَ يُنفَخُ فِى ٱلصُّورِ ۚ وَنَحْشُرُ ٱلْمُجْرِمِينَ يَوْمَئِذٍ زُرْقًا",
      "text_uthmani_transcribed": "Yauma yunfakhu fiṣ-ṣūri wa naḥsyurul-mujrimīna yauma'iżin zurqā(n).",
      "translation": "В тот День, Когда раздастся трубный глас, Мы соберем всех грешников (на Суд) С ослепшими (от ужаса) глазами"
    },
    {
      "verse_number": 103,
      "text_uthmani": "يَتَخَـٰفَتُونَ بَيْنَهُمْ إِن لَّبِثْتُمْ إِلَّا عَشْرًا",
      "text_uthmani_transcribed": "Yatakhāfatūna bainahum il labiṡtum illā 'asyrā(n).",
      "translation": "И шепотом они друг другу будут говорить: \"Мы пробыли там только десять дней"
    },
    {
      "verse_number": 104,
      "text_uthmani": "نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً إِن لَّبِثْتُمْ إِلَّا يَوْمًا",
      "text_uthmani_transcribed": "Naḥnu a'lamu bimā yaqūlūna iż yaqūlu amṡaluhum ṭarīqatan il labiṡtum illā yaumā(n).",
      "translation": "Мы знаем лучше, что они (там) скажут, И скажет самый сведущий из них На том пути, (которым они шли): \"Один лишь день вы были там"
    },
    {
      "verse_number": 105,
      "text_uthmani": "وَيَسْـَٔلُونَكَ عَنِ ٱلْجِبَالِ فَقُلْ يَنسِفُهَا رَبِّى نَسْفًا",
      "text_uthmani_transcribed": "Wa yas'alūnaka 'anil-jibāli fa qul yansifuhā rabbī nasfā(n).",
      "translation": "Что станет с (твердью) гор? - интересует их. Ответь: Их прахом мой Господь рассеет"
    },
    {
      "verse_number": 106,
      "text_uthmani": "فَيَذَرُهَا قَاعًا صَفْصَفًا",
      "text_uthmani_transcribed": "Fa yażaruhā qā'an ṣafṣafā(n).",
      "translation": "Оставит ровною долиной"
    },
    {
      "verse_number": 107,
      "text_uthmani": "لَّا تَرَىٰ فِيهَا عِوَجًا وَلَآ أَمْتًا",
      "text_uthmani_transcribed": "Lā tarā fīhā 'iwajaw wa lā amtā(n).",
      "translation": "Где вам не различить Ни кривизны, ни возвышений"
    },
    {
      "verse_number": 108,
      "text_uthmani": "يَوْمَئِذٍ يَتَّبِعُونَ ٱلدَّاعِىَ لَا عِوَجَ لَهُۥ ۖ وَخَشَعَتِ ٱلْأَصْوَاتُ لِلرَّحْمَـٰنِ فَلَا تَسْمَعُ إِلَّا هَمْسًا",
      "text_uthmani_transcribed": "Yauma'iżiy yattabi'ūnad-dā'iya lā 'iwaja lah(ū), wa khasya'atil-aṣwātu lir-raḥmāni falā tasma'u illā hamsā(n).",
      "translation": "В тот День Они пойдут за Созывающим (их души), Кто поведет их (прямо), без извилин (к Богу), И стихнут голоса пред Милосердным, И ты услышишь только шорох (их шагов)"
    },
    {
      "verse_number": 109,
      "text_uthmani": "يَوْمَئِذٍ لَّا تَنفَعُ ٱلشَّفَـٰعَةُ إِلَّا مَنْ أَذِنَ لَهُ ٱلرَّحْمَـٰنُ وَرَضِىَ لَهُۥ قَوْلًا",
      "text_uthmani_transcribed": "Yauma'iżil lā tanfa'usy-syafā'atu illā man ażina lahur-raḥmānu wa raḍiya lahū qaulā(n).",
      "translation": "В тот День Ничье заступничество не поможет, Помимо тех, кому дозволит Милосердный, Чью речь допустит благоволием Своим"
    },
    {
      "verse_number": 110,
      "text_uthmani": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِهِۦ عِلْمًا",
      "text_uthmani_transcribed": "Ya'lamu mā baina aidīhim wa mā khalfahum wa lā yuḥīṭūna bihī 'ilmā(n).",
      "translation": "Он знает то, что было прежде них, И то, что после них (наступит); Они же знанием своим Постигнуть этого не смогут"
    }
  ]
}