[
  {
    "verse_number": 100,
    "text_uthmani": "قُل لَّوْ أَنتُمْ تَمْلِكُونَ خَزَآئِنَ رَحْمَةِ رَبِّىٓ إِذًا لَّأَمْسَكْتُمْ خَشْيَةَ ٱلْإِنفَاقِ ۚ وَكَانَ ٱلْإِنسَـٰنُ قَتُورًا",
    "text_uthmani_transcribed": "Qul lau antum tamlikūna khazā'ina raḥmati rabbī iżal la'amsaktum khasy-yatal-infāq(i), wa kānal-insānu qatūrā(n).",
    "translation": "Скажи: \"Если б владели вы Сокровищами милости Господней, То и тогда бы вы их при себе держали, Боясь растратить их (на нужды ближних)\". Поистине, скуп человек (безмерно)"
  },
  {
    "verse_number": 101,
    "text_uthmani": "وَلَقَدْ ءَاتَيْنَا مُوسَىٰ تِسْعَ ءَايَـٰتٍۭ بَيِّنَـٰتٍ ۖ فَسْـَٔلْ بَنِىٓ إِسْرَٰٓءِيلَ إِذْ جَآءَهُمْ فَقَالَ لَهُۥ فِرْعَوْنُ إِنِّى لَأَظُنُّكَ يَـٰمُوسَىٰ مَسْحُورًا",
    "text_uthmani_transcribed": "Wa laqad ātainā mūsā tis'a āyātim bayyinātin fas'al banī isrā'īla iż jā'ahum fa qāla lahū fir'aunu innī la'aẓunnuka yā mūsā masḥūrā(n).",
    "translation": "Мы дали Мусе девять ясных знаков - Спроси сынов Исраиля (о том); Когда он к ним пришел, То Фараон сказал: \"Мне кажется, что ты, о Муса, (Дурными) чарами опутан"
  },
  {
    "verse_number": 102,
    "text_uthmani": "قَالَ لَقَدْ عَلِمْتَ مَآ أَنزَلَ هَـٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ بَصَآئِرَ وَإِنِّى لَأَظُنُّكَ يَـٰفِرْعَوْنُ مَثْبُورًا",
    "text_uthmani_transcribed": "Qāla laqad 'alimta mā anzala hā'ulā'i illā rabbus-samāwāti wal-arḍi baṣā'ir(a), wa innī la'aẓunnuka yā fir'aunu maṡbūrā(n).",
    "translation": "Ответил он: \"Ты знаешь, что свести это (возможно) Лишь Властелину неба и земли, Как несомненные свидетельства (Господней Воли), И полагаю я, что ты, о Фараон, На гибель обречен (Всевышним)"
  },
  {
    "verse_number": 103,
    "text_uthmani": "فَأَرَادَ أَن يَسْتَفِزَّهُم مِّنَ ٱلْأَرْضِ فَأَغْرَقْنَـٰهُ وَمَن مَّعَهُۥ جَمِيعًا",
    "text_uthmani_transcribed": "Fa arāda ay yastafizzahum minal arḍi fa agraqnāhu wa mam ma'ahū jamī'ā(n).",
    "translation": "Тогда задумал (Фараон) Убрать их всех с лица земли, Но потопили Мы его И тех, что были с ним, - всех до едина"
  },
  {
    "verse_number": 104,
    "text_uthmani": "وَقُلْنَا مِنۢ بَعْدِهِۦ لِبَنِىٓ إِسْرَٰٓءِيلَ ٱسْكُنُوا۟ ٱلْأَرْضَ فَإِذَا جَآءَ وَعْدُ ٱلْـَٔاخِرَةِ جِئْنَا بِكُمْ لَفِيفًا",
    "text_uthmani_transcribed": "Wa qulnā mim ba'dihī libanī isrā'īlaskunul-arḍa fa iżā jā'a wa'dul-ākhirati ji'nā bikum lafīfā(n).",
    "translation": "И вслед за этим Мы сынам Исраиля сказали: \"Живите на земле (как дОлжно вам), А уж когда наступит время (сбыться) Обетованию последней жизни, Тогда Мы вместе соберем вас всех"
  },
  {
    "verse_number": 105,
    "text_uthmani": "وَبِٱلْحَقِّ أَنزَلْنَـٰهُ وَبِٱلْحَقِّ نَزَلَ ۗ وَمَآ أَرْسَلْنَـٰكَ إِلَّا مُبَشِّرًا وَنَذِيرًا",
    "text_uthmani_transcribed": "Wa bil-ḥaqqi anzalnāhu wa bil-ḥaqqi nazal(a), wa mā arsalnāka illā mubasysyiraw wa nażīrā(n).",
    "translation": "Мы ниспослали в Истине Коран, И в Истине нисшел он свыше. Тебя же Мы, (о Мухаммад!), Лишь (благо)вестником и увещателем послали"
  },
  {
    "verse_number": 106,
    "text_uthmani": "وَقُرْءَانًا فَرَقْنَـٰهُ لِتَقْرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكْثٍ وَنَزَّلْنَـٰهُ تَنزِيلًا",
    "text_uthmani_transcribed": "Wa qur'ānan faraqnāhu litaqra'ahū 'alan-nāsi 'alā mukṡiw wa nazzalnāhu tanzīlā(n).",
    "translation": "Коран Мы разделили (на айаты), Чтоб людям ты читал его (не сразу), А делал промежутки (в чтенье), - (И потому) ниспосылали Мы его Ниспосыланием, (что временем разнилось)"
  },
  {
    "verse_number": 107,
    "text_uthmani": "قُلْ ءَامِنُوا۟ بِهِۦٓ أَوْ لَا تُؤْمِنُوٓا۟ ۚ إِنَّ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ مِن قَبْلِهِۦٓ إِذَا يُتْلَىٰ عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا",
    "text_uthmani_transcribed": "Qul āminū bihī au lā tu'minū, innal-lażīna ūtul-'ilma min qablihī iżā yutlā 'alaihim yakhirrūna lil-ażqāni sujjadā(n).",
    "translation": "Скажи, (о Мухаммад!): \"Поверите ль в него вы или нет, Но те, кому было дано познать (Писание, что) до него (пришло), - Когда читают им его, Ниц падают на бороды свои, простершись благовейно"
  },
  {
    "verse_number": 108,
    "text_uthmani": "وَيَقُولُونَ سُبْحَـٰنَ رَبِّنَآ إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا",
    "text_uthmani_transcribed": "Wa yaqūlūna subḥāna rabbinā in kāna wa'du rabbinā lamaf'ūlā(n).",
    "translation": "И говорят (они): \"Хвала Владыке! Поистине, свершилось обещание Его"
  },
  {
    "verse_number": 109,
    "text_uthmani": "وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا ۩",
    "text_uthmani_transcribed": "Wa yakhirrūna lil-ażqāni yabkūna wa yazīduhum khusyū'ā(n).",
    "translation": "Они ниц падают на бороды свои, Льют слезы (умиленно), И это увеличивает в них Смирение и кротость (пред Всевышним)"
  },
  {
    "verse_number": 110,
    "text_uthmani": "قُلِ ٱدْعُوا۟ ٱللَّهَ أَوِ ٱدْعُوا۟ ٱلرَّحْمَـٰنَ ۖ أَيًّا مَّا تَدْعُوا۟ فَلَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَٱبْتَغِ بَيْنَ ذَٰلِكَ سَبِيلًا",
    "text_uthmani_transcribed": "Qulid'ullāha awid'ur-raḥmān(a), ayyam mā tad'ū fa lahul-asmā'ul-ḥusnā, wa lā tajhar biṣalātika wa lā tukhāfit bihā wabtagi baina żālika sabīlā(n).",
    "translation": "Скажи, (о Мухаммад!): \"Взываете ли вы к Аллаху иль призываете Рахмана - Каким бы именем Его вы ни назвали, - Ему принадлежат прекраснейшие имена\". Свою молитву громко не читайте, Но и шептать ее не надо - Держитесь среднего пути"
  }
]