{
  "chapter_number": 42,
  "verses": [
    {
      "verse_number": 34,
      "text_uthmani": "أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا۟ وَيَعْفُ عَن كَثِيرٍ",
      "text_uthmani_transcribed": "Au yūbiqhunna bimā kasabū wa ya'fu 'an kaṡīr(in).",
      "translation": "Иль обречет их на погибель За все то (зло), которое приобрели (Руками грешников неверных). Но как же много Он прощает"
    },
    {
      "verse_number": 35,
      "text_uthmani": "وَيَعْلَمَ ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِنَا مَا لَهُم مِّن مَّحِيصٍ",
      "text_uthmani_transcribed": "Wa ya'lamal-lażīna yujādilūna fī āyātinā, mā lahum mim maḥīṣ(in).",
      "translation": "Пусть знают те, Кто спорит о знаменьях Наших, Что нет спасения им никакого"
    },
    {
      "verse_number": 36,
      "text_uthmani": "فَمَآ أُوتِيتُم مِّن شَىْءٍ فَمَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَمَا عِندَ ٱللَّهِ خَيْرٌ وَأَبْقَىٰ لِلَّذِينَ ءَامَنُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "text_uthmani_transcribed": "Famā ūtītum min syai'in fa matā'ul-ḥayātid-dun-yā, wa mā 'indallāhi khairuw wa abqā lil-lażīna āmanū wa 'alā rabbihim yatawakkalūn(a).",
      "translation": "И все, чем здесь наделены вы, - Лишь жизни ближней (временный) удел. А что у Бога - длительней и краше Для тех, кто верует И лишь на своего Владыку уповает"
    },
    {
      "verse_number": 37,
      "text_uthmani": "وَٱلَّذِينَ يَجْتَنِبُونَ كَبَـٰٓئِرَ ٱلْإِثْمِ وَٱلْفَوَٰحِشَ وَإِذَا مَا غَضِبُوا۟ هُمْ يَغْفِرُونَ",
      "text_uthmani_transcribed": "Wal-lażīna yajtanibūna kabā'iral-iṡmi wal-fawāḥisya wa iżā mā gaḍibū hum yagfirūn(a).",
      "translation": "И тех, которые бесстыдства избегают и грехов, А в гневе все ж прощать умеют"
    },
    {
      "verse_number": 38,
      "text_uthmani": "وَٱلَّذِينَ ٱسْتَجَابُوا۟ لِرَبِّهِمْ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَمْرُهُمْ شُورَىٰ بَيْنَهُمْ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
      "text_uthmani_transcribed": "Wal-lażīnastajābū lirabbihim wa aqāmuṣ-ṣalāta wa amruhum syūrā bainahum, wa mimmā razaqnāhum yunfiqūn(a).",
      "translation": "И тех, кто отозвался своему Владыке, Молитву совершает (по часам), Дела свои (ведет) по совещанию (с другими) И (благотворно) тратит из того, Чем Мы их щедро наделили"
    },
    {
      "verse_number": 39,
      "text_uthmani": "وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلْبَغْىُ هُمْ يَنتَصِرُونَ",
      "text_uthmani_transcribed": "Wal-lażīna iżā aṣābahumul-bagyu hum yantaṣirūn(a).",
      "translation": "И тех, которые (под тяжестью) обид Способны (за себя стоять) и защищаться"
    },
    {
      "verse_number": 40,
      "text_uthmani": "وَجَزَٰٓؤُا۟ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا ۖ فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُۥ عَلَى ٱللَّهِ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّـٰلِمِينَ",
      "text_uthmani_transcribed": "Wa jazā'u sayyi'atin sayyi'atum miṡluhā, faman 'afā wa aṣlaḥa fa ajruhū 'alallāh(i), innahū lā yuḥibbuẓ-ẓālimīn(a).",
      "translation": "А воздаянием за зло Есть зло, подобное ему. Тому же, кто простит и восстановит мир, Назначена награда у Аллаха, - Ведь Он не любит преступивших (Пределы, установленные Им)"
    },
    {
      "verse_number": 41,
      "text_uthmani": "وَلَمَنِ ٱنتَصَرَ بَعْدَ ظُلْمِهِۦ فَأُو۟لَـٰٓئِكَ مَا عَلَيْهِم مِّن سَبِيلٍ",
      "text_uthmani_transcribed": "Wa lamanintaṣara ba'da ẓulmihī fa ulā'ika mā 'alaihim min sabīl(in).",
      "translation": "А кто под (тяжестью) обид Способен (за себя стоять и) защищаться, - За теми нет вины"
    },
    {
      "verse_number": 42,
      "text_uthmani": "إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظْلِمُونَ ٱلنَّاسَ وَيَبْغُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ ۚ أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ",
      "text_uthmani_transcribed": "Innamas-sabīlu 'alal-lażīna yaẓlimūnan-nāsa wa yabgūna fil-arḍi bigairil-ḥaqq(i), ulā'ika lahum 'ażābun alīm(un).",
      "translation": "Вина за теми лишь, Которые несут обиды людям, Злодействуя по всей земле Без всякой справедливости и права. Для них - мучительная кара"
    },
    {
      "verse_number": 43,
      "text_uthmani": "وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنْ عَزْمِ ٱلْأُمُورِ",
      "text_uthmani_transcribed": "Wa laman ṣabara wa gafara inna żālika lamin 'azmil-umūr(i).",
      "translation": "Но кто способен проявить терпенье и простить, - Поистине, лишь в этом И твердость духа, и (решительность) в делах"
    },
    {
      "verse_number": 44,
      "text_uthmani": "وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِىٍّ مِّنۢ بَعْدِهِۦ ۗ وَتَرَى ٱلظَّـٰلِمِينَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ يَقُولُونَ هَلْ إِلَىٰ مَرَدٍّ مِّن سَبِيلٍ",
      "text_uthmani_transcribed": "Wa may yuḍlilillāhu famā lahū miw waliyyim mim ba'dih(ī), wa taraẓ-ẓālimīna lammā ra'awul-'ażāba yaqūlūna hal ilā maraddim min sabīl(in).",
      "translation": "Тому ж, кого Аллах в грехах блуждать оставит, Не обрести заступника иного. И ты увидишь нечестивых, Которые при виде кары скажут: \"Нет ли пути возврата (в жизнь земную)"
    }
  ]
}