{
  "chapter_number": 22,
  "verses": [
    {
      "verse_number": 12,
      "text_uthmani": "يَدْعُوا۟ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥ ۚ ذَٰلِكَ هُوَ ٱلضَّلَـٰلُ ٱلْبَعِيدُ",
      "text_uthmani_transcribed": "Yad'ū min dūnillāhi mā lā yaḍurruhū wa mā lā yanfa'uh(ū), żālika huwaḍ-ḍalālul-ba'īd(u).",
      "translation": "Кроме Аллаха, призывают они тех, Что не способны им ни навредить, Ни принести им пользы, - И это (заблужденье) слишком глубоко"
    },
    {
      "verse_number": 13,
      "text_uthmani": "يَدْعُوا۟ لَمَن ضَرُّهُۥٓ أَقْرَبُ مِن نَّفْعِهِۦ ۚ لَبِئْسَ ٱلْمَوْلَىٰ وَلَبِئْسَ ٱلْعَشِيرُ",
      "text_uthmani_transcribed": "Yad'ū laman ḍarruhū aqrabu min naf'ih(ī), labi'sal-maulā wa labi'sal-'asyīr(u).",
      "translation": "Тех призывают, Вред от которых ближе пользы, - Плох и зловреден покровитель (их), Плох и зловреден сотоварищ"
    },
    {
      "verse_number": 14,
      "text_uthmani": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۚ إِنَّ ٱللَّهَ يَفْعَلُ مَا يُرِيدُ",
      "text_uthmani_transcribed": "Innallāha yudkhilul-lażīna āmanū wa 'amiluṣ-ṣāliḥāti jannātin tajrī min taḥtihal-anhār(u), innallāha yaf'alu mā yurīd(u).",
      "translation": "Поистине, кто верует и делает благое, Аллах введет в Сады, реками омовенны, - Аллах, поистине, вершит все то, что пожелает"
    },
    {
      "verse_number": 15,
      "text_uthmani": "مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لْيَقْطَعْ فَلْيَنظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُۥ مَا يَغِيظُ",
      "text_uthmani_transcribed": "Man kāna yaẓunnu allay yanṣurahullāhu fid-dun-yā wal-ākhirati falyamdud bisababin ilas-samā'i ṡummalyaqṭa' falyanẓur hal yużhibanna kaiduhū mā yagīẓ(u).",
      "translation": "А тот, кто думает: Аллах ему Ни в ближней жизни не поможет, ни в далекой, - Тот пусть веревку к небесам протянет, Потом ее обрежет и посмотрит - Смогла ль его уловка устранить То, что его приводит в ярость"
    },
    {
      "verse_number": 16,
      "text_uthmani": "وَكَذَٰلِكَ أَنزَلْنَـٰهُ ءَايَـٰتٍۭ بَيِّنَـٰتٍ وَأَنَّ ٱللَّهَ يَهْدِى مَن يُرِيدُ",
      "text_uthmani_transcribed": "Wa każālika anzalnāhu āyātim bayyināt(in), wa annallāha yahdī may yurīd(u).",
      "translation": "И так Мы низвели его как ясные знаменья (В знак того), что, истинно, Аллах Ведет прямым путем того, Кого сочтет Своим желаньем"
    },
    {
      "verse_number": 17,
      "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلصَّـٰبِـِٔينَ وَٱلنَّصَـٰرَىٰ وَٱلْمَجُوسَ وَٱلَّذِينَ أَشْرَكُوٓا۟ إِنَّ ٱللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
      "text_uthmani_transcribed": "Innal-lażīna āmanū wal-lażīna hādū waṣ-ṣābi'īna wan-naṣārā wal-majūsa wal-lażīna asyrakū, innallāha yafṣilu bainahum yaumal-qiyāmah(ti), innallāha 'alā kulli syai'in syahīd(un).",
      "translation": "Те, кто уверовал (в Коран), И те, кто следует иудаизму, И назореи, и сабеи, и маджусины, И те, что соучастников Аллаху прочат, - В День Воскресения (на Суд) Аллах рассудит между ними (На степень наказаний и наград), - Ведь Он, поистине, свидетель всякой вещи"
    },
    {
      "verse_number": 18,
      "text_uthmani": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يَسْجُدُ لَهُۥ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ وَٱلشَّمْسُ وَٱلْقَمَرُ وَٱلنُّجُومُ وَٱلْجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٌ مِّنَ ٱلنَّاسِ ۖ وَكَثِيرٌ حَقَّ عَلَيْهِ ٱلْعَذَابُ ۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكْرِمٍ ۚ إِنَّ ٱللَّهَ يَفْعَلُ مَا يَشَآءُ ۩",
      "text_uthmani_transcribed": "Alam tara annallāha yasjudu lahū man fis-samāwāti wa man fil-arḍi wasy-syamsu wal-qamaru wan-nujūmu wal-jibālu wasy-syajaru wad-dawābbu wa kaṡīrum minan-nās(i), wa kaṡīrun ḥaqqa 'alaihil-'ażāb(u), wa may yuhinillāhu famā lahū mim mukrim(in), innallāha yaf'alu mā yasyā'(u).",
      "translation": "Ужель не видишь ты, что поклоняется Аллаху Все в небесах и на земле: Солнце, луна, небесные светила, Твердыни гор, деревья, звери И множество людей, (рассеянных по свету)? (Но все же) много и таких, Что наказания достойны, (не сознавая), Что того, кого Аллах унизит, Никто (другой) возвысить не сумеет. Аллах, поистине, вершит все то, Что (справедливостью) желанья (Своего назначит)"
    },
    {
      "verse_number": 19,
      "text_uthmani": "۞ هَـٰذَانِ خَصْمَانِ ٱخْتَصَمُوا۟ فِى رَبِّهِمْ ۖ فَٱلَّذِينَ كَفَرُوا۟ قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ يُصَبُّ مِن فَوْقِ رُءُوسِهِمُ ٱلْحَمِيمُ",
      "text_uthmani_transcribed": "Hāżāni khaṣmānikhtaṣamū fī rabbihim fal-lażīna kafarū quṭṭi'at lahum ṡiyābum min nār(in), yuṣabbu min fauqi ru'ūsihimul-ḥamīm(u).",
      "translation": "(Неверные и те, что Господу предалИсь), - Вот два врага, вступающие в спор о Господе своем. И для неверных из огня будут покроены одежды, На головы кипящая струя прольется"
    },
    {
      "verse_number": 20,
      "text_uthmani": "يُصْهَرُ بِهِۦ مَا فِى بُطُونِهِمْ وَٱلْجُلُودُ",
      "text_uthmani_transcribed": "Yuṣharu bihī mā fī buṭūnihim wal-julūd(u).",
      "translation": "И ею будут растопляться И (внутренности) их утроб, и кожа"
    },
    {
      "verse_number": 21,
      "text_uthmani": "وَلَهُم مَّقَـٰمِعُ مِنْ حَدِيدٍ",
      "text_uthmani_transcribed": "Wa lahum maqāmi'u min ḥadīd(in).",
      "translation": "Для них там и железные булавы, (Которыми их будут побивать)"
    },
    {
      "verse_number": 22,
      "text_uthmani": "كُلَّمَآ أَرَادُوٓا۟ أَن يَخْرُجُوا۟ مِنْهَا مِنْ غَمٍّ أُعِيدُوا۟ فِيهَا وَذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ",
      "text_uthmani_transcribed": "Kullamā arādū ay yakhrujū minhā min gammin u'īdū fīhā, wa żūqū 'ażābal-ḥarīq(i).",
      "translation": "И всякий раз, когда (от нестерпимых мук) Они попробуют его покинуть, Они будут назад возвращены, (И им будет звучать): \"Сполна вкусите огненную муку"
    }
  ]
}