{
  "chapter_number": 10,
  "verses": [
    {
      "verse_number": 56,
      "text_uthmani": "هُوَ يُحْىِۦ وَيُمِيتُ وَإِلَيْهِ تُرْجَعُونَ",
      "text_uthmani_transcribed": "Huwa yuḥyī wa yumītu wa ilaihi turja'ūn(a).",
      "translation": "Он оживляет и мертвит, К Нему и ваше возвращенье"
    },
    {
      "verse_number": 57,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَتْكُم مَّوْعِظَةٌ مِّن رَّبِّكُمْ وَشِفَآءٌ لِّمَا فِى ٱلصُّدُورِ وَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ",
      "text_uthmani_transcribed": "Yā ayyuhan-nāsu qad jā'atkum mau'iẓatum mir rabbikum wa syifā'ul limā fiṣ-ṣudūr(i), wa hudaw wa raḥmatul lil-mu'minīn(a).",
      "translation": "О люди! К вам увещание пришло от вашего Владыки И исцеление (от всех сомнений), Которые (теснят) вам грудь. А верующим - путь прямой и Божья милость"
    },
    {
      "verse_number": 58,
      "text_uthmani": "قُلْ بِفَضْلِ ٱللَّهِ وَبِرَحْمَتِهِۦ فَبِذَٰلِكَ فَلْيَفْرَحُوا۟ هُوَ خَيْرٌ مِّمَّا يَجْمَعُونَ",
      "text_uthmani_transcribed": "Qul bifaḍlillāhi wa biraḥmatihī fa biżālika falyafraḥū, huwa khairum mimmā yajma'ūn(a).",
      "translation": "Скажи: \"В Господней благости и милости Его - Пусть в этом радости себе черпают, Ведь это лучше, (чем богатства), Которые они себе копят"
    },
    {
      "verse_number": 59,
      "text_uthmani": "قُلْ أَرَءَيْتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزْقٍ فَجَعَلْتُم مِّنْهُ حَرَامًا وَحَلَـٰلًا قُلْ ءَآللَّهُ أَذِنَ لَكُمْ ۖ أَمْ عَلَى ٱللَّهِ تَفْتَرُونَ",
      "text_uthmani_transcribed": "Qul ara'aitum mā anzalallāhu lakum mir rizqin fa ja'altum minhu ḥarāmaw wa ḥalālā(n), qul āllāhu ażina lakum am 'alallāhi taftarūn(a).",
      "translation": "Скажи: \"Вы видите, что ниспослал Аллах вам Для проживания (на сей земле)? И все ж вы запрещаете одно И разрешаете другое\". Скажи: \"Аллах вам это разрешил Иль вы Ему сие обложно приписали"
    },
    {
      "verse_number": 60,
      "text_uthmani": "وَمَا ظَنُّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ يَوْمَ ٱلْقِيَـٰمَةِ ۗ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ",
      "text_uthmani_transcribed": "Wa mā ẓannul-lażīna yaftarūna 'alallāhil-każiba yaumal-qiyāmah(ti), innallāha lażū faḍlin 'alan-nāsi wa lākinna akṡarahum lā yasykurūn(a).",
      "translation": "О чем же будут думать те, Кто ложь возводит на Аллаха, В День Воскресения (на Суд)? Аллах, поистине, всему людскому роду Податель милости Своей. Но большинство из них неблагодарны"
    },
    {
      "verse_number": 61,
      "text_uthmani": "وَمَا تَكُونُ فِى شَأْنٍ وَمَا تَتْلُوا۟ مِنْهُ مِن قُرْءَانٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ ۚ وَمَا يَعْزُبُ عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٍ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ وَلَآ أَصْغَرَ مِن ذَٰلِكَ وَلَآ أَكْبَرَ إِلَّا فِى كِتَـٰبٍ مُّبِينٍ",
      "text_uthmani_transcribed": "Wa mā takūnu fī sya'niw wa mā tatlū minhu min qur'āniw wa lā ta'malūna min 'amalin illā kunnā 'alaikum syuhūdan iż tufīḍūna fīh(i), wa mā ya'zubu 'ar rabbika mim miṡqāli żarratin fil-arḍi wa lā fis-samā'i wa lā aṣgara min żālika wa lā akbara illā fī kitābim mubīn(in).",
      "translation": "В каком бы состоянии ты ни был, И что б ты из Корана ни читал, И за какое б дело вы, (о люди!), ни взялись, - Всегда при вас свидетелем Мы будем, Когда вы будете поглощены им. И не укрыться от Владыки твоего Ни на земле, ни в небесах Ни весу крохотной былинки, И ни тому, что меньше от нее, И ни тому, что больше, - О чем ни значилось бы в Ясной Книге"
    },
    {
      "verse_number": 62,
      "text_uthmani": "أَلَآ إِنَّ أَوْلِيَآءَ ٱللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "text_uthmani_transcribed": "Alā inna auliyā'allāhi lā khaufun 'alaihim wa lā hum yaḥzanūn(a).",
      "translation": "О да! Поистине, не знать друзьям Аллаха страха, Их (никогда) печаль не отягчит"
    },
    {
      "verse_number": 63,
      "text_uthmani": "ٱلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
      "text_uthmani_transcribed": "Al-lażīna āmanū wa kānū yattaqūn(a).",
      "translation": "Тем, кто уверовал (в Него) и был благочестив, Страшася Его гнева"
    },
    {
      "verse_number": 64,
      "text_uthmani": "لَهُمُ ٱلْبُشْرَىٰ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْـَٔاخِرَةِ ۚ لَا تَبْدِيلَ لِكَلِمَـٰتِ ٱللَّهِ ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "text_uthmani_transcribed": "Lahumul-busyrā fil-ḥayātid-dun-yā wa fil-ākhirah(ti), lā tabdīla likalimātillāh(i), żālika huwal-fauzul-'aẓīm((u).",
      "translation": "Им радостная весть И в этой жизни, и в другой, - Словам Аллаха перемены нет. Сие есть высшее свершенье"
    },
    {
      "verse_number": 65,
      "text_uthmani": "وَلَا يَحْزُنكَ قَوْلُهُمْ ۘ إِنَّ ٱلْعِزَّةَ لِلَّهِ جَمِيعًا ۚ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "text_uthmani_transcribed": "Wa lā yaḥzunka qauluhum, innal-'izzata lillāhi jamī'ā(n), huwas-samī'ul-'alīm(u).",
      "translation": "И пусть тебя, (о Мухаммад!), их речи не печалят, - Ведь, истинно, во власти Бога И торжество побед, и слава, и хвала. Он слышит! Знает (все и вся)"
    },
    {
      "verse_number": 66,
      "text_uthmani": "أَلَآ إِنَّ لِلَّهِ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ ۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَ ۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ",
      "text_uthmani_transcribed": "Alā inna lillāhi man fis-samāwāti wa man fil-arḍ(i), wa mā yattabi'ul-lażīna yad'ūna min dūnillāhi syurakā'(a), iy yattabi'ūna illaẓ-ẓanna wa in hum illā yakhruṣūn(a).",
      "translation": "О да! Поистине, Аллах Владеет всем, что в небесах и на земле. Чему же следуют все те, Кто призывает соучастников Ему? Они лишь следуют своим догадкам И строят домыслы свои"
    }
  ]
}