[
  {
    "verse_number": 78,
    "text_uthmani": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُم مَّن لَّمْ نَقْصُصْ عَلَيْكَ ۗ وَمَا كَانَ لِرَسُولٍ أَن يَأْتِىَ بِـَٔايَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ فَإِذَا جَآءَ أَمْرُ ٱللَّهِ قُضِىَ بِٱلْحَقِّ وَخَسِرَ هُنَالِكَ ٱلْمُبْطِلُونَ",
    "text_uthmani_transcribed": "Wa laqad arsalnā rusulam min qablika minhum man qaṣaṣnā 'alaika wa minhum mal lam naqṣuṣ 'alaik(a), wa mā kāna lirasūlin ay ya'tiya bi'āyatin illā bi'iżnillāh(i), fa'iżā jā'a amrullāhi quḍiya bil-ḥaqqi wa khasira hunālikal-mubṭilūn(a).",
    "translation": "И до тебя, поистине, посланников Мы слали, И Мы поведали тебе историю иных из них, Историю других тебе не рассказали; Но никому из них не подобало Являть знамение иначе как с Господнего соизволения. Когда ж нисходит повеление Аллаха, Решается по Истине оно, И гибнут те, которые считают его ложью"
  },
  {
    "verse_number": 79,
    "text_uthmani": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَنْعَـٰمَ لِتَرْكَبُوا۟ مِنْهَا وَمِنْهَا تَأْكُلُونَ",
    "text_uthmani_transcribed": "Allāhul-lażī ja'ala lakumul-an'āma litarkabū minhā wa minhā ta'kulūn(a).",
    "translation": "Аллах есть Тот, Кто создал скот для вас: Одних - для пищи вам, других - для перевозок"
  },
  {
    "verse_number": 80,
    "text_uthmani": "وَلَكُمْ فِيهَا مَنَـٰفِعُ وَلِتَبْلُغُوا۟ عَلَيْهَا حَاجَةً فِى صُدُورِكُمْ وَعَلَيْهَا وَعَلَى ٱلْفُلْكِ تُحْمَلُونَ",
    "text_uthmani_transcribed": "Wa lakum fīhā manāfi'u wa litablugū 'alaihā ḥājatan fī ṣudūrikum wa 'alaihā wa 'alal-fulki tuḥmalūn(a).",
    "translation": "Для вас есть и другие выгоды от них, Чтобы с их помощью достичь вам тех желаний, Нужда о коих в сердце схоронилась, - Они, а также корабли (по сей земле) вас возят"
  },
  {
    "verse_number": 81,
    "text_uthmani": "وَيُرِيكُمْ ءَايَـٰتِهِۦ فَأَىَّ ءَايَـٰتِ ٱللَّهِ تُنكِرُونَ",
    "text_uthmani_transcribed": "Wa yurīkum āyātih(ī), fa ayya āyātillāhi tunkirūn(a).",
    "translation": "Он вам Свои знамения являет; Какое же из них, знамений Божьих, Вы наречете ложью"
  },
  {
    "verse_number": 82,
    "text_uthmani": "أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَانُوٓا۟ أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَءَاثَارًا فِى ٱلْأَرْضِ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ",
    "text_uthmani_transcribed": "Afalam yasīrū fil-arḍi fa yanẓurū kaifa kāna 'āqibatul-lażīna min qablihim, kānū akṡara minhum wa asyadda quwwataw wa āṡāran fil-arḍi famā agnā 'anhum mā kānū yaksibūn(a).",
    "translation": "Ужель они не ходят по земле, Не видят то, каков конец был тех, Которые до них (грешили); Кто и числом, и мощью их превосходил - делами, Что на земле оставили свой след? Но их стяжания (в сей жизни) Ничем не послужили им"
  },
  {
    "verse_number": 83,
    "text_uthmani": "فَلَمَّا جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَرِحُوا۟ بِمَا عِندَهُم مِّنَ ٱلْعِلْمِ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "text_uthmani_transcribed": "Falammā jā'athum rusuluhum bil-bayyināti fariḥū bimā 'indahum minal-'ilmi wa ḥāqa bihim mā kānū bihī yastahzi'ūn(a).",
    "translation": "Когда же с ясными знаменьями от Нас Посланники к ним приходили, Они (ликующе) торжествовали От (полноты) тех знаний (и умений), Которые они приобрели, Но их объяло то, Над чем они (в сей жизни) насмехались"
  },
  {
    "verse_number": 84,
    "text_uthmani": "فَلَمَّا رَأَوْا۟ بَأْسَنَا قَالُوٓا۟ ءَامَنَّا بِٱللَّهِ وَحْدَهُۥ وَكَفَرْنَا بِمَا كُنَّا بِهِۦ مُشْرِكِينَ",
    "text_uthmani_transcribed": "Falammā ra'au ba'sanā qālū āmannā billāhi waḥdahū wa kafarnā bimā kunnā bihī musyrikīn(a).",
    "translation": "Когда ж увидели они всю силу Нашей (мощи), Они сказали: \"Мы в Бога веруем и в то, что Он Един, И отрекаемся от тех, Кого мы придавали в равные Ему"
  },
  {
    "verse_number": 85,
    "text_uthmani": "فَلَمْ يَكُ يَنفَعُهُمْ إِيمَـٰنُهُمْ لَمَّا رَأَوْا۟ بَأْسَنَا ۖ سُنَّتَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ فِى عِبَادِهِۦ ۖ وَخَسِرَ هُنَالِكَ ٱلْكَـٰفِرُونَ",
    "text_uthmani_transcribed": "Falam yaku yanfa'uhum īmānuhum lammā ra'au ba'sanā, sunnatallāhil latī qad khalat fī 'ibādih(ī), wa khasira hunālikal-kāfirūn(a).",
    "translation": "Их (запоздалое признанье) в вере После того, как силу Нашей (мощи) уже увидели они, Им пользы никакой не принесло, - И в этом - суть (Господней) Сунны, Что над Своими слугами вершит Он. Так гибли нечестивые (времен всех и народов)"
  }
]