[
  {
    "verse_number": 1,
    "text_uthmani": " سُبْحَـٰنَ ٱلَّذِىٓ أَسْرَىٰ بِعَبْدِهِۦ لَيْلًا مِّنَ ٱلْمَسْجِدِ ٱلْحَرَامِ إِلَى ٱلْمَسْجِدِ ٱلْأَقْصَا ٱلَّذِى بَـٰرَكْنَا حَوْلَهُۥ لِنُرِيَهُۥ مِنْ ءَايَـٰتِنَآ ۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
    "text_uthmani_transcribed": "Subḥānal-lażī asrā bi'abdihī lailam minal-masjidil ḥarāmi ilal-masjidil-aqṣal-lażī bāraknā ḥaulahū linuriyahū min āyātinā, innahū huwas-samī'ul-baṣīr(u).",
    "translation": "Хвала Тому, Кто Своего служителя (Велением Всевышним) Переместил в единоночье Из Аль Харам Мечети (Мекки) В мечеть Аль Ак'са (Иерусалима), Окрестности которой Мы благословили, Чтобы явить ему из Наших Откровений. Ведь, истинно, Он слышит все и зрит во вся"
  },
  {
    "verse_number": 2,
    "text_uthmani": "وَءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَجَعَلْنَـٰهُ هُدًى لِّبَنِىٓ إِسْرَٰٓءِيلَ أَلَّا تَتَّخِذُوا۟ مِن دُونِى وَكِيلًا",
    "text_uthmani_transcribed": "Wa ātainā mūsal-kitāba wa ja'alnāhu hudal libanī isrā'īla allā tattakhiżū min dūnī wakīlā(n).",
    "translation": "Мы даровали Мусе Книгу И руководством сделали сынам Исраиля ее: \"Вы не берите в покровители себе, кроме Меня"
  },
  {
    "verse_number": 3,
    "text_uthmani": "ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ ۚ إِنَّهُۥ كَانَ عَبْدًا شَكُورًا",
    "text_uthmani_transcribed": "Żurriyyata man ḥamalnā ma'a nūḥ(in), innahū kāna 'abdan syakūrā(n).",
    "translation": "О вы, потомки тех, Которых Мы перенесли (в ковчеге) с Нухом! Поистине, он благодарным был служителем Моим"
  },
  {
    "verse_number": 4,
    "text_uthmani": "وَقَضَيْنَآ إِلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ فِى ٱلْكِتَـٰبِ لَتُفْسِدُنَّ فِى ٱلْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا",
    "text_uthmani_transcribed": "Wa qaḍainā ilā banī isrā'īla fil-kitābi latufsidunna fil-arḍi marrataini wa lata'lunna 'uluwwan kabīrā(n).",
    "translation": "И Мы в Писании сынам Исраиля (В предупреждении) определили: \"Поистине, вы совершите беззаконие На сей земле два раза И возгордитесь гордостью великой - (И будете за то наказаны сурово)"
  },
  {
    "verse_number": 5,
    "text_uthmani": "فَإِذَا جَآءَ وَعْدُ أُولَىٰهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَّنَآ أُو۟لِى بَأْسٍ شَدِيدٍ فَجَاسُوا۟ خِلَـٰلَ ٱلدِّيَارِ ۚ وَكَانَ وَعْدًا مَّفْعُولًا",
    "text_uthmani_transcribed": "Fa iżā jā'a wa'du ūlāhumā ba'aṡnā 'alaikum 'ibādal lanā ulī ba'sin syadīdin fa jāsū khilālad-diyār(i), wa kāna wa'dam maf'ūlā(n).",
    "translation": "Когда за первое из них угроза оправдалась, На вас послали Мы служителей Своих, Что обладали мощной силой: Они проникли в сокровенные места ваших жилищ - И тем исполнилась угроза"
  },
  {
    "verse_number": 6,
    "text_uthmani": "ثُمَّ رَدَدْنَا لَكُمُ ٱلْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَـٰكُم بِأَمْوَٰلٍ وَبَنِينَ وَجَعَلْنَـٰكُمْ أَكْثَرَ نَفِيرًا",
    "text_uthmani_transcribed": "Ṡumma radadnā lakumul-karrata 'alaihim wa amdadnākum bi'amwāliw wa banīna wa ja'alnākum akṡara nafīrā(n).",
    "translation": "Потом Мы жаловали вам Возврат удачи против них: Добром обогатили вас и сыновьями И сделали вас большей ратью"
  },
  {
    "verse_number": 7,
    "text_uthmani": "إِنْ أَحْسَنتُمْ أَحْسَنتُمْ لِأَنفُسِكُمْ ۖ وَإِنْ أَسَأْتُمْ فَلَهَا ۚ فَإِذَا جَآءَ وَعْدُ ٱلْـَٔاخِرَةِ لِيَسُـۥٓـُٔوا۟ وُجُوهَكُمْ وَلِيَدْخُلُوا۟ ٱلْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا۟ مَا عَلَوْا۟ تَتْبِيرًا",
    "text_uthmani_transcribed": "In aḥsantum aḥsantum li'anfusikum, wa in asa'tum fa lahā, fa iżā jā'a wa'dul-ākhirati liyasū'ū wujūhakum wa liyadkhulal-masjida kamā dakhalūhu awwala marratiw wa liyutabbirū mā 'alau tatbīrā(n).",
    "translation": "И если вы добро творили, Вы это делали себе (на пользу), А если вы творили зло, Его вы делали опять же для самих себя. Когда пришел (черед) Предупреждению второму сбыться, (Мы разрешили вашим недругам былым) Обезобразить ваши лики И в Храм войти, Как в первый раз они вошли в него, И в нем низвергнуть все, Над чем возвысилась их сила"
  },
  {
    "verse_number": 8,
    "text_uthmani": "عَسَىٰ رَبُّكُمْ أَن يَرْحَمَكُمْ ۚ وَإِنْ عُدتُّمْ عُدْنَا ۘ وَجَعَلْنَا جَهَنَّمَ لِلْكَـٰفِرِينَ حَصِيرًا",
    "text_uthmani_transcribed": "'Asā rabbukum ay yarḥamakum, wa in 'uttum 'udnā, wa ja'alnā jahannama lil-kāfirīna ḥaṣīrā(n).",
    "translation": "Но, может быть, Господь помилует вас (вновь), А если вы (к грехам своим) вернетесь, Вернемся (к наказаниям) и Мы, И сделаем Мы Ад Темницей для неверных"
  },
  {
    "verse_number": 9,
    "text_uthmani": "إِنَّ هَـٰذَا ٱلْقُرْءَانَ يَهْدِى لِلَّتِى هِىَ أَقْوَمُ وَيُبَشِّرُ ٱلْمُؤْمِنِينَ ٱلَّذِينَ يَعْمَلُونَ ٱلصَّـٰلِحَـٰتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا",
    "text_uthmani_transcribed": "Inna hāżal-qur'āna yahdī lil-latī hiya aqwamu wa yubasysyirul-mu'minīnal-lażīna ya'malūnaṣ-ṣāliḥāti anna lahum ajran kabīrā(n).",
    "translation": "Этот Коран, поистине, ведет к тому, Что праведней всего и справедливей, И благовествует всем верным, Творящим добрые дела: Их ждет великая награда"
  },
  {
    "verse_number": 10,
    "text_uthmani": "وَأَنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا",
    "text_uthmani_transcribed": "Wa annal-lażīna lā yu'minūna bil-ākhirati a'tadnā lahum 'ażāban alīmā(n).",
    "translation": "А тем, кто в будущую жизнь не верит, Мы уготовили мучительную кару"
  },
  {
    "verse_number": 11,
    "text_uthmani": "وَيَدْعُ ٱلْإِنسَـٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلْخَيْرِ ۖ وَكَانَ ٱلْإِنسَـٰنُ عَجُولًا",
    "text_uthmani_transcribed": "Wa yad'ul-insānu bisy-syarri du'ā'ahū bil-khair(i), wa kānal-insānu 'ajūlā(n).",
    "translation": "Но человек (к Всевышнему) о зле взывает, Как если б он просил себе добра, - Ведь (в неразумности своей) он тороплив"
  }
]