{
  "chapter_number": 12,
  "verses": [
    {
      "verse_number": 23,
      "text_uthmani": "وَرَٰوَدَتْهُ ٱلَّتِى هُوَ فِى بَيْتِهَا عَن نَّفْسِهِۦ وَغَلَّقَتِ ٱلْأَبْوَٰبَ وَقَالَتْ هَيْتَ لَكَ ۚ قَالَ مَعَاذَ ٱللَّهِ ۖ إِنَّهُۥ رَبِّىٓ أَحْسَنَ مَثْوَاىَ ۖ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّـٰلِمُونَ",
      "text_uthmani_transcribed": "Wa rāwadathul-latī huwa fī baitihā 'an nafsihī wa gallaqatil-abwāba wa qālat haita lak(a), qāla ma'āżallāhi innahū rabbī aḥsana maṡwāy(a), innahū lā yuflihuẓ-ẓālimūn(a).",
      "translation": "Но та, в чьем доме пребывал он, Решилась совратить его, И двери заперла, и так сказала: \"Поди сюда!\" Ответил он: \"Да упаси Аллах! Мой господин таким прекрасным сделал Мне пребыванье (в этом доме). Поистине, неправедным не быть во благе"
    },
    {
      "verse_number": 24,
      "text_uthmani": "وَلَقَدْ هَمَّتْ بِهِۦ ۖ وَهَمَّ بِهَا لَوْلَآ أَن رَّءَا بُرْهَـٰنَ رَبِّهِۦ ۚ كَذَٰلِكَ لِنَصْرِفَ عَنْهُ ٱلسُّوٓءَ وَٱلْفَحْشَآءَ ۚ إِنَّهُۥ مِنْ عِبَادِنَا ٱلْمُخْلَصِينَ",
      "text_uthmani_transcribed": "Wa laqad hammat bihī wa hamma bihā lau lā ar ra'ā burhāna rabbih(ī), każālika linaṣrifa 'anhus-sū'a wal-faḥsyā'(a), innahū min 'ibādinal-mukhlaṣīn(a).",
      "translation": "И так она его желала, И он (в ответ) бы и желал ее, Если б свидетельства Владыки своего Он не увидел, - Так (Мы веление Свое ему послали), Чтоб зло и мерзость от него отвлечь. Он - истинно, из искренних служителей (Аллаха)"
    },
    {
      "verse_number": 25,
      "text_uthmani": "وَٱسْتَبَقَا ٱلْبَابَ وَقَدَّتْ قَمِيصَهُۥ مِن دُبُرٍ وَأَلْفَيَا سَيِّدَهَا لَدَا ٱلْبَابِ ۚ قَالَتْ مَا جَزَآءُ مَنْ أَرَادَ بِأَهْلِكَ سُوٓءًا إِلَّآ أَن يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ",
      "text_uthmani_transcribed": "Wastabaqal-bāba wa qaddat qamīṣahū min duburiw wa alfayā sayyidahā ladal-bāb(i), qālat mā jazā'u man arāda bi'ahlika sū'an illā ay yusjana au 'ażābun alīm(un).",
      "translation": "И оба бросились бегом к двери, И порвала она ему рубаху со спины. А у двери столкнулись оба с господином, И молвила она: \"Каким должно быть воздаяние тому, Кто очагу семейному недоброе задумал, Как не темница иль мучительная кара"
    },
    {
      "verse_number": 26,
      "text_uthmani": "قَالَ هِىَ رَٰوَدَتْنِى عَن نَّفْسِى ۚ وَشَهِدَ شَاهِدٌ مِّنْ أَهْلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ ٱلْكَـٰذِبِينَ",
      "text_uthmani_transcribed": "Qāla hiya rāwadatnī 'an nafsī wa syahida syāhidum min ahlihā, in kāna qamīṣuhū qudda min qubulin fa ṣadaqat wa huwa minal-kāżibīn(a).",
      "translation": "(Йусуф) сказал: \"Это она пыталась соблазнить меня\". И был свидетелем сему ее (кузен-младенец). \"Если разорвана рубаха на груди, Она права и лжец - Йусуф"
    },
    {
      "verse_number": 27,
      "text_uthmani": "وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ ٱلصَّـٰدِقِينَ",
      "text_uthmani_transcribed": "Wa in kāna qamīṣuhū qudda min duburin fa każabat wa huwa minaṣ-ṣādiqīn(a).",
      "translation": "Но если на спине разорвана рубаха, То лжет она, а он правдив"
    },
    {
      "verse_number": 28,
      "text_uthmani": "فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٍ قَالَ إِنَّهُۥ مِن كَيْدِكُنَّ ۖ إِنَّ كَيْدَكُنَّ عَظِيمٌ",
      "text_uthmani_transcribed": "Falammā ra'ā qamīṣahū qudda min duburin qāla innahū min kaidikunn(a), inna kaidakunna 'aẓīm(un).",
      "translation": "И вот когда увидел он, Что на спине разорвана рубаха, Он молвил: \"(Женщина!) Сие - (одна) из ваших (многочисленных) уловок. Уловки ваши, несомненно, велики"
    },
    {
      "verse_number": 29,
      "text_uthmani": "يُوسُفُ أَعْرِضْ عَنْ هَـٰذَا ۚ وَٱسْتَغْفِرِى لِذَنۢبِكِ ۖ إِنَّكِ كُنتِ مِنَ ٱلْخَاطِـِٔينَ",
      "text_uthmani_transcribed": "Yūsufu a'riḍ 'an hāżā wastagfirī liżambik(i), innaki kunti  minal-khāṭi'īn(a).",
      "translation": "Йусуф, ты близко к сердцу это не бери. А ты, (распутная жена), Проси прощения за грех свой. Ты совершила (тяжкий) грех"
    },
    {
      "verse_number": 30,
      "text_uthmani": "۞ وَقَالَ نِسْوَةٌ فِى ٱلْمَدِينَةِ ٱمْرَأَتُ ٱلْعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفْسِهِۦ ۖ قَدْ شَغَفَهَا حُبًّا ۖ إِنَّا لَنَرَىٰهَا فِى ضَلَـٰلٍ مُّبِينٍ",
      "text_uthmani_transcribed": "Wa qāla niswatun fil-madīnatimra'atul-'azīzi turāwidu fatāhā 'an nafsih(ī), qad syagafahā ḥubbā(n), innā lanarāhā fī ḍalālim mubīn(in).",
      "translation": "И дамы в городе сказали: \"Задумала жена вельможи Вовлечь в соблазн юного раба. Он возбудил в ней (пылкую) любовь. Мы видим: она в явном заблужденье"
    },
    {
      "verse_number": 31,
      "text_uthmani": "فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَـًٔا وَءَاتَتْ كُلَّ وَٰحِدَةٍ مِّنْهُنَّ سِكِّينًا وَقَالَتِ ٱخْرُجْ عَلَيْهِنَّ ۖ فَلَمَّا رَأَيْنَهُۥٓ أَكْبَرْنَهُۥ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَـٰشَ لِلَّهِ مَا هَـٰذَا بَشَرًا إِنْ هَـٰذَآ إِلَّا مَلَكٌ كَرِيمٌ",
      "text_uthmani_transcribed": "Falammā sami'at bimakrihinna arsalat ilaihinna wa a'tadat lahunna muttaka'aw wa ātat kulla wāḥidim minhunna sikkīnaw wa qālatikhruj 'alaihinn(a), falammā ra'ainahū akbarnahū wa qaṭṭa'na aidiyahunn(a), wa qulna ḥāsya lillāhi mā hāżā illā basyarā(n), in hāżā illā malakun karīm(un).",
      "translation": "Услышав пересуды (этих дам), Она послала (их созвать), И приготовила места для возлежанья, И каждой (гостье) нож дала, И позвала (Йусуфа): \"Выйди к ним!\" Когда они увидели его, Они его превознесли (И в похотливом вожделении своем) Порезали себе (ножами) руки и молвили: \"Убереги нас Бог! Это - не (смертный) человек, А благородный ангел"
    },
    {
      "verse_number": 32,
      "text_uthmani": "قَالَتْ فَذَٰلِكُنَّ ٱلَّذِى لُمْتُنَّنِى فِيهِ ۖ وَلَقَدْ رَٰوَدتُّهُۥ عَن نَّفْسِهِۦ فَٱسْتَعْصَمَ ۖ وَلَئِن لَّمْ يَفْعَلْ مَآ ءَامُرُهُۥ لَيُسْجَنَنَّ وَلَيَكُونًا مِّنَ ٱلصَّـٰغِرِينَ",
      "text_uthmani_transcribed": "Qālat fa żālikunnal-lażī lumtunnanī fīh(i), wa laqad rāwattuhū 'an nafsihī fasta'ṣam(a), wa la'il lam yaf'al mā āmuruhū layusjananna wa layakūnam minaṣ-ṣāgirīn(a).",
      "translation": "Она сказала: \"Вот пред вами тот, из-за кого меня вы порицали. Я обольстить его пыталась, Но (в благочестии своем) Он оставался твердо (непорочен). Но если он не сделает того, Что я ему повелеваю, Он будет заключен в темницу И будет из числа ничтожных"
    },
    {
      "verse_number": 33,
      "text_uthmani": "قَالَ رَبِّ ٱلسِّجْنُ أَحَبُّ إِلَىَّ مِمَّا يَدْعُونَنِىٓ إِلَيْهِ ۖ وَإِلَّا تَصْرِفْ عَنِّى كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُن مِّنَ ٱلْجَـٰهِلِينَ",
      "text_uthmani_transcribed": "Qāla rabbis-sijnu aḥabbu ilayya mimmā yad'ūnanī ilaih(i), wa illā taṣrif 'annī kaidahunna aṣbu ilaihinna wa akum minal-jāhilīn(a).",
      "translation": "Ответил он: \"О мой Господь! Темница мне милей того, К чему меня они склоняют, И, если Ты их (мерзкие) уловки (Своею Волей) от меня не отведешь, Я уступить могу (порыву), и склонюсь, И окажусь средь тех, кто потерял рассудок"
    }
  ]
}