{
  "chapter_number": 47,
  "verses": [
    {
      "verse_number": 12,
      "text_uthmani": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ وَٱلَّذِينَ كَفَرُوا۟ يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ ٱلْأَنْعَـٰمُ وَٱلنَّارُ مَثْوًى لَّهُمْ",
      "text_uthmani_transcribed": "Innallāha yudkhilul-lażīna āmanū wa 'amiluṣ-ṣāliḥāti jannātin tajrī min taḥtihal-anhār(u), wal-lażīna kafarū yatamatta'ūna wa ya'kulūna kamā ta'kulul-an'āmu wan-nāru maṡwal lahum.",
      "translation": "Тех, кто уверовал (в Аллаха) и добрые дела творит, Аллах, поистине, введет в Сады, реками омовенны, А те, которые Его отвергли, Сладятся и едят, как ест (голодный) скот. Огонь - им (вечная) обитель"
    },
    {
      "verse_number": 13,
      "text_uthmani": "وَكَأَيِّن مِّن قَرْيَةٍ هِىَ أَشَدُّ قُوَّةً مِّن قَرْيَتِكَ ٱلَّتِىٓ أَخْرَجَتْكَ أَهْلَكْنَـٰهُمْ فَلَا نَاصِرَ لَهُمْ",
      "text_uthmani_transcribed": "Wa ka'ayyim min qaryatin hiya asyaddu quwwatam min qaryatikal-latī akhrajatk(a), ahlaknāhum falā nāṣira lahum.",
      "translation": "И сколько городов Мы погубили, Превосходящих мощью город твой, Тебя обрекший на изгнанье, - И не было ни одного защитника у них"
    },
    {
      "verse_number": 14,
      "text_uthmani": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُم",
      "text_uthmani_transcribed": "Afaman kāna 'alā bayyinatim mir rabbihī kaman zuyyina lahū sū'u 'amalihī wattaba'ū ahwā'ahum.",
      "translation": "Неужто тот, кто утвердился На ясном (житии) от своего Владыки, Сравни тому, кто обольщен Греховностью своих деяний, И тем, кто следует своим страстям"
    },
    {
      "verse_number": 15,
      "text_uthmani": "مَّثَلُ ٱلْجَنَّةِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۖ فِيهَآ أَنْهَـٰرٌ مِّن مَّآءٍ غَيْرِ ءَاسِنٍ وَأَنْهَـٰرٌ مِّن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُۥ وَأَنْهَـٰرٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشَّـٰرِبِينَ وَأَنْهَـٰرٌ مِّنْ عَسَلٍ مُّصَفًّى ۖ وَلَهُمْ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغْفِرَةٌ مِّن رَّبِّهِمْ ۖ كَمَنْ هُوَ خَـٰلِدٌ فِى ٱلنَّارِ وَسُقُوا۟ مَآءً حَمِيمًا فَقَطَّعَ أَمْعَآءَهُمْ",
      "text_uthmani_transcribed": "Maṡalul-jannatil-latī wu'idal-muttaqūn(a), fīhā anhārum mim mā'in gairi āsin(in), wa anhārum mil labanil lam yatagayyar ṭa'muh(ū), wa anhārum min khamril lażżatil lisy-syāribīn(a), wa anhārum min 'asalim muṣaffā(n), wa lahum fīhā min kulliṡ-ṡamarāti wa magfiratum mir rabbihim, kaman huwa khālidun fin-nāri wa suqū mā'an ḥamīman faqaṭṭa'a am'ā'ahum.",
      "translation": "Вот образная притча Рая, Который был обещан правоверным: В нем - реки из воды, что никогда не испытает порчи, И реки молока, что не меняет вкус, И реки из вина в усладу тем, кто пьет, И реки меда, что очищен. Для них там всякие плоды, Прощение грехов от их Владыки. (Сравнимы ль с ними будут) те, Кто вечно в о'гне (Ада) пребывает, Кого поят кипящею водой, Что разрывает внутренности их"
    },
    {
      "verse_number": 16,
      "text_uthmani": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ حَتَّىٰٓ إِذَا خَرَجُوا۟ مِنْ عِندِكَ قَالُوا۟ لِلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ مَاذَا قَالَ ءَانِفًا ۚ أُو۟لَـٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُمْ",
      "text_uthmani_transcribed": "Wa minhum may yastami'u ilaiīk(a), ḥattā iżā kharajū min 'indika qālū lil-ażīna ūtul-ilma māżā qāla ānifā(n), ulā'ikal-ażīna ṭaba'allāhu 'alā qulūbihim wattaba'ū ahwā'ahum.",
      "translation": "И среди них есть те, кто слушает тебя. Но стоит им тебя покинуть, Как они спрашивают тех, кто обладает знаньем: \"О чем это намедни говорил он?\" И это - те, сердца которых запечатаны Аллахом, И те, кто следует своим страстям"
    },
    {
      "verse_number": 17,
      "text_uthmani": "وَٱلَّذِينَ ٱهْتَدَوْا۟ زَادَهُمْ هُدًى وَءَاتَىٰهُمْ تَقْوَىٰهُمْ",
      "text_uthmani_transcribed": "Wal-ażīnahtadau zādahum hudaw wa ātāhum taqwāhum.",
      "translation": "А в тех, кто правый путь избрал, Бог увеличит правоту И одарит их благочестьем"
    },
    {
      "verse_number": 18,
      "text_uthmani": "فَهَلْ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأْتِيَهُم بَغْتَةً ۖ فَقَدْ جَآءَ أَشْرَاطُهَا ۚ فَأَنَّىٰ لَهُمْ إِذَا جَآءَتْهُمْ ذِكْرَىٰهُمْ",
      "text_uthmani_transcribed": "Fahal yanẓurūna illas-ā'ata an ta'tiyahum bagtah(tan), faqad jā'a asyrāṭuhā, fa'annā lahum iżā jā'athum żikrāhum.",
      "translation": "Чего же дожидаться им - неужто того Часа, Который к ним внезапно подойдет? Ведь признаки его уже, поистине, пришли; И вот когда он их настигнет, К чему им будут увещанья"
    },
    {
      "verse_number": 19,
      "text_uthmani": "فَٱعْلَمْ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّا ٱللَّهُ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَلِلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ ۗ وَٱللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَىٰكُمْ",
      "text_uthmani_transcribed": "Fa'lam annahū lā ilāha illallāhu wastagfir liżambika wa lil-u'minīna wal-u'mināt(i), wallāhu ya'lamu mutaqallabakum wa maṡwākum.",
      "translation": "Так знай: нет божества, кроме Аллаха! Проси прощенья за свои грехи И за грехи мужчин и женщин, Которые уверовали (в Бога); Ему известны все движенья ваши (днем) И место вашего покоя (ночью)"
    },
    {
      "verse_number": 20,
      "text_uthmani": "وَيَقُولُ ٱلَّذِينَ ءَامَنُوا۟ لَوْلَا نُزِّلَتْ سُورَةٌ ۖ فَإِذَآ أُنزِلَتْ سُورَةٌ مُّحْكَمَةٌ وَذُكِرَ فِيهَا ٱلْقِتَالُ ۙ رَأَيْتَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ يَنظُرُونَ إِلَيْكَ نَظَرَ ٱلْمَغْشِىِّ عَلَيْهِ مِنَ ٱلْمَوْتِ ۖ فَأَوْلَىٰ لَهُمْ",
      "text_uthmani_transcribed": "Wa yaqūlul-ażīna āmanū lau lā nuzzilat sūrah(tun), fa iżā unzilat sūratum muḥkamatuw wa żukira fīhal-itāl(u), ra'aital-ażīna fī qulūbihim maraḍuy yanẓurūna ilaika naẓaral-magsyiyyi 'alaihi minal-maut(i), fa'aulā lahum.",
      "translation": "И те, которые уверовали (в Бога), говорят: \"О, если б Сура снизошла, (Зовущая к сражению за веру)!\" Но лишь нисходит Сура ясного (значенья), Где упомянуто сраженье, Ты видишь, как те люди, Сердца которых схвачены недугом, Взирают на тебя таким же взором, Как тот, кто в обморок впадает При виде приближающейся смерти. Но лучше было бы для них"
    },
    {
      "verse_number": 21,
      "text_uthmani": "طَاعَةٌ وَقَوْلٌ مَّعْرُوفٌ ۚ فَإِذَا عَزَمَ ٱلْأَمْرُ فَلَوْ صَدَقُوا۟ ٱللَّهَ لَكَانَ خَيْرًا لَّهُمْ",
      "text_uthmani_transcribed": "Ṭā'atuw wa qaulum ma'rūf(un), fa'iżā 'azamal-amr(u), falau ṣadaqullāha lakāna khairal lahum.",
      "translation": "Повиноваться И речь пристойную вести. Когда же дело окончательно решится, Для них бы лучше было Правдивыми с Аллахом быть"
    },
    {
      "verse_number": 22,
      "text_uthmani": "فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُوا۟ فِى ٱلْأَرْضِ وَتُقَطِّعُوٓا۟ أَرْحَامَكُمْ",
      "text_uthmani_transcribed": "Fahal 'asaitum in tawallaitum an tufsidū fil-arḍi wa tuqaṭṭi'ū arḥāmakum.",
      "translation": "А если будет власть дана вам, То может ли (случиться так), Что будете вы нечесть сеять на земле И разорвете родственные связи"
    }
  ]
}