[
  {
    "verse_number": 67,
    "text_uthmani": "وَمَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدْرِهِۦ وَٱلْأَرْضُ جَمِيعًا قَبْضَتُهُۥ يَوْمَ ٱلْقِيَـٰمَةِ وَٱلسَّمَـٰوَٰتُ مَطْوِيَّـٰتٌۢ بِيَمِينِهِۦ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
    "text_uthmani_transcribed": "Wa mā qadarullāha ḥaqqa qadrih(ī), wal-arḍu jamī'an qabḍatuhū yaumal-qiyāmati was-samāwātu maṭwiyyātum biyamīnih(ī), subḥānahū wa ta'ālā 'ammā yusyrikūn(a).",
    "translation": "Они оценки должной Господу не дали, Но в Судный День (в Его Руке) Земля вся горстью (праха) станет И свитком лягут небеса в Его Деснице. Хвала Ему! Он слишком высоко над теми, Кого они Ему в партнеры измышляют"
  },
  {
    "verse_number": 68,
    "text_uthmani": "وَنُفِخَ فِى ٱلصُّورِ فَصَعِقَ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ إِلَّا مَن شَآءَ ٱللَّهُ ۖ ثُمَّ نُفِخَ فِيهِ أُخْرَىٰ فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ",
    "text_uthmani_transcribed": "Wa nufikha fiṣ-ṣūri faṣa'iqa man fis-samāwāti wa man fil-arḍi illā man syā'allāh(u), ṡumma nufikha fīhi ukhrā fa'iżā hum qiyāmuy yanẓurūn(a).",
    "translation": "Раздастся трубный глас, и распростится с жизнью Все сущее на небесах и на земле, Помимо тех, кого Господь (в живых оставить) пожелает. Потом опять раздастся глас - И вот уж поднимаются они и смотрят"
  },
  {
    "verse_number": 69,
    "text_uthmani": "وَأَشْرَقَتِ ٱلْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلْكِتَـٰبُ وَجِا۟ىٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِىَ بَيْنَهُم بِٱلْحَقِّ وَهُمْ لَا يُظْلَمُونَ",
    "text_uthmani_transcribed": "Wa asyraqatil-arḍu binūri rabbihā wa wuḍi'al-kitābu wa jī'a bin-nabiyyīna wasy-syuhadā'i wa quḍiya bainahum bil-ḥaqqi wa hum lā yuẓlamūn(a).",
    "translation": "Земля зальется Божьим светом, Раскрыта Книга (записи добра и зла), Пророки и свидетели предстанут, И будет вынесен достойный приговор, И праведно рассудятся они - Обиженным никто не будет"
  },
  {
    "verse_number": 70,
    "text_uthmani": "وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ",
    "text_uthmani_transcribed": "Wa wuffiyat kullu nafsim mā 'amilat wa huwa a'lamu bimā yaf'alūn(a).",
    "translation": "И каждая душа сполна получит за свои деянья, - Ведь знает лучше Он, что делают они"
  },
  {
    "verse_number": 71,
    "text_uthmani": "وَسِيقَ ٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ جَهَنَّمَ زُمَرًا ۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتْ أَبْوَٰبُهَا وَقَالَ لَهُمْ خَزَنَتُهَآ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَتْلُونَ عَلَيْكُمْ ءَايَـٰتِ رَبِّكُمْ وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هَـٰذَا ۚ قَالُوا۟ بَلَىٰ وَلَـٰكِنْ حَقَّتْ كَلِمَةُ ٱلْعَذَابِ عَلَى ٱلْكَـٰفِرِينَ",
    "text_uthmani_transcribed": "Wasīqal-lażīna kafarū ilā jahannama zumarā(n), ḥattā iżā jā'ūhā futiḥat abwābuhā wa qāla lahum khazanatuhā alam ya'tikum rusulum minkum yatlūna 'alaikum āyāti rabbikum wa yunżirūnakum liqā'a yaumikum hāżā, qālū balā wa lākin ḥaqqat kalimatul-'ażābi 'alal-kāfirīn(a).",
    "translation": "Неверных толпами погонят в Ад. Когда они придут туда, Откроются врата его, и его стражи скажут: \"Ужель посланники из вас самих к вам не являлись, Чтобы читать знаменья вашего Владыки И вас предупреждать о встрече вами Дня сего?\" Ответом будет: \"Да\". Но над неверными уж оправдался Господень приговор о каре"
  },
  {
    "verse_number": 72,
    "text_uthmani": "قِيلَ ٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
    "text_uthmani_transcribed": "Qīladkhulū abwāba jahannama khālidīna fīhā, fa bi'sa maṡwal-mutakabūbirīn(a).",
    "translation": "(Им) будет сказано: \"Войдите же вратами Ада И оставайтесь там навеки\", - Какое скверное жилище для надменных"
  },
  {
    "verse_number": 73,
    "text_uthmani": "وَسِيقَ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ إِلَى ٱلْجَنَّةِ زُمَرًا ۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتْ أَبْوَٰبُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَـٰمٌ عَلَيْكُمْ طِبْتُمْ فَٱدْخُلُوهَا خَـٰلِدِينَ",
    "text_uthmani_transcribed": "Wasīqal-lażīnattaqau rabbahum ilal-jannati zumarā(n), ḥattā iżā jā'ūhā wa futiḥat abwābuhā wa qāla lahum khazanatuhā salāmun 'alaikum ṭibtum fadkhulūhā khālidīn(a).",
    "translation": "А тех, кто был благочестив, (страшася гнева Своего Владыки), Толпою к Раю поведут. Когда они придут туда, Откроются врата его, и стражи его скажут: \"Мир вам! Вы делали добро, Вступите же сюда и оставайтесь здесь навеки"
  },
  {
    "verse_number": 74,
    "text_uthmani": "وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى صَدَقَنَا وَعْدَهُۥ وَأَوْرَثَنَا ٱلْأَرْضَ نَتَبَوَّأُ مِنَ ٱلْجَنَّةِ حَيْثُ نَشَآءُ ۖ فَنِعْمَ أَجْرُ ٱلْعَـٰمِلِينَ",
    "text_uthmani_transcribed": "Wa qālul-ḥamdu lillāhil-lażī ṣadaqanā wa'dahū wa auraṡanal-arḍa natabawwa'u minal-jannati ḥaiṡu nasyā'(u), fani'ma ajrul-'āmilīn(a).",
    "translation": "Хвала Аллаху, - те ответят, - Кто Свой обет пред нами оправдал И эту землю дал в наследство нам, Чтоб мы могли в Раю селиться там, где пожелаем! Какая дивная награда Для тех, кто доброе творит"
  },
  {
    "verse_number": 75,
    "text_uthmani": "وَتَرَى ٱلْمَلَـٰٓئِكَةَ حَآفِّينَ مِنْ حَوْلِ ٱلْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ ۖ وَقُضِىَ بَيْنَهُم بِٱلْحَقِّ وَقِيلَ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Wa taral-malā'ikata ḥāffīna min ḥaulil-'arsyi yusabbiḥūna biḥamdi rabbihim, wa quḍiya bainahum bil-ḥaqqi wa qīlal-ḥamdu lillāhi rabbil-'ālamīn(a).",
    "translation": "И ты увидишь ангелов вкруг Трона, Хвалу и славу воздающих Богу, И решено по Истине меж ними, И звучит: \"Хвала Аллаху, Господу миров"
  }
]