[
  {
    "verse_number": 78,
    "text_uthmani": "فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَـٰثِمِينَ",
    "text_uthmani_transcribed": "Fa akhażathumur-rajfatu fa aṣbaḥū fī dārihim jāṡimīn(a).",
    "translation": "И сотряслась земля под ними, И уж наутро в собственных домах Они поверженными ниц лежали"
  },
  {
    "verse_number": 79,
    "text_uthmani": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَـٰقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّى وَنَصَحْتُ لَكُمْ وَلَـٰكِن لَّا تُحِبُّونَ ٱلنَّـٰصِحِينَ",
    "text_uthmani_transcribed": "Fa tawallā 'anhum wa qāla yā qaumi laqad ablagtukum risālata rabbī wa naṣaḥtu lakum wa lākil lā tuḥibbūnan-nāṣiḥīn(a).",
    "translation": "И он оставил их, сказав: \"О мой народ! Я передал вам то, С чем мой Господь меня послал; И я давал вам добрые советы, Но, (как я вижу), вам советники не любы"
  },
  {
    "verse_number": 80,
    "text_uthmani": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ أَتَأْتُونَ ٱلْفَـٰحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Wa lūṭan iż qāla liqaumihī ata'tūnal-fāḥisyata mā sabaqakum bihā min aḥadim minal-'ālamīn(a).",
    "translation": "И (Мы послали также) Лута, И своему народу он сказал: \"Ужель творите вы такую непристойность, Которую из всех миров до вас Никто еще не совершал"
  },
  {
    "verse_number": 81,
    "text_uthmani": "إِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ شَهْوَةً مِّن دُونِ ٱلنِّسَآءِ ۚ بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ",
    "text_uthmani_transcribed": "Innakum lata'tūnar-rijāla syahwatam min dūnin-nisā'(i), bal antum qaumum musrifūn(a).",
    "translation": "Ведь в похотливом вожделении своем Идете вы к мужчинам вместо женщин. И вы действительно народ, Предавшийся чрезмерному распутству"
  },
  {
    "verse_number": 82,
    "text_uthmani": "وَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوٓا۟ أَخْرِجُوهُم مِّن قَرْيَتِكُمْ ۖ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ",
    "text_uthmani_transcribed": "Wa mā kāna jawāba qaumihī illā an qālū akhrijūhum min qaryatikum, innahum unāsuy yataṭahharūn(a).",
    "translation": "Ответом же его народа были лишь слова: \"Вы изгоните их из вашего селенья, Ведь это - люди, кто желает целомудрие блюсти"
  },
  {
    "verse_number": 83,
    "text_uthmani": "فَأَنجَيْنَـٰهُ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ كَانَتْ مِنَ ٱلْغَـٰبِرِينَ",
    "text_uthmani_transcribed": "Fa anjaināhu wa ahlahū illamra'atahū kānat minal-gābirīn(a).",
    "translation": "И Мы его и род его спасли, Кроме жены его, что позади осталась"
  },
  {
    "verse_number": 84,
    "text_uthmani": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُجْرِمِينَ",
    "text_uthmani_transcribed": "Wa amṭarnā 'alaihim maṭarā(n), fanẓur kaifa kāna 'āqibatul-mujrimīn(a).",
    "translation": "На них пролили Мы дождем (Из серы, о'гня и каменьев). Смотри, каков конец был тех, Кто предался греху и преступил (Пределы, установленные Богом)"
  },
  {
    "verse_number": 85,
    "text_uthmani": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا ۗ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ قَدْ جَآءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ ۖ فَأَوْفُوا۟ ٱلْكَيْلَ وَٱلْمِيزَانَ وَلَا تَبْخَسُوا۟ ٱلنَّاسَ أَشْيَآءَهُمْ وَلَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ بَعْدَ إِصْلَـٰحِهَا ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ",
    "text_uthmani_transcribed": "Wa ilā madyana akhāhum syu'aibā(n), qāla yā qaumi'budullāha mā lakum min ilāhin gairuh(ū), qad jā'atkum bayyinatum mir rabbikum fa auful-kaila wal-mīzāna wa lā tabkhasun-nāsa asy-yā'ahum wa lā tufsidū fil-arḍi ba'da iṣlāḥihā, żālikum khairul lakum in kuntum mu'minīn(a).",
    "translation": "К мадйанитам Мы Шу'айба, брата их, послали, И он сказал: \"О мой народ! Аллаху поклоняйтесь! Кроме Него, у вас иного Бога нет. Пришло к вам ясное знамение от вашего Владыки: Блюдите строго вес и меру, И не удерживайте из добра людей Того, что им принадлежит (по праву), И на земле бесчинства не творите После того, как учрежден на ней порядок (строгий). Сие есть лучшее для вас, Коль вы уверовали (в Бога)"
  },
  {
    "verse_number": 86,
    "text_uthmani": "وَلَا تَقْعُدُوا۟ بِكُلِّ صِرَٰطٍ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنْ ءَامَنَ بِهِۦ وَتَبْغُونَهَا عِوَجًا ۚ وَٱذْكُرُوٓا۟ إِذْ كُنتُمْ قَلِيلًا فَكَثَّرَكُمْ ۖ وَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُفْسِدِينَ",
    "text_uthmani_transcribed": "Wa lā taq'udū bikulli ṣirāṭin tū'idūna wa taṣuddūna 'an sabīlillāhi man āmana bihī wa tabgūnahā 'iwajā(n), ważkurū iż kuntum qalīlan fa kaṡṡarakum, wanẓurū kaifa kāna 'āqibatul-mufsidīn(a).",
    "translation": "Не делайте засад на всех путях, Ставя угрозы и сводя с пути Аллаха Тех, кто уверовал в Него, Пытаясь этим искривить Его стезю. Вы вспомните, как мало было вас, А Он вас волею Своей умножил. Смотрите же, каков конец был тех, Которые нечестие творили"
  },
  {
    "verse_number": 87,
    "text_uthmani": "وَإِن كَانَ طَآئِفَةٌ مِّنكُمْ ءَامَنُوا۟ بِٱلَّذِىٓ أُرْسِلْتُ بِهِۦ وَطَآئِفَةٌ لَّمْ يُؤْمِنُوا۟ فَٱصْبِرُوا۟ حَتَّىٰ يَحْكُمَ ٱللَّهُ بَيْنَنَا ۚ وَهُوَ خَيْرُ ٱلْحَـٰكِمِينَ",
    "text_uthmani_transcribed": "Wa in kāna ṭā'ifatum minkum āmanū bil-lażī ursiltu bihī wa ṭā'ifatul lam tu'minū faṣbirū ḥattā yaḥkumallāhu bainanā, wa huwa khairul-ḥākimīn(a).",
    "translation": "И если часть из вас уверовали в то, С чем я к вам послан, - Другие ж не уверовали в это. Тогда повремените до того, Пока Аллах меж нами не рассудит, - Ведь, истинно, Он - лучший из судей"
  },
  {
    "verse_number": 88,
    "text_uthmani": "۞ قَالَ ٱلْمَلَأُ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ مِن قَوْمِهِۦ لَنُخْرِجَنَّكَ يَـٰشُعَيْبُ وَٱلَّذِينَ ءَامَنُوا۟ مَعَكَ مِن قَرْيَتِنَآ أَوْ لَتَعُودُنَّ فِى مِلَّتِنَا ۚ قَالَ أَوَلَوْ كُنَّا كَـٰرِهِينَ",
    "text_uthmani_transcribed": "Qālal-mala'ul-lażīnastakbarū min qaumihī lanukhrijannaka yā syu'aibu wal-lażīna āmanū ma'aka min qaryatinā au lata'ūdunna fī millatinā, qāla awalau kunnā kārihīn(a).",
    "translation": "Надменные из знати родовой его народа сказали: \"О Шу'айб! Мы и тебя, и тех, Которые уверовали (в Бога), Из нашего селения изгоним, Если вы все не возвратитесь К нашим порядкам и богам\". Ответил он: \"Неужто и тогда, Когда мы к ним питаем отвращенье"
  }
]