[
  {
    "verse_number": 45,
    "text_uthmani": "وَسَكَنتُمْ فِى مَسَـٰكِنِ ٱلَّذِينَ ظَلَمُوٓا۟ أَنفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ ٱلْأَمْثَالَ",
    "text_uthmani_transcribed": "Wa sakantum fī masākinil-lażīna ẓalamū anfusahum wa tabayyana lakum kaifa fa'alnā bihim wa ḍarabnā lakumul-amṡāl(a).",
    "translation": "И вы в дома селились к тем, Кто зло самим себе чинил, Потом же стало ясно вам, Как Мы (сурово) с ними обошлись, И Мы (на этот счет) вам притчи приводили"
  },
  {
    "verse_number": 46,
    "text_uthmani": "وَقَدْ مَكَرُوا۟ مَكْرَهُمْ وَعِندَ ٱللَّهِ مَكْرُهُمْ وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ ٱلْجِبَالُ",
    "text_uthmani_transcribed": "Wa qad makarū makrahum wa 'indallāhi makruhum, wa in kāna makruhum litazūla minhul-jibāl(u).",
    "translation": "Они же разными уловками хитрили, Но вся их хитрость - у Аллаха на виду, Если бы даже силою ее (задумки) Могли сдвигаться с места горы"
  },
  {
    "verse_number": 47,
    "text_uthmani": "فَلَا تَحْسَبَنَّ ٱللَّهَ مُخْلِفَ وَعْدِهِۦ رُسُلَهُۥٓ ۗ إِنَّ ٱللَّهَ عَزِيزٌ ذُو ٱنتِقَامٍ",
    "text_uthmani_transcribed": "Falā taḥsabannallāha mukhlifa wa'dihī rusulah(ū), innallāha 'azīzun żun tiqām(in).",
    "translation": "Не думай, что Аллах нарушит обещание Свое, Которое посланникам Своим (в обет) поставил, - Поистине, Аллах могуч, возмездия Блюститель"
  },
  {
    "verse_number": 48,
    "text_uthmani": "يَوْمَ تُبَدَّلُ ٱلْأَرْضُ غَيْرَ ٱلْأَرْضِ وَٱلسَّمَـٰوَٰتُ ۖ وَبَرَزُوا۟ لِلَّهِ ٱلْوَٰحِدِ ٱلْقَهَّارِ",
    "text_uthmani_transcribed": "Yauma tubaddalul-arḍu gairal-arḍi was-samāwātu wa barazū lillāhil-wāḥidil-qahhār(i).",
    "translation": "В тот День, Когда земля заменится другою, Другими станут небеса, - Они предстанут пред Аллахом, Единым и неодолимым в Своей мощи"
  },
  {
    "verse_number": 49,
    "text_uthmani": "وَتَرَى ٱلْمُجْرِمِينَ يَوْمَئِذٍ مُّقَرَّنِينَ فِى ٱلْأَصْفَادِ",
    "text_uthmani_transcribed": "Wa taral-mujrimīna yauma'iżim muqarranīna fil-aṣfād(i).",
    "translation": "И ты увидишь в День тот грешников, Что скованы одною цепью (совершённого греха)"
  },
  {
    "verse_number": 50,
    "text_uthmani": "سَرَابِيلُهُم مِّن قَطِرَانٍ وَتَغْشَىٰ وُجُوهَهُمُ ٱلنَّارُ",
    "text_uthmani_transcribed": "Sarābīluhum min qaṭirāniw wa tagsyā wujūhahumun-nār(u).",
    "translation": "Их верхние одежды - из смолы, А лица пламенем покрыты"
  },
  {
    "verse_number": 51,
    "text_uthmani": "لِيَجْزِىَ ٱللَّهُ كُلَّ نَفْسٍ مَّا كَسَبَتْ ۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
    "text_uthmani_transcribed": "Liyajziyallāhu kulla nafsim mā kasabat, innallāha sarī'ul-ḥisāb(i).",
    "translation": "Чтоб возымела от Аллаха каждая душа, Что уготовила себе (деяньями своими), - Аллах, поистине, в расчете скор"
  },
  {
    "verse_number": 52,
    "text_uthmani": "هَـٰذَا بَلَـٰغٌ لِّلنَّاسِ وَلِيُنذَرُوا۟ بِهِۦ وَلِيَعْلَمُوٓا۟ أَنَّمَا هُوَ إِلَـٰهٌ وَٰحِدٌ وَلِيَذَّكَّرَ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
    "text_uthmani_transcribed": "Hāżā balāgul lin-nāsi wa liyunżarū bihī wa liya'lamū annamā huwa ilāhuw wāḥiduw wa liyażżakkara ulul-albāb(i).",
    "translation": "Это - Послание всем людям, Чтоб назидались им и знали, Что Он - Единый Бог для всех, И чтобы мыслящие этим проникались"
  }
]