{
  "chapter_number": 4,
  "verses": [
    {
      "verse_number": 166,
      "text_uthmani": "لَّـٰكِنِ ٱللَّهُ يَشْهَدُ بِمَآ أَنزَلَ إِلَيْكَ ۖ أَنزَلَهُۥ بِعِلْمِهِۦ ۖ وَٱلْمَلَـٰٓئِكَةُ يَشْهَدُونَ ۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا",
      "text_uthmani_transcribed": "Lākinillāhu yasyhadu bimā anzala ilaika anzalahū bi'ilmih(ī), wal-malā'ikatu yasyhadūn(a), wa kafā billāhi syahīdā(n).",
      "translation": "Аллах свидетельствует Сам, Что все ниспосланное Им тебе По Его мудрости и знанию исходит, И ангелы свидетельствуют это, Хотя достаточно свидетельства Аллаха"
    },
    {
      "verse_number": 167,
      "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ قَدْ ضَلُّوا۟ ضَلَـٰلًۢا بَعِيدًا",
      "text_uthmani_transcribed": "Innal-lażīna kafarū wa ṣaddū 'an sabīlillāhi qad ḍallū ḍalālam ba'īdā(n).",
      "translation": "Поистине, кто не уверовал И совращает с Божьего пути (других), Находится в глубоком заблужденье"
    },
    {
      "verse_number": 168,
      "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَظَلَمُوا۟ لَمْ يَكُنِ ٱللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيقًا",
      "text_uthmani_transcribed": "Innal-lażīna kafarū wa ẓalamū lam yakunillāhu liyagfira lahum wa lā liyahdiyahum ṭarīqā(n).",
      "translation": "Поистине, кто не уверовал и беззаконие творит, Не будет Господом прощен, Не будет праведным путем направлен"
    },
    {
      "verse_number": 169,
      "text_uthmani": "إِلَّا طَرِيقَ جَهَنَّمَ خَـٰلِدِينَ فِيهَآ أَبَدًا ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
      "text_uthmani_transcribed": "Illā ṭarīqa jahannama khālidīna fīhā abadā(n), wa kāna żālika 'alallāhi yasīrā(n).",
      "translation": "А лишь дорогой в Ад пойдет, Где пребывать ему навечно, И это не составит Господу труда"
    },
    {
      "verse_number": 170,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَكُمُ ٱلرَّسُولُ بِٱلْحَقِّ مِن رَّبِّكُمْ فَـَٔامِنُوا۟ خَيْرًا لَّكُمْ ۚ وَإِن تَكْفُرُوا۟ فَإِنَّ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
      "text_uthmani_transcribed": "Yā ayyuhan-nāsu qad jā'akumur-rasūlu bil-ḥaqqi mir rabbikum fa āminū khairal lakum, wa in takfurū fa inna lillāhi mā fis-samāwāti wal-arḍ(i), wa kānallāhu 'alīman ḥakīmā(n).",
      "translation": "О люди! К вам пришел посланник с Истиной от вашего Владыки. Уверуйте - на благо для себя! А если же останетесь неверны - (что ж!) - Все в небесах и на земле принадлежит Аллаху, - Аллах поистине, всезнающ, мудр"
    },
    {
      "verse_number": 171,
      "text_uthmani": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لَا تَغْلُوا۟ فِى دِينِكُمْ وَلَا تَقُولُوا۟ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ ۚ إِنَّمَا ٱلْمَسِيحُ عِيسَى ٱبْنُ مَرْيَمَ رَسُولُ ٱللَّهِ وَكَلِمَتُهُۥٓ أَلْقَىٰهَآ إِلَىٰ مَرْيَمَ وَرُوحٌ مِّنْهُ ۖ فَـَٔامِنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ ۖ وَلَا تَقُولُوا۟ ثَلَـٰثَةٌ ۚ ٱنتَهُوا۟ خَيْرًا لَّكُمْ ۚ إِنَّمَا ٱللَّهُ إِلَـٰهٌ وَٰحِدٌ ۖ سُبْحَـٰنَهُۥٓ أَن يَكُونَ لَهُۥ وَلَدٌ ۘ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
      "text_uthmani_transcribed": "Yā ahlal-kitābi lā taglū fī dīnikum wa lā taqūlū 'alallāhi illal-ḥaqq(a), innamal-masīḥu 'īsabnu maryama rasūlullāhi wa kalimatuh(ū), alqāhā ilā maryama wa rūḥum minh(u), fa āminū billāhi wa rusulih(ī), wa lā taqūlū ṡalāṡah(tun), inntahū khairal lakum innamallāhu ilāhuw wāḥid(un), subḥānahū ay yakūna lahū walad(un), lahū mā fis-samāwāti wa mā fil-arḍ(i), wa kafā billāhi wakīlā(n).",
      "translation": "О люди Книги! В религии своей излишествам не предавайтесь И ничего не говорите об Аллахе, кроме правды. Мессия Иса, сын Марйам, - посланник от Аллаха и Его Слово, Которое в Марйам Он воплотил, И Дух (как милость) от Него. Так веруйте в Аллаха и посланников Его, Не говорите \"Троица!\" - себе во благо. Аллах - Один Единый Бог! Его величию негодно Отцом для смертного предстать. Всем в небесах и на земле владеет Он Один. Его, как поручителя, довольно"
    },
    {
      "verse_number": 172,
      "text_uthmani": "لَّن يَسْتَنكِفَ ٱلْمَسِيحُ أَن يَكُونَ عَبْدًا لِّلَّهِ وَلَا ٱلْمَلَـٰٓئِكَةُ ٱلْمُقَرَّبُونَ ۚ وَمَن يَسْتَنكِفْ عَنْ عِبَادَتِهِۦ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا",
      "text_uthmani_transcribed": "Lay yastankifal-masīḥu ay yakūna 'abdal lillāhi wa lal-malā'ikatul-muqarrabūn(a), wa may yastankif 'an 'ibādatihī wa yastakbir fa sayaḥsyuruhum ilaihi jamī'ā(n).",
      "translation": "И никогда Мессия не презреет Служением и поклонением Аллаху, Как то и ангелы, кто близ Него. А кто презреет поклонением Ему и возгордится, Тех соберет Он всех к Себе (Держать ответ пред Ним)"
    },
    {
      "verse_number": 173,
      "text_uthmani": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَيَزِيدُهُم مِّن فَضْلِهِۦ ۖ وَأَمَّا ٱلَّذِينَ ٱسْتَنكَفُوا۟ وَٱسْتَكْبَرُوا۟ فَيُعَذِّبُهُمْ عَذَابًا أَلِيمًا وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيًّا وَلَا نَصِيرًا",
      "text_uthmani_transcribed": "Fa ammal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti fa yuwaffīhim ujūrahum wa yazīduhum min faḍlih(ī), wa ammal-lażīnastankafū wastakbarū fa yu'ażżibuhum 'ażāban alīmā(n), wa lā yajidūna lahum min dūnillāhi waliyyaw wa lā naṣīrā(n).",
      "translation": "А тем, кто верует и доброе творит, Воздаст Он (должные) награды И к ним еще прибавит от Своих щедрот. А горделивых и надменных Подвергнет страшным мукам Он, И не найдут они, опричь Аллаха, Ни покровителя и ни помощника себе"
    },
    {
      "verse_number": 174,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَكُم بُرْهَـٰنٌ مِّن رَّبِّكُمْ وَأَنزَلْنَآ إِلَيْكُمْ نُورًا مُّبِينًا",
      "text_uthmani_transcribed": "Yā ayyuhan-nāsu qad jā'akum burhānum mir rabbikum wa anzalnā ilaikum nūram mubīnā(n).",
      "translation": "О род людской! Пришло к вам несомненное свидетельство от вашего Владыки - Мы вам послали ясный Свет"
    },
    {
      "verse_number": 175,
      "text_uthmani": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَٱعْتَصَمُوا۟ بِهِۦ فَسَيُدْخِلُهُمْ فِى رَحْمَةٍ مِّنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَٰطًا مُّسْتَقِيمًا",
      "text_uthmani_transcribed": "Fa ammal-lażīna āmanū billāhi wa'taṣamū bihī fa sayudkhiluhum fī raḥmatim minhu  wa faḍl(in), wa yahdīhim ilaihi ṣirāṭam mustaqīmā(n).",
      "translation": "И тех, кто верует в Аллаха И твердо держится за вервь Его, Введет Он в лоно милости Своей И щедростью Своею одарит, Прямым путем к Себе направит"
    },
    {
      "verse_number": 176,
      "text_uthmani": "يَسْتَفْتُونَكَ قُلِ ٱللَّهُ يُفْتِيكُمْ فِى ٱلْكَلَـٰلَةِ ۚ إِنِ ٱمْرُؤٌا۟ هَلَكَ لَيْسَ لَهُۥ وَلَدٌ وَلَهُۥٓ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ ۚ وَهُوَ يَرِثُهَآ إِن لَّمْ يَكُن لَّهَا وَلَدٌ ۚ فَإِن كَانَتَا ٱثْنَتَيْنِ فَلَهُمَا ٱلثُّلُثَانِ مِمَّا تَرَكَ ۚ وَإِن كَانُوٓا۟ إِخْوَةً رِّجَالًا وَنِسَآءً فَلِلذَّكَرِ مِثْلُ حَظِّ ٱلْأُنثَيَيْنِ ۗ يُبَيِّنُ ٱللَّهُ لَكُمْ أَن تَضِلُّوا۟ ۗ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌۢ",
      "text_uthmani_transcribed": "Yastaftūnak(a), qulillāhu yuftīkum fil-kalālah(ti), inimru'un halaka laisa lahū waladuw wa lahū ukhtun fa lahā niṣfu mā tarak(a), wa huwa yariṡuhā illam yakul lahā walad(un), fa in kānataṡnataini fa lahumaṡ-ṡuluṡāni mimmā tarak(a), wa in kānū ikhwatar rijālaw wa nisā'an fa liż-żakari miṡlu ḥaẓẓil-unṡayain(i), yubayyinullāhu lakum an taḍillū, wallāhu bikulli syai'in 'alīm(un).",
      "translation": "Они ждут указаний от тебя. Скажи: \"Аллах дает вам указание Свое О тех, (которые наследуют усопшим) По боковой, (отцовской), линии родства: Если умрет мужчина, не имеющий ребенка, И у него есть (сводная) сестра, Ей - половина из того, что он оставил; А он - ее наследство получает, Если она умрет бездетной. А если у него есть две сестры, То им - две трети из того, что он оставил. А если у него и братья есть, и сестры, То каждому мужчине Доля двух женщин надлежит. Так разъясняет вам Аллах, Чтоб вы могли не ошибиться, - Аллах о всякой вещи знающ"
    }
  ]
}