[
  {
    "verse_number": 23,
    "text_uthmani": "وَمَن كَفَرَ فَلَا يَحْزُنكَ كُفْرُهُۥٓ ۚ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُم بِمَا عَمِلُوٓا۟ ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
    "text_uthmani_transcribed": "Wa man kafara falā yaḥzunka kufruh(ū), ilainā marji'uhum fanunabbi'uhum bimā 'amilū, innallāha 'alīmum biżātiṣ-ṣudūr(i).",
    "translation": "И пусть тебя не огорчает Неверие того, кто не уверовал (в Аллаха), - Ведь к Нам - обратный их приход, И Мы тогда им сообщим (весь грех) содеянного ими, - Аллах ведь знает, что у них в груди"
  },
  {
    "verse_number": 24,
    "text_uthmani": "نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍ",
    "text_uthmani_transcribed": "Numatti'uhum qalīlan ṡumma naḍṭarruhum ilā 'ażābin galīẓ(in).",
    "translation": "Мы им дадим довольствоваться жизнью Лишь (на земной) недолгий срок, Потом Мы их повергнем в огненную муку"
  },
  {
    "verse_number": 25,
    "text_uthmani": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ ۚ قُلِ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa la'in sa'altahum man khalaqas-samāwāti wal-arḍa  layaqūlunnallāh(u), qulil-ḥamdu lillāh(i), bal akṡaruhum lā ya'lamūn(a).",
    "translation": "А если ты их спросишь: \"Кто небеса и землю сотворил?\", \"Аллах!\" - они ответят непременно. \"Хвала Аллаху!\" - (им) скажи, Но большинство из них не знает"
  },
  {
    "verse_number": 26,
    "text_uthmani": "لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
    "text_uthmani_transcribed": "Lillāhi mā fis-samāwāti wal-arḍ(i), innallāha huwal-ganiyyul-ḥamīd(u).",
    "translation": "Аллах владеет всем, Что на земле и в небесах (пребудет), - Поистине, свободен Он от всяких нужд и преисполнен славы"
  },
  {
    "verse_number": 27,
    "text_uthmani": "وَلَوْ أَنَّمَا فِى ٱلْأَرْضِ مِن شَجَرَةٍ أَقْلَـٰمٌ وَٱلْبَحْرُ يَمُدُّهُۥ مِنۢ بَعْدِهِۦ سَبْعَةُ أَبْحُرٍ مَّا نَفِدَتْ كَلِمَـٰتُ ٱللَّهِ ۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
    "text_uthmani_transcribed": "Wa lau anna mā fil-arḍi min syajaratin aqlāmuw wal-baḥru yamudduhū mim ba'dihī sab'atu abḥurim mā nafidat kalimātullāh(i), innallāha 'azīzun ḥakīm(un).",
    "translation": "И если б в перья обратились Деревья все, что на земле, (Для записи Словес Господних) И если б океан (земной в чернила обратился) И влились бы в него еще таких же семь, То и тогда бы не иссякли Господа Слова, - Аллах, поистине, велик и мудр"
  },
  {
    "verse_number": 28,
    "text_uthmani": "مَّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَٰحِدَةٍ ۗ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
    "text_uthmani_transcribed": "Mā khalqukum wa lā ba'ṡukum illā kanafsiw wāḥidah(tin), innallāha samī'um baṣīr(un).",
    "translation": "Ему вас (всех) создать и воскресить Столь же (легко), Как и с одной душою это сделать, - Аллах, поистине, все видит и все слышит"
  },
  {
    "verse_number": 29,
    "text_uthmani": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ يَجْرِىٓ إِلَىٰٓ أَجَلٍ مُّسَمًّى وَأَنَّ ٱللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ",
    "text_uthmani_transcribed": "Alam tara annallāha yūlijul-laila fin-nahāri wa yūlijun-nahāra fil-laili wa sakhkharasy-syamsa wal-qamar(a), kulluy yajrī ilā ajalim musammaw wa annallāha bimā ta'malūna khabīr(un).",
    "translation": "Неужто ты не видишь, как Аллах В (свет) Дня вливает (темень) Ночи И в (темень) Ночи вводит День; Как подчинил Он (Своему веленью) Движенье Солнца и Луны, И всяк из них путь держит к своему пределу Во срок, что Им определен, И то, что ведомо Ему Все то, что (явно или тайно) вы творите"
  },
  {
    "verse_number": 30,
    "text_uthmani": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ ٱلْبَـٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ",
    "text_uthmani_transcribed": "Żālika bi'annallāha huwal-ḥaqqu wa anna mā yad'ūna min dūnihil-bāṭil(u), wa annallāha huwal-'aliyyul-kabīr(u).",
    "translation": "И это потому, что лишь Аллах есть Истина, А те, кого, опричь Него, вы чтите, - Ложь, И потому, что лишь Аллах Возвышен и велик безмерно"
  },
  {
    "verse_number": 31,
    "text_uthmani": "أَلَمْ تَرَ أَنَّ ٱلْفُلْكَ تَجْرِى فِى ٱلْبَحْرِ بِنِعْمَتِ ٱللَّهِ لِيُرِيَكُم مِّنْ ءَايَـٰتِهِۦٓ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
    "text_uthmani_transcribed": "Alam tara annal-fulka tajrī fil-baḥri bini'matillāhi liyuriyakum min āyātih(ī), inna fī żālika  la'āyātil likulli ṣabbārin syakūr(in).",
    "translation": "Ужель не видел ты, что судно Плывет по морю волею Аллаха, Чтоб вам явить знамение Его? В этом, поистине, знамение для тех, Кто терпелив и благодарен"
  },
  {
    "verse_number": 32,
    "text_uthmani": "وَإِذَا غَشِيَهُم مَّوْجٌ كَٱلظُّلَلِ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ فَمِنْهُم مُّقْتَصِدٌ ۚ وَمَا يَجْحَدُ بِـَٔايَـٰتِنَآ إِلَّا كُلُّ خَتَّارٍ كَفُورٍ",
    "text_uthmani_transcribed": "Wa iżā gasyiyahum maujun kaẓ-ẓulali da'awullāha mukhliṣīna lahud-dīn(a), falammā najjāhum ilal-barri faminhum muqtaṣid(un), wa mā yajḥadu bi'āyātinā illā kullu khattārin kafūr(in).",
    "translation": "Когда волна (могильной) сенью покрывает их, Они (с отчаяньем) взывают к Богу И всей душою (заверяют, Что будут) благочестие блюсти. Когда же, (выбросив) на сушу, Он спасает их, Средь них всегда находятся такие, Кто (склонен все же) удержаться (от поклонения Ему). Но отрицать знаменья Наши (Способен) лишь изменник, грешный"
  },
  {
    "verse_number": 33,
    "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ وَٱخْشَوْا۟ يَوْمًا لَّا يَجْزِى وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيْـًٔا ۚ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۖ فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ",
    "text_uthmani_transcribed": "Ya ayyuhan-nāsuttaqū rabbakum wakhsyau yaumal lā yajzī wālidun 'aw waladih(ī), wa lā maulūdun huwa jāzin 'aw wālidihī syai'ā(n), inna wa'dallāhi ḥaqqun falā tagurrannakumul-ḥayātud-dun-yā, wa lā yagurrannakum billāhil-garūr(u).",
    "translation": "О род людской! Страшитесь гнева вашего Владыки И бойтесь Дня, когда отец Ничем не сможет быть полезен сыну И сын отцу ничем не пособит, - Верно, поистине, обетование Аллаха! А потому не обольщайтесь (Мгновеньем кратким) жизни на земле. Не позволяйте искусителю - Шайтану Вас об Аллахе обольстить"
  }
]