[
  {
    "verse_number": 1,
    "translation": "Preis sei Dem, Der Seinen Diener bei Nacht von der geschützten Gebetsstätte zur fernsten Gebetsstätte, deren Umgebung Wir gesegnet haben, reisen ließ, damit Wir ihm (etwas) von Unseren Zeichen zeigen. Er ist ja der Allhörende, der Allsehende."
  },
  {
    "verse_number": 2,
    "translation": "Und Wir gaben Musa die Schrift und machten sie zu einer Rechtleitung für die Kinder Isra’ils: Nehmt euch außer Mir keinen Sachwalter,"
  },
  {
    "verse_number": 3,
    "translation": "(o ihr,) die Nachkommenschaft derer, die Wir mit Nuh trugen. Gewiß, er war ein dankbarer Diener."
  },
  {
    "verse_number": 4,
    "translation": "Und Wir haben für die Kinder Isra’ils im Buch entschieden: Ihr werdet ganz gewiß zweimal auf der Erde Unheil stiften, und ihr werdet ganz gewiß mächtige Überheblichkeit erlangen."
  },
  {
    "verse_number": 5,
    "translation": "Wenn nun das Versprechen vom ersten der beiden (Male) eintrifft, schicken Wir gegen euch Diener von Uns, die eine starke Gewalt besitzen. Sie dringen zwischen den Wohnstätten hindurch ein, und das ist ein Versprechen, das sicher ausgeführt wird."
  },
  {
    "verse_number": 6,
    "translation": "Hierauf geben Wir euch wiederum die Oberhand über sie, und Wir unterstützen euch mit Besitz und Söhnen und machen euch zahlreicher."
  },
  {
    "verse_number": 7,
    "translation": "Wenn ihr Gutes tut, tut ihr Gutes für euch selbst; und wenn ihr Böses tut, ist es (auch) für euch selbst. - Wenn nun das Versprechen vom letzten (Mal) eintrifft, so sollen sie eure Gesichter entstellen und die Gebetsstätte betreten, wie sie diese das erste Mal betraten, und das, worüber sie Macht erlangt haben, völlig zerstören."
  },
  {
    "verse_number": 8,
    "translation": "Vielleicht erbarmt euer Herr Sich eurer; doch wenn ihr (dazu) zurückkehrt, kehren (auch) Wir zurück. Und Wir haben die Hölle für die Ungläubigen zum Gefängnis gemacht."
  },
  {
    "verse_number": 9,
    "translation": "Gewiß, dieser Qur’an leitet zu dem, was richtiger ist, und verkündet den Gläubigen, die rechtschaffene Werke tun, daß es für sie großen Lohn geben wird"
  },
  {
    "verse_number": 10,
    "translation": "und daß Wir denjenigen, die an das Jenseits nicht glauben, schmerzhafte Strafe bereitet haben."
  },
  {
    "verse_number": 11,
    "translation": "Der Mensch ruft (zu Allah) um das Schlechte, wie er um das Gute ruft; der Mensch ist ja stets voreilig."
  },
  {
    "verse_number": 12,
    "translation": "Und Wir haben die Nacht und den Tag zu zwei Zeichen gemacht. Dann haben Wir das Zeichen der Nacht ausgelöscht und das Zeichen des Tages hell gemacht, damit ihr nach Huld von eurem Herrn trachtet und damit ihr die Zahl der Jahre und die (Zeit)rechnung wißt. Und alles haben Wir ganz ausführlich dargelegt."
  },
  {
    "verse_number": 13,
    "translation": "Jedem Menschen haben Wir sein Vorzeichen an seinem Hals befestigt. Und am Tag der Auferstehung bringen Wir ihm ein Buch heraus, das er aufgeschlagen vorfinden wird:"
  },
  {
    "verse_number": 14,
    "translation": "Lies dein Buch! Du selbst genügst heute als Abrechner über dich."
  },
  {
    "verse_number": 15,
    "translation": "Wer der Rechtleitung folgt, der ist nur zu seinem eigenen Vorteil rechtgeleitet. Und wer irregeht, der geht nur zu seinem Nachteil irre. Und keine lasttragende (Seele) nimmt die Last einer anderen auf sich. Wir strafen nicht eher, bis Wir einen Gesandten geschickt haben."
  },
  {
    "verse_number": 16,
    "translation": "Und wenn Wir eine Stadt vernichten wollen, befehlen Wir denjenigen, die in ihr üppig leben (, zu freveln), und dann freveln sie in ihr. So bewahrheitet sich das Wort gegen sie, und dann zerstören Wir sie vollständig."
  },
  {
    "verse_number": 17,
    "translation": "Wie viele Geschlechter nach Nuh haben Wir vernichtet! Und es genügt, daß dein Herr die Sünden Seiner Diener wohl kennt und sieht."
  },
  {
    "verse_number": 18,
    "translation": "Wer immer das schnell Eintreffende will, dem gewähren Wir darin schnell, was Wir wollen - demjenigen, den Wir wollen; hierauf haben Wir für ihn die Hölle bestimmt, der er ausgesetzt sein wird, mit Vorwürfen behaftet und verstoßen."
  },
  {
    "verse_number": 19,
    "translation": "Wer das Jenseits will und sich darum bemüht, wie es ihm zusteht, wobei er gläubig ist, - denen wird für ihr Bemühen gedankt."
  },
  {
    "verse_number": 20,
    "translation": "Sie alle, diese und jene, unterstützen Wir mit etwas von der Gabe deines Herrn. Und die Gabe deines Herrn wird nicht verwehrt."
  },
  {
    "verse_number": 21,
    "translation": "Schau, wie Wir die einen von ihnen vor den anderen auszeichnen; aber das Jenseits ist wahrlich größer an Rangstufen und größer an Auszeichnungen."
  },
  {
    "verse_number": 22,
    "translation": "Setze neben Allah keinen anderen Gott, sonst wirst du gescholten und im Stich gelassen dasitzen."
  },
  {
    "verse_number": 23,
    "translation": "Und dein Herr hat bestimmt, daß ihr nur Ihm dienen und zu den Eltern gütig sein sollt. Wenn nun einer von ihnen oder beide bei dir ein hohes Alter erreichen, so sag nicht zu ihnen: Pfui! und fahre sie nicht an, sondern sag zu ihnen ehrerbietige Worte."
  },
  {
    "verse_number": 24,
    "translation": "Und senke für sie aus Barmherzigkeit den Flügel der Demut und sag: Mein Herr, erbarme Dich ihrer, wie sie mich aufgezogen haben, als ich klein war."
  },
  {
    "verse_number": 25,
    "translation": "Euer Herr weiß sehr wohl, was in eurem Innersten ist. Wenn ihr rechtschaffen seid, so ist Er gewiß für die sich (zu Ihm) stets Bekehrenden Allvergebend."
  },
  {
    "verse_number": 26,
    "translation": "Und gib dem Verwandten sein Recht, ebenso dem Armen und dem Sohn des Weges. Und handle nicht ganz verschwenderisch."
  },
  {
    "verse_number": 27,
    "translation": "Gewiß, die Verschwender sind die Brüder der Satane; und der Satan ist gegenüber seinem Herrn sehr undankbar."
  },
  {
    "verse_number": 28,
    "translation": "Doch wenn du dich nun von ihnen abwendest - im Trachten nach einer Barmherzigkeit von deinem Herrn, die du dir erhoffst -, so sag zu ihnen milde Worte."
  },
  {
    "verse_number": 29,
    "translation": "Und lasse deine Hand nicht an deinem Hals gefesselt sein, strecke sie aber auch nicht vollständig aus, sonst würdest du getadelt und (aller Mittel) entblößt dasitzen."
  },
  {
    "verse_number": 30,
    "translation": "Gewiß, dein Herr gewährt die Versorgung großzügig, wem Er will, und bemißt auch. Gewiß, Er kennt und sieht Seine Diener wohl."
  },
  {
    "verse_number": 31,
    "translation": "Und tötet nicht eure Kinder aus Furcht vor Verarmung; Wir versorgen sie und auch euch. Gewiß, sie zu töten ist ein großes Vergehen."
  },
  {
    "verse_number": 32,
    "translation": "Und nähert euch nicht der Unzucht. Gewiß, sie ist etwas Abscheuliches - und wie böse ist der Weg."
  },
  {
    "verse_number": 33,
    "translation": "Und tötet nicht die Seele, die Allah verboten hat (zu töten), außer aus einem rechtmäßigen Grund. Wer ungerechterweise getötet wird, dessen nächstem Verwandten haben Wir Ermächtigung erteilt (, Recht einzufordern); doch soll er nicht maßlos im Töten sein, denn ihm wird gewiß geholfen."
  },
  {
    "verse_number": 34,
    "translation": "Und nähert euch nicht dem Besitz des Waisenkindes, außer auf die beste Art, bis es seine Vollreife erlangt hat. Und erfüllt die (eingegangene) Verpflichtung. Gewiß, nach der (Erfüllung der) Verpflichtung wird gefragt werden."
  },
  {
    "verse_number": 35,
    "translation": "Und gebt volles Maß, wenn ihr meßt, und wägt mit der richtigen Waage; das ist besser und eher ein guter Ausgang."
  },
  {
    "verse_number": 36,
    "translation": "Und verfolge nicht das, wovon du kein Wissen hast. Gewiß, Gehör, Augenlicht und Herz, - all diese -, danach wird gefragt werden."
  },
  {
    "verse_number": 37,
    "translation": "Und gehe nicht übermütig auf der Erde einher. Du wirst ja die Erde nicht aufreißen noch die Berge an Höhe erreichen (können)."
  },
  {
    "verse_number": 38,
    "translation": "Das schlechte (Verhalten) in alledem ist bei deinem Herrn verabscheut."
  },
  {
    "verse_number": 39,
    "translation": "Das ist etwas von dem, was dir dein Herr an Weisheit (als Offenbarung) eingegeben hat. Und setze neben Allah keinen anderen Gott, sonst wirst du in die Hölle geworfen, getadelt und verstoßen."
  },
  {
    "verse_number": 40,
    "translation": "Hat denn euer Herr für euch die Söhne erwählt und Sich selbst unter den Engeln Töchter genommen? Ihr sagt da fürwahr ein gewaltiges Wort."
  },
  {
    "verse_number": 41,
    "translation": "Wir haben doch in diesem Qur’an (die Botschaft) verschiedenartig dargelegt, damit sie bedenken, doch mehrt dies ihnen nur die Abneigung."
  },
  {
    "verse_number": 42,
    "translation": "Sag: Wenn es neben Ihm noch (andere) Götter gäbe, wie sie sagen, dann würden sie wahrlich nach einem Weg zum Besitzer des Thrones trachten."
  },
  {
    "verse_number": 43,
    "translation": "Preis sei Ihm! Überaus hoch Erhaben ist Er über das, was sie sagen."
  },
  {
    "verse_number": 44,
    "translation": "Ihn preisen die sieben Himmel und die Erde, und wer in ihnen ist. Es gibt nichts, was Ihn nicht lobpreist; ihr aber versteht ihr Preisen nicht. Gewiß, Er ist Nachsichtig und Allvergebend."
  },
  {
    "verse_number": 45,
    "translation": "Wenn du den Qur’an vorträgst, machen Wir zwischen dir und denjenigen, die an das Jenseits nicht glauben, einen unsichtbaren Vorhang."
  },
  {
    "verse_number": 46,
    "translation": "Und Wir legen auf ihre Herzen Hüllen, so daß sie ihn nicht verstehen, und in ihre Ohren Schwerhörigkeit. Und wenn du im Qur’an deinen Herrn allein (ohne ihre Götter) erwähnst, kehren sie aus Abneigung den Rücken."
  },
  {
    "verse_number": 47,
    "translation": "Wir wissen sehr wohl, worauf sie hören, wenn sie dir zuhören und (auch) wenn sie sich in vertraulichen Gesprächen befinden, wenn die Ungerechten sagen: „Ihr folgt doch nur einem Mann, der einem Zauber verfallen ist."
  },
  {
    "verse_number": 48,
    "translation": "Schau, wie sie dir Gleichnisse prägen, und so sind sie abgeirrt, daß sie keinen Weg (mehr) finden können."
  },
  {
    "verse_number": 49,
    "translation": "Und sie sagen: „Sollen wir etwa, wenn wir (bereits) Knochen und Überreste geworden sind, denn wirklich als neue Schöpfung auferweckt werden?"
  },
  {
    "verse_number": 50,
    "translation": "Sag: „Seid Steine oder Eisen"
  },
  {
    "verse_number": 51,
    "translation": "oder etwas Erschaffenes von der Art, die in eurer Vorstellung noch schwerwiegender wäre. Dann werden sie sagen: „Wer wird uns (ins Leben) zurückbringen? Sag: „Derjenige, Der euch das erste Mal erschaffen hat. Dann werden sie vor dir die Köpfe schütteln und sagen: ,,Wann wird das sein? Sag: „Vielleicht wird es bald sein."
  },
  {
    "verse_number": 52,
    "translation": "Am Tag, da Er euch rufen wird und da ihr mit Seinem Lob antworten und meinen werdet, ihr hättet nur ein wenig verweilt."
  },
  {
    "verse_number": 53,
    "translation": "Und sag Meinen Dienern, sie sollen das, was am besten ist, sagen. Gewiß, der Satan stachelt zwischen ihnen (zu Zwietracht) auf. Der Satan ist ja dem Menschen ein deutlicher Feind."
  },
  {
    "verse_number": 54,
    "translation": "Euer Herr kennt euch sehr wohl; wenn Er will, erbarmt Er Sich eurer, oder wenn Er will, straft Er euch. Und Wir haben dich nicht als Sachwalter über sie gesandt."
  },
  {
    "verse_number": 55,
    "translation": "Und dein Herr kennt diejenigen sehr wohl, die in den Himmeln und auf der Erde sind. Und Wir haben ja einige der Propheten vor anderen bevorzugt. Und Dawud haben Wir ein Buch der Weisheit gegeben."
  },
  {
    "verse_number": 56,
    "translation": "Sag: Ruft diejenigen an, die ihr außer Ihm angebt; sie vermögen doch von euch das Unheil weder hinwegzunehmen noch abzuwenden."
  },
  {
    "verse_number": 57,
    "translation": "Diejenigen, die sie anrufen, trachten nach einem Mittel zu ihrem Herrn (und wetteifern), wer von ihnen (Ihm) am nächsten sei, und hoffen auf Seine Barmherzigkeit und fürchten Seine Strafe. Gewiß, die Strafe deines Herrn ist furchtbar."
  },
  {
    "verse_number": 58,
    "translation": "Und es gibt keine Stadt, die Wir nicht vor dem Tag der Auferstehung vernichten oder mit strenger Strafe strafen werden. Dies steht im Buch (der Vorsehung) verzeichnet."
  },
  {
    "verse_number": 59,
    "translation": "Und nichts (anderes) hat Uns davon abgehalten, die Zeichen (mit den Propheten) zu senden, als daß die Früheren sie für Lüge erklärten. Und Wir gaben den Tamud die deutlich sichtbare Kamelstute, sie aber taten an ihr Unrecht. Und Wir senden die Zeichen (mit den Propheten) nur, um Furcht einzuflößen."
  },
  {
    "verse_number": 60,
    "translation": "Und als Wir zu dir sagten: „Gewiß, dein Herr umfaßt die Menschen. Und Wir haben das Gesicht, das Wir dich sehen ließen, nur zu einer Versuchung für die Menschen gemacht, und (ebenso) den verfluchten Baum im Qur’an. Wir flößen ihnen Furcht ein, doch mehrt ihnen dies nur das Übermaß an Auflehnung."
  },
  {
    "verse_number": 61,
    "translation": "Und als Wir zu den Engeln sagten: „Werft euch vor Adam nieder. Da warfen sie sich nieder, außer Iblis. Er sagte: „Soll ich mich vor jemandem niederwerfen, den Du aus Lehm erschaffen hast?"
  },
  {
    "verse_number": 62,
    "translation": "Er sagte: „Was meinst Du wohl von diesem, den Du höher geehrt hast als mich? Wenn Du mich bis zum Tag der Auferstehung zurückstellst, werde ich seiner Nachkommenschaft bis auf wenige ganz gewiß die Zügel anlegen."
  },
  {
    "verse_number": 63,
    "translation": "Er sagte: „Geh (deines Weges)! Wer von ihnen dir folgt, gewiß, so ist die Hölle euer Lohn, ein reichlicher Lohn."
  },
  {
    "verse_number": 64,
    "translation": "Und errege, wen von ihnen du (erregen) kannst, mit deiner Stimme, und biete gegen sie deine Reiterei und dein Fußvolk auf, und habe Anteil an ihrem Besitz und ihren Kindern, und mache ihnen Versprechungen. - Aber der Satan macht ihnen nur Versprechungen in Trug. -"
  },
  {
    "verse_number": 65,
    "translation": "„Gewiß, über Meine Diener hast du keine Macht. Und dein Herr genügt als Sachwalter."
  },
  {
    "verse_number": 66,
    "translation": "Euer Herr ist es, der für euch die Schiffe auf dem Meer sanft bewegt, damit ihr nach etwas von Seiner Huld trachtet. Gewiß, Er ist zu euch Barmherzig."
  },
  {
    "verse_number": 67,
    "translation": "Und wenn euch auf dem Meer ein Unheil widerfährt, entschwinden (euch) diejenigen, die ihr außer Ihm anruft. Aber nachdem Er euch ans (Fest)land errettet hat, wendet ihr euch (von Ihm) ab; der Mensch ist eben sehr undankbar."
  },
  {
    "verse_number": 68,
    "translation": "Glaubt ihr denn in Sicherheit davor zu sein, daß Er die Seiten des Festlandes mit euch versinken läßt oder einen Sturm von Steinchen gegen euch sendet und (daß) ihr dann für euch keinen Sachwalter findet?"
  },
  {
    "verse_number": 69,
    "translation": "Oder glaubt ihr in Sicherheit davor zu sein, daß Er euch ein anderes Mal aufs Meer zurückbringt und einen verheerenden Wind gegen euch sendet und euch ertrinken läßt, weil ihr ungläubig seid, und (daß) ihr dann für euch keinen Gefolgsmann findet, der Uns deswegen belangen könnte?"
  },
  {
    "verse_number": 70,
    "translation": "Und Wir haben ja die Kinder Adams geehrt; Wir haben sie auf dem Festland und auf dem Meer getragen und sie von den guten Dingen versorgt, und Wir haben sie vor vielen von denen, die Wir erschaffen haben, eindeutig bevorzugt."
  },
  {
    "verse_number": 71,
    "translation": "(Gedenke) des Tages, da Wir alle Menschen mit ihrem (jeweiligen) Anführer rufen werden. Wem dann sein Buch in seine rechte Hand gegeben wird, jene werden ihr Buch (ohne weiteres) lesen, und ihnen wird nicht um ein Fädchen Unrecht zugefügt."
  },
  {
    "verse_number": 72,
    "translation": "Und wer in diesem (Leben) blind ist, der wird (auch) im Jenseits blind und noch weiter vom Weg abgeirrt sein."
  },
  {
    "verse_number": 73,
    "translation": "Beinahe hätten sie dich fürwahr verführt (und) von dem (abgebracht), was Wir dir (als Offenbarung) eingegeben haben, damit du gegen Uns etwas anderes ersinnst, und dann hätten sie dich wahrlich zum Freund genommen."
  },
  {
    "verse_number": 74,
    "translation": "Wenn Wir dich nicht gefestigt hätten, hättest du wohl beinahe bei ihnen ein wenig Stütze gesucht."
  },
  {
    "verse_number": 75,
    "translation": "Dann hätten Wir dich fürwahr ein Mehrfaches (an Strafe) im Leben und ein Mehrfaches (an Strafe) im Tod kosten lassen, und hierauf würdest du für dich keinen Helfer gegen Uns finden."
  },
  {
    "verse_number": 76,
    "translation": "Und beinahe hätten sie dich fürwahr aus dem Land aufgestört, um dich daraus zu vertreiben; aber dann würden sie nach dir nur ein wenig verweilen."
  },
  {
    "verse_number": 77,
    "translation": "(Das ist) die Gesetzmäßigkeit (, mit der) an denjenigen von Unseren Gesandten (verfahren wurde), die Wir bereits vor dir sandten. Und du wirst bei Unserer Gesetzmäßigkeit keine Abwandlung finden."
  },
  {
    "verse_number": 78,
    "translation": "Verrichte das Gebet beim Neigen der Sonne bis zum Dunkel der Nacht, und (auch) die (Qur’an-)Lesung (in) der Morgendämmerung. Gewiß, die (Qur’an-)Lesung (in) der Morgendämmerung wird (von den Engeln) bezeugt."
  },
  {
    "verse_number": 79,
    "translation": "Und (einen Teil) der Nacht, verbringe ihn damit, zusätzlich für dich. Vielleicht wird dich dein Herr zu einer lobenswerten (Rang)stellung erwecken."
  },
  {
    "verse_number": 80,
    "translation": "Und sag: Mein Herr, gewähre mir einen wahrhaftigen Eingang, und gewähre mir einen wahrhaftigen Ausgang, und schaffe mir von Dir aus eine hilfreiche Macht."
  },
  {
    "verse_number": 81,
    "translation": "Und sag: Die Wahrheit ist gekommen, und das Falsche geht dahin; das Falsche ist ja dazu bestimmt, dahinzugehen."
  },
  {
    "verse_number": 82,
    "translation": "Und Wir offenbaren vom Qur’an, was für die Gläubigen Heilung und Barmherzigkeit ist; den Ungerechten aber mehrt es nur den Verlust."
  },
  {
    "verse_number": 83,
    "translation": "Wenn Wir dem Menschen Gunst erweisen, wendet er sich ab und entfernt sich zur Seite. Wenn ihm aber Schlechtes widerfährt, ist er sehr verzweifelt."
  },
  {
    "verse_number": 84,
    "translation": "Sag: Jeder handelt nach seiner Weise. Euer Herr weiß sehr wohl, wessen Weg der Rechtleitung eher entspricht."
  },
  {
    "verse_number": 85,
    "translation": "Sie fragen dich nach dem Geist. Sag: Der Geist ist vom Befehl meines Herrn, euch aber ist vom Wissen gewiß nur wenig gegeben."
  },
  {
    "verse_number": 86,
    "translation": "Und wenn Wir wollten, würden Wir ganz gewiß wegnehmen, was Wir dir (als Offenbarung) eingegeben haben. Hierauf würdest du für dich in dieser (Sache) keinen Sachwalter gegen Uns finden,"
  },
  {
    "verse_number": 87,
    "translation": "außer Barmherzigkeit von deinem Herrn. Gewiß, Seine Huld zu dir ist ja groß."
  },
  {
    "verse_number": 88,
    "translation": "Sag: Wenn sich die Menschen und die Ginn zusammentäten, um etwas beizubringen, was diesem Qur’an gleich wäre, sie brächten nicht seinesgleichen bei, auch wenn sie einander Beistand leisten würden."
  },
  {
    "verse_number": 89,
    "translation": "Wir haben ja den Menschen in diesem Qur’an ein jedes Gleichnis verschiedenartig dargelegt, doch die meisten Menschen weigern sich (und wollen nichts) außer dem Unglauben."
  },
  {
    "verse_number": 90,
    "translation": "Und sie sagen: „Wir werden dir nicht glauben, bis du uns aus der Erde eine Quelle hervorströmen läßt"
  },
  {
    "verse_number": 91,
    "translation": "oder (bis) du einen Garten mit Palmen und Rebstöcken hast, in dem du dazwischen Flüsse ausgiebig hervorströmen läßt"
  },
  {
    "verse_number": 92,
    "translation": "oder (bis) du den Himmel, wie du behauptet hast, auf uns in Stücken herabfallen läßt oder Allah und die Engel vor unsere Augen bringst"
  },
  {
    "verse_number": 93,
    "translation": "oder (bis) du ein Haus aus Gold hast oder in den Himmel aufsteigst. Und wir werden nicht an deinen Aufstieg glauben, bis du auf uns ein Buch herabsendest, das wir (selbst) lesen (können). Sag: Preis sei meinem Herrn! Bin ich etwas anderes als ein menschliches Wesen und ein Gesandter?"
  },
  {
    "verse_number": 94,
    "translation": "Und nichts anderes hielt die Menschen davon ab zu glauben, als die Rechtleitung zu ihnen kam, außer daß sie sagten: „Hat denn Allah ein menschliches Wesen als Gesandten geschickt?"
  },
  {
    "verse_number": 95,
    "translation": "Sag: Wenn es auf der Erde Engel gäbe, die (da) in Ruhe umhergingen, hätten Wir ihnen vom Himmel wahrlich einen Engel als Gesandten hinabgesandt."
  },
  {
    "verse_number": 96,
    "translation": "Sag: Allah genügt als Zeuge zwischen mir und euch. Gewiß, Er kennt und sieht Seine Diener wohl."
  },
  {
    "verse_number": 97,
    "translation": "Wen Allah rechtleitet, der ist (in Wahrheit) rechtgeleitet; wen Er aber in die Irre gehen läßt, für diejenigen wirst du außer Ihm keine Schutzherren finden. Und Wir werden sie am Tag der Auferstehung auf ihren Gesichtern versammeln, (sie wandeln) vor sich hin, blind, stumm, taub. Ihr Zufluchtsort ist die Hölle. Jedesmal, wenn sie schwächer wird, mehren Wir ihnen die Feuerglut."
  },
  {
    "verse_number": 98,
    "translation": "Das ist ihr Lohn dafür, daß sie Unsere Zeichen verleugnet und gesagt haben: „Sollen wir denn, wenn wir (bereits) Knochen und Überreste geworden sind, fürwahr wieder als neue Schöpfung auferweckt werden?"
  },
  {
    "verse_number": 99,
    "translation": "Sehen sie denn nicht, daß Allah, Der die Himmel und die Erde erschaffen hat, (auch) die Macht hat, ihresgleichen zu erschaffen? Und Er hat ihnen eine Frist gesetzt, an der es keinen Zweifel gibt, doch die Ungerechten weigern sich (und wollen nichts) außer dem Unglauben."
  },
  {
    "verse_number": 100,
    "translation": "Sag: Wenn ihr über die Schatzkammern der Barmherzigkeit meines Herrn verfügtet, dann würdet ihr aus Furcht vor dem Ausgeben wahrlich zurückhaltend sein, denn der Mensch ist knauserig."
  },
  {
    "verse_number": 101,
    "translation": "Und Wir gaben Musa ja neun klare Zeichen. So frage die Kinder Isra’ils (danach). Als er zu ihnen kam, da sagte Fir’aun zu ihm: „Ich glaube fürwahr, o Musa, daß du einem Zauber verfallen bist."
  },
  {
    "verse_number": 102,
    "translation": "Er sagte: „Du weißt ja, niemand außer dem Herrn der Himmel und der Erde hat diese als einsichtbringende Zeichen herabgesandt. Und ich glaube fürwahr, o Fir’aun, daß du der Vernichtung verfallen bist."
  },
  {
    "verse_number": 103,
    "translation": "Da wollte er sie aus dem Land aufstören. Wir aber ließen ihn ertrinken, und (auch) alle, die mit ihm waren."
  },
  {
    "verse_number": 104,
    "translation": "Und Wir sagten nach seiner Vernichtung zu den Kindern Isra’ils: „Bewohnt das Land. Wenn dann das Versprechen vom letzten Mal eintrifft, bringen Wir euch in buntgemischten Gruppen herbei."
  },
  {
    "verse_number": 105,
    "translation": "Mit der Wahrheit haben Wir ihn (als Offenbarung) hinabgesandt, und mit der Wahrheit ist er hinabgekommen. Und Wir haben dich nur als Verkünder froher Botschaft und Warner gesandt."
  },
  {
    "verse_number": 106,
    "translation": "Einen Qur’an haben Wir (offenbart, den Wir in Abschnitte) unterteilt (haben), damit du ihn den Menschen in Abständen vorträgst; und Wir haben ihn wahrlich nach und nach offenbart."
  },
  {
    "verse_number": 107,
    "translation": "Sag: Glaubt daran oder glaubt (eben) nicht. Diejenigen, denen vor ihm das Wissen gegeben wurde, fallen, wenn er ihnen verlesen wird, ehrerbietig auf das Kinn nieder"
  },
  {
    "verse_number": 108,
    "translation": "und sagen: „Preis sei unserem Herrn! Das Versprechen unseres Herrn ist wahrlich ausgeführt."
  },
  {
    "verse_number": 109,
    "translation": "Und sie fallen auf das Kinn weinend nieder, und es mehrt ihnen die Demut."
  },
  {
    "verse_number": 110,
    "translation": "Sag: Ruft Allah oder ruft den Allerbarmer an; welchen ihr auch ruft, Sein sind die schönsten Namen. Und sei nicht zu laut beim Gebet, und sei auch nicht zu leise dabei, sondern suche einen Weg dazwischen."
  },
  {
    "verse_number": 111,
    "translation": "Und sag: (Alles) Lob gehört Allah, Der Sich keine Kinder genommen hat, und es gibt weder einen Teilhaber an Seiner Herrschaft, noch benötigt Er einen Beschützer vor Demütigung. Und verherrliche Ihn doch als den Größten!"
  }
]