{
  "number": 12,
  "name": "يوسف",
  "name_latin": "Yūsuf",
  "name_id": "Yusuf",
  "name_trans_id": "Yusuf",
  "number_of_verse": 111,
  "category": "Makkiyah",
  "arabics": {
    "1": "الۤرٰ ۗ تِلْكَ اٰيٰتُ الْكِتٰبِ الْمُبِيْنِۗ",
    "2": "اِنَّآ اَنْزَلْنٰهُ قُرْاٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُوْنَ",
    "3": "نَحْنُ نَقُصُّ عَلَيْكَ اَحْسَنَ الْقَصَصِ بِمَآ اَوْحَيْنَآ اِلَيْكَ هٰذَا الْقُرْاٰنَۖ وَاِنْ كُنْتَ مِنْ قَبْلِهٖ لَمِنَ الْغٰفِلِيْنَ",
    "4": "اِذْ قَالَ يُوْسُفُ لِاَبِيْهِ يٰٓاَبَتِ اِنِّيْ رَاَيْتُ اَحَدَ عَشَرَ كَوْكَبًا وَّالشَّمْسَ وَالْقَمَرَ رَاَيْتُهُمْ لِيْ سٰجِدِيْنَ",
    "5": "قَالَ يٰبُنَيَّ لَا تَقْصُصْ رُءْيَاكَ عَلٰٓى اِخْوَتِكَ فَيَكِيْدُوْا لَكَ كَيْدًا ۗاِنَّ الشَّيْطٰنَ لِلْاِنْسَانِ عَدُوٌّ مُّبِيْنٌ",
    "6": "وَكَذٰلِكَ يَجْتَبِيْكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيْلِ الْاَحَادِيْثِ وَيُتِمُّ نِعْمَتَهٗ عَلَيْكَ وَعَلٰٓى اٰلِ يَعْقُوْبَ كَمَآ اَتَمَّهَا عَلٰٓى اَبَوَيْكَ مِنْ قَبْلُ اِبْرٰهِيْمَ وَاِسْحٰقَۗ اِنَّ رَبَّكَ عَلِيْمٌ حَكِيْمٌ ࣖ",
    "7": "۞ لَقَدْ كَانَ فِيْ يُوْسُفَ وَاِخْوَتِهٖٓ اٰيٰتٌ لِّلسَّاۤىِٕلِيْنَ",
    "8": "اِذْ قَالُوْا لَيُوْسُفُ وَاَخُوْهُ اَحَبُّ اِلٰٓى اَبِيْنَا مِنَّا وَنَحْنُ عُصْبَةٌ  ۗاِنَّ اَبَانَا لَفِيْ ضَلٰلٍ مُّبِيْنٍۙ",
    "9": "ۨاقْتُلُوْا يُوْسُفَ اَوِ اطْرَحُوْهُ اَرْضًا يَّخْلُ لَكُمْ وَجْهُ اَبِيْكُمْ وَتَكُوْنُوْا مِنْۢ بَعْدِهٖ قَوْمًا صٰلِحِيْنَ",
    "10": "قَالَ قَاۤىِٕلٌ مِّنْهُمْ لَا تَقْتُلُوْا يُوْسُفَ وَاَلْقُوْهُ فِيْ غَيٰبَتِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ اِنْ كُنْتُمْ فٰعِلِيْنَ",
    "11": "قَالُوْا يٰٓاَبَانَا مَا لَكَ لَا تَأْمَنَّ۫ا عَلٰى يُوْسُفَ وَاِنَّا لَهٗ لَنٰصِحُوْنَ",
    "12": "اَرْسِلْهُ مَعَنَا غَدًا يَّرْتَعْ وَيَلْعَبْ وَاِنَّا لَهٗ لَحٰفِظُوْنَ",
    "13": "قَالَ اِنِّيْ لَيَحْزُنُنِيْٓ اَنْ تَذْهَبُوْا بِهٖ وَاَخَافُ اَنْ يَّأْكُلَهُ الذِّئْبُ وَاَنْتُمْ عَنْهُ غٰفِلُوْنَ",
    "14": "قَالُوْا لَىِٕنْ اَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ اِنَّآ اِذًا لَّخٰسِرُوْنَ",
    "15": "فَلَمَّا ذَهَبُوْا بِهٖ وَاَجْمَعُوْٓا اَنْ يَّجْعَلُوْهُ فِيْ غَيٰبَتِ الْجُبِّۚ وَاَوْحَيْنَآ اِلَيْهِ لَتُنَبِّئَنَّهُمْ بِاَمْرِهِمْ هٰذَا وَهُمْ لَا يَشْعُرُوْنَ",
    "16": "وَجَاۤءُوْٓ اَبَاهُمْ عِشَاۤءً يَّبْكُوْنَۗ",
    "17": "قَالُوْا يٰٓاَبَانَآ اِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوْسُفَ عِنْدَ مَتَاعِنَا فَاَكَلَهُ الذِّئْبُۚ وَمَآ اَنْتَ بِمُؤْمِنٍ لَّنَا وَلَوْ كُنَّا صٰدِقِيْنَ",
    "18": "وَجَاۤءُوْ عَلٰى قَمِيْصِهٖ بِدَمٍ كَذِبٍۗ قَالَ بَلْ سَوَّلَتْ لَكُمْ اَنْفُسُكُمْ اَمْرًاۗ فَصَبْرٌ جَمِيْلٌ  ۗوَاللّٰهُ الْمُسْتَعَانُ عَلٰى مَا تَصِفُوْنَ",
    "19": "وَجَاۤءَتْ سَيَّارَةٌ فَاَرْسَلُوْا وَارِدَهُمْ فَاَدْلٰى دَلْوَهٗ ۗقَالَ يٰبُشْرٰى هٰذَا غُلٰمٌ ۗوَاَسَرُّوْهُ بِضَاعَةً ۗوَاللّٰهُ عَلِيْمٌ ۢبِمَا يَعْمَلُوْنَ",
    "20": "وَشَرَوْهُ بِثَمَنٍۢ بَخْسٍ دَرَاهِمَ مَعْدُوْدَةٍ ۚوَكَانُوْا فِيْهِ مِنَ الزّٰهِدِيْنَ ࣖ",
    "21": "وَقَالَ الَّذِى اشْتَرٰىهُ مِنْ مِّصْرَ لِامْرَاَتِهٖٓ اَكْرِمِيْ مَثْوٰىهُ عَسٰىٓ اَنْ يَّنْفَعَنَآ اَوْ نَتَّخِذَهٗ وَلَدًا ۗوَكَذٰلِكَ مَكَّنَّا لِيُوْسُفَ فِى الْاَرْضِۖ وَلِنُعَلِّمَهٗ مِنْ تَأْوِيْلِ الْاَحَادِيْثِۗ وَاللّٰهُ غَالِبٌ عَلٰٓى اَمْرِهٖ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ",
    "22": "وَلَمَّا بَلَغَ اَشُدَّهٗٓ اٰتَيْنٰهُ حُكْمًا وَّعِلْمًا ۗوَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ",
    "23": "وَرَاوَدَتْهُ الَّتِيْ هُوَ فِيْ بَيْتِهَا عَنْ نَّفْسِهٖ وَغَلَّقَتِ الْاَبْوَابَ وَقَالَتْ هَيْتَ لَكَ ۗقَالَ مَعَاذَ اللّٰهِ اِنَّهٗ رَبِّيْٓ اَحْسَنَ مَثْوَايَۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ",
    "24": "وَلَقَدْ هَمَّتْ بِهٖۙ وَهَمَّ بِهَا ۚ لَوْلَآ اَنْ رَّاٰ بُرْهَانَ رَبِّهٖۗ  كَذٰلِكَ لِنَصْرِفَ عَنْهُ السُّوْۤءَ وَالْفَحْشَاۤءَۗ اِنَّهٗ مِنْ عِبَادِنَا الْمُخْلَصِيْنَ",
    "25": "وَاسْتَبَقَا الْبَابَ وَقَدَّتْ قَمِيْصَهٗ مِنْ دُبُرٍ وَّاَلْفَيَا سَيِّدَهَا لَدَا الْبَابِۗ قَالَتْ مَا جَزَاۤءُ مَنْ اَرَادَ بِاَهْلِكَ سُوْۤءًا اِلَّآ اَنْ يُّسْجَنَ اَوْ عَذَابٌ اَلِيْمٌ",
    "26": "قَالَ هِيَ رَاوَدَتْنِيْ عَنْ نَّفْسِيْ وَشَهِدَ شَاهِدٌ مِّنْ اَهْلِهَاۚ اِنْ كَانَ قَمِيْصُهٗ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكٰذِبِيْنَ",
    "27": "وَاِنْ كَانَ قَمِيْصُهٗ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصّٰدِقِيْنَ",
    "28": "فَلَمَّا رَاٰ قَمِيْصَهٗ قُدَّ مِنْ دُبُرٍ قَالَ اِنَّهٗ مِنْ كَيْدِكُنَّ ۗاِنَّ كَيْدَكُنَّ عَظِيْمٌ",
    "29": "يُوْسُفُ اَعْرِضْ عَنْ هٰذَا وَاسْتَغْفِرِيْ لِذَنْۢبِكِۖ اِنَّكِ كُنْتِ مِنَ الْخٰطِـِٕيْنَ ࣖ",
    "30": "۞ وَقَالَ نِسْوَةٌ فِى الْمَدِيْنَةِ امْرَاَتُ الْعَزِيْزِ تُرَاوِدُ فَتٰىهَا عَنْ نَّفْسِهٖۚ قَدْ شَغَفَهَا حُبًّاۗ اِنَّا لَنَرٰىهَا فِيْ ضَلٰلٍ مُّبِيْنٍ",
    "31": "فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ اَرْسَلَتْ اِلَيْهِنَّ وَاَعْتَدَتْ لَهُنَّ مُتَّكَاً وَّاٰتَتْ كُلَّ وَاحِدَةٍ مِّنْهُنَّ سِكِّيْنًا وَّقَالَتِ اخْرُجْ عَلَيْهِنَّ ۚ فَلَمَّا رَاَيْنَهٗٓ اَكْبَرْنَهٗ وَقَطَّعْنَ اَيْدِيَهُنَّۖ وَقُلْنَ حَاشَ لِلّٰهِ مَا هٰذَا بَشَرًاۗ اِنْ هٰذَآ اِلَّا مَلَكٌ كَرِيْمٌ",
    "32": "قَالَتْ فَذٰلِكُنَّ الَّذِيْ لُمْتُنَّنِيْ فِيْهِ ۗوَلَقَدْ رَاوَدْتُّهٗ عَنْ نَّفْسِهٖ فَاسْتَعْصَمَ ۗوَلَىِٕنْ لَّمْ يَفْعَلْ مَآ اٰمُرُهٗ لَيُسْجَنَنَّ وَلَيَكُوْنًا مِّنَ الصّٰغِرِيْنَ",
    "33": "قَالَ رَبِّ السِّجْنُ اَحَبُّ اِلَيَّ مِمَّا يَدْعُوْنَنِيْٓ اِلَيْهِ ۚوَاِلَّا تَصْرِفْ عَنِّيْ كَيْدَهُنَّ اَصْبُ اِلَيْهِنَّ وَاَكُنْ مِّنَ الْجٰهِلِيْنَ",
    "34": "فَاسْتَجَابَ لَهٗ رَبُّهٗ فَصَرَفَ عَنْهُ كَيْدَهُنَّ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ",
    "35": "ثُمَّ بَدَا لَهُمْ مِّنْۢ بَعْدِ مَا رَاَوُا الْاٰيٰتِ لَيَسْجُنُنَّهٗ حَتّٰى حِيْنٍ ࣖ",
    "36": "وَدَخَلَ مَعَهُ السِّجْنَ فَتَيٰنِ ۗقَالَ اَحَدُهُمَآ اِنِّيْٓ اَرٰىنِيْٓ اَعْصِرُ خَمْرًا ۚوَقَالَ الْاٰخَرُ اِنِّيْٓ اَرٰىنِيْٓ اَحْمِلُ فَوْقَ رَأْسِيْ خُبْزًا تَأْكُلُ الطَّيْرُ مِنْهُ ۗنَبِّئْنَا بِتَأْوِيْلِهٖ ۚاِنَّا نَرٰىكَ مِنَ الْمُحْسِنِيْنَ",
    "37": "قَالَ لَا يَأْتِيْكُمَا طَعَامٌ تُرْزَقٰنِهٖٓ اِلَّا نَبَّأْتُكُمَا بِتَأْوِيْلِهٖ قَبْلَ اَنْ يَّأْتِيَكُمَا ۗذٰلِكُمَا مِمَّا عَلَّمَنِيْ رَبِّيْۗ اِنِّيْ تَرَكْتُ مِلَّةَ قَوْمٍ لَّا يُؤْمِنُوْنَ بِاللّٰهِ وَهُمْ بِالْاٰخِرَةِ هُمْ كٰفِرُوْنَۙ",
    "38": "وَاتَّبَعْتُ مِلَّةَ اٰبَاۤءِيْٓ اِبْرٰهِيْمَ وَاِسْحٰقَ وَيَعْقُوْبَۗ مَا كَانَ لَنَآ اَنْ نُّشْرِكَ بِاللّٰهِ مِنْ شَيْءٍۗ ذٰلِكَ مِنْ فَضْلِ اللّٰهِ عَلَيْنَا وَعَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَشْكُرُوْنَ",
    "39": "يٰصَاحِبَيِ السِّجْنِ ءَاَرْبَابٌ مُّتَفَرِّقُوْنَ خَيْرٌ اَمِ اللّٰهُ الْوَاحِدُ الْقَهَّارُۗ",
    "40": "مَا تَعْبُدُوْنَ مِنْ دُوْنِهٖٓ اِلَّآ اَسْمَاۤءً سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ مَّآ اَنْزَلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِ ۗاَمَرَ اَلَّا تَعْبُدُوْٓا اِلَّآ اِيَّاهُ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ",
    "41": "يٰصَاحِبَيِ السِّجْنِ اَمَّآ اَحَدُكُمَا فَيَسْقِيْ رَبَّهٗ خَمْرًا ۗوَاَمَّا الْاٰخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِنْ رَّأْسِهٖ ۗ قُضِيَ الْاَمْرُ الَّذِيْ فِيْهِ تَسْتَفْتِيٰنِۗ",
    "42": "وَقَالَ لِلَّذِيْ ظَنَّ اَنَّهٗ نَاجٍ مِّنْهُمَا اذْكُرْنِيْ عِنْدَ رَبِّكَۖ فَاَنْسٰىهُ الشَّيْطٰنُ ذِكْرَ رَبِّهٖ فَلَبِثَ فِى السِّجْنِ بِضْعَ سِنِيْنَ ࣖ",
    "43": "وَقَالَ الْمَلِكُ اِنِّيْٓ اَرٰى سَبْعَ بَقَرٰتٍ سِمَانٍ يَّأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَّسَبْعَ سُنْۢبُلٰتٍ خُضْرٍ وَّاُخَرَ يٰبِسٰتٍۗ  يٰٓاَيُّهَا الْمَلَاُ اَفْتُوْنِيْ فِيْ رُءْيَايَ اِنْ كُنْتُمْ لِلرُّءْيَا تَعْبُرُوْنَ",
    "44": "قَالُوْٓا اَضْغَاثُ اَحْلَامٍ ۚوَمَا نَحْنُ بِتَأْوِيْلِ الْاَحْلَامِ بِعٰلِمِيْنَ",
    "45": "وَقَالَ الَّذِيْ نَجَا مِنْهُمَا وَادَّكَرَ بَعْدَ اُمَّةٍ اَنَا۠ اُنَبِّئُكُمْ بِتَأْوِيْلِهٖ فَاَرْسِلُوْنِ",
    "46": "يُوْسُفُ اَيُّهَا الصِّدِّيْقُ اَفْتِنَا فِيْ سَبْعِ بَقَرٰتٍ سِمَانٍ يَّأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَّسَبْعِ سُنْۢبُلٰتٍ خُضْرٍ وَّاُخَرَ يٰبِسٰتٍۙ  لَّعَلِّيْٓ اَرْجِعُ اِلَى النَّاسِ لَعَلَّهُمْ يَعْلَمُوْنَ",
    "47": "قَالَ تَزْرَعُوْنَ سَبْعَ سِنِيْنَ دَاَبًاۚ فَمَا حَصَدْتُّمْ فَذَرُوْهُ فِيْ سُنْۢبُلِهٖٓ اِلَّا قَلِيْلًا مِّمَّا تَأْكُلُوْنَ",
    "48": "ثُمَّ يَأْتِيْ مِنْۢ بَعْدِ ذٰلِكَ سَبْعٌ شِدَادٌ يَّأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ اِلَّا قَلِيْلًا مِّمَّا تُحْصِنُوْنَ",
    "49": "ثُمَّ يَأْتِيْ مِنْۢ بَعْدِ ذٰلِكَ عَامٌ فِيْهِ يُغَاثُ النَّاسُ وَفِيْهِ يَعْصِرُوْنَ ࣖ",
    "50": "وَقَالَ الْمَلِكُ ائْتُوْنِيْ بِهٖ ۚفَلَمَّا جَاۤءَهُ الرَّسُوْلُ قَالَ ارْجِعْ اِلٰى رَبِّكَ فَسْـَٔلْهُ مَا بَالُ النِّسْوَةِ الّٰتِيْ قَطَّعْنَ اَيْدِيَهُنَّ ۗاِنَّ رَبِّيْ بِكَيْدِهِنَّ عَلِيْمٌ",
    "51": "قَالَ مَا خَطْبُكُنَّ اِذْ رَاوَدْتُّنَّ يُوْسُفَ عَنْ نَّفْسِهٖۗ  قُلْنَ حَاشَ لِلّٰهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوْۤءٍ ۗقَالَتِ امْرَاَتُ الْعَزِيْزِ الْـٰٔنَ حَصْحَصَ الْحَقُّۖ اَنَا۠ رَاوَدْتُّهٗ عَنْ نَّفْسِهٖ وَاِنَّهٗ لَمِنَ الصّٰدِقِيْنَ",
    "52": "ذٰلِكَ لِيَعْلَمَ اَنِّيْ لَمْ اَخُنْهُ بِالْغَيْبِ وَاَنَّ اللّٰهَ لَا يَهْدِيْ كَيْدَ الْخَاۤىِٕنِيْنَ  ۔",
    "53": "۞ وَمَآ اُبَرِّئُ نَفْسِيْۚ اِنَّ النَّفْسَ لَاَمَّارَةٌ ۢ بِالسُّوْۤءِ اِلَّا مَا رَحِمَ رَبِّيْۗ اِنَّ رَبِّيْ غَفُوْرٌ رَّحِيْمٌ",
    "54": "وَقَالَ الْمَلِكُ ائْتُوْنِيْ بِهٖٓ اَسْتَخْلِصْهُ لِنَفْسِيْۚ فَلَمَّا كَلَّمَهٗ قَالَ اِنَّكَ الْيَوْمَ لَدَيْنَا مَكِيْنٌ اَمِيْنٌ",
    "55": "قَالَ اجْعَلْنِيْ عَلٰى خَزَاۤىِٕنِ الْاَرْضِۚ اِنِّيْ حَفِيْظٌ عَلِيْمٌ",
    "56": "وَكَذٰلِكَ مَكَّنَّا لِيُوْسُفَ فِى الْاَرْضِ يَتَبَوَّاُ مِنْهَا حَيْثُ يَشَاۤءُۗ نُصِيْبُ بِرَحْمَتِنَا مَنْ نَّشَاۤءُ وَلَا نُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ",
    "57": "وَلَاَجْرُ الْاٰخِرَةِ خَيْرٌ لِّلَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَ ࣖ",
    "58": "وَجَاۤءَ اِخْوَةُ يُوْسُفَ فَدَخَلُوْا عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهٗ مُنْكِرُوْنَ",
    "59": "وَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ قَالَ ائْتُوْنِيْ بِاَخٍ لَّكُمْ مِّنْ اَبِيْكُمْ ۚ اَلَا تَرَوْنَ اَنِّيْٓ اُوْفِى الْكَيْلَ وَاَنَا۠ خَيْرُ الْمُنْزِلِيْنَ",
    "60": "فَاِنْ لَّمْ تَأْتُوْنِيْ بِهٖ فَلَا كَيْلَ لَكُمْ عِنْدِيْ وَلَا تَقْرَبُوْنِ",
    "61": "قَالُوْا سَنُرَاوِدُ عَنْهُ اَبَاهُ وَاِنَّا لَفٰعِلُوْنَ",
    "62": "وَقَالَ لِفِتْيٰنِهِ اجْعَلُوْا بِضَاعَتَهُمْ فِيْ رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُوْنَهَآ اِذَا انْقَلَبُوْٓا اِلٰٓى اَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُوْنَ",
    "63": "فَلَمَّا رَجَعُوْٓا اِلٰٓى اَبِيْهِمْ قَالُوْا يٰٓاَبَانَا مُنِعَ مِنَّا الْكَيْلُ فَاَرْسِلْ مَعَنَآ اَخَانَا نَكْتَلْ وَاِنَّا لَهٗ لَحٰفِظُوْنَ",
    "64": "قَالَ هَلْ اٰمَنُكُمْ عَلَيْهِ اِلَّا كَمَآ اَمِنْتُكُمْ عَلٰٓى اَخِيْهِ مِنْ قَبْلُۗ فَاللّٰهُ خَيْرٌ حٰفِظًا وَّهُوَ اَرْحَمُ الرّٰحِمِيْنَ",
    "65": "وَلَمَّا فَتَحُوْا مَتَاعَهُمْ وَجَدُوْا بِضَاعَتَهُمْ رُدَّتْ اِلَيْهِمْۗ قَالُوْا يٰٓاَبَانَا مَا نَبْغِيْۗ هٰذِهٖ بِضَاعَتُنَا رُدَّتْ اِلَيْنَا وَنَمِيْرُ اَهْلَنَا وَنَحْفَظُ اَخَانَا وَنَزْدَادُ كَيْلَ بَعِيْرٍۗ ذٰلِكَ كَيْلٌ يَّسِيْرٌ",
    "66": "قَالَ لَنْ اُرْسِلَهٗ مَعَكُمْ حَتّٰى تُؤْتُوْنِ مَوْثِقًا مِّنَ اللّٰهِ لَتَأْتُنَّنِيْ بِهٖٓ اِلَّآ اَنْ يُّحَاطَ بِكُمْۚ فَلَمَّآ اٰتَوْهُ مَوْثِقَهُمْ قَالَ اللّٰهُ عَلٰى مَا نَقُوْلُ وَكِيْلٌ",
    "67": "وَقَالَ يٰبَنِيَّ لَا تَدْخُلُوْا مِنْۢ بَابٍ وَّاحِدٍ وَّادْخُلُوْا مِنْ اَبْوَابٍ مُّتَفَرِّقَةٍۗ وَمَآ اُغْنِيْ عَنْكُمْ مِّنَ اللّٰهِ مِنْ شَيْءٍۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِ ۗعَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُوْنَ",
    "68": "وَلَمَّا دَخَلُوْا مِنْ حَيْثُ اَمَرَهُمْ اَبُوْهُمْۗ مَا كَانَ يُغْنِيْ عَنْهُمْ مِّنَ اللّٰهِ مِنْ شَيْءٍ اِلَّا حَاجَةً فِيْ نَفْسِ يَعْقُوْبَ قَضٰىهَاۗ وَاِنَّهٗ لَذُوْ عِلْمٍ لِّمَا عَلَّمْنٰهُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ࣖ",
    "69": "وَلَمَّا دَخَلُوْا عَلٰى يُوْسُفَ اٰوٰٓى اِلَيْهِ اَخَاهُ قَالَ اِنِّيْٓ اَنَا۠ اَخُوْكَ فَلَا تَبْتَىِٕسْ بِمَا كَانُوْا يَعْمَلُوْنَ",
    "70": "فَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ جَعَلَ السِّقَايَةَ فِيْ رَحْلِ اَخِيْهِ ثُمَّ اَذَّنَ مُؤَذِّنٌ اَيَّتُهَا الْعِيْرُ اِنَّكُمْ لَسٰرِقُوْنَ",
    "71": "قَالُوْا وَاَقْبَلُوْا عَلَيْهِمْ مَّاذَا تَفْقِدُوْنَ",
    "72": "قَالُوْا نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَنْ جَاۤءَ بِهٖ حِمْلُ بَعِيْرٍ وَّاَنَا۠ بِهٖ زَعِيْمٌ",
    "73": "قَالُوْا تَاللّٰهِ لَقَدْ عَلِمْتُمْ مَّا جِئْنَا لِنُفْسِدَ فِى الْاَرْضِ وَمَا كُنَّا سٰرِقِيْنَ",
    "74": "قَالُوْا فَمَا جَزَاۤؤُهٗٓ اِنْ كُنْتُمْ كٰذِبِيْنَ",
    "75": "قَالُوْا جَزَاۤؤُهٗ مَنْ وُّجِدَ فِيْ رَحْلِهٖ فَهُوَ جَزَاۤؤُهٗ ۗ كَذٰلِكَ نَجْزِى الظّٰلِمِيْنَ",
    "76": "فَبَدَاَ بِاَوْعِيَتِهِمْ قَبْلَ وِعَاۤءِ اَخِيْهِ ثُمَّ اسْتَخْرَجَهَا مِنْ وِّعَاۤءِ اَخِيْهِۗ  كَذٰلِكَ كِدْنَا لِيُوْسُفَۗ مَا كَانَ لِيَأْخُذَ اَخَاهُ فِيْ دِيْنِ الْمَلِكِ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۗنَرْفَعُ دَرَجٰتٍ مَّنْ نَّشَاۤءُۗ وَفَوْقَ كُلِّ ذِيْ عِلْمٍ عَلِيْمٌ",
    "77": "۞ قَالُوْٓا اِنْ يَّسْرِقْ فَقَدْ سَرَقَ اَخٌ لَّهٗ مِنْ قَبْلُۚ فَاَسَرَّهَا يُوْسُفُ فِيْ نَفْسِهٖ وَلَمْ يُبْدِهَا لَهُمْۚ قَالَ اَنْتُمْ شَرٌّ مَّكَانًا ۚوَاللّٰهُ اَعْلَمُ بِمَا تَصِفُوْنَ",
    "78": "قَالُوْا يٰٓاَيُّهَا الْعَزِيْزُ اِنَّ لَهٗٓ اَبًا شَيْخًا كَبِيْرًا فَخُذْ اَحَدَنَا مَكَانَهٗ ۚاِنَّا نَرٰىكَ مِنَ الْمُحْسِنِيْنَ",
    "79": "قَالَ مَعَاذَ اللّٰهِ اَنْ نَّأْخُذَ اِلَّا مَنْ وَّجَدْنَا مَتَاعَنَا عِنْدَهٗٓ  ۙاِنَّآ اِذًا لَّظٰلِمُوْنَ ࣖ",
    "80": "فَلَمَّا اسْتَيْـَٔسُوْا مِنْهُ خَلَصُوْا نَجِيًّاۗ قَالَ كَبِيْرُهُمْ اَلَمْ تَعْلَمُوْٓا اَنَّ اَبَاكُمْ قَدْ اَخَذَ عَلَيْكُمْ مَّوْثِقًا مِّنَ اللّٰهِ وَمِنْ قَبْلُ مَا فَرَّطْتُّمْ فِيْ يُوْسُفَ فَلَنْ اَبْرَحَ الْاَرْضَ حَتّٰى يَأْذَنَ لِيْٓ اَبِيْٓ اَوْ يَحْكُمَ اللّٰهُ لِيْۚ وَهُوَ خَيْرُ الْحٰكِمِيْنَ",
    "81": "اِرْجِعُوْٓا اِلٰٓى اَبِيْكُمْ فَقُوْلُوْا يٰٓاَبَانَآ اِنَّ ابْنَكَ سَرَقَۚ وَمَا شَهِدْنَآ اِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حٰفِظِيْنَ",
    "82": "وَسْـَٔلِ الْقَرْيَةَ الَّتِيْ كُنَّا فِيْهَا وَالْعِيْرَ الَّتِيْٓ اَقْبَلْنَا فِيْهَاۗ وَاِنَّا لَصٰدِقُوْنَ",
    "83": "قَالَ بَلْ سَوَّلَتْ لَكُمْ اَنْفُسُكُمْ اَمْرًاۗ فَصَبْرٌ جَمِيْلٌ  ۗعَسَى اللّٰهُ اَنْ يَّأْتِيَنِيْ بِهِمْ جَمِيْعًاۗ اِنَّهٗ هُوَ الْعَلِيْمُ الْحَكِيْمُ",
    "84": "وَتَوَلّٰى عَنْهُمْ وَقَالَ يٰٓاَسَفٰى عَلٰى يُوْسُفَ وَابْيَضَّتْ عَيْنٰهُ مِنَ الْحُزْنِ فَهُوَ كَظِيْمٌ",
    "85": "قَالُوْا تَاللّٰهِ تَفْتَؤُا تَذْكُرُ يُوْسُفَ حَتّٰى تَكُوْنَ حَرَضًا اَوْ تَكُوْنَ مِنَ الْهٰلِكِيْنَ",
    "86": "قَالَ اِنَّمَآ اَشْكُوْا بَثِّيْ وَحُزْنِيْٓ اِلَى اللّٰهِ وَاَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ",
    "87": "يٰبَنِيَّ اذْهَبُوْا فَتَحَسَّسُوْا مِنْ يُّوْسُفَ وَاَخِيْهِ وَلَا تَا۟يْـَٔسُوْا مِنْ رَّوْحِ اللّٰهِ ۗاِنَّهٗ لَا يَا۟يْـَٔسُ مِنْ رَّوْحِ اللّٰهِ اِلَّا الْقَوْمُ الْكٰفِرُوْنَ",
    "88": "فَلَمَّا دَخَلُوْا عَلَيْهِ قَالُوْا يٰٓاَيُّهَا الْعَزِيْزُ مَسَّنَا وَاَهْلَنَا الضُّرُّ وَجِئْنَا بِبِضَاعَةٍ مُّزْجٰىةٍ فَاَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَاۗ اِنَّ اللّٰهَ يَجْزِى الْمُتَصَدِّقِيْنَ",
    "89": "قَالَ هَلْ عَلِمْتُمْ مَّا فَعَلْتُمْ بِيُوْسُفَ وَاَخِيْهِ اِذْ اَنْتُمْ جٰهِلُوْنَ",
    "90": "قَالُوْٓا ءَاِنَّكَ لَاَنْتَ يُوْسُفُۗ قَالَ اَنَا۠ يُوْسُفُ وَهٰذَآ اَخِيْ قَدْ مَنَّ اللّٰهُ عَلَيْنَاۗ اِنَّهٗ مَنْ يَّتَّقِ وَيَصْبِرْ فَاِنَّ اللّٰهَ لَا يُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ",
    "91": "قَالُوْا تَاللّٰهِ لَقَدْ اٰثَرَكَ اللّٰهُ عَلَيْنَا وَاِنْ كُنَّا لَخٰطِـِٕيْنَ",
    "92": "قَالَ لَا تَثْرِيْبَ عَلَيْكُمُ الْيَوْمَۗ يَغْفِرُ اللّٰهُ لَكُمْ ۖوَهُوَ اَرْحَمُ الرّٰحِمِيْنَ",
    "93": "اِذْهَبُوْا بِقَمِيْصِيْ هٰذَا فَاَلْقُوْهُ عَلٰى وَجْهِ اَبِيْ يَأْتِ بَصِيْرًا ۚوَأْتُوْنِيْ بِاَهْلِكُمْ اَجْمَعِيْنَ ࣖ",
    "94": "وَلَمَّا فَصَلَتِ الْعِيْرُ قَالَ اَبُوْهُمْ اِنِّيْ لَاَجِدُ رِيْحَ يُوْسُفَ لَوْلَآ اَنْ تُفَنِّدُوْنِ",
    "95": "قَالُوْا تَاللّٰهِ اِنَّكَ لَفِيْ ضَلٰلِكَ الْقَدِيْمِ",
    "96": "فَلَمَّآ اَنْ جَاۤءَ الْبَشِيْرُ اَلْقٰىهُ عَلٰى وَجْهِهٖ فَارْتَدَّ بَصِيْرًاۗ قَالَ اَلَمْ اَقُلْ لَّكُمْۙ اِنِّيْٓ اَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ",
    "97": "قَالُوْا يٰٓاَبَانَا اسْتَغْفِرْ لَنَا ذُنُوْبَنَآ اِنَّا كُنَّا خٰطِـِٕيْنَ",
    "98": "قَالَ سَوْفَ اَسْتَغْفِرُ لَكُمْ رَبِّيْ ۗاِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ",
    "99": "فَلَمَّا دَخَلُوْا عَلٰى يُوْسُفَ اٰوٰٓى اِلَيْهِ اَبَوَيْهِ وَقَالَ ادْخُلُوْا مِصْرَ اِنْ شَاۤءَ اللّٰهُ اٰمِنِيْنَ ۗ",
    "100": "وَرَفَعَ اَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوْا لَهٗ سُجَّدًاۚ وَقَالَ يٰٓاَبَتِ هٰذَا تَأْوِيْلُ رُءْيَايَ مِنْ قَبْلُ  ۖقَدْ جَعَلَهَا رَبِّيْ حَقًّاۗ وَقَدْ اَحْسَنَ بِيْٓ اِذْ اَخْرَجَنِيْ مِنَ السِّجْنِ وَجَاۤءَ بِكُمْ مِّنَ الْبَدْوِ مِنْۢ بَعْدِ اَنْ نَّزَغَ الشَّيْطٰنُ بَيْنِيْ وَبَيْنَ اِخْوَتِيْۗ اِنَّ رَبِّيْ لَطِيْفٌ لِّمَا يَشَاۤءُ ۗاِنَّهٗ هُوَ الْعَلِيْمُ الْحَكِيْمُ",
    "101": "۞ رَبِّ قَدْ اٰتَيْتَنِيْ مِنَ الْمُلْكِ وَعَلَّمْتَنِيْ مِنْ تَأْوِيْلِ الْاَحَادِيْثِۚ فَاطِرَ السَّمٰوٰتِ وَالْاَرْضِۗ اَنْتَ وَلِيّٖ فِى الدُّنْيَا وَالْاٰخِرَةِۚ تَوَفَّنِيْ مُسْلِمًا وَّاَلْحِقْنِيْ بِالصّٰلِحِيْنَ",
    "102": "ذٰلِكَ مِنْ اَنْۢبَاۤءِ الْغَيْبِ نُوْحِيْهِ اِلَيْكَۚ وَمَا كُنْتَ لَدَيْهِمْ اِذْ اَجْمَعُوْٓا اَمْرَهُمْ وَهُمْ يَمْكُرُوْنَ",
    "103": "وَمَآ اَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِيْنَ",
    "104": "وَمَا تَسْـَٔلُهُمْ عَلَيْهِ مِنْ اَجْرٍۗ اِنْ هُوَ اِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَ ࣖ",
    "105": "وَكَاَيِّنْ مِّنْ اٰيَةٍ فِى السَّمٰوٰتِ وَالْاَرْضِ يَمُرُّوْنَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُوْنَ",
    "106": "وَمَا يُؤْمِنُ اَكْثَرُهُمْ بِاللّٰهِ اِلَّا وَهُمْ مُّشْرِكُوْنَ",
    "107": "اَفَاَمِنُوْٓا اَنْ تَأْتِيَهُمْ غَاشِيَةٌ مِّنْ عَذَابِ اللّٰهِ اَوْ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ",
    "108": "قُلْ هٰذِهٖ سَبِيْلِيْٓ اَدْعُوْٓا اِلَى اللّٰهِ ۗعَلٰى بَصِيْرَةٍ اَنَا۠ وَمَنِ اتَّبَعَنِيْ ۗوَسُبْحٰنَ اللّٰهِ وَمَآ اَنَا۠ مِنَ الْمُشْرِكِيْنَ",
    "109": "وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ اِلَّا رِجَالًا نُّوْحِيْٓ اِلَيْهِمْ مِّنْ اَهْلِ الْقُرٰىۗ اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْۗ وَلَدَارُ الْاٰخِرَةِ خَيْرٌ لِّلَّذِيْنَ اتَّقَوْاۗ اَفَلَا تَعْقِلُوْنَ",
    "110": "حَتّٰٓى اِذَا اسْتَيْـَٔسَ الرُّسُلُ وَظَنُّوْٓا اَنَّهُمْ قَدْ كُذِبُوْا جَاۤءَهُمْ نَصْرُنَاۙ فَنُجِّيَ مَنْ نَّشَاۤءُ ۗوَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِيْنَ",
    "111": "لَقَدْ كَانَ فِيْ قَصَصِهِمْ عِبْرَةٌ لِّاُولِى الْاَلْبَابِۗ مَا كَانَ حَدِيْثًا يُّفْتَرٰى وَلٰكِنْ تَصْدِيْقَ الَّذِيْ بَيْنَ يَدَيْهِ وَتَفْصِيْلَ كُلِّ شَيْءٍ وَّهُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَ ࣖ"
  },
  "latins": [
    "Alif lām rā, tilka āyātul-kitābil-mubīn(i).",
    "Innā anzalnāhu qur'ānan 'arabiyyal la'allakum ta'qilūn(a).",
    "Naḥnu naquṣṣu 'alaika aḥsanal-qaṣaṣi bimā auḥainā ilaika hāżal-qur'ān(a), wa in kunta min qablihī laminal-gāfilīn(a).",
    "Iż qāla yūsufu li'abīhi yā abati innī ra'aitu aḥada 'asyara kaukabaw wasy-syamsa wal-qamara ra'aituhum lī sājidīn(a).",
    "Qāla yā bunayya lā taqṣuṣ ru'yāka 'alā ikhwatika fa yakīdū laka kaidā(n), innasy-syaiṭāna lil-insāni 'aduwwum mubīn(un).",
    "Wa każālika yajtabīka rabbuka wa yu'allimuka min ta'wīlil-aḥādīṡi wa yutimmu ni'matahū 'alaika wa 'alā āli ya'qūba kamā atammahā 'alā abawaika min qablu ibrāhīma wa isḥāq(a), inna rabbaka 'alīmun ḥakīm(un).",
    "Laqad kāna fī yūsufa wa ikhwatihī āyātul lis-sā'ilīn(a).",
    "Iż qālū layūsufu wa akhūhu aḥabbu ilā abīnā minnā wa naḥnu 'uṣbah(tun), inna abānā lafī ḍalālim mubīn(in).",
    "Uqtulū yūsufa awiṭraḥūhu arḍay yakhlu lakum wajhu abīkum wa takūnū mim ba'dihī qauman  ṣāliḥīn(a).",
    "Qāla qā'ilum minhum lā taqtulū yūsufa wa alqūhu fī gayābatil-jubbi yaltaqiṭhu ba'ḍus-sayyārati in kuntum fā'ilīn(a).",
    "Qālū yā abānā mā laka lā ta'mannā 'alā yūsufa wa innā lahū lanāṣiḥūn(a).",
    "Arsilhu ma'anā gaday yarta' wa yal'ab wa innā lahū laḥāfiẓūn(a).",
    "Qāla innī layaḥzununī an tażhabū bihī wa akhāfu ay ya'kulahuż-żi'bu wa antum 'anhu gāfilūn(a).",
    "Qālū la'in akalahuż-żi'bu wa naḥnu 'uṣbatun innā iżal lakhāsirūn(a).",
    "Falammā żahabū bihī wa ajma'ū ay yaj'alūhu fī gayābatil-jubb(i), wa auḥainā ilaihi latunabbi'annahum bi'amrihim hāżā wa hum lā yasy'urūn(a).",
    "Wa jā'ū abāhum 'isyā'ay yabkūn(a).",
    "Qālū yā abānā innā żahabnā nastabiqu wa taraknā yūsufa 'inda matā'inā fa akalahuż-żi'b(u), wa mā anta bimu'minil lanā wa lau kunnā ṣādiqīn(a).",
    "Wa jā'ū 'alā qamīṣihī bidamin każib(in), qāla bal sawwalat lakum anfusukum amrā(n), fa ṣabrun jamīl(un), wallāhul musta'ānu 'alā mā taṣifūn(a).",
    "Wa jā'at sayyāratun fa arsalū wāridahum fa adlā dalwah(ū), qāla yā busyrā hāżā gulām(un), wa asarrūhu biḍā'ah(tan), wallāhu 'alīmum bimā ya'malūn(a).",
    "Wa syarauhu biṡamanim bakhsin darāhima ma'dūdah(tin), wa kānū fīhi minaz-zāhidīn(a).",
    "Wa qālal-lażisytarāhu mim miṣra limra'atihī akrimī maṡwāhu 'asā ay yanfa'anā au nattakhiżahū waladā(n), wa każālika makkannā liyūsufa fil-arḍ(i), wa linu'allimahū min ta'wīlil-aḥādīṡ(i), wallāhu gālibun 'alā amrihī wa lākinna akṡaran-nāsi lā ya'lamūn(a).",
    "Wa lammā balaga asyuddahū ātaināhu ḥukmaw wa 'ilmā(n), wa każālika najzil-muḥsinīn(a).",
    "Wa rāwadathul-latī huwa fī baitihā 'an nafsihī wa gallaqatil-abwāba wa qālat haita lak(a), qāla ma'āżallāhi innahū rabbī aḥsana maṡwāy(a), innahū lā yuflihuẓ-ẓālimūn(a).",
    "Wa laqad hammat bihī wa hamma bihā lau lā ar ra'ā burhāna rabbih(ī), każālika linaṣrifa 'anhus-sū'a wal-faḥsyā'(a), innahū min 'ibādinal-mukhlaṣīn(a).",
    "Wastabaqal-bāba wa qaddat qamīṣahū min duburiw wa alfayā sayyidahā ladal-bāb(i), qālat mā jazā'u man arāda bi'ahlika sū'an illā ay yusjana au 'ażābun alīm(un).",
    "Qāla hiya rāwadatnī 'an nafsī wa syahida syāhidum min ahlihā, in kāna qamīṣuhū qudda min qubulin fa ṣadaqat wa huwa minal-kāżibīn(a).",
    "Wa in kāna qamīṣuhū qudda min duburin fa każabat wa huwa minaṣ-ṣādiqīn(a).",
    "Falammā ra'ā qamīṣahū qudda min duburin qāla innahū min kaidikunn(a), inna kaidakunna 'aẓīm(un).",
    "Yūsufu a'riḍ 'an hāżā wastagfirī liżambik(i), innaki kunti  minal-khāṭi'īn(a).",
    "Wa qāla niswatun fil-madīnatimra'atul-'azīzi turāwidu fatāhā 'an nafsih(ī), qad syagafahā ḥubbā(n), innā lanarāhā fī ḍalālim mubīn(in).",
    "Falammā sami'at bimakrihinna arsalat ilaihinna wa a'tadat lahunna muttaka'aw wa ātat kulla wāḥidim minhunna sikkīnaw wa qālatikhruj 'alaihinn(a), falammā ra'ainahū akbarnahū wa qaṭṭa'na aidiyahunn(a), wa qulna ḥāsya lillāhi mā hāżā illā basyarā(n), in hāżā illā malakun karīm(un).",
    "Qālat fa żālikunnal-lażī lumtunnanī fīh(i), wa laqad rāwattuhū 'an nafsihī fasta'ṣam(a), wa la'il lam yaf'al mā āmuruhū layusjananna wa layakūnam minaṣ-ṣāgirīn(a).",
    "Qāla rabbis-sijnu aḥabbu ilayya mimmā yad'ūnanī ilaih(i), wa illā taṣrif 'annī kaidahunna aṣbu ilaihinna wa akum minal-jāhilīn(a).",
    "Fastajāba lahū rabbuhū fa ṣarafa 'anhu kaidahunn(a), innahū huwas-samī'ul-'alīm(u).",
    "Ṡumma badā lahum mim ba'di mā ra'awul-āyāti layasjununnahū ḥattā ḥīn(in).",
    "Wa dakhala ma'ahus-sijna fatayān(i), qāla aḥaduhumā innī arānī a'ṣiru khamrā(n), wa qālal-ākharu innī arānī aḥmilu fauqa ra'sī khubzan ta'kuluṭ-ṭairu minh(u), nabbi'nā bita'wīlih(ī), innā narāka minal-muḥsinīn(a).",
    "Qāla lā ya'tīkumā ṭa'āmun turzaqānihī illā nabba'tukumā bita'wīlihī qabla ay ya'tiyakumā, żālikumā mimmā 'allamanī rabbī, innī taraktu millata qaumil lā yu'minūna billāhi wa hum bil-ākhirati hum kāfirūn(a).",
    "Wattaba'tu millata ābā'ī ibrāhīma wa isḥāqa wa ya'qūb(a), mā kāna lanā an nusyrika  billāhi min syai'(in), żālika min faḍlillāhi 'alainā wa 'alan-nāsi wa lākinna akṡaran-nāsi lā yasykurūn(a).",
    "Yā ṣāḥibayis-sijni a'arbābum mutafarriqūna khairun amillāhul-wāḥidul-qahhār(u).",
    "Mā ta'budūna min dūnihī illā asmā'an sammaitumūhā antum wa ābā'ukum mā anzalallāhu bihā min sulṭān(in), inil-ḥukmu illā lillāh(i), amara allā ta'budū illā iyyāh(u), żālikad-dīnul-qayyimu wa lākinna akṡaran-nāsi lā ya'lamūn(a).",
    "Yā ṣāḥibayis-sijni ammā aḥadukumā fa yasqī rabbahū khamrā(n), wa ammal-ākharu fa yuṣlabu fa ta'kuluṭ-ṭairu mir ra'sih(ī), quḍiyal-amrul-lażī fīhi tastaftiyān(i).",
    "Wa qāla lil-lażī ẓanna annahū nājim minhumażkurnī 'inda rabbik(a), fa ansāhusy-syaiṭānu żikra rabbihī fa labiṡa fis-sijni biḍ'a sinīn(a).",
    "Wa qālal-maliku innī arā sab'a baqarātin simāniy ya'kuluhunna sab'un 'ijāfuw wa sab'a sumbulātin khuḍriw wa ukhara yābisāt(in), yā ayyuhal-mala'u aftūnī fī ru'yāya in kuntum lir-ru'yā ta'burūn(a).",
    "Qālū aḍgāṡu aḥlām(in), wa mā naḥnu bita'wīlil-aḥlāmi bi'ālimīn(a).",
    "Wa qālal-lażī najā minhumā waddakara  ba'da ummatin ana unabbi'ukum bita'wīlihī fa arsilūn(i).",
    "Yūsufu ayyuhaṣ-ṣiddīqu aftinā fī sab'i baqarātin simāniy ya'kuluhunna sab'un 'ijāfuw wa sab'i sumbulātin khuḍriw wa ukhara yābisāt(in), la'allī arji'u ilan-nāsi la'allahum ya'lamūn(a).",
    "Qāla tazra'ūna sab'a sinīna da'abā(n), famā ḥaṣattum fa żarūhu fī sumbulihī illā qalīlam mimmā ta'kulūn(a).",
    "Ṡumma ya'tī mim ba'di żālika sab'un syidāduy ya'kulna mā qaddamtum lahunna illā qalīlam mimmā tuḥṣinūn(a).",
    "Ṡumma ya'tī mim ba'di żālika 'āmun fīhi yugāṡun-nāsu wa fīhi ya'ṣirūn(a).",
    "Wa qālal-maliku'tūnī bih(ī), falammā jā'ahur-rasūlu qālarji' ilā rabbika fas'alhu mā bālun-niswatil-lātī qaṭṭa'na aidiyahunn(a), inna rabbī bikaidihinna 'alīm(un).",
    "Qāla mā khaṭbukunna iż rāwattunna yūsufa 'an nafsih(ī), qulna ḥāsya lillāhi mā 'alimnā 'alaihi min sū'(in), qālatimra'atul-'azīzil-āna ḥaṣḥaṣal-ḥaqq(u), ana rāwattuhū 'an nafsihī wa innahū laminaṣ-ṣādiqīn(a).",
    "Żālika liya'lama annī lam akhunhu bil-gaibi wa annallāha lā yahdī kaidal-khā'inīn(a).",
    "Wa mā ubarri'u nafsī, innan-nafsa la'ammāratum bis-sū'i illā mā raḥima rabbī, inna rabbī gafūrur raḥīm(un).",
    "Wa qālal-maliku'tūnī bihī astakhliṣhu linafsī, falammā kallamahū qāla innakal-yauma ladainā makīnun amīn(un).",
    "Qālaj'alnī 'alā khazā'inil-arḍ(i), innī ḥafīẓun 'alīm(un).",
    "Wa każālika makkannā liyūsufa  fil-arḍi yatabawwa'u minhā ḥaiṡu yasyā'(u), nuṣību biraḥmatinā man nasyā'u wa lā nuḍī'u ajral-muḥsinīn(a).",
    "Wa la'ajrul-ākhirati khairul lil-lażīna āmanū wa kānū yattaqūn(a).",
    "Wa jā'a ikhwatu yūsufa fa dakhalū 'alaihi fa 'arafahum wa hum lahū munkirūn(a).",
    "Wa lammā jahhazahum bijahāzihim qāla'tūnī bi'akhil lakum min abīkum, alā tarauna annī ūfil-kaila wa ana khairul-munzilīn(a).",
    "Fa illam ta'tūnī bihī falā kaila lakum 'indī wa lā taqrabūn(i).",
    "Qālū sanurāwidu 'anhu abāhu wa innā lafā'ilūn(a).",
    "Wa qāla lifityānihij'alū biḍā'atahum fī riḥālihim la'allahum ya'rifūnahā iżanqalabū ilā ahlihim la'allahum yarji'ūn(a).",
    "Falammā raja'ū ilā abīhim qālū yā abānā muni'a minnal-kailu fa arsil ma'anā akhānā naktal wa innā lahū laḥāfiẓūn(a).",
    "Qāla hal āmanukum 'alaihi illā kamā amintukum 'alā akhīhi min qabl(u), fallāhu khairun ḥāfiẓaw wa huwa arḥamur-rāḥimīn(a).",
    "Wa lammā fataḥū matā'ahum wajadū biḍā'atahum ruddat ilaihim, qālū yā abānā mā nabgī, hāżihī biḍā'atunā ruddat ilainā wa namīru ahlanā wa naḥfaẓu akhānā wa nazdādu kaila ba'īr(in), żālika kailuy yasīr(un).",
    "Qāla lan ursilahū ma'akum ḥattā tu'tūni mauṡiqam minallāhi lata'tunnanī bihī illā ayyuḥāṭa bikum, falammā ātauhu mauṡiqahum qālallāhu 'alā mā naqūlu wakīl(un).",
    "Wa qāla yā baniyya lā tadkhulū mim bābiw wāḥidiw wadkhulū min abwābim mutafarriqah(tin), wa mā ugnī 'ankum minallāhi min syai'(in), inil-ḥukmu illā lillāh(i), 'alaihi tawakkaltu wa 'alaihi  falyatawakkalil-mutawakkilūn(a).",
    "Wa lammā dakhalū min ḥaiṡu amarahum abūhum, mā kāna yugnī 'anhum minallāhi min syai'in illā ḥājatan fī nafsi ya'qūba qaḍāhā, wa innahū lażū 'ilmil limā 'allamnāhu wa lākinna akṡaran-nāsi lā ya'lamūn(a).",
    "Wa lammā dakhalū 'alā yūsufa  āwā ilaihi akhāhu qāla innī akhūka falā tabta'is bimā kānū ya'malūn(a).",
    "Falammā jahhazahum bijahāzihim ja'las-siqāyata fī raḥli akhīhi ṡumma ażżana mu'ażżinun ayyatuhal-'īru innakum lasāriqūn(a).",
    "Qālū wa aqbalū 'alaihim māżā tafqidūn(a).",
    "Qālū nafqidu ṣuwā'al-maliki wa liman jā'a bihī ḥimlu ba'īriw wa ana bihī za'īm(un).",
    "Qālū tallāhi laqad 'alimtum  mā ji'tanā linufsida fil-arḍi wa mā kunnā sāriqīn(a).",
    "Qālū famā jazā'uhū in kuntum kāżibīn(a).",
    "Qālū jazā'uhū maw wujida fī raḥlihī fa huwa jazā'uh(ū), każālika najziẓ-ẓālimīn(a).",
    "Fa bada'a bi'au'iyatihim qabla wi'ā'i akhīhi ṡummastakhrajahā miw wi'ā'i akhīh(i), każālika kidnā liyūsuf(a), mā kāna liya'khuża akhāhu fī dīnil-maliki illā ay yasyā'allāh(u), narfa'u darajātim man nasyā'(u), wa fauqa kulli żī 'ilmin 'alīm(un).",
    "Qālū iy yasriq faqad saraqa akhul lahū min qabl(u), fa asarrahā yūsufu fī nafsihī wa lam yubdihā lahum, qāla antum syarrum makānā(n), wallāhu a'lamu bimā taṣifūn(a).",
    "Qālū yā ayyuhal-'azīzu inna lahū aban syaikhan kabīran fa khuż aḥadanā makānah(ū), innā narāka minal-muḥsinīn(a).",
    "Qāla ma'āżallāhi an na'khuża illā maw wajadnā matā'anā 'indah(ū), innā iżal laẓālimūn(a).",
    "Falammastai'asū minhu khalaṣū najiyyā(n), qāla kabīruhum alam ta'lamū anna abākum qad akhaża 'alaikum mauṡiqam minallāhi wa min qablu mā farrattum fī yūsufa falan abraḥal-arḍa ḥattā ya'żana lī abī au yaḥkumallāhu lī, wa huwa khairul-ḥākimīn(a).",
    "Irji'ū ilā abīkum fa qūlū yā abānā innabnaka saraq(a), wa mā syahidnā illā bimā 'alimnā wa mā kunnā lil-gaibi ḥāfiẓīn(a).",
    "Was'alil-qaryatal-latī kunnā fīhā wal-'īral-latī aqbalnā fīhā, wa innā laṣādiqūn(a).",
    "Qāla bal sawwalat lakum anfusukum amrā(n), fa ṣabrun jamīl(un), 'asallāhu ay ya'tiyanī bihim jamī'ā(n), innahū huwal-'alīmul-ḥakīm(u).",
    "Wa tawallā 'anhum wa qāla yā asafā 'alā yūsufa wabyaḍḍat 'aināhu minal-ḥuzni fa huwa kaẓīm(un).",
    "Qālū tallāhi tafta'u tażkuru yūsufa ḥattā takūna ḥaraḍan au takūna minal-hālikīn(a).",
    "Qāla innamā asykū baṡṡī wa ḥuznī ilallāhi wa a'lamu minallāhi mā lā ta'lamūn(a).",
    "Yā baniyyażhabū fa taḥassasū miy yūsufa wa akhīhi wa lā tai'asū mir rauḥillāh(i), innahū lā yai'asu mir rauḥillāhi illal-qaumul-kāfirūn(a).",
    "Falammā dakhalū 'alaihi qālū yā ayyuhal-'azīzu massanā wa ahlanaḍ-ḍurru wa ji'nā bibiḍā'atim muzjātin fa aufi lanal-kaila wa taṣaddaq 'alainā, innallāha yajzil-mutaṣaddiqīn(a).",
    "Qāla hal 'alimtum mā fa'altum biyūsufa wa akhīhi iż antum jāhilūn(a).",
    "Qālū a'innaka la'anta yūsuf(u), qāla ana yūsufu wa hāżā akhī qad mannallāhu 'alainā, innahū may yataqqi wa yaṣbir fa innallāha lā yuḍī'u ajral-muḥsinīn(a).",
    "Qālū tallāhi laqad āṡarakallāhu 'alainā wa in kunnā lakhāṭi'īn(a).",
    "Qāla lā taṡrība 'alaikumul-yaum(a), wa yagfirullāhu lakum, wa huwa arḥamur-rāḥimīn(a).",
    "Iżhabū biqamīṣī hāżā fa alqūhu 'alā wajhi abī ya'ti baṣīrā(n), wa'tūnī bi'ahlikum ajma'īn(a).",
    "Wa lammā faṣalatil-'īru qāla abūhum innī la'ajidu rīḥa yūsufa lau lā an tufannidūn(i).",
    "Qālū tallāhi innaka lafī ḍalālikal-qadīm(i).",
    "Falammā an jā'al-basyīru alqāhu 'alā wajihihī fartadda baṣīrā(n), qāla alam aqul lakum, innī a'lamu minallāhi mā lā ta'lamūn(a).",
    "Qālū yā abānastagfir lanā żunūbanā innā kunnā khāṭi'īn(a).",
    "Qāla saufa astagfiru lakum rabbī, innahū huwal-gafūrur-raḥīm(u).",
    "Falammā dakhalū 'alā yūsufa āwā ilaihi abawaihi wa qāladkhulū miṣra in syā'allāhu āminīn(a).",
    "Wa rafa'a abawaihi 'alal-'arsyi wa kharrū lahū sujjadā(n), wa qāla yā abati hāżā ta'wīlu ru'yāya min qabl(u), qad ja'alahā rabbī ḥaqqā(n), wa qad aḥsana bī iż akhrajanī minas-sijni wa jā'a bikum minal-badwi mim ba'di an nazagasy-syaiṭānu bainī wa baina ikhwatī, inna rabbī laṭīful limā yasyā'(u), innahū huwal-'alīmul-ḥakīm(u).",
    "Rabbi qad ātaitanī minal-mulki wa 'allamtanī min ta'wīlil-aḥādīṡ(i), fāṭiras-samāwāti wal-arḍ(i), anta waliyyī fid-dun-yā wal-ākhirah(ti), tawaffanī muslimaw wa alḥiqnī biṣ-ṣāliḥīn(a).",
    "Żālika min ambā'il-gaibi nūḥīhi ilaik(a), wa mā kunta ladaihim iż ajma'ū amrahum wa hum yamkurūn(a).",
    "Wa mā akṡarun-nāsi wa lau ḥaraṣta bimu'minīn(a).",
    "Wa mā tas'aluhum 'alaihi min ajr(in), in huwa illā żikrul lil-'ālamīn(a).",
    "Wa ka'ayyim min āyatin fis-samāwāti wal-arḍi yamurrūna 'alaihā wa hum 'anhā mu'rḍūn(a).",
    "Wa mā yu'minu akṡaruhum billāhi illā wa hum musyrikūn(a).",
    "Afa aminū an ta'tiyahum gāsyiyatum min 'ażābillāhi au ta'tiyahumus-sā'atu bagtataw wa hum lā yasy'urūn(a).",
    "Qul hāżihī sabīlī ad'ū ilallāh(i), 'alā baṣīratin ana wa manittaba'anī, wa subḥānallāhi wa mā ana minal-musyrikīn(a).",
    "Wa mā arsalnā min qablika illā rijālan nūḥī ilaihim min ahlil-qurā, afalam yasīrū fil-arḍi fa yanẓurū kaifa kāna 'āqibatul-lażīna min qablihim, wa ladārul-ākhirati khairul lil-lażīnattaqau, afalā ta'qilūn(a).",
    "Ḥattā iżastai'asar-rusulu wa ẓannū annahum qad kużibū jā'ahum naṣrunā, fa nujjiya man nasyā'(u), wa lā yuraddu ba'sunā 'anil-qaumil-mujrimīn(a).",
    "Laqad kāna fī qaṣaṣihim 'ibratul li'ulil-albāb(i), mā kāna ḥadīṡay yuftarā wa lākin taṣdīqal-lażī baina yadaihi wa tafṣīla kulli syai'iw wa hudaw wa raḥmatal liqaumiy yu'minūn(a)."
  ],
  "translations": {
    "id": {
      "1": "Alif Lām Rā. Itulah ayat-ayat Kitab (Al-Qur’an) yang jelas (arti dan petunjuknya).",
      "2": "Sesungguhnya Kami menurunkannya (Kitab Suci) berupa Al-Qur’an berbahasa Arab agar kamu mengerti.",
      "3": "Kami menceritakan kepadamu (Nabi Muhammad) kisah yang paling baik dengan mewahyukan Al-Qur’an ini kepadamu. Sesungguhnya engkau sebelum itu termasuk orang-orang yang tidak mengetahui.",
      "4": "(Ingatlah) ketika Yusuf berkata kepada ayahnya (Ya'qub), “Wahai ayahku, sesungguhnya aku telah (bermimpi) melihat sebelas bintang, matahari, dan bulan. Aku melihat semuanya sujud kepadaku.”",
      "5": "Dia (ayahnya) berkata, “Wahai anakku, janganlah engkau ceritakan mimpimu kepada saudara-saudaramu karena mereka akan membuat tipu daya yang sungguh-sungguh kepadamu. Sesungguhnya setan adalah musuh yang jelas bagi manusia.”",
      "6": "Demikianlah, Tuhan memilihmu (untuk menjadi nabi), mengajarkan kepadamu sebagian dari takwil mimpi, serta menyempurnakan nikmat-Nya kepadamu dan kepada keluarga Ya'qub, sebagaimana Dia telah menyempurnakannya kepada kedua kakekmu sebelumnya, (yaitu) Ibrahim dan Ishaq. Sesungguhnya Tuhanmu Maha Mengetahui lagi Maha Bijaksana.",
      "7": "Sungguh, dalam (kisah) Yusuf dan saudara-saudaranya benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi para penanya.",
      "8": "(Ingatlah) ketika mereka berkata, “Sesungguhnya Yusuf dan saudara (kandung)-nya365) lebih dicintai Ayah daripada kita, padahal kita adalah kumpulan (yang banyak). Sesungguhnya ayah kita dalam kekeliruan yang nyata.",
      "9": "Bunuhlah Yusuf atau buanglah dia ke suatu tempat agar perhatian Ayah tertumpah kepadamu dan setelah itu (bertobatlah sehingga) kamu akan menjadi kaum yang saleh.”",
      "10": "Salah seorang di antara mereka berkata, “Janganlah kamu membunuh Yusuf, tetapi masukkan saja dia ke dasar sumur agar dia dipungut oleh sebagian musafir jika kamu hendak berbuat.”",
      "11": "Mereka berkata, “Wahai ayah kami, mengapa engkau tidak memercayai kami atas Yusuf, padahal sesungguhnya kami benar-benar menginginkan kebaikan baginya?",
      "12": "Biarkanlah dia pergi bersama kami besok pagi agar dia bersenang-senang dan bermain-main. Sesungguhnya kami benar-benar akan menjaganya.”",
      "13": "Dia (Ya'qub) berkata, “Sesungguhnya kepergian kamu bersama dia (Yusuf) sangat menyedihkanku dan aku khawatir serigala akan memangsanya, sedangkan kamu lengah darinya.”",
      "14": "Mereka berkata, “Sungguh, jika serigala memangsanya, padahal kami kelompok (yang kuat), kami benar-benar orang-orang yang merugi.”366)",
      "15": "Maka, ketika mereka membawanya serta sepakat memasukkannya ke dasar sumur, (mereka pun melaksanakan kesepakatan itu). Kami wahyukan kepadanya, “Engkau kelak pasti akan menceritakan perbuatan mereka ini kepada mereka, sedangkan mereka tidak menyadari.”",
      "16": "(Kemudian,) mereka datang kepada ayahnya pada petang hari sambil menangis.",
      "17": "Mereka berkata, “Wahai ayah kami, sesungguhnya kami pergi berlomba dan kami tinggalkan Yusuf di dekat barang-barang kami, lalu serigala memangsanya. Engkau tentu tidak akan percaya kepada kami, sekalipun kami berkata benar.”",
      "18": "Mereka datang membawa bajunya (yang dilumuri) darah palsu. Dia (Ya'qub) berkata, “Justru hanya dirimu sendirilah yang memandang baik urusan (yang buruk) itu, maka hanya bersabar itulah yang terbaik (bagiku). Allah sajalah Zat yang dimohonkan pertolongan terhadap apa yang kamu ceritakan.”",
      "19": "Datanglah sekelompok musafir. Mereka menyuruh seorang pengambil air, lalu dia menurunkan timbanya. Dia berkata, “Oh, senangnya! Ini ada seorang anak muda.” Kemudian mereka menyembunyikannya sebagai barang dagangan. Allah Maha Mengetahui apa yang mereka kerjakan.",
      "20": "Mereka menjualnya (Yusuf) dengan harga murah, (yaitu) beberapa dirham saja sebab mereka tidak tertarik kepadanya.367)",
      "21": "Orang Mesir yang membelinya berkata kepada istrinya,368) “Berikanlah kepadanya tempat (dan layanan) yang baik. Mudah-mudahan dia bermanfaat bagi kita atau kita pungut dia sebagai anak.” Demikianlah, (kelak setelah dewasa,) Kami memberikan kedudukan yang baik kepada Yusuf di negeri (Mesir) dan agar Kami mengajarkan kepadanya takwil mimpi. Allah berkuasa terhadap urusan-Nya, tetapi kebanyakan manusia tidak mengerti.",
      "22": "Ketika dia telah cukup dewasa, Kami berikan kepadanya kearifan dan ilmu. Demikianlah, Kami memberi balasan kepada orang-orang yang berbuat baik.",
      "23": "Perempuan, yang dia (Yusuf) tinggal di rumahnya, menggodanya. Dia menutup rapat semua pintu, lalu berkata, “Marilah mendekat kepadaku.” Yusuf berkata, “Aku berlindung kepada Allah. Sesungguhnya dia (suamimu) adalah tuanku. Dia telah memperlakukanku dengan baik. Sesungguhnya orang-orang zalim tidak akan beruntung.”",
      "24": "Sungguh, perempuan itu benar-benar telah berkehendak kepadanya (Yusuf). Yusuf pun berkehendak kepadanya sekiranya dia tidak melihat tanda (dari) Tuhannya.369) Demikianlah, Kami memalingkan darinya keburukan dan kekejian. Sesungguhnya dia (Yusuf) termasuk hamba-hamba Kami yang terpilih.",
      "25": "Keduanya berlomba menuju pintu dan perempuan itu menarik bajunya (Yusuf) dari belakang hingga koyak dan keduanya mendapati suami perempuan itu di depan pintu. Dia (perempuan itu) berkata, “Apakah balasan terhadap orang yang bermaksud buruk terhadap istrimu selain dipenjarakan atau (dihukum dengan) siksa yang pedih?”",
      "26": "Dia (Yusuf) berkata, “Dia yang menggoda diriku.” Seorang saksi dari keluarga perempuan itu memberikan kesaksian, “Jika bajunya koyak di bagian depan, perempuan itu benar dan dia (Yusuf) termasuk orang-orang yang berdusta.",
      "27": "Jika bajunya koyak di bagian belakang, perempuan itulah yang berdusta dan dia (Yusuf) termasuk orang-orang yang jujur.”",
      "28": "Maka, ketika melihat bajunya (Yusuf) koyak di bagian belakang, dia (suami perempuan itu) berkata, “Sesungguhnya ini adalah tipu dayamu (hai kaum wanita). Tipu dayamu benar-benar hebat.",
      "29": "Wahai Yusuf, lupakanlah ini dan (wahai istriku,) mohonlah ampunan atas dosamu karena sesungguhnya engkau termasuk orang-orang yang bersalah.”",
      "30": "Para wanita di kota itu berkata, “Istri al-Aziz menggoda pelayannya untuk menaklukkannya. Pelayannya benar-benar membuatnya mabuk cinta. Kami benar-benar memandangnya dalam kesesatan yang nyata.”",
      "31": "Maka, ketika dia (istri al-Aziz) mendengar cercaan mereka, dia mengundang wanita-wanita itu dan menyediakan tempat duduk bagi mereka. Dia memberikan sebuah pisau kepada setiap wanita (untuk memotong-motong makanan). Dia berkata (kepada Yusuf), “Keluarlah (tampakkanlah dirimu) kepada mereka.” Ketika wanita-wanita itu melihatnya, mereka sangat terpesona (dengan ketampanannya) dan mereka (tanpa sadar) melukai tangannya sendiri seraya berkata, “Maha Sempurna Allah. Ini bukanlah manusia. Ini benar-benar seorang malaikat yang mulia.”",
      "32": "Dia (istri al-Aziz) berkata, “Itulah orangnya yang menyebabkan kamu mencela aku karena (aku tertarik) kepadanya. Sungguh, aku benar-benar telah menggoda untuk menaklukkan dirinya, tetapi dia menolak. Jika tidak melakukan apa yang aku perintahkan kepadanya, niscaya dia akan dipenjarakan dan benar-benar akan termasuk orang yang hina.”",
      "33": "(Yusuf) berkata, “Wahai Tuhanku, penjara lebih aku sukai daripada memenuhi ajakan mereka. Jika Engkau tidak menghindarkan tipu daya mereka dariku, niscaya aku akan cenderung untuk (memenuhi keinginan mereka) dan tentu aku termasuk orang-orang yang bodoh.”",
      "34": "Maka, Tuhannya memperkenankan (doa)-nya dan menghindarkannya dari tipu daya mereka. Sesungguhnya Dialah yang Maha Mendengar lagi Maha Mengetahui.",
      "35": "Kemudian timbul pikiran pada mereka setelah melihat tanda-tanda (kebenaran Yusuf) bahwa mereka harus memenjarakannya sampai waktu tertentu.",
      "36": "Bersama dia (Yusuf) masuk pula dua orang pemuda ke dalam penjara.370) Salah satunya berkata, “Sesungguhnya aku bermimpi memeras anggur,” dan yang lainnya berkata, “Aku bermimpi membawa roti di atas kepalaku. Sebagiannya dimakan burung.” (Keduanya berkata,) “Jelaskanlah kepada kami takwilnya! Sesungguhnya kami memandangmu termasuk orang-orang yang berbuat baik.”",
      "37": "(Yusuf) berkata, “Tidak ada makanan apa pun yang akan diberikan kepadamu berdua, kecuali aku telah menjelaskan takwilnya sebelum (makanan) itu sampai kepadamu. Itu sebagian dari yang diajarkan Tuhan kepadaku. Sesungguhnya aku telah meninggalkan agama kaum yang tidak beriman kepada Allah, bahkan kepada akhirat pun mereka ingkar.",
      "38": "Aku mengikuti agama nenek moyangku, (yaitu) Ibrahim, Ishaq, dan Ya'qub. Tidak pantas bagi kami mempersekutukan suatu apa pun dengan Allah. Itu adalah bagian dari karunia Allah kepada kami dan kepada manusia (semuanya), tetapi kebanyakan manusia tidak bersyukur.",
      "39": "Wahai dua penghuni penjara, manakah yang lebih baik, tuhan-tuhan yang bermacam-macam itu ataukah Allah Yang Maha Esa lagi Maha Perkasa?",
      "40": "Apa yang kamu sembah selain Dia hanyalah nama-nama (berhala) yang kamu dan nenek moyangmu buat sendiri. Allah tidak menurunkan suatu keterangan apa pun yang pasti tentang hal (nama-nama) itu. Ketetapan (yang pasti benar) itu hanyalah milik Allah. Dia telah memerintahkan agar kamu tidak menyembah selain Dia. Itulah agama yang lurus, tetapi kebanyakan manusia tidak mengetahui.",
      "41": "Wahai dua penghuni penjara, salah seorang di antara kamu akan bertugas menyediakan minuman khamar bagi tuannya, sedangkan yang lain akan disalib. Lalu, burung akan memakan sebagian kepalanya. Telah terjawab perkara yang kamu berdua tanyakan (kepadaku).”",
      "42": "Dia (Yusuf) berkata kepada orang yang diketahuinya akan selamat di antara mereka berdua, “Jelaskanlah keadaanku kepada tuanmu.” Kemudian, setan menjadikan dia lupa untuk menjelaskan (keadaan Yusuf) kepada tuannya. Karena itu, dia (Yusuf) tetap dalam penjara beberapa tahun lamanya.",
      "43": "Raja berkata (kepada para pemuka kaumnya), “Sesungguhnya aku bermimpi melihat tujuh ekor sapi yang gemuk dimakan oleh tujuh ekor sapi yang kurus serta tujuh tangkai (gandum) yang hijau (dan tujuh tangkai) lainnya yang kering. Wahai para pemuka kaum, jelaskanlah kepadaku tentang mimpiku itu jika kamu dapat menakwilkannya!”",
      "44": "Mereka menjawab, “(Itu) mimpi-mimpi yang kosong dan kami sekali-kali tidak mampu menakwilkan mimpi itu.”",
      "45": "Orang yang selamat di antara mereka berdua berkata dan teringat (perihal Yusuf) setelah beberapa waktu lamanya, “Aku akan memberitahukan kepadamu tentang (orang yang pandai) menakwilkan mimpi itu. Maka, utuslah aku (kepadanya).”",
      "46": "(Dia berkata,) “Wahai Yusuf, orang yang sangat dipercaya, jelaskanlah kepada kami (takwil mimpiku) tentang tujuh ekor sapi gemuk yang dimakan oleh tujuh (ekor sapi) kurus dan tujuh tangkai (gandum) hijau yang (meliputi tujuh tangkai) lainnya yang kering agar aku kembali kepada orang-orang itu supaya mereka mengetahuinya.”",
      "47": "(Yusuf) berkata, “Bercocoktanamlah kamu tujuh tahun berturut-turut! Kemudian apa yang kamu tuai, biarkanlah di tangkainya, kecuali sedikit untuk kamu makan.",
      "48": "Kemudian, sesudah itu akan datang tujuh (tahun) yang sangat sulit (paceklik) yang menghabiskan apa yang kamu simpan untuk menghadapinya, kecuali sedikit dari apa (bibit gandum) yang kamu simpan.",
      "49": "Setelah itu akan datang tahun, ketika manusia diberi hujan (dengan cukup) dan pada masa itu mereka memeras (anggur).”",
      "50": "Raja berkata, “Bawalah dia kepadaku!” Ketika utusan itu datang kepadanya, dia (Yusuf) berkata, “Kembalilah kepada tuanmu dan tanyakan kepadanya bagaimana perihal wanita-wanita yang telah melukai tangannya. Sesungguhnya Tuhanku Maha Mengetahui tipu daya mereka.”",
      "51": "Dia (raja) berkata (kepada wanita-wanita itu), “Bagaimana keadaanmu ketika kamu menggoda Yusuf untuk menundukkan dirinya?”371) Mereka berkata, “Maha Sempurna Allah. Kami tidak mengetahui sesuatu keburukan darinya.” Istri al-Aziz berkata, “Sekarang jelaslah kebenaran itu. Akulah yang menggodanya dan sesungguhnya dia termasuk orang-orang yang benar.”",
      "52": "(Yusuf berkata,) “Yang demikian itu agar dia (al-Aziz) mengetahui bahwa aku benar-benar tidak mengkhianatinya ketika dia tidak ada (di rumah) dan bahwa sesungguhnya Allah tidak meridai tipu daya orang-orang yang berkhianat.",
      "53": "Aku tidak (menyatakan) diriku bebas (dari kesalahan) karena sesungguhnya nafsu itu selalu mendorong kepada kejahatan, kecuali (nafsu) yang diberi rahmat oleh Tuhanku. Sesungguhnya Tuhanku Maha Pengampun lagi Maha Penyayang.”",
      "54": "Raja berkata, “Bawalah dia (Yusuf) kepadaku agar aku memilih dia (sebagai orang yang dekat) kepadaku.” Ketika dia (raja) telah berbicara kepadanya, dia (raja) berkata, “Sesungguhnya (mulai) hari ini engkau menjadi seorang yang berkedudukan tinggi di lingkungan kami lagi sangat dipercaya.”",
      "55": "Dia (Yusuf) berkata, “Jadikanlah aku pengelola perbendaharaan negeri (Mesir). Sesungguhnya aku adalah orang yang pandai menjaga (amanah) lagi sangat berpengetahuan.”",
      "56": "Demikianlah Kami memberi kedudukan kepada Yusuf di negeri ini (Mesir) untuk tinggal di mana saja yang dia kehendaki. Kami melimpahkan rahmat Kami kepada siapa yang Kami kehendaki dan Kami tidak menyia-nyiakan pahala orang-orang yang berbuat baik.",
      "57": "Sungguh, pahala akhirat itu (pasti) lebih baik bagi orang-orang yang beriman dan selalu bertakwa.",
      "58": "Saudara-saudara Yusuf datang (ke Mesir), lalu mereka masuk ke (tempat)-nya. Maka, dia (Yusuf) mengenali mereka, sedangkan mereka benar-benar tidak mengenalinya.372)",
      "59": "Ketika dia (Yusuf) menyiapkan perbekalan (bahan makanan) untuk mereka, dia berkata, “Bawalah kepadaku saudaramu yang seayah denganmu (Bunyamin). Tidakkah kamu melihat bahwa aku menyempurnakan takaran (gandum) dan aku adalah sebaik-baiknya penerima tamu?",
      "60": "Jika kamu tidak membawanya kepadaku, kamu tidak akan mendapat jatah (gandum) lagi dariku dan jangan kamu mendekatiku.”",
      "61": "Mereka berkata, “Kami akan membujuk ayahnya agar mengizinkan kami membawanya dan sesungguhnya kami benar-benar akan melaksanakannya.”",
      "62": "Dia (Yusuf) berkata kepada para pembantunya, “Masukkanlah (kembali) barang-barang mereka (yang mereka jadikan alat tukar)373) ke dalam karung-karung mereka. (Hal itu dilakukan) agar mereka mengetahuinya apabila telah kembali kepada keluarga mereka. Mudah-mudahan mereka kembali lagi.”374)",
      "63": "Maka, ketika mereka telah kembali kepada ayah mereka (Ya'qub), mereka berkata, “Wahai ayah kami, kita tidak akan mendapat jatah (gandum) lagi (jika tidak membawa saudara kami). Oleh karena itu, biarkanlah saudara kami pergi bersama kami agar kami mendapat jatah. Sesungguhnya kami benar-benar akan menjaganya.”",
      "64": "Dia (Ya'qub) berkata, “Bagaimana aku akan memercayakannya (Bunyamin) kepadamu, seperti halnya dahulu aku telah memercayakan saudaranya (Yusuf) kepada kamu? Allah adalah penjaga yang terbaik dan Dia Maha Penyayang di antara para penyayang.”",
      "65": "Ketika mereka membuka barang-barang mereka, mereka menemukan barang-barang (penukar) mereka dikembalikan kepada mereka. Mereka berkata, “Wahai ayah kami, apa (lagi) yang kita inginkan? Ini barang-barang kita dikembalikan kepada kita, kita akan dapat mendatangkan bahan makanan untuk keluarga kita, dan kami akan menjaga saudara kami, serta kita akan mendapat tambahan jatah (gandum) seberat beban seekor unta. Itu adalah suatu (tambahan) jatah yang mudah (bagi raja Mesir).”",
      "66": "Dia (Ya'qub) berkata, “Aku tidak akan melepaskannya (pergi) bersama kamu, sebelum kamu bersumpah kepadaku atas (nama) Allah, bahwa kamu pasti akan membawanya kembali kepadaku, kecuali jika kamu dikepung (oleh musuh).” Setelah mereka memberikan janji kepadanya, dia (Ya'qub) berkata, “Allah adalah saksi terhadap apa yang kita ucapkan.”",
      "67": "Dia (Ya'qub) berkata, “Wahai anak-anakku, janganlah kamu masuk dari satu pintu gerbang, dan masuklah dari pintu-pintu gerbang yang berbeda-beda. (Namun,) aku tidak dapat mencegah (takdir) Allah dari kamu sedikit pun. (Penetapan) hukum itu hanyalah hak Allah. Kepada-Nyalah aku bertawakal dan hendaklah kepada-Nya (saja) orang-orang yang bertawakal (meningkatkan) tawakal(-nya).”",
      "68": "Ketika mereka masuk dari arah yang sesuai dengan perintah ayahnya, (hal itu) tidak dapat mencegah sedikit pun keputusan Allah, tetapi (itu) hanya suatu keinginan pada diri Ya'qub (yaitu kasih sayang kepada anak-anaknya) yang telah dipenuhinya. Sesungguhnya dia benar-benar mempunyai pengetahuan karena Kami telah mengajarkan kepadanya, tetapi kebanyakan manusia tidak mengetahui.",
      "69": "Ketika mereka masuk ke (tempat) Yusuf, dia menempatkan saudaranya (Bunyamin) di tempatnya, dia (Yusuf) berkata, “Sesungguhnya aku adalah saudaramu, jangan engkau bersedih terhadap apa yang selalu mereka kerjakan.”",
      "70": "Maka, ketika telah disiapkan bahan makanan untuk mereka, dia (Yusuf) memasukkan cawan375) ke dalam karung saudaranya (Bunyamin). Kemudian berteriaklah seorang penyeru, “Wahai kafilah, sesungguhnya kamu benar-benar para pencuri.”",
      "71": "Mereka bertanya, sambil menghadap kepada mereka (yang menuduh), “Apa yang hilang darimu?”",
      "72": "Mereka menjawab, “Kami kehilangan cawan raja, dan siapa yang dapat mengembalikannya akan memperoleh (bahan makanan seberat) beban unta dan aku jamin itu.”",
      "73": "Mereka (saudara-saudara Yusuf) menjawab, “Demi Allah, sungguh kamu mengetahui bahwa kami datang bukan untuk berbuat kerusakan di negeri ini dan kami bukanlah para pencuri.”",
      "74": "Mereka berkata, “Kalau demikian, apa hukumannya jika kamu berdusta?”",
      "75": "Mereka (saudara-saudara Yusuf) menjawab, “Hukumannya ialah siapa yang ditemukan dalam karungnya (barang yang hilang itu), maka dialah sendiri balasannya (dijadikan hamba sahaya).376) Demikianlah kami memberikan hukuman kepada orang-orang zalim.”",
      "76": "Maka, mulailah dia (memeriksa) karung-karung mereka sebelum (memeriksa) karung saudaranya sendiri (Bunyamin), kemudian dia mengeluarkannya (cawan raja itu) dari karung saudaranya. Demikianlah Kami mengatur (rencana) untuk Yusuf. Dia tidak dapat menghukum saudaranya menurut hukum raja, kecuali Allah menghendakinya. Kami angkat derajat orang yang Kami kehendaki; dan di atas setiap orang yang berpengetahuan ada yang lebih mengetahui.",
      "77": "Mereka (saudara-saudara Yusuf) berkata, “Jika dia (Bunyamin) mencuri, sungguh sebelum ini saudaranya pun (Yusuf) pernah mencuri.” Maka Yusuf menyembunyikan (kekesalan) dalam hatinya dan tidak menampakkannya kepada mereka. Dia berkata (dalam hatinya), “Kamu lebih buruk kedudukan (yakni sifat-sifat kamu). Allah Maha Mengetahui apa yang kamu terangkan.”",
      "78": "Mereka berkata, “Wahai al-Aziz, sesungguhnya dia (Bunyamin) mempunyai ayah yang sudah lanjut usia karena itu ambillah salah seorang di antara kami sebagai gantinya. Sesungguhnya kami melihat engkau termasuk orang-orang yang selalu berbuat lebih baik.”",
      "79": "Dia (Yusuf) berkata, “Kami memohon pelindungan kepada Allah dari menahan (seseorang), kecuali siapa yang kami temukan harta kami padanya. Jika kami (berbuat) demikian, sesungguhnya kami benar-benar orang-orang zalim.”",
      "80": "Maka, ketika mereka telah berputus asa darinya (putusan Yusuf terhadap permintaan mereka membebaskan adiknya) mereka menyendiri (sambil berunding) dengan berbisik-bisik. Yang tertua di antara mereka berkata, “Tidakkah kamu ketahui bahwa ayah kamu telah mengambil sumpah dari kamu dengan (nama) Allah dan sebelum ini kamu telah menyia-nyiakan Yusuf? Oleh karena itu, aku tidak akan meninggalkan negeri ini (Mesir) sampai ayahku mengizinkanku (untuk kembali) atau Allah memberi putusan terhadapku. Dia adalah pemberi putusan yang terbaik.",
      "81": "Kembalilah kepada ayahmu, lalu katakanlah, 'Wahai ayah kami, sesungguhnya anakmu (Bunyamin) telah mencuri dan kami tidak bersaksi kecuali apa yang kami ketahui dan kami bukanlah orang-orang yang menjaga (mengetahui) apa yang gaib (yang di balik) itu.",
      "82": "Tanyalah (penduduk) negeri tempat kami berada dan kafilah yang datang bersama kami. Sesungguhnya kami betul-betul orang yang benar.’”",
      "83": "Dia (Ya'qub) berkata, “Sebenarnya hanya dirimu sendiri yang memandang baik urusan (yang buruk) itu. (Kesabaranku) adalah kesabaran yang baik. Mudah-mudahan Allah mendatangkan mereka semua kepadaku. Sesungguhnya hanya Dialah Yang Maha Mengetahui lagi Maha Bijaksana.”",
      "84": "Dia (Ya'qub) berpaling dari mereka (anak-anaknya) seraya berkata, “Alangkah kasihan Yusuf,” dan kedua matanya menjadi putih karena sedih. Dia adalah orang yang sungguh-sungguh menahan (amarah dan kepedihan).",
      "85": "Mereka berkata, “Demi Allah, engkau tidak henti-hentinya mengingat Yusuf sehingga engkau (mengidap) penyakit berat atau engkau termasuk orang-orang yang akan binasa (wafat).”",
      "86": "Dia (Ya'qub) menjawab, “Hanya kepada Allah aku mengadukan kesusahan dan kesedihanku. Aku mengetahui dari Allah apa yang tidak kamu ketahui.",
      "87": "Wahai anak-anakku, pergi dan carilah berita tentang Yusuf beserta saudaranya. Janganlah kamu berputus asa dari rahmat Allah. Sesungguhnya tidak ada yang berputus asa dari rahmat Allah, kecuali kaum yang kafir.”",
      "88": "Ketika mereka masuk ke (tempat)-nya (Yusuf), mereka berkata, “Wahai yang mulia, kami dan keluarga kami telah ditimpa kesengsaraan dan kami datang membawa barang-barang yang tidak berharga, maka penuhilah takaran (gandum) untuk kami, dan bersedekahlah kepada kami. Sesungguhnya Allah memberi balasan kepada orang-orang yang bersedekah.”",
      "89": "Dia (Yusuf) berkata, “Tahukah kamu (kejelekan) apa yang telah kamu perbuat terhadap Yusuf dan saudaranya karena kamu tidak mengetahui (akibat) perbuatanmu itu?”",
      "90": "Mereka berkata, “Apakah engkau benar-benar Yusuf?” Dia (Yusuf) menjawab, “Aku Yusuf dan ini saudaraku. Sungguh, Allah telah melimpahkan karunia-Nya kepada kami. Siapa yang bertakwa dan bersabar, sesungguhnya Allah tidak menyia-nyiakan pahala orang-orang yang muhsin.”",
      "91": "Mereka berkata, “Demi Allah, Allah benar-benar telah melebihkan engkau di atas kami dan sesungguhnya kami benar-benar orang-orang yang bersalah.”",
      "92": "Dia (Yusuf) berkata, “Pada hari ini tidak ada cercaan terhadap kamu, mudah-mudahan Allah mengampuni kamu. Dia Maha Penyayang di antara para penyayang.",
      "93": "Pergilah kamu dengan membawa bajuku ini, lalu usapkan ke wajah ayahku, nanti dia akan melihat (kembali); dan bawalah seluruh keluargamu kepadaku.”",
      "94": "Ketika kafilah itu telah keluar (dari Mesir dan memasuki Palestina), ayah mereka berkata, “Sesungguhnya aku mencium bau Yusuf seandainya kamu tidak menuduhku lemah akal.”",
      "95": "Mereka (keluarga Yusuf) berkata, “Demi Allah, sesungguhnya engkau benar-benar masih dalam kekeliruanmu yang dahulu.”",
      "96": "Ketika telah tiba pembawa kabar gembira itu, diusapkannya (baju itu) ke wajahnya (Ya'qub), lalu dia dapat melihat kembali. Dia (Ya'qub) berkata, “Bukankah telah aku katakan kepadamu bahwa aku mengetahui dari Allah apa yang tidak kamu ketahui?”",
      "97": "Mereka (anak-anak Ya'qub) berkata, “Wahai ayah kami, mohonkanlah ampunan untuk kami atas dosa-dosa kami. Sesungguhnya kami adalah orang-orang yang bersalah.”",
      "98": "Dia (Ya'qub) berkata, “Aku akan memohonkan ampunan bagimu kepada Tuhanku. Sesungguhnya Dialah Yang Maha Pengampun lagi Maha Penyayang.”",
      "99": "Maka ketika mereka masuk ke (tempat) Yusuf, dia merangkul ibu bapaknya seraya berkata, “Masuklah ke negeri Mesir. Insyaallah dalam keadaan aman.”",
      "100": "Dia (Yusuf) menaikkan kedua ibu bapaknya ke atas singgasana. Mereka tunduk bersujud kepadanya (Yusuf). Dia (Yusuf) berkata, “Wahai ayahku, inilah takwil mimpiku yang dahulu itu. Sungguh, Tuhanku telah menjadikannya kenyataan. Sungguh, Tuhanku telah berbuat baik kepadaku, ketika Dia membebaskan aku dari penjara dan ketika membawa kamu dari dusun, setelah setan merusak (hubungan) antara aku dengan saudara-saudaraku. Sesungguhnya Tuhanku Maha Lembut terhadap apa yang Dia kehendaki. Sesungguhnya Dialah Yang Maha Mengetahui lagi Maha Bijaksana.",
      "101": "Tuhanku, sungguh Engkau telah menganugerahkan kepadaku sebagian kekuasaan dan telah mengajarkan kepadaku sebagian takwil mimpi. (Wahai Tuhan) pencipta langit dan bumi, Engkaulah pelindungku di dunia dan di akhirat. Wafatkanlah aku dalam keadaan muslim dan gabungkanlah aku dengan orang-orang saleh.”",
      "102": "Itulah sebagian berita gaib yang Kami wahyukan kepadamu (Nabi Muhammad), padahal engkau tidak berada di samping mereka ketika mereka bersepakat mengatur tipu daya (untuk memasukkan Yusuf ke dalam sumur).",
      "103": "Kebanyakan manusia tidak akan beriman walaupun engkau (Nabi Muhammad) sangat menginginkannya.",
      "104": "Engkau tidak meminta imbalan apa pun kepada mereka atas hal itu (seruanmu). Ia (Al-Qur’an) tidak lain adalah pengajaran bagi semesta alam.",
      "105": "Berapa banyak tanda-tanda (kebesaran Allah) di langit dan di bumi yang mereka lalui, tetapi mereka berpaling darinya.",
      "106": "Kebanyakan mereka tidak beriman kepada Allah, bahkan mereka musyrik.",
      "107": "Apakah mereka merasa aman dari kedatangan siksa Allah yang meliputi mereka, atau kedatangan kiamat kepada mereka secara tiba-tiba, sedangkan mereka tidak menyadari?",
      "108": "Katakanlah (Nabi Muhammad), “Inilah jalanku, aku dan orang-orang yang mengikutiku mengajak (seluruh manusia) kepada Allah dengan bukti yang nyata. Maha Suci Allah dan aku tidak termasuk golongan orang-orang musyrik.”",
      "109": "Kami tidak mengutus sebelum engkau (Nabi Muhammad), kecuali laki-laki yang Kami berikan wahyu kepada mereka di antara penduduk negeri. Tidakkah mereka berjalan di bumi lalu memperhatikan bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul)? Sesungguhnya negeri akhirat itu lebih baik bagi orang-orang yang bertakwa. Apakah kamu tidak mengerti?",
      "110": "Sehingga, apabila para rasul tidak memiliki harapan lagi dan meyakini bahwa mereka benar-benar telah didustakan, datanglah kepada mereka pertolongan Kami, lalu diselamatkanlah orang yang Kami kehendaki. Siksa Kami tidak dapat ditolak dari kaum pendosa.",
      "111": "Sungguh, pada kisah mereka benar-benar terdapat pelajaran bagi orang-orang yang berakal sehat. (Al-Qur’an) bukanlah cerita yang dibuat-buat, melainkan merupakan pembenar (kitab-kitab) yang sebelumnya, memerinci segala sesuatu, sebagai petunjuk, dan rahmat bagi kaum yang beriman."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Alif Laam Raa. Huruf-huruf Hijaiyyah yang menjadi pembuka surah pada ayat ini dan surah lainya diungkap Allah untuk menggugah dan menarik perhatian kepada lawan bicara, agar mereka memperhatikan pesan-pesan yang akan disampaikan Allah. Huruf ini adalah huruf-huruf yang merangkai ayat-ayat Al-Qur'an hingga menjadi susunan ayat yang indah dan istimewa. Ayat-ayat berikut yang terdapat dalam surah ini adalah sebagian dari ayat-ayat yang terdapat dalam Kitab suci Al-Qur'an yang jelas dan nyata bahwa ayat-ayat tersebut adalah wahyu dari Allah.",
        "2": "Selanjutnya Allah menegaskan keberadaan Al-Qur'an. Sesungguhnya Kami menurunkannya, yakni kalam Allah yang qadim sebagai Qur'an, yaitu bacaan yang berbahasa Arab, bahasa induk masyarakat pertama yang dihadapi Nabi agar kamu mengerti maknanya dan paham akan isi dari pesan-pesan yang terkandung di dalamnya, sehingga kamu mampu memahaminya dengan akalmu.",
        "3": "Allah menurunkan ayat ini dan sesudahnya ketika sekelompok orang Yahudi meminta Nabi Muhammad menceritakan kisah Nabi Yusuf dan Nabi Yakub, lalu turunlah ayat berikut ini. Kami akan menceritakan kepadamu wahai Nabi Muhammad suatu kisah umat-umat terdahulu untuk menguatkan hatimu dan menjadi pelajaran bagi umatmu. Kisah ini adalah kisah yang paling baik karena sarat dengan pesan, nasihat, dan pelajaran yang diuraikan dengan susunan bahasa yang indah dan menarik. Kisah itu Kami turunkan dengan mewahyukan Al-Qur'an ini kepadamu, dan sesungguhnya engkau sebelum Kami mewahyukannya itu termasuk orang yang tidak mengetahui tentang kisah-kisah umat terdahulu. Kisah-kisah para nabi dan orang-orang saleh yang dipaparkan dalam Al-Qur'an adalah menjadi pelajaran bagi umat Nabi Muhammad, karena sarat dengan pesan-pesan moral serta nasihat.",
        "4": "Setelah dijelaskan bahwa di antara wahyu Al-Qur'an yang diturunkan Allah berupa kisah-kisah umat terdahulu yang belum diketahui secara jelas oleh Nabi Muhammad dan umatnya, ayat ini menjelaskan tentang salah satu kisah tersebut, yaitu kisah Nabi Yusuf. Allah memulai kisah Nabi Yusuf dengan menceritakan perihal mimpinya. Ketika Yusuf putra Nabi Yakub berkata kepada ayahnya, “Wahai ayahku! Sungguh, aku bermimpi melihat sebelas bintang, yakni saudaranya yang berjumlah sebelas, matahari, yakni ayahnya dan bulan, yakni ibunya; kulihat semuanya sujud atau mengarahkan pandangannya dan hormat kepadaku.”",
        "5": "Kemudian dia–Nabi Yakub–berkata kepada putranya, “Wahai anakku! Janganlah engkau ceritakan mimpimu kepada saudara-saudaramu. Aku khawatir apabila mereka tahu, mereka akan membuat tipu daya untuk membinasakan-mu karena kedengkian mereka. Sungguh, setan itu musuh yang jelas bagi manusia karena terus berupaya memunculkan rasa permusuhan di antara sesama.”",
        "6": "Setelah Nabi Yusuf menceritakan mimpi itu kepada ayahnya, lalu ayahnya mempunyai firasat bahwa mimpi tersebut mempunyai arti penting, kemudian ia pun berkata, “Dan demikianlah, Tuhan telah memilih engkau wahai putraku Yusuf, dari sekian hamba-hamba lainnya. Dan selain itu Allah akan mengajarkan kepadamu sebagian dari takwil mimpi beserta berita tentang arti-arti mimpi, dan kelak akan menyempurnakan nikmat-Nya berupa kenabian dan kerajaan kepadamu dan kepada keluarga Yakub, sebagaimana Dia telah menyempurnakan nikmat-Nya berupa kenabian kepada kedua orang kakekmu sebelum itu, yaitu Nabi Ibrahim dan Nabi Ishak. Sungguh, Tuhanmu Maha Mengetahui siapa yang berhak dipilih, dan Mahabijaksana dalam memberi karunia kepada orang yang dikehendaki-Nya.”",
        "7": "Setelah dijelaskan tentang mimpi Nabi Yusuf dan isyarat akan dipilihnya dia sebagai Nabi dan beberapa karunia lain yang akan diberikan Allah kepadanya, ayat berikut ini menjelaskan tentang sikap putraputra Nabi Yakub terhadap Nabi Yusuf, sebagaimana dijelaskan, sungguh, dalam kisah Nabi Yusuf dan saudara-saudaranya terdapat tanda-tanda kekuasaan Allah dan pelajaran berharga bagi orang yang bertanya tentang kisah itu. Kisah tersebut juga menjadi bukti kebenaran Nabi Muhammad sebagai utusan Allah, karena mampu menjelaskan kisah Nabi Yusuf secara gamblang.",
        "8": "Pelajaran dari kisah itu dimulai ketika mereka saudara-saudara Nabi Yusuf satu ayah lain ibu berkata satu sama lain, “Sesungguhnya Yusuf dan saudara kandung-nya, yakni Bunyamin lebih dicintai ayah daripada kita, padahal kita adalah satu golongan yang kuat dan mampu membantu segala urusannya. Sungguh, ayah kita dalam kekeliruan yang nyata karena lebih mencintai Yusuf dan Bunyamin dari pada kita.",
        "9": "Kemudian di antara mereka berkata kepada sesamanya, “Bunuhlah Yusuf atau buanglah dia ke suatu tempat yang jauh dari kampung halaman kita agar perhatian ayah tertumpah kepadamu tanpa ada yang menghalanginya, dan setelah itu kamu bertobat kepada Allah, karena pintu tobat selalu terbuka, kemudian meminta maaf kepada ayah, sehingga kamu kembali lagi menjadi orang yang baik.”",
        "10": "Seorang di antara mereka memberi saran dan berkata, “Janganlah kamu membunuh Yusuf, tetapi masukkan saja dia ke dasar sumur agar dia dipungut oleh sebagian musafir yang melewati sumur itu, jika kamu hendak berbuat sesuatu untuk menjauhkan Yusuf dengan ayah.”",
        "11": "Setelah dipaparkan tentang rencana jahat putra-putra Nabi Yakub terhadap Nabi Yusuf, lalu pada ayat ini diuraikan tentang aksi mereka melakukan tipu muslihat yang diawali dengan membujuk sang ayah untuk membawa serta Nabi Yusuf pergi bersama mereka. Mereka berkata, “Wahai ayah kami! Mengapa engkau tidak memercayai kami sebagai penanggung jawab terhadap saudara kami sendiri Yusuf, padahal sesungguhnya kami semua menginginkan kebaikan baginya, dengan membawa serta Yusuf bersama kami, dan kami semua akan menjaga dengan baik serta memberinya kasih sayang.",
        "12": "Kemudian mereka meminta kembali kepada ayahnya: Biarkanlah dia pergi bersama kami besok pagi saat kami pergi menggembala kambing, agar dia bisa bersenang-senang dengan memakan buah-buahan segar dan bermain-main bersama kami dalam perlombaan dan permainan yang diperbolehkan, dan kami pasti menjaganya dengan baik serta melindunginya dari marabahaya.”",
        "13": "Mendengar bujukan putra-putranya dia Nabi Yakub berkata, “Sesungguhnya kepergian kamu bersama dia putraku Yusuf, dan berpisahnya dia denganku sangat menyedihkanku dan aku khawatir dia akan dimakan serigala ketika jauh darimu, sedang kamu lengah darinya karena sibuk bermain atau sibuk dengan urusan lain.”",
        "14": "Mereka berkata kepada sang ayah, “Demi Allah jika dia dimakan serigala, itu sungguh mustahil, padahal kami golongan yang kuat dan memiliki keberanian, kalau demikian yang terjadi tentu kami termasuk golongan orang-orang yang rugi, lagi pengecut dan hidup tidak berguna.”",
        "15": "Setelah diuraikan tentang bujukan mereka kepada sang ayah, lalu sang ayah dengan berat hati mengizinkan mereka membawa serta Nabi Yusuf, ayat berikut ini menjelaskan tentang aksi mereka memisahkan Nabi Yusuf dari ayahnya. Maka ketika mereka membawanya pergi ke tengah padang pasir, dan setan pun memengaruhi mereka, sehingga mereka sepakat memasukkan Nabi Yusuf ke dasar sumur. Kemudian Kami wahyukan kepadanya ketika berada di sumur, “Engkau wahai Nabi Yusuf kelak setelah dewasa pasti akan menceritakan perbuatan jahat ini kepada mereka, sedang mereka tidak menyadari bahwa orang yang pernah mereka aniaya itu adalah engkau.”",
        "16": "Setelah mereka menceburkan Nabi Yusuf ke dalam sumur dan meninggalkannya sendirian, kemudian mereka datang kepada ayah mereka pada petang hari sambil menangis sebagai ekspresi bahwa mereka sedih. Dengan cara ini mereka menduga bahwa ayahnya percaya dengan berita yang akan mereka sampaikan, sehingga perbuatan jahat mereka tertutupi.",
        "17": "Kemudian mereka berkata, “Wahai ayah kami! Sesungguhnya kami pergi bermain sambil berlomba memanah dan berpacu, dan kami tinggalkan Yusuf di dekat barang-barang kami sendirian di tempat yang aman. Saat kami meninggalkan Yusuf sebentar, tiba-tiba datang serigala lalu dia dimakan serigala. Sungguh sangat mengejutkan, dan engkau tentu tidak akan percaya kepada kami dengan berita ini, sekalipun kami berkata benar. Hal itu karena cintamu yang berlebih-lebihan kepada Yusuf, sehingga engkau berprasangka buruk kepada kami.”",
        "18": "Dan ketika mereka datang menghadap ayahnya, mereka membawa serta baju gamisnya Nabi Yusuf yang dilumuri darah palsu agar ayahnya percaya bahwa perkataan mereka benar, tapi baju itu justru menjadi bukti kebohongan mereka, karena tidak ada sedikit pun tanda bekas gigitan serigala di bajunya. Lalu dia–Nabi Yakub–berkata kepada putra-putranya,” Sebenarnya hanya dirimu sendirilah yang memandang baik urusan yang buruk itu lantaran setan telah menghiasi dirimu dengan nafsu yang mendorong berbuat jahat, untuk mencelakai Yusuf. Maka aku akan tetap bersabar tanpa mengeluh dan mengadu kepada siapa pun, karena hanya dengan bersabar itulah yang terbaik bagiku. Dan hanya kepada Allah saja aku memohon pertolongan-Nya agar aku mampu menerima ujian terhadap apa yang kamu ceritakan tentang Yusuf, dan aku juga berserah diri kepada-Nya.”",
        "19": "Setelah mereka berhasil mencelakai Nabi Yusuf dengan memasukkannya ke dalam sumur, ayat ini menceritakan lanjutan kisah Nabi Yusuf, yaitu ditemukannya dia oleh rombongan kafilah yang hendak pergi ke Mesir. Dan setelah Nabi Yusuf diceburkan ke dalam sumur oleh saudaranya, maka datanglah sekelompok musafir dari Madyan yang hendak menuju Mesir, kemudian di antara mereka menyuruh salah seorang pengambil air untuk minum para kafilah. Lalu dia menurunkan timbanya, ketika timba diturunkan di sumur, bergantunglah Nabi Yusuf pada tali timba itu. Dengan nada terkejut, dia pun berteriak sambil berkata, “Oh, senangnya, ini ada seorang anak muda yang sehat lagi elok parasnya!” Setelah Nabi Yusuf diangkat, kemudian mereka menyembunyikannya dengan maksud akan menjadikannya sebagai barang dagangan. Dan Allah Maha Mengetahui apa yang mereka kerjakan, karena tidak ada satu pun yang bisa disembunyikan dari-Nya.",
        "20": "Dan setelah musafir itu tiba di Mesir, mereka pun menjualnya yakni Nabi Yusuf dengan harga rendah atau murah, yaitu beberapa dirham saja, sebab mereka tidak tertarik kepadanya untuk memiliki dan mengambilnya sebagai anak atau sebagai budak yang dipekerjakan.",
        "21": "Setelah diuraikan bahwa Nabi Yusuf dijual oleh para kafilah dengan harga murah, lalu ayat ini menjelaskan tentang keberadaan Nabi Yusuf di tengah keluarga al-Aziz yang membelinya. Dan orang dari Mesir yang membelinya, yaitu al-Aziz berkata kepada istrinya,”Berikanlah kepadanya tempat dan layanan yang baik, mudah-mudahan dia bermanfaat bagi kita setelah ia dewasa dan dapat membantu tugas-tugas kita, atau kita pungut dia sebagai anak karena tampak dari raut mukanya, dia anak yang cerdas, lagi rupawan, dan memiliki perawakan yang gagah.” Dan demikianlah setelah Kami selamatkan dia dari marabahaya, Kami memberikan kedudukan yang baik kepada Nabi Yusuf di negeri Mesir berupa tempat tinggal dan jabatan bendaharawan di kemudian hari, dan agar Kami anugerahkan kenabian kepadanya, dan Kami ajarkan kepadanya takwil mimpi serta rahasia-rahasia segala sesuatu. Dan Allah berkuasa terhadap urusan-Nya, tetapi kebanyakan manusia yang menyekutukan Allah tidak mengerti bahwa Allah berkuasa mengangkat derajat hamba-Nya.",
        "22": "Dan ketika dia telah cukup dewasa, yakni memiliki kematangan dalam berpikir dan jasmani yang kuat, Kami berikan kepadanya karunia kenabian, kekuasaan dan ilmu pengetahuan agama, takwil mimpi, dan rahasia-rahasia segala sesuatu. Demikianlah Kami memberi karunia kepada hamba-Nya sebagai balasan kepada orang-orang yang berbuat baik karena ketaatannya kepada Allah.",
        "23": "Setelah diuraikan tentang karunia Allah kepada Nabi Yusuf berupa ilmu pengetahuan dan kenabian ketika dewasa, ayat berikut ini menjelaskan sisi lain yang dialami Nabi Yusuf, yaitu godaan istri al-Aziz. Dan perempuan (istri al-Aziz) yang dia (Nabi Yusuf ) tinggal di rumahnya menggoda dirinya. Dan serta merta dia pun masuk ke kamar Nabi Yusuf kemudian menutup pintu-pintu kamar, lalu berkata kepada Nabi Yusuf,\" Marilah mendekat kepadaku.” Kemudian Nabi Yusuf berkata seraya memohon, “Aku berlindung kepada Allah dari tindakan keji, bagaimana mungkin aku menuruti ajakanmu, sungguh, tuanku Al-Aziz telah memperlakukan aku dengan baik, memberiku tempat, kedudukan, serta memberiku kepercayaan, maka sedikit pun aku tidak akan mengkhianati kepercayaannya.” Sesungguhnya orang yang membalas kebaikan dengan kejahatan adalah termasuk golongan orang zalim, dan orang yang zalim itu tidak akan beruntung.",
        "24": "Dan sungguh, perempuan itu telah berkehendak kepadanya, yakni Nabi Yusuf untuk melayani nafsu birahinya. Dan Nabi Yusuf pun berkehendak kepadanya, sekiranya dia tidak melihat tanda dari Tuhannya, niscaya dia akan terjatuh dalam perbuatan maksiat. Demikianlah, Kami kuatkan keimanannya sehingga Kami palingkan darinya perilaku keburukan dan kekejian. Sungguh, dia–Nabi Yusuf–termasuk hamba Kami yang terpilih untuk mengemban risalah Allah dan selalu taat kepada perintah-Nya.",
        "25": "Dan ketika itu keduanya pun berkejaran lari menuju pintu, dan perempuan itu mencoba menghalangi Nabi Yusuf keluar pintu dengan menarik baju gamisnya dari belakang hingga koyak, dan pada saat Nabi Yusuf berhasil membuka pintu, keduanya mendapati suami perempuan itu di depan pintu. Ketika al-Aziz menyaksikan istrinya bersama Nabi Yusuf keluar pintu, dia pun berkata kepada suaminya seraya meminta, “Apakah balasan terhadap orang yang bermaksud buruk terhadap istrimu wahai paduka, selain dipenjarakan atau dihukum dengan siksa yang pedih?” Istri al- Aziz berkata demikian, untuk menutupi kesalahannya dan menjaga nama baik dirinya.",
        "26": "Setelah dijelaskan bahwa kasus istri al-Aziz dengan Nabi Yusuf diketahui oleh al-Aziz, dan uraian tentang pernyataan istri al-Aziz bahwa dirinya tidak bersalah, kemudian ayat ini menjelaskan tentang pembelaan diri Nabi Yusuf atas tuduhan tersebut. dia–Nabi Yusuf–pun menyangkal tuduhan itu dan berkata, “Dia-lah yang menggodaku dan merayu diriku.” Dan ketika itu ada seorang saksi, yakni seorang bayi dalam buaian dari keluarga perempuan itu memberikan kesaksian seraya berkata,” Jika baju gamisnya Nabi Yusuf koyak di bagian depan, maka apa yang dikatakan perempuan itu benar bahwa Nabi Yusuf telah menggoda istri al-Aziz, dan dia Nabi Yusuf termasuk orang yang dusta.",
        "27": "Dan jika baju gamisnya Nabi Yusuf koyak di bagian belakang, maka perempuan itulah yang dusta karena telah berkata bohong, dan dia–Nabi Yusuf–termasuk orang yang benar perkataannya.",
        "28": "Maka ketika dia–al-Aziz–melihat baju gamisnya Nabi Yusuf koyak di bagian belakang, dia pun berkata,” Sesungguhnya ini adalah tipu dayamu wahai istriku. Sungguh, tipu dayamu untuk mengelabui kami benar-benar hebat.”",
        "29": "Setelah al-Aziz mengetahui bahwa istrinya yang bersalah, lalu ia berkata kepada Nabi Yusuf wahai Yusuf ! “Lupakanlah peristiwa ini, jangan kamu ceritakan kepada orang lain, dan engkau wahai istriku mohonlah ampunan kepada Allah atas dosamu, karena engkau termasuk orang yang bersalah sebab telah menggoda Yusuf dan berkata bohong.”",
        "30": "Setelah peristiwa tersebut, mereka berusaha menutupi kasus itu, namun meskipun ditutup-tutupi, ternyata berita buruk itu tetap tersebar di kalangan istri pejabat istana dan menjadi bahan pembicaraan, sebagaimana diuraikan pada ayat berikut ini. Dan perempuan-perempuan di kota setelah mendengar peristiwa itu, mereka berkata satu sama lain, “Istri al-Aziz telah menggoda dan merayu pelayannya untuk menundukkan dirinya, karena pelayannya benar-benar telah membuat dirinya mabuk cinta hingga lupa diri. Sungguh kami memandang dia, yakni istri al-Aziz dalam kesesatan yang nyata, karena mencintai pelayannya.”",
        "31": "Maka ketika perempuan itu, yaitu istri al-Aziz mendengar cercaan mereka sehingga menjadi bahan pembicaraan umum, maka ia pun ingin membuat siasat terhadap perempuan-perempuan yang mencercanya, lalu diundangnyalah perempuan-perempuan itu dalam sebuah jamuan dan disediakannya tempat duduk dan sandaran yang nyaman bagi mereka, dan kepada masing-masing mereka diberikan sebuah pisau untuk memotong hidangan yang disediakan berupa buah-buahan dan lainnya, kemudian dia berkata kepada Nabi Yusuf, “Keluarlah dan tampakkanlah dirimu kepada mereka.” Ketika perempuan-perempuan itu melihatnya, mereka terpesona kepada ketampanan rupanya, dan mereka yang hadir itu pun tanpa sadar telah melukai tangannya sendiri dengan pisau yang dipegangnya seraya berkata, “Mahasempurna Allah yang menciptakan makhluk dengan wajah yang sempurna dan rupawan, pemuda ini bukanlah manusia biasa pada umumnya. Tetapi ini benar-benar malaikat yang mulia dan suci, karena baru kali ini kita melihat manusia yang sangat sempurna.”",
        "32": "Setelah istri al-Aziz memperlihatkan Nabi Yusuf kepada mereka, lalu dia berkata, “Itulah orangnya yang menyebabkan kamu mencela aku karena aku tertarik kepadanya, dan sungguh benar, aku memang telah menggoda untuk menundukkan dirinya tetapi dia menolak ajakanku dan berlindung kepada Tuhan-Nya. Jika dia tidak melakukan apa yang aku perintahkan kepadanya, yaitu melayani keinginanku, niscaya dia akan dipenjarakan, dan dia akan menjadi orang yang hina, karena tidak mendapatkan tempat terhormat dan fasilitas pelayanan yang baik.”",
        "33": "Mendengar perkataan istri al-Aziz, Nabi Yusuf berkata seraya memohon kepada Allah,” Wahai Tuhanku! Penjara yang gelap lagi sempit lebih aku sukai daripada tinggal di dalam istana hanya untuk memenuhi ajakan mereka memenuhi nafsu birahinya. Jika aku tidak Engkau hindarkan dari tipu daya dan rayuan mereka, niscaya aku akan cenderung untuk memenuhi keinginan mereka. Dan jika aku tunduk terhadap kemauan mereka tentu aku termasuk orang yang bodoh karena telah menjerumuskan diri dalam perbuatan yang hina.”",
        "34": "Maka Tuhan memperkenankan doa Nabi Yusuf, dan Dia menghindarkan Nabi Yusuf dari tipu daya mereka, yakni istri al-Aziz dan teman-temannya. Dialah Yang Maha Mendengar permohonan orang-orang yang berdoa, lagi Maha Mengetahui seluruh perbuatan dan niat hamba-Nya.",
        "35": "Kemudian timbul pikiran pada mereka, yakni al-Aziz dan para penasehatnya setelah melihat tanda-tanda kebenaran Nabi Yusuf bahwa mereka harus memenjarakannya demi menjaga kehormatan keluarganya, serta menghindari cemoohan masyarakat sampai waktu tertentu.",
        "36": "Setelah dijelaskan bahwa Allah memperkenankan permohonan Nabi Yusuf untuk tinggal di penjara sebagai jalan terbaik, lalu ayat berikut ini menceritakan tentang dua pelayan istana yang masuk penjara. Dan bersama dia masuk pula dua orang pemuda, yaitu pelayan raja ke dalam penjara. Salah satunya berkata kepada Nabi Yusuf perihal mimpinya, “Sesungguhnya aku bermimpi memeras anggur untuk dibuat minuman raja,” dan pelayan yang lainnya berkata, “Aku bermimpi, membawa roti di atas kepalaku, lalu sebagiannya dimakan burung.” Berikanlah kepada kami takwilnya mimpi kami berdua. Sesungguhnya kami memandangmu termasuk orang yang berbuat baik, taat beribadah, berakhlak mulia, dan selalu menjaga kehormatan.",
        "37": "Dia–Nabi Yusuf–berkata kepada dua pemuda itu,” Dengan izin Allah, jenis makanan apa pun yang akan diberikan kepadamu berdua dari-Nya kecuali aku telah dapat menerangkan takwilnya, sebelum makanan itu sampai kepadamu. Itu sebagian dari ilmu pengetahuan yang diajarkan Tuhan kepadaku melalui wahyu, termasuk ilmu takwil mimpi, bukan melalui peramal atau ahli nujum. Karunia ini aku dapatkan karena sesungguhnya aku beriman kepada Allah, ikhlas beribadah kepada-Nya, dan telah meninggalkan agama orang-orang yang tidak beriman kepada Allah sebagaimana agama yang dianut oleh raja Mesir dan rakyatnya, bahkan mereka tidak percaya kepada hari akhirat dan hari pembalasan.",
        "38": "Dan aku mengikuti agama nenek moyangku, yaitu Nabi Ibrahim, Nabi Ishak, dan Nabi Yakub. Aku hanya menyembah Tuhan Yang Maha Esa dan memurnikan agama untuk-Nya. Tidak pantas bagi kami para nabi mempersekutukan sesuatu apa pun dengan Allah. Memurnikan agama Tauhid lagi lurus itu adalah bagian dari karunia yang diberikan Allah kepada kami dan kepada seluruh umat manusia; tetapi kebanyakan manusia tidak bersyukur terhadap karunia dan nikmat dari-Nya.",
        "39": "Setelah Nabi Yusuf menjelaskan tentang agama tauhid yang dianutnya, pada ayat berikut ini Nabi Yusuf mengajak kepada dua orang pemuda yang ada dalam penjara bersamanya untuk mengikuti agama tauhid seraya bertanya, “Wahai kedua penghuni penjara! Manakah yang baik, tuhan-tuhan yang bermacam-macam itu yang berhak disembah ataukah Tuhan Allah Yang Maha Esa, lagi Mahaperkasa?” Dialah Allah Tuhan yang Maha Menciptakan, dan Maha Memberi rezeki. Karena itu, hanya Dia-lah yang berhak disembah.",
        "40": "Apa yang kamu sembah selain Dia dan kamu percayai sebagai tuhan, hanyalah nama-nama yang kamu buat-buat lalu dianggap baik oleh kamu sendiri maupun oleh nenek moyangmu, padahal ia hanyalah benda mati yang tidak bisa memberi manfaat maupun mendatangkan mudarat. Allah tidak menurunkan suatu keterangan pun baik berupa dalil yang pasti maupun bukti yang kuat tentang suatu hal mengenai nama atau status benda yang kamu jadikan sesembahan itu. Keputusan yang adil tentang akidah, ibadah, dan ketentuan dalam muamalah yang benar itu hanyalah milik Allah, karena Dialah Pencipta segalanya sehingga mengetahui segala sesuatu tentang ciptaan-Nya. Dia telah memerintahkan agar kamu dengan tulus ikhlas tidak menyembah selain Dia, karena Allah adalah Pencipta, Pemberi rezeki, Yang Menghidupkan dan Mematikan. Itulah agama yang lurus lagi benar yang dijelaskan dalam kitab suci dan disampaikan para rasul-Nya, tetapi kebanyakan manusia tidak mengetahui hakikat kebenaran itu disebabkan oleh sifat sombong mereka yang selalu mengikuti hawa nafsunya.",
        "41": "Setelah Nabi Yusuf terlebih dahulu menyampaikan risalah Allah tentang ketuhanan, ayat berikutnya menjelaskan tentang takwil mimpi kedua pemuda itu sebagaimana dijelaskan pada ayat 36. Hal ini dilakukan agar ajaran tauhid mudah diterima oleh mereka. Wahai kedua penghuni penjara, dengarkanlah takwil mimpi kamu,”Adapun salah seorang di antara kamu yang bermimpi memeras anggur, maka dalam waktu dekat akan dibebaskan dari penjara dan akan bertugas kembali menyediakan minuman khamar bagi tuannya. Adapun yang seorang lagi yang bermimpi membawa roti di atas kepalanya, dia akan dijatuhi hukuman mati dengan cara disalib, lalu burung hinggap dan memakan sebagian daging kepalanya. Dengan demikian telah terjawab perkara yang kamu tanyakan kepadaku perihal takwil mimpi kamu.”",
        "42": "Dan dia Nabi Yusuf pun berkata kepada orang yang diketahuinya akan selamat dari hukuman mati di antara mereka berdua, “Jika kamu nanti keluar dari penjara ini, terangkanlah tentang keadaanku yang ditahan secara zalim tanpa kesalahan kepada tuanmu, agar aku dapat segera dibebaskan.” Maka setan menjadikan dia yakni orang yang selamat dari hukuman, lupa untuk menerangkan tentang keadaan Nabi Yusuf kepada tuannya. Karena itu dia Nabi Yusuf tetap dalam penjara beberapa tahun lamanya, dalam tempo kurang lebih tiga sampai sembilan tahun.",
        "43": "Setelah dipaparkan tentang keberadaan Nabi Yusuf di dalam penjara yang cukup lama tanpa ada perhatian dari siapa pun, berikutnya dipaparkan tentang mimpi raja. Akibat mimpi raja ini membuka kembali ingatan pelayan raja akan pesan Nabi Yusuf kepadanya. Adapun mimpi raja sebagaimana dijelaskan berikut ini. Dan raja berkata kepada para pemuka kaumnya, “Sesungguhnya aku bermimpi melihat tujuh ekor sapi betina yang gemuk dimakan oleh tujuh ekor sapi betina yang kurus; kemudian aku melihat pula tujuh tangkai biji gandum yang hijau yang penuh isinya dan tujuh tangkai biji gandum lainnya yang kering dan tidak berisi. Wahai orang yang terkemuka dari kalangan orang-orang pandai dan bijak! Terangkanlah kepadaku tentang takwil mimpiku itu jika kamu dapat menakwilkan apa arti mimpi itu.” Apabila Allah menghendaki sesuatu, Dia menyiapkan sebab-sebabnya. Mimpi raja itu kelak menjadi salah satu penyebab bebasnya Nabi Yusuf dari penjara.",
        "44": "Kemudian mereka para pemuka kaumnya pun menjawab, “Itu hanyalah bunga tidur dan termasuk dari mimpi-mimpi yang kosong tidak ada artinya dan oleh karena itu kami tidak mampu menakwilkan mimpi itu.”",
        "45": "Dan ketika mendengar mimpi raja itu, berkatalah orang yang selamat dari hukuman mati di antara mereka berdua yang dahulu pernah dipenjara bersama Nabi Yusuf. Dan ia pun baru teringat akan pesan Nabi Yusuf kepadanya setelah beberapa waktu lamanya yang ia lupakan, “Aku akan memberitahukan kepadamu wahai paduka tentang orang yang pandai menakwilkan mimpi itu, maka karena itu utuslah aku menemuinya untuk menyampaikan perihal mimpimu itu.”",
        "46": "Kemudian pelayan raja pun bergegas menjumpai Nabi Yusuf lalu berkata, “Yusuf, wahai orang yang sangat dipercaya tutur katanya! Terangkanlah kepada kami takwil mimpi raja tentang tujuh ekor sapi betina yang gemuk yang dimakan oleh tujuh ekor sapi betina yang kurus, kemudian ada tujuh tangkai biji gandum yang hijau dan tujuh tangkai biji gandum lainnya yang kering agar aku kembali kepada orang-orang itu untuk menyampaikan berita ini, agar mereka segera mengetahui apa arti mimpi raja tersebut.”",
        "47": "Setelah mendengar penuturan pelayan istana perihal mimpi raja, dia–Nabi Yusuf–pun berkata, “Menanggapi mimpi itu saya menyarankan agar kamu segera mempersiapkan diri bercocok tanam selama tujuh tahun berturut-turut sebagaimana biasa; kemudian apa yang kamu tuai hendaklah kamu biarkan tetap di tangkainya, supaya bisa bertahan lama ketika disimpan di tempat yang aman, kecuali sedikit dari hasil panen itu yang kamu ambil untuk kamu makan pada masa kini.",
        "48": "Kemudian setelah tujuh tahun masa subur itu berlalu, akan datang tujuh tahun musim kemarau yang sangat sulit. Masa sulit yang akan berlalu nanti kamu akan menghabiskan apa yang kamu simpan untuk menghadapinya berupa bahan makanan pokok, kecuali sedikit dari apa yang kamu simpan pada masa subur itu.",
        "49": "Setelah musim kemarau itu berlalu, akan datang tahun di mana manusia diberi hujan dengan cukup sehingga tanaman dapat tumbuh subur kembali dan pada masa subur itu mereka bisa memeras kembali anggur sebagai minuman yang lezat lagi segar.”",
        "50": "Setelah Nabi Yusuf menceritakan takwil mimpi raja dengan rinci dan jelas kepada pelayan raja dan iapun menyampaikannya kepada sang raja, pada ayat ini dijelaskan tentang permintaan raja untuk memanggil Nabi Yusuf setelah mendengarkan perihal tafsir mimpinya itu Dan raja berkata kepada para pembantunya, “Bawalah dia–Yusuf– kepadaku.” Ketika utusan itu datang kepadanya dan memintanya menghadap raja, dia–Nabi Yusuf–pun berkata, “Kembalilah kepada tuanmu dan tanyakan kepadanya bagaimana halnya perempuan-perempuan yang telah melukai tangannya sendiri tatkala aku keluar dihadapan mereka.” Hal ini disampaikan Nabi Yusuf agar pembebasannya jelas dan kebenaran terungkap. Sungguh, Tuhanku Maha Mengetahui tipu daya dan muslihat mereka terhadapku sehingga tidak ada yang bisa disembunyikan dari-Nya. Vonis hukuman yang dijatuhkan, maupun pembebasan seseorang dari hukuman, seharusnya disertai bukti yang kuat, bukan sekadar alasan dan dugaan.",
        "51": "Kemudian dia–raja–pun berkata kepada perempuan-perempuan yang telah melukai tangan mereka sendiri dengan pisau, “Ceritakan padaku, bagaimana keadaanmu, yakni menurut pendapatmu ketika kamu menggoda Nabi Yusuf untuk menundukkan dirinya apakah dia terpengaruh oleh bujuk dan rayuanmu?” Kemudian mereka berkata, \"Mahasempurna Allah, kami tidak mengetahui dan melihat sedikit pun kekurangan atau suatu keburukan pun padanya. “ Saat itu istri al-Aziz mengaku dan berkata terus terang, “Sekarang jelaslah kebenaran itu terungkap setelah sekian lama tertutup, sesungguhnya akulah yang menggoda dan merayunya, namun ia menolak dan berlindung kepada Allah. Dan aku mengakui sesungguhnya dia termasuk orang yang benar dan jujur perkataannya, dia benar-benar telah dizalimi. “",
        "52": "Kemudian istri al-Aziz mengatakan, “Yang demikian itu, yakni pengakuan bahwa akulah yang menggoda Yusuf dan dia menolaknya, adalah agar dia, suamiku, mengetahui bahwa aku benar-benar tidak mengkhianatinya dan berselingkuh dengan orang lain ketika dia tidak ada bersamaku, dan agar Yusuf bebas dari segala tuduhan. Dan aku menyadari bahwa sesungguhnya Allah tidak meridai tipu daya orang-orang yang berkhianat. Allah pasti akan mengungkap kejadian yang sebenarnya, meski hal itu sudah ditutup-tutupi bertahun-tahun.” []",
        "53": "Setelah peristiwa yang dialami Nabi Yusuf berlalu dan ia terbukti tidak bersalah, ia pun berkata, “Dan aku tidak menyatakan diriku bebas dari kesalahan apa pun, karena sesungguhnya salah satu jenis nafsu manusia itu adalah nafsu amarah, yang selalu mendorong manusia kepada kejahatan, kecuali nafsu yang diberi rahmat oleh Tuhanku sehingga tidak membawaku kepada kejahatan. Sesungguhnya Tuhanku Maha Pengampun atas segala dosa, Maha Penyayang bagi siapa saja yang Dia kehendaki.",
        "54": "Raja yakin bahwa Nabi Yusuf telah dizalimi dipenjara tanpa berbuat salah. Raja juga mengaguminya karena kemampuannya memberikan takwil mimpi sang raja. Raja pun berkata, “Bawalah dia (Yusuf ) kepadaku, agar aku memilih dia sebagai orang yang dekat kepadaku dan aku angkat menjadi penasihat dalam pemerintahan.” Ketika dia (raja) telah bercakap-cakap dengan dia, dia (raja) berkata, “Sesungguhnya kamu mulai hari ini kuangkat menjadi seorang yang berkedudukan tinggi di lingkungan kerajaan kami dan menjadi orang yang dipercaya mengurus urusan kerajaan.”",
        "55": "Dia (Yusuf ) menerima tawaran raja, lalu dia berkata, “Jadikanlah aku sebagai bendaharawan negeri Mesir ini; karena sesungguhnya aku adalah orang yang pandai menjaga amanat dan berpengetahuan luas tentang kebendaharaan.”",
        "56": "Permohonan Nabi Yusuf diterima oleh raja. Dan demikianlah Kami memberi kedudukan kepada Yusuf di negeri Mesir ini; untuk itu dia bebas tinggal di mana saja yang dia kehendaki. Kami melimpahkan rahmat kepada siapa yang Kami kehendaki, dan Kami tidak menyia-nyiakan sedikit pun pahala bagi orang yang berbuat baik.",
        "57": "Dan ketahuilah, sungguh pahala akhirat itu pasti lebih baik bagi orang-orang yang beriman dan selalu bertakwa.",
        "58": "Ketika menjabat sebagai bendahara kerajaan, Nabi Yusuf menunjukkan kemampuannya mengatasi paceklik yang melanda Mesir dengan kebijakan membagi-bagikan makanan kepada penduduk yang membutuhkan. Kabar tentang keberhasilan ini tersebar ke seluruh penjuru negeri, bahkan ke Palestina, kampung halaman Nabi Yakub dan anak-anaknya. Bersamaan dengan Mesir, Palestina juga mengalami masa paceklik. Nabi Yakub menyuruh anak-anaknya, kecuali Bunyamin, untuk berangkat ke Mesir. Dan saudara-saudara Yusuf datang ke Mesir untuk memperoleh makanan. Sesampai di Mesir, lalu mereka masuk ke tempat-nya, yakni Nabi Yusuf, yang sedang mengawasi pembagian makanan. Maka Nabi Yusuf pun mengenali mereka, sedang mereka tidak mengenalinya.",
        "59": "Dan ketika dia (Nabi Yusuf ) menyiapkan bahan makanan bagi saudara-saudaranya untuk mereka bawa pulang, dia berkata kepada mereka, “Bila kalian datang kembali ke Mesir, bawalah kepadaku saudaramu yang seayah dengan kamu (Bunyamin) agar aku bisa memberimu jatah bahan makanan lebih banyak lagi. Tidakkah kamu melihat bahwa aku menyempurnakan takaran, bahkan melebihkannya untuk kalian, dan di samping itu, aku adalah seorang penerima tamu yang terbaik dengan menjamu kalian secara sempurna?”",
        "60": "Sebelum saudara-saudaranya kembali ke Palestina, Nabi Yusuf mengingatkan mereka, “Maka jika kamu tidak membawanya kepadaku pada saat kedatangan kalian nanti, maka kalian tidak akan mendapat jatah gandum lagi dariku, dan jangan pula kamu mendekatiku lagi sesudah itu!”",
        "61": "Mendengar peringatan Nabi Yusuf tersebut, mereka berkata, “Kami berjanji akan membujuk ayahnya, Nabi Yakub, untuk membawanya bersama kami nanti, dan kami benar-benar berjanji akan melaksanakannya seperti yang engkau pesankan.”",
        "62": "Usai menyampaikan pesan tersebut kepada saudara-saudaranya, dia (Nabi Yusuf ) berkata kepada pelayan-pelayannya dengan maksud menanam budi, “Masukkanlah kembali barang-barang penukar yang tadi telah mereka tukarkan dengan makanan, ke dalam karung-karungnya, agar nanti mereka mengetahuinya apabila mereka telah kembali kepada keluarganya. Mudah-mudahan dengan melihat barang-barang itu di karung-karung tersebut, mereka merasa berkewajiban untuk kembali lagi.”",
        "63": "Setelah bahan makanan yang menjadi hak saudara-saudara Nabi Yusuf masuk seluruhnya ke dalam karung-karung, mereka lantas bertolak menuju Palestina untuk menemui Nabi Yakub, ayah mereka. Maka ketika mereka telah kembali kepada ayah mereka, mereka lalu berkata, “Wahai ayah kami! Kami tidak akan mendapat jatah gandum lagi dari penguasa Mesir jika kami tidak membawa serta saudara kami, Bunyamin. Sebab itu, wahai Ayah, biarkanlah saudara kami itu pergi bersama kami ke Mesir agar kami mendapat jatah makanan dari penguasa Mesir, dan kami berjanji benar-benar akan menjaganya dan tidak akan mengulangi kesalahan yang pernah kami lakukan kepada Yusuf.”",
        "64": "Mendengar permintaan anak-anaknya, dia (Yakub) berkata, “Bagaimana aku tidak khawatir akan mempercayakannya (Bunyamin) kepadamu seperti kekhawatiran yang aku rasakan ketika telah mempercayakan saudaranya (Yusuf) kepada kamu dahulu? Akan tetapi, karena kamu memaksa untuk membawa Bunyamin, maka aku serahkan semuanya kepada Allah.”Maka Allah adalah penjaga yang terbaik bagi hamba-hamba-Nya, dan Dia Maha Penyayang di antara para penyayang.",
        "65": "Anak-anak Nabi Yakub belum juga berhasil meyakinkan ayah mereka untuk membawa Bunyamin ke Mesir. Dan ketika mereka membuka barang-barangnya di hadapan Nabi Yakub, mereka menemukan bahwa barang-barang yang mereka jadikan penukar dengan bahan makanan yang mereka perlukan dikembalikan oleh Nabi Yusuf kepada mereka. Mereka berkata, “Wahai ayah kami! Apalagi yang kita inginkan dari perjalanan ke Mesir? Semua bahan makanan sudah kita peroleh. Lihatlah ini, barang-barang kita dikembalikan lagi kepada kita oleh penguasa Mesir itu. Apabila kami berangkat lagi ke Mesir dengan membawa serta Bunyamin, tentu kita akan mendapat bahan makanan yang lebih banyak, dan dengan itu kita akan dapat memberi makan keluarga kita. Kami berjanji akan memelihara dan menjaga saudara kami, Bunyamin. Dengan membawa serta Bunyamin, dapat kami bayangkan kegembiraan penguasa Mesir itu, dan kita pasti akan mendapat tambahan jatah gandum yang lebih banyak, yakni seberat beban seekor unta. Memberikan bahan makanan sebanyak itu adalah suatu hal yang mudah bagi seorang penguasa Mesir.”",
        "66": "Mendengar berbagai alasan dari anak-anaknya untuk mengajak serta Bunyamin, Dia (Nabi Yakub) kemudian berkata, “Aku tidak akan melepaskannya pergi bersama kamu ke Mesir sebelum kamu semua bersumpah kepadaku atas nama Allah bahwa kamu pasti akan membawanya kepadaku kembali dari sana, kecuali jika kamu mendapat hambatan atau musibah di tengah jalan, seperti dikepung musuh sehingga kamu tidak mampu mengembalikannya kepadaku.” Setelah mereka mengucapkan sumpah akan memenuhi permintaannya, dia (Nabi Yakub) berkata, “Allah adalah menjadi saksi terhadap apa yang kita ucapkan.”",
        "67": "Ketika tiba saat bagi anak-anak Nabi Yakub bersama Bunyamin berangkat ke Mesir, timbul firasat di hati Nabi Yakub tentang kesulitan yang akan mereka hadapi. Dan dia (Nabi Yakub) berkata kepada mereka, “Wahai anak-anakku! Begitu sampai di Mesir, janganlah kamu masuk bersama-sama dari satu pintu gerbang saja, dan masuklah secara berpencar dari pintu-pintu gerbang yang berbeda. Namun, meski aku menyuruh kalian berbuat demikian untuk menghindari kemungkinan buruk yang akan terjadi, aku tidak dapat mempertahankan kamu sedikit pun dari ketentuan dan takdir Allah. Keputusan itu hanyalah hak dan wewenang Allah. Kepada-Nya aku bertawakal dengan berserah diri secara penuh, dan hanya kepada-Nya pula bertawakallah orang-orang yang bertawakal.”",
        "68": "Petunjuk yang diberikan Nabi Yakub dilaksanakan dengan baik oleh anak-anaknya. Dan ketika mereka masuk ke negeri Mesir sesuai dengan perintah ayah mereka, maka sesungguhnya masuk Mesir dengan cara berpencar tidak dapat menolak sedikit pun keputusan dan takdir Allah. Itu semua hanya suatu keinginan pada diri Yakub yang telah ditetapkannya sendiri. Hal itu menunjukkan betapa dia mengharapkan keselamatan bagi anak-anaknya dalam menempuh perjalanan jauh itu. Dan sesungguhnya dia (Nabi Yakub) mempunyai pengetahuan tentang itu karena Kami telah mengajarkan banyak hal kepadanya, tetapi kebanyakan manusia tidak mengetahui bahwa apa yang dilakukan Nabi Yakub adalah hal yang benar.",
        "69": "Usai masuk dengan berpencar melalui pintu-pintu gerbang yang berbeda, sampailah saudara-saudara Nabi Yusuf ke tempatnya. Dan ketika mereka masuk ke tempat Yusuf, dia pun menempatkan tiap dua orang dari mereka dalam satu kamar, sementara dia menempatkan saudaranya (Bunyamin) di tempatnya sendiri. Ketika Nabi Yusuf berada di kamar bersama Bunyamin, dia (Yusuf ) berkata, “Sesungguhnya aku adalah saudara kandung-mu. Jangan engkau bersedih hati terhadap apa yang telah mereka kerjakan terhadap kita berdua.”",
        "70": "Menjelang kepulangan saudara-saudara Nabi Yusuf ke Kanaan, ia meminta para pembantunya untuk mempersiapkan kepulangan mereka. Maka ketika telah disiapkan bahan makanan untuk mereka bawa pulang dan bekal dalam perjalanan mereka, dia menugaskan pembantunya untuk memasukkan piala, yakni gelas minuman yang pada saat itu digunakan untuk menakar, ke dalam karung saudara kandung-nya, Bunyamin. Kemudian setelah saudara-saudaranya berangkat, Nabi Yusuf memberitahu para pembantunya bahwa piala yang digunakan untuk menakar telah hilang, barangkali diambil atau terbawa oleh kafilah yang baru saja pergi. Para pembantu Nabi Yusuf lantas mengejar kafilah tersebut. Ketika mereka berhasil mendekati kafilah anak-anak Nabi Yakub, berteriaklah seseorang yang mengejar, seraya menyerukan, “Wahai kafilah! Sesungguhnya kamu pasti para pencuri.”",
        "71": "Mereka, anak-anak Nabi Yakub, sangat terkejut mendengar seruan itu. Segera mereka bertanya sambil menghadap kepada mereka, para pembantu Nabi Yusuf, “Kamu kehilangan apa?”",
        "72": "Mereka, para pembantu Nabi Yusuf, menjawab, “Kami kehilangan piala raja, dan siapa yang mengakui piala itu ada padanya dan dapat mengembalikannya tanpa harus kami geledah, maka dia akan memperoleh bahan makanan seberat beban unta, dan aku jamin hadiah itu pasti akan dia terima.”",
        "73": "Saudara-saudara Nabi Yusuf merasa tersinggung dengan tuduhan para pembantu Nabi Yusuf. Mereka pun membela diri dan menjawab, “Sebelum ini kami sudah pernah datang ke Mesir. Identitas kami sudah pernah diperiksa oleh petugas kerajaan. Beberapa hari yang lalu kami bahkan dijamu oleh raja. Demi Allah, sungguh, kamu mengetahui bahwa kami datang bukan untuk berbuat keonaran dan kerusakan di negeri ini, dan kamu juga tahu bahwa kami bukanlah para pencuri seperti yang kamu tuduhkan.”",
        "74": "Mendengar jawaban tersebut, mereka, para pembantu Nabi Yusuf, berkata, “Tetapi, apa hukumannya jika piala itu ditemukan di karung-karung makanan yang kalian bawa, yang dengan demikian terbukti bahwa kamu adalah para pendusta?”",
        "75": "Mereka, anak-anak Nabi Yakub, menjawab, “Hukumannya ialah pada siapa ditemukan dalam karungnya piala yang hilang itu, maka dia sendirilah yang akan menerima hukumannya, bukan yang lain. Demikianlah ajaran agama kami; memberi hukuman kepada orang-orang zalim.”",
        "76": "Para pembantu Nabi Yusuf menyepakati tawaran anak-anak Nabi Yakub. Maka mulailah dia, salah satu pembantu Nabi Yusuf, memeriksa karung-karung mereka, yakni saudara-saudara tiri Nabi Yusuf, sebelum memeriksa karung Bunyamin, saudara kandung-nya sendiri. Setelah cukup lama menggeledah dengan teliti, kemudian dia (pembantu Nabi Yusuf ) mengeluarkan piala itu dari karung Bunyamin, saudara kandung-nya. Demikianlah cara Kami, yakni Allah, mengatur rencana untuk Yusuf agar ia dapat tetap bersama saudara kandungya, Bunyamin. Dia (Nabi Yusuf ) tidak dapat menghukum saudara kandung-nya menurut undang-undang raja Mesir, kecuali Allah menghendakinya, yakni hukuman yang diusulkan oleh saudara-saudara tirinya sendiri. Kami angkat derajat orang yang Kami kehendaki; dan ketahuilah bahwa di atas setiap orang yang berpengetahuan pasti ada orang-orang yang lebih mengetahui, dan di atas semua itu ada Allah Yang Maha Mengetahui.",
        "77": "Betapa terperanjat saudara-saudara Nabi Yusuf menerima kenyataan bahwa piala ditemukan dalam karung Bunyamin. Untuk menutupi malu, mereka berkata, “Jika dia, Bunyamin, benar-benar mencuri, maka sungguh sifat buruk itu sama dengan sifat buruk saudara kandungnya, Nabi Yusuf. Sebelum itu saudara kandung-nya pun pernah pula mencuri.”Maka saat mendengar ucapan itu, Nabi Yusuf merasa jengkel, tetapi ia dapat menyembunyikan kejengkelan itu dalam hatinya dan tidak ditampakkannya kepada mereka. Dia hanya berkata dalam hati, “Kedudukanmu justru lebih buruk karena kamu telah berbohong kepada ayah kamu, mencuri, dan menganiaya Yusuf dengan memasukkannya ke dalam sumur. Dan Allah Maha Mengetahui apa yang kamu terangkan dan apa yang kamu sembunyikan.”",
        "78": "Jawaban saudara-saudara Nabi Yusuf itu sedikit pun tidak membantu untuk membebaskan Bunyamin, padahal mereka sudah bersumpah akan menjaga Bunyamin dalam perjalanan ini. Untuk itulah mereka berkata dan memohon kepada Nabi Yusuf, “Wahai Al-Aziz!-panggilan kehormatan-Dia, Bunyamin, mempunyai ayah yang juga ayah kami. Ayah kami itu sudah lanjut usia, dan kami sudah bersumpah kepadanya untuk membawa pulang Bunyamin. Karena itu, ambillah salah seorang di antara kami sebagai gantinya. Sesungguhnya kami melihat engkau termasuk orang-orang yang berbuat baik.”",
        "79": "Mendengar permohonan mereka, dia (Nabi Yusuf ) berkata, “Kami selalu memohon perlindungan kepada Allah dari menahan seseorang yang tidak bersalah. Kami tidak menahan kecuali orang yang kami temukan harta kami padanya. Jika kami berbuat demikian, yakni menahan seseorang di antara kamu sebagai ganti Bunyamin, berarti kami orang yang zalim karena menahan orang yang tidak bersalah.”",
        "80": "Pupuslah harapan mereka begitu mendengar jawaban Nabi Yusuf. Maka ketika mereka telah berputus asa darinya, yakni putusan Nabi Yusuf untuk membebaskan Bunyamin dan menahan salah seorang di antara mereka sebagai gantinya, maka mereka pun menyendiri sambil berunding dengan berbisik-bisik. Yang tertua usianya di antara mereka berkata, “Tidakkah kamu ketahui bahwa ayahmu telah mengambil janji dari kamu dengan nama Allah untuk menjaga dan membawa pulang Bunyamin ke hadapannya, dan sebelum itu ingatkah kamu bahwa kita dulu telah menyia-nyiakan Yusuf dengan melemparkannya ke dalam sumur? Sebab itu, aku tidak akan meninggalkan negeri Mesir ini. Aku akan tetap tinggal di sini sampai ayahku mengizinkan aku untuk menghadapnya, atau Allah memberi keputusan terhadapku;aku akan menerima apa pun keputusan Allah. Dan Dia adalah hakim yang senantiasa memberi keputusan terbaik bagi hamba-hamba-Nya.”",
        "81": "Karena tidak lagi ada peluang bagi anak-anak Nabi Yakub untuk mengubah keputusan Al-Aziz, mereka menyerah. Mereka dengan berat hati meninggalkan Bunyamin. Saudara tertua mereka, karena merasa gagal menjaga Bunyamin, pun tetap tinggal di Mesir. Ia berpesan kepada mereka, “Kembalilah kepada ayahmu dan katakanlah kepadanya dengan lembut, 'Wahai ayah kami! Sesungguhnya anakmu, Bunyamin, telah dituduh mencuri piala raja, dan kami hanya menyaksikan apa yang kami ketahui secara lahir, dan kami tidak mengetahui apa yang di balik itu.",
        "82": "Dan bila engkau memerlukan saksi, tanyalah penduduk negeri tempat kami berada ketika peristiwa itu terjadi, dan tanyalah pula kafilah yang datang bersama kami; mereka pun melihat peristiwa itu. Dan apa pun tanggapan Ayah terkait peristiwa ini, dapat kami pastikan bahwa kami adalah orang yang benar.’”",
        "83": "Anak-anak Nabi Yakub, selain Bunyamin dan saudara tertua mereka, bertolak menuju Kanaan. Setiba di Kanaan mereka menceritakan kepada Nabi Yakub peristiwa yang mereka alami dan tuduhan yang ditujukan kepada Bunyamin. Dia (Nabi Yakub) berkata, “Sebenarnya dalam hati kecilku hanya dirimu sendiri yang memandang baik atau memandang ringan urusan yang buruk itu; bahwa kalian tidak menepati janji untuk menjaga Bunyamin. Maka kesabaranku adalah kesabaran yang baik. Aku bermohon kepada Allah mudah-mudahan Allah mendatangkan mereka semuanya, baik Bunyamin, saudara tertuamu, maupun Yusuf kepadaku. Sungguh, Dialah Tuhan Yang Maha Mengetahui, Mahabijaksana.”",
        "84": "Dan setelah berkata demikian, dia (Nabi Yakub) berpaling dari mereka untuk menyendiri seraya berkata, “Aduhai duka citaku terhadap Yusuf,” dan karena terlalu banyak meneteskan air mata, kedua matanya menjadi putih karena sedih sehingga tidak bisa lagi melihat. Dia lebih banyak diam karena menahan amarah kepada anak-anaknya.",
        "85": "Melihat Nabi Yakub terus-menerus mengingat Nabi Yusuf. Mereka berkata, “Demi Allah, engkau tidak pernah henti-hentinya mengingat Nabi Yusuf yang sudah tidak diketahui lagi keberadaannya, sehingga engkau mengidap penyakit berat yang membuat badanmu kurus dan pikiranmu kacau atau membuat engkau termasuk orang-orang yang akan binasa dan meninggal dunia.”",
        "86": "Ucapan sinis anak-anaknya diterima oleh Nabi Yakub dengan penuh kesabaran. Dia menjawab, “Hanya kepada Allah aku tanpa jemu dan bosan mengadukan seluruh kesusahan dan kesedihanku. Dan aku mengetahui berkat rahmat dan karunia dari Allah apa yang tidak kamu ketahui.”",
        "87": "Sebagai nabi dan rasul, Nabi Yakub sebenarnya tahu Nabi Yusuf masih hidup, hanya saja Allah belum memberitahukan tempat keberadaannya. Untuk itulah Nabi Yakub meminta anak-anaknya mencari Yusuf dan menjemput Bunyamin, “Wahai anak-anakku! Pergilah kamu kembali ke Mesir, dan carilah berita tentang Yusuf dan saudaranya, Bunyamin, dan jangan kamu berputus asa dari rahmat dan pertolongan Allah. Sesungguhnya tidak ada yang berputus asa dari rahmat dan pertolongan Allah, melainkan hanyalah orang-orang yang kafir.”",
        "88": "Anak-anak Nabi Yakub lalu mempersiapkan diri untuk kembali berangkat ke Mesir. Keberangkatan mereka kali ini bukan semata untuk menyelidiki keberadaan Nabi Yusuf, melainkan juga untuk memperoleh bahan makanan karena saat itu cadangan makanan mereka sudah menipis. Maka setelah menempuh perjalanan yang melelahkan, sampailah  di Mesir, dan ketika mereka masuk ke tempat Nabi Yusuf, mereka berkata, “Wahai Al-Aziz yang mulia! Kami dan keluarga kami di Kanaan telah ditimpa kesengsaraan karena  paceklik berkepanjangan dan kami datang membawa barang-barang yang tidak berharga untuk ditukar dengan bahan makanan. Hanya itu yang kami miliki, maka kami bermohon, wahai Al-Aziz yang mulia, penuhilah jatah gandum untuk kami, dan bersedekahlah kepada kami. Sesungguhnya Allah memberi balasan yang berlipat ganda kepada orang yang bersedekah.”",
        "89": "Nabi Yusuf terenyuh mendengar cerita dan melihat kondisi saudara-saudaranya. Dia lalu berkata, “Tahukah kamu perbuatan buruk apa yang telah kamu perbuat terhadap Yusuf dahulu dan saudaranya, Bunyamin, karena kamu tidak menyadari akibat perbuatan jahat-mu itu?”",
        "90": "Mereka tersentak mendengar ucapan Nabi Yusuf. Mereka mulai berpikir apakah pria di hadapan mereka adalah Nabi Yusuf. Mereka lalu berkata dengan perasaan bersalah bercampur gembira, “Apakah engkau benar-benar Yusuf?” Dia menjawab dengan ramah, “Aku Yusuf dan ini saudara kandung-ku. Sungguh, Allah Yang Maha Pengasih dan Penyayang telah melimpahkan karunia-Nya kepada kami sehingga kami dapat bertemu kembali. Sesungguhnya barang siapa bertakwa dan bersabar, maka Sungguh, Allah tidak akan menyia-nyiakan pahala bagi orang yang berbuat baik.”",
        "91": "Mendapati kenyataan yang tidak terduga itu, mereka lalu berkata, “Demi Allah, sungguh Allah Yang Mahakuasa telah melebihkan engkau di atas kami dalam ketakwaan, kekayaan, kekuasaan, kedudukan sosial, dan ketampanan; dan sesungguhnya kami adalah orang yang telah bersalah dan berbuat dosa.”",
        "92": "Dia (Nabi Yusuf ) berusaha membesarkan hati saudara-saudaranya. Ia berkata, “Pada hari ini tidak ada cercaan, kecaman, dan pembalasan dendam dariku terhadap kamu, dan aku berdoa mudah-mudahan Allah mengampuni dosa-dosa kamu. Dan Dia Maha Penyayang di antara para penyayang, lebih-lebih terhadap orang-orang yang menyesal dan mau bertobat.”",
        "93": "Berhasil menenangkan hati saudara-saudaranya, Nabi Yusuf lalu meminta mereka segera menemui ayah mereka di Kanaan, “Pergilah kamu dengan membawa bajuku ini, dan jangan ada yang tinggal seorang pun agar ayah kita tidak curiga lagi, dan begitu kamu sampai di Kanaan, usapkan bajuku ini ke wajah ayahku, nanti dia akan sembuh dan dapat melihat kembali seperti sedia kala; dan kembalilah lagi ke Mesir bersama ayah kita dan bawalah seluruh keluargamu kepadaku; jangan ada seorang pun yang tertinggal.”",
        "94": "Saudara-saudara Nabi Yusuf mengikuti perintahnya. Mereka mempersiapkan diri untuk kembali ke Kana’an. Dan demikianlah, ketika kafilah itu telah keluar dari Mesir, ayah mereka yang berada jauh di Kanaan berkata kepada para menantu dan cucunya yang tinggal bersamanya di Kanaan, “Sesungguhnya aku mencium bau Yusuf. Sekiranya kamu semua tidak menuduhku sudah pikun atau lemah akal, tentu kamu akan membenarkanku.”",
        "95": "Menanggapi ucapan Nabi Yakub yang selalu menyebut-nyebut Nabi Yusuf, mereka dengan kesal berkata, “Demi Allah, sesungguhnya engkau masih dalam kekeliruanmu yang dahulu karena engkau tetap saja mengira Yusuf masih hidup.”",
        "96": "Sekian waktu berlalu, dan kafilah anak-anak Nabi Yakub pun sampai di Kanaan. Maka ketika benar-benar telah tiba pembawa kabar gembira itu, yakni salah seorang dari anak-anak Nabi Yakub yang membawa baju Nabi Yusuf, maka diusapkannya baju itu ke wajahnya (Nabi Yakub), lalu seketika itu dia dapat melihat kembali seperti sedia kala. Dia berkata kepada keluarganya yang tetap tidak memercayai perkataannya, “Bukankah telah aku katakan kepadamu tadi, bahwa aku mencium bau Yusuf. Aku yakin Yusuf masih hidup karena aku mengetahui dari Allah apa yang tidak kamu ketahui.”",
        "97": "Kejadian yang baru saja mereka saksikan membuat keluarga besar Nabi Yakub sadar bahwa selama ini dia mengetahui mereka telah membohonginya. Karena itu, mereka meminta maaf kepada Nabi Yakub dan minta dimohonkan ampunan kepada Allah atas dosa mereka. Mereka berkata, “Wahai ayah kami! Mohonkanlah kepada Allah agar Dia memberi ampunan untuk kami atas dosa-dosa kami. Sesungguh-nya kami sejak dulu adalah orang yang bersalah dan berdosa.”",
        "98": "Memenuhi permohonan keluarganya itu, dia (Nabi Yakub) berkata, “Aku akan memohonkan ampunan bagimu semua kepada Tuhanku. Sungguh, Dia adalah Tuhan Yang Maha Pengampun, Maha Penyayang.”",
        "99": "Sekian lama berlalu setelah kejadian itu, berangkatlah Nabi Yakub bersama keluarga besarnya ke Mesir menuruti pesan Nabi Yusuf. Maka ketika mereka sudah sampai di Mesir dan masuk ke tempat yang telah disediakan oleh Nabi Yusuf, dia merangkul kedua orang tuanya seraya berkata kepada semua anggota rombongan, “Masuklah kamu ke negeri Mesir, insya Allah kalian masuk dalam keadaan aman.”",
        "100": "Dan ketika keluarga besar Nabi Yusuf sudah menempati ruangan yang disediakan, dia menuntun dan menaikkan kedua orang tuanya ke atas singgasana yang sudah disiapkannya. Dan mereka semua tunduk bersujud memberi penghormatan kepadanya. Dan dia berkata kepada ayahnya, “Wahai ayahku! Inilah takwil dari mimpiku yang dahulu itu aku ceritakan kepada engkau. Dan sesungguhnya Tuhanku yang selalu memelihara dan melindungiku telah menjadikannya kenyataan. Sesungguhnya Tuhanku telah berbuat baik kepadaku dengan menyempurnakan nikmat-Nya, antara lain ketika Dia membebaskan aku dari penjara setelah difitnah, ketika membawa kamu dari dusun menuju Mesir, dan setelah setan memerdaya saudara-saudaraku sehingga merusak hubungan antara aku dengan saudara-saudaraku itu. Sungguh, Tuhanku Mahalembut terhadap apa yang Dia kehendaki dengan mengaturnya secara rapi. Sungguh, Dia Yang Maha Mengetahui segala sesuatu, lagi Mahabijaksana dalam ketetapan-Nya.”",
        "101": "Nabi Yusuf kemudian berdoa, “Tuhanku, sesungguhnya Engkau telah menganugerahkan kepadaku sebagian kekuasaan yang tidak pernah aku bayangkan sebelumnya, dan Engkau juga telah mengajarkan kepadaku sebagian takwil mimpi. Wahai Tuhan Pencipta langit dan bumi, Engkaulah Pelindungku yang selalu dekat denganku di dunia dan di akhirat, aku mohon kepada-Mu agar bila ajalku telah tiba, wafatkanlah aku dalam keadaan muslim, dan gabungkanlah aku di akhirat kelak dengan orang-orang yang saleh.”",
        "102": "Demikianlah kisah tentang Nabi Yusuf. Allah menceritakan kisah ini kepada Nabi Muhammad agar menjadi pengajaran yang sangat berharga. Itulah sebagian berita gaib yang Kami wahyukan kepadamu, wahai Nabi Muhammad. Dengan wahyu itu engkau dapat mengetahui kisah tersebut, padahal engkau tidak berada di samping mereka, yakni saudara-saudara Yusuf, ketika mereka bersepakat mengatur tipu muslihat untuk melemparkan Nabi Yusuf ke dalam sumur.",
        "103": "Meski kisah tersebut telah jelas membuktikan kerasulan Nabi Muhammad, namun tetap saja ada orang yang tidak percaya. Dan kebanyakan manusia tidak akan mau beriman kepada Allah dan rasul-Nya, walaupun engkau sangat menginginkannya. Baik kisah Nabi Yusuf maupun kisah-kisah lainnya dalam Al-Qur'an merupakan bukti bahwa Al-Qur'an adalah benar wahyu Allah. Adalah mustahil bila Nabi Muhammad yang hidup jauh setelah peristiwa itu terjadi dapat menceritakannya secara rinci tanpa mendapat wahyu dari Allah Yang Maha Mengetahui.",
        "104": "Pada ayat yang lalu Allah mengingatkan Nabi Muhammad bahwa walaupun beliau sangat menginginkan agar manusia beriman kepada Allah dan rasul-Nya, tetapi kebanyakan manusia tidak mau beriman. Pada ayat ini Allah menegaskan bahwa Nabi Muhammad tidak akan meminta imbalan sedikit pun atas dakwahnya. Allah berfirman, “Dan engkau, wahai Nabi Muhammad,tidak meminta imbalan apa pun kepada mereka atas dakwah yang engkau sampaikan, sebab seruan dakwah itu tidak lain adalah pengajaran bagi seluruh alam.”",
        "105": "Bila manusia mau berpikir jernih, sebenarnya pengajaran tentang tanda-tanda kekuasaan Allah itu ada di sekitar mereka. Allah menegaskan, “Dan berapa banyak tanda-tanda kebesaran Allah yang ada di langit dan di bumi sebagai pengajaran yang setiap saat mereka lalui dan saksikan, namun mereka berpaling darinya tanpa mengambil pelajaran.",
        "106": "Dan keberpalingan itu membuat kebanyakan dari mereka tidak beriman kepada Allah, bahkan mereka mempersekutukan-Nya dengan yang lain.",
        "107": "Keberpalingan manusia dari pengajaran para rasul maupun tanda-tanda kekuasaan Allah yang terbentang di alam semesta seperti yang ditegaskan pada ayat yang lalu, membuat manusia lalai dari agama. Akibatnya, manusia tidak lagi mengindahkan hukum-hukum agama dan nilai-nilai akhlak. Karena itu, Allah kembali mengingatkan kepada manusia akibat dari kelalaian tersebut. Apakah mereka merasa aman dari kedatangan siksa Allah yang meliputi mereka, sehingga mereka tidak bisa melarikan diri darinya; atau-kah mereka merasa aman dari kedatangan Kiamat kepada mereka secara mendadak, sedang mereka tidak menyadarinya, sehingga mereka tidak punya kesempatan untuk bertobat?",
        "108": "Allah menjelaskan bahwa kebanyakan manusia berpaling dan tetap enggan menerima kebenaran tentang keesaan-Nya. Allah lalu berpesan kepada Rasulullah, “Katakanlah, wahai Muhammad, 'Inilah jalan yang Allah tunjukkan ke-pada-ku. Aku dan orang-orang yang beriman dan beramal saleh yang mengikutiku mengajak kamu kepada Allah dengan yakin serta mengandung bukti-bukti yang mengetuk akal dan perasaan manusia. Mahasuci Allah dengan segala kesempurnaan-Nya, dan aku tidak termasuk orang-orang musyrik yang mempersekutukan Allah dengan yang lain.’”",
        "109": "Setelah pada ayat yang lalu Allah memperingatkan siksa yang tidak dapat dihindari serta datangnya hari Kiamat yang tidak terduga sebagai balasan atas keberpalingan manusia dari tuntunan para rasul, lalu pada ayat berikut Allah menjelaskan makna pengutusan para rasul. Kami tidak mengutus nabi dan rasul sebelummu, wahai Nabi Muhammad, melainkan orang laki-laki, yakni manusia pilihan, yang Kami berikan wahyu kepadanya di antara penduduk negeri tempat para nabi dan rasul itu tinggal. Tidakkah mereka, yakni manusia dan secara khusus kaum musyrik Mekah, bepergian di bumi sehingga mereka dapat melihat bagaimana kesudahan orang-orang sebelum mereka yang mendustakan para nabi dan rasul? Dan sungguh, negeri akhirat itu lebih baik bagi orang yang bertakwa dibandingkan dengan kemegahan dan kemewahan dunia. Tidakkah kamu mengerti dan bisa berpikir jernih untuk menerima kebenaran yang dibawa para nabi dan rasul tersebut?",
        "110": "Dalam menunaikan tugasnya menyampaikan dakwah para nabi dan rasul tidaklah menempuh jalan yang mulus, melainkan penuh rintangan. Kebanyakan manusia bahkan tetap menentang ajakan tersebut, sehingga apabila para rasul menemukan berbagai halangan dan rintangan dalam tugas itu, seakan tidak mempunyai harapan lagi tentang keimanan kaumnya, dan telah meyakini bahwa mereka, para nabi dan rasul, telah didustakan oleh kaumnya, maka pada saat itu datanglah kepada mereka itu pertolongan Kami, lalu diselamatkan-lah mereka dan orang yang Kami kehendaki untuk selamat. Dan siksa Kami tidak dapat ditolak ataupun dihindarkan dari orang-orang yang berdosa.",
        "111": "Sebagai penutup Surah Yusuf, Allah kembali mengingatkan bahwa pada kisah para nabi dan rasul, termasuk kisah Nabi Yusuf, terkandung pesan-pesan untuk dipelajari dan dihayati manusia. Sungguh, pada kisah-kisah mereka itu terdapat pengajaran bagi orang yang mempunyai akal. Kisah-kisah dalam Al-Qur'an itu bukanlah cerita yang dibuat-buat atau sekadar dongeng pelipur lara, tetapi kisah-kisah itu membenarkan kandungan kitab-kitab yang sebelumnya, yaitu Taurat, Zabur, dan Injil, yang menjelaskan segala sesuatu tentang prinsip-prinsip nilai yang dibutuhkan manusia guna mencapai kebahagiaan dunia dan akhirat, dan sebagai petunjuk menuju jalan lurus dan rahmat yang penuh berkah bagi orang-orang yang beriman."
      }
    }
  }
}