{
  "number": 14,
  "name": "ابرٰهيم",
  "name_latin": "Ibrāhīm",
  "name_id": "Ibrahim",
  "name_trans_id": "Ibrahim",
  "number_of_verse": 52,
  "category": "Makkiyah",
  "arabics": {
    "1": "الۤرٰ ۗ كِتٰبٌ اَنْزَلْنٰهُ اِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ ەۙ بِاِذْنِ رَبِّهِمْ اِلٰى صِرَاطِ الْعَزِيْزِ الْحَمِيْدِۙ",
    "2": "اللّٰهِ الَّذِيْ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَوَيْلٌ لِّلْكٰفِرِيْنَ مِنْ عَذَابٍ شَدِيْدٍۙ",
    "3": "ۨالَّذِيْنَ يَسْتَحِبُّوْنَ الْحَيٰوةَ الدُّنْيَا عَلَى الْاٰخِرَةِ وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَيَبْغُوْنَهَا عِوَجًا ۗ اُولٰۤىِٕكَ فِيْ ضَلٰلٍۢ بَعِيْدٍ",
    "4": "وَمَآ اَرْسَلْنَا مِنْ رَّسُوْلٍ اِلَّا بِلِسَانِ قَوْمِهٖ لِيُبَيِّنَ لَهُمْ ۗفَيُضِلُّ اللّٰهُ مَنْ يَّشَاۤءُ وَيَهْدِيْ مَنْ يَّشَاۤءُ ۗوَهُوَ الْعَزِيْزُ الْحَكِيْمُ",
    "5": "وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَآ اَنْ اَخْرِجْ قَوْمَكَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ ەۙ وَذَكِّرْهُمْ بِاَيّٰىمِ اللّٰهِ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍ",
    "6": "وَاِذْ قَالَ مُوْسٰى لِقَوْمِهِ اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ اَنْجٰىكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِ وَيُذَبِّحُوْنَ اَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْ ۗوَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِيْمٌ ࣖ",
    "7": "وَاِذْ تَاَذَّنَ رَبُّكُمْ لَىِٕنْ شَكَرْتُمْ لَاَزِيْدَنَّكُمْ وَلَىِٕنْ كَفَرْتُمْ اِنَّ عَذَابِيْ لَشَدِيْدٌ",
    "8": "وَقَالَ مُوْسٰٓى اِنْ تَكْفُرُوْٓا اَنْتُمْ وَمَنْ فِى الْاَرْضِ جَمِيْعًا ۙفَاِنَّ اللّٰهَ لَغَنِيٌّ حَمِيْدٌ",
    "9": "اَلَمْ يَأْتِكُمْ نَبَؤُا الَّذِيْنَ مِنْ قَبْلِكُمْ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ ەۗ وَالَّذِيْنَ مِنْۢ بَعْدِهِمْ ۗ لَا يَعْلَمُهُمْ اِلَّا اللّٰهُ  ۗجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَرَدُّوْٓا اَيْدِيَهُمْ فِيْٓ اَفْوَاهِهِمْ وَقَالُوْٓا اِنَّا كَفَرْنَا بِمَآ اُرْسِلْتُمْ بِهٖ وَاِنَّا لَفِيْ شَكٍّ مِّمَّا تَدْعُوْنَنَآ اِلَيْهِ مُرِيْبٍ",
    "10": "۞ قَالَتْ رُسُلُهُمْ اَفِى اللّٰهِ شَكٌّ فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِۗ يَدْعُوْكُمْ لِيَغْفِرَ لَكُمْ مِّنْ ذُنُوْبِكُمْ وَيُؤَخِّرَكُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۗ قَالُوْٓا اِنْ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَا ۗ تُرِيْدُوْنَ اَنْ تَصُدُّوْنَا عَمَّا كَانَ يَعْبُدُ اٰبَاۤؤُنَا فَأْتُوْنَا بِسُلْطٰنٍ مُّبِيْنٍ",
    "11": "قَالَتْ لَهُمْ رُسُلُهُمْ اِنْ نَّحْنُ اِلَّا بَشَرٌ مِّثْلُكُمْ وَلٰكِنَّ اللّٰهَ يَمُنُّ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖۗ وَمَا كَانَ لَنَآ اَنْ نَّأْتِيَكُمْ بِسُلْطٰنٍ اِلَّا بِاِذْنِ اللّٰهِ ۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ",
    "12": "وَمَا لَنَآ اَلَّا نَتَوَكَّلَ عَلَى اللّٰهِ وَقَدْ هَدٰىنَا سُبُلَنَاۗ وَلَنَصْبِرَنَّ عَلٰى مَآ اٰذَيْتُمُوْنَاۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُوْنَ ࣖ",
    "13": "وَقَالَ الَّذِيْنَ كَفَرُوْا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِّنْ اَرْضِنَآ اَوْ لَتَعُوْدُنَّ فِيْ مِلَّتِنَاۗ فَاَوْحٰٓى اِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظّٰلِمِيْنَ ۗ",
    "14": "وَلَنُسْكِنَنَّكُمُ الْاَرْضَ مِنْۢ بَعْدِهِمْ ۗذٰلِكَ لِمَنْ خَافَ مَقَامِيْ وَخَافَ وَعِيْدِ",
    "15": "وَاسْتَفْتَحُوْا وَخَابَ كُلُّ جَبَّارٍ عَنِيْدٍۙ",
    "16": "مِّنْ وَّرَاۤىِٕهٖ جَهَنَّمُ وَيُسْقٰى مِنْ مَّاۤءٍ صَدِيْدٍۙ",
    "17": "يَّتَجَرَّعُهٗ وَلَا يَكَادُ يُسِيْغُهٗ وَيَأْتِيْهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَّمَا هُوَ بِمَيِّتٍۗ وَمِنْ وَّرَاۤىِٕهٖ عَذَابٌ غَلِيْظٌ",
    "18": "مَثَلُ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ اَعْمَالُهُمْ كَرَمَادِ ِۨاشْتَدَّتْ بِهِ الرِّيْحُ فِيْ يَوْمٍ عَاصِفٍۗ  لَا يَقْدِرُوْنَ مِمَّا كَسَبُوْا عَلٰى شَيْءٍ ۗذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيْدُ",
    "19": "اَلَمْ تَرَ اَنَّ اللّٰهَ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ اِنْ يَّشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيْدٍۙ",
    "20": "وَّمَا ذٰلِكَ عَلَى اللّٰهِ بِعَزِيْزٍ",
    "21": "وَبَرَزُوْا لِلّٰهِ جَمِيْعًا فَقَالَ الضُّعَفٰۤؤُا لِلَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ اَنْتُمْ مُّغْنُوْنَ عَنَّا مِنْ عَذَابِ اللّٰهِ مِنْ شَيْءٍ ۗقَالُوْا لَوْ هَدٰىنَا اللّٰهُ لَهَدَيْنٰكُمْۗ سَوَاۤءٌ عَلَيْنَآ اَجَزِعْنَآ اَمْ صَبَرْنَا مَا لَنَا مِنْ مَّحِيْصٍ ࣖ",
    "22": "وَقَالَ الشَّيْطٰنُ لَمَّا قُضِيَ الْاَمْرُ اِنَّ اللّٰهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُّكُمْ فَاَخْلَفْتُكُمْۗ وَمَا كَانَ لِيَ عَلَيْكُمْ مِّنْ سُلْطٰنٍ اِلَّآ اَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِيْ ۚفَلَا تَلُوْمُوْنِيْ وَلُوْمُوْٓا اَنْفُسَكُمْۗ مَآ اَنَا۠ بِمُصْرِخِكُمْ وَمَآ اَنْتُمْ بِمُصْرِخِيَّۗ اِنِّيْ كَفَرْتُ بِمَآ اَشْرَكْتُمُوْنِ مِنْ قَبْلُ ۗاِنَّ الظّٰلِمِيْنَ لَهُمْ عَذَابٌ اَلِيْمٌ",
    "23": "وَاُدْخِلَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا بِاِذْنِ رَبِّهِمْۗ تَحِيَّتُهُمْ فِيْهَا سَلٰمٌ",
    "24": "اَلَمْ تَرَ كَيْفَ ضَرَبَ اللّٰهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ اَصْلُهَا ثَابِتٌ وَّفَرْعُهَا فِى السَّمَاۤءِۙ",
    "25": "تُؤْتِيْٓ اُكُلَهَا كُلَّ حِيْنٍ ۢبِاِذْنِ رَبِّهَاۗ وَيَضْرِبُ اللّٰهُ الْاَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُوْنَ",
    "26": "وَمَثَلُ كَلِمَةٍ خَبِيْثَةٍ كَشَجَرَةٍ خَبِيْثَةِ ِۨاجْتُثَّتْ مِنْ فَوْقِ الْاَرْضِ مَا لَهَا مِنْ قَرَارٍ",
    "27": "يُثَبِّتُ اللّٰهُ الَّذِيْنَ اٰمَنُوْا بِالْقَوْلِ الثَّابِتِ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِۚ وَيُضِلُّ اللّٰهُ الظّٰلِمِيْنَۗ وَيَفْعَلُ اللّٰهُ مَا يَشَاۤءُ ࣖ",
    "28": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ بَدَّلُوْا نِعْمَتَ اللّٰهِ كُفْرًا وَّاَحَلُّوْا قَوْمَهُمْ دَارَ الْبَوَارِۙ",
    "29": "جَهَنَّمَ ۚيَصْلَوْنَهَاۗ وَبِئْسَ الْقَرَارُ",
    "30": "وَجَعَلُوْا لِلّٰهِ اَنْدَادًا لِّيُضِلُّوْا عَنْ سَبِيْلِهٖۗ قُلْ تَمَتَّعُوْا فَاِنَّ مَصِيْرَكُمْ اِلَى النَّارِ",
    "31": "قُلْ لِّعِبَادِيَ الَّذِيْنَ اٰمَنُوْا يُقِيْمُوا الصَّلٰوةَ وَيُنْفِقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً مِّنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيْهِ وَلَا خِلٰلٌ",
    "32": "اَللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَاَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَخْرَجَ بِهٖ مِنَ الثَّمَرٰتِ رِزْقًا لَّكُمْ ۚوَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِى الْبَحْرِ بِاَمْرِهٖ ۚوَسَخَّرَ لَكُمُ الْاَنْهٰرَ",
    "33": "وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَاۤىِٕبَيْنِۚ وَسَخَّرَ لَكُمُ الَّيْلَ وَالنَّهَارَ ۚ",
    "34": "وَاٰتٰىكُمْ مِّنْ كُلِّ مَا سَاَلْتُمُوْهُۗ وَاِنْ تَعُدُّوْا نِعْمَتَ اللّٰهِ لَا تُحْصُوْهَاۗ اِنَّ الْاِنْسَانَ لَظَلُوْمٌ كَفَّارٌ ࣖ",
    "35": "وَاِذْ قَالَ اِبْرٰهِيْمُ رَبِّ اجْعَلْ هٰذَا الْبَلَدَ اٰمِنًا وَّاجْنُبْنِيْ وَبَنِيَّ اَنْ نَّعْبُدَ الْاَصْنَامَ ۗ",
    "36": "رَبِّ اِنَّهُنَّ اَضْلَلْنَ كَثِيْرًا مِّنَ النَّاسِۚ فَمَنْ تَبِعَنِيْ فَاِنَّهٗ مِنِّيْۚ وَمَنْ عَصَانِيْ فَاِنَّكَ غَفُوْرٌ رَّحِيْمٌ",
    "37": "رَبَّنَآ اِنِّيْٓ اَسْكَنْتُ مِنْ ذُرِّيَّتِيْ بِوَادٍ غَيْرِ ذِيْ زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِۙ رَبَّنَا لِيُقِيْمُوا الصَّلٰوةَ فَاجْعَلْ اَفْـِٕدَةً مِّنَ النَّاسِ تَهْوِيْٓ اِلَيْهِمْ وَارْزُقْهُمْ مِّنَ الثَّمَرٰتِ لَعَلَّهُمْ يَشْكُرُوْنَ",
    "38": "رَبَّنَآ اِنَّكَ تَعْلَمُ مَا نُخْفِيْ وَمَا نُعْلِنُۗ وَمَا يَخْفٰى عَلَى اللّٰهِ مِنْ شَيْءٍ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ",
    "39": "اَلْحَمْدُ لِلّٰهِ الَّذِيْ وَهَبَ لِيْ عَلَى الْكِبَرِ اِسْمٰعِيْلَ وَاِسْحٰقَۗ اِنَّ رَبِّيْ لَسَمِيْعُ الدُّعَاۤءِ",
    "40": "رَبِّ اجْعَلْنِيْ مُقِيْمَ الصَّلٰوةِ وَمِنْ ذُرِّيَّتِيْۖ رَبَّنَا وَتَقَبَّلْ دُعَاۤءِ",
    "41": "رَبَّنَا اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِلْمُؤْمِنِيْنَ يَوْمَ يَقُوْمُ الْحِسَابُ ࣖ",
    "42": "وَلَا تَحْسَبَنَّ اللّٰهَ غَافِلًا عَمَّا يَعْمَلُ الظّٰلِمُوْنَ ەۗ اِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيْهِ الْاَبْصَارُۙ",
    "43": "مُهْطِعِيْنَ مُقْنِعِيْ رُءُوْسِهِمْ لَا يَرْتَدُّ اِلَيْهِمْ طَرْفُهُمْ ۚوَاَفْـِٕدَتُهُمْ هَوَاۤءٌ ۗ",
    "44": "وَاَنْذِرِ النَّاسَ يَوْمَ يَأْتِيْهِمُ الْعَذَابُۙ فَيَقُوْلُ الَّذِيْنَ ظَلَمُوْا رَبَّنَآ اَخِّرْنَآ اِلٰٓى اَجَلٍ قَرِيْبٍۙ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَۗ اَوَلَمْ تَكُوْنُوْٓا اَقْسَمْتُمْ مِّنْ قَبْلُ مَا لَكُمْ مِّنْ زَوَالٍۙ",
    "45": "وَّسَكَنْتُمْ فِيْ مَسٰكِنِ الَّذِيْنَ ظَلَمُوْٓا اَنْفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْاَمْثَالَ",
    "46": "وَقَدْ مَكَرُوْا مَكْرَهُمْ وَعِنْدَ اللّٰهِ مَكْرُهُمْۗ وَاِنْ كَانَ مَكْرُهُمْ لِتَزُوْلَ مِنْهُ الْجِبَالُ",
    "47": "فَلَا تَحْسَبَنَّ اللّٰهَ مُخْلِفَ وَعْدِهٖ رُسُلَهٗ ۗاِنَّ اللّٰهَ عَزِيْزٌ ذُو انْتِقَامٍۗ",
    "48": "يَوْمَ تُبَدَّلُ الْاَرْضُ غَيْرَ الْاَرْضِ وَالسَّمٰوٰتُ وَبَرَزُوْا لِلّٰهِ الْوَاحِدِ الْقَهَّارِ",
    "49": "وَتَرَى الْمُجْرِمِيْنَ يَوْمَىِٕذٍ مُّقَرَّنِيْنَ فِى الْاَصْفَادِۚ",
    "50": "سَرَابِيْلُهُمْ مِّنْ قَطِرَانٍ وَّتَغْشٰى وُجُوْهَهُمُ النَّارُۙ",
    "51": "لِيَجْزِيَ اللّٰهُ كُلَّ نَفْسٍ مَّا كَسَبَتْۗ اِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ",
    "52": "هٰذَا بَلٰغٌ لِّلنَّاسِ وَلِيُنْذَرُوْا بِهٖ وَلِيَعْلَمُوْٓا اَنَّمَا هُوَ اِلٰهٌ وَّاحِدٌ وَّلِيَذَّكَّرَ اُولُوا الْاَلْبَابِ ࣖ"
  },
  "latins": [
    "Alif lām rā, kitābun anzalnāhu ilaika litukhrijan-nāsa minaẓ-ẓulumāti ilan-nūr(i), bi'iżni rabbihim ilā ṣirāṭil-'azīzil-ḥamīd(i).",
    "Allāhil-lażī lahū mā fis-samāwāti wa mā fil-arḍ(i), wa wailul lil-kāfirīna min 'ażābin syadīd(in).",
    "Allażīna yastaḥibbūnal-ḥayātad-dun-yā 'alal-ākhirati wa yaṣuddūna 'an sabīlillāhi wa yabgūnahā 'iwajā(n), ulā'ika fī ḍalālim ba'īd(in).",
    "Wa mā arsalnā mir rasūlin illā bilisāni qaumihī liyubayyina lahum, fa yuḍillullāhu may yasyā'u wa yahdī may yasyā'(u), wa huwal-'azīzul-ḥakīm(u).",
    "Wa laqad arsalnā mūsā bi'āyātinā an akhrij qaumaka minaẓ-ẓulumāti ilan-nūr(i), wa żakkirhum bi'ayyāmillāh(i), inna fī żālika la'āyātil likulli ṣabbārin syakūr(in).",
    "Wa iż qāla mūsā liqaumihiżkurū ni'matallāhi 'alaikum iż anjākum min āli fir'auna yasūmūnakum sū'al-'ażābi wa yużabbiḥūna abnā'akum wa yastaḥyūna nisā'akum, wa fī żālikum balā'um mir rabbikum 'aẓīm(un).",
    "Wa iż ta'ażżana rabbukum la'in syakartum la'azīdannakum wa la'in kafartum inna 'ażābī lasyadīd(un).",
    "Wa qāla mūsā in takfurū antum wa man fil-arḍi jamī'ā(n), fa innallāha laganiyyun ḥamīd(un).",
    "Alam ya'tikum naba'ul-lażīna min qablikum qaumi nūḥiw wa 'ādiw wa ṡamūd(a), wal-lażīna mim ba'dihim,  lā ya'lamuhum illallāh(u), jā'athum rusuluhum bil-bayyināti fa raddū aidiyahum fī afwāhihim wa qālū innā kafarnā bimā ursiltum bihī wa innā lafī syakkim mimmā tad'ūnanā ilaihi murīb(in).",
    "Qālat rusuluhum afillāhi syakkun fāṭiris-samāwāti wal-arḍ(i), yad'ūkum liyagfira lakum min żunūbikum wa yu'akhkhirakum ilā ajalim musammā(n), qālū in antum illā basyarum miṡlunā, turīdūna an taṣuddūnā 'ammā kāna ya'budu ābā'unā fa'tūnā bisulṭānim mubīn(in).",
    "Qālat lahum rusuluhum in naḥnu illā basyarum miṡlukum wa lākinnallāha yamunnu 'alā may yasyā'u min 'ibādih(ī), wa mā kāna lanā an na'tiyakum bisulṭānin illā bi'iżnillāh(i), wa 'alallāhi falyatawakkalil-mu'minūn(a).",
    "Wa mā lanā allā natawakkala 'alallāhi wa qad hadānā subulanā, wa lanaṣbiranna 'alā mā āżaitumūnā, wa 'alallāhi falyatawakkalil-mutawakkilūn(a).",
    "Wa qālal-lażīna kafarū lirusulihim lanukhrijannakum min arḍinā au lata'ūdunna fī millatinā, fa auḥā ilaihim rabbuhum lanuhlikannaẓ-ẓālimīn(a).",
    "Wa lanuskinannakumul-arḍa mim ba'dihim, żālika liman khāfa maqāmī wa khāfa wa'īd(i).",
    "Wastaftaḥū wa khāba kullu jabbārin 'anīd(in).",
    "Miw warā'ihī jahannamu wa yusqā mim mā'in ṣadīd(in).",
    "Yatajarra'uhū wa lā yakādu yusīguhū wa ya'tīhil-mautu min kulli makāniw wa mā huwa bimayyit(in), wa miw warā'ihī 'ażābun galīẓ(un).",
    "Maṡalul-lażīna kafarū birabbihim a'māluhum karamādinisytaddat bihir-rīḥu fī yaumin 'āṣif(in), lā yaqdirūna mimmā kasabū 'alā syai'(in), żālika huwaḍ-ḍalālul-ba'īd(u).",
    "Alam tara annallāha khalaqas-samāwāti wal-arḍa bil-ḥaqq(i), iy yasya' yużhibkum wa ya'ti bikhalqin jadīd(in).",
    "Wa mā żālika  'alallāhi bi'azīz(in).",
    "Wa barazū lillāhi jamī'an fa qālaḍ-ḍu'afā'u lil-lażīnastakbarū innā kunnā lakum taba'an fahal antum mugnūna 'annā min 'ażābillāhi min syai'(in), qālū lau hadānallāhu lahadainākum, sawā'un 'alainā ajazi'nā am ṣabarnā mā lanā mim maḥīṣ(in).",
    "Wa qālasy-syaiṭānu lammā quḍiyal-amru innallāha wa'adakum wa'dal-ḥaqqi wa wa'attukum fa akhlaftukum, wa mā kāna liya 'alaikum min sulṭānin illā an da'autukum fastajabtum lī, falā talūmūnī wa lūmū anfusakum, wa mā ana bimuṣrikhikum wa mā antum bimuṣrikhiyy(a), innī kafartu bimā asyraktumūni min qabl(u), innaẓ-ẓālimīna lahum 'ażābun alīm(un).",
    "Wa udkhilal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti jannātin tajrī min taḥtihal-anhāru khālidīna fīhā bi'iżni rabbihim, taḥiyyatuhum fīhā salām(un).",
    "Alam tara kaifa ḍaraballāhu maṡalan kalimatan ṭayyibatan kasyajaratin ṭayyibatin aṣluhā ṡābituw wa far'uhā fis-samā'(i).",
    "Tu'tī ukulahā kulla ḥīnim bi'iżni rabbihā, wa yaḍribullāhul-amṡāla lin-nāsi la'allahum yatażakkarūn(a).",
    "Wa maṡalu kalimatin khabīṡatin kasyajaratin khabīṡatinijtuṡṡat  min fauqil-arḍi mā lahā min qarār(in).",
    "Yuṡabbitullāhul-lażīna āmanū bil-qauliṣ-ṣābiti fil-ḥayātid-dun-yā wa fil-ākhirah(ti), wa yuḍillullāhuẓ-ẓālimīn(a), wa yaf'alullāhu mā yasyā'(u).",
    "Alam tara ilal-lażīna baddalū ni'matallāhi kufraw wa aḥallū qaumahum dāral-bawār(i).",
    "Jahannama yaṣlaunahā, wa bi'sal-qarār(u).",
    "Wa ja'alū lillāhi andādal liyuḍillū 'an sabīlih(ī), qul tamatta'ū fa inna maṣīrakum ilan-nār(i).",
    "Qul li'ibādiyal-lażīna āmanū yuqīmuṣ-ṣalāta wa yunfiqū mimmā razaqnāhum sirraw wa 'alāniyatam min qabli ay ya'tiya yaumul lā bai'un fīhi wa lā khilāl(un).",
    "Allāhul-lażī khalaqas-samāwāti wal-arḍa wa anzala minas-samā'i mā'an fa akhraja bihī minaṡ-ṡamarāti rizqal lakum, wa sakhkhara lakumul-fulka litajriya fil-baḥri bi'amrih(ī), wa sakhkhara lakumul-anhār(a).",
    "Wa sakhkhara lakumusy-syamsa wal-qamara dā'ibaīn(i), wa sakhkhara lakumul-laila wan-nahār(a).",
    "Wa ātākum min kulli mā sa'altumūh(u), wa in ta'uddū ni'matallāhi lā tuḥṣūhā, innal-insāna laẓalūmun kaffār(un).",
    "Wa iż qāla ibrāhīmu rabbij'al hāżal-balada āminaw wajnubnī wa baniyya an na'budal-aṣnām(a).",
    "Rabbi innahunna  aḍlalna kaṡīram minan-nās(i), faman tabi'anī fa innahū minnī, wa man 'aṣānī fa innaka gafūrur raḥīm(un).",
    "Rabbanā innī askantu min żurriyyatī biwādin gairi żī zar'in 'inda baitikal-muḥarram(i), rabbanā liyuqīmuṣ-ṣalāta faj'al af'idatam minan-nāsi tahwī ilaihim warzuqhum minaṡ-ṡamarāti la'allahum yasykurūn(a).",
    "Rabbanā innaka ta'lamu mā nukhfī wa mā nu'lin(u), wa mā yakhfā 'alallāhi min syai'in fil-arḍi wa lā fis-samā'(i).",
    "Al-ḥamdu lillāhil-lażī wahaba lī 'alal-kibari ismā'īla wa isḥāq(a), inna rabbī lasamī'ud-du'ā'(i).",
    "Rabbij'alnī muqīmaṣ-ṣalāti wa min żurriyyatī, rabbanā wa taqabbal du'ā'(i).",
    "Rabbanagfir lī wa liwālidayya wa lil-mu'minīna yauma yaqūmul-ḥisāb(u).",
    "Wa lā taḥsabannallāha gāfilan 'ammā ya'maluẓ-ẓālimūn(a), innamā yu'akhkhiruhum liyaumin tasykhaṣu fīhil-abṣār(u).",
    "Muhṭi'īna muqni'ī ru'ūsihim lā yartaddu ilaihim ṭarfuhum, wa af'idatuhum hawā'(un).",
    "Wa anżirin-nāsa yauma ya'tīhimul-'ażāb(u), fa yaqūlul-lażīna ẓalamū rabbanā akhkhirnā ilā ajalin qarīb(in), nujib da'wataka wa nattabi'ir-rusul(a), awalam takūnū aqsamtum min qablu mā lakum min zawāl(in).",
    "Wa sakantum fī masākinil-lażīna ẓalamū anfusahum wa tabayyana lakum kaifa fa'alnā bihim wa ḍarabnā lakumul-amṡāl(a).",
    "Wa qad makarū makrahum wa 'indallāhi makruhum, wa in kāna makruhum litazūla minhul-jibāl(u).",
    "Falā taḥsabannallāha mukhlifa wa'dihī rusulah(ū), innallāha 'azīzun żun tiqām(in).",
    "Yauma tubaddalul-arḍu gairal-arḍi was-samāwātu wa barazū lillāhil-wāḥidil-qahhār(i).",
    "Wa taral-mujrimīna yauma'iżim muqarranīna fil-aṣfād(i).",
    "Sarābīluhum min qaṭirāniw wa tagsyā wujūhahumun-nār(u).",
    "Liyajziyallāhu kulla nafsim mā kasabat, innallāha sarī'ul-ḥisāb(i).",
    "Hāżā balāgul lin-nāsi wa liyunżarū bihī wa liya'lamū annamā huwa ilāhuw wāḥiduw wa liyażżakkara ulul-albāb(i)."
  ],
  "translations": {
    "id": {
      "1": "Alif Lām Rā. (Ini adalah) Kitab (Al-Qur’an) yang Kami turunkan kepadamu (Nabi Muhammad) agar engkau mengeluarkan manusia dari berbagai kegelapan pada cahaya (terang-benderang) dengan izin Tuhan mereka, (yaitu) menuju jalan Tuhan Yang Maha Perkasa lagi Maha Terpuji.",
      "2": "(Dialah) Allah yang memiliki segala apa yang ada di langit dan apa yang ada di bumi. Kecelakaanlah bagi orang-orang kafir karena siksaan yang sangat berat.",
      "3": "(Yaitu) orang-orang yang lebih menyukai kehidupan dunia daripada (kehidupan) akhirat, menghalang-halangi (manusia) dari jalan Allah, dan menginginkannya menjadi bengkok. Mereka itu berada dalam kesesatan yang jauh.",
      "4": "Kami tidak mengutus seorang rasul pun, kecuali dengan bahasa kaumnya, agar dia dapat memberi penjelasan kepada mereka. Maka, Allah menyesatkan siapa yang Dia kehendaki (karena kecenderungannya untuk sesat), dan memberi petunjuk kepada siapa yang Dia kehendaki (berdasarkan kesiapannya untuk menerima petunjuk). Dia Yang Maha Perkasa lagi Maha Bijaksana.",
      "5": "Sungguh Kami benar-benar telah mengutus Musa dengan (membawa) tanda-tanda (kekuasaan) Kami (dan Kami perintahkan kepadanya), “Keluarkanlah kaummu dari berbagai kegelapan kepada cahaya (terang-benderang) dan ingatkanlah mereka tentang hari-hari Allah.”384) Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi setiap orang yang sangat penyabar lagi banyak bersyukur.",
      "6": "(Ingatlah) ketika Musa berkata kepada kaumnya, “Ingatlah nikmat Allah atasmu ketika Dia menyelamatkan kamu dari pengikut-pengikut Fir'aun. Mereka menyiksa kamu dengan siksa yang pedih, menyembelih anak-anakmu yang laki-laki, dan membiarkan hidup (anak-anak) perempuanmu (untuk disiksa dan dilecehkan). Pada yang demikian itu terdapat suatu cobaan yang besar dari Tuhanmu.",
      "7": "(Ingatlah) ketika Tuhanmu memaklumkan, “Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), sesungguhnya azab-Ku benar-benar sangat keras.”",
      "8": "Musa berkata, “Jika kamu dan siapa pun yang ada di bumi semuanya kufur (atas nikmat Allah), sesungguhnya Allah benar-benar Maha Kaya lagi Maha Terpuji.",
      "9": "Apakah belum sampai kepadamu berita orang-orang sebelum kamu (yaitu) kaum Nuh, 'Ad, Samud, dan orang-orang setelah mereka? Tidak ada yang mengetahui (bilangan) mereka selain Allah. Rasul-rasul telah datang kepada mereka dengan (membawa) bukti-bukti yang nyata, tetapi mereka menutupkan tangannya ke mulutnya (sebagai tanda penolakan dan karena kebencian) dan berkata, “Sesungguhnya kami tidak percaya akan ajaran yang kamu bawa dan kami benar-benar dalam keraguan yang menggelisahkan menyangkut apa yang kamu serukan kepada kami.”",
      "10": "Rasul-rasul mereka berkata, “Apakah ada keraguan terhadap Allah, Pencipta langit dan bumi? Dia menyeru kamu (untuk beriman) agar Dia mengampuni sebagian dosa-dosamu dan menangguhkan (siksaan)-mu sampai waktu yang ditentukan.” Mereka menjawab, “Kamu tidak lain hanyalah manusia seperti kami juga. Kamu ingin menghalangi kami dari (menyembah) apa yang sejak dahulu selalu disembah nenek moyang kami, karena itu datangkanlah kepada kami bukti yang nyata.”",
      "11": "Rasul-rasul mereka berkata kepada mereka, “Kami hanyalah manusia seperti kamu, tetapi Allah memberi karunia kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Tidak mungkin bagi kami mendatangkan suatu bukti kepada kamu melainkan dengan izin Allah. Hanya kepada Allah seharusnya orang-orang yang beriman bertawakal.",
      "12": "Mengapa kami tidak akan bertawakal kepada Allah, sedangkan Dia telah menunjukkan kepada kami jalan-jalan (keselamatan)? Sungguh, kami benar-benar akan tetap bersabar terhadap gangguan yang kamu lakukan kepada kami. Hanya kepada Allah orang-orang yang bertawakal seharusnya berserah diri.”",
      "13": "Orang-orang yang kufur berkata kepada rasul-rasul mereka, “Kami pasti akan mengusir kamu dari negeri kami atau kamu benar-benar kembali memeluk agama kami.” Maka, Tuhan mereka (para rasul) mewahyukan kepada mereka, “Kami pasti akan membinasakan orang-orang yang zalim itu.",
      "14": "Kami pasti akan menempatkanmu di negeri-negeri itu setelah mereka. Yang demikian itu (berlaku) bagi orang yang takut akan kebesaran-Ku dan takut akan ancaman-Ku.”",
      "15": "Mereka (para rasul) memohon diberi kemenangan dan kecewalah setiap orang yang sewenang-wenang lagi sangat keras kepala.",
      "16": "Di hadapannya ada (neraka) Jahanam dan dia akan diberi minuman dengan air nanah.",
      "17": "Diteguk-teguknya (air nanah itu), dia hampir tidak bisa menelannya, dan datanglah (bahaya) maut kepadanya dari segenap penjuru, tetapi dia tidak kunjung mati. Di hadapannya (masih ada) azab yang berat.",
      "18": "Perumpamaan orang-orang yang kufur kepada Tuhannya, perbuatan mereka seperti abu yang ditiup oleh angin kencang pada saat badai. Mereka tidak kuasa (memperoleh manfaat) sama sekali dari apa yang telah mereka usahakan (di dunia). Yang demikian itu adalah kesesatan yang jauh.",
      "19": "Tidakkah engkau memperhatikan bahwa sesungguhnya Allah telah menciptakan langit dan bumi dengan hak? Jika Dia menghendaki, niscaya Dia membinasakanmu dan mendatangkan makhluk yang baru (untuk menggantikanmu).",
      "20": "Yang demikian itu bagi Allah tidak sulit.",
      "21": "Mereka semua berkumpul (di padang Mahsyar) untuk menghadap ke hadirat Allah. Lalu, orang-orang yang lemah berkata kepada orang-orang yang sombong, “Sesungguhnya kami dahulu adalah pengikut-pengikutmu. Maka, dapatkah kamu menghindarkan kami dari azab Allah sedikit saja?” Mereka menjawab, “Sekiranya Allah memberi petunjuk kepada kami, niscaya kami dapat memberi petunjuk kepadamu. Sama saja bagi kita, apakah kita mengeluh atau bersabar. Kita tidak mempunyai tempat sama sekali untuk melarikan diri.”",
      "22": "Setan berkata ketika urusan (hisab) telah diselesaikan, “Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar dan aku pun telah menjanjikan kepadamu, tetapi aku mengingkarinya. Tidak ada kekuasaan bagiku sedikit pun terhadapmu, kecuali aku (sekadar) menyerumu, lalu kamu mematuhi seruanku. Oleh karena itu, janganlah kamu mencercaku, tetapi cercalah dirimu sendiri. Aku tidak dapat menjadi penolongmu dan kamu pun tidak dapat menjadi penolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.” Sesungguhnya orang-orang zalim akan mendapat siksaan yang sangat pedih.",
      "23": "Orang-orang yang beriman dan beramal saleh dimasukkan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya dengan izin Tuhannya. Penghormatan mereka di dalamnya adalah (ucapan) salam.385)",
      "24": "Tidakkah engkau memperhatikan bagaimana Allah telah membuat perumpamaan kalimah ṭayyibah?386) (Perumpamaannya) seperti pohon yang baik, akarnya kuat, cabangnya (menjulang) ke langit,",
      "25": "dan menghasilkan buahnya pada setiap waktu dengan seizin Tuhannya. Allah membuat perumpamaan untuk manusia agar mereka mengambil pelajaran.",
      "26": "(Adapun) perumpamaan kalimah khabīṡah387) seperti pohon yang buruk, akar-akarnya telah dicabut dari permukaan bumi, (dan) tidak dapat tetap (tegak) sedikit pun.",
      "27": "Allah meneguhkan orang-orang yang beriman dengan ucapan yang teguh388) dalam kehidupan di dunia dan di akhirat. Allah menyesatkan orang-orang yang zalim, dan Allah berbuat apa yang Dia kehendaki.",
      "28": "Tidakkah engkau memperhatikan orang-orang yang telah menukar nikmat Allah dengan kekufuran dan menjatuhkan kaumnya ke lembah kebinasaan,",
      "29": "(yaitu neraka) Jahanam? Mereka masuk ke dalamnya. (Itulah) seburuk-buruknya tempat kediaman.",
      "30": "Mereka (orang-orang kafir) itu telah membuat tandingan-tandingan bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah (Nabi Muhammad), “Bersenang-senanglah! Sesungguhnya tempat kembalimu adalah neraka.”",
      "31": "Katakanlah (Nabi Muhammad) kepada hamba-hamba-Ku yang telah beriman, “Hendaklah mereka melaksanakan salat dan menginfakkan sebagian rezeki yang Kami anugerahkan kepada mereka secara sembunyi atau terang-terangan sebelum datang hari ketika tidak ada lagi jual beli dan persahabatan.”",
      "32": "Allahlah yang telah menciptakan langit dan bumi, menurunkan air (hujan) dari langit, lalu dengan (air hujan) itu Dia mengeluarkan berbagai buah-buahan sebagai rezeki untukmu. Dia juga telah menundukkan kapal bagimu agar berlayar di lautan dengan kehendak-Nya. Dia pun telah menundukkan sungai-sungai bagimu.",
      "33": "Dia telah menundukkan bagimu matahari dan bulan yang terus-menerus beredar (dalam orbitnya) dan telah pula menundukkan bagimu malam dan siang.389)",
      "34": "Dia telah menganugerahkan kepadamu segala apa yang kamu mohonkan kepada-Nya. Jika kamu menghitung nikmat Allah, niscaya kamu tidak akan mampu menghitungnya. Sesungguhnya manusia itu benar-benar sangat zalim lagi sangat kufur.",
      "35": "(Ingatlah) ketika Ibrahim berdoa, “Ya Tuhanku, jadikanlah negeri ini (Makkah) negeri yang aman dan jauhkanlah aku beserta anak cucuku dari penyembahan terhadap berhala-berhala.",
      "36": "Ya Tuhanku, sesungguhnya mereka (berhala-berhala itu) telah menyesatkan banyak manusia. Maka, siapa yang mengikutiku, sesungguhnya dia termasuk golonganku. Siapa yang mendurhakaiku, sesungguhnya Engkau Maha Pengampun lagi Maha Penyayang.",
      "37": "Ya Tuhan kami, sesungguhnya aku telah menempatkan sebagian keturunanku di lembah yang tidak ada tanamannya (dan berada) di sisi rumah-Mu (Baitullah) yang dihormati. Ya Tuhan kami, (demikian itu kami lakukan) agar mereka melaksanakan salat. Maka, jadikanlah hati sebagian manusia cenderung kepada mereka dan anugerahilah mereka rezeki dari buah-buahan. Mudah-mudahan mereka bersyukur.",
      "38": "Ya Tuhan kami, sesungguhnya Engkau mengetahui apa yang kami sembunyikan dan apa yang kami tampakkan. Tidak ada sesuatu pun yang tersembunyi bagi Allah, baik yang ada di bumi maupun yang ada di langit.",
      "39": "Segala puji bagi Allah yang telah menganugerahkan kepadaku di hari tua(-ku) Ismail dan Ishaq. Sesungguhnya Tuhanku benar-benar Maha Mendengar (memperkenankan) doa.",
      "40": "Ya Tuhanku, jadikanlah aku dan sebagian anak cucuku orang yang tetap melaksanakan salat. Ya Tuhan kami, perkenankanlah doaku.390)",
      "41": "Ya Tuhan kami, ampunilah aku, kedua orang tuaku, dan orang-orang mukmin pada hari diadakan perhitungan (hari Kiamat).”",
      "42": "Janganlah sekali-kali engkau mengira bahwa Allah lengah terhadap apa yang orang-orang zalim perbuat. Sesungguhnya Dia menangguhkan mereka sampai hari ketika mata (mereka) terbelalak.",
      "43": "(Pada hari itu) mereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedangkan mata mereka tidak berkedip dan hati mereka kosong.",
      "44": "Berikanlah (Nabi Muhammad) peringatan kepada manusia tentang hari (ketika) azab datang kepada mereka. Maka, (ketika itu) orang-orang yang zalim berkata, “Ya Tuhan kami, tangguhkanlah (azab) kami (dan kembalikanlah kami ke dunia) walaupun sebentar, niscaya kami akan mematuhi seruan-Mu dan akan mengikuti rasul-rasul.” (Kepada mereka dikatakan,) “Bukankah dahulu (di dunia) kamu telah bersumpah bahwa sekali-kali kamu tidak akan beralih (dari kehidupan dunia ke akhirat)?",
      "45": "(Bukankah) kamu pun dulu tinggal di tempat kediaman orang-orang yang menzalimi diri sendiri dan telah nyata bagimu bagaimana Kami telah berbuat terhadap mereka dan telah Kami berikan (pula) kepadamu beberapa perumpamaan?”",
      "46": "Sungguh, mereka telah membuat tipu daya padahal Allah (mengetahui dan akan membalas) tipu daya mereka. Sekali-kali tipu daya mereka tidak akan mampu melenyapkan gunung-gunung.391)",
      "47": "Oleh karena itu, jangan sekali-kali engkau mengira bahwa Allah mengingkari janji-Nya kepada rasul-rasul-Nya. Sesungguhnya Allah Maha Perkasa lagi mempunyai pembalasan,",
      "48": "(yaitu) hari (ketika) bumi diganti dengan bumi yang lain dan (demikian pula) langit. Mereka (manusia) berkumpul (di Padang Mahsyar) menghadap Allah Yang Maha Esa lagi Maha Perkasa.",
      "49": "Pada hari itu engkau akan melihat orang-orang yang berdosa diikat dengan belenggu.",
      "50": "Pakaian mereka dari cairan (seperti aspal) dan wajah mereka ditutup oleh api neraka.",
      "51": "(Demikian itu) agar Allah memberi balasan kepada setiap orang atas apa yang dia usahakan. Sesungguhnya Allah Maha Cepat perhitungan(-Nya).",
      "52": "(Al-Qur’an) ini adalah penjelasan (yang sempurna) bagi manusia agar mereka diberi peringatan dengannya, agar mereka mengetahui bahwa Dia adalah Tuhan Yang Maha Esa, dan agar orang yang berakal mengambil pelajaran."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Surah ar-Ra'd diakhiri dengan penegasan bahwa Allah dan orang-orang yang diberi Al-Kitab akan menjadi saksi atas kebenaran risalah Nabi Muhammad. Sebagai sambungannya, Surah Ibrahim ini lalu diawali dengan penjelasan bahwa Allah menurunkan Al-Qur'an kepada Nabi Muhammad untuk mengajak manusia keluar dari kegelapan menuju cahaya dengan izin Allah. Alif Laam Raa. Ini adalah Kitab Al-Qur'an yang Kami turunkan kepadamu, wahai Nabi Muhammad, agar engkau mengeluarkan manusia dari kegelapan kemusyrikan kepada cahaya tauhid yang terang-benderang, dengan izin Tuhan, yaitu menuju jalan Tuhan Yang Mahaperkasa lagi Maha Terpuji.",
        "2": "Allah Yang Mahaperkasa itulah yang memiliki apa saja yang ada di langit dan apa saja yang ada di bumi. Bukti-bukti tentang wujud, keesaan, dan kekuasaan Allah berulang kali dijelaskan, tetapi masih banyak orang yang mengingkari. Oleh sebab itu, celakalah bagi orang yang ingkar kepada Tuhan karena mereka pasti akan mendapat siksaan yang sangat berat.",
        "3": "Mereka yang ingkar dan enggan beriman kepada Allah adalah orang yang lebih menyukai kehidupan dunia yang fana daripada kehidupan akhirat yang kekal dan abadi, dan menghalang-halangi manusia dari menyusuri jalan (agama) Allah, dan menginginkan jalan yang bengkok agar sesuai dengan hawa nafsu mereka. Mereka itu benar-benar berada dalam jalan kesesatan yang sangat jauh dari hidayah.",
        "4": "Dan ketahuilah bahwa Kami tidak pernah mengutus seorang rasul pun kepada umat manusia, melainkan dengan bahasa yang dipergunakan oleh kaumnya. Yang demikian itu bertujuan agar dia dapat memberi penjelasan tentang syariat Allah dengan baik kepada mereka. Maka setelah rasul itu memberi penjelasan, Allah menyesatkan -membiarkan sesat- siapa yang Dia kehendaki dari hamba-Nya yang memang memilih jalan kesesatan, dan memberi petunjuk kepada siapa yang Dia kehendaki dari hamba-Nya yang memilih jalan yang lurus. Dia adalah Tuhan Yang Mahaperkasa lagi Mahabijaksana.",
        "5": "Di antara para rasul yang Kami utus itu adalah Nabi Musa. Dan sungguh, Kami telah mengutus Nabi Musa kepada Bani Israil dengan membawa tanda-tanda Kami, yakni berbagai mukjizat yang membuktikan kebenarannya, dan Kami perintahkan kepadanya, “Wahai Nabi Musa, keluarkanlah kaummu dari kegelapan (penindasan Fir’aun) kepada cahaya terang-benderang (pengesaan kepada Allah) dan ingatkanlah mereka kepada hari-hari ketika Allah menurunkan nikmat dan azab-Nya kepada mereka. Sungguh, pada yang demikian itu terdapat tanda-tanda kekuasaan Allah bagi setiap orang penyabar atas ketentuan Allah dan banyak bersyukur atas nikmat-Nya.",
        "6": "Dan, wahai Nabi Muhammad, tuturkanlah kepada kaummu suatu kisah ketika Musa berkata kepada kaumnya (Bani Israil) sembari mengingatkan mereka tentang hari-hari Allah, “Ingatlah nikmat Allah atasmu ketika Dia Yang Maha Pengasih dan Penyayang menyelamatkan kamu dari kekejaman pengikut-pengikut Fir'aun. Mereka atas perintah Fir'aun menyiksa kamu dengan siksa yang pedih, dan menyembelih anak-anakmu yang laki-laki yang baru lahir untuk memastikan tidak akan ada anak laki-laki dari Bani Israil yang kelak menggulingkan takhtanya, dan membiarkan hidup dengan hina anak-anak perempuanmu. Ingatlah bahwa pada yang demikian itu terdapat suatu cobaan dan ujian yang besar dari Tuhanmu. Dia hendak menguji apakah mereka bersyukur atas penyelamatan itu dan mengikuti ajaran Nabi Musa ataukah sebaliknya.”",
        "7": "Dan ingatlah pula ketika Tuhanmu memaklumkan suatu maklumat yang dikukuhkan, “Sesungguhnya Aku bersumpah, jika kamu bersyukur atas nikmat-nikmat-Ku kepadamu, niscaya Aku akan menambah kepadamu nikmat lebih banyak lagi, tetapi sebaliknya, jika kamu mengingkari nikmat-Ku, maka pasti azab-Ku sangat berat.”",
        "8": "Dan Musa berkata untuk mengingatkan kaumnya bahwa mensyukuri nikmat Allah bukanlah untuk kepentingan Allah, “Jika kamu dan orang yang ada di bumi ini semuanya mengingkari nikmat Allah, maka sesungguhnya Allah Mahakaya sehingga keingkaran mereka tidak akan sedikit pun mengurangi kekayaan-Nya, Maha Terpuji atas segala hal yang terjadi di alam semesta.”",
        "9": "Janganlah kalian, wahai Bani Israil dan umat Nabi Muhammad, mengingkari nikmat Allah. Apakah belum sampai kepadamu berita tentang kebinasaan orang-orang sebelum kamu, yaitu kaum Nabi Nuh, kaum 'Ad, kaum Samud, dan orang-orang setelah mereka, seperti penduduk Madyan, kaum Tubba’, dan lain-lain. Tidak ada yang mengetahui secara detail azab seperti apa yang mereka alami, selain Allah. Rasul-rasul telah datang kepada mereka membawa bukti-bukti yang nyata tentang kerasulan para utusan itu, berupa mukjizat dan penjelasan yang mudah dipahami oleh umat masing-masing, namun mereka menutupkan tangannya ke mulutnya dengan penuh kebencian dan penolakan, dan berkata, “Sesungguhnya kami tidak percaya sama sekali akan bukti bahwa kamu diutus kepada kami, dan kami benar-benar berada dalam keraguan yang sangat mendalam dan menggelisahkan hati kami terhadap apa yang kamu serukan kepada kami, berupa ajakan beriman dan bertauhid kepada Allah.”",
        "10": "Menanggapi jawaban kaumnya, rasul-rasul mereka berkata, “Apakah ada keraguan dari siapa pun yang berakal terhadap wujud dan keesaan Allah, Pencipta langit dan bumi dalam keseimbangan yang begitu sempurna? Dia menyeru kamu agar bertauhid dan beribadah hanya kepadaNya untuk kepentinganmu sendiri, yakni agar Dia mengampuni sebagian dosa-dosamu yang sengaja maupun tidak, dan menangguhkan siksaan-mu sampai waktu yang ditentukan oleh-Nya.” Mendengar nasihat para rasul itu, mereka berkata, “Kamu hanyalah manusia biasa seperti kami juga. Tidak ada keistimewaan apa pun dalam diri kamu yang memantaskan kamu untuk menjadi pembimbing kami. Kamu mengaku sebagai rasul hanya karena ingin menghalangi kami menyembah apa yang dari dahulu telah diyakini dan disembah oleh nenek moyang kami, lalu kamu mengajak kami menyembah tuhanmu. Karena itu, datangkanlah kepada kami bukti yang nyata bahwa kamu benar utusan Allah sehingga kami tidak lagi dapat membantahnya.”",
        "11": "Pandangan orang kafir itu sangat keliru. Mereka seolah ingin memaksakan kehendak bahwa para rasul haruslah bukan manusia biasa. Untuk mematahkan logika ini, rasul-rasul mereka berkata kepada mereka, “Wahai kaum kami, kami memang hanyalah manusia biasa seperti kamu, tetapi Allah memberi karunia kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Kami adalah beberapa orang di antara mereka yang Allah beri karunia itu. Ketahuilah, tidak pantas bagi kami untuk mendatangkan suatu bukti kepada kamu atas kuasa kami sendiri, melainkan semuanya haruslah dengan izin Allah. Dan oleh sebab itu, hanya kepada Allah saja hendaknya orang yang beriman bertawakal dan berserah diri.",
        "12": "Dan kami, para rasul, selalu bertawakal kepada Allah. Mengapa kami tidak akan bertawakal kepada Allah Yang Maha Pencipta dan Mahaperkasa, sedangkan Dia telah menunjukkan jalan yang lurus kepada kami sehingga kami akan selamat dari azab-Nya, dan jika kalian menyakiti kami karenanya, baik dengan perkataan maupun perbuatan, kami sungguh akan tetap bersabar terhadap gangguan yang kamu lakukan kepada kami itu. Dan ketahuilah, hanya kepada Allah saja orang yang bertawakal berserah diri. Mereka bertawakal kepada-Nya karena yakin bahwa Dia akan mengulurkan pertolongan.”",
        "13": "Dialog antara para rasul dengan kaum mereka yang ingkar terus berlanjut. Dan orang-orang kafir dengan angkuh dan sombong berkata dengan nada mengancam kepada rasul-rasul mereka, “Kami pasti akan mengusir kamu dengan paksa dari negeri kami, atau kamu benar-benar kembali kepada agama kami yang telah kamu tinggalkan.” Para rasul mengacuhkan ancaman mereka dan tetap istikamah mendakwahkan kebenaran. Untuk meneguhkan hati para rasul, maka Tuhan mewahyukan kepada mereka, “Wahai para rasul, jangan risau dan khawatir, Kami Yang Mahaperkasa pasti akan menolongmu dan membinasakan orang yang zalim itu.",
        "14": "Dan Kami pasti akan menempatkan kamu kembali dan menjadikanmu penguasa di negeri-negeri itu setelah mereka Kami binasakan. Yang demikian itu, yakni membinasakan orang kafir dan menempatkan kembali para rasul ke negeri mereka sendiri, adalah anugerah bagi orang-orang yang takut akan kedudukannya ketika menghadap ke hadirat-Ku di hari Kiamat, dan juga takut akan azab dan ancaman-Ku.”",
        "15": "Allah berjanji akan membinasakan orang kafir, karena itu para rasul menyambutnya dengan memohon agar dakwah mereka menemui keberhasilan. Dan mereka memohon kepada Allah agar diberi kemenangan atas para penentang mereka. Allah mengabulkan doa itu, dan binasalah semua orang yang berlaku dan berbuat sewenang-wenang lagi keras kepala dan enggan mengakui keesaan Allah dan beribadah hanya kepada-Nya.",
        "16": "Kebinasaan orang yang berbuat sewenang-wenang dan keras kepala antara lain karena di hadapannya ada neraka Jahanam sebagai tempat tinggal mereka, dan di sana dia akan diberi minuman dengan air nanah yang keluar dari tubuh-tubuh para penghuni neraka.",
        "17": "Diteguk-teguknya air nanah itu dari waktu ke waktu, dan dia hampir tidak bisa menelannya karena sangat panas dan berbau busuk, dan datanglah bahaya maut kepadanya dari segenap penjuru. Berbagai macam azab mengenai hampir sekujur tubuhnya, tetapi dia tidak juga diberi kesempatan untuk mati sehingga rasa sakit akan selalu mereka rasakan. Dan selain itu, di hadapannya masih ada azab yang lebih berat lagi.",
        "18": "Seperti itulah Allah menyiksa orang kafir, meski mereka selalu berbuat baik dan berjasa bagi kemanusiaan sepanjang hidupnya. Yang demikian itu karena perumpamaan orang yang ingkar kepada Tuhannya, perbuatan yang telah mereka lakukan di dunia yang dipandang baik dan berjasa bagi kemanusiaan seperti abu yang ditiup oleh angin keras pada suatu hari yang berangin kencang. Angin itu menghamburkan abu tersebut hingga tidak tersisa. Demikianlah, mereka tidak kuasa mengambil pahala sama sekali di sisi Allah dari apa yang telah mereka usahakan di dunia karena kekufuran mereka telah menghapus semua amal baik itu. Yang demikian itu, yakni berbuat baik tanpa dilandasi keimanan, adalah bentuk kesesatan yang sangat jauh dari kebenaran.",
        "19": "Melaksanakan ancaman-Nya kepada orang kafir adalah suatu hal yang mudah bagi Allah, seperti mudahnya Dia menciptakan langit dan bumi. Wahai manusia, tidakkah kamu memperhatikan bahwa sesungguhnya Allah telah menciptakan langit dan bumi dengan hak? Allah menciptakan kedunya beserta pernik-perniknya dengan benar, harmonis, dan penuh keteraturan agar menjadi bukti keesaan dan kekuasaan-Nya bagi kamu. Janganlah kalian mengingkari dan menyekutukan-Nya, karena jika Dia menghendaki, niscaya Dia dapat membinasakan kamu dan mendatangkan sebagai penggantimu makhluk yang baru dan lebih baik, lebih sempurna, serta lebih taat daripada kamu.",
        "20": "Dan ketahuilah, yang demikian itu, yakni menggantimu dengan makhluk yang lebih baik dan lebih sempurna adalah hal yang tidak sukar bagi Allah.",
        "21": "Semua makhluk pasti akan merasakan kematian. Dan setelah mati, mereka semua di Padang Mahsyar akan berkumpul untuk menghadap ke hadirat Allah guna mempertanggungjawabkan perbuatan mereka. Setelah mereka berkumpul lalu orang yang lemah-para pengikut orang kafir-berkata kepada orang yang sombong-pemimpin mereka di dunia, “Sesungguhnya kami dahulu adalah pengikut-pengikutmu dalam mendustakan para nabi dan rasul, maka dapatkah kamu pada hari ini menghindarkan kami dari azab Allah yang sangat pedih ini, walaupun sedikit saja, seperti janji kamu dahulu?” Mereka menjawab, “Sekiranya Allah memberi petunjuk kepada kami untuk beriman, niscaya kami dapat memberi petunjuk kepadamu dan membimbing kamu menuju keselamatan. Akan tetapi kita lebih memilih jalan kesesatan sehingga hari ini sama saja bagi kita, apakah kita mengeluh atau bersabar. Kita semua tidak mempunyai tempat sedikit pun untuk melarikan diri dari siksa Allah.”",
        "22": "Dan setan berkata ketika perkara hisab telah diselesaikan dan Allah telah memasukkan penghuni surga dan penghuni neraka ke tempat masing-masing, “Sesungguhnya Allah Yang Maha Menepati janji telah menjanjikan kepadamu sebuah janji yang benar. Dia telah menjanjikan kepadamu kebangkitan dan hari Pembalasan, dan aku pun telah menjanjikan kepadamu sebuah janji bahwa kebangkitan dan hari Pembalasan adalah dusta belaka, tetapi aku menyalahi dan tidak menepati-nya. Sekarang aku tegaskan kepadamu bahwa tidak ada kekuasaan bagiku terhadapmu untuk memaksamu mengikutiku, melainkan aku hanya menyeru kamu menuju kekafiran lalu kamu mematuhi seruanku dengan suka rela. Oleh sebab itu, janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri karena kemauanmu mengikutiku. Aku tidak dapat menolong dan menyelamatkanmu dari siksa Allah, dan kamu pun tidak dapat menolong dan menyelamatkan-ku darinya. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku dengan Allah sejak dahulu di dunia.” Sungguh, orang yang zalim, berpaling dari kebenaran, dan memilih kesesatan pasti akan mendapat siksaan yang sangat pedih.",
        "23": "Demikianlah nasib buruk orang kafir di hari Pembalasan. Penyesalan mereka tidak lagi berguna. Dan orang yang beriman kepada Allah dan rasul-Nya dan membuktikan keimanan mereka dengan mengerjakan kebajikan dimasukkan ke dalam surga-surga yang mengalir di bawah pepohonan dan istana-nya sungai-sungai. Mereka kekal di dalamnya untuk selama-lamanya dengan izin Tuhan mereka Yang Maha Pemurah. Ucapan penghormatan yang mereka terima dari Allah, malaikat, dan sesama kaum mukmin dalam surga itu ialah “salam.”",
        "24": "Usai mengumpamakan amal orang kafir dengan abu yang ditiup angin kencang, pada ayat ini Allah beralih memberikan perumpamaan bagi amal baik orang mukmin. Tidakkah kamu memperhatikan dan merenungkan bagaimana Allah telah membuat perumpamaan kalimat yang baik (kalimat tauhid) seperti pohon yang baik, yaitu kurma. Akarnya menghunjam tanah dengan kuat dan cabangnya menjulang tinggi ke arah langit.",
        "25": "Pohon itu menghasilkan buahnya pada setiap waktu dengan seizin Tuhannya. Seperti itulah pohon keimanan; akarnya terpatri dengan kuat di dada kaum mukmin, dan cabangnya yang berupa amal saleh dipersembahkan kepada Allah setiap waktu. Dan demikianlah, Allah membuat perumpamaan itu sebagai gambaran untuk manusia renungkan agar mereka selalu ingat akan kebesaran dan kekuasaan Allah.",
        "26": "Dan perumpamaan kalimat yang buruk (kalimat kufur) seperti pohon yang buruk, yang telah dicabut akar-akarnya dengan sangat mudah dari permukaan bumi. Akar pohon itu tercerabut sehingga tidak lagi dapat menopangnya supaya dapat tetap tegak berdiri sedikit pun seperti sedia kala. Demikianlah, orang kafir tidak mempunyai keyakinan yang kuat dalam hati dan tidak ada amal darinya yang akan diterima oleh Allah.",
        "27": "Allah meneguhkan hati orang-orang yang beriman dengan ucapan yang teguh, yaitu kesaksian bahwa tiada Tuhan selain Allah dan Nabi Muhammad adalah utusan Allah, dalam kehidupan mereka di dunia dan di akhirat; dan Allah menyesatkan orang-orang yang zalim dari jalan kebenaran, dan Allah berbuat apa saja yang Dia kehendaki, seperti memberi hidayah kepada orang mukmin dan membiarkan sesat orang yang ingkar.",
        "28": "Allah membiarkan sesat orang yang ingkar, namun bukan berarti Allah berbuat sewenang-wenang. Apa yang mereka alami merupakan akibat dari perbuatan buruk mereka sendiri. Wahai manusia, tidakkah kamu memperhatikan bagaimana kesudahan orang-orang kafir yang telah menukar nikmat yang telah Allah turunkan kepada mereka, seperti nikmat kesejahteraan dan pengutusan para rasul kepada mereka, dengan ingkar kepada Allah dan menjatuhkan kaumnya ke lembah kebinasaan dengan mengajak mereka memusuhi Allah dan utusan-Nya?",
        "29": "Lembah kebinasaan tersebut yaitu neraka Jahanam; mereka yang mengingkari Allah dan nikmat-nikmat-Nya akan masuk ke dalamnya dan merasakan betapa pedih siksa di dalamnya; dan Jahanam itulah seburuk-buruk tempat kediaman.",
        "30": "Dan tidak hanya mengingkari Allah dan nikmat-nikmat-Nya, mereka (orang kafir) itu telah menjadikan dan menyembah berhala-berhala sebagai tandingan bagi Allah yang seharusnya mereka imani dan esakan. Mereka melakukan hal tersebut untuk menyesatkan manusia dari jalan dan agama-Nya. Wahai Nabi Muhammad, katakanlah kepada mereka, “Bersenang-senanglah di dunia ini dengan keingkaran kamu, karena sesungguhnya dunia ini akan segera sirna dan tempat kembalimu adalah ke neraka. Di sanalah kamu akan menerima balasan setimpal atas keingkaranmu.”",
        "31": "Wahai Nabi Muhammad, katakan dan pesankan-lah kepada hamba-hamba-Ku yang telah beriman, “Untuk menyempurnakan iman, hendaklah mereka melaksanakan salat dengan segala aturan-aturannya, menginfakkan sebagian dari rezeki yang telah Kami berikan secara sembunyi atau terang-terangan di jalan Allah, baik yang bersifat wajib maupun sunah. Hendaklah mereka berinfak sebelum datang hari Kiamat ketika tidak ada lagi jual beli, yakni penebusan atas siksa Allah, dan tidak ada lagi persahabatan yang diharapkan dapat menyelamatkan manusia dari azab-Nya.”",
        "32": "Wahai manusia, perhatikan dan renungkanlah bahwa Allah-lah yang telah menciptakan langit dan bumi dari ketiadaan dan tanpa model yang mendahuluinya. Dan Dia pula yang telah menurunkan air hujan dari awan di langit, kemudian dengan air hujan itu Dia menghijaukan bumi yang semula mati dengan tumbuh-tumbuhan yang mengeluarkan berbagai buah-buahan sebagai rezeki dan penopang hidup untukmu. Dan Dia pula yang telah menundukkan kapal bagimu agar engkau dapat dengan mudah berlayar di lautan dengan kehendak-Nya demi memenuhi kebutuhan hidupmu. Dan Dia juga yang telah menundukkan sungai-sungai bagimu agar kamu dan hewan-hewan ternakmu dapat minum darinya serta bisa kamu manfaatkan untuk keperluan lainnya.",
        "33": "Dan Dia juga telah menundukkan matahari dan bulan bagimu yang terus-menerus beredar dalam orbitnya. Peredaran matahari sangat dibutuhkan oleh makhluk di bumi untuk berbagai keperluan, demikian juga bulan. Dan Allah pun telah menundukkan malam dan siang bagimu. Dengan begitu, kamu dapat beristirahat dengan tenang di malam hari dan menjalani aktivitas keseharian di siang hari.",
        "34": "Dan Dia telah memberikan kepadamu berbagai nikmat untuk keperluan hidup kamu sebagai anugerah atas segala apa yang kamu mohonkan kepada-Nya. Dan jika kamu berupaya menghitung nikmat Allah tersebut, niscaya kamu tidak akan mampu menghitungnya. Sungguh banyak nikmat yang telah Allah karuniakan, tetapi banyak sekali manusia yang mengingkari nikmat-nikmat itu. Mereka sangat zalim dan sangat mengingkari nikmat Allah.”",
        "35": "Masih berkaitan dengan nikmat Allah, dijelaskan pula bahwa Nabi Ibrahim memohon kepada Allah agar anak cucunya diberi nikmat dan dihindarkan dari menyembah berhala. Dan ingatlah, ketika Nabi Ibrahim berdoa kepada Allah, “Ya Tuhan, jadikanlah negeri Mekah ini negeri yang aman, dan jauhkanlah aku beserta anak cucuku hingga akhir zaman agar tidak menyembah berhala.",
        "36": "Ya Tuhan, aku tahu berhala-berhala itu telah menyesatkan banyak manusia akibat kebodohan mereka. Karena itu, barang siapa mengikutiku dan tidak menyembah berhala-berhala tersebut, maka orang itu termasuk golonganku, dan barang siapa mendurhakaiku dan menyembah berhala-berhala itu, maka hukumlah mereka. Akan tetapi, bila Engkau ampuni mereka, maka Engkau adalah Tuhan Yang Maha Pengampun, Maha Penyayang kepada hamba-hamba-Nya yang mau bertobat.",
        "37": "Ya Tuhan, sesungguhnya aku telah menempatkan sebagian keturunanku di Mekah, lembah yang tak berpenghuni dan tidak mempunyai tanam-tanaman, di lokasi yang dekat dengan rumah Engkau (Baitullah) yang dihormati. Ya Tuhan, aku tempatkan mereka di sana agar mereka melaksanakan salat. Maka, aku mohon ya Allah, jadikanlah hati sebagian manusia cenderung kepada mereka, dan berilah mereka rezeki dari buah-buahan, mudah-mudahan dengan anugerah-Mu itu mereka selalu bersyukur kepada-Mu.",
        "38": "Ya Tuhan kami, Penolong kami, sesungguhnya Engkau mengetahui apa yang kami sembunyikan dalam hati kami dan apa yang kami tampakkan dalam bentuk perbuatan; dan kami yakin tidak ada sesuatu pun yang tersembunyi bagi-Mu, ya Allah, baik yang ada di bumi maupun yang ada di langit.”",
        "39": "Menyelingi doanya, Nabi Ibrahim memuji Allah seraya berkata, “Segala puji bagi Allah yang telah menganugerahkan kepadaku nikmat yang sangat banyak dan besar di hari tua-ku berupa dua putra, Ismail dan Ishak. Sungguh, Tuhanku benar-benar Maha Mendengar dan mengabulkan doa yang dipanjatkan kepada-Nya dengan tulus.”",
        "40": "Nabi Ibrahim melanjutkan doanya, “Ya Tuhanku Yang Maha Pemurah, jadikanlah aku dan anak cucuku sebagai orang yang secara tetap dan konsisten melaksanakan dan mendirikan salat, ya Tuhan kami, perkenankanlah doaku kepada-Mu.",
        "41": "Ya Tuhan kami, ampunilah aku dan kedua ibu bapakku dan ampunilah pula semua orang yang beriman, karena kami semua kelak akan mempertanggungjawabkan segala perbuatan pada hari diadakan perhitungan di hari Mahsyar.”",
        "42": "Usai mengisahkan doa-doa Nabi Ibrahim dalam beberapa ayat sebelumnya, pada ayat-ayat berikut Allah menegaskan betapa Dia tidak pernah lengah mengawasi perbuatan orang yang zalim dan durhaka. Dia berfirman, “Dan janganlah sekali-kali engkau atau siapa pun juga mengira bahwa Allah lengah sehingga lalai atau lupa dari menjatuhkan sanksi atas apa yang diperbuat oleh orang yang zalim. Sesungguhnya Allah hanya sedang menangguhkan hukuman yang akan dijatuhkan-Nya kepada mereka sampai hari yang pada waktu itu mata mereka terbelalak akibat dahsyatnya hari Pembalasan itu.",
        "43": "Pada hari itu mereka datang dengan tergesa-gesa memenuhi panggilan Allah dengan mengangkat kepalanya dan memandang dengan penuh cemas, sedang mata mereka tidak berkedip-kedip karena takut dan hati mereka kosong karena tidak mampu lagi berpikir.”",
        "44": "Dan berikanlah peringatan, wahai Nabi Muhammad, kepada semua manusia bahwa pada hari ketika azab datang kepada mereka yang durhaka, maka orang yang zalim dan durhaka itu berkata, “Ya Tuhan kami, berilah kami kesempatan untuk kembali ke dunia, walaupun hanya sebentar, niscaya kami akan mematuhi seruan Engkau yang dulu kami ingkari, dan kami akan mengikuti petunjuk rasul-rasul-Mu.” Kepada mereka lalu dikatakan, “Bukankah dahulu di dunia kamu dengan penuh kesombongan telah bersumpah bahwa sekali-kalikamu tidak akan merasakan ke-binasa-an?",
        "45": "Dan padahal kamu telah tinggal dan menetap di tempat orang yang menzalimi diri sendiri ketika itu, dan kamu pun menyaksikan bekas-bekas kehancuran sebagai akibat dari kedurhakaan mereka, dan dengan demikian telah nyata bagimu bagaimana Kami telah berbuat terhadap mereka dengan menjatuhkan siksa, dan telah Kami berikan kepadamu beberapa perumpamaan sebagai peringatan.”",
        "46": "Dan ingatlah, sungguh mereka telah membuat tipu daya atas Allah padahal Allah mengetahui dan akan membalas tipu daya mereka. Dan sesungguhnya tipu daya mereka sangat ringan sehingga tidak mampu untuk sekadar melenyapkan gunung-gunung yang menjadi salah satu bukti kekuasaan Allah.",
        "47": "Maka karena itu, jangan sekali-kali kamu atau siapa pun mengira bahwa Allah mengingkari janji-Nya kepada rasul-rasul-Nya dalam keberhasilan tugas yang mereka laksanakan. Sungguh, Allah Mahaperkasa dan mempunyai pembalasan. Dia akan menjatuhkan siksa bagi para pendurhaka.",
        "48": "Siksa itu akan Allah jatuhkan pada hari ketika bumi diganti dengan bumi yang lain dan langit diganti dengan langit yang lain, dan mereka, yakni manusia, berkumpul di Padang Mahsyar untuk menghadap Allah Yang Maha Esa lagi Mahaperkasa guna mempertanggungjawabkan perbuatan mereka di dunia.",
        "49": "Pada hari itu engkau atau siapa pun akan melihat orang yang berdosa bersama-sama dengan rekan-rekan mereka, diikat dengan belenggu yang panas membara.",
        "50": "Pakaian mereka terbuat dari cairan aspal yang mempercepat pembakaran, dan wajah mereka ditutup oleh kobaran api neraka yang menyala-nyala.",
        "51": "Itu semua dilakukan agar Allah terbukti memberi balasan kepada setiap orang durhaka terhadap apa yang telah dia usahakan di dunia. Sungguh, Allah Mahacepat perhitungan-Nya, Mahatepat, dan Mahaadil.",
        "52": "Al-Qur'an ini adalah penjelasan yang sempurna bagi manusia untuk kebahagiaan mereka di dunia dan akhirat; agar mereka diberi peringatan dengannya, agar mereka mengetahui bahwa Dia adalah Tuhan Yang Maha Esa, dan agar orang yang berakal mengambil pelajaran dari Al-Qur'an tersebut.[]"
      }
    }
  }
}