{
  "number": 30,
  "name": "الرّوم",
  "name_latin": "Ar-Rūm",
  "name_id": "Ar-Rum",
  "name_trans_id": "Romawi",
  "number_of_verse": 60,
  "category": "Makkiyah",
  "arabics": {
    "1": "الۤمّۤ ۚ",
    "2": "غُلِبَتِ الرُّوْمُۙ",
    "3": "فِيْٓ اَدْنَى الْاَرْضِ وَهُمْ مِّنْۢ بَعْدِ غَلَبِهِمْ سَيَغْلِبُوْنَۙ",
    "4": "فِيْ بِضْعِ سِنِيْنَ ەۗ لِلّٰهِ الْاَمْرُ مِنْ قَبْلُ وَمِنْۢ بَعْدُ ۗوَيَوْمَىِٕذٍ يَّفْرَحُ الْمُؤْمِنُوْنَۙ",
    "5": "بِنَصْرِ اللّٰهِ ۗيَنْصُرُ مَنْ يَّشَاۤءُۗ وَهُوَ الْعَزِيْزُ الرَّحِيْمُ",
    "6": "وَعْدَ اللّٰهِ ۗ لَا يُخْلِفُ اللّٰهُ وَعْدَهٗ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ",
    "7": "يَعْلَمُوْنَ ظَاهِرًا مِّنَ الْحَيٰوةِ الدُّنْيَاۖ وَهُمْ عَنِ الْاٰخِرَةِ هُمْ غٰفِلُوْنَ",
    "8": "اَوَلَمْ يَتَفَكَّرُوْا فِيْٓ اَنْفُسِهِمْ ۗ مَا خَلَقَ اللّٰهُ السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَآ اِلَّا بِالْحَقِّ وَاَجَلٍ مُّسَمًّىۗ وَاِنَّ كَثِيْرًا مِّنَ النَّاسِ بِلِقَاۤئِ رَبِّهِمْ لَكٰفِرُوْنَ",
    "9": "اَوَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْۗ كَانُوْٓا اَشَدَّ مِنْهُمْ قُوَّةً وَّاَثَارُوا الْاَرْضَ وَعَمَرُوْهَآ اَكْثَرَ مِمَّا عَمَرُوْهَا وَجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِۗ فَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَۗ",
    "10": "ثُمَّ كَانَ عَاقِبَةَ الَّذِيْنَ اَسَاۤءُوا السُّوْۤاٰىٓ اَنْ كَذَّبُوْا بِاٰيٰتِ اللّٰهِ وَكَانُوْا بِهَا يَسْتَهْزِءُوْنَ ࣖ",
    "11": "اَللّٰهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ ثُمَّ اِلَيْهِ تُرْجَعُوْنَ",
    "12": "وَيَوْمَ تَقُوْمُ السَّاعَةُ يُبْلِسُ الْمُجْرِمُوْنَ",
    "13": "وَلَمْ يَكُنْ لَّهُمْ مِّنْ شُرَكَاۤىِٕهِمْ شُفَعٰۤؤُا وَكَانُوْا بِشُرَكَاۤىِٕهِمْ كٰفِرِيْنَ",
    "14": "وَيَوْمَ تَقُوْمُ السَّاعَةُ يَوْمَىِٕذٍ يَّتَفَرَّقُوْنَ",
    "15": "فَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَهُمْ فِيْ رَوْضَةٍ يُّحْبَرُوْنَ",
    "16": "وَاَمَّا الَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَا وَلِقَاۤئِ الْاٰخِرَةِ فَاُولٰۤىِٕكَ فِى الْعَذَابِ مُحْضَرُوْنَ",
    "17": "فَسُبْحٰنَ اللّٰهِ حِيْنَ تُمْسُوْنَ وَحِيْنَ تُصْبِحُوْنَ",
    "18": "وَلَهُ الْحَمْدُ فِى السَّمٰوٰتِ وَالْاَرْضِ وَعَشِيًّا وَّحِيْنَ تُظْهِرُوْنَ",
    "19": "يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَا ۗوَكَذٰلِكَ تُخْرَجُوْنَ ࣖ",
    "20": "وَمِنْ اٰيٰتِهٖٓ اَنْ خَلَقَكُمْ مِّنْ تُرَابٍ ثُمَّ اِذَآ اَنْتُمْ بَشَرٌ تَنْتَشِرُوْنَ",
    "21": "وَمِنْ اٰيٰتِهٖٓ اَنْ خَلَقَ لَكُمْ مِّنْ اَنْفُسِكُمْ اَزْوَاجًا لِّتَسْكُنُوْٓا اِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَّوَدَّةً وَّرَحْمَةً ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ",
    "22": "وَمِنْ اٰيٰتِهٖ خَلْقُ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافُ اَلْسِنَتِكُمْ وَاَلْوَانِكُمْۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّلْعٰلِمِيْنَ",
    "23": "وَمِنْ اٰيٰتِهٖ مَنَامُكُمْ بِالَّيْلِ وَالنَّهَارِ وَابْتِغَاۤؤُكُمْ مِّنْ فَضْلِهٖۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّسْمَعُوْنَ",
    "24": "وَمِنْ اٰيٰتِهٖ يُرِيْكُمُ الْبَرْقَ خَوْفًا وَّطَمَعًا وَّيُنَزِّلُ مِنَ السَّمَاۤءِ مَاۤءً فَيُحْيٖ بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ",
    "25": "وَمِنْ اٰيٰتِهٖٓ اَنْ تَقُوْمَ السَّمَاۤءُ وَالْاَرْضُ بِاَمْرِهٖۗ  ثُمَّ اِذَا دَعَاكُمْ دَعْوَةًۖ مِّنَ الْاَرْضِ اِذَآ اَنْتُمْ تَخْرُجُوْنَ",
    "26": "وَلَهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ كُلٌّ لَّهٗ قٰنِتُوْنَ",
    "27": "وَهُوَ الَّذِيْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَهُوَ اَهْوَنُ عَلَيْهِۗ وَلَهُ الْمَثَلُ الْاَعْلٰى فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ",
    "28": "ضَرَبَ لَكُمْ مَّثَلًا مِّنْ اَنْفُسِكُمْۗ هَلْ لَّكُمْ مِّنْ مَّا مَلَكَتْ اَيْمَانُكُمْ مِّنْ شُرَكَاۤءَ فِيْ مَا رَزَقْنٰكُمْ فَاَنْتُمْ فِيْهِ سَوَاۤءٌ تَخَافُوْنَهُمْ كَخِيْفَتِكُمْ اَنْفُسَكُمْۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْقِلُوْنَ",
    "29": "بَلِ اتَّبَعَ الَّذِيْنَ ظَلَمُوْٓا اَهْوَاۤءَهُمْ بِغَيْرِ عِلْمٍۗ فَمَنْ يَّهْدِيْ مَنْ اَضَلَّ اللّٰهُ ۗوَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ",
    "30": "فَاَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًاۗ فِطْرَتَ اللّٰهِ الَّتِيْ فَطَرَ النَّاسَ عَلَيْهَاۗ  لَا تَبْدِيْلَ لِخَلْقِ اللّٰهِ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُۙ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَۙ",
    "31": "۞ مُنِيْبِيْنَ اِلَيْهِ وَاتَّقُوْهُ وَاَقِيْمُوا الصَّلٰوةَ وَلَا تَكُوْنُوْا مِنَ الْمُشْرِكِيْنَۙ",
    "32": "مِنَ الَّذِيْنَ فَرَّقُوْا دِيْنَهُمْ وَكَانُوْا شِيَعًا ۗ كُلُّ حِزْبٍۢ بِمَا لَدَيْهِمْ فَرِحُوْنَ",
    "33": "وَاِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُّنِيْبِيْنَ اِلَيْهِ ثُمَّ اِذَآ اَذَاقَهُمْ مِّنْهُ رَحْمَةً اِذَا فَرِيْقٌ مِّنْهُمْ بِرَبِّهِمْ يُشْرِكُوْنَۙ",
    "34": "لِيَكْفُرُوْا بِمَآ اٰتَيْنٰهُمْۗ فَتَمَتَّعُوْاۗ فَسَوْفَ تَعْلَمُوْنَ",
    "35": "اَمْ اَنْزَلْنَا عَلَيْهِمْ سُلْطٰنًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوْا بِهٖ يُشْرِكُوْنَ",
    "36": "وَاِذَآ اَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوْا بِهَاۗ وَاِنْ تُصِبْهُمْ سَيِّئَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ اِذَا هُمْ يَقْنَطُوْنَ",
    "37": "اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ",
    "38": "فَاٰتِ ذَا الْقُرْبٰى حَقَّهٗ وَالْمِسْكِيْنَ وَابْنَ السَّبِيْلِۗ ذٰلِكَ خَيْرٌ لِّلَّذِيْنَ يُرِيْدُوْنَ وَجْهَ اللّٰهِ ۖوَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ",
    "39": "وَمَآ اٰتَيْتُمْ مِّنْ رِّبًا لِّيَرْبُوَا۟ فِيْٓ اَمْوَالِ النَّاسِ فَلَا يَرْبُوْا عِنْدَ اللّٰهِ ۚوَمَآ اٰتَيْتُمْ مِّنْ زَكٰوةٍ تُرِيْدُوْنَ وَجْهَ اللّٰهِ فَاُولٰۤىِٕكَ هُمُ الْمُضْعِفُوْنَ",
    "40": "اَللّٰهُ الَّذِيْ خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيْتُكُمْ ثُمَّ يُحْيِيْكُمْۗ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّفْعَلُ مِنْ ذٰلِكُمْ مِّنْ شَيْءٍۗ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ࣖ",
    "41": "ظَهَرَ الْفَسَادُ فِى الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ اَيْدِى النَّاسِ لِيُذِيْقَهُمْ بَعْضَ الَّذِيْ عَمِلُوْا لَعَلَّهُمْ يَرْجِعُوْنَ",
    "42": "قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلُۗ  كَانَ اَكْثَرُهُمْ مُّشْرِكِيْنَ",
    "43": "فَاَقِمْ وَجْهَكَ لِلدِّيْنِ الْقَيِّمِ مِنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهٗ مِنَ اللّٰهِ يَوْمَىِٕذٍ يَّصَّدَّعُوْنَ",
    "44": "مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهٗۚ وَمَنْ عَمِلَ صَالِحًا فَلِاَنْفُسِهِمْ يَمْهَدُوْنَۙ",
    "45": "لِيَجْزِيَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ مِنْ فَضْلِهٖۗ  اِنَّهٗ لَا يُحِبُّ الْكٰفِرِيْنَ",
    "46": "وَمِنْ اٰيٰتِهٖٓ اَنْ يُّرْسِلَ الرِّيٰحَ مُبَشِّرٰتٍ وَّلِيُذِيْقَكُمْ مِّنْ رَّحْمَتِهٖ وَلِتَجْرِيَ الْفُلْكُ بِاَمْرِهٖ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ",
    "47": "وَلَقَدْ اَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا اِلٰى قَوْمِهِمْ فَجَاۤءُوْهُمْ بِالْبَيِّنٰتِ فَانْتَقَمْنَا مِنَ الَّذِيْنَ اَجْرَمُوْاۗ وَكَانَ حَقًّاۖ عَلَيْنَا نَصْرُ الْمُؤْمِنِيْنَ",
    "48": "اَللّٰهُ الَّذِيْ يُرْسِلُ الرِّيٰحَ فَتُثِيْرُ سَحَابًا فَيَبْسُطُهٗ فِى السَّمَاۤءِ كَيْفَ يَشَاۤءُ وَيَجْعَلُهٗ كِسَفًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلٰلِهٖۚ فَاِذَآ اَصَابَ بِهٖ مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖٓ اِذَا هُمْ يَسْتَبْشِرُوْنَۚ",
    "49": "وَاِنْ كَانُوْا مِنْ قَبْلِ اَنْ يُّنَزَّلَ عَلَيْهِمْ مِّنْ قَبْلِهٖ لَمُبْلِسِيْنَۚ",
    "50": "فَانْظُرْ اِلٰٓى اٰثٰرِ رَحْمَتِ اللّٰهِ كَيْفَ يُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ ذٰلِكَ لَمُحْيِ الْمَوْتٰىۚ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
    "51": "وَلَىِٕنْ اَرْسَلْنَا رِيْحًا فَرَاَوْهُ مُصْفَرًّا لَّظَلُّوْا مِنْۢ بَعْدِهٖ يَكْفُرُوْنَ",
    "52": "فَاِنَّكَ لَا تُسْمِعُ الْمَوْتٰى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاۤءَ اِذَا وَلَّوْا مُدْبِرِيْنَ",
    "53": "وَمَآ اَنْتَ بِهٰدِ الْعُمْيِ عَنْ ضَلٰلَتِهِمْۗ اِنْ تُسْمِعُ اِلَّا مَنْ يُّؤْمِنُ بِاٰيٰتِنَا فَهُمْ مُّسْلِمُوْنَ ࣖ",
    "54": "۞ اَللّٰهُ الَّذِيْ خَلَقَكُمْ مِّنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْۢ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْۢ بَعْدِ قُوَّةٍ ضَعْفًا وَّشَيْبَةً ۗيَخْلُقُ مَا يَشَاۤءُۚ وَهُوَ الْعَلِيْمُ الْقَدِيْرُ",
    "55": "وَيَوْمَ تَقُوْمُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُوْنَ ەۙ مَا لَبِثُوْا غَيْرَ سَاعَةٍ ۗ كَذٰلِكَ كَانُوْا يُؤْفَكُوْنَ",
    "56": "وَقَالَ الَّذِيْنَ اُوْتُوا الْعِلْمَ وَالْاِيْمَانَ لَقَدْ لَبِثْتُمْ فِيْ كِتٰبِ اللّٰهِ اِلٰى يَوْمِ الْبَعْثِۖ فَهٰذَا يَوْمُ الْبَعْثِ وَلٰكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُوْنَ",
    "57": "فَيَوْمَىِٕذٍ لَّا يَنْفَعُ الَّذِيْنَ ظَلَمُوْا مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُوْنَ",
    "58": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِيْ هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍۗ وَلَىِٕنْ جِئْتَهُمْ بِاٰيَةٍ لَّيَقُوْلَنَّ الَّذِيْنَ كَفَرُوْٓا اِنْ اَنْتُمْ اِلَّا مُبْطِلُوْنَ",
    "59": "كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى قُلُوْبِ الَّذِيْنَ لَا يَعْلَمُوْنَ",
    "60": "فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلَا يَسْتَخِفَّنَّكَ الَّذِيْنَ لَا يُوْقِنُوْنَ ࣖ"
  },
  "latins": [
    "Alif lām mīm.",
    "Gulibatir-rūm(u).",
    "Fī adnal-arḍi wa hum mim ba'di galabihim sayaglibūn(a).",
    "Fī biḍ'i sinīn(a), lillāhil-amru min qablu wa mim ba'd(u), wa yauma'iżiy yafraḥul-mu'minūn(a).",
    "Binaṣrillāh(i), yanṣuru may yasyā'(u), wa huwal-'azīzur-raḥīm(u).",
    "Wa'dallāh(i), lā yukhlifullāhu wa'dahū wa lākinna akṡaran-nāsi lā ya'lamūn(a).",
    "Ya'lamūna ẓāhiram minal-ḥayātid-dun-yā, wa hum 'anil-ākhirati hum gāfilūn(a).",
    "Awalam yatafakkarū fī anfusihim, mā khalaqallāhus-samāwāti wal-arḍa wa mā bainahumā illā bil-ḥaqqi wa ajalim musammā(n), wa inna kaṡīram minan-nāsi biliqā'i rabbihim lakāfirūn(a).",
    "Awalam yasīrū fil-arḍi fayanẓurū kaifa kāna 'āqibatul-lażīna min qablihim, kānū asyadda minhum quwwataw wa aṡārul-arḍa wa 'amarūhā akṡara mimmā 'amarūhā wa jā'athum rusuluhum bil-bayyināt(i), famā kānallāhu liyaẓlimahum wa lākin kānū anfusahum yaẓlimūn(a).",
    "Ṡumma kāna 'āqibatal-lażīna asā'us-sū'ā an każżabū bi'āyātillāhi wa kānū bihā yastahzi'ūn(a).",
    "Allāhu yabda'ul-khalqa ṡumma yu'īduhū ṡumma ilaihi turja'ūn(a).",
    "Wa yauma taqūmus-sā'atu yublisul-mujrimūn(a).",
    "Wa lam yakul lahum min syurakā'ihim syufa'ā'u wa kānū bisyurakā'ihim kāfirīn(a).",
    "Wa yauma taqūmus-sā'atu yauma'iżiy yatafarraqūn(a).",
    "Fa ammal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti fahum fī rauḍatiy yuḥbarūn(a).",
    "Wa ammal-lażīna kafarū wa każżabū bi'āyātinā wa liqā'il-ākhirati fa'ulā'ika fil-'ażābi muḥḍarūn(a).",
    "Fa subḥānallāhi ḥīna tumsūna wa ḥīna tuṣbiḥūn(a).",
    "Wa lahul-ḥamdu fis-samāwāti wal-arḍi wa 'asyiyyaw wa ḥīna tuẓhirūn(a).",
    "Yukhrijul-ḥayya minal-mayyiti wa yukhrijul-mayyita minal-ḥayyi wa yuḥyil-arḍa ba'da mautihā, wa każālika tukhrajūn(a).",
    "Wa min āyātihī an khalaqakum min turābin ṡumma iżā antum basyarun tantasyirūn(a).",
    "Wa min āyātihī an khalaqa lakum min anfusikum azwājal litaskunū ilaihā wa ja'ala bainakum mawaddataw wa raḥmah(tan), inna fī żālika la'āyātil liqaumiy yatafakkarūn(a).",
    "Wa min āyātihī khalqus-samāwāti wal-arḍi wakhtilāfu alsinatikum wa alwānikum, inna fī żālika la'āyātil lil-'ālimīn(a).",
    "Wa min āyātihī manāmukum bil-laili wan-nahāri wabtigā'ukum min faḍlih(ī), inna fī żālika la'āyātil liqaumiy yasma'ūn(a).",
    "Wa min āyātihī yurīkumul-barqa khaufaw wa ṭama'aw wa yunazzilu minas-samā'i mā'an fa yuḥyī bihil-arḍa ba'da mautihā, inna fī żālika la'āyātil liqaumiy ya'qilūn(a).",
    "Wa min āyātihī an taqūmas-samā'u wal-arḍu bi'amrih(ī), ṡumma iżā da'ākum da'watam minal-arḍi iżā antum takhrujūn(a).",
    "Wa lahū man fis-samāwāti wal-arḍ(i), kullul lahū qānitūn(a).",
    "Wa huwal-lażī yabda'ul-khalqa ṡumma yu'īduhū wa huwa ahwanu 'alaih(i), wa lahul-maṡalul-a'lā fis-samāwāti wal-arḍ(i), wa huwal-'azīzul-ḥakīm(u).",
    "Ḍaraba lakum maṡalam min anfusikum, hal lakum mim mā malakat aimānukum min syurakā'a fī mā razaqnākum fa'antum fīhi sawā'un takhāfūnahum kakhīfatikum anfusakum, każālika nufaṣṣilul-āyāti liqaumiy ya'qilūn(a).",
    "Balittaba'al-lażīna ẓalamū ahwā'ahum bigairi 'ilm(in), famay yahdī man aḍallallāh(u), wa mā lahum min nāṣirīn(a).",
    "Fa aqim wajhaka lid-dīni ḥanīfā(n), fiṭratallāhil-latī faṭaran-nāsa 'alaihā, lā tabdīla likhalqillāh(i), żālikad-dīnul-qayyim(u), wa lākinna akṡaran-nāsi lā ya'lamūn(a).",
    "Munībīna ilaihi wattaqūhu wa aqīmuṣ-ṣalāta wa lā takūnū minal-musyrikīn(a).",
    "Minal-lażīna farraqū dīnahum wa kānū syiya'ā(n), kullu ḥizbim bimā ladaihim fariḥūn(a).",
    "Wa iżā massan-nāsa ḍurrun da'au rabbahum munībīna ilaihi ṡumma iżā ażāqahum minhu raḥmatan iżā farīqum minhum birabbihim yusyrikūn(a).",
    "Liyakfurū bimā ātaināhum, fatamatta'ū, fasaufa ta'lamūn(a).",
    "Am anzalnā 'alaihim sulṭānan fahuwa yatakallamu bimā kānū bihī yusyrikūn(a).",
    "Wa iżā ażaqnan-nāsa raḥmatan fariḥū bihā, wa in tuṣibhum sayyi'atum bimā qaddamat aidīhim iżā hum yaqnaṭūn(a).",
    "Awalam yarau annallāha yabsuṭur-rizqa limay yasyā'u wa yaqdir(u), inna fī żālika la'āyātil liqaumiy yu'minūn(a).",
    "Fa āti żal-qurbā ḥaqqahū wal-miskīna wabnas-sabīl(i), żālika khairul lil-lażīna yurīdūna wajhallāh(i), wa ulā'ika humul-mufliḥūn(a).",
    "Wa mā ātaitum mir ribal liyarbuwa fī amwālin-nāsi falā yarbū 'indallāh(i), wa mā ātaitum min zakātin turīdūna wajhallāhi fa'ulā'ika humul-muḍ'ifūn(a).",
    "Allāhul-lażī khalaqakum ṡumma razaqakum ṡumma yumītukum ṡumma yuḥyīkum, hal min syurakā'ikum may yaf'alu min żālikum min syai'(in), subḥānahū wa ta'ālā 'ammā yusyrikūn(a).",
    "Żaharal-fasādu fil-barri wal-baḥri bimā kasabat aidin-nāsi liyużīqahum ba'ḍal-lażī 'amilū la'allahum yarji'ūn(a).",
    "Qul sīrū fil-arḍi fanẓurū kaifa kāna 'āqibatul-lażīna min qabl(u), kāna akṡaruhum musyrikīn(a).",
    "Fa aqim wajhaka lid-dīnil-qayyimi min qabli ay ya'tiya yaumul lā maradda lahū minallāhi yauma'iżiy yaṣṣadda'ūn(a).",
    "Man kafara fa 'alaihi kufruh(ū), wa man 'amila ṣāliḥan fali'anfusihim yamhadūn(a).",
    "Liyajziyal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti min faḍlih(ī), innahū lā yuḥibbul-kāfirīn(a).",
    "Wa min āyātihī ay yursilar-riyāḥa mubasysyirātiw wa liyużīqakum mir raḥmatihī wa litajriyal-fulka bi'amrihī wa litabtagū min faḍlihī wa la'allakum tasykurūn(a).",
    "Wa laqad arsalnā min qablika rusulan ilā qaumihim fajā'ūhum bil-bayyināti fantaqamnā minal-lażīna ajramū, wa kāna ḥaqqan 'alainā naṣrul-mu'minīn(a).",
    "Allāhul-lażī yursilur-riyāḥa fatuṡīru saḥāban fayabsuṭuhū fis-samā'i kaifa yasyā'u wa yaj'aluhū kisafan fataral-wadqa yakhruju min khilālih(ī), fa'iżā aṣāba bihī may yasyā'u min 'ibādihī iżā hum yastabsyirūn(a).",
    "Wa in kānū min qabli ay yunazzala 'alaihim min qablihī lamublisīn(a).",
    "Fanẓur ilā āṡāri raḥmatillāhi kaifa yuḥyil-arḍa ba'da mautihā, inna żālika lamuḥyil-mautā, wa huwa 'alā kulli syai'in qadīr(un).",
    "Wa la'in arsalnā rīḥan fara'auhu muṣfarral laẓallū mim ba'dihī yakfurūn(a).",
    "Fa innaka lā tusmi'ul-mautā wa lā tusmi'uṣ-ṣummad-du'ā'a iżā wallau mudbirīn(a).",
    "Wa mā anta bihādil-'umyi 'an ḍalālatihim, in tusmi'u illā may yu'minu bi'āyātinā fahum muslimūn(a).",
    "Allāhul-lażī khalaqakum min ḍa'fin ṡumma ja'ala mim ba'di ḍa'fin quwwatan ṡumma ja'ala mim ba'di quwwatin ḍa'faw wa syaibah(tan), yakhluqu mā yasyā'(u), wa huwal-'alīmul-qadīr(u).",
    "Wa yauma taqūmus-sā'atu yuqsimul-mujrimūn(a), mā labiṡū gaira sā'ah(tin), każālika kānū yu'fakūn(a).",
    "Wa qālal-lażīna ūtul-'ilma wal-īmāna laqad labiṡtum fī kitābillāhi ilā yaumil-ba'ṡ(i), fa hāżā yaumul-baṡi wa lākinnakum kuntum lā ta'lamūn(a).",
    "Fa yauma'iżil lā yanfa'ul-lażīna ẓalamū ma'żiratuhum wa lā hum yusta'tabūn(a).",
    "Wa laqad ḍarabnā lin-nāsi fī hāżal-qur'āni min kulli maṡal(in), wa la'in ji'tahum bi'āyatil layaqūlannal-lażīna kafarū in antum illā mubṭilūn(a).",
    "Każālika yaṭba'ullāhu 'alā qulūbil-lażīna lā ya'lamūn(a).",
    "Faṣbir inna wa'dallāhi ḥaqquw wa lā yastakhiffannakal-lażīna lā yūqinūn(a)."
  ],
  "translations": {
    "id": {
      "1": "Alif Lām Mīm.",
      "2": "Bangsa Romawi telah dikalahkan,579)",
      "3": "di negeri yang terdekat580) dan mereka setelah kekalahannya itu akan menang581)",
      "4": "dalam beberapa tahun (lagi).582) Milik Allahlah urusan sebelum dan setelah (mereka menang). Pada hari (kemenangan bangsa Romawi) itu bergembiralah orang-orang mukmin",
      "5": "karena pertolongan Allah. Dia menolong siapa yang Dia kehendaki. Dia Maha Perkasa lagi Maha Penyayang.",
      "6": "(Itulah) janji Allah. Allah tidak akan menyalahi janji-Nya, tetapi kebanyakan manusia tidak mengetahui.",
      "7": "Mereka mengetahui yang lahir (tampak) dari kehidupan dunia, sedangkan terhadap (kehidupan) akhirat mereka lalai.",
      "8": "Apakah mereka tidak berpikir tentang (kejadian) dirinya? Allah tidak menciptakan langit, bumi, dan apa yang ada di antara keduanya, kecuali dengan benar dan waktu yang ditentukan. Sesungguhnya banyak di antara manusia benar-benar mengingkari pertemuan dengan Tuhannya.",
      "9": "Tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul)? Orang-orang itu lebih kuat dari mereka (sendiri) dan mereka telah mengolah bumi (tanah) serta memakmurkannya melebihi apa yang telah mereka makmurkan. Para rasul telah datang kepada mereka dengan membawa bukti-bukti yang jelas. Allah sama sekali tidak menzalimi mereka, tetapi merekalah yang menzalimi dirinya sendiri.",
      "10": "Kemudian, kesudahan orang-orang yang berbuat jahat adalah (balasan) yang paling buruk karena mereka mendustakan ayat-ayat Allah dan selalu memperolok-olokkannya.",
      "11": "Allah memulai penciptaan (makhluk), kemudian mengembalikannya (menghidupkannya) lagi. Lalu, hanya kepada-Nya kamu dikembalikan.",
      "12": "Pada hari (ketika) terjadi kiamat, para pendurhaka terdiam berputus asa.",
      "13": "Tidak mungkin ada pemberi syafaat (pertolongan) bagi mereka dari berhala-berhala yang mereka anggap sekutu Allah, bahkan mereka mengingkari berhala-berhalanya itu.583)",
      "14": "Pada hari (ketika) terjadi kiamat, pada hari itu, manusia terpecah-pecah (dalam kelompok).",
      "15": "Adapun orang-orang yang beriman dan beramal saleh, mereka bergembira di dalam taman (surga).",
      "16": "Adapun orang-orang yang kufur dan mendustakan ayat-ayat Kami serta (mengingkari) pertemuan (hari) Akhirat, mereka itu tetap berada di dalam azab (neraka).",
      "17": "Bertasbihlah kepada Allah ketika kamu berada pada waktu senja dan waktu pagi.",
      "18": "Segala puji hanya bagi-Nya di langit dan di bumi, pada waktu petang dan pada saat kamu berada pada waktu siang.584)",
      "19": "Dia mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup, dan menghidupkan bumi setelah mati (kering). Seperti itulah kamu akan dikeluarkan (dari kubur).",
      "20": "Di antara tanda-tanda (kebesaran)-Nya adalah bahwa Dia menciptakan (leluhur) kamu (Nabi Adam) dari tanah, kemudian tiba-tiba kamu (menjadi) manusia yang bertebaran.",
      "21": "Di antara tanda-tanda (kebesaran)-Nya ialah bahwa Dia menciptakan pasangan-pasangan untukmu dari (jenis) dirimu sendiri agar kamu merasa tenteram kepadanya. Dia menjadikan di antaramu rasa cinta dan kasih sayang. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang berpikir.",
      "22": "Di antara tanda-tanda (kebesaran)-Nya ialah penciptaan langit dan bumi, perbedaan bahasa dan warna kulitmu. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang berilmu.",
      "23": "Di antara tanda-tanda (kebesaran dan kekuasaan)-Nya ialah tidurmu pada waktu malam dan siang serta usahamu mencari sebagian dari karunia-Nya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran dan kekuasaan Allah) bagi kaum yang mendengarkan.",
      "24": "Di antara tanda-tanda (kebesaran dan kekuasaan)-Nya ialah bahwa Dia memperlihatkan kilat kepadamu untuk (menimbulkan) ketakutan dan harapan. Dia menurunkan air (hujan) dari langit, lalu dengannya Dia menghidupkan bumi setelah mati (kering).  Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda bagi kaum yang mengerti.",
      "25": "Di antara tanda-tanda (kebesaran)-Nya adalah bahwa berdirinya langit dan bumi dengan kehendak-Nya. Kemudian, apabila Dia memanggil kamu (pada hari Kiamat) dengan sekali panggil dari bumi, seketika itu kamu keluar (dari kubur).",
      "26": "Milik-Nyalah siapa yang ada di langit dan di bumi. Semuanya tunduk kepada-Nya.",
      "27": "Dialah yang memulai penciptaan, kemudian mengembalikannya (menghidupkannya) lagi (setelah kehancurannya). (Hal) Itu lebih mudah bagi-Nya. Milik-Nyalah sifat yang tertinggi di langit dan di bumi. Dialah Yang Maha Perkasa lagi Maha Bijaksana.",
      "28": "Dia membuat perumpamaan bagimu dari dirimu sendiri. Apakah (kamu rela jika) ada di antara hamba sahaya yang kamu miliki menjadi sekutu bagimu dalam (kepemilikan) rezeki yang telah Kami anugerahkan kepadamu, sehingga kamu menjadi setara dengan mereka dalam hal ini?585) Kamu takut kepada mereka sebagaimana kamu takut kepada sesamamu.586) Seperti itulah Kami menjelaskan tanda-tanda itu bagi kaum yang mengerti.",
      "29": "Akan tetapi, orang-orang yang zalim mengikuti hawa nafsunya tanpa (berdasarkan) ilmu. Maka, siapakah yang dapat memberi petunjuk kepada orang yang telah disesatkan Allah?587) Tidak ada seorang penolong pun bagi mereka.",
      "30": "Maka, hadapkanlah wajahmu dengan lurus kepada agama (Islam sesuai) fitrah (dari) Allah yang telah menciptakan manusia menurut (fitrah) itu.588) Tidak ada perubahan pada ciptaan Allah (tersebut). Itulah agama yang lurus, tetapi kebanyakan manusia tidak mengetahui.",
      "31": "(Hadapkanlah wajahmu) dalam keadaan kembali (bertobat) kepada-Nya. Bertakwalah kepada-Nya, laksanakanlah salat, dan janganlah kamu termasuk orang-orang musyrik,",
      "32": "(yaitu) orang-orang yang memecah-belah agama mereka589) sehingga menjadi beberapa golongan. Setiap golongan merasa bangga dengan apa yang ada pada mereka.",
      "33": "Apabila manusia ditimpa oleh suatu bahaya, mereka menyeru Tuhannya dengan kembali (bertobat) kepada-Nya. Kemudian, apabila Dia memberikan sedikit rahmat-Nya590) kepada mereka, tiba-tiba sebagian mereka mempersekutukan Tuhannya.",
      "34": "Biarkan mereka (orang-orang musyrik) mengingkari apa yang telah Kami anugerahkan kepada mereka. Bersenang-senanglah, kelak kamu akan mengetahui (akibat buruk perbuatanmu),",
      "35": "atau pernahkah Kami menurunkan kepada mereka hujah yang menjelaskan (membenarkan) apa yang selalu mereka persekutukan dengan-Nya?",
      "36": "Apabila Kami mencicipkan suatu rahmat kepada manusia, mereka gembira karenanya. (Sebaliknya,) apabila mereka ditimpa suatu musibah (bahaya) karena kesalahan mereka sendiri, seketika itu mereka berputus asa.",
      "37": "Tidakkah mereka memperhatikan bahwa sesungguhnya Allah melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasi(-nya). Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang beriman.",
      "38": "Oleh karena itu, beri kerabat dekat haknya, juga orang miskin, dan orang yang dalam perjalanan. Itulah yang lebih baik bagi orang-orang yang mencari keridaan Allah. Mereka itulah orang-orang yang beruntung.",
      "39": "Riba yang kamu berikan agar berkembang pada harta orang lain, tidaklah berkembang dalam pandangan Allah. Adapun zakat yang kamu berikan dengan maksud memperoleh keridaan Allah, (berarti) merekalah orang-orang yang melipatgandakan (pahalanya).",
      "40": "Allahlah yang menciptakanmu, kemudian menganugerahkanmu rezeki, kemudian mematikanmu, kemudian menghidupkanmu (kembali). Adakah di antara mereka yang kamu persekutukan (dengan Allah) yang dapat berbuat sesuatu yang demikian itu? Maha Suci dan Maha Tinggi Dia dari apa yang mereka persekutukan.",
      "41": "Telah tampak kerusakan di darat dan di laut disebabkan perbuatan tangan manusia. (Melalui hal itu) Allah membuat mereka merasakan sebagian dari (akibat) perbuatan mereka agar mereka kembali (ke jalan yang benar).",
      "42": "Katakanlah (Nabi Muhammad), “Bepergianlah di bumi, lalu lihatlah bagaimana kesudahan orang-orang dahulu. Kebanyakan mereka adalah orang-orang musyrik.”",
      "43": "Oleh karena itu, hadapkanlah wajahmu kepada agama yang lurus (Islam) sebelum datang dari Allah suatu hari (kiamat) yang tidak dapat ditolak. Pada hari itu mereka terpisah-pisah.591)",
      "44": "Siapa yang kufur, maka dia sendirilah yang menanggung (akibat) kekufurannya. Siapa yang mengerjakan kebajikan, maka mereka menyiapkan untuk diri mereka sendiri (tempat yang menyenangkan)",
      "45": "agar Allah menganugerahkan balasan (pahala) dari karunia-Nya kepada orang-orang yang beriman dan beramal saleh. Sesungguhnya Dia tidak menyukai orang-orang kafir.",
      "46": "Di antara tanda-tanda (kebesaran)-Nya adalah bahwa Dia mengirimkan angin sebagai pembawa berita gembira592) agar kamu merasakan sebagian dari rahmat-Nya, agar kapal dapat berlayar dengan perintah-Nya, agar kamu dapat mencari sebagian dari karunia-Nya, dan agar kamu bersyukur.",
      "47": "Sungguh, Kami benar-benar telah mengutus sebelum engkau (Nabi Muhammad) beberapa orang rasul kepada kaumnya. Mereka datang kepadanya dengan membawa keterangan-keterangan (yang cukup), lalu Kami melakukan pembalasan terhadap orang-orang yang durhaka.593) Merupakan tanggung jawab Kami menolong orang-orang mukmin.",
      "48": "Allahlah yang mengirim angin, lalu ia (angin) menggerakkan awan, kemudian Dia (Allah) membentangkannya di langit menurut yang dikehendaki-Nya dan Dia menjadikannya bergumpal-gumpal, lalu engkau melihat hujan keluar dari celah-celahnya. Maka, apabila Dia menurunkannya kepada hamba-hamba-Nya yang dikehendaki-Nya, seketika itu pula mereka bergembira.",
      "49": "Padahal, sebelum hujan diturunkan, mereka benar-benar telah berputus asa.",
      "50": "Perhatikanlah jejak-jejak rahmat Allah, bagaimana Dia menghidupkan bumi setelah mati (kering). Sesungguhnya (Zat yang melakukan) itu pasti berkuasa menghidupkan orang yang telah mati. Dia Maha Kuasa atas segala sesuatu.",
      "51": "Sungguh, jika Kami mengirimkan angin, lalu mereka melihat (tumbuh-tumbuhan) itu menguning (kering dan rusak), niscaya setelah itu mereka tetap berbuat ingkar.",
      "52": "Sesungguhnya engkau (Nabi Muhammad) tidak akan sanggup menjadikan orang-orang yang mati dan orang-orang yang tuli dapat mendengar seruan apabila mereka berpaling ke belakang.594)",
      "53": "Engkau bukanlah pemberi petunjuk bagi orang-orang yang buta (mata hatinya) dari kesesatannya. Engkau tidak dapat menjadikan (seorang pun) mendengar, kecuali orang yang beriman pada ayat-ayat Kami dan mereka berserah diri.",
      "54": "Allah adalah Zat yang menciptakanmu dari keadaan lemah, kemudian Dia menjadikan(-mu) kuat setelah keadaan lemah. Lalu, Dia menjadikan(-mu) lemah (kembali) setelah keadaan kuat dan beruban.595) Dia menciptakan apa yang Dia kehendaki. Dia Maha Mengetahui lagi Maha Kuasa.",
      "55": "Pada hari (ketika) terjadi kiamat, para pendurhaka (kafir) bersumpah bahwa mereka berdiam (dalam kubur) hanya sesaat (saja).596) Begitulah dahulu mereka dipalingkan (dari kebenaran).",
      "56": "Orang-orang yang diberi ilmu dan iman berkata (kepada orang-orang kafir), “Sungguh, kamu benar-benar telah berdiam (dalam kubur) menurut ketetapan Allah sampai hari Kebangkitan. Maka, inilah hari Kebangkitan itu, tetapi dahulu kamu tidak mengetahui (bahwa itu benar adanya).”",
      "57": "Pada hari itu tidak berguna (lagi) dalih (dan permintaan maaf) orang-orang yang zalim dan mereka tidak pula diberi kesempatan untuk bertobat lagi.",
      "58": "Sungguh, Kami benar-benar telah menjelaskan dalam Al-Qur’an ini segala macam perumpamaan kepada manusia. Sungguh, jika engkau membawa suatu ayat kepada mereka, pastilah orang-orang kafir itu akan berkata, “Kamu hanyalah pembuat kepalsuan belaka.”",
      "59": "Demikianlah Allah mengunci hati orang-orang yang tidak (mau) mengetahui.",
      "60": "Maka, bersabarlah engkau (Nabi Muhammad)! Sesungguhnya janji Allah itu benar. Jangan sampai orang-orang yang tidak meyakini (kebenaran ayat-ayat Allah) itu membuat engkau bersedih."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Alif Lam Mim",
        "2": "Ayat ini berisi prediksi Al-Qur’an terhadap kejadian yang akan datang. Bangsa Romawi Timur yang berpusat di Konstantinopel pada awalnya telah dikalahkan oleh Bangsa Persia pemeluk Majusi.",
        "3": "Kekalahan bangsa Romawi itu terjadi di negeri yang terdekat ke negeri Arab, yaitu Suriah dan Palestina sewaktu menjadi jajahan bangsa Romawi Timur, dan mereka, yakni bangsa Romawi, setelah kekalahannya itu akan menang kembali atas bangsa Persia yang beragama Majusi (musyrik).²",
        "4": "Kemenangan kembali bangsa Romawi itu terjadi dalam beberapa tahun lagi, antara tiga hingga sembilan tahun.³ Milik Allah-lah urusan sebelum dan setelah kekalahan bangsa Persia dan kemenangan bangsa Romawi. Dan pada hari kemenangan bangsa Romawi itu bergembiralah orang-orang yang beriman. Kegembiraan ini bukan semata karena kemenangan bangsa Romawi yang percaya Tuhan atas bangsa Persia yang musyrik, tetapi lebih karena terbuktinya janji Allah yang diinformasikan pada ayat-ayat ini.",
        "5": "Orang-orang mukmin bergembira sebab kemenangan Bangsa Romawi tersebut terjadi karena pertolongan Allah. Dia akan menolong siapa yang Dia kehendaki setelah syarat-syarat kemenangan terpenuhi dan hikmah serta kebijaksanaan-Nya menghendaki hal tersebut. Dia Mahaperkasa, tidak satu pun makhluk mampu mengalahkan-Nya, Maha Penyayang kepada hamba-hamba-Nya yang taat.",
        "6": "Itulah janji Allah kepada kaum mukmin. Janji Allah pasti benar sebab Allah tidak akan menyalahi janji-Nya, tetapi kebanyakan manusia, khususnya orang kafir, tidak mengetahui dan memahami bahwa ketentuan dan perbuatan Allah kepada hamba-Nya didasarkan pada keadilan dan kebijaksanaan-Nya.",
        "7": "Mereka tidak memiliki pengetahuan tentang hakikat keagamaan. Mereka hanya mengetahui yang lahir atau tampak dari kehidupan dunia, sedangkan terhadap kehidupan akhirat mereka benar-benar lalai.",
        "8": "Ayat ini mengecam kaum musyrik Mekah karena keengganan mereka menggunakan mata dan akal untuk memikirkan ciptaan Allah sebagai bukti atas eksistensi dan keesaan-Nya. Dan mengapa mereka tidak memikirkan tentang kejadian diri mereka agar mereka mengetahui asal mereka- mustahil ada yang wujud tanpa ada yang mewujudkan- dan kemana kesudahan mereka setelah mati? Allah tidak menciptakan langit dan bumi dan apa yang ada diantara keduanya melainkan dengan tujuan yang benar, yakni sebagai bukti atas eksistensi dan keesaan-Nya; dan langit, bumi, serta seisinya akan terus berjalan dalam waktu yang ditentukan oleh Allah- hanya Dia yang mengetahui kesudahannya. Dan sesungguhnya kebanyakan di antara manusia, karena keengganan mereka memanfaatkan mata dan akal sehatnya, benar-benar mengingkari kamat, demikian pula pertemuan dengan Tuhannya.",
        "9": "Allah pun mengecam orang musyrik yang enggan mengambil pelajaran dari umat-umat terdahulu yang menentang para rasul. Dan tidakkah mereka sempat bepergian di beberapa tempat di bumi ini lalu melihat dan memperhatikan bagaimana kesudahan orang-orang sebelum mereka yang mendustakan para rasul? Mereka dibinasakan dengan cara mengenaskan dan mengerikan, padahal orang-orang itu lebih kuat secara fisik, jumlah, maupun kekayaan dari mereka sendiri dan mereka juga telah mengolah bumi serta memakmurkannya dengan bercocok tanam, menambang, dan sebagainya melebihi apa yang telah mereka, yakni kaum musyrik Mekah, makmurkan. Dan telah datang kepada mereka rasul-rasul mereka dengan membawa bukti-bukti yang jelas atas eksistensi dan keesaan Allah, namun mereka mendustakan dan mengingkarinya, maka Allah menurunkan azab akibat dosa-dosa mereka sendiri. Allah sama sekali tidak berlaku zalim kepada mereka dengan menurunkan azab tanpa sebab dan peringatan terlebih dahulu, tetapi merekalah yang berlaku zalim kepada diri mereka sendiri dengan mengingkari peringatan Allah, bahkan mereka menentang dan menyakiti para rasul.",
        "10": "Apabila mereka tetap berperilaku buruk maka keburukan pula yang akan mereka terima. Kemudian azab yang lebih buruk di akhirat kelak merupakan kesudahan bagi orang-orang yang mengerjakan kejahatan. mereka kekal di neraka. Yang demikian ini karena mereka telah mendustakan ayat-ayat Allah yang membuktikan keesaan-Nya dan mereka pun selalu memperolok-olokkannya.",
        "11": "Tempat kembali orang berdosa adalah neraka, yaitu setelah mereka dibangkitkan dari kematian mereka di akhirat kelak. Ayat ini menunjukkan keniscayaan hari kebangkitan itu. Allah Sang Mahakuasalah yang memulai penciptaan makhluk, kemudian Dia pula yang mengulanginya kembali, yakni membangkitkannya kembali, dan hal itu semestinya lebih mudah bagi-Nya; kemudian kepada-Nya kamu dikembalikan untuk memperoleh balasan yang setimpal atas amal perbuatanmu.",
        "12": "Dan pada hari ketika terjadi Kiamat, di mana tiap orang akan dipisah sesuai amal masing-masing, orang-orang yang berdosa, yakni kaum musyrik, hanya terdiam membisu dan tidak mampu beralasan lagi. Mereka berputus asa karena tidak bisa menyelamatkan diri dari azab Allah. Mereka bahkan berandai-andai jika dahulunya hanya seonggok tanah.",
        "13": "Dan pada hari itu juga tidak mungkin ada pemberi syafaat dan pertolongan bagi mereka dari berhala-berhala yang di dunia dulu mereka sembah dan harap pertolongannya. Melihat hal ini, mereka mengingkari berhala-berhala mereka itu dan berlepas diri dari mereka karena ternyata berhala-berhala itu tidak mampu membantu mereka justru pada saat dibutuhkan. Mereka bahkan menegaskan seandainya dikembalikan ke dunia, mereka bersumpah tidak akan menyembah berhala-berhala itu lagi. (Lihat pula: al-Baqarah/2: 166-167)",
        "14": "Dan pada hari ketika terjadi Kiamat, pada hari itu manusia terpecah-pecah menjadi beberapa kelompok. Orang yang beriman akan dimasukkan ke surga dan orang kafir serta pendurhaka akan dimasukkan ke neraka.",
        "15": "Masing-masing individu akan memperoleh balasan yang tingkatan dan bentuknya berbeda-beda. Maka adapun orang-orang yang beriman dan dibarengi dengan mengerjakan kebajikan, yaitu melaksanakan perintah Allah dan menjauhi larangan-Nya semata mengharap rida Allah, maka balasan mereka adalah kekal di dalam taman surga dengan bergembira.",
        "16": "Dan adapun kelompok orang-orang yang kafir dan mendustakan ayat-ayat Kami serta mengingkari pertemuan akhirat sebagai hari kebangkitan setelah kematian mereka dan hari perhitungan dari seluruh amal perbuatan mereka, maka mereka tetap berada di dalam azab neraka dan tidak akan pernah tertinggal.",
        "17": "Demikianlah Allah menjelaskan kebesaran dan keagungan-Nya dalam penciptaan langit dan bumi serta pemisahan manusia menjadi beberapa kelompok pada hari kiamat. Maka, bertasbihlah kepada Allah dan sucikanlah Dia dari hal-hal yang tidak patut dengan keagungan dan kemuliaan-Nya. Ingat dan pujilah Dia serta peliharalah waktu-waktu salat dengan sungguh-sungguh, pada petang hari dan pada pagi hari.",
        "18": "Dan hanya bagi-Nya segala bentuk pujian dan syukur, baik di langit yang berasal dari para malaikat maupun di bumi yang berasal dari manusia dan jin, pada malam hari dan pada waktu zuhur atau tengah hari.",
        "19": "Hanya Dia yang berhak atas segala bentuk pujian karena Dia yang mengeluarkan yang hidup dari yang mati, yakni menghidupkan manusia dari tiada, dan mengeluarkan yang mati dari yang hidup, yakni mematikan manusia setelah ia hidup; dan Dia pula yang menghidupkan bumi dengan berbagai macam tetumbuhan dan pepohonan setelah mati dan mengering. Dan seperti itulah kamu akan dikeluarkan dan dibangkitkan dari kubur.",
        "20": "Bila ayat-ayat sebelumnya menjelaskan kesucian dan keterpujian Allah serta kesempurnaan kuasa-Nya, rangkaian ayat-ayat ini memaparkan beberapa bukti atas hal tersebut. Dan di antara tanda-tanda kebesaran-Nya ialah Dia menciptakan kamu dari tanah, kemudian tiba-tiba kamu menjadi manusia yang berkembang biak di muka bumi dengan aktivitas yang amat beragam.",
        "21": "Dan di antara tanda-tanda kebesaran-Nya ialah bahwa Dia telah menciptakan pasangan-pasangan untukmu, laki-laki dengan perempuan dan sebaliknya, dari jenismu sendiri agar kamu cenderung dan mempunyai rasa cinta kepadanya dan merasa tenteram bersamanya setelah disatukan dalam ikatan pernikahan; dan sebagai wujud rahmat-Nya. Dia menjadikan di antaramu potensi untuk memiliki rasa kasih dan sayang kepada pasangannya sehingga keduanya harus saling membantu untuk mewujudkannya demi terbentuknya bangunan rumah tangga yang kukuh. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda kebesaran Allah bagi kaum yang berpikir bahwa tumbuhnya rasa cinta adalah anugerah Allah yang harus dijaga dan ditujukan ke arah yang benar dan melalui cara-cara yang benar pula.",
        "22": "Dan di antara tanda-tanda kebesaran-Nya ialah penciptaan langit tanpa penyangga dan bumi yang terhampar, demikian pula perbedaan bahasamu yang diucapkan dengan mulut yang terdiri atas unsur yang sama: bibir, gigi, dan lidah; dan perbedaan warna kulitmu meski kamu berasal dari sumber yang satu. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda eksistensi dan keesaan-Nya bagi orang-orang yang mengetahui atau berilmu.",
        "23": "Allah menciptakan pergantian siang dan malam sebagai bukti kekuasaan dan rahmat-Nya. Dan di antara tanda-tanda kebesaran-Nya yang lain ialah tidurmu untuk istirahat pada waktu malam setelah kamu beraktivitas pada siang hari, dan pada siang hari kamu beraktivitas kembali, dan usahamu mencari sebagian dari karunia-Nya berupa rezeki yang telah diatur oleh-Nya. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda kebesaran dan keesaan-Nya bagi kaum yang mendengarkan dengan saksama agar dapat menumbuhkan sifat kanaah (menerima dengan ikhlas segala karunia-Nya) dan kemantapan jiwa serta kesadaran penuh atas kemahakuasaan-Nya.",
        "24": "Dan di antara tanda-tanda kebesaran dan rahmat-Nya adalah bahwa Dia memperlihatkan kilat kepadamu untuk menimbulkan ketakutan khususnya di saat kamu dalam perjalanan dan di sisi lain ia menjadi harapan akan turunnya hujan bagi kamu yang dilanda kekeringan. Dan Dia menurunkan air hujan dari langit, yakni arah atas, lalu dengan air itu dihidupkan-Nya bumi setelah mati dan kering. Hujan itu juga menjadi bukti karunia-Nya kepada manusia dan binatang. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda kekuasaan-Nya bagi kaum yang mengerti atau mau berpikir bahwa hari kebangkitan itu niscaya adanya.",
        "25": "Dan di antara tanda-tanda kebesaran-Nya ialah berdirinya langit tanpa penyangga dan bumi yang terhampar dengan kehendak-Nya. Kemudian, apabila kamu wafat dan Dia memanggil kamu sekali panggil dari bumi pada hari kiamat, seketika itu kamu keluar dari kubur untuk menghadap Allah guna menjalani proses hisab dengan seadil-adilnya.",
        "26": "Mahasuci dan terpujilah Allah karena hanya milik-Nya apa yang ada di langit dan di bumi. Semuanya hanya kepada-Nya tunduk, patuh dan siap sedia melaksanakan perintah-Nya.",
        "27": "Hari kebangkitan bukanlah sesuatu yang mustahil bagi Allah, sebab Dialah yang memulai penciptaan manusia dari tidak ada kemudian mengulanginya dengan membangkitkan kembali menjadi makhluk yang baru, dan yang demikian itu menurut akalmu, wahai orang-orang kafir, mestinya lebih mudah bagi-Nya. Hanya bagi-Nya sifat yang Mahatinggi di langit dan di bumi sebagai Tuhan Yang Maha Esa, tidak ada yang serupa dengan-Nya, dan penyandang segala kesempurnaan. Dan Dia Yang Mahaperkasa tanpa tandingan, Mahabijaksana dalam penciptaan dan pengurusan-Nya.",
        "28": "Usai menjelaskan keesaan dan kekuasaan-Nya melalui bukti-bukti nyata yang bisa dilihat oleh mata manusia, kemudian pada ayat ini Allah menguatkan bukti-bukti itu dengan menampilkan contoh konkret yang menyentuh logika manusia. Dia membuat perumpamaan bagimu dari dirimu sendiri agar kamu hanya mengabdi kepada-Nya dan tidak menyekutukan-Nya. Apakah kamu rela jika ada di antara hamba sahaya yang kamu miliki menjadi sekutu bagimu dalam memiliki rezeki yang telah Kami berikan kepadamu, sehingga kamu menjadi setara dengan mereka dalam hal kepemilikan ini, padahal sejatinya posisi hamba sahaya itu bagimu sama dengan harta lain yang kamu miliki, lalu kamu takut kepada mereka sebagaimana kamu takut kepada sesamamu? Tentu tidak. Adalah tidak tepat menyamakan dua hal yang sejatinya sangat berbeda, yaitu antara budak dengan orang merdeka, apalagi antara Allah dengan hamba-Nya. Demikianlah Kami jelaskan ayat-ayat itu bagi kaum yang mengerti, yaitu mereka yang mau menggunakan akalnya untuk berpikir.",
        "29": "Tanda-tanda eksistensi, keesaan, dan kekuasaan Allah sudah begitu jelas, tetapi karena pada dasarnya ingin menolak hal tersebut maka orang-orang yang zalim itu hanya mengikuti keinginannya tanpa ilmu pengetahuan yang benar dan logis. Ia secara sadar memilih jalan kesesatan, maka siapakah yang dapat memberi petunjuk menuju jalan kebenaran kepada orang yang telah disesatkan oleh Allah akibat pilihan sikapnya yang sesat itu? Tentu tidak ada. Dan tidak ada seorang penolong pun bagi mereka di akhirat kelak.",
        "30": "Setelah memaparkan bukti-bukti keesaan dan kekuasaan Allah serta meminta Rasul dan umatnya bersabar dalam berdakwah, melalui ayat berikut Allah meminta mereka agar selalu mengikuti agama Islam, agama yang sesuai fitrah. Maka hadapkanlah wajahmu, yakni jiwa dan ragamu, dengan lurus kepada agama Islam. Itulah fitrah Allah yang Dia telah menciptakan manusia menurut fitrah itu. Manusia diciptakan oleh Allah dengan bekal fitrah berupa kecenderungan mengikuti agama yang lurus, agama tauhid. Inilah asal penciptaan manusia dan tidak boleh ada seorang pun yang melakukan perubahan pada ciptaan Allah tersebut. Itulah agama yang lurus, agama tauhid, tetapi kebanyakan manusia tidak mengetahui dan menyadari bahwa mengikuti agama Islam merupakan fitrahnya.",
        "31": "Berpegangteguhlah pada agama yang lurus itu dengan mendekat dan kembali bertobat kepada-Nya dengan sepenuh hati, dan bertakwalah kepada-Nya dengan melaksanakan segala perintah-Nya dan menjauhi segala larangan-Nya, serta laksanakanlah salat secara konsisten dan sempurna, dan janganlah kamu termasuk orang-orang yang mempersekutukan Allah dalam beribadah atau mempersekutukan-Nya dengan mengikuti agama yang menyimpang",
        "32": "Janganlah kamu termasuk kaum musyrik, yaitu orang-orang yang memecah belah agama mereka dengan cara meninggalkan agama tauhid dan menganut berbagai kepercayaan menurut hawa nafsu mereka, dan mereka menjadi beberapa golongan dengan agama dan kepercayaan yang berbeda-beda. Setiap golongan merasa bangga dengan apa yang ada pada golongan mereka, meskipun itu menyimpang dari agama yang benar.",
        "33": "Usai menguraikan dalil-dalil tauhid, pada rangkaian ayat berikut ini Allah beralih menerangkan sifat buruk orang-orang musyrik dan kafir. Dan apabila manusia, yakni orang musyrik atau kafir, ditimpa oleh suatu bahaya atau musibah, mereka menyeru Tuhannya dengan berdoa dan kembali bertobat kepada-Nya, kemudian apabila Dia memberikan sedikit rahmat-Nya kepada mereka dengan membebaskan mereka dari bahaya atau musibah, tiba-tiba sebagian mereka mempersekutukan Allah kembali, sedangkan yang lain benar-benar bertobat.",
        "34": "Kemusyrikan dan kekafiran itu hanya akan merugikan diri mereka. Karena itu, biarkan mereka mengingkari rahmat yang telah Kami berikan. Dan bersenang-senanglah kamu, wahai orang-orang musyrik, maka di akhirat kelak kamu akan mengetahui akibat perbuatanmu.",
        "35": "Allah mempertanyakan alasan mengapa orang-orang musyrik itu bersikap demikian. Atau pernahkah Kami menurunkan kepada mereka keterangan atau bukti yang menjelaskan dan membenarkan apa yang selalu mereka persekutukan dengan Tuhan? Tentu tidak. Itu hanyalah ke-bohongan yang mereka buat-buat.",
        "36": "Dan di antara sifat buruk orang-orang musyrik itu adalah bahwa apabila Kami berikan sesuatu rahmat kepada manusia, yakni kaum musyrik, misalnya terbebas dari bencana atau musibah, niscaya mereka gembira dengan rahmat itu, bahkan dengan congkak mereka menganggapnya sebagai hasil usaha mereka sendiri. Akan tetapi, apabila suatu saat mereka ditimpa sesuatu musibah karena kesalahan atau kemaksiatan mereka sendiri, seketika itu mereka berputus asa dari rahmat Allah",
        "37": "Allah memperingatkan mereka atas keputusasaan itu. Dan tidakkah mereka melihat dengan mata kepala beberapa fenomena yang terjadi, tidak terkecuali pada diri mereka sendiri, bahwa Allah yang melapangkan rezeki bagi siapa yang Dia kehendaki, bukan semata hasil usaha mereka, dan Dia pula yang membatasi rezeki bagi siapa yang Dia kehendaki, meski ia telah berusaha keras untuk meraih rezeki sebanyak-banyaknya? Sungguh, pada yang demikian itu, yakni lapang dan sempitnya rezeki, benar-benar terdapat tanda-tanda kebesaran Allah bagi kaum yang beriman yang meyakini keesaan dan kekuasaan-Nya yang sempurna sehingga mereka menyerahkan segala urusan kepada-Nya.",
        "38": "Usai menjelaskan bahwa lapang-sempitnya rezeki merupakan ketentuan Allah dan sarana untuk menguji keimanan hamba-Nya, kemudian pada ayat ini Allah meminta orang mukmin tidak hanya berinfak dan bersedekah, melainkan juga melakukan kebaikan apa pun bentuknya kepada siapa saja, khususnya kaum kerabat. Maka berikanlah haknya kepada kerabat dekat dengan menjaga hubungan silaturahmi, berbuat kebajikan, dan berkorban untuknya, juga kepada orang miskin dengan meringankan beban hidupnya dan orang-orang yang kehabisan bekal dalam perjalanan. Itulah yang lebih baik bagi orang-orang yang mencari keridaan Allah melalui usaha-usaha baiknya. Dan mereka itulah orang-orang yang beruntung. Melalui pemberian dan pengorbanan, dalam lingkup terbatas, kerabat akan tercukupi kebutuhannya, dan dalam lingkup yang lebih luas, perbuatan itu akan melahirkan sikap tolong-menolong di antara sesama muslim.",
        "39": "Setelah menginformasikan cara membantu orang lain dengan benar melalui zakat, infak, dan sedekah yang dilandasi keikhlasan, melalui ayat ini Allah memperingatkan para pemakan riba dan orang yang menyembunyikan tujuan buruk di balik bantuannya. Dan sesuatu riba yang kamu berikan kepada orang yang terbiasa memakan riba agar harta manusia yang diberi itu semakin bertambah, maka sesungguhnya harta tersebut tidak bertambah dalam pandangan Allah dan tidak pula diberkahi. Dan apa yang kamu berikan kepada orang lain berupa zakat, infak, dan sedekah yang kamu maksudkan untuk memperoleh keridaan Allah, maka itulah orang-orang yang melipatgandakan pahalanya dengan cara yang benar dan bermartabat.",
        "40": "Jika pemberian yang baik harus dilandasi keikhlasan, sudah seha-rusnya setiap muslim mengembalikan balasan pemberian itu kepada Allah, karena Dia-lah yang menciptakan kamu dari tiada, kemudian memberimu rezeki sesuai ketentuan dan kebijaksanaan-Nya, bukan semata berkat usahamu, lalu mematikanmu setelah sampai ajalmu, kemudian menghidupkanmu kembali setelah kematianmu. Adakah di antara mereka, yakni berhala-berhala atau apa pun yang kamu sekutukan dengan Allah itu yang dapat berbuat sesuatu yang demikian itu, yaitu memberi rezeki, menghidupkan, dan mematikan? Mahasuci Dia dan Mahatinggi dari apa yang mereka persekutukan.",
        "41": "Bila pada ayat-ayat sebelumnya Allah menjelaskan sifat buruk orang musyrik Mekah yang menuhankan hawa nafsu, melalui ayat ini Allah menegaskan bahwa kerusakan di bumi adalah akibat mempertuhankan hawa nafsu. Telah tampak kerusakan di darat dan di laut, baik kota maupun desa, disebabkan karena perbuatan tangan manusia yang dikendalikan oleh hawa nafsu dan jauh dari tuntunan fitrah. Allah menghendaki agar mereka merasakan sebagian dari akibat perbuatan buruk mereka agar mereka kembali ke jalan yang benar dengan menjaga kesesuaian perilakunya dengan fitrahnya.",
        "42": "Perbuatan buruk manusia akan mendatangkan azab sebagaimana azab yang telah menimpa umat-umat terdahulu. Azab itu juga akan datang kepada umat-umat di masa sekarang maupun yang akan datang sebagai sunatullah jika mereka memiliki karakter yang sama. Karena itu, katakanlah, wahai Nabi Muhammad, kepada siapa saja yang meragukan hakikat ini, “Bepergianlah di muka bumi, di mana saja yang bisa kamu jangkau, lalu lihatlah bagaimana kesudahan orang-orang dahulu yang dihancurkan akibat perilaku buruk mereka. Itu semua karena kebanyakan dari mereka adalah orang-orang yang mempersekutukan Allah dan menuhankan hawa nafsu.”",
        "43": "Setiap perbuatan buruk pasti berdampak negatif. Oleh karena itu, wahai Nabi Muhammad dan siapa saja yang ingin terhindar dari azab Allah, hadapkanlah wajahmu kepada agama yang lurus, yakni Islam, sebelum datang dari Allah suatu hari yang tidak dapat ditolak, baik itu berupa kematian maupun hari kiamat. Maka pada hari itu mereka terpisah-pisah, sebagian mereka berada di surga dan sebagian lagi di neraka.",
        "44": "Di akhirat nanti setiap manusia akan memperoleh balasan perbuatannya dengan adil. Barang siapa kafir maka dia sendirilah yang menanggung akibat kekafirannya itu, dan barang siapa mengerjakan kebajikan dengan penuh keimanan maka pada dasarnya mereka telah menyiapkan untuk diri mereka sendiri tempat yang menyenangkan di surga sebagai tempat kebahagiaan abadi.",
        "45": "Allah memasukkan mereka ke surga agar Allah memberi balasan pahala kepada orang-orang yang beriman dan diwujudkan dengan mengerjakan kebajikan dari sebab karunia-Nya, bukan semata-mata keimanan dan amal salehnya. Sungguh, kenikmatan surga bagi orang mukmin sebagai wujud rahmat-Nya dan azab neraka bagi orang-orang kafir sebagai benuk keadilan-Nya, karena sesungguhnya Dia tidak menyukai orang-orang yang kafir.",
        "46": "Allah menunjukkan bukti-bukti kekuasaan dan keesaan-Nya, baik melalui ayat-ayat Al-Qur’an maupun ayat-ayat yang tersebar di alam raya dan fenomena-fenomena alam. Dan di antara tanda-tanda kebesaran-Nya adalah bahwa Dia mengirimkan angin sebagai pembawa berita gembira, sebab angin meniup awan yang tebal lalu hujan pun turun; dan agar kamu merasakan sebagian dari rahmat-Nya dengan tumbuhnya biji-bijian yang telah disemaikan dan menghijaunya tanam-tanaman serta berbuahnya tetumbuhan dan sebagainya; dan agar kapal dapat berlayar dengan perintah-Nya melalui hukum alam yang telah ditetapkan; dan agar kamu dapat mencari sebagian dari karunia-Nya dengan berdagang, berlayar, mencari ilmu, dan lain-lain; dan agar kamu bersyukur atas karunia tersebut dengan melaksanakan perintah-Nya dan menjauhi larangan-Nya.",
        "47": "Kaum musyrik Mekah tetap mengingkari ajaran tauhid Nabi Muhammad meski mereka nyata-nyata melihat tanda-tanda keesa-an Allah. Allah menurunkan ayat ini untuk menghibur hati Nabi Muhammad, menegaskan bahwa para rasul sebelumnya juga didustakan oleh kaumnya. Dan sungguh, Kami telah mengutus sebelum engkau beberapa orang rasul kepada kaumnya. Mereka datang kepadanya dengan membawa keterangan-keterangan yang cukup seperti halnya dirimu, lalu Kami melakukan pembalasan dan menurunkan azab terhadap orang-orang yang berdosa tersebut karena mereka telah menyakiti para pembawa kebenaran. Dan merupakan hak Kami untuk menolong orang-orang yang beriman yang meyakini dengan sepenuh hati wujud dan keesaan Allah.",
        "48": "Ayat ini menjelaskan cara kerja angin sehingga bisa mendatangkan hujan yang itu merupakan rekayasa Ilahi. Allah-lah yang mengirimkan angin sesuai hukum alam yang telah ditetapkan-Nya lalu angin itu menggerakkan awan yang sebelumnya diam ke arah dan lokasi yang dikehendaki-Nya, dan Allah terkadang membentangkannya di langit menurut yang Dia kehendaki, dan di saat lain Dia menjadikannya bergumpal-gumpal, lalu engkau lihat hujan keluar dari celah-celahnya. Maka, apabila Dia menurunkannya, yakni hujan, kepada hamba-hamba-Nya yang Dia kehendaki tiba-tiba atau bersamaan dengan turunnya hujan itu mereka bergembira.",
        "49": "Padahal, sebelum hujan diturunkan kepada mereka, mereka benar-benar telah berputus asa dan tidak tahu harus berbuat apa.",
        "50": "Demikianlah cara Allah menurunkan hujan. Maka, perhatikanlah bekas-bekas rahmat Allah, berupa hujan, bagaimana Allah melalui air hujan itu menghidupkan bumi setelah mati atau kering. Sungguh, jika Allah mampu menghidupkan bumi yang sudah kering dengan air hujan, itu berarti Dia pasti berkuasa juga untuk menghidupkan manusia yang telah mati. Dan Dia Mahakuasa atas segala sesuatu.",
        "51": "Usai menjelaskan rahmat-Nya yang berupa hujan Allah bersumpah, “Sungguh jika Kami mengirimkan angin panas yang memicu bencana lalu sawah ladang mereka terbakar karenanya sehingga mereka melihat tumbuh-tumbuhan dan buah-buahan di kebun itu yang semula segar berubah menjadi kuning, kering, dan layu, pasti setelah itu mereka tetap dan terus ingkar kepada Allah. Inilah gambaran orang yang meletakkan ukuran kebahagiaannya pada hal-hal yang bersifat materi sehingga jiwanya terombang-ambing oleh keadaan yang menimpanya.",
        "52": "Wahai Nabi Muhammad, demikianlah perilaku orang kafir, maka janganlah engkau bersedih karena sungguh, engkau tidak akan sanggup menjadikan mereka bisa mendengar ajaran agama, layaknya orang-orang yang mati itu juga tidak dapat mendengar, dan engkau juga tidak mampu menjadikan orang kafir yang serupa orang-orang yang tuli dapat mendengar seruan kebenaran, apabila mereka berpaling ke belakang meninggalkanmu. Padahal, orang tuli sekalipun bisa memahami penjelasan orang lain melalui gerakan mulut jika ia mau menghadap ke arahnya.",
        "53": "Dan begitupun engkau tidak akan dapat memberi petunjuk kepada orang-orang yang buta mata hatinya dari kesesatannya karena hidayah yang disertai taufik itu hanya milik Allah. Karena itu, wahai Nabi Muhammad, engkau tidak dapat memperdengarkan petunjuk Tuhan kepada mereka, kecuali kepada orang-orang yang beriman dengan ayat-ayat Kami, maka mereka itulah orang-orang yang senantiasa berserah diri dengan senantiasa tunduk dan patuh pada perintah dan larangan Kami.",
        "54": "Ayat ini menjelaskan bahwa manusia itu saat masih bayi berada dalam kondisi lemah, bahkan sebelum itu mereka dalam ketiadaan. Allah-lah yang menciptakan kamu dari keadaan lemah, yakni pada masa bayi. Kemudian Dia menjadikan kamu setelah keadaan lemah itu menjadi kuat dan berdaya, yakni pada masa dewasa, sehingga kamu dapat melakukan banyak hal, kemudian Dia menjadikan kamu setelah kuat dan berdaya itu lemah kembali dan beruban, yakni masa tua. Demikianlah, Dia akan terus menciptakan apa yang Dia kehendaki, antara lain menciptakanmu dari lemah menjadi kuat dan sebaliknya. Dan Dia Maha Mengetahui atas segala pengaturan ciptaan-Nya, Mahakuasa atas segala sesuatu yang Dia kehendaki, termasuk membangkitkanmu kembali dari kematian.",
        "55": "Pada hari kebangkitan orang yang dahulu banyak berbuat dosa bersumpah dengan sungguh-sungguh, meski sejatinya hanya sumpah palsu. Dan pada hari ketika terjadinya Kiamat, orang-orang yang berdosa bersumpah dengan penuh kesungguhan bahwa mereka berdiam dalam kubur hanya sesaat saja. Begitulah dahulu ketika di dunia mereka dipalingkan dari kebenaran karena kebiasaan mereka berbohong.",
        "56": "Dan orang-orang yang diberi ilmu dan keimanan berkata kepada orang kafir dalam rangka menanggapi sumpah mereka itu, “Sungguh, kamu telah berdiam dalam kubur menurut ketetapan Allah sampai hari kebangkitan. Maka inilah saatnya hari kebangkitan itu, tetapi dahulu kamu tidak pernah mau meyakini-nya.”",
        "57": "Apabila hari kebangkitan itu datang maka pada hari itu tidak bermanfaat lagi permintaan maaf orang-orang yang zalim agar mereka terbebas dari balasan kezaliman mereka, dan mereka tidak pula diberi kesempatan bertobat lagi dari dosa yang mereka lakukan meski mereka merengek kepada Allah agar diberi kesempatan sekali lagi (Lihat Surah: Fatir/35:37).",
        "58": "Beralih dari pemaparan mengenai bukti keesaan-Nya dan kebenaran risalah Nabi Muhammad, pada ayat ini Allah menjelaskan sikap orang kafir. Dan sesungguhnya telah Kami jelaskan kepada manusia segala macam perumpamaan dalam Al-Qur’an ini perihal bukti keesaan-Ku, keniscayaan hari kebangkitan, dan kebenaran risalah Nabi Muhammad. Meski begitu, jika engkau membawa suatu ayat yang lain kepada mereka, pastilah orang-orang kafir itu akan tetap berkata, “Kamu hanyalah orang-orang yang membuat kepalsuan belaka. Apa yang engkau bawa adalah sihir semata.”",
        "59": "Demikianlah Allah mengunci hati orang-orang yang tidak mau memahami ayat Al-Qur’an yang dengan sangat jelas membuktikan keesaan-Nya dan keniscayaan hari kebangkitan.",
        "60": "Maka bersabarlah engkau, wahai Nabi Muhammad atas penentangan orang kafir terhadap dakwahmu. Sungguh, janji Allah tentang kemenangan dirimu dan orang-orang yang konsisten membela dan menegakkan ayat-ayat Allah itu benar adanya, dan sekali-kali jangan sampai orang-orang yang tidak meyakini kebenaran ayat-ayat Allah itu menggelisahkan dan merisaukan engkau.[]"
      }
    }
  }
}