{
  "number": 33,
  "name": "الاحزاب",
  "name_latin": "Al-Aḥzāb",
  "name_id": "Al-Ahzab",
  "name_trans_id": "Golongan Yang Bersekutu",
  "number_of_verse": 73,
  "category": "Madaniyah",
  "arabics": {
    "1": "يٰٓاَيُّهَا النَّبِيُّ اتَّقِ اللّٰهَ وَلَا تُطِعِ الْكٰفِرِيْنَ وَالْمُنٰفِقِيْنَ ۗاِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًاۙ",
    "2": "وَّاتَّبِعْ مَا يُوْحٰىٓ اِلَيْكَ مِنْ رَّبِّكَ ۗاِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًاۙ",
    "3": "وَّتَوَكَّلْ عَلَى اللّٰهِ ۗوَكَفٰى بِاللّٰهِ وَكِيْلًا",
    "4": "مَا جَعَلَ اللّٰهُ لِرَجُلٍ مِّنْ قَلْبَيْنِ فِيْ جَوْفِهٖ ۚوَمَا جَعَلَ اَزْوَاجَكُمُ الّٰـِٕۤيْ تُظٰهِرُوْنَ مِنْهُنَّ اُمَّهٰتِكُمْ ۚوَمَا جَعَلَ اَدْعِيَاۤءَكُمْ اَبْنَاۤءَكُمْۗ ذٰلِكُمْ قَوْلُكُمْ بِاَفْوَاهِكُمْ ۗوَاللّٰهُ يَقُوْلُ الْحَقَّ وَهُوَ يَهْدِى السَّبِيْلَ",
    "5": "اُدْعُوْهُمْ لِاٰبَاۤىِٕهِمْ هُوَ اَقْسَطُ عِنْدَ اللّٰهِ ۚ فَاِنْ لَّمْ تَعْلَمُوْٓا اٰبَاۤءَهُمْ فَاِخْوَانُكُمْ فِى الدِّيْنِ وَمَوَالِيْكُمْ ۗوَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيْمَآ اَخْطَأْتُمْ بِهٖ وَلٰكِنْ مَّا تَعَمَّدَتْ قُلُوْبُكُمْ ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا",
    "6": "اَلنَّبِيُّ اَوْلٰى بِالْمُؤْمِنِيْنَ مِنْ اَنْفُسِهِمْ وَاَزْوَاجُهٗٓ اُمَّهٰتُهُمْ ۗوَاُولُوا الْاَرْحَامِ بَعْضُهُمْ اَوْلٰى بِبَعْضٍ فِيْ كِتٰبِ اللّٰهِ مِنَ الْمُؤْمِنِيْنَ وَالْمُهٰجِرِيْنَ اِلَّآ اَنْ تَفْعَلُوْٓا اِلٰٓى اَوْلِيَاۤىِٕكُمْ مَّعْرُوْفًا ۗ كَانَ ذٰلِكَ فِى الْكِتٰبِ مَسْطُوْرًا",
    "7": "وَاِذْ اَخَذْنَا مِنَ النَّبِيّٖنَ مِيْثَاقَهُمْ وَمِنْكَ وَمِنْ نُّوْحٍ وَّاِبْرٰهِيْمَ وَمُوْسٰى وَعِيْسَى ابْنِ مَرْيَمَ ۖوَاَخَذْنَا مِنْهُمْ مِّيْثَاقًا غَلِيْظًاۙ",
    "8": "لِّيَسْـَٔلَ الصّٰدِقِيْنَ عَنْ صِدْقِهِمْ ۚوَاَعَدَّ لِلْكٰفِرِيْنَ عَذَابًا اَلِيْمًا ࣖ",
    "9": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ جَاۤءَتْكُمْ جُنُوْدٌ فَاَرْسَلْنَا عَلَيْهِمْ رِيْحًا وَّجُنُوْدًا لَّمْ تَرَوْهَا ۗوَكَانَ اللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرًاۚ",
    "10": "اِذْ جَاۤءُوْكُمْ مِّنْ فَوْقِكُمْ وَمِنْ اَسْفَلَ مِنْكُمْ وَاِذْ زَاغَتِ الْاَبْصَارُ وَبَلَغَتِ الْقُلُوْبُ الْحَنَاجِرَ وَتَظُنُّوْنَ بِاللّٰهِ الظُّنُوْنَا۠   ۗ",
    "11": "هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُوْنَ وَزُلْزِلُوْا زِلْزَالًا شَدِيْدًا",
    "12": "وَاِذْ يَقُوْلُ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ مَّا وَعَدَنَا اللّٰهُ وَرَسُوْلُهٗٓ اِلَّا غُرُوْرًا",
    "13": "وَاِذْ قَالَتْ طَّاۤىِٕفَةٌ مِّنْهُمْ يٰٓاَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوْا ۚوَيَسْتَأْذِنُ فَرِيْقٌ مِّنْهُمُ النَّبِيَّ يَقُوْلُوْنَ اِنَّ بُيُوْتَنَا عَوْرَةٌ  ۗوَمَا هِيَ بِعَوْرَةٍ ۗاِنْ يُّرِيْدُوْنَ اِلَّا فِرَارًا",
    "14": "وَلَوْ دُخِلَتْ عَلَيْهِمْ مِّنْ اَقْطَارِهَا ثُمَّ سُىِٕلُوا الْفِتْنَةَ لَاٰتَوْهَا وَمَا تَلَبَّثُوْا بِهَآ اِلَّا يَسِيْرًا",
    "15": "وَلَقَدْ كَانُوْا عَاهَدُوا اللّٰهَ مِنْ قَبْلُ لَا يُوَلُّوْنَ الْاَدْبَارَ ۗوَكَانَ عَهْدُ اللّٰهِ مَسْـُٔوْلًا",
    "16": "قُلْ لَّنْ يَّنْفَعَكُمُ الْفِرَارُ اِنْ فَرَرْتُمْ مِّنَ الْمَوْتِ اَوِ الْقَتْلِ وَاِذًا لَّا تُمَتَّعُوْنَ اِلَّا قَلِيْلًا",
    "17": "قُلْ مَنْ ذَا الَّذِيْ يَعْصِمُكُمْ مِّنَ اللّٰهِ اِنْ اَرَادَ بِكُمْ سُوْۤءًا اَوْ اَرَادَ بِكُمْ رَحْمَةً ۗوَلَا يَجِدُوْنَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا",
    "18": "۞ قَدْ يَعْلَمُ اللّٰهُ الْمُعَوِّقِيْنَ مِنْكُمْ وَالْقَاۤىِٕلِيْنَ لِاِخْوَانِهِمْ هَلُمَّ اِلَيْنَا ۚوَلَا يَأْتُوْنَ الْبَأْسَ اِلَّا قَلِيْلًاۙ",
    "19": "اَشِحَّةً عَلَيْكُمْ ۖ فَاِذَا جَاۤءَ الْخَوْفُ رَاَيْتَهُمْ يَنْظُرُوْنَ اِلَيْكَ تَدُوْرُ اَعْيُنُهُمْ كَالَّذِيْ يُغْشٰى عَلَيْهِ مِنَ الْمَوْتِۚ فَاِذَا ذَهَبَ الْخَوْفُ سَلَقُوْكُمْ بِاَلْسِنَةٍ حِدَادٍ اَشِحَّةً عَلَى الْخَيْرِۗ اُولٰۤىِٕكَ لَمْ يُؤْمِنُوْا فَاَحْبَطَ اللّٰهُ اَعْمَالَهُمْۗ وَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا",
    "20": "يَحْسَبُوْنَ الْاَحْزَابَ لَمْ يَذْهَبُوْا ۚوَاِنْ يَّأْتِ الْاَحْزَابُ يَوَدُّوْا لَوْ اَنَّهُمْ بَادُوْنَ فِى الْاَعْرَابِ يَسْاَلُوْنَ عَنْ اَنْۢبَاۤىِٕكُمْ ۗوَلَوْ كَانُوْا فِيْكُمْ مَّا قٰتَلُوْٓا اِلَّا قَلِيْلًا ࣖ",
    "21": "لَقَدْ كَانَ لَكُمْ فِيْ رَسُوْلِ اللّٰهِ اُسْوَةٌ حَسَنَةٌ لِّمَنْ كَانَ يَرْجُوا اللّٰهَ وَالْيَوْمَ الْاٰخِرَ وَذَكَرَ اللّٰهَ كَثِيْرًاۗ",
    "22": "وَلَمَّا رَاَ الْمُؤْمِنُوْنَ الْاَحْزَابَۙ قَالُوْا هٰذَا مَا وَعَدَنَا اللّٰهُ وَرَسُوْلُهٗ وَصَدَقَ اللّٰهُ وَرَسُوْلُهٗ  ۖوَمَا زَادَهُمْ اِلَّآ اِيْمَانًا وَّتَسْلِيْمًاۗ",
    "23": "مِنَ الْمُؤْمِنِيْنَ رِجَالٌ صَدَقُوْا مَا عَاهَدُوا اللّٰهَ عَلَيْهِ ۚ فَمِنْهُمْ مَّنْ قَضٰى نَحْبَهٗۙ وَمِنْهُمْ مَّنْ يَّنْتَظِرُ ۖوَمَا بَدَّلُوْا تَبْدِيْلًاۙ",
    "24": "لِّيَجْزِيَ اللّٰهُ الصّٰدِقِيْنَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنٰفِقِيْنَ اِنْ شَاۤءَ اَوْ يَتُوْبَ عَلَيْهِمْ ۗاِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًاۚ",
    "25": "وَرَدَّ اللّٰهُ الَّذِيْنَ كَفَرُوْا بِغَيْظِهِمْ لَمْ يَنَالُوْا خَيْرًا ۗوَكَفَى اللّٰهُ الْمُؤْمِنِيْنَ الْقِتَالَ ۗوَكَانَ اللّٰهُ قَوِيًّا عَزِيْزًاۚ",
    "26": "وَاَنْزَلَ الَّذِيْنَ ظَاهَرُوْهُمْ مِّنْ اَهْلِ الْكِتٰبِ مِنْ صَيَاصِيْهِمْ وَقَذَفَ فِيْ قُلُوْبِهِمُ الرُّعْبَ فَرِيْقًا تَقْتُلُوْنَ وَتَأْسِرُوْنَ فَرِيْقًاۚ",
    "27": "وَاَوْرَثَكُمْ اَرْضَهُمْ وَدِيَارَهُمْ وَاَمْوَالَهُمْ وَاَرْضًا لَّمْ تَطَـُٔوْهَا ۗوَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرًا ࣖ",
    "28": "يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّاَزْوَاجِكَ اِنْ كُنْتُنَّ تُرِدْنَ الْحَيٰوةَ الدُّنْيَا وَزِيْنَتَهَا فَتَعَالَيْنَ اُمَتِّعْكُنَّ وَاُسَرِّحْكُنَّ سَرَاحًا جَمِيْلًا",
    "29": "وَاِنْ كُنْتُنَّ تُرِدْنَ اللّٰهَ وَرَسُوْلَهٗ وَالدَّارَ الْاٰخِرَةَ فَاِنَّ اللّٰهَ اَعَدَّ لِلْمُحْسِنٰتِ مِنْكُنَّ اَجْرًا عَظِيْمًا",
    "30": "يٰنِسَاۤءَ النَّبِيِّ مَنْ يَّأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُّبَيِّنَةٍ يُّضٰعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِۗ وَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا   ۔",
    "31": "۞ وَمَنْ يَّقْنُتْ مِنْكُنَّ لِلّٰهِ وَرَسُوْلِهٖ وَتَعْمَلْ صَالِحًا نُّؤْتِهَآ اَجْرَهَا مَرَّتَيْنِۙ وَاَعْتَدْنَا لَهَا رِزْقًا كَرِيْمًا",
    "32": "يٰنِسَاۤءَ النَّبِيِّ لَسْتُنَّ كَاَحَدٍ مِّنَ النِّسَاۤءِ اِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِيْ فِيْ قَلْبِهٖ مَرَضٌ وَّقُلْنَ قَوْلًا مَّعْرُوْفًاۚ",
    "33": "وَقَرْنَ فِيْ بُيُوْتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْاُوْلٰى وَاَقِمْنَ الصَّلٰوةَ وَاٰتِيْنَ الزَّكٰوةَ وَاَطِعْنَ اللّٰهَ وَرَسُوْلَهٗ ۗاِنَّمَا يُرِيْدُ اللّٰهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ اَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيْرًاۚ",
    "34": "وَاذْكُرْنَ مَا يُتْلٰى فِيْ بُيُوْتِكُنَّ مِنْ اٰيٰتِ اللّٰهِ وَالْحِكْمَةِۗ اِنَّ اللّٰهَ كَانَ لَطِيْفًا خَبِيْرًا ࣖ",
    "35": "اِنَّ الْمُسْلِمِيْنَ وَالْمُسْلِمٰتِ وَالْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ وَالْقٰنِتِيْنَ وَالْقٰنِتٰتِ وَالصّٰدِقِيْنَ وَالصّٰدِقٰتِ وَالصّٰبِرِيْنَ وَالصّٰبِرٰتِ وَالْخٰشِعِيْنَ وَالْخٰشِعٰتِ وَالْمُتَصَدِّقِيْنَ وَالْمُتَصَدِّقٰتِ وَالصَّاۤىِٕمِيْنَ وَالصّٰۤىِٕمٰتِ وَالْحٰفِظِيْنَ فُرُوْجَهُمْ وَالْحٰفِظٰتِ وَالذّٰكِرِيْنَ اللّٰهَ كَثِيْرًا وَّالذّٰكِرٰتِ اَعَدَّ اللّٰهُ لَهُمْ مَّغْفِرَةً وَّاَجْرًا عَظِيْمًا",
    "36": "وَمَا كَانَ لِمُؤْمِنٍ وَّلَا مُؤْمِنَةٍ اِذَا قَضَى اللّٰهُ وَرَسُوْلُهٗٓ اَمْرًا اَنْ يَّكُوْنَ لَهُمُ الْخِيَرَةُ مِنْ اَمْرِهِمْ ۗوَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ فَقَدْ ضَلَّ ضَلٰلًا مُّبِيْنًاۗ",
    "37": "وَاِذْ تَقُوْلُ لِلَّذِيْٓ اَنْعَمَ اللّٰهُ عَلَيْهِ وَاَنْعَمْتَ عَلَيْهِ اَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللّٰهَ وَتُخْفِيْ فِيْ نَفْسِكَ مَا اللّٰهُ مُبْدِيْهِ وَتَخْشَى النَّاسَۚ وَاللّٰهُ اَحَقُّ اَنْ تَخْشٰىهُ ۗ فَلَمَّا قَضٰى زَيْدٌ مِّنْهَا وَطَرًاۗ زَوَّجْنٰكَهَا لِكَيْ لَا يَكُوْنَ عَلَى الْمُؤْمِنِيْنَ حَرَجٌ فِيْٓ اَزْوَاجِ اَدْعِيَاۤىِٕهِمْ اِذَا قَضَوْا مِنْهُنَّ وَطَرًاۗ وَكَانَ اَمْرُ اللّٰهِ مَفْعُوْلًا",
    "38": "مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيْمَا فَرَضَ اللّٰهُ لَهٗ ۗسُنَّةَ اللّٰهِ فِى الَّذِيْنَ خَلَوْا مِنْ قَبْلُ ۗوَكَانَ اَمْرُ اللّٰهِ قَدَرًا مَّقْدُوْرًاۙ",
    "39": "ۨالَّذِيْنَ يُبَلِّغُوْنَ رِسٰلٰتِ اللّٰهِ وَيَخْشَوْنَهٗ وَلَا يَخْشَوْنَ اَحَدًا اِلَّا اللّٰهَ ۗوَكَفٰى بِاللّٰهِ حَسِيْبًا",
    "40": "مَا كَانَ مُحَمَّدٌ اَبَآ اَحَدٍ مِّنْ رِّجَالِكُمْ وَلٰكِنْ رَّسُوْلَ اللّٰهِ وَخَاتَمَ النَّبِيّٖنَۗ وَكَانَ اللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمًا ࣖ",
    "41": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوا اللّٰهَ ذِكْرًا كَثِيْرًاۙ",
    "42": "وَّسَبِّحُوْهُ بُكْرَةً وَّاَصِيْلًا",
    "43": "هُوَ الَّذِيْ يُصَلِّيْ عَلَيْكُمْ وَمَلٰۤىِٕكَتُهٗ لِيُخْرِجَكُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَكَانَ بِالْمُؤْمِنِيْنَ رَحِيْمًا",
    "44": "تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهٗ سَلٰمٌ ۚوَاَعَدَّ لَهُمْ اَجْرًا كَرِيْمًا",
    "45": "يٰٓاَيُّهَا النَّبِيُّ اِنَّآ اَرْسَلْنٰكَ شَاهِدًا وَّمُبَشِّرًا وَّنَذِيْرًاۙ",
    "46": "وَّدَاعِيًا اِلَى اللّٰهِ بِاِذْنِهٖ وَسِرَاجًا مُّنِيْرًا",
    "47": "وَبَشِّرِ الْمُؤْمِنِيْنَ بِاَنَّ لَهُمْ مِّنَ اللّٰهِ فَضْلًا كَبِيْرًا",
    "48": "وَلَا تُطِعِ الْكٰفِرِيْنَ وَالْمُنٰفِقِيْنَ وَدَعْ اَذٰىهُمْ وَتَوَكَّلْ عَلَى اللّٰهِ ۗوَكَفٰى بِاللّٰهِ وَكِيْلًا",
    "49": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نَكَحْتُمُ الْمُؤْمِنٰتِ ثُمَّ طَلَّقْتُمُوْهُنَّ مِنْ قَبْلِ اَنْ تَمَسُّوْهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّوْنَهَاۚ فَمَتِّعُوْهُنَّ وَسَرِّحُوْهُنَّ سَرَاحًا جَمِيْلًا",
    "50": "يٰٓاَيُّهَا النَّبِيُّ اِنَّآ اَحْلَلْنَا لَكَ اَزْوَاجَكَ الّٰتِيْٓ اٰتَيْتَ اُجُوْرَهُنَّ وَمَا مَلَكَتْ يَمِيْنُكَ مِمَّآ اَفَاۤءَ اللّٰهُ عَلَيْكَ وَبَنٰتِ عَمِّكَ وَبَنٰتِ عَمّٰتِكَ وَبَنٰتِ خَالِكَ وَبَنٰتِ خٰلٰتِكَ الّٰتِيْ هَاجَرْنَ مَعَكَۗ وَامْرَاَةً مُّؤْمِنَةً اِنْ وَّهَبَتْ نَفْسَهَا لِلنَّبِيِّ اِنْ اَرَادَ النَّبِيُّ اَنْ يَّسْتَنْكِحَهَا خَالِصَةً لَّكَ مِنْ دُوْنِ الْمُؤْمِنِيْنَۗ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِيْٓ اَزْوَاجِهِمْ وَمَا مَلَكَتْ اَيْمَانُهُمْ لِكَيْلَا يَكُوْنَ عَلَيْكَ حَرَجٌۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا",
    "51": "۞ تُرْجِيْ مَنْ تَشَاۤءُ مِنْهُنَّ وَتُـْٔوِيْٓ اِلَيْكَ مَنْ تَشَاۤءُۗ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَۗ ذٰلِكَ اَدْنٰٓى اَنْ تَقَرَّ اَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَآ اٰتَيْتَهُنَّ كُلُّهُنَّۗ وَاللّٰهُ يَعْلَمُ مَا فِيْ قُلُوْبِكُمْ ۗوَكَانَ اللّٰهُ عَلِيْمًا حَلِيْمًا",
    "52": "لَا يَحِلُّ لَكَ النِّسَاۤءُ مِنْۢ بَعْدُ وَلَآ اَنْ تَبَدَّلَ بِهِنَّ مِنْ اَزْوَاجٍ وَّلَوْ اَعْجَبَكَ حُسْنُهُنَّ اِلَّا مَا مَلَكَتْ يَمِيْنُكَۗ وَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ رَّقِيْبًا ࣖ",
    "53": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَدْخُلُوْا بُيُوْتَ النَّبِيِّ اِلَّآ اَنْ يُّؤْذَنَ لَكُمْ اِلٰى طَعَامٍ غَيْرَ نٰظِرِيْنَ اِنٰىهُ وَلٰكِنْ اِذَا دُعِيْتُمْ فَادْخُلُوْا فَاِذَا طَعِمْتُمْ فَانْتَشِرُوْا وَلَا مُسْتَأْنِسِيْنَ لِحَدِيْثٍۗ اِنَّ ذٰلِكُمْ كَانَ يُؤْذِى النَّبِيَّ فَيَسْتَحْيٖ مِنْكُمْ ۖوَاللّٰهُ لَا يَسْتَحْيٖ مِنَ الْحَقِّۗ وَاِذَا سَاَلْتُمُوْهُنَّ مَتَاعًا فَسْـَٔلُوْهُنَّ مِنْ وَّرَاۤءِ حِجَابٍۗ ذٰلِكُمْ اَطْهَرُ لِقُلُوْبِكُمْ وَقُلُوْبِهِنَّۗ وَمَا كَانَ لَكُمْ اَنْ تُؤْذُوْا رَسُوْلَ اللّٰهِ وَلَآ اَنْ تَنْكِحُوْٓا اَزْوَاجَهٗ مِنْۢ بَعْدِهٖٓ اَبَدًاۗ اِنَّ ذٰلِكُمْ كَانَ عِنْدَ اللّٰهِ عَظِيْمًا",
    "54": "اِنْ تُبْدُوْا شَيْـًٔا اَوْ تُخْفُوْهُ فَاِنَّ اللّٰهَ كَانَ بِكُلِّ شَيْءٍ عَلِيْمًا",
    "55": "لَا جُنَاحَ عَلَيْهِنَّ فِيْٓ اٰبَاۤىِٕهِنَّ وَلَآ اَبْنَاۤىِٕهِنَّ وَلَآ اِخْوَانِهِنَّ وَلَآ اَبْنَاۤءِ اِخْوَانِهِنَّ وَلَآ اَبْنَاۤءِ اَخَوٰتِهِنَّ وَلَا نِسَاۤىِٕهِنَّ وَلَا مَا مَلَكَتْ اَيْمَانُهُنَّۚ وَاتَّقِيْنَ اللّٰهَ ۗاِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ شَهِيْدًا",
    "56": "اِنَّ اللّٰهَ وَمَلٰۤىِٕكَتَهٗ يُصَلُّوْنَ عَلَى النَّبِيِّۗ  يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا صَلُّوْا عَلَيْهِ وَسَلِّمُوْا تَسْلِيْمًا",
    "57": "اِنَّ الَّذِيْنَ يُؤْذُوْنَ اللّٰهَ وَرَسُوْلَهٗ لَعَنَهُمُ اللّٰهُ فِى الدُّنْيَا وَالْاٰخِرَةِ وَاَعَدَّ لَهُمْ عَذَابًا مُّهِيْنًا",
    "58": "وَالَّذِيْنَ يُؤْذُوْنَ الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ بِغَيْرِ مَا اكْتَسَبُوْا فَقَدِ احْتَمَلُوْا بُهْتَانًا وَّاِثْمًا مُّبِيْنًا ࣖ",
    "59": "يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّاَزْوَاجِكَ وَبَنٰتِكَ وَنِسَاۤءِ الْمُؤْمِنِيْنَ يُدْنِيْنَ عَلَيْهِنَّ مِنْ جَلَابِيْبِهِنَّۗ ذٰلِكَ اَدْنٰىٓ اَنْ يُّعْرَفْنَ فَلَا يُؤْذَيْنَۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا",
    "60": "۞ لَىِٕنْ لَّمْ يَنْتَهِ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ وَّالْمُرْجِفُوْنَ فِى الْمَدِيْنَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُوْنَكَ فِيْهَآ اِلَّا قَلِيْلًا",
    "61": "مَلْعُوْنِيْنَۖ اَيْنَمَا ثُقِفُوْٓا اُخِذُوْا وَقُتِّلُوْا تَقْتِيْلًا",
    "62": "سُنَّةَ اللّٰهِ فِى الَّذِيْنَ خَلَوْا مِنْ قَبْلُ ۚوَلَنْ تَجِدَ لِسُنَّةِ اللّٰهِ تَبْدِيْلًا",
    "63": "يَسْـَٔلُكَ النَّاسُ عَنِ السَّاعَةِۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ اللّٰهِ ۗوَمَا يُدْرِيْكَ لَعَلَّ السَّاعَةَ تَكُوْنُ قَرِيْبًا",
    "64": "اِنَّ اللّٰهَ لَعَنَ الْكٰفِرِيْنَ وَاَعَدَّ لَهُمْ سَعِيْرًاۙ",
    "65": "خٰلِدِيْنَ فِيْهَآ اَبَدًاۚ  لَا يَجِدُوْنَ وَلِيًّا وَّلَا نَصِيْرًا ۚ",
    "66": "يَوْمَ تُقَلَّبُ وُجُوْهُهُمْ فِى النَّارِ يَقُوْلُوْنَ يٰلَيْتَنَآ اَطَعْنَا اللّٰهَ وَاَطَعْنَا الرَّسُوْلَا۠",
    "67": "وَقَالُوْا رَبَّنَآ اِنَّآ اَطَعْنَا سَادَتَنَا وَكُبَرَاۤءَنَا فَاَضَلُّوْنَا السَّبِيْلَا۠",
    "68": "رَبَّنَآ اٰتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيْرًا ࣖ",
    "69": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَكُوْنُوْا كَالَّذِيْنَ اٰذَوْا مُوْسٰى فَبَرَّاَهُ اللّٰهُ مِمَّا قَالُوْا ۗوَكَانَ عِنْدَ اللّٰهِ وَجِيْهًا ۗ",
    "70": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَقُوْلُوْا قَوْلًا سَدِيْدًاۙ",
    "71": "يُّصْلِحْ لَكُمْ اَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوْبَكُمْۗ وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ فَقَدْ فَازَ فَوْزًا عَظِيْمًا",
    "72": "اِنَّا عَرَضْنَا الْاَمَانَةَ عَلَى السَّمٰوٰتِ وَالْاَرْضِ وَالْجِبَالِ فَاَبَيْنَ اَنْ يَّحْمِلْنَهَا وَاَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْاِنْسَانُۗ اِنَّهٗ كَانَ ظَلُوْمًا جَهُوْلًاۙ",
    "73": "لِّيُعَذِّبَ اللّٰهُ الْمُنٰفِقِيْنَ وَالْمُنٰفِقٰتِ وَالْمُشْرِكِيْنَ وَالْمُشْرِكٰتِ وَيَتُوْبَ اللّٰهُ عَلَى الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ"
  },
  "latins": [
    "Yā ayyuhan-nabiyyuttaqillāha wa lā tuṭi'il-kāfirīna wal-munāfiqīn(a), innallāha kāna 'alīman ḥakīmā(n).",
    "Wattabi' mā yūḥā ilaika mir rabbik(a), innallāha kāna bimā ta'malūna khabīrā(n).",
    "Wa tawakkal 'alallāh(i), wa kafā billāhi wakīlā(n).",
    "Mā ja'alallāhu lirajulim min qalbaini fī jaufih(ī), wa mā ja'ala azwājakumul-lā'ī tuẓāhirūna minhunna  ummahātikum, wa mā ja'ala ad'iyā'akum abnā'akum, żālikum qaulukum bi'afwāhikum, wallāhu yaqūlul-ḥaqqa wa huwa yahdis-sabīl(a).",
    "Ud'ūhum li'ābā'ihim huwa aqsaṭu 'indallāh(i), fa illam ta'lamū ābā'ahum fa ikhwānukum fid-dīni wa mawālīkum, wa laisa 'alaikum junāḥun fīmā akhṭa'tum bihī wa lākim mā ta'ammadat qulūbukum, wa kānallāhu gafūrar raḥīmā(n).",
    "An-nabiyyu aulā bil-mu'minīna min anfusihim wa azwājuhū ummahātuhum, wa ulul-arḥāmi ba'ḍuhum aulā biba'ḍin fī kitābillāhi minal-mu'minīna wal-muhājirīna illā an taf'alū ilā auliyā'ikum ma'rūfā(n), kāna żālika fil-kitābi masṭūrā(n).",
    "Wa iż akhażnā minan-nabiyyīna mīṡāqahum wa minka wa min nūḥiw wa ibrāhīma wa mūsā wa 'īsabni maryam(a), wa akhażnā minhum mīṡāqan galīẓā(n).",
    "Liyas'alaṣ-ṣādiqīna 'an ṣidqihim, wa a'adda lil-kāfirīna 'ażāban alīmā(n).",
    "Yā ayyuhal-lażīna āmanużkurū ni'matallāhi 'alaikum iż jā'atkum junūdun fa'arsalnā 'alaihim rīḥaw wa junūdal lam tarauhā, wa kānallāhu bimā ta'malūna baṣīrā(n).",
    "Iż jā'ūkum min fauqikum wa min asfala minkum wa iż zāgatil-abṣāru wa balagatil-qulūbul-ḥanājira wa taẓunnūna billāhiẓ-ẓunūnā.",
    "Hunālikabtuliyal-mu'minūna wa zulzilū zilzālan syadīdā(n).",
    "Wa iż yaqūlul-munāfiqūna wal-lażīna fī qulūbihim maraḍum mā wa'adanallāhu wa rasūluhū illā gurūrā(n).",
    "Wa iż qālat ṭā'ifatum minhum yā ahla yaṡriba lā muqāma lakum farji'ū, wa yasta'żinu farīqum minhumun-nabiyya yaqūlūna inna buyūtanā 'aurah(tun), wa mā hiya bi'aurah(tin), iy yurīdūna illā firārā(n).",
    "Wa lau dukhilat 'alaihim min aqṭārihā ṡumma su'ilul-fitnata la'ātauhā wa mā talabbaṡū bihā illā yasīrā(n).",
    "Wa laqad kānū 'āhadullāha min qablu lā yuwallūnal-adbār(a), wa kāna 'ahdullāhi mas'ūlā(n).",
    "Qul lay yanfa'akumul-firāru in farartum minal-mauti awil-qatli wa iżal lā tumatta'ūna illā qalīlā(n).",
    "Qul man żal-lażī ya'ṣimukum minallāhi in arāda bikum sū'an au arāda bikum raḥmah(tan), wa lā yajidūna lahum min dūnillāhi waliyyaw wa lā naṣīrā(n).",
    "Qad ya'lamullāhul-mu'awwiqīna minkum wal-qā'ilīna li'ikhwānihim halumma ilainā, wa lā ya'tūnal-ba'sa illā qalīlā(n).",
    "Asyiḥḥatan 'alaikum, fa iżā jā'al-khaufu ra'aitahum yanẓurūna ilaika tadūru a'yunuhum kal-lażī yugsyā 'alaihi minal-maut(i), fa iżā żahabal-khaufu salaqūkum bi'alsinatin ḥidādin asyiḥḥatan 'alal-khair(i), ulā'ika lam yu'minū fa aḥbaṭallāhu a'mālahum, wa kāna żālika 'alallāhi yasīrā(n).",
    "Yaḥsabūnal-aḥzāba lam yażhabū, wa iy ya'til aḥzābu yawaddū lau annahum bādūna fil a'rābi yas'alūna 'an ambā'ikum, wa lau kānū fīkum mā qātalū illā qalīlā(n).",
    "Laqad kāna lakum fī rasūlillāhi uswatun ḥasanatul liman kāna yarjullāha wal yaumal ākhira wa żakarallāha kaṡīrā(n).",
    "Wa lammā ra'al-mu'minūnal-aḥzāb(a), qālū hāżā mā wa'adanallāhu wa rasūluhū wa ṣadaqallāhu wa rasūluh(ū), wa mā zādahum illā īmānaw wa taslīmā(n).",
    "Minal-mu'minīna rijālun ṣadaqū mā 'āhadullāha 'alaih(i), faminhum man qaḍā naḥbah(ū), wa minhum may yantaẓir(u), wa mā baddalū tabdīlā(n).",
    "Liyajziyallāhuṣ-ṣādiqīna biṣidqihim wa yu'ażżibal-munāfiqīna in syā'a au yatūba 'alaihim, innallāha kāna gafūrar raḥīmā(n).",
    "Wa raddallāhul-lażīna kafarū bigaiẓihim lam yanālū khairā(n), wa kafallāhul-mu'minīnal-qitāl(a), wa kānallāhu qawiyyan 'azīzā(n).",
    "Wa anzalal-lażīna ẓāharūhum min ahlil-kitābi min ṣayāṣīhim wa qażafa fī qulūbihimur-ru'ba farīqan taqtulūna wa ta'sirūna farīqā(n).",
    "Wa auraṡakum arḍahum wa diyārahum wa amwālahum wa arḍal lam taṭa'ūhā, wa kānallāhu 'alā kulli syai'in qadīrā(n).",
    "Yā ayyuhan-nabiyyu qul li'azwājika in kuntunna turidnal-ḥayātad-dun-yā wa zīnatahā fa ta'ālaina umatti'kunna wa usarriḥkunna sarāḥan jamīlā(n).",
    "Wa in kuntunna turidnallāha wa rasūlahū wad-dāral-ākhirata fa innallāha a'adda lil-muḥsināti minkunna ajran 'aẓīmā(n).",
    "Yā nisā'an-nabiyyi may ya'ti minkunna bifāḥisyatim mubayyinatiy yuḍā'af lahal-'ażābu ḍi'fain(i), wa kāna żālika 'alallāhi yasīrā(n).",
    "Wa may yaqnut minkunna lillāhi wa rasūlihī wa ta'mal ṣāliḥan nu'tihā ajrahā marratain(i), wa a'tadnā lahā rizqan karīmā(n).",
    "Yā nisā'an-nabiyyi lastunna ka'aḥadim minan-nisā'i inittaqaitunna falā takhḍa'na bil-qauli fa yaṭma'al-lażī fī qalbihī maraḍuw wa qulna qaulam ma'rūfā(n).",
    "Wa qarna fī buyūtikunna wa lā tabarrajna tabarrujal-jāhiliyyatil-ūlā wa aqimnaṣ-ṣalāta wa ātīnaz-zakāta wa aṭi'nallāha wa rasūlah(ū), innamā yurīdullāhu liyużhiba 'ankumur-rijsa ahlal-baiti wa yuṭahhirakum taṭhīrā(n).",
    "Ważkurna mā yutlā fī buyūtikunna min āyātillāhi wal-ḥikmah(ti), innallāha kāna laṭīfan khabīrā(n).",
    "Innal-muslimīna wal-muslimāti wal-mu'minīna wal-mu'mināti wal-qānitīna wal-qānitāti waṣ-ṣādiqīna waṣ-ṣādiqāti waṣ-ṣābirīna waṣ-ṣābirāti wal-khāsyi'īna wal-khāsyi'āti wal-mutaṣaddiqīna wal-mutaṣaddiqāti waṣ-ṣā'imīna waṣ-ṣā'imāti wal-ḥāfiẓīna furūjahum wal-ḥāfiẓāti waż-żākirīnallāha kaṡīraw waż-żākirāti a'addallāhu lahum magfirataw wa ajran 'aẓīmā(n).",
    "Wa mā kāna limu'miniw wa lā mu'minatin iżā qaḍallāhu wa rasūluhū amran ay yakūna lahumul-khiyaratu min amrihim, wa may ya'ṣillāha wa rasūlahū faqad ḍalla ḍalālam mubīnā(n).",
    "Wa iż taqūlu lil-lażī an'amallāhu 'alaihi wa an'amta  'alaihi amsik 'alaika zaujaka wattaqillāha wa tukhfī fī nafsika  mallāhu mubdīhi wa takhsyan-nās(a), wallāhu aḥaqqu an takhsyāh(u), falammā qaḍā zaidum minhā waṭaran zawwajnākahā likai lā yakūna 'alal-mu'minīna ḥarajun fī azwāji ad'iyā'ihim iżā qaḍau minhunna waṭarā(n), wa kāna amrullāhi maf'ūlā(n).",
    "Mā kāna 'alan-nabiyyi min ḥarajin fīmā faraḍallāhu lah(ū), sunnatallāhi fil-lażīna khalau min qabl(u), wa kāna amrullāhi qadaram maqdūrā(n).",
    "Allażīna yuballigūna risālātillāhi wa yakhsyaunahū wa lā yakhsyauna aḥadan illallāh(a), wa kafā billāhi ḥasībā(n).",
    "Mā kāna muḥammadun abā aḥadim mir rijālikum wa lākir rasūlallāhi wa khātaman-nabiyyīn(a), wa kānallāhu bikulli syai'in 'alīmā(n).",
    "Yā ayyuhal-lażīna āmanużkurullāha żikran kaṡīrā(n),",
    "Wa sabbiḥūhu bukrataw wa aṣīlā(n).",
    "Huwal-lażī yuṣallī 'alaikum wa malā'ikatahū liyukhrijakum minaẓ-ẓulumāti ilan-nūr(i), wa kāna bil-mu'minīna raḥīmā(n).",
    "Taḥiyyatuhum yauma yalqaunahū salām(un), wa a'adda lahum ajran karīmā(n).",
    "Yā ayyuhan-nabiyyu innā arsalnāka syāhidaw wa mubasysyiraw wa nażīrā(n).",
    "Wa dā'iyan ilallāhi bi'iżnihī wa sirājam munīrā(n).",
    "Wa basysyiril-mu'minīna bi'anna lahum minallāhi faḍlan kabīrā(n).",
    "Wa lā tuṭi'il-kāfirīna wal-munāfiqīna wa da' ażāhum wa tawakkal 'alallāh(i), wa kafā billāhi wakīlā(n).",
    "Yā ayyuhal-lażīna āmanū iżā nakaḥtumul-mu'mināti ṡumma ṭallaqtumūhunna min qabli an tamassūhunna famā lakum 'alaihinna min 'iddatin ta'taddūnahā, fa matti'ūhunna wa sarriḥūhunna sarāḥan jamīlā(n).",
    "Yā ayyuhan-nabiyyu innā aḥlalnā laka azwājakal-lātī ātaita ujūrahunna wa mā malakat yamīnuka  mimmā afā'allāhu 'alaika wa banāti 'ammika wa banāti 'ammātika wa banāti khālika wa banāti khālātikal-lātī hājarna ma'ak(a), wamra'atam mu'minatan iw wahabat nafsahā lin-nabiyyi in arādan-nabiyyu ay yastankiḥahā, khāliṣatal laka min dūnil-mu'minīn(a), qad 'alimnā mā faraḍnā 'alaihim fī azwājihim wa mā malakat aimānuhum likailā yakūna 'alaika ḥaraj(un), wa kānallāhu gafūrar raḥīmā(n).",
    "Turjī man tasyā'u wa tu'wī ilaika man tasyā'(u), wa manibtagaita mimman 'azalta falā junāḥa 'alaik(a), żālika adnā an taqarra a'yunuhunna wa lā yaḥzanna wa yarḍaina bimā ātaitahunna kulluhunn(a), wallāhu ya'lamu mā fī qulūbikum, wa kānallāhu 'alīman ḥalīmā(n).",
    "Lā yaḥillu lakan-nisā'u mim ba'du wa lā an tabaddala bihinna min azwājiw wa lau a'jabaka ḥusnuhunna illā mā malakat yamīnuk(a), wa kānallāhu 'alā kulli syai'ir raqībā(n).",
    "Yā ayyuhal-lażīna āmanū lā tadkhulū buyūtan-nabiyyi illā ay yu'żana lakum ilā ṭa'āmin gaira nāẓirīna ināhu wa lākin iżā du'ītum fadkhulū fa iżā ṭa'imtum fantasyirū wa lā musta'nisīna liḥadīṡ(in), inna żālikum kāna yu'żin-nabiyya fayastaḥyī minkum, wallāhu lā yastaḥyī minal-ḥaqq(i), wa iżā sa'altumūhunna  matā'an fas'alūhunna miw warā'i ḥijāb(in), żālikum aṭharu liqulūbikum wa qulūbihinn(a), wa mā kāna lakum an tu'żū rasūlallāhi wa lā an tankiḥū azwājahū mim ba'dihī abadā(n), inna żālikum kāna 'indallāhi 'aẓīmā(n).",
    "In tubdū syai'an au tukhfūhu fa'innallāha kāna bikulli syai'in 'alīmā(n).",
    "Lā junāḥa 'alaihinna fī ābā'ihinna wa lā abnā'ihinna wa lā ikhwānihinna wa lā abnā'i ikhwānihinna wa lā abnā'i akhawātihinna wa lā nisā'ihinna wa lā mā malakat aimānuhunn(a), wattaqīnallāh(a), innallāha kāna 'alā kulli syai'in syahīdā(n).",
    "Innallāha wa malā'ikatahū yuṣallūna 'alan-nabiyy(i), yā ayyuhal-lażīna āmanū ṣallū 'alaihi wa sallimū taslīmā(n).",
    "Innal-lażīna yu'żūnallāha wa rasūlahū la'anahumullāhu fid-dun-yā wal-ākhirati wa a'adda lahum 'ażābam muhīnā(n).",
    "Wal-lażīna yu'żūnal-mu'minīna wal-mu'mināti bigairi maktasabū faqadiḥtamalū buhtānaw wa iṡmam mubīnā(n).",
    "Yā ayyuhan-nabiyyu qul li'azwājika wa banātika wa nisā'il-mu'minīna yudnīna 'alaihinna min jalābībihinn(a), żālika adnā ay yu'rafna falā yu'żain(a), wa kānallāhu gafūrar raḥīmā(n).",
    "La'il lam yantahil-munāfiqūna wal-lażīna fī qulūbihim maraḍuw wal-murjifūna fil-madīnati lanugriyannaka bihim ṡumma lā yujāwirūnaka fīhā illā qalīlā(n).",
    "Mal'ūnīn(a), ainamā ṡuqifū ukhiżū wa quttilū taqtīlā(n).",
    "Sunnatallāhi fil-lażīna khalau min qabl(u), wa lan tajida lisunnatillāhi tabdīlā(n).",
    "Yas'alukan-nāsu 'anis-sā'ah(ti), qul innamā 'ilmuhā 'indallāh(i), wa mā yudrīka la'allas-sā'ata takūnu qarībā(n).",
    "Innallāha la'anal-kāfirīna wa a'adda lahum sa'īrā(n).",
    "Khālidīna fīhā abadā(n), lā yajidūna waliyyaw wa lā naṣīrā(n).",
    "Yauma tuqallabu wujūhuhum fin-nāri yaqūlūna yā laitanā aṭa'nallāha wa aṭa'nar-rasūlā.",
    "Wa qālū rabbanā innā aṭa'nā sādatanā wa kubarā'anā fa aḍallūnas-sabīlā.",
    "Rabbanā ātihim ḍi'faini minal-'ażābi wal'anhum la'nan kabīrā(n).",
    "Yā ayyuhal-lażīna āmanū lā takūnū kal-lażīna āżau mūsā fa barra'ahullāhu mimmā qālū, wa kāna 'indallāhi wajīhā(n).",
    "Yā ayyuhal-lażīna āmanuttaqullāha wa qūlū qaulan sadīdā(n).",
    "Yuṣliḥ lakum a'mālakum wa yagfir lakum żunūbakum, wa may yuṭi'illāha wa rasūlahū faqad fāza fauzan 'aẓīmā(n).",
    "Innā 'araḍnal-amānata 'alas-samāwāti wal-arḍi fa abaina ay yaḥmilnahā wa asyfaqna minhā wa ḥamalahal-insān(u), innahū kāna ẓalūman jahūlā(n).",
    "Liyu'ażżiballāhul-munāfiqīna wal-munāfiqāti wal-musyrikīna wal-musyrikāti wa yatūballāhu 'alal-mu'minīna wal-mu'mināt(i), wa kānallāhu gafūrar raḥīmā(n)."
  ],
  "translations": {
    "id": {
      "1": "Wahai Nabi, bertakwalah kepada Allah dan janganlah engkau menuruti (keinginan) orang-orang kafir dan orang-orang munafik. Sesungguhnya Allah Maha Mengetahui lagi Maha Bijaksana.",
      "2": "Ikutilah apa yang diwahyukan Tuhanmu kepadamu. Sesungguhnya Allah Maha Teliti terhadap apa yang kamu kerjakan.",
      "3": "Bertawakallah kepada Allah. Cukuplah Allah sebagai pemelihara.",
      "4": "Allah tidak menjadikan bagi seseorang dua hati dalam rongganya, Dia tidak menjadikan istri-istrimu yang kamu zihar itu sebagai ibumu, dan Dia pun tidak menjadikan anak angkatmu sebagai anak kandungmu (sendiri). Yang demikian itu hanyalah perkataan di mulutmu saja. Allah mengatakan sesuatu yang hak dan Dia menunjukkan jalan (yang benar).",
      "5": "Panggillah mereka (anak angkat itu) dengan (memakai) nama bapak mereka. Itulah yang adil di sisi Allah. Jika kamu tidak mengetahui bapak mereka, (panggillah mereka sebagai) saudara-saudaramu seagama dan maula-maulamu.607) Tidak ada dosa atasmu jika kamu khilaf tentang itu, tetapi (yang ada dosanya) apa yang disengaja oleh hatimu. Allah Maha Pengampun lagi Maha Penyayang.",
      "6": "Nabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri dan istri-istrinya adalah ibu-ibu mereka. Orang-orang yang mempunyai hubungan darah satu sama lain lebih berhak (saling mewarisi) di dalam Kitab Allah daripada orang-orang mukmin dan orang-orang Muhajirin, kecuali kalau kamu hendak berbuat baik kepada saudara-saudaramu (seagama). Demikian itu telah tertulis dalam Kitab (Allah).",
      "7": "(Ingatlah) ketika Kami mengambil perjanjian dari para nabi, darimu (Nabi Muhammad), dari Nuh, Ibrahim, Musa, dan Isa putra Maryam. Kami telah mengambil dari mereka perjanjian yang teguh,608)",
      "8": "agar Dia menanyakan kepada orang-orang yang benar tentang kebenaran mereka.609) Dia menyediakan azab yang pedih bagi orang-orang kafir.",
      "9": "Wahai orang-orang yang beriman, ingatlah nikmat Allah (yang telah dikaruniakan) kepadamu ketika bala tentara datang kepadamu, lalu Kami kirimkan kepada mereka angin topan dan bala tentara (malaikat) yang tidak dapat terlihat olehmu.610) Allah Maha Melihat apa yang kamu kerjakan.",
      "10": "Ketika mereka datang kepadamu dari arah atas dan bawahmu, ketika penglihatan(-mu) terpana, hatimu menyesak sampai ke tenggorokan,611) dan kamu berprasangka yang bukan-bukan terhadap Allah,",
      "11": "di situlah orang-orang mukmin diuji dan diguncangkan (hatinya) dengan guncangan yang dahsyat.",
      "12": "(Ingatlah) ketika orang-orang munafik dan orang-orang yang di hatinya terdapat penyakit berkata, “Apa yang dijanjikan Allah dan Rasul-Nya kepada kami hanyalah tipu daya belaka.”",
      "13": "(Ingatlah) ketika segolongan di antara mereka berkata, “Wahai penduduk Yasrib (Madinah), tidak ada tempat bagimu. Maka, kembalilah kamu!” Sebagian dari mereka meminta izin kepada Nabi (untuk kembali pulang) dengan berkata, “Sesungguhnya rumah-rumah kami terbuka (tidak ada penjaga).” Padahal, rumah-rumah itu tidak terbuka. Mereka hanya ingin lari (dari peperangan).",
      "14": "Seandainya (Yasrib) diserang dari segala penjuru, kemudian mereka diminta untuk melakukan fitnah,612) niscaya mereka mengerjakannya. Mereka tidak menunda permintaan itu, kecuali hanya sebentar.",
      "15": "Sungguh, mereka sebelum itu benar-benar telah berjanji kepada Allah tidak akan berbalik ke belakang (mundur). Perjanjian dengan Allah akan diminta pertanggungjawabannya.",
      "16": "Katakanlah (Nabi Muhammad), “Lari itu tidak akan berguna bagimu ketika kamu lari dari kematian atau pembunuhan. Jika demikian, kamu tidak akan mengecap kesenangan, kecuali sebentar saja.”",
      "17": "Katakanlah, “Siapa yang dapat melindungi kamu dari (ketentuan) Allah jika Dia menghendaki bencana atasmu atau menghendaki rahmat untuk dirimu?” Mereka itu tidak akan mendapatkan pelindung dan penolong selain Allah.",
      "18": "Sungguh, Allah mengetahui para penghalang (untuk berperang) dari (golongan)-mu dan orang yang berkata kepada saudara-saudaranya, “Marilah bersama kami.” Mereka tidak datang berperang, kecuali hanya sebentar.",
      "19": "Mereka (kaum munafik) kikir terhadapmu. Apabila datang ketakutan (bahaya), kamu melihat mereka memandang kepadamu dengan bola mata yang berputar-putar seperti orang yang pingsan karena akan mati. Apabila ketakutan telah hilang, mereka mencacimu dengan lidah yang tajam, sementara mereka kikir untuk berbuat kebaikan. Mereka itu tidak beriman, maka Allah menghapus amalnya. Hal yang demikian itu sangat mudah bagi Allah.",
      "20": "Mereka mengira (bahwa) golongan-golongan (yang bersekutu) itu belum pergi. Jika golongan-golongan itu datang kembali, mereka pasti ingin berada di dusun-dusun bersama-sama orang Arab Badui, sambil menanyakan berita tentangmu. Seandainya mereka berada bersamamu, niscaya mereka tidak akan berperang, kecuali sebentar saja.",
      "21": "Sungguh, pada (diri) Rasulullah benar-benar ada suri teladan yang baik bagimu, (yaitu) bagi orang yang mengharap (rahmat) Allah dan (kedatangan) hari Kiamat serta yang banyak mengingat Allah.",
      "22": "Ketika orang-orang mukmin melihat golongan-golongan (yang bersekutu) itu, mereka berkata, “Inilah yang dijanjikan Allah dan Rasul-Nya613) kepada kita.” Benarlah Allah dan Rasul-Nya. Hal itu justru makin menambah keimanan dan keislaman mereka.",
      "23": "Di antara orang-orang mukmin itu ada orang-orang yang menepati apa yang telah mereka janjikan kepada Allah. Di antara mereka ada yang gugur dan di antara mereka ada (pula) yang menunggu-nunggu.614) Mereka sedikit pun tidak mengubah (janjinya)",
      "24": "agar Allah memberikan balasan kepada orang-orang yang benar itu karena kebenarannya dan mengazab orang munafik jika Dia menghendaki atau menerima tobat mereka. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
      "25": "Allah menghalau orang-orang kafir itu dalam keadaan hati mereka penuh kejengkelan. Mereka tidak memperoleh keuntungan apa pun. Cukuplah Allah (yang menghindarkan) orang-orang mukmin dari peperangan.615) Allah Maha Kuat lagi Maha Perkasa.",
      "26": "Dia menurunkan orang-orang Ahlulkitab (Bani Quraizah) yang membantu mereka (golongan-golongan yang bersekutu) dari benteng-benteng mereka. Dia memasukkan rasa takut ke dalam hati mereka. Sebagian mereka kamu bunuh dan sebagian yang lain kamu tawan.616)",
      "27": "Dia mewariskan kepadamu tanah-tanah, rumah-rumah, harta benda mereka, dan tanah yang belum kamu injak.617) Allah Maha Kuasa terhadap segala sesuatu.",
      "28": "Wahai Nabi, katakanlah kepada istri-istrimu, “Jika kamu menginginkan kehidupan di dunia dan perhiasannya, kemarilah untuk kuberikan kepadamu mut'ah dan aku ceraikan kamu dengan cara yang baik.",
      "29": "Jika kamu menginginkan Allah, Rasul-Nya, dan negeri akhirat, sesungguhnya Allah menyediakan pahala yang besar bagi siapa yang berbuat baik di antara kamu.”",
      "30": "Wahai istri-istri Nabi, siapa di antara kamu yang melakukan perbuatan keji yang nyata, pasti azabnya akan dilipatgandakan dua kali lipat kepadanya. Hal yang demikian itu sangat mudah bagi Allah.",
      "31": "Siapa di antara kamu (istri-istri Nabi) yang tetap taat kepada Allah dan Rasul-Nya dan mengerjakan amal saleh, niscaya Kami anugerahkan kepadanya pahala dua kali lipat dan Kami sediakan baginya rezeki yang mulia.",
      "32": "Wahai istri-istri Nabi, kamu tidaklah seperti perempuan-perempuan yang lain jika kamu bertakwa. Maka, janganlah kamu merendahkan suara (dengan lemah lembut yang dibuat-buat) sehingga bangkit nafsu orang yang ada penyakit dalam hatinya dan ucapkanlah perkataan yang baik.",
      "33": "Tetaplah (tinggal) di rumah-rumahmu dan janganlah berhias (dan bertingkah laku) seperti orang-orang jahiliah dahulu. Tegakkanlah salat, tunaikanlah zakat, serta taatilah Allah dan Rasul-Nya. Sesungguhnya Allah hanya hendak menghilangkan dosa darimu, wahai ahlulbait dan membersihkan kamu sebersih-bersihnya.",
      "34": "Ingatlah apa yang dibacakan di rumahmu yakni ayat-ayat Allah (Al-Qur’an) dan hikmah (sunah Nabimu). Sesungguhnya Allah Maha Lembut lagi Maha Teliti.",
      "35": "Sesungguhnya muslim dan muslimat, mukmin dan mukminat, laki-laki dan perempuan yang taat, laki-laki dan perempuan yang benar, laki-laki dan perempuan penyabar, laki-laki dan perempuan yang khusyuk, laki-laki dan perempuan yang bersedekah, laki-laki dan perempuan yang berpuasa, laki-laki dan perempuan yang memelihara kemaluannya, laki-laki dan perempuan yang banyak menyebut (nama) Allah, untuk mereka Allah telah menyiapkan ampunan dan pahala yang besar.",
      "36": "Tidaklah pantas bagi mukmin dan mukminat, apabila Allah dan Rasul-Nya telah menetapkan suatu ketentuan, akan ada pilihan (yang lain) bagi mereka tentang urusan mereka. Siapa yang mendurhakai Allah dan Rasul-Nya, sungguh dia telah tersesat dengan kesesatan yang nyata.",
      "37": "(Ingatlah) ketika engkau (Nabi Muhammad) berkata kepada orang yang telah diberi nikmat oleh Allah dan engkau (juga) telah memberi nikmat kepadanya, “Pertahankan istrimu dan bertakwalah kepada Allah,” sedang engkau menyembunyikan di dalam hatimu apa yang akan dinyatakan oleh Allah, dan engkau takut kepada manusia, padahal Allah lebih berhak untuk engkau takuti. Maka, ketika Zaid telah mengakhiri keperluan terhadap istrinya (menceraikannya), Kami nikahkan engkau dengan dia (Zainab) agar tidak ada keberatan bagi orang mukmin untuk (menikahi) istri-istri anak-anak angkat mereka, apabila mereka telah menyelesaikan keperluan terhadap istri-istrinya. Ketetapan Allah itu pasti terjadi.",
      "38": "Tidak ada keberatan apa pun pada Nabi tentang apa yang telah ditetapkan Allah baginya. (Allah telah menetapkan yang demikian) sebagai sunah Allah pada (nabi-nabi) yang telah terdahulu. Ketetapan Allah itu merupakan ketetapan yang pasti berlaku,",
      "39": "(yaitu) orang-orang yang menyampaikan risalah-risalah Allah, dan takut kepada-Nya serta tidak merasa takut kepada siapa pun selain kepada Allah. Cukuplah Allah sebagai pembuat perhitungan.",
      "40": "Muhammad itu bukanlah bapak dari seseorang di antara kamu, melainkan dia adalah utusan Allah dan penutup para nabi. Allah Maha Mengetahui segala sesuatu.",
      "41": "Wahai orang-orang yang beriman, ingatlah Allah dengan zikir sebanyak-banyaknya",
      "42": "dan bertasbihlah kepada-Nya pada waktu pagi dan petang.",
      "43": "Dialah yang memberi rahmat kepadamu dan para malaikat-Nya (memohonkan ampunan untukmu), agar Dia mengeluarkan kamu dari berbagai kegelapan menuju cahaya (yang terang benderang). Dia Maha Penyayang kepada orang-orang mukmin.",
      "44": "Ucapan penghormatan (Allah kepada) mereka (orang-orang mukmin itu) pada hari ketika mereka menemui-Nya ialah, “Salam,” dan Dia siapkan untuk mereka pahala yang mulia.",
      "45": "Wahai Nabi (Muhammad), sesungguhnya Kami mengutus engkau untuk menjadi saksi, pemberi kabar gembira, dan pemberi peringatan",
      "46": "dan untuk menjadi penyeru kepada (agama) Allah dengan izin-Nya serta sebagai pelita yang menerangi.",
      "47": "Sampaikanlah kabar gembira kepada orang-orang mukmin bahwa sesungguhnya bagi mereka karunia yang besar dari Allah.",
      "48": "Janganlah engkau (Nabi Muhammad) menuruti orang-orang kafir dan orang-orang munafik itu, biarkan (saja) gangguan mereka, dan bertawakallah kepada Allah. Cukuplah Allah sebagai pelindung.",
      "49": "Wahai orang-orang yang beriman, apabila kamu menikahi  perempuan-perempuan mukminat, kemudian kamu ceraikan mereka sebelum kamu mencampurinya, tidak ada masa idah atas mereka yang perlu kamu perhitungkan. Maka, berilah mereka mutah (pemberian) dan lepaskanlah mereka dengan cara yang sebaik-baiknya.",
      "50": "Wahai Nabi (Muhammad) sesungguhnya Kami telah menghalalkan bagimu istri-istrimu yang telah engkau berikan maskawinnya dan hamba sahaya yang engkau miliki dari apa yang engkau peroleh dalam peperangan yang dianugerahkan Allah untukmu dan (demikian pula) anak-anak perempuan dari saudara laki-laki bapakmu, anak-anak perempuan dari saudara perempuan bapakmu, anak-anak perempuan dari saudara laki-laki ibumu, anak-anak perempuan dari saudara perempuan ibumu yang turut hijrah bersamamu, dan perempuan mukminat yang menyerahkan dirinya kepada Nabi jika Nabi ingin menikahinya sebagai kekhususan bagimu, bukan untuk orang-orang mukmin (yang lain). Sungguh, Kami telah mengetahui apa yang Kami wajibkan kepada mereka tentang istri-istri mereka dan hamba sahaya yang mereka miliki agar tidak menjadi kesempitan bagimu. Allah Maha Pengampun lagi Maha Penyayang.",
      "51": "Engkau (Nabi Muhammad) boleh menangguhkan (menggauli) siapa yang engkau kehendaki di antara mereka (para istrimu) dan (boleh pula) menggauli siapa (di antara mereka) yang engkau kehendaki. Siapa yang engkau ingini untuk menggaulinya kembali dari istri-istrimu yang telah engkau sisihkan, tidak ada dosa bagimu. Itu adalah lebih dekat untuk menyenangkan hati mereka. Mereka tidak merasa sedih dan mereka semua rela dengan apa yang telah engkau berikan kepada mereka. Allah mengetahui apa yang (tersimpan) dalam hatimu. Allah Maha Mengetahui lagi Maha Penyantun.618)",
      "52": "Tidak halal bagimu (Nabi Muhammad) menikahi perempuan-perempuan (lain) setelah itu dan tidak boleh (pula) mengganti mereka dengan istri-istri (yang lain) meskipun kecantikannya menarik hatimu kecuali perempuan-perempuan (hamba sahaya) yang engkau miliki. Allah Maha Mengawasi segala sesuatu.",
      "53": "Wahai orang-orang yang beriman, janganlah kamu memasuki rumah-rumah Nabi, kecuali jika kamu diizinkan untuk makan tanpa menunggu waktu masak (makanannya),619) tetapi jika kamu diundang, masuklah dan apabila kamu selesai makan, keluarlah kamu tanpa memperpanjang percakapan. Sesungguhnya yang demikian itu adalah mengganggu Nabi sehingga dia malu kepadamu (untuk menyuruhmu keluar). Allah tidak malu (menerangkan) yang benar. Apabila kamu meminta sesuatu (keperluan) kepada mereka (istri-istri Nabi), mintalah dari belakang tabir. (Cara) yang demikian itu lebih suci bagi hatimu dan hati mereka. Kamu tidak boleh menyakiti (hati) Rasulullah dan tidak boleh (pula) menikahi istri-istrinya selama-lamanya setelah Nabi (wafat). Sesungguhnya yang demikian itu sangat besar (dosanya) di sisi Allah.",
      "54": "Jika kamu menyatakan sesuatu atau menyembunyikannya, sesungguhnya Allah Maha Mengetahui segala sesuatu.",
      "55": "Tidak ada dosa atas mereka (istri-istri Nabi Muhammad untuk berjumpa tanpa tabir) dengan bapak-bapak mereka, anak laki-laki mereka, saudara laki-laki mereka, anak laki-laki dari saudara laki-laki mereka, anak laki-laki dari saudara perempuan mereka, perempuan-perempuan mereka (wanita-wanita muslimat, baik keluarga maupun bukan) dan hamba sahaya yang mereka miliki. Bertakwalah kamu (istri-istri Nabi) kepada Allah. Sesungguhnya Allah Maha Menyaksikan segala sesuatu.",
      "56": "Sesungguhnya Allah dan para malaikat-Nya berselawat untuk Nabi.620) Wahai orang-orang yang beriman, berselawatlah kamu untuk Nabi dan ucapkanlah salam dengan penuh penghormatan kepadanya.621)",
      "57": "Sesungguhnya orang-orang yang menyakiti (menista) Allah dan Rasul-Nya, Allah akan melaknatnya di dunia dan di akhirat dan menyediakan bagi mereka azab yang menghinakan.",
      "58": "Orang-orang yang menyakiti mukminin dan mukminat, tanpa ada kesalahan yang mereka perbuat, sungguh, mereka telah menanggung kebohongan dan dosa yang nyata.",
      "59": "Wahai Nabi (Muhammad), katakanlah kepada istri-istrimu, anak-anak perempuanmu dan istri-istri orang mukmin supaya mereka mengulurkan jilbabnya622) ke seluruh tubuh mereka. Yang demikian itu agar mereka lebih mudah untuk dikenali sehingga mereka tidak diganggu. Allah Maha Pengampun lagi Maha Penyayang.",
      "60": "Sungguh, jika orang-orang munafik, orang-orang yang berpenyakit dalam hatinya dan orang-orang yang menyebarkan kabar bohong di Madinah tidak berhenti (dari menyakitimu), pasti Kami perintahkan engkau (Nabi Muhammad untuk memerangi) mereka, kemudian mereka tidak lagi menjadi tetanggamu (di Madinah), kecuali sebentar",
      "61": "dalam keadaan terlaknat. Di mana pun dijumpai, mereka akan ditangkap dan benar-benar dibunuh.",
      "62": "(Hukuman itu) sebagai sunatullah yang berlaku terhadap orang-orang yang telah berlalu sebelum kamu. Engkau tidak akan mendapati perubahan pada sunatullah.",
      "63": "Orang-orang bertanya kepadamu (Nabi Muhammad) tentang hari Kiamat. Katakanlah bahwa pengetahuan tentang hal itu hanya ada di sisi Allah.” Tahukah engkau, boleh jadi hari Kiamat itu sudah dekat.",
      "64": "Sesungguhnya Allah melaknat orang-orang kafir dan menyediakan bagi mereka  (neraka) Sa'ir (yang menyala-nyala)",
      "65": "dalam keadaan mereka kekal di dalamnya selama-lamanya. Mereka tidak akan memperoleh pelindung dan tidak (pula) penolong.",
      "66": "Pada hari (ketika) wajah mereka dibolak-balikkan dalam neraka. Mereka berkata, “Aduhai, kiranya dahulu kami taat kepada Allah dan taat (pula) kepada Rasul.”",
      "67": "Mereka berkata, “Wahai Tuhan kami, sesungguhnya kami telah menaati para pemimpin dan para pembesar kami, lalu mereka menyesatkan kami dari jalan (yang benar).",
      "68": "Wahai Tuhan kami, timpakanlah kepada mereka azab dua kali lipat dan laknatlah mereka dengan laknat yang besar.”",
      "69": "Wahai orang-orang yang beriman, janganlah kamu seperti orang-orang (dari Bani Israil) yang menyakiti Musa, lalu Allah membersihkannya dari tuduhan-tuduhan yang mereka lontarkan. Dia seorang yang mempunyai kedudukan terhormat di sisi Allah.",
      "70": "Wahai orang-orang yang beriman, bertakwalah kamu kepada Allah dan ucapkanlah perkataan yang benar.",
      "71": "Niscaya Dia (Allah) akan memperbaiki amal-amalmu dan mengampuni dosa-dosamu. Siapa yang menaati Allah dan Rasul-Nya, sungguh, dia menang dengan kemenangan yang besar.",
      "72": "Sesungguhnya Kami telah menawarkan amanat kepada langit, bumi, dan gunung-gunung; tetapi semuanya enggan untuk memikul amanat itu dan mereka khawatir tidak akan melaksanakannya. Lalu, dipikullah amanat itu oleh manusia. Sesungguhnya ia (manusia) sangat zalim lagi sangat bodoh.",
      "73": "Dengan demikian, Allah akan mengazab orang-orang munafik laki-laki dan perempuan serta orang-orang musyrik laki-laki dan perempuan. Allah akan menerima tobat orang-orang mukmin laki-laki dan perempuan. Allah Maha Pengampun lagi Maha Penyayang."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Wahai Nabi! Bertakwalah kepada Allah dengan melaksanakan perintah-Nya dan menjauhi larangan-Nya; dan karenanya janganlah engkau menuruti keinginan orang-orang kafir agar engkau berpaling dari ketaatan kepada Allah, dan janganlah engkau menuruti kehendak orang-orang munafik agar engkau duduk bersama mereka dan menjauhi kaum duafa. Sesungguhnya Allah Maha Mengetahui akibatnya, Mahabijaksana dalam segala firman dan aturan-Nya.",
        "2": "Dan karena itu, ikutilah dan lakukanlah apa saja yang telah diwahyukan Tuhanmu kepada engkau. Sungguh, Allah Maha mengetahui dengan sangat teliti terhadap apa yang kamu kerjakan, baik secara terang-terangan maupun tersembunyi; dan Dia akan membalasnya sesuai apa yang telah kamu lakukan.",
        "3": "Dan bertawakallah kepada Allah agar Dia meneguhkan langkahmu dalam menyerukan kebenaran. Dan janganlah engkau minta perlindungan kepada siapa pun karena cukuplah Allah sebagai pemelihara dirimu dari ancaman dan atau kemungkinan buruk dari kaum kafir dan munafik",
        "4": "Beralih dari perintah bertakwa dan larangan menaati orang kafir, Allah melalui ayat ini kemudian berbicara tentang orang yang hatinya tidak istikamah, masalah zihar, dan anak angkat. Allah tidak menjadikan bagi seseorang dua hati dalam rongganya. Setiap manusia hanya memiliki satu hati dan darinya muncul kehendak atau keinginan. Karena itu, tidak mungkin di satu sisi ia beriman dan takut kepada Allah namun di sisi lain ia takut kepada selain Allah. Dan begitu juga, Dia tidak menjadikan istrimu yang kamu zihar itu sebagai ibumu. Zihar adalah perkataan suami kepada istri, “Punggungmu haram bagiku seperti punggung ibuku,”⁴ atau yang sama maksudnya. Dan Dia juga tidak membenarkanmu menjadikan anak angkatmu sebagai anak kandungmu sendiri. Sejak saat itu hukum anak angkat dibatalkan. Dengan begitu nasab anak itu kembali ke nasab ayah kandungnya. Sesungguhnya yang demikian itu hanyalah perkataan di mulutmu saja yang tidak dilandasi ilmu yang benar. Allah mengatakan dan menetapkan hukum yang sebenarnya dan Dia menunjukkan kepadamu jalan yang benar dan lurus.",
        "5": "Allah tidak menjadikan anak angkatmu sebagai anak kandung. Karena itu, panggillah mereka dengan dinisbatkan kepada nama bapak kandung mereka sendiri, bukan bapak angkatnya. Panggilan demikian itulah yang secara syariat dinilai adil di sisi Allah, dan jika kamu tidak mengetahui nama bapak kandung mereka, maka panggillah mereka sebagai saudara-saudaramu seagama dan maula-maulamu. Dan tidak ada dosa atasmu menisbatkan seorang anak kepada selain bapaknya jika kamu khilaf atau belum tahu hukum tentang hal itu, tetapi yang menimbulkan dosa adalah apa yang disengaja oleh hatimu dengan menetapkan sesuatu yang batil. Allah Maha Pengampun kepada siapa saja yang memohon ampunan-Nya, Maha Penyayang sehingga tidak serta-merta mengazab hamba-Nya yang bersalah.",
        "6": "Usai membatalkan hukum anak angkat yang terkait dengan Nabi pada ayat sebelumnya, pada ayat ini Allah menegaskan bahwa kedudukan Nabi itu lebih utama bagi orang-orang mukmin daripada sekadar bapak dari seseorang. Bahkan, beliau lebih utama dibandingkan diri mereka sendiri sebab beliau selalu menginginkan kebaikan bagi umatnya dan berkat beliau pula mereka selamat dari kebinasaan. Dan adapun istri-istrinya secara hukum adalah seperti ibu-ibu mereka sendiri yang harus dimuliakan dan haram mereka nikahi jandanya. Begitupun, hanya orang-orang yang mempunyai hubungan darah yang satu sama lain lebih berhak untuk saling mewarisi sebagaimana tercantum di dalam Kitab Allah, daripada orang-orang mukmin dan orang-orang Muhajirin yang hanya diikat oleh hubungan keagamaan, bukan kekerabatan, kecuali kalau kamu hendak berbuat baik dengan berwasiat yang tidak lebih dari sepertiga hartamu kepada saudara-saudaramu seagama. Demikianlah telah tertulis dalam Kitab Allah.",
        "7": "Demikianlah kedudukan Nabi dan istri-istrinya di kalangan kaum mukmin. Nabi juga mempunyai kedudukan luhur sebagai pembawa risalah dan penyeru kepada agama yang benar, sebagaimana para rasul sebelumnya. Dan ingatlah ketika Kami mengambil perjanjian dari para nabi dan dari engkau sendiri, khususnya para rasul Ulul 'Azmi, seperti dari Nuh, Ibrahim, Musa, dan Isa putra Maryam, dan Kami telah mengambil dari mereka perjanjian yang teguh untuk menyampaikan risalah Allah kepada kaum masing-masing",
        "8": "agar Dia menanyakan kepada orang-orang yang benar dari para rasul tentang kebenaran mereka di hari kiamatapakah mereka melaksanakan ajaran Allah itu, dan Dia menyediakan azab yang pedih bagi orang-orang kafir.",
        "9": "Ayat ini menginformasikan pertolongan Allah kepada kaum mukmin pada Perang Khandak. Wahai orang-orang yang beriman! Ingatlah akan nikmat Allah yang telah Dia karuniakan kepadamu ketika bala tentara dari kaum musyrik dan Yahudi Bani Quraizah datang kepadamu, lalu Kami kirimkan kepada mereka angin topan dan bala tentara yang tidak dapat terlihat olehmu, yaitu para malaikat yang memorak-porandakan barisan mereka. Allah Maha Melihat apa yang kamu kerjakan dan akan memberi balasan yang setimpal atasnya.",
        "10": "Wahai kaum mukmin, Allah mengirim para malaikat untuk mendukungmu pada Perang Khandak, yaitu ketika mereka, yakni tentara musyrik, datang kepadamu dari atas, yaitu dari timur, dan tentara Yahudi Bani Quraizah datang dari bawahmu, yaitu dari barat, dan ketika penglihatan-mu terpana oleh besarnya pasukan mereka dan hal itu menimbulkan rasa takut yang hebat sehingga hatimu menyesak sampai ke tenggorokan, dan bahkan sebagian dari kamu terjangkiti sifat munafik sehingga berprasangka yang bukan-bukan terhadap Allah seakan Dia tidak mampu memenangkan pasukan mukmin atas pasukan kafir.",
        "11": "Orang-orang mukmin terpana melihat besarnya jumlah pasukan kafir. Di situlah orang-orang mukmin diuji dan sengaja digoncangkan hatinya dengan goncangan yang dahsyat agar terlihat jelas siapa di antara mereka yang benar-benar beriman dan siapa yang munafik.",
        "12": "Dan ingatlah ketika orang-orang munafik yang sengaja menyembunyikan kekafirannya dan orang-orang yang hatinya berpenyakit serta lemah imannya berkata, “Apa yang dijanjikan Allah dan Rasul-Nya kepada kami hanya tipu daya belaka. Dia pasti tidak akan mampu menolong pasukan mukmin.” Mereka berkata demikian karena mereka melihat jumlah pasukan kafir jauh lebih besar daripada pasukan mukmin.",
        "13": "Demikianlah perkataan kaum munafik. Dan ingatlah juga ketika segolongan di antara mereka berkata dengan penuh hasutan, “Wahai penduduk Yasrib! Tidak ada tempat bagimu untuk menyelamatkan diri jika kamu tetap bersama Muhammad dan tentaranya, maka kembalilah kamu ke rumah.” Dan lihatlah bahwa akibat dari upaya hasutan itu sebagian dari mereka, yakni pasukan mukmin, terpengaruh sehingga meminta izin pulang kepada Nabi dengan berkata, “Sesungguhnya rumah-rumah kami terbuka tanpa penjaga,” padahal rumah-rumah itu tidak terbuka; mereka hanyalah membuat-buat alasan karena ketakutam sehingga hendak lari dari peperangan itu.",
        "14": "Demikianlah lemahnya iman dalam hati orang-orang yang terpengaruh hasutan kaum munafik itu. Dan kalau Yasrib diserang musuh dari segala penjuru, dan mereka diminta untuk murtad dan membuat kekacauan dengan memerangi kaum mukmin, niscaya mereka mengerjakannya; dan hanya sebentar saja mereka menunggu untuk melakukan hal itu tanpa berpikir panjang. Mereka amat cinta dunia dan takut mati sehingga tidak heran bila mereka membuat alasan palsu agar diizinkan tidak ikut berperang.",
        "15": "Dan sungguh, sebelum itu, yaitu pada Perang Uhud, mereka telah berjanji kepada Allah di hadapan Rasulullah bahwa mereka tidak akan berbalik ke belakang atau mundur dari medan perang. Dan mereka lupa bahwa perjanjian dengan Allah akan diminta pertanggungjawabannya di hari kiamat kelak.",
        "16": "Tindakan mereka amat tercela. Karena itu, katakanlah wahai Nabi Muhammad, “Lari dari medan perang tidaklah berguna bagimu jika kamu memang ingin melarikan diri dari kematian atau pembunuhan. Dan jika saja kamu berhasil melakukan hal demikian itu, yakni lari dari kematian, sungguh kamu hanya akan mengecap kesenangan sebentar saja di dunia ini. Cepat atau lambat kematian pasti akan menjemputmu juga.”",
        "17": "Allah Mahakuasa, karena itu katakanlah wahai Nabi Muhammad untuk mengingatkan mereka, “Siapakah yang dapat melindungi kamu dari ketentuan Allah jika Dia menghendaki bencana atasmu atau menghendaki rahmat untuk dirimu?” Tentu tidak satu pun. Mereka itu tidak akan mendapatkan pelindung dan penolong selain Allah jika bencana itu benar-benar datang.",
        "18": "Allah mengetahui siapa saja yang berkhianat. Sungguh, dengan ilmu-Nya yang meliputi segala sesuatu Allah mengetahui orang-orang yang menghalang-halangi di antara kamu, dari kaum munafik, dan orang yang dengan maksud menghina berkata kepada saudara-saudaranya yang bergaul dengan mereka di Madinah, “Marilah ikut bersama kami. Tinggalkanlah Muhammad. Jangan ikut perang sebab sebentar lagi Muhammad akan terbunuh di medan perang.” Tetapi mereka memang datang untuk ikut berperang, namun hanya sebentar karena mereka takut mati.",
        "19": "Wahai kaum mukmin, tidak hanya menghasutmu untuk pulang ke Madinah, mereka yang berjiwa munafik itu juga kikir terhadapmu karena mereka sejatinya pengecut dan penakut. Apabila datang ketakutan dan bahaya yang mengancam, kamu lihat mereka itu memandang kepadamu dengan penuh ketakutan sehingga matanya terbalik-balik seperti orang yang pingsan karena akan mati; dan apabila rasa ketakutan telah hilang, mereka tampil seperti orang yang kuat dan pemberani, dan dengan sombong kembali mencaci kamu dengan lidah yang tajam atas kebaikan yang kamu lakukan, sedang mereka sendiri kikir atau enggan untuk berbuat kebaikan. Mereka itu pada hakikatnya tidak beriman, maka Allah menghapus pahala dari amalnya dan di akhirat kelak mereka tidak akan mendapati apa yang mereka harapkan. Dan yang demikian itu tentu sangat mudah bagi Allah.",
        "20": "Sifat pengecut, kikir, dan penakut itu mendarah daging dalam jiwa mereka dan bukan sesuatu yang baru. Mereka mengira bahwa golongan-golongan Yahudi Bani Quraizah dan kafir Mekah yang bersekutu itu belum benar-benar pergi dan akan kembali untuk membalas dendam. Dan karenanya, jika golongan-golongan yang bersekutu itu datang kembali untuk menyerang kaum mukmin, niscaya mereka yang munafik itu ingin berada di dusun-dusun dan rumah-rumah mereka bersama-sama orang Arab Badui dan tidak mau ikut perang, sambil terus menanyakan dan mengikuti perkembangan berita tentang kamu di medan perang tersebut. Dan sekiranya mereka berada bersamamu di medang perang, mereka tidak akan berperang melainkan sebentar saja karena mereka pengecut dan takut mati.",
        "21": "Rasulullah adalah teladan bagi manusia dalam segala hal, termasuk di medan perang. Sungguh, telah ada pada diri Rasulullah itu suri teladan yang baik bagimu dalam semua ucapan dan perilakunya, baik pada masa damai maupun perang. Namun, keteladan itu hanya berlaku bagi orang yang hanya mengharap rahmat Allah, tidak berharap dunia, dan berharap hari Kiamat sebagai hari pembalasan; dan berlaku pula bagi orang yang banyak mengingat Allah karena dengan begitu seseorang bisa kuat meneladani beliau.",
        "22": "Salah satu keteladanan Rasulullah adalah tidak gentar berhadapan dengan musuh. Inilah yang seharusnya diteladani oleh orang-orang mukmin pada perang Khandak. Dan ketika orang-orang mukmin melihat golongan-golongan Yahudi Bani Quraizah dan kafir Mekah yang bersekutu itu, mereka berkata, “Inilah yang dijanjikan Allah dan Rasul-Nya kepada kita. Kita akan memperoleh kemenangan setelah kekalahan kita pada perang Uhud.” Dan benarlah janji Allah dan Rasul-Nya. Dan keadaan yang demikian sulit dan berat itu justru menambah keimanan dan keislaman mereka.",
        "23": "Di antara sifat mulia beliau yang harus diteladani oleh setiap mukmin adalah memenuhi janji. Di antara orang-orang mukmin yang beriman dengan sesungguhnya itu ada orang-orang yang menepati apa yang telah mereka janjikan kepada Allah untuk sabar dan tegar menghadapi kesulitan. Dan di antara mereka ada yang gugur, seperti pada perang Uhud, dan di antara mereka ada pula yang menunggu-nunggu apa yang Allah janjikan, seperti pertolongan-Nya pada Perang Khandak, dan mereka sedikit pun tidak mengubah janjinya.",
        "24": "Tujuan dari pemberian keadaan yang sulit dan berat itu kepada orang mukmin adalah agar Allah memberikan balasan kepada orang-orang yang benar imannya itu karena kebenarannya dengan bersabar dalam menghadapi kesulitan, dan mengazab orang munafik yang berkhianat dan merusak perjanjian, jika Dia kehendaki, atau menerima tobat mereka jika mau bertobat setelah memperoleh hidayah-Nya. Sungguh, Allah Maha Pengampun kepada hamba yang bertobat, Maha Penyayang kepada hamba yang berharap rahmat-Nya.",
        "25": "Dan pada akhir Perang Khandak, Allah menghalau orang-orang kafir itu dengan mengirim angin kencang yang membuat keadaan mereka penuh kejengkelan karena menderita kekalahan tanpa peperangan dan mereka juga tidak memperoleh keuntungan apa pun, baik ganimah maupun tawanan perang. Dengan demikian, cukuplah Allah yang menolong menghindarkan orang-orang mukmin dalam peperangan karena musuh mereka hancur tersapu angin kencang. Dan Allah Mahakuat, Mahaperkasa; tidak ada yang mampu mengalahkan dan melemahkan-Nya.",
        "26": "Setelah kelompok yang bersekutu itu kocar-kacir, Allah memerin-tahkan Rasulullah menghalau Bani Quraizah dari benteng mereka. Dan Dia menurunkan orang-orang Ahli Kitab, yakni Bani Quraizah, yang membantu mereka, yaitu golongan yang bersekutu, dari benteng-benteng mereka, dan Dia memasukkan rasa takut ke dalam hati mereka. Sebagian mereka, yaitu kaum laki-laki yang ikut berperang, kamu bunuh dan sebagian yang lain, yaitu perempuan dan anak-anak, kamu tawan.",
        "27": "Berkat pertolongan Allah pada Perang Khandak itu, Dia mewariskan kepadamu tanah-tanah, rumah-rumah, dan harta benda mereka, dan begitu pula tanah yang belum kamu injak, yaitu tanah-tanah baru yang akan dimasuki oleh tentara mukmin. Dan Allah Mahakuasa terhadap segala sesuatu.",
        "28": "Dengan kemenangan pada Perang Khandak, kaum mukmin mendapat banyak ghanimah, tidak terkecuali Nabi Muhammad. Istri-istri beliau mengetahui hal ini dan mohon untuk diperkenalkan menikmatinya. Menanggapi permintaan ini Allah berfirman kepada Nabi, “Wahai Nab!, Katakanlah kepada istri-istrimu dan berilah mereka dua pilihan. 'Jika kamu menginginkan kehidupan di dunia dan perhiasannya sebagaimana para istri raja atau Kisra, padahal hal itu berpotensi memalingkanmu dari zikir kepada Allah, maka dengan kesadaran, kemarilah agar kuberikan kepadamu mut'ah, yaitu hadiah yang meringankan beban yang dipikul seorang perempuan akibat perceraian, dan setelah itu aku ceraikan kamu dengan cara yang baik.",
        "29": "Akan tetapi, jika kamu menginginkan dan lebih memilih Allah dan Rasul-Nya dengan bersabar atas kehidupan yang sederhana ini dan berharap balasan di negeri akhirat, maka sesungguhnya Allah menyediakan pahala yang besar bagi siapa yang berbuat baik di antara kamu. Allah menjanjikan surga bagi siapa saja dari kamu yang tidak meminta hal-hal duniawi kepada Rasulullah.”",
        "30": "Allah menjanjikan balasan yang agung bagi istri-istri Nabi yang berbuat baik. Di sisi yang lain, mereka juga dihadapkan pada acaman yang mengerikan jika berbuat dosa. Wahai istri-istri Nabi! Barang siapa di antara kamu yang mengerjakan perbuatan keji yang nyata, seperti zina dan durhaka kepada suami, niscaya azabnya akan dilipatgandakan dua kali lipat kepadanya dibanding perempuan-perempuan yang bukan istri Nabi. Dan yang demikian itu mudah bagi Allah.[]",
        "31": "Wahai para istri Nabi, kamu mempunyai kedudukan yang lebih utama dibandingkan para wanita biasa disebabkan besarnya tanggung jawab yang harus kamu emban. Bila salah satu dari kamu berbuat dosa yang nyata maka ia akan mendapat hukuman dua kali lebih berat. Dan barang siapa di antara kamu, wahai para istri Nabi, tetap taat kepada Allah dan Rasul-Nya dan selalu mengerjakan kebajikan, niscaya Kami berikan pahala kepadanya dua kali lipat dibandingkan pahala wanita yang bukan istri Nabi, dan Kami sediakan rezeki yang mulia baginya, baik di dunia maupun di akhirat.",
        "32": "Wahai para istri Nabi, kamu adalah pendamping Nabi yang merupakan representasi Al-Qur’an dan Islam, maka sudah menjadi kewajiban kamu untuk menjaga citra tersebut. Wahai istri-istri Nabi, kedudukan dan keutamaan kamu tidak sama seperti perempuan-perempuan yang lain, jika kamu bertakwa. Kamu harus menjaga kehormatan kamu lebih dari usaha perempuan lain menjaga kehormatan mereka. Maka, janganlah kamu tunduk, yakni menggenitkan suara dalam berbicara sehingga bangkit nafsu orang yang ada penyakit dalam hatinya, yakni orang yang mempunyai niat berbuat serong; dan ucapkanlah perkataan yang baik dengan cara yang wajar.",
        "33": "Dan hendaklah kamu, wahai istri-istri Nabi, tetap di rumahmu dan tidak keluar kecuali untuk keperluan yang dibenarkan oleh agama, dan janganlah kamu berhias dan bertingkah laku seperti orang-orang jahiliah dahulu, di antaranya menggunakan gelang kaki dan menghentakkannya saat berjalan serta menampakkan bagian tubuh yang seharusnya ditutupi. Dan laksanakanlah salat secara sempurna, baik salat wajib maupun sunah; tunaikanlah zakat, dan taatilah Allah dan Rasul-Nya dengan menjalankan perintah dan menjauhi larangan. Sesungguhnya Allah, dengan menurunkan perintah dan larangan itu, bermaksud hendak menghilangkan dosa dari kamu, wahai ahlulbait, yaitu keluarga Rasulullah, dan membersihkan kamu sebersih-bersihnya.",
        "34": "Dan ingatlah, yakni hafalkan, pahami, laksanakan, dan ajarkanlah apa yang dibacakan di rumahmu dari ayat-ayat Allah, yakni Al-Qur’an, dan hikmah, yakni sunah Nabi. Sungguh, Allah Mahalembut kepada orang-orang yang taat, Maha Mengetahui siapa saja yang layak mendapat kemuliaan dan kedudukan tinggi. Khitab dalam ayat-ayat ini memang ditujukan kepada para istri Nabi, namun wanita muslimah yang baik harus mencontoh apa yang dikerjakan oleh para istri Nabi tersebut.",
        "35": "Allah menjanjikan ampunan dan balasan kebaikan kepada para istri Nabi selama mereka taat kepada Allah dan Rasul-Nya. Janji demikian juga diberikan kepada siapa pun, laki-laki maupun perempuan, yang beriman dan taat kepada Allah dan Rasul-Nya. Sungguh, laki-laki dan perempuan muslim yang taat dan patuh kepada Allah, laki-laki dan perempuan mukmin dengan iman yang sungguh-sungguh, laki-laki dan perempuan yang tetap mantap dan ikhlas dalam ketaatannya, laki-laki dan perempuan yang benar dalam ucapan dan perbuatannya, laki-laki dan perempuan yang sabar dalam menjalankan perintah dan menjauhi larangan Allah serta sabar dalam menghadapi segala cobaan, laki-laki dan perempuan yang khusyuk dalam salat, laki-laki dan perempuan yang sering bersedekah untuk memperoleh rida Allah, laki-laki dan perempuan yang berpuasa wajib maupun sunah, laki-laki dan perempuan yang memelihara kehormatannya dari hal-hal yang Allah haramkan (Lihat Surah al-Mu’minun /23: 5-7), laki-laki dan perempuan yang banyak menyebut nama Allah; Allah telah menyediakan untuk mereka ampunan atas dosa mereka, dan pahala yang besar berupa surga. Mereka kekal di dalamnya. Ayat ini menjelaskan kesetaraan laki-laki dan perempuan di hadapan Allah dalam hal mendapat balasan amal perbuatan sesuai apa yang masing-masing individu kerjakan.",
        "36": "Ketaatan orang-orang yang beriman kepada Allah tidak cukup dibuktikan dengan memiliki sepuluh sifat yang disebutkan dalam ayat-ayat sebelumnya. Ia harus pula tunduk kepada hukum-hukum yang Allah tetapkan. Dan tidaklah pantas bagi laki-laki yang mukmin dan perempuan yang mukmin, apabila Allah dan Rasul-Nya telah menetapkan suatu ketetapan hukum, maka tidak akan ada pilihan hukum yang lain bagi mereka tentang urusan mereka. Mereka harus menaati hukum yang Allah dan Rasul-Nya tetapkan. Dan barang siapa mendurhakai Allah dan Rasul-Nya dengan menolak hukum-Nya, maka sungguh, dia telah tersesat dengan kesesatan yang nyata. Ayat ini turun berkenaan dengan salah satu wanita terpandang dikalngan Quraisy bernama Zainab binti Jahsy. Ia ialah putri bibi Rasulullah, 'Umaimah binti 'Abdul Muthallib. Rasulullah pernah melamar Zainab untuk dinikahkan dengan Zaid bin Haritsah, budak yang dimerdekakan dan dijadikan anak angkat oleh Rasulullah. Zainab dan keluarganya menolak lamaran itu karena menganggap status sosial keduanya tidak setara. Pasca turunnya ayat ini, Zainab menerima lamaran Rasulullah meski dengan hati terpaksa. Ayat ini menegaskan bahwa status sosial tidak menjadi tolok ukur kedudukan seseorang dimata Allah. Kedudukan dan keutamaan seseorang dimata Allah ditentukan olehketakwaan dan ketaatannya kepada Allah. Dan ingatlah, ketika engkau, wahai Nabi Muhammad, beberapa kali berkata kepada Zaid bin Harisah, yang telah diberi nikmat oleh Allah dengan memeluk agama Islam dan engkau juga telah memberi nikmat kepadanya dengan memerdekakannya dan mengangkatnya menjadi anak, “Pertahankanlah terus istrimu, Zainab binti Jahsy! Jangan kau ceraikan ia, dan bertakwalah kepada Allah dengan bersabar menjalani pernikahanmu meski istrimu kurang menghormatimu.” Allah selalu mengatur Nabi Muhammad “Engkau memberi Zaid nasihat demikian, Zaid, sedang engkau menyembunyikan didalam hati mu apa yang akan dinyatakan, yakni diberitahukan, oleh Allah bahwa Zainab akan menjadi salah satu istrimu, dan engkau menyembunyikan hal itu karena engkau takut kepada manusia, padahal Allah lebih berhak engkau takuti.” Ternyata Zaid tidak mampu mempertahankan pernikahannya sesuai saran rasulullah. Maka ketika Zaid telah mengakhiri keperluan terhadap istrinya, yakni menceraikannya dan telah habis masa 'iddahnya, Kami nikahkan engkau, wahai Nabi Muhammad, dengan dia, Zainab, agar tidak ada keberatan dan perasaan berdosa bagi orang mukmin untuk menikahi istri-istri anak-anak angkat mereka,apabila anak-anak angkat itu telah menyelesaikan keperluannya terhadap istrinya, yakni menceraikannya. Dan ketetapan serta kehendak Allah itu pasti terjadi.",
        "37": "Sebelum ayat ini turun, ststus anak angkat disamakan dengan anak kandung. mereka berhak mewarisi keluarga angkat, dan ayah angkat tidak boleh menikahi mantan istri anak angkatnya. Ayat ini turun untuk menghapus anggapan salah tersebut. Anak angkat selamanya tidak akan sama statusnya dengan anak kandung. Selain itu, ayat ini juga mengajarkan bahwa pada tataran ideal, pernikahan dilangsungkan atas keinginan dan persetujuan kedua belah pihak dan mendapat dukungan dari dari kedua keluarga.",
        "38": "Pernikahan dengan Zainab menjadi beban bagi Nabi karena erat kaitannya dengan persoalan yang sangat peka dalam masyarakat. Allah menguatkan hati Nabi untuk menjalani pernikahan tersebut dan menegaskan, “Tidak ada keberatan apa pun pada Nabi Muhammad tentang apa yang telah ditetapkan Allah baginya. Allah telah menetapkan yang demikian sebagai sunah, yakni ketetapan-ketetapan Allah pada nabi-nabi yang telah terdahulu. Dan ketetapan Allah itu suatu ketetapan yang pasti berlaku.",
        "39": "Nabi-nabi terdahulu itu adalah orang-orang yang menyampaikan risalah-risalah dan syariat-syariat Allah kepada manusia; mereka takut hanya kepada-Nya dan tidak merasa takut kepada siapa pun selain kepada Allah. Dan cukuplah Allah sebagai pembuat perhitungan amal perbuatan manusia secara cepat dan cermat.” (Lihat Surah al-Anbiya’/21: 47)",
        "40": "Orang-orang musyrik, Yahudi, dan munafik tidak henti-hentinya mempersoalkan pernikahan Rasulullah dengan Zainab. Mereka mengejek Nabi karena menikahi mantan istri anaknya; mereka menganggap status anak angkat sama dengan anak kandung. Allah lalu menegaskan, “Muhammad itu bukanlah bapak kandung dari seseorang laki-laki dewasa di antara kamu, tetapi dia adalah utusan Allah dan penutup para nabi. Dia adalah nabi terakhir yang menjadi bapak rohaniah bagi seluruh umat. Karena itu, janda Zaid bin Harisah dapat dinikahi oleh Rasulullah. Dan Allah Maha Mengetahui segala sesuatu yang kalian lakukan.” Ayat ini merupakan dalil bahwa Nabi Muhammad adalah nabi terakhir dan tidak akan ada lagi nabi sesudahnya, Siapapun yang mengakui adanya nabi sesudah Nabi Muahammad, maka dia bukanlah bagian dari umat Islam.",
        "41": "Agar keimanan orang-orang mukmin semakin kuat dan tidak terpengaruh cercaan orang-orang musyrik, Yahudi, dan munafik kepada Rasulullah atas pernikahan beliau dengan Zainab, Allah berpesan, “Wahai orang-orang yang beriman! Ingatlah kepada Allah kapan dan di mana saja, dengan mengingat di dalam hati maupun dengan zikir lisan sebanyak-banyaknya agar kamu selalu merasakan kehadiran Allah;",
        "42": "dan bertasbihlah kepada-Nya pada waktu pagi dan petang dengan menyucikan Allah dari sifat-sifat kekurangan.",
        "43": "Demikianlah pesan Allah kepada orang-orang beriman, karena Dialah yang senantiasa memberi rahmat kepadamu, dan para malaikat-Nya memohonkan ampunan untukmu, agar Dia Yang Maha Pengasih mengeluarkan kamu dari kegelapan kepada cahaya yang terang. Dan Dia Maha Penyayang kepada seluruh makhluk-Nya, khususnya kepada orang-orang yang beriman.",
        "44": "Curahan rahmat Allah kepada orang-orang beriman tidak pernah putus, bahkan pada hari Kiamat. Sambutan penghormatan yang ditujukan kepada mereka ketika mereka menemui-Nya ialah, “Salam sejahtera bagi kamu dari segala bencana,” dan Dia menyediakan pahala yang mulia, berlimpah, dan abadi bagi mereka, yakni surga. Mereka kekal di dalamnya. (Lihat Surah Yunus: 10: 10, ar-Ra’d/13: 24, dan Yasin/36: 58).",
        "45": "Usai menjelaskan agungnya rahmat yang Allah berikan kepada orang beriman, Allah lalu menjelaskan fungsi pengutusan Nabi Muhammad. Wahai Nabi Muhammad! Sesungguhnya Kami mengutusmu kepada seluruh umat manusia untuk menjadi saksi kebenaran agama Islam dan agama yang dibawa para rasul sebelum kamu, pembawa kabar gembira bagi mereka yang beriman kepada Allah dan rasul-rasul-Nya serta beramal saleh, dan pemberi peringatan kepada orang-orang yang tidak menerima ajaran Allah,",
        "46": "dan untuk menjadi penyeru kepada agama Allah dengan izin-Nya, agar manusia meninggalkan kebatilan, dan kami juga mengutusmu sebagai cahaya yang menerangi jalan hidup manusia.",
        "47": "Dan sampaikanlah kabar gembira kepada orang-orang mukmin yang mantap keimanannya bahwa sesungguhnya bagi mereka karunia yang besar dari Allah, yakni surga yang penuh kenikmatan (Lihat juga Surah Yunus/10: 26 dan asy-Syu 'ara’/42: 22).",
        "48": "Dan janganlah engkau, wahai Nabi Muhammad, menuruti keinginan orang-orang kafir dan orang-orang munafik yang menolak dan mengejek ajaran agama yang kaubawa itu. Janganlah engkau hiraukan gangguan mereka, bersabarlah dalam mengemban tugas, dan bertawakallah kepada Allah dalam semua urusanmu. Dan cukuplah Allah sebagai pelindung dari semua yang engkau takutkan, termasuk dari gangguan mereka.",
        "49": "Bertawakal kepada Allah setelah berusaha secara maksimal merupakan cara aman bagi orang yang beriman agar tidak putus asa. Bila seseorang telah berusaha mempertahankan perkawinan, namun pada akhirnya mesti berakhir dengan perceraian, maka hendaklah dia kembalikan persoalan tersebut kepada Allah yang Maha Bijaksana dalam ketetapan-Nya. Wahai orang-orang yang beriman! Apabila kamu menikahi perempuan-perempuan mukmin yang mantap imannya, kemudian kamu ceraikan mereka sebelum kamu mencampurinya, yakni melakukan hubungan intim suami istri dengannya, maka tidak ada masa idah atas mereka yang perlu kamu perhitungkan. Namun berilah mereka mut’ah, yaitu imbalan materi sebagai penghibur hati akibat percerain, dan lepaskan serta ceraikan-lah mereka itu dengan cara yang sebaik-baiknya agar mereka dapat menempuh jalan hidup yang terbaik untuk mereka. Ayat ini menuntun suami agar mempermudah proses perceraian apabila salah satu atau kedua pihak sudah tidak ingin lagi mempertahankan sebuah perkawinan.",
        "50": "Usai menjelaskan persoalan perceraian yang berlaku secara umum pada ayat-ayat yang lalu, pada ayat berikut Allah menjelaskan hukum pernikahan yang berlaku secara khusus bagi Nabi Muhammad. Wahai Nabi Muhammad! Sesungguhnya Kami telah menghalalkan bagimu istri-istrimu yang telah engkau berikan maskawinnya, dan Kami halalkan juga bagimu hamba sahaya yang engkau miliki, termasuk apa yang engkau peroleh dalam peperangan yang dikaruniakan Allah untukmu, berupa harta maupun wanita yang ditinggalkan oleh musuh. Dan Kami halalkan pula untukmu menikahi anak-anak perempuan dari saudara laki-laki bapakmu, anak-anak perempuan dari saudara perempuan bapakmu, anak-anak perempuan dari saudara laki-laki ibumu, dan anak-anak perempuan dari saudara perempuan ibumu yang turut hijrah bersamamu, dan Kami halalkan pula untukmu menikahi perempuan mukmin yang menyerahkan dirinya kepada Nabi untuk dinikahi tanpa mahar, kalau Nabi ingin menikahinya. Kami gariskan hukum demikian sebagai kekhususan bagimu, wahai Nabi Muhammad, bukan untuk semua orang mukmin selain dirimu. Kami telah mengetahui apa yang Kami wajibkan kepada mereka, orang-orang mukmin, tentang istri-istri mereka dan hamba sahaya yang mereka miliki. Kami tentukan hukum perkawinan yang demikian itu kepadamu tiada lain agar tidak menjadi kesempitan dan beban bagimu, wahai Nabi, dalam menjalankan tugas kenabian. Dan Allah Maha Pengampun kepada hamba-Nya yang bertobat, Maha Penyayang dengan karunia-Nya yang tiada terbatas.",
        "51": "Bila para suami yang berpoligami wajib secara adil mengatur gilir-an untuk mendatangi istri-istri mereka, maka ketentuan demikian tidak Allah berlakukan atas Nabi Muhammad. Engkau, wahai Nabi Muhammad, boleh menangguhkan menggauli siapa yang engkau kehendaki di antara mereka, yakni para istrimu, dan boleh pula menggauli siapa di antara mereka yang engkau kehendaki. Dan siapa yang engkau ingini untuk menggaulinya kembali dari istri-istrimu yang telah engkau sisihkan, yakni engkau tinggalkan untuk tidak menggaulinya kemudian kamu menginginkannya kembali atau mereka yang menginginkannya, maka tidak ada dosa bagimu karena Kami perbolehkan khusus untukmu hal tersebut. Kekhususan yang demikian itu Allah anugerahkan kepadamu agar lebih dekat untuk ketenangan hati mereka, dan mereka tidak merasa sedih ketika engkau tidak mendampingi mereka, dan mereka rela dengan apa yang telah engkau berikan kepada mereka semuanya, karena mereka tahu itulah ketetapan Allah. Dan Allah mengetahui apa yang tersimpan dalam hatimu. Dan Allah Maha Mengetahui apa yang tersimpan dalam hati istri-istrimu, Maha Penyantun dengan tidak segera menghukum hamba yang berbuat salah dan dosa. Menurut satu riwayat, suatu ketika sebagian dari istri-istri Nabi cemburu, dan sebagian lain meminta tambahan belanja. Nabi memutuskan hubungan mereka hingga sebulan. Akibat takut diceraikan oleh Nabi, mereka menghadap Nabi dan menyatakan keralaan mereka atas apa saja yang akan dilakukan oleh Nabi terhadap mereka. Ayat ini turun guna mengizinkan Nabi untuk menggauli atu tidak menggauli istri yang dikehendakinya, dan mengizinkan Nabi mengajak rujuk sekiranya ada dari istri-istrinya yang belia ceraikan. Meski Allah memberi Nabi kebebasan untuk menentukan waktu bergilir bagi istri-istrinya, beliau tetap berusaha membagi giliran secara adil. Bila hendak menangguhkan giliran istri yang seharusnya didatangi, beliau tidak lupa meminta izin kepada yang bersangkutan. Istri-istri Nabi yang mendapat giliran secara rutin adalah Aisyah, Hafsah, Zainab, dan Ummu Salamah, adapun istri-istri yang tidak mendapat giliran secara teratur atas persetujuan mereka adalah Ummu Habibah, Maimunah, Saudah, Safiyyah, dan Juwairiyah.",
        "52": "Ketika ayat ini turun, Nabi mempunyai sembilan istri, yaitu Aisyah, Hasfah, Zainab, Ummu Salamah, Ummu Habibah, Maimunah, Saudah, Safiyyah, dan Juwairiyah. Allah memberi Nabi kekhususan hukum dalam hal relasi suami-istri, tetapi Dia juga memberi batasan dalam pernikahan Nabi. Tidak halal bagimu, wahai Nabi Muhammad, menikahi perempuan-perempuan lain setelah itu, yakni selain yang sudah hidup bersamamu saat ayat ini turun, dan tidak boleh pula bagimu menceraikan lalu mengganti mereka dengan istri-istri yang lain, meskipun kecantikannya menarik hatimu, kecuali perempuan-perempuan hamba sahaya yang engkau miliki. Dan Allah Maha Mengawasi segala sesuatu di mana dan kapan pun untuk kebaikan alam semesta.",
        "53": "Saat Nabi merayakan pernikahan dengan Zainab binti Jahsy, beliau mengundang tamu untuk mencicipi hidangan walimah. Di antara tamu-tamu itu, ada tiga orang yang terlalu asyik dan lama berbincang karena merasa betah di kediaman Rasulullah. Melalui ayat berikut, Allah menjelaskan etika berkunjung ke rumah Nabi. Wahai orang-orang yang beriman! Janganlah kamu memasuki rumah-rumah Nabi sambil menunggu-nunggu waktu makan Rasulullah, kecuali jika kamu diizinkan untuk makan tanpa menunggu waktu makanannya masak. Tetapi, jika kamu dipanggil maka masuklah, dan apabila kamu selesai makan, keluarlah kamu dari kediaman Nabi tanpa memperpanjang percakapan. Sesungguhnya yang demikian itu, yakni berlama-lama di rumah beliau, adalah mengganggu Nabi, sehingga dia malu kepadamu untuk memintamu pulang, dan Allah tidak malu menerangkan hal yang benar. Apabila kamu mempunyai keperluan dan hendak meminta sesuatu kepada mereka, yakni istri-istri Nabi, maka mintalah dari belakang tabir yang memisahkan kamu dari mereka. Cara yang demikian itu lebih suci bagi hatimu dan hati mereka. Dan tidak boleh kamu menyakitihati Rasulullah dan tidak boleh pula menikahi istri-istrinya selama-lamanya setelah Nabi wafat. Sungguh, yang demikian itu, yakni menyakiti hati Nabi dan menikahi istri beliau sesudah wafatnya, sangat besar dosanya disisi Allah. Secara eksplisit ayat ini menjelaskan etika bertamu ke rumah Nabi, tetapi sebetulnya iamenjelaskan etika bertamu secara umum. Seseorang hendaknya bertamu seperlunya dan sesuai undangan tuan rumah. Ia tidak sepatutnya berlama-lama karena hal itu akan membuat tuan rumah tidak nyaman.",
        "54": "Jika kamu menyatakan sesuatu, baik ucapan maupun perbuatan, atau menyembunyikannya dalam hatimu yang paling dalam, maka sesungguhnya Allah Maha Mengetahui segala sesuatu yang tampak maupun yang tersembunyi.",
        "55": "Usai menjelaskan ketentuan berinteraksi dan berkomunikasi dengan istri-istri Nabi pada ayat sebelumnya, pada ayat ini Allah menjelaskan orang-orang tertentu yang dikecualikan dari ketentuan itu. Tidak ada dosa atas istri-istri Nabi untuk berjumpa tanpa tabir dengan bapak-bapak mereka, anak laki-laki mereka, saudara laki-laki mereka, anak laki-laki dari saudara laki-laki mereka, anak laki-laki dari saudara perempuan mereka, perempuan-perempuan mereka yang beriman, baik keluarga maupun bukan, dan hamba sahaya yang mereka miliki. Dan bertakwalah kamu, wahai istri-istri Nabi, kepada Allah. Sungguh, Allah Maha Menyaksikan segala sesuatu yang kamu kerjakan. Laki-laki yang disebutkan pada ayat ini diperbolehkan menjumpai istri-istri Nabi tanpa tabir karena ada hubungan kerabat dan karena hajat, sehingga mereka sering berkunjung.",
        "56": "Allah menurunkan ketentuan tentang etika bagi umat Islam ketika berinteraksi dengan istri-istri untuk menjaga kehormatan dan keagungan pribadi Rasulullah. Di antara bukti keagungan beliau ialah bahwa sesungguhnya Allah dan para malaikat-Nya bersalawat untuk Nabi. Salawat dari Allah berarti memberi rahmat, dan dari malaikat berarti memohonkan ampunan. Karena itu, wahai orang-orang yang beriman! Bersalawatlah kamu untuk Nabi, seperti dengan berkata “Allahumma salli ala Muhammad (semoga Allah melimpahkan kebaikan dan ke-berkahan kepada Nabi Muhammad),” dan ucapkanlah salam dengan penuh penghormatan kepadanya, dengan mengucapkan perkataan seperti “Assalamu alaika ayyuhan-nabiy (semoga keselamatan tercurah kepadamu, wahai Nabi).”",
        "57": "Setelah meminta orang yang beriman untuk bersalawat kepada Nabi pada ayat yang lalu, Allah lalu menyusulinya dengan ancaman kepada orang yang menyakiti beliau. Sesungguhnya terhadap orang-orang yang menyakiti Allah dan Rasul-Nya, baik dengan ucapan maupun perbuatan, Allah akan melaknatnya, menjauhkannya dari rahmat Allah, di dunia dan di akhirat, dan menyediakan azab yang menghinakan bagi mereka.",
        "58": "Termasuk kategori menyakiti Nabi adalah menyakiti orang-orang yang beriman. Dan karena itu, Allah menegaskan bahwa orang-orang yang menyakiti dengan menuduh, menghina, dan mengganggu orang-orang mukmin laki-laki dan perempuan, tanpa ada kesalahan berupa perbuatan buruk yang sengaja mereka perbuat (Lihat Surah al-Baqarah/2: 286), maka sungguh, mereka telah memikul kebohongan dan dosa yang nyata yang menyebabkan mereka layak menerima azab dari Allah. Dari ayat ini tidak dapat diambil kesimpulan bahwa orang mukmin yang melakukan perbuatan buruk boleh disakiti, dihina, atau diganggu.",
        "59": "Setelah menjelaskan larangan menyakiti, menghina, dan mengganggu Nabi dan orang-orang yang beriman, Allah lalu memerintah perempuan mukmin, khususnya istri-istri Nabi, agar mengenakan jilbab supaya terhindar dari gangguan dan hinaan orang-orang jahat. Jilbab adalah baju longgar yang menutupi baju dan kerudung wanita atau baju luar bagi wanita. Model jilbab beragam sesuai selera pengguna dan adat suatu daerah. Di Indonesia, jilbab dikenal sebagai penutup kepala wanita. Jilbab harus memenuhi beberapa kriteria, yakni tidak transparan dan dapat menutupi kepala, leher, serta dada. Sebelum ayat ini turun, pakaian wanita merdeka dan budak hampir sama. Kesamaan itu membuat mereka sulit dibedakan, sehingga laki-laki iseng terkadang menggoda perempuan merdeka karena disangkanya budak.Demi menghindari gangguan semacam itu dan menjaga kehormatan wanita muslimah, wahai Nabi Muhammad! Katakanlah kepada istri-istrimu, anak-anak perempuanmu, dan istri-istri orang mukmin, termasuk perempuan-perempuan dari keluarga mukmin, hendaklah mereka menutupkan jilbabnya keseluruh tubuh mereka, kecuali bagian tubuh yang biasa terlihat, seperti wajah dan telapak tangan (lihat Surah an-Nur/24:31). Yang demikian itu agar mereka lebih mudah untuk dikenali sebagai perempuan beriman yang terhormat sehingga mereka tidak diganggu. Dan Allah Maha Pengampun atas segala dosa, diantaranya dosa tidak menutup aurat, Maha Penyayang kepada semua hamba-Nya.",
        "60": "Setelah memerintahkan perempuan yang beriman untuk mengenakan jilbab, Allah lalu menjelaskan ancaman kepada para pengganggu yang pada umumnya kaum munafik. Sungguh, jika orang-orang munafik, yaitu mereka yang pura-pura beriman tetapi hatinya ingkar; orang-orang yang berpenyakit dalam hatinya, seperti dengki dan dendam sehingga gemar menyakiti dan mengganggu orang-orang beriman; dan orang-orang yang menyebarkan kabar bohong di Madinah tidak berhenti menyakitimu, niscaya Kami perintahkan engkau, wahai Nabi Muhammad, untuk memerangi mereka, kemudian mereka tidak lagi menjadi tetanggamu di Madinah kecuali sebentar",
        "61": "serta dalam keadaan terlaknat dan terhina. Di mana saja mereka dijumpai, mereka akan ditangkap dan dibunuh tanpa ampun.",
        "62": "Ancaman dan siksa Allah kepada orang-orang munafik, orang-orang yang hatinya berpenyakit, dan orang-orang yang menebar fitnah, sebagaimana dijelaskan dalam ayat sebelumnya, adalah sebagai sunah dan ketetapan Allah yang berlaku juga bagi orang-orang yang telah terdahulu sebelum kamu dan akan berlaku bagi generasi sesudahmu, dan engkau tidak akan mendapati perubahan pada sunah Allah. (Lihat Surah al-Isra’/17: 77 dan al-Fath/48: 23)",
        "63": "Ancaman dan siksa pedih bagi orang-orang munafik tidak hanya berlangsung di dunia, tetapi juga di akhirat. Karena penasaran tentang hari Kiamat, manusia bertanya kepadamu, wahai Nabi Muhammad, tentang hari Kiamat. Katakanlah, “Ilmu tentang hari Kiamat itu hanya di sisi Allah.” Dan tahukah engkau kapan datangnya Kiamat itu? Pasti engkau tidak tahu. Boleh jadi hari Kiamat itu sudah dekat waktunya.",
        "64": "Sungguh, pada hari Kiamat Allah melaknat dan menyiksa orang-orang kafir dan menyediakan bagi mereka api neraka yang menyala-nyala.",
        "65": "Mereka kekal di dalamnya selama-lamanya; mereka tidak akan mendapatkan satu pun pelindung dan penolong yang menyelamatkan mereka dari azab Allah.",
        "66": "Sebagai salah satu bentuk siksa yang akan diterima orang-orang kafir adalah bahwa pada hari itu wajah mereka dibolak-balikkan dalam neraka. Mereka berkata dengan penuh penyesalan, “Wahai, kiranya dahulu saat di dunia kami taat kepada Allah dan taat kepada Rasul, niscaya kami tidak akan tersiksa.” (Lihat Surah al-Furqan/25: 27-29)",
        "67": "Dan mereka juga berkata, “Ya Tuhan kami, sesungguhnya kami telah menaati para pemimpin dan para pembesar kami yang sesat, lalu mereka menyesatkan kami dari jalan yang benar.",
        "68": "Ya Tuhan kami, karena kesesatan mereka sendiri dan penyesatan mereka kepada kami, maka timpakanlah kepada mereka azab dua kali lipat, dan laknat serta siksa-lah mereka dengan laknat dan siksa yang besar.”",
        "69": "Usai menyebutkan penyesalan orang-orang kafir ketika merasakan siksa neraka, Allah pada ayat-ayat berikut beralih menjelaskan larangan menyakiti orang lain dengan tuduhan palsu dan perkataan bohong. Wahai orang-orang yang beriman! Janganlah kamu seperti orang-orang dari Bani Israil yang menyakiti hati Nabi Musa dengan berkata dusta. Nabi Musa sangat jauh dari tuduhan dusta tersebut, maka Allah membersihkannya dari tuduhan-tuduhan yang mereka lontarkan. Dan dia seorang yang mempunyai kedudukan terhormat di sisi Allah.",
        "70": "Allah lantas meminta orang yang beriman agar berkata benar. Wahai orang-orang yang beriman! Bertakwalah kamu kepada Allah dan ucapkanlah perkataan yang benar dan tepat sasaran.",
        "71": "Jika kamu melakukan hal tersebut, niscaya Allah akan memperbaiki amal-amalmu dengan mempermudah jalanmu untuk berbuat baik dan bertobat, dan mengampuni dosa-dosamu. Dan barang siapa menaati Allah dan Rasul-Nya, maka sungguh dia menang dengan kemenangan yang agung. Dia akan memperoleh ampunan Allah dan mendapatkan surga.",
        "72": "Setelah meminta orang-orang beriman untuk menjaga ketakwaan, Allah lalu menjelaskan bahwa salah satu wujud takwa adalah menjaga amanah. Sesungguhnya Kami telah menawarkan amanat, yakni tugas-tugas keagamaan, kepada langit, bumi, dan gunung-gunung, tetapi semuanya enggan untuk memikul tanggung jawab amanat itu dan mereka khawatir tidak akan mampu melaksanakannya, lalu Kami menawarkan amanat itu kepada manusia, dan dipikullah amanat itu oleh manusia. Sungguh, manusia itu sangat zalim karena menyatakan sanggup memikul amanat tetapi secara sengaja menyia-nyiakannya, dan sangat bodoh karena menerima amanat tetapi sering lengah dan lupa menjalankan atau memenuhinya. “Amanat” kalau diartikan secara sempit adalah kewajiban-kewajiban agama. Namun, secara luas ia bisa dipahami sebagai segala sesuatu yang diserahkan kepada seseorang untuk dipelihara dan ditunaikan dengan sebaik-baiknya serta berusaha maksimal untuk tidak menyia-nyiakannya. Apa pun bentuk amanat itu, ia harus dipertanggungjawabkan oleh penerima kepada pemberi amanat.",
        "73": "Demikianlah kezaliman dan kebodohan manusia, sehingga Allah akan mengazab orang-orang munafik laki-laki dan perempuan, orang-orang musyrik laki-laki dan perempuan, karena mereka tidak menjalankan amanat; dan bagi mereka yang bertobat, Allah akan menerima tobat orang-orang mukmin laki-laki dan perempuan. Dan Allah Maha Pengampun, Maha Penyayang kepada semua hamba yang bertobat.[]"
      }
    }
  }
}