{
  "number": 53,
  "name": "النّجم",
  "name_latin": "An-Najm",
  "name_id": "An-Najm",
  "name_trans_id": "Bintang",
  "number_of_verse": 62,
  "category": "Makkiyah",
  "arabics": {
    "1": "وَالنَّجْمِ اِذَا هَوٰىۙ",
    "2": "مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوٰىۚ",
    "3": "وَمَا يَنْطِقُ عَنِ الْهَوٰى",
    "4": "اِنْ هُوَ اِلَّا وَحْيٌ يُّوْحٰىۙ",
    "5": "عَلَّمَهٗ شَدِيْدُ الْقُوٰىۙ",
    "6": "ذُوْ مِرَّةٍۗ فَاسْتَوٰىۙ",
    "7": "وَهُوَ بِالْاُفُقِ الْاَعْلٰىۗ",
    "8": "ثُمَّ دَنَا فَتَدَلّٰىۙ",
    "9": "فَكَانَ قَابَ قَوْسَيْنِ اَوْ اَدْنٰىۚ",
    "10": "فَاَوْحٰىٓ اِلٰى عَبْدِهٖ مَآ اَوْحٰىۗ",
    "11": "مَا كَذَبَ الْفُؤَادُ مَا رَاٰى",
    "12": "اَفَتُمٰرُوْنَهٗ عَلٰى مَا يَرٰى",
    "13": "وَلَقَدْ رَاٰهُ نَزْلَةً اُخْرٰىۙ",
    "14": "عِنْدَ سِدْرَةِ الْمُنْتَهٰى",
    "15": "عِنْدَهَا جَنَّةُ الْمَأْوٰىۗ",
    "16": "اِذْ يَغْشَى السِّدْرَةَ مَا يَغْشٰىۙ",
    "17": "مَا زَاغَ الْبَصَرُ وَمَا طَغٰى",
    "18": "لَقَدْ رَاٰى مِنْ اٰيٰتِ رَبِّهِ الْكُبْرٰى",
    "19": "اَفَرَءَيْتُمُ اللّٰتَ وَالْعُزّٰى",
    "20": "وَمَنٰوةَ الثَّالِثَةَ الْاُخْرٰى",
    "21": "اَلَكُمُ الذَّكَرُ وَلَهُ الْاُنْثٰى",
    "22": "تِلْكَ اِذًا قِسْمَةٌ ضِيْزٰى",
    "23": "اِنْ هِيَ اِلَّآ اَسْمَاۤءٌ سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ مَّآ اَنْزَلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ اِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَمَا تَهْوَى الْاَنْفُسُۚ وَلَقَدْ جَاۤءَهُمْ مِّنْ رَّبِّهِمُ الْهُدٰىۗ",
    "24": "اَمْ لِلْاِنْسَانِ مَا تَمَنّٰىۖ",
    "25": "فَلِلّٰهِ الْاٰخِرَةُ وَالْاُوْلٰى ࣖ",
    "26": "۞ وَكَمْ مِّنْ مَّلَكٍ فِى السَّمٰوٰتِ لَا تُغْنِيْ شَفَاعَتُهُمْ شَيْـًٔا اِلَّا مِنْۢ بَعْدِ اَنْ يَّأْذَنَ اللّٰهُ لِمَنْ يَّشَاۤءُ وَيَرْضٰى",
    "27": "اِنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ لَيُسَمُّوْنَ الْمَلٰۤىِٕكَةَ تَسْمِيَةَ الْاُنْثٰى",
    "28": "وَمَا لَهُمْ بِهٖ مِنْ عِلْمٍۗ اِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنَّ الظَّنَّ لَا يُغْنِيْ مِنَ الْحَقِّ شَيْـًٔاۚ",
    "29": "فَاَعْرِضْ عَنْ مَّنْ تَوَلّٰىۙ عَنْ ذِكْرِنَا وَلَمْ يُرِدْ اِلَّا الْحَيٰوةَ الدُّنْيَاۗ",
    "30": "ذٰلِكَ مَبْلَغُهُمْ مِّنَ الْعِلْمِۗ اِنَّ رَبَّكَ هُوَ اَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيْلِهٖۙ وَهُوَ اَعْلَمُ بِمَنِ اهْتَدٰى",
    "31": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ لِيَجْزِيَ الَّذِيْنَ اَسَاۤءُوْا بِمَا عَمِلُوْا وَيَجْزِيَ الَّذِيْنَ اَحْسَنُوْا بِالْحُسْنٰىۚ",
    "32": "اَلَّذِيْنَ يَجْتَنِبُوْنَ كَبٰۤىِٕرَ الْاِثْمِ وَالْفَوَاحِشَ اِلَّا اللَّمَمَۙ اِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِۗ هُوَ اَعْلَمُ بِكُمْ اِذْ اَنْشَاَكُمْ مِّنَ الْاَرْضِ وَاِذْ اَنْتُمْ اَجِنَّةٌ فِيْ بُطُوْنِ اُمَّهٰتِكُمْۗ فَلَا تُزَكُّوْٓا اَنْفُسَكُمْۗ  هُوَ اَعْلَمُ بِمَنِ اتَّقٰى ࣖ",
    "33": "اَفَرَءَيْتَ الَّذِيْ تَوَلّٰىۙ",
    "34": "وَاَعْطٰى قَلِيْلًا وَّاَكْدٰى",
    "35": "اَعِنْدَهٗ عِلْمُ الْغَيْبِ فَهُوَ يَرٰى",
    "36": "اَمْ لَمْ يُنَبَّأْ بِمَا فِيْ صُحُفِ مُوْسٰى",
    "37": "وَاِبْرٰهِيْمَ الَّذِيْ وَفّٰىٓ ۙ",
    "38": "اَلَّا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۙ",
    "39": "وَاَنْ لَّيْسَ لِلْاِنْسَانِ اِلَّا مَا سَعٰىۙ",
    "40": "وَاَنَّ سَعْيَهٗ سَوْفَ يُرٰىۖ",
    "41": "ثُمَّ يُجْزٰىهُ الْجَزَاۤءَ الْاَوْفٰىۙ",
    "42": "وَاَنَّ اِلٰى رَبِّكَ الْمُنْتَهٰىۙ",
    "43": "وَاَنَّهٗ هُوَ اَضْحَكَ وَاَبْكٰى",
    "44": "وَاَنَّهٗ هُوَ اَمَاتَ وَاَحْيَاۙ",
    "45": "وَاَنَّهٗ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْاُنْثٰىۙ",
    "46": "مِنْ نُّطْفَةٍ اِذَا تُمْنٰىۙ",
    "47": "وَاَنَّ عَلَيْهِ النَّشْاَةَ الْاُخْرٰىۙ",
    "48": "وَاَنَّهٗ هُوَ اَغْنٰى وَاَقْنٰىۙ",
    "49": "وَاَنَّهٗ هُوَ رَبُّ الشِّعْرٰىۙ",
    "50": "وَاَنَّهٗٓ اَهْلَكَ عَادًا ۨالْاُوْلٰىۙ",
    "51": "وَثَمُوْدَا۟ فَمَآ اَبْقٰىۙ",
    "52": "وَقَوْمَ نُوْحٍ مِّنْ قَبْلُۗ اِنَّهُمْ كَانُوْا هُمْ اَظْلَمَ وَاَطْغٰىۗ",
    "53": "وَالْمُؤْتَفِكَةَ اَهْوٰىۙ",
    "54": "فَغَشّٰىهَا مَا غَشّٰىۚ",
    "55": "فَبِاَيِّ اٰلَاۤءِ رَبِّكَ تَتَمَارٰى",
    "56": "هٰذَا نَذِيْرٌ مِّنَ النُّذُرِ الْاُوْلٰى",
    "57": "اَزِفَتِ الْاٰزِفَةُ ۚ",
    "58": "لَيْسَ لَهَا مِنْ دُوْنِ اللّٰهِ كَاشِفَةٌ  ۗ",
    "59": "اَفَمِنْ هٰذَا الْحَدِيْثِ تَعْجَبُوْنَۙ",
    "60": "وَتَضْحَكُوْنَ وَلَا تَبْكُوْنَۙ",
    "61": "وَاَنْتُمْ سٰمِدُوْنَ",
    "62": "فَاسْجُدُوْا لِلّٰهِ وَاعْبُدُوْا ࣖ ۩"
  },
  "latins": [
    "Wan-najmi iżā hawā.",
    "Mā ḍalla ṣāḥibukum wa mā gawā.",
    "Wa mā yanṭiqu 'anil-hawā.",
    "In huwa illā waḥyuy yūḥā.",
    "'Allamahū syadīdul-quwā.",
    "Żū mirrah(tin), fastawā.",
    "Wa huwa bil-ufuqil-a'lā.",
    "Ṡumma danā fa tadallā.",
    "Fa kāna qāba qausaini au adnā.",
    "Fa auḥā ilā 'abdihī mā auḥā.",
    "Mā każabal-fu'ādu mā ra'ā.",
    "Afa tumārūnahū 'alā mā yarā.",
    "Wa laqad ra'āhu nazlatan ukhrā.",
    "'Inda sidratil-muntahā.",
    "'Indahā jannatul-ma'wā.",
    "Iż yagsyas-sidrata mā yagsyā.",
    "Mā zāgal-baṣaru wa mā ṭagā.",
    "Laqad ra'ā min āyāti rabbihil-kubrā.",
    "Afa ra'aitumul-lāta wal-'uzzā.",
    "Wa manātaṡ-ṡāliṡatal-ukhrā.",
    "Alakumuż-żakaru wa lahul-unṡā.",
    "Tilka iżan qismatun ḍīzā.",
    "In hiya  illā asmā'un sammaitumūhā antum wa ābā'ukum mā anzalallāhu bihā min sulṭān(in), iy yattabi'ūna illaẓ-ẓanna wa mā tahwal-anfus(u), wa laqad jā'ahum mir rabbihimul-hudā.",
    "Am lil-insāni mā tamannā.",
    "Fa lillāhil-ākhiratu wal-ūlā.",
    "Wa kam mim malakin fis-samāwāti lā tugnī syafā'atuhum syai'an illā mim ba'di ay ya'żanallāhu limay yasyā'u wa yarḍā.",
    "Innal-lażīna lā yu'minūna bil-ākhirati layusammūnal-malā'ikata tasmiyatal-unṡā.",
    "Wa mā lahum bihī min 'ilm(in), iy yattabi'ūna illaẓ-ẓann(a), wa innaẓ-ẓanna lā yugnī minal-ḥaqqi syai'ā(n).",
    "Fa a'riḍ 'am man tawallā, 'an żikrinā wa lam yurid illal-ḥayātad-dun-yā.",
    "Żālika mablaguhum minal-'ilm(i), inna rabbaka huwa a'lamu biman ḍalla 'an sabīlih(ī), wa huwa a'lamu bimanihtadā.",
    "Wa lillāhi mā fis-samāwāti wa mā fil-arḍ(i), liyajziyal-lażīna asā'ū bimā 'amilū wa yajziyal-lażīna aḥsanū bil-ḥusnā.",
    "Allażīna yajtanibūna kabā'iral-iṡmi wal-fawāḥisya illal-lamam(a), inna rabbaka wāsi'ul-magfirah(ti), huwa a'lamu bikum iż ansya'akum minal-arḍi wa iż antum ajinnatun fī buṭūni ummahātikum, falā tuzakkū anfusakum, huwa a'lamu bimanittaqā.",
    "Afa ra'aital-lażī tawallā.",
    "Wa a'ṭā qalīlaw wa akdā.",
    "A'indahū 'ilmul-gaibi fahuwa yarā.",
    "Am lam yunabba' bimā fī ṣuḥufi mūsā.",
    "Wa ibrāhīmal-lażī waffā.",
    "Allā taziru wāziratuw wizra ukhrā.",
    "Wa al laisa lil-insāni illā mā sa'ā.",
    "Wa anna sa'yahū saufa yurā.",
    "Ṡumma yujzāhul-jazā'al-aufā.",
    "Wa anna ilā rabbikal-muntahā.",
    "Wa annahū huwa aḍḥaka wa abkā.",
    "Wa annahū huwa amāta wa aḥyā.",
    "Wa annahū khalaqaz-zaujainiż-żakara wal-unṡā.",
    "Min nuṭfatin iżā tumnā.",
    "Wa anna 'alaihin nasy'atal-ukhrā.",
    "Wa annahū huwa agnā wa aqnā.",
    "Wa annahū huwa rabbusy-syi'rā.",
    "Wa annahū ahlaka 'ādanil-ūlā.",
    "Wa ṡamūda famā abqā.",
    "Wa qauma nūḥim min qabl(u), innahum kānū hum aẓlama wa aṭgā.",
    "Wal-mu'tafikata ahwā.",
    "Fa gasysyāhā mā gasysyā.",
    "Fa bi'ayyi ālā'i rabbika tatamārā.",
    "Hāżā nażīrum minan-nużuril-ūlā.",
    "Azifatil-āzifah(tu).",
    "Laisa lahā min dūnillāhi kāsyifah(tun).",
    "Afamin hāżal-ḥadīṡi ta'jabūn(a).",
    "Wa taḍḥakūna wa lā tabkūn(a).",
    "Wa antum sāmidūn(a).",
    "Fasjudū lillāhi wa'budū."
  ],
  "translations": {
    "id": {
      "1": "Demi bintang ketika terbenam,",
      "2": "kawanmu (Nabi Muhammad) tidak sesat, tidak keliru,",
      "3": "dan tidak pula berucap (tentang Al-Qur’an dan penjelasannya) berdasarkan hawa nafsu(-nya).",
      "4": "Ia (Al-Qur’an itu) tidak lain, kecuali wahyu yang disampaikan (kepadanya)",
      "5": "yang diajarkan kepadanya oleh (malaikat) yang sangat kuat (Jibril)",
      "6": "lagi mempunyai keteguhan. Lalu, ia (Jibril) menampakkan diri dengan rupa yang asli",
      "7": "ketika dia berada di ufuk yang tinggi.",
      "8": "Dia kemudian mendekat (kepada Nabi Muhammad), lalu bertambah dekat,",
      "9": "sehingga jaraknya (sekitar) dua busur panah atau lebih dekat (lagi).",
      "10": "Lalu, dia (Jibril) menyampaikan wahyu kepada hamba-Nya (Nabi Muhammad) apa yang Dia wahyukan.",
      "11": "Hatinya tidak mendustakan apa yang telah dilihatnya.",
      "12": "Apakah kamu (kaum musyrik Makkah) hendak membantahnya (Nabi Muhammad) tentang apa yang dilihatnya itu (Jibril)?",
      "13": "Sungguh, dia (Nabi Muhammad) benar-benar telah melihatnya (dalam rupa yang asli) pada waktu yang lain,",
      "14": "(yaitu ketika) di Sidratulmuntaha.",
      "15": "Di dekatnya ada surga tempat tinggal.",
      "16": "(Nabi Muhammad melihat Jibril) ketika Sidratulmuntaha dilingkupi oleh sesuatu yang melingkupinya.",
      "17": "Penglihatan (Nabi Muhammad) tidak menyimpang dan tidak melampaui (apa yang dilihatnya).",
      "18": "Sungguh, dia benar-benar telah melihat sebagian tanda-tanda (kebesaran) Tuhannya yang sangat besar.",
      "19": "Apakah patut kamu (orang-orang musyrik) menganggap (dua berhala) al-Lata dan al-'Uzza,",
      "20": "serta Manata (berhala) ketiga yang lain (sebagai anak-anak perempuan Allah yang kamu sembah)?",
      "21": "Apakah (pantas) bagi kamu (anak) laki-laki dan bagi-Nya (anak) perempuan?",
      "22": "Itu tentulah suatu pembagian yang tidak adil.",
      "23": "(Berhala-berhala) itu tidak lain hanyalah nama-nama yang kamu dan nenek moyangmu ada-adakan. Allah tidak menurunkan suatu keterangan apa pun untuk (menyembah)-nya. Mereka hanya mengikuti dugaan dan apa yang diinginkan oleh hawa nafsu. Padahal, sungguh, mereka benar-benar telah didatangi petunjuk dari Tuhan mereka.",
      "24": "Apakah manusia akan mendapat segala yang diinginkannya?",
      "25": "(Tidak!) Milik Allahlah kehidupan akhirat dan dunia.",
      "26": "Betapa banyak malaikat di langit yang syafaat (pertolongan) mereka sedikit pun tidak berguna, kecuali apabila Allah telah mengizinkan(-nya untuk diberikan) kepada siapa yang Dia kehendaki dan ridai.",
      "27": "Sesungguhnya orang-orang yang tidak beriman kepada kehidupan akhirat benar-benar menamai para malaikat dengan nama perempuan.",
      "28": "Padahal, mereka tidak mempunyai pengetahuan tentang hal itu. Mereka tidak lain hanyalah mengikuti dugaan dan sesungguhnya dugaan itu tidak berfaedah sedikit pun terhadap kebenaran.",
      "29": "Tinggalkanlah (Nabi Muhammad) orang yang berpaling dari peringatan Kami (Al-Qur’an) dan hanya menginginkan kehidupan dunia!",
      "30": "Itulah kadar pengetahuan mereka. Sesungguhnya Tuhanmulah yang lebih mengetahui siapa yang tersesat dari jalan-Nya dan Dia pulalah yang mengetahui siapa yang mendapat petunjuk.",
      "31": "Milik Allahlah apa yang ada di langit dan apa yang ada di bumi. (Dengan demikian,) Dia akan memberi balasan kepada orang-orang yang berbuat jahat sesuai dengan apa yang telah mereka kerjakan dan Dia akan memberi balasan kepada orang-orang yang berbuat baik dengan pahala yang lebih baik (surga).",
      "32": "(Mereka adalah) orang-orang yang menjauhi dosa-dosa besar dan perbuatan keji. Akan tetapi, mereka (memang) melakukan dosa-dosa kecil. Sesungguhnya Tuhanmu Maha Luas ampunan-Nya. Dia lebih mengetahui dirimu sejak Dia menjadikanmu dari tanah dan ketika kamu masih berupa janin dalam perut ibumu. Maka, janganlah kamu menganggap dirimu suci. Dia lebih mengetahui siapa yang bertakwa.",
      "33": "Tidakkah engkau melihat orang yang berpaling (dari Al-Qur’an)?",
      "34": "Dia memberikan sedikit (dari apa yang telah disepakati), lalu menahan sisanya.",
      "35": "Apakah dia mempunyai pengetahuan tentang yang gaib, sehingga dia dapat melihat(-nya)?",
      "36": "Apakah belum diberitakan kepadanya apa yang ada dalam lembaran-lembaran (kitab suci yang diturunkan kepada) Musa",
      "37": "dan (lembaran-lembaran) Ibrahim yang telah memenuhi janji setianya?",
      "38": "(Dalam lembaran-lembaran itu terdapat ketetapan) bahwa seseorang yang berdosa tidak akan memikul dosa orang lain,",
      "39": "bahwa manusia hanya memperoleh apa yang telah diusahakannya,",
      "40": "bahwa sesungguhnya usahanya itu kelak akan diperlihatkan (kepadanya),",
      "41": "kemudian dia akan diberi balasan atas (amalnya) itu dengan balasan yang paling sempurna,",
      "42": "bahwa sesungguhnya kepada Tuhanmulah kesudahan (segala sesuatu),",
      "43": "bahwa sesungguhnya Dialah yang menjadikan orang tertawa dan menangis,",
      "44": "bahwa sesungguhnya Dialah yang mematikan dan menghidupkan,",
      "45": "bahwa sesungguhnya Dialah yang menciptakan pasangan laki-laki dan perempuan",
      "46": "dari mani ketika dipancarkan",
      "47": "bahwa sesungguhnya Dialah yang menetapkan penciptaan yang lain (kebangkitan setelah mati),",
      "48": "bahwa sesungguhnya Dialah yang menganugerahkan kekayaan dan kecukupan,",
      "49": "bahwa sesungguhnya Dialah Tuhan (yang memiliki) bintang Syi'ra,704)",
      "50": "dan bahwa sesungguhnya Dialah yang telah membinasakan (kaum) 'Ad yang terdahulu",
      "51": "dan (kaum) Samud. Tidak seorang pun ditinggalkan-Nya (hidup).",
      "52": "Sebelum itu kaum Nuh juga (dibinasakan). Sesungguhnya mereka adalah orang-orang yang lebih zalim dan lebih durhaka.",
      "53": "Dia juga menjungkirbalikkan negeri kaum Lut,",
      "54": "lalu Dia menimbuninyadengan apa yang menimpanya.",
      "55": "Maka, nikmat Tuhanmu yang manakah yang masih kamu ragukan?",
      "56": "Ini (Nabi Muhammad) adalah salah seorang pemberi peringatan di antara para pemberi peringatan yang terdahulu.",
      "57": "(Hari Kiamat) yang dekat makin mendekat.",
      "58": "Tidak ada yang akan dapat mengungkapkan (terjadinya hari itu) selain Allah.",
      "59": "Maka, apakah kamu merasa heran terhadap pemberitaan ini?",
      "60": "Kamu mentertawakan dan tidak menangisi(-nya),",
      "61": "sedangkan kamu lengah (darinya).",
      "62": "Bersujudlah kepada Allah dan sembahlah (Dia)."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Surah at-Tur diakhiri dengan perintah untuk bertasbih dan memuji Allah setiap saat, terutama pagi. Pada Surah an-Najm ini Allah memulai dengan bersumpah demi bintang. Demi bintang yang bertebaran di angkasa ketika hendak terbenam akibat terbitnya matahari di ufuk timur dengan sinarnya yang kuat.",
        "2": "Sesungguhnya kawanmu yang sangat kamu kenal kejujurannya, yaitu Nabi Muhammad, tidak sesat dalam perilakunya saat menyampaikan dakwah dan tidak pula keliru dalam ucapan-ucapan yang disampaikannya.",
        "3": "Apa saja yang dilakukan oleh Nabi Muhammad merupakan perintah Tuhannya, dan tidaklah pula yang diucapkannya itu, yaitu ayat-ayat Al-Qur’an, merupakan perkataan kosong dan menurut keinginannya saja.",
        "4": "Al-Qur’an yang disampaikannya tidak lain adalah wahyu Allah yang diwahyukan kepadanya.",
        "5": "Wahyu yang diterimanya diajarkan kepadanya oleh Jibril, malaikat yang sangat kuat,",
        "6": "yang mempunyai keteguhan sangat hebat; maka ia menampakkan diri kepada Nabi Muhammad dengan rupa yang asli, yakni bagus dan perkasa.i.",
        "7": "Sedang dia, yaitu Jibril, pada saat itu berada di ufuk langit yang tinggi.",
        "8": "Kemudian dia mendekat ke arah Nabi Muhammad, lalu turun sehingga bertambah dekat lagi.",
        "9": "Jibril semakin mendekat sehingga jaraknya dari Nabi Muhammad sekitar dua busur panah atau bahkan lebih dekat lagi.",
        "10": "Lalu disampaikan oleh-nya wahyu secara cepat dan rahasia kepada hamba-Nya, yaitu Nabi Muhammad, apa yang telah diwahyukan oleh Allah.",
        "11": "Hatinya, yaitu hati Nabi Muhammad, meyakini dan tidak mendusta-kan atau mengingkari apa yang telah dilihatnya dengan mata kepalanya sendiri.",
        "12": "Maka, wahai kaum musyrik, apakah kamu dan orang yang meragukannya hendak membantahnya tentang apa, yaitu Jibril, yang telah dilihatnya itu?",
        "13": "Dan sungguh, dia, yaitu Nabi Muhammad, telah melihatnya, yakni Jibril, dalam rupanya yang asli pada waktu yang lain,",
        "14": "yaitu di Sidratul Muntaha saat mikraj.",
        "15": "Di dekatnya, yakni dekat Sidratul Muntaha, ada surga yang menjadi tempat tinggal.",
        "16": "Nabi Muhammad melihat Jibril ketika Sidratul Muntaha diliputi oleh sesuatu yang indah yang meliputinya dan memperlihatkan keagungan Tuhan.",
        "17": "Karena keindahan yang dilihat oleh Nabi Muhammad itu, penglihatannya tidak menyimpang dari yang dilihatnya itu dan tidak pula melampauinya.",
        "18": "Sungguh, pada saat itu dia, yakni Nabi Muhammad, telah melihat sebagian tanda-tanda keagungan dan kemuliaan Tuhannya yang paling besar.",
        "19": "Bila ayat-ayat yang lalu menjelaskan keteguhan sikap Nabi Muhammad dan kelurusan jalan yang ditempuhnya, maka pada ayat-ayat ini Allah menerangkan kecaman terhadap orang kafir yang tetap me-nyembah berhala. Wahai orang musyrik, maka apakah patut kamu menganggap Al-Lata dan Al-Uzza,",
        "20": "dan Manat, yang merupakan berhala ketiga yang kemudian kamu anggap sebagai anak perempuan Allah?",
        "21": "Apakah pantas bila kamu memilih untuk kamu sendiri anak yang laki-laki dan untuk-Nya kamu memilihkan anak yang perempuan, sedangkan kamu sendiri benci dan marah bila mendapatkan anak perempuan?",
        "22": "Keinginan yang demikian itu tentulah merupakan suatu pembagian yang tidak adil untuk dihubungkan dengan Allah.",
        "23": "Wahai kaum musyrik, sesungguhnya berhala-berhala yang kamu sembah itu tidak lain hanyalah nama-nama belaka, yang tidak memiliki sifat ketuhanan dan karenanya tidak layak disembah. Kamulah pada masa ini dan nenek moyangmu pada masa lalu yang mengada-adakan nama mereka, sedang Allah tidak menurunkan suatu keterangan apa pun terkait ketuhanannya sehingga kamu tidak punya alasan untuk menyembah-nya. Sesungguhnya mereka, yaitu kaum musyrik, hanya mengikuti dugaan yang tidak berdasar dan apa yang diingini oleh keinginannya. Padahal sungguh, telah datang petunjuk yang benar dari Tuhan mereka. Andai saja mereka mau memahami dan menerimanya.",
        "24": "Kaum musyrik mestinya menerima petunjuk Allah dan mendapatkan keselamatan atau apakah manusia yang musyrik itu akan mendapat segala yang dicita-citakannya,",
        "25": "yaitu yang terkait dengan harta, kedudukan, dan kesenangan hidup? Tidak! Mereka hanya makhluk yang telah ditetapkan oleh Allah, maka sesungguhnya milik Allahlah kehidupan akhirat yang abadi dan kehidupan dunia yang fana.",
        "26": "Berapa banyak manusia dengan kemampuan luar biasa nyatanya tidak dapat menggapai keinginannya, dan berapa banyak pula malaikat yang suci dan berkedudukan mulia di langit, tetapi syafa'at dan pertolongan mereka sedikit pun tidak berguna bagi makhluk lain, kecuali apabila Allah Yang Mahakuasa telah mengizinkan mereka untuk memberi syafa'at bagi siapa yang Dia kehendaki dan Dia ridai karena amal saleh dan keta'atannya.",
        "27": "Sesungguhnya orang-orang yang tidak beriman kepada kehidupan akhirat, yaitu orang musyrik penyembah berhala, mereka benar-benar menamakan para malaikat dan menyifati mereka dengan nama dan sifat pe-rempuan. Selanjutnya, mereka mengatakan bahwa para malaikat itu adalah putri-putri Allah.",
        "28": "Orang-orang musyrik itu hanya menuruti keinginannya saat me-nyatakan bahwa para malaikat itu adalah putri-putri Allah, dan mereka tidak mempunyai ilmu yang mendasari keyakinannya tentang hal itu. Mereka tidak lain hanyalah mengikuti dugaan yang hanya berdasar hawa nafsu, dan sesungguhnya dugaan yang tidak didukung kenyataan atau ilmu itu tidak berfaedah sedikit pun terhadap kebenaran. Karena itu, dugaan demikian tidak dapat dijadikan sebagai dasar dalam keyakinan agama.",
        "29": "Wahai Nabi Muhammad, jika orang-orang musyrik enggan meng-ikuti ajakanmu dan bersikeras menyembah berhala, maka tinggalkanlah orang yang berpaling dari peringatan Kami itu, dan ketahuilah bahwa dia hanya mengingini kehidupan dunia yang bersifat sementara seraya menolak kepastian hari akhirat.",
        "30": "Itulah, yaitu berpalingnya mereka dari kebenaran dan kecenderungan pada kenikmatan hidup duniawi, kadar ilmu mereka. Sungguh, Tuhanmu yang selalu membimbing dan menunjukimu, Dia lebih mengetahui siapa yang lebih memilih kekafiran dengan mengikuti potensi fujur, sehingga tersesat dari jalan-Nya dan Dia pula yang mengetahui siapa di antara manu-sia yang memilih ketaatan dengan selalu mengikuti potensi takwanya sehingga ia selalu mendapat petunjuk ke jalan yang benar dan diridai-Nya.",
        "31": "Menolak anggapan bahwa orang yang sesat dan ingkar itu seolah-olah di luar pengetahuan Allah, ditegaskan bahwa semua sifat kesempurnaan itu ada pada Zat-Nya. Dan hanya milik Allah apa yang ada di langit dan apa yang ada di bumi. Dia yang menciptakan semua makhluk dan yang mengaturnya sesuai kehendak-Nya. Bisa saja Dia membuat semua ma-nusia beriman, tetapi Dia tidak menginginkannya karena Dia telah membekali mereka dengan akal, petunjuk, dan kebebasan memilih. Dengan demikian, Dia akan memberi balasan dan hukuman kepada orang-orang yang berbuat jahat sesuai dengan apa yang telah mereka kerjakan dan Dia akan memberi balasan dan anugerah kepada orang-orang yang berbuat baik dengan pahala yang lebih baik, yaitu surga dengan segala kenikmatan dan keindahannya.",
        "32": "Orang-orang yang akan mendapat anugerah dan kebaikan adalah mereka yang sungguh-sungguh menjauhi dosa-dosa besar yang disebut secara khusus ancamannya, dan perbuatan keji yang dicela oleh akal dan tabiat manusia. Semua itu ada hukumannya, kecuali kesalahan-kesalahan kecil yang dilakukan sesekali dan tanpa sengaja. Sungguh, pengampunan atas dosa kecil itu karena Tuhanmu Mahaluas ampunan-Nya. Dia pun akan mengampuni dosa besar bila pelakunya bertobat dengan tulus. Janganlah kamu bangga karena telah berbuat baik. Sesungguhnya Dia mengetahui tentang keadaan kamu, bahkan sejak Dia menjadikan kamu dari tanah lalu ketika kamu masih janin dalam perut ibumu yang berproses sesuai tahapannya. Maka dengan pengampunan dan pahala itu, janganlah kamu menganggap dirimu suci dengan memuji diri dan membanggakan amal-amalmu. Sungguh, Dia yang paling mengetahui tentang orang yang bertakwa dan benar-benar suci.",
        "33": "Dalam sebuah riwayat disebutkan bahwa al-Walid bin al-Mugirah yang telah memeluk Islam kembali murtad akibat celaan teman-teman-nya ajakan mereka untuk kembali pada kemusyrikan. Wahai Nabi Muhammad, maka tidakkah engkau melihat orang yang berpaling dan menolak ajaran yang engkau sampaikan padahal sebelum itu dia telah menerimanya?",
        "34": "Orang yang berpaling itu juga bersifat tercela, dan dia memberikan sedikit dari apa yang dijanjikan, lalu menahan sisanya dan tidak mau memberi lagi.",
        "35": "Apakah dia merasa bahwa hanya dia yang mempunyai ilmu tentang yang gaib sehingga dia dapat melihat dan mengetahui kemaslahatan dan apa yang mendorongnya untuk berpaling dari kebenaran dan kikir dalam bersedekah?",
        "36": "Ingkar dan kikir merupakan sifat tercela dan dia telah mendapat tuntunan untuk menghindarinya. Apakah dia memang ingkar ataukah belum diberitakan kepadanya apa yang ada dalam lembaran-lembaran kitab suci yang diwahyukan kepada Nabi Musa?",
        "37": "Dan apakah dia juga mengingkari tuntunan wahyu yang terdapat pada lembaran-lembaran yang diwahyukan kepada Nabi Ibrahim yang selalu menyempurnakan janji kepada Allah?",
        "38": "Di antara ajaran dalam lembaran-lembaran kitab suci itu adalah bahwa seseorang yang berdosa karena perbuatan dan keingkarannya tidak akan memikul dosa orang lain dan tidak mendapat manfaat dari perbuat-an baik orang lain.",
        "39": "Dan diajarkan pula dalam lembaran-lembaran kitab suci itu bahwa manusia hanya memperoleh apa yang telah diusahakannya, dan usahanya yang baik atau buruk tidak akan dihilangkan.",
        "40": "Semua itu kelak akan diperlihatkan kepadanya sehingga ia dapat berbangga dengan kebaikannya dan malu dengan amal buruknya.",
        "41": "Kemudian akan diberi balasan kepadanya dengan balasan yang paling sempurna.",
        "42": "Amal yang baik akan mendapat balasan yang berlipat ganda, dan amal yang buruk akan dibalas sesuai kadar keburukannya. Dan selain itu, disebutkan pula dalam lembaran-lembaran kitab suci itu bahwa sesungguhnya hanya kepada Tuhanmu permulaan dan kesudahan segala sesuatu.",
        "43": "Dan selain itu, diterangkan pula dalam lembaran-lembaran kitab suci itu bahwa sesungguhnya Dialah Yang Mahakuasa yang telah menjadikan orang tertawa dan menangis serta menciptakan faktor-faktor yang menyebabkannya,",
        "44": "dan sesungguhnya Dia pula yang mematikan dan menghidupkan ciptaan-Nya.",
        "45": "Dan disebutkan pula dalam suhuf Nabi Ibrahim dan Musa bahwa sesungguhnya Dialah yang menciptakan pasangan laki-laki dan perempuan, jantan dan betina,",
        "46": "dari mani apabila dipancarkan, yang selanjutnya pencipaan itu melalui proses yang telah ditetapkan.",
        "47": "Dan dalam kedua suhuf itu juga diterangkan bahwa sesungguhnya Dialah yang menetapkan penciptaan yang lain,",
        "48": "dan disebutkan pula bahwa sesungguhnya Dialah yang memberikan kepada semua makhluk kekayaan serta kepuasan hati dari kegiatan yang diusahakan dan memberikan kecukupan atas apa yang disimpan.",
        "49": "Dan selain itu, dalam kedua suhuf itu juga disebutkan bahwa sesungguhnya Dialah Tuhan yang menciptakan, memiliki, dan mengendalikan bintang Syira, bintang sembahan orang Arab pada masa Jahiliah.",
        "50": "Setelah menjelaskan ajaran dan tuntunan Allah dalam suhuf Nabi Ibrahim dan Musa, pada ayat ini Allah menyebut azab yang telah ditimpakan-Nya kepada umat-umat masa lalu. Dan diterangkan bahwa sesungguhnya Dialah yang telah membinasakan umat Nabi Hud, yakni kaum Ad pada zaman dahulu kala,",
        "51": "dan Allah pula yang telah membinasakan kaum Samud, umat Nabi Saleh. Karena kafir, mereka semua dibinasakan dan tidak seorang pun yang ditinggalkan-Nya dalam keadaan hidup.",
        "52": "dan karena keingkarannya pula kaum Nabi Nuh dibinasakan sebelum itu. Sungguh, mereka adalah orang-orang yang paling zalim dan paling durhaka dibanding kedua umat sebelumnya, Ad dan Samud.",
        "53": "Itulah kisah umat yang durhaka kepada nabinya, dan selain mereka hukuman Allah yang berupa prahara angin telah meruntuhkan negeri kaum Nabi Lut yang ingkar dan menolak ajarannya,",
        "54": "lalu dengan angin tersebut Allah menimbuni negeri itu dengan puing-puing dan bebatuan yang menimpanya.",
        "55": "Kehancuran umat-umat pengingkar pada masa lalu merupakan peringatan dari Allah untuk generasi sekarang dan mendatang. Merupakan salah satu bentuk nikmat-Nya bagaimana umat pada masa kini dapat mengambil pelajaran dan lebih berhati-hati dalam kehidupannya. Wahai manusia, jika umat-umat itu mendapat hukuman karena keingkaran mereka, maka terhadap nikmat Tuhanmu yang manakah yang masih kamu ragukan sehingga kamu mengingkarinya?",
        "56": "Wahai manusia, Nabi Muhammad ini adalah salah seorang pemberi peringatan yang diamanati untuk mengingatkan kamu dan ia termasuk di antara para pemberi peringatan yang telah terdahulu.",
        "57": "Di antara peringatan Nabi Muhammad adalah kepastian akan datangnya hari kiamat yang semakin hari semakin dekat. Sesuatu yang dekat, yaitu hari kiamat, kedatangannya telah makin mendekat",
        "58": "dan tidak ada seorang pun yang akan dapat mengungkapkan kapan hari itu tiba, selain Allah yang telah menetapkannya sejak zaman azali.",
        "59": "Wahai kaum kafir, bila kiamat memang akan datang, maka apakah kamu masih merasa heran terhadap pemberitaan ini, lalu menolak kebenarannya?",
        "60": "Dan tidak hanya menolaknya, kamu bahkan terus menertawakan berita ini dan tidak menangis sebagaimana orang yang sepenuhnya percaya dan takut karena merasa belum cukup bekal untuk menghadapi hari itu.",
        "61": "Wahai kaum kafir, saat sedang menertawakan berita tentang kiamat itu kamu berada dalam keadaan lengah dan lalai dari kedatangannya dan siksa di dalamnya.",
        "62": "Maka, demi keselamatanmu bersujudlah kepada Allah, patuhi ajaran-Nya, dan sembahlah Dia secara tulus, baik dengan ibadah yang diwajibkan maupun yang dianjurkan."
      }
    }
  }
}