{
  "number": 57,
  "name": "الحديد",
  "name_latin": "Al-Ḥadīd",
  "name_id": "Al-Hadid",
  "name_trans_id": "Besi",
  "number_of_verse": 29,
  "category": "Madaniyah",
  "arabics": {
    "1": "سَبَّحَ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ",
    "2": "لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۚ يُحْيٖ وَيُمِيْتُۚ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
    "3": "هُوَ الْاَوَّلُ وَالْاٰخِرُ وَالظَّاهِرُ وَالْبَاطِنُۚ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ",
    "4": "هُوَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۗ يَعْلَمُ مَا يَلِجُ فِى الْاَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاۤءِ وَمَا يَعْرُجُ فِيْهَاۗ وَهُوَ مَعَكُمْ اَيْنَ مَا كُنْتُمْۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌۗ",
    "5": "لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ",
    "6": "يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِۗ وَهُوَ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
    "7": "اٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَاَنْفِقُوْا مِمَّا جَعَلَكُمْ مُّسْتَخْلَفِيْنَ فِيْهِۗ فَالَّذِيْنَ اٰمَنُوْا مِنْكُمْ وَاَنْفَقُوْا لَهُمْ اَجْرٌ كَبِيْرٌۚ",
    "8": "وَمَا لَكُمْ لَا تُؤْمِنُوْنَ بِاللّٰهِ ۚوَالرَّسُوْلُ يَدْعُوْكُمْ لِتُؤْمِنُوْا بِرَبِّكُمْ وَقَدْ اَخَذَ مِيْثَاقَكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
    "9": "هُوَ الَّذِيْ يُنَزِّلُ عَلٰى عَبْدِهٖٓ اٰيٰتٍۢ بَيِّنٰتٍ لِّيُخْرِجَكُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَاِنَّ اللّٰهَ بِكُمْ لَرَءُوْفٌ رَّحِيْمٌ",
    "10": "وَمَا لَكُمْ اَلَّا تُنْفِقُوْا فِيْ سَبِيْلِ اللّٰهِ وَلِلّٰهِ مِيْرَاثُ السَّمٰوٰتِ وَالْاَرْضِۗ  لَا يَسْتَوِيْ مِنْكُمْ مَّنْ اَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَۗ  اُولٰۤىِٕكَ اَعْظَمُ دَرَجَةً مِّنَ الَّذِيْنَ اَنْفَقُوْا مِنْۢ بَعْدُ وَقَاتَلُوْاۗ وَكُلًّا وَّعَدَ اللّٰهُ الْحُسْنٰىۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ࣖ",
    "11": "مَنْ ذَا الَّذِيْ يُقْرِضُ اللّٰهَ قَرْضًا حَسَنًا فَيُضٰعِفَهٗ لَهٗ وَلَهٗٓ اَجْرٌ كَرِيْمٌ",
    "12": "يَوْمَ تَرَى الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ يَسْعٰى نُوْرُهُمْ بَيْنَ اَيْدِيْهِمْ وَبِاَيْمَانِهِمْ بُشْرٰىكُمُ الْيَوْمَ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ ذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُۚ",
    "13": "يَوْمَ يَقُوْلُ الْمُنٰفِقُوْنَ وَالْمُنٰفِقٰتُ لِلَّذِيْنَ اٰمَنُوا انْظُرُوْنَا نَقْتَبِسْ مِنْ نُّوْرِكُمْۚ قِيْلَ ارْجِعُوْا وَرَاۤءَكُمْ فَالْتَمِسُوْا نُوْرًاۗ فَضُرِبَ بَيْنَهُمْ بِسُوْرٍ لَّهٗ بَابٌۗ بَاطِنُهٗ فِيْهِ الرَّحْمَةُ وَظَاهِرُهٗ مِنْ قِبَلِهِ الْعَذَابُۗ",
    "14": "يُنَادُوْنَهُمْ اَلَمْ نَكُنْ مَّعَكُمْۗ قَالُوْا بَلٰى وَلٰكِنَّكُمْ فَتَنْتُمْ اَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْاَمَانِيُّ حَتّٰى جَاۤءَ اَمْرُ اللّٰهِ وَغَرَّكُمْ بِاللّٰهِ الْغَرُوْرُ",
    "15": "فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَّلَا مِنَ الَّذِيْنَ كَفَرُوْاۗ مَأْوٰىكُمُ النَّارُۗ هِيَ مَوْلٰىكُمْۗ وَبِئْسَ الْمَصِيْرُ",
    "16": "۞ اَلَمْ يَأْنِ لِلَّذِيْنَ اٰمَنُوْٓا اَنْ تَخْشَعَ قُلُوْبُهُمْ لِذِكْرِ اللّٰهِ وَمَا نَزَلَ مِنَ الْحَقِّۙ وَلَا يَكُوْنُوْا كَالَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْاَمَدُ فَقَسَتْ قُلُوْبُهُمْۗ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ",
    "17": "اِعْلَمُوْٓا اَنَّ اللّٰهَ يُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ قَدْ بَيَّنَّا لَكُمُ الْاٰيٰتِ لَعَلَّكُمْ تَعْقِلُوْنَ",
    "18": "اِنَّ الْمُصَّدِّقِيْنَ وَالْمُصَّدِّقٰتِ وَاَقْرَضُوا اللّٰهَ قَرْضًا حَسَنًا يُّضٰعَفُ لَهُمْ وَلَهُمْ اَجْرٌ كَرِيْمٌ",
    "19": "وَالَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرُسُلِهٖٓ اُولٰۤىِٕكَ هُمُ الصِّدِّيْقُوْنَ ۖوَالشُّهَدَاۤءُ عِنْدَ رَبِّهِمْۗ  لَهُمْ اَجْرُهُمْ وَنُوْرُهُمْۗ وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ ࣖ",
    "20": "اِعْلَمُوْٓا اَنَّمَا الْحَيٰوةُ الدُّنْيَا لَعِبٌ وَّلَهْوٌ وَّزِيْنَةٌ وَّتَفَاخُرٌۢ بَيْنَكُمْ وَتَكَاثُرٌ فِى الْاَمْوَالِ وَالْاَوْلَادِۗ  كَمَثَلِ غَيْثٍ اَعْجَبَ الْكُفَّارَ نَبَاتُهٗ ثُمَّ يَهِيْجُ فَتَرٰىهُ مُصْفَرًّا ثُمَّ يَكُوْنُ حُطَامًاۗ وَفِى الْاٰخِرَةِ عَذَابٌ شَدِيْدٌۙ وَّمَغْفِرَةٌ مِّنَ اللّٰهِ وَرِضْوَانٌ  ۗوَمَا الْحَيٰوةُ الدُّنْيَآ اِلَّا مَتَاعُ الْغُرُوْرِ",
    "21": "سَابِقُوْٓا اِلٰى مَغْفِرَةٍ مِّنْ رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاۤءِ وَالْاَرْضِۙ اُعِدَّتْ لِلَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرُسُلِهٖۗ ذٰلِكَ فَضْلُ اللّٰهِ يُؤْتِيْهِ مَنْ يَّشَاۤءُ ۗوَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ",
    "22": "مَآ اَصَابَ مِنْ مُّصِيْبَةٍ فِى الْاَرْضِ وَلَا فِيْٓ اَنْفُسِكُمْ اِلَّا فِيْ كِتٰبٍ مِّنْ قَبْلِ اَنْ نَّبْرَاَهَا ۗاِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌۖ",
    "23": "لِّكَيْلَا تَأْسَوْا عَلٰى مَا فَاتَكُمْ وَلَا تَفْرَحُوْا بِمَآ اٰتٰىكُمْ ۗوَاللّٰهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُوْرٍۙ",
    "24": "ۨالَّذِيْنَ يَبْخَلُوْنَ وَيَأْمُرُوْنَ النَّاسَ بِالْبُخْلِ ۗوَمَنْ يَّتَوَلَّ فَاِنَّ اللّٰهَ هُوَ الْغَنِيُّ الْحَمِيْدُ",
    "25": "لَقَدْ اَرْسَلْنَا رُسُلَنَا بِالْبَيِّنٰتِ وَاَنْزَلْنَا مَعَهُمُ الْكِتٰبَ وَالْمِيْزَانَ لِيَقُوْمَ النَّاسُ بِالْقِسْطِۚ وَاَنْزَلْنَا الْحَدِيْدَ فِيْهِ بَأْسٌ شَدِيْدٌ وَّمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللّٰهُ مَنْ يَّنْصُرُهٗ وَرُسُلَهٗ بِالْغَيْبِۗ اِنَّ اللّٰهَ قَوِيٌّ عَزِيْزٌ ࣖ",
    "26": "وَلَقَدْ اَرْسَلْنَا نُوْحًا وَّاِبْرٰهِيْمَ وَجَعَلْنَا فِيْ ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتٰبَ فَمِنْهُمْ مُّهْتَدٍۚ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ",
    "27": "ثُمَّ قَفَّيْنَا عَلٰٓى اٰثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيْسَى ابْنِ مَرْيَمَ وَاٰتَيْنٰهُ الْاِنْجِيْلَ ەۙ وَجَعَلْنَا فِيْ قُلُوْبِ الَّذِيْنَ اتَّبَعُوْهُ رَأْفَةً وَّرَحْمَةً  ۗوَرَهْبَانِيَّةَ ِۨابْتَدَعُوْهَا مَا كَتَبْنٰهَا عَلَيْهِمْ اِلَّا ابْتِغَاۤءَ رِضْوَانِ اللّٰهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ۚفَاٰتَيْنَا الَّذِيْنَ اٰمَنُوْا مِنْهُمْ اَجْرَهُمْ ۚ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ",
    "28": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَاٰمِنُوْا بِرَسُوْلِهٖ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَّحْمَتِهٖ وَيَجْعَلْ لَّكُمْ نُوْرًا تَمْشُوْنَ بِهٖ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌۙ",
    "29": "لِّئَلَّا يَعْلَمَ اَهْلُ الْكِتٰبِ اَلَّا يَقْدِرُوْنَ عَلٰى شَيْءٍ مِّنْ فَضْلِ اللّٰهِ وَاَنَّ الْفَضْلَ بِيَدِ اللّٰهِ يُؤْتِيْهِ مَنْ يَّشَاۤءُ ۗوَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ ࣖ   ۔"
  },
  "latins": [
    "Sabbaḥa lillāhi mā fis-samāwāti wal-arḍ(i), wa huwal-'azīzul-ḥakīm(u).",
    "Lahū mulkus-samāwāti wal-arḍ(i), yuḥyī wa yumīt(u), wa huwa 'alā kulli syai'in qadīr(un).",
    "Huwal-awwalu wal-ākhiru waẓ-ẓāhiru wal-bāṭin(u), wa huwa bikulli syai'in 'alīm(un).",
    "Huwal-lażī khalaqas-samāwāti wal-arḍa fī sittati ayyāmin ṡummastawā 'alal-'arsy(i), ya'lamu mā yaliju fil-arḍi wa mā yakhruju minhā wa mā yanzilu minas-samā'i wa mā ya'ruju fīhā, wa huwa ma'akum aina mā kuntum, wallāhu bimā ta'malūna baṣīr(un).",
    "Lahū mulkus-samāwāti wal-arḍ(i), wa ilallāhi turja'ul-umūr(u).",
    "Yūlijul-laila fin-nahāri wa yūlijun-nahāra fil-lail(i), wa huwa 'alīmum biżātiṣ-ṣudūr(i).",
    "Āminū billāhi wa rasūlihī wa anfiqū mimmā ja'alakum mustakhlafīna fīh(i), fal-lażīna āmanū minkum wa anfaqū lahum ajrun kabīr(un).",
    "Wa mā lakum lā tu'minūna billāh(i), war-rasūlu yad'ūkum litu'minū birabbikum wa qad akhaża mīṡāqakum in kuntum mu'minīn(a).",
    "Huwal-lażī yunazzilu 'alā 'abdihī āyātim bayyinātil liyukhrijakum minaẓ-ẓulumāti ilan-nūr(i), wa innallāha bikum lara'ūfur raḥīm(un).",
    "Wa mā lakum allā tunfiqū fī sabīlillāhi wa lillāhi mīrāṡus-samāwāti wal-arḍ(i), lā yastawī minkum man anfaqa min qablil-fatḥi wa qātal(a), ulā'ika a'ẓamu darajatam minal-lażīna anfaqū mim ba'du wa qātalū, wa kullaw wa'adallāhul-ḥusnā, wallāhu bimā ta'malūna khabīr(un).",
    "Man żal-lażī yuqriḍullāha qarḍan ḥasanan fa yuḍā'ifahū lahū wa lahū ajrun karīm(un).",
    "Yauma taral-mu'minīna wal-mu'mināti yas'ā nūruhum baina aidīhim wa bi'aimānihim busyrākumul-yauma jannātun tajrī min taḥtihal-anhāru khālidīna fīhā, żālika huwal-fauzul-'aẓīm(u).",
    "Yauma yaqūlul-munāfiqūna wal-munāfiqātu lil-lażīna āmanunẓurūnā naqtabis min nūrikum, qīlarji'ū warā'akum faltamisū nūrā(n), faḍuriba bainahum bisūril lahū bāb(un), bāṭinuhū fīhir-raḥmatu wa ẓāhiruhū min qibalihil-'ażāb(u).",
    "Yunādūnahum alam nakum ma'akum, qālū balā wa lākinnakum fatantum anfusakum wa tarabbaṣtum wartabtum wa garratkumul-amāniyyu ḥattā jā'a amrullāhi wa garrakum billāhil-garūr(u).",
    "Fal-yauma lā yu'khażu minkum fidyatuw wa lā minal-lażīna kafarū, ma'wākumun-nār(u), hiya maulākum, wa bi'sal-maṣīr(u).",
    "Alam ya'ni lil-lażīna āmanū an takhsya'a qulūbuhum liżikrillāhi wa mā nazala minal-ḥaqq(i), wa lā yakūnū kal-lażīna ūtul-kitāba min qablu faṭāla 'alaihimul-amadu faqasat qulūbuhum, wa kaṡīrum minhum fāsiqūn(a).",
    "I'lamū annallāha yuḥyil-arḍa ba'da mautihā, qad bayyannā lakumul-āyāti la'allakum ta'qilūn(a).",
    "Innal-muṣṣaddiqīna wal-muṣṣaddiqāti wa aqraḍullāha qarḍan ḥasanay yuḍā'afu lahum wa lahum ajrun karīm(un).",
    "Wal-lażīna āmanū billāhi wa rasūlihī ulā'ika humuṣ-ṣiddīqūn(a), wasy-syuhadā'u 'inda rabbihim, lahum ajruhum wa nūruhum, wal-lażīna kafarū wa każżabū bi'āyātinā ulā'ika aṣḥābul-jaḥīm(i).",
    "I'lamū annamal-ḥayātud-dun-yā la'ibuw wa lahwuw wa zīnatuw wa tafākhurum bainakum wa takāṡurun fil-amwāli wal-aulād(i), kamaṡali gaiṡin a'jabal-kuffāra nabātuhū ṡumma yahīju fatarāhu muṣfarran ṡumma yakūnu ḥuṭāmā(n), wa fil-ākhirati 'ażābun syadīd(un), wa magfiratum minallāhi wa riḍwān(un), wa mal-ḥayātud-dun-yā illā matā'ul-gurūr(i).",
    "Sābiqū ilā magfiratim mir rabbikum wa jannatin 'arḍuhā ka'arḍis-samā'i wal-arḍ(i), u'iddat lil-lażīna āmanū billāhi wa rasūlih(ī), żālika faḍlullāhi yu'tīhi may yasyā'(u), wallāhu żul-faḍlil-'aẓīm(i).",
    "Mā aṣāba mim muṣībatin fil-arḍi wa lā fī anfusikum illā fī kitābim min qabli an nabra'ahā, inna żālika 'alallāhi yasīr(un).",
    "Likailā ta'sau 'alā mā fātakum wa lā tafraḥū bimā ātākum, wallāhu lā yuḥibbu kulla mukhtālin fakhūr(in).",
    "Allażīna yabkhalūna wa ya'murūnan-nāsa bil-bukhl(i), wa may yatawalla fa'innallāha huwal-ganiyyul-ḥamīd(u).",
    "Laqad arsalnā rusulanā bil-bayyināti wa anzalnā ma'ahumul-kitāba wal-mīzāna liyaqūman-nāsu bil-qisṭ(i), wa anzalnal-ḥadīda fīhi ba'sun syadīduw wa manāfi'u lin-nāsi wa liya'lamallāhu may yanṣuruhū wa rusulahū bil-gaib(i), innallāha qawiyyun 'azīz(un).",
    "Wa laqad arsalnā nūḥaw wa ibrāhīma wa ja'alnā fī żurriyyatihiman-nubuwwata wal-kitāba fa minhum muhtad(in), wa kaṡīrum minhum fāsiqūn(a).",
    "Ṡumma qaffainā 'alā āṡārihim birusulinā wa qaffainā bi'īsabni maryama wa ātaināhul-injīl(a), wa ja'alnā fī qulūbil-lażīnattaba'ūhu ra'fataw wa raḥmah(tan), wa rahbāniyyatanibtada'ūhā mā katabnā 'alaihim illabtigā'a riḍwānillāhi famā ra'auhā ḥaqqa ri'āyatihā, fa'ātainal-lażīna āmanū minhum ajrahum, wa kaṡīrum minhum fāsiqūn(a).",
    "Yā ayyuhal-lażīna āmanuttaqullāha wa āminū birasūlihī yu'tikum kiflaini mir raḥmatihī wa yaj'al lakum nūran tamsyūna bihī wa yagfir lakum, wallāhu gafūrur raḥīm(un).",
    "Li'allā ya'lama ahlul-kitābi allā yaqdirūna 'alā syai'im min faḍlillāhi wa annal-faḍla biyadillāhi yu'tīhi may yasyā'(u), wallāhu żul-faḍlil-'aẓīm(i)."
  ],
  "translations": {
    "id": {
      "1": "Apa yang ada di langit dan di bumi bertasbih kepada Allah. Dialah Yang Maha Perkasa lagi Maha Bijaksana.",
      "2": "Milik-Nyalah kerajaan langit dan bumi. Dia menghidupkan dan mematikan. Dia Maha Kuasa atas segala sesuatu.",
      "3": "Dialah Yang Maha Awal, Maha Akhir, Maha Zahir, dan Maha Batin.709) Dia Maha Mengetahui segala sesuatu.",
      "4": "Dialah yang menciptakan langit dan bumi dalam enam masa. Kemudian, Dia bersemayam di atas ʻArasy. Dia mengetahui apa yang masuk ke dalam bumi dan apa yang keluar darinya serta apa yang turun dari langit dan apa yang naik ke sana.710) Dia bersamamu di mana saja kamu berada. Allah Maha Melihat apa yang kamu kerjakan.",
      "5": "Milik-Nyalah kerajaan langit dan bumi. Hanya kepada Allah segala urusan dikembalikan",
      "6": "Dia memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam. Dia Maha Mengetahui segala isi hati.",
      "7": "Berimanlah kepada Allah dan Rasul-Nya serta infakkanlah (di jalan Allah) sebagian dari apa yang Dia (titipkan kepadamu dan) telah menjadikanmu berwenang dalam (penggunaan)-nya. Lalu, orang-orang yang beriman di antaramu dan menginfakkan (hartanya di jalan Allah) memperoleh pahala yang sangat besar.",
      "8": "Mengapa kamu tidak beriman kepada Allah, padahal Rasul mengajakmu beriman kepada Tuhanmu? Sungguh, Dia telah mengambil janji (setia)-mu jika kamu adalah orang-orang mukmin.",
      "9": "Dialah yang menurunkan ayat-ayat yang terang (Al-Qur’an) kepada hamba-Nya (Nabi Muhammad) untuk mengeluarkanmu dari kegelapan kepada cahaya. Sesungguhnya Allah benar-benar Maha Penyantun lagi Maha Penyayang kepadamu.",
      "10": "Mengapa kamu tidak menginfakkan (hartamu) di jalan Allah, padahal milik Allah semua pusaka langit dan bumi? Tidak sama orang yang menginfakkan (hartanya di jalan Allah) di antara kamu dan berperang sebelum penaklukan (Makkah). Mereka lebih tinggi derajatnya daripada orang-orang yang menginfakkan (hartanya) dan berperang setelah itu. Allah menjanjikan (balasan) yang baik kepada mereka masing-masing. Allah Maha Teliti terhadap apa yang kamu kerjakan.",
      "11": "Siapakah yang (mau) memberi pinjaman kepada Allah dengan pinjaman yang baik? Dia akan melipatgandakan (pahala) untuknya, dan baginya (diberikan) ganjaran yang sangat mulia (surga).",
      "12": "Pada hari engkau akan melihat orang-orang mukmin laki-laki dan perempuan, cahaya mereka memancar di hadapan dan di sebelah kanan mereka. (Dikatakan kepada mereka,) “Pada hari ini ada berita gembira untukmu, (yaitu) surga yang mengalir di bawahnya sungai-sungai (dan) mereka kekal di dalamnya. Demikian itulah kemenangan yang sangat agung.”",
      "13": "Pada hari (itu juga) orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, “Tunggulah kami! Kami ingin mengambil cahayamu.” (Kepada mereka) dikatakan, “Kembalilah kamu ke belakang dan carilah sendiri cahaya (untukmu).” Lalu, di antara mereka dipasang dinding (pemisah) yang berpintu. Di sebelah dalamnya ada rahmat dan di luarnya ada azab.",
      "14": "Orang-orang (munafik) memanggil mereka (orang-orang beriman), “Bukankah kami dahulu bersama kamu?” Mereka menjawab, “Benar, tetapi kamu mencelakakan dirimu sendiri (dengan kemunafikan), menunggu-nunggu (kebinasaan kami), meragukan (ajaran Islam), dan ditipu oleh angan-angan kosong sampai datang ketetapan Allah. (Setan) penipu memperdayakanmu (sehingga kamu lalai) terhadap Allah.",
      "15": "Pada hari ini tidak akan diterima tebusan darimu maupun dari orang-orang yang kufur. Tempatmu adalah neraka. Ia adalah tempat berlindungmu dan seburuk-buruk tempat kembali.”",
      "16": "Apakah belum tiba waktunya bagi orang-orang yang beriman agar hati mereka khusyuk mengingat Allah dan apa yang turun dari kebenaran (Al-Qur’an). Janganlah mereka (berlaku) seperti orang-orang yang telah menerima kitab sebelum itu, kemudian mereka melalui masa yang panjang sehingga hati mereka menjadi keras. Banyak di antara mereka adalah orang-orang fasik.",
      "17": "Ketahuilah bahwa Allah menghidupkan bumi setelah matinya (kering). Sungguh, telah Kami jelaskan kepadamu tanda-tanda (kebesaran Kami) agar kamu mengerti.",
      "18": "Sesungguhnya orang-orang yang bersedekah, baik laki-laki maupun perempuan, dan meminjamkan (kepada) Allah pinjaman yang baik, akan dilipatgandakan (balasannya) kepada mereka dan baginya (diberikan) ganjaran yang sangat mulia (surga).",
      "19": "Orang-orang yang beriman kepada Allah dan rasul-rasul-Nya mereka itulah aṣ-ṣiddīqūn (yang sangat kukuh dalam kebenaran dan pembenarannya) dan syuhadā’ (orang-orang yang disaksikan kebenaran dan kebajikannya) di sisi Tuhan mereka. Mereka mendapatkan pahala dan cahaya (dari Tuhan) mereka. Adapun orang-orang yang kufur dan mendustakan ayat-ayat Kami itulah penghuni (neraka) Jahim.",
      "20": "Ketahuilah bahwa kehidupan dunia itu hanyalah permainan, kelengahan, perhiasan, dan saling bermegah-megahan di antara kamu serta berlomba-lomba dalam banyaknya harta dan anak keturunan. (Perumpamaannya adalah) seperti hujan yang tanamannya mengagumkan para petani, lalu mengering dan kamu lihat menguning, kemudian hancur. Di akhirat ada azab yang keras serta ampunan dari Allah dan keridaan-Nya. Kehidupan dunia (bagi orang-orang yang lengah) hanyalah kesenangan yang memperdaya.",
      "21": "Berlombalah menuju ampunan dari Tuhanmu dan surga yang lebarnya (luasnya) selebar langit dan bumi, yang telah disediakan bagi orang-orang yang beriman kepada Allah dan para rasul-Nya. Itulah karunia Allah yang dianugerahkan kepada siapa yang dikehendaki-Nya. Allah adalah Pemilik karunia yang agung.",
      "22": "Tidak ada bencana (apa pun) yang menimpa di bumi dan tidak (juga yang menimpa) dirimu, kecuali telah tertulis dalam Kitab (Lauhulmahfuz) sebelum Kami mewujudkannya. Sesungguhnya hal itu mudah bagi Allah.",
      "23": "(Yang demikian itu kami tetapkan) agar kamu tidak bersedih terhadap apa yang luput dari kamu dan tidak pula terlalu gembira terhadap apa yang diberikan-Nya kepadamu. Allah tidak menyukai setiap orang yang sombong lagi membanggakan diri.",
      "24": "(Mereka itu adalah) orang-orang yang kikir dan menyuruh orang lain (berbuat) kikir. Siapa yang berpaling (dari perintah Allah), sesungguhnya Allah, Dialah Yang Maha Kaya lagi Maha Terpuji.",
      "25": "Sungguh, Kami benar-benar telah mengutus rasul-rasul Kami dengan bukti-bukti yang nyata dan Kami menurunkan bersama mereka kitab dan neraca (keadilan) agar manusia dapat berlaku adil. Kami menurunkan besi yang mempunyai kekuatan hebat dan berbagai manfaat bagi manusia agar Allah mengetahui siapa yang menolong (agama)-Nya dan rasul-rasul-Nya walaupun (Allah) tidak dilihatnya. Sesungguhnya Allah Maha Kuat lagi Maha Perkasa.",
      "26": "Sungguh, Kami benar-benar telah mengutus Nuh dan Ibrahim serta Kami memberikan kenabian dan kitab (wahyu) kepada keturunan keduanya. Di antara mereka ada yang menerima petunjuk dan banyak pula di antara mereka yang fasik.",
      "27": "Kemudian, Kami meneruskan jejak mereka dengan (mengutus) rasul-rasul Kami dan Kami meneruskan (pula dengan mengutus) Isa putra Maryam serta Kami memberikan Injil kepadanya. Kami menjadikan kesantunan dan kasih sayang dalam hati orang-orang yang mengikutinya. Mereka mengada-adakan rahbaniah (berlebih-lebihan dalam beribadah). Padahal, Kami tidak mewajibkannya kepada mereka. Akan tetapi, (mereka mengada-adakannya dengan tujuan) mencari keridaan Allah, lalu mereka tidak memeliharanya dengan sebaik-baiknya. Maka, kepada orang-orang yang beriman di antara mereka Kami berikan pahalanya dan di antara mereka banyak yang fasik.",
      "28": "Wahai orang-orang yang beriman, bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya (Nabi Muhammad), niscaya Allah menganugerahkan kepadamu dua bagian dari rahmat-Nya dan menjadikan cahaya untukmu yang dengan cahaya itu kamu berjalan serta Dia mengampunimu. Allah Maha Pengampun lagi Maha Penyayang.",
      "29": "(Allah menganugerahkan itu) agar Ahlulkitab (yang tidak beriman kepada Nabi Muhammad) mengetahui bahwa mereka sedikit pun tidak akan mendapat karunia Allah dan bahwa karunia itu ada di tangan Allah. Dia menganugerahkannya kepada siapa yang dikehendaki-Nya. Allah Pemilik karunia yang agung."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Apa yang di langit, baik makhluk hidup seperti burung maupun makhluk mati semisal planet, bintang, bulan, dan matahari, dan demi-kian juga makhluk di bumi; mereka bertasbih kepada Allah untuk mengakui kebesaran dan kesucian-Nya. Dialah yang Mahaperkasa atas semua makhluk, lagi Mahabijaksana dalam menetapkan ketentuan dan hukum bagi mereka.",
        "2": "Allah adalah Pencipta semua makhluk, karena itu hanya milik-Nyalah kerajaan langit dan bumi serta semua yang ada di antara keduanya. Dia berkuasa menghidupkan dan mematikan apa saja sesuai kehendak-Nya, dan Dia Mahakuasa untuk menentukan apa yang Dia inginkan atas segala sesuatu.",
        "3": "Sebagai Pencipta, Dialah Yang Awal tanpa permulaan, dan Dia pula Yang Akhir karena Dia abadi tanpa batas akhir bagi eksistensinya. Selain itu, Dia adalah Yang Zahir dan mengetahui apa saja yang tampak, dan Yang Batin dan mengetahui apa saja yang disembunyikan atau yang tersirat dalam hati. Dia lebih dekat kepada makhluk daripada dirinya sendiri, dan Dia Maha mengetahui segala sesuatu di alam semesta.",
        "4": "Dialah yang menciptakan langit dan bumi beserta semua yang ada di dalam dan di antara keduanya dalam enam masa; kemudian setelah penciptaan itu Dia bersemayam di atas 'Arsy untuk mengatur urusan makhluk-Nya. Apa saja yang terjadi pada ciptaan-Nya tidak pernah luput dari pengetahuan-Nya. Dia mengetahui apa yang masuk ke dalam bumi, seperti hewan yang menyusup, dan apa yang keluar dari dalamnya, seperti tanaman yang tumbuh. Dia mengetahui pula apa yang turun dari langit, seperti air hujan, dan apa yang naik ke sana, seperti kebajikan dan doa manusia. Wajib diyakini bahwa Allah itu ada dan Dia bersama kamu di mana saja kamu berada. Dan Allah Maha Melihat apa yang kamu kerjakan; tidak ada yang tersembunyi dari-Nya.",
        "5": "Allah adalah Pencipta semua makhluk, karena itu milik-Nyalah kerajaan langit dan bumi. Semua berasal dari-Nya dan hanya kepada Allah segala urusan yang terkait dengan makhluk dikembalikan.",
        "6": "Di antara tanda kekuasaan Allah adalah pergantian waktu. Dia memasukkan sebagian waktu malam ke dalam siang sehingga waktunya lebih panjang saat musim panas, dan memasukkan siang ke dalam malam sehingga waktunya lebih lama saat musim dingin. Dia mengatur semua yang ada dan Dia Maha mengetahui segala isi hati, baik yang kemudian diungkapkan maupun yang terus disembunyikan.",
        "7": "Bila sebelumnya Allah memperlihatkan bukti-bukti kekuasaan-Nya, pada ayat ini Allah menganjurkan orang mukmin untuk berinfak. Wahai manusia, berimanlah kamu kepada Allah yang telah menciptakanmu dan kepada Rasul yang diutus-Nya untuk menyampaikan tuntunan-Nya, dan infakkanlah sebagian dari harta yang Dia telah menjadikan kamu sebagai penguasanya, kepada orang yang berhak. Sesungguhnya dalam hartamu itu terdapat bagian Allah bagi mereka. Maka, orang-orang yang beriman kepada Allah dan Rasul-Nya di antara kamu dan menginfakkan sebagian dari hartanya di jalan Allah akan memperoleh pahala yang besar, baik di dunia maupun akhirat.",
        "8": "Dan mengapa kamu, wahai manusia, tidak beriman kepada Allah Yang Maha Pencipta, padahal Rasul mengajak dan menyeru kamu beriman kepada Tuhanmu? Dan sungguh, Dia telah mengambil janji setia-mu untuk bertauhid kepada-Nya. Kamu tentu akan menepati janji itu jika kamu adalah orang-orang mukmin.",
        "9": "Sungguh, Dialah yang menurunkan ayat-ayat yang terang, yaitu Al-Qur’an, yang diwahyukan kepada hamba-Nya untuk mengeluarkan kamu dari kegelapan, yaitu kekafiran dan kemungkaran, kepada cahaya petunjuk menuju keimanan dan kebajikan. Dan sungguh, terhadap kamu Allah benar-benar Maha Penyantun lagi Maha Penyayang, baik di dunia maupun akhirat.",
        "10": "Dalam hartamu ada bagian Allah yang mesti kamu infakkan. Lalu, mengapa kamu kikir dan mengapa kamu tidak menginfakkan sebagian hartamu di jalan Allah, padahal milik Allah semua pusaka langit dan bumi? Dialah yang menciptakannya dan semua yang ada di antara keduanya. Ketahuilah, tidak akan sama orang yang menginfakkan sebagian hartanya di jalan Allah di antara kamu dan berperang sebelum penaklukan Mekah. Dengan kebajikan dan perjuangannya itu mereka lebih tinggi derajatnya daripada orang-orang yang menginfakkan sebagian hartanya dan berpe-rang setelah penaklukan kota Mekah itu. Dan Allah menjanjikan kepada masing-masing mereka balasan yang lebih baik sesuai amal dan niat masing-masing. Dan Allah Mahateliti terhadap apa yang kamu lakukan kapan dan di mana pun. Dia akan memberi balasan atasnya dengan setimpal.",
        "11": "Untuk mendorong agar manusia gemar bersedekah, Allah menetap-kan bahwa barang siapa meminjamkan kepada Allah dengan pinjaman yang baik, berupa kebajikan atau sedekah kepada orang lain, maka Allah akan mengembalikannya dengan jumlah yang berlipat ganda untuknya. Dan selain itu, baginya akan dikaruniakan pahala yang mulia dari Allah.",
        "12": "Usai menerangkan fadilah berinfak di jalan Allah, melalui ayat berikut Allah menjelaskan balasan di akhirat bagi orang yang berinfak. Ingatlah pada hari ketika engkau akan melihat orang-orang yang beriman laki-laki dan perempuan di akhirat, betapa cahaya mereka yang terang bersinar di depan dan di samping kanan mereka sebagai balasan atas kebajikan dan kepatuhan mereka. Dikatakan kepada mereka, “Pada hari ini ada berita gembira untukmu. Allah menganugerahkan kepadamu surga-surga yang mengalir di bawahnya sungai-sungai dengan air, susu yang tidak berubah rasa, khamr yang lezat, dan madu. Mereka semua kekal di dalamnya. Demikian itulah anugerah dan kemenangan yang agung dari Allah.”",
        "13": "Balasan bagi orang yang memberi Allah pinjaman yang baik juga akan terlihat pada hari ketika orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, “Tunggulah dan jangan tinggalkan kami! Kami ingin mengambil cahayamu untuk menerangi kami.” Dikatakan kepada mereka dengan nada mengejak, “Kembalilah kamu ke belakang dan carilah sendiri cahaya yang menyinari dirimu.” Lalu di antara mereka dipasang dinding pemisah yang berpintu. Di sebelah dalam dinding itu ada rahmat dan anugerah bagi orang yang beriman dan beramal saleh, dan di luarnya hanya ada azab dan hukuman bagi orang munafik.",
        "14": "Begitu mendapati azab, orang-orang munafik memanggil orang-orang mukmin, “Bukankah kami di dunia dahulu bersama kamu?” Mereka yang beriman menjawab, “Benar, tetapi kamu selalu mencelakakan dirimu sendiri dengan melakukan perbuatan yang tidak patut dan hanya menunggu kehancuran kami dengan pengkhianatanmu, dan kamu meragukan janji Allah dan seringkali kamu ditipu oleh angan-angan kosong sampai pada akhirnya datang-lah ketetapan Allah; dan setan penipu datang memperdaya kamu tentang Allah sehingga kamu terus berada dalam keraguan.",
        "15": "Wahai orang munafik, karena keraguanmu kepada Allah dan janji-Nya, maka pada hari ini, yaitu di akhirat, tidak akan diterima tebusan dari kamu maupun dari orang-orang kafir. Karena sikapmu itu maka tempat kamu yang sesuai adalah di neraka. Itulah tempat berlindungmu untuk selama-lamanya, dan itulah seburuk-buruk tempat kembali bagi orang yang ingkar.”",
        "16": "Usai menjelaskan balasan bagi orang munafik dan kafir, pada ayat ini Allah memberi teguran kepada orang mukmin yang lalai pada ibadahnya. Belum tibakah waktunya bagi orang-orang yang beriman, yaitu mereka yang tidak meragukan janji Allah, untuk secara khusyuk mengingat Allah dengan berzikir dan beribadah, dan mematuhi kebenaran Al-Qur’an yang telah diwahyukan kepada mereka? Dan janganlah mereka berperilaku seperti orang-orang yang telah menerima kitab sebelum itu, di mana sebagian dari mereka mengingkari hukumnya dan sebagian yang lain menyembunyikan atau mengubah isinya, kemudian mereka melalui masa yang panjang tanpa adanya rasul yang mengingatkan mereka se-hingga pada akhirnya hati mereka menjadi keras. Dan banyak di antara mereka menjadi orang-orang fasik karena tidak ada yang mengingatkan kekeliruannya.",
        "17": "Wahai orang yang beriman, ketahuilah bahwa Allah berkuasa menghidupkan bumi setelah mati dan kering-nya dengan menurunkan hujan sehingga bumi menjadi subur dan menjadi media tumbuh tanaman. Sungguh, telah Kami jelaskan kepadamu sebagian dari tanda-tanda kebesaran Kami, baik yang ada di alam semesta atau pada dirimu sendiri, agar kamu mengerti.",
        "18": "Sesungguhnya orang-orang yang bersedekah dengan menginfakkan sebagian hartanya, baik laki-laki maupun perempuan, dan mereka dengan ikhlas meminjamkan kepada Allah dengan pinjaman yang baik, niscaya akan dilipatgandakan balasan kebaikan bagi mereka; dan mereka akan mendapat pahala yang mulia dari sisi-Nya.",
        "19": "Dan orang-orang yang beriman dengan mantap kepada Allah dan rasul-rasul-Nya serta tidak meragukan janji-Nya, mereka itu orang-orang yang tulus hati dan pecinta kebenaran, dan mereka menjadi saksi-saksi di sisi Tuhan mereka. Karena keimanan dan kebaikan itu mereka berhak mendapat pahala dan cahaya dari sisi Allah. Tetapi, orang-orang yang kafir dan mendustakan ayat-ayat Kami serta mengingkari ajaran-ajaran Kami, mereka itu penghuni-penghuni neraka. Mereka kekal di dalamnya.",
        "20": "Wahai orang mukmin, ketahuilah sesungguhnya kehidupan dunia itu hanyalah permainan dan sendagurauan. Karena itu, jangan sampai kamu larut di dalamnya. Kehidupan dunia ini juga merupakan perhiasan bagimu dan saling berbangga di antara kamu serta berlomba dalam kekayaan dan anak keturunan. Semua itu seperti hujan yang menumbuhkan tanam-tanamannya sehingga mengagumkan para petani; kemudian tanaman itu menjadi kering saat kemarau dan kamu lihat warnanya kuning kemudian menjadi hancur. Itulah permisalan bagi kehidupan dunia yang fana. Dan ketahuilah, di akhirat nanti ada azab yang keras bagi mereka yang ingkar dan ampunan dari Allah serta keridaan-Nya bagi orang yang beriman dan mematuhi ajaran-Nya. Dan kehidupan dunia yang sekarang kamu nik-mati tidak lain hanyalah kesenangan yang palsu.",
        "21": "Setelah kamu semua wahai orang beriman mengetahui hakikat kehidupan dunia, maka segera berlomba-lombalah kamu untuk mendapatkan ampunan dari Tuhanmu dengan istigfar dan berlombalah untuk men-dapatkan surga yang luasnya seluas langit dan bumi dengan selalu melakukan kebaikan, yang disediakan bagi orang-orang yang beriman kepada Allah dan rasul-rasul-Nya. Itulah karunia tertinggi Allah yang diberikan kepada siapa yang Dia dikehendaki. Dan Allah mempunyai karunia yang besar bagi mereka yang beriman dan berbuat kebajikan.",
        "22": "Usai menjelaskan karunia-Nya kepada orang memohon ampunan, Allah menerangkan bahwa semua yang terjadi di alam ini merupakan ketetapan Allah yang tertulis di Lauh Mahfuz. Setiap bencana yang menimpa di bumi, seperti gempa, banjir, erupsi, dan lainnya, dan demikian pula bencana yang menimpa dirimu sendiri, seperti sakit, kecelakaan, dan lainnya, semuanya telah tertulis dalam Kitab yang disebut Lauh Mahfuz sebelum Kami mewujudkannya. Sungguh, yang demikian itu, yaitu semua yang terjadi, sangat mudah bagi Allah.",
        "23": "Kami beritahukan hal tersebut agar kamu tidak bersedih hati terhadap apa yang luput dari kamu dan tidak dapat kamu capai, dan jangan pula terlalu gembira dan sombong terhadap apa yang diberikan-Nya kepadamu. Dan ketahuilah, Allah tidak menyukai setiap orang yang sombong dan membanggakan diri dengan kelebihan atau anugerah yang Dia karuniakan",
        "24": "Allah tidak menyukai orang sombong dan membanggakan diri, yaitu orang-orang yang kikir, yang enggan menginfakkan sebagian hartanya di jalan Allah, dan menyuruh orang lain berbuat kikir pula. Barang siapa berpaling dari perintah Allah dan mengingkari ajaran-Nya, maka sesungguhnya Allah, Dia Mahakaya dan tidak memerlukan sesuatu, Maha Terpuji dengan segala sifat kebaikan-Nya.",
        "25": "Sungguh, Kami telah mengutus rasul-rasul Kami kepada umat manusia dengan bukti-bukti yang nyata, dan Kami turunkan bersama mereka kitab sebagai pedoman hidup, dan Kami turunkan pula neraca sebagai ukuran keadilan agar manusia dapat berlaku adil. Dan Kami menciptakan besi sebagai kelengkapan hidup yang mempunyai kekuatan, hebat, dan banyak manfaat bagi manusia, dan Kami ciptakan semua itu agar Allah mengetahui siapa yang menolong agama-Nya dan rasul-rasul-Nya dalam berdakwah, walaupun Allah tidak dilihatnya. Sesungguhnya Allah Mahakuat terhadap segala sesuatu, Mahaperkasa menghadapi semua yang mengingkari-Nya.",
        "26": "Kehidupan kependetaan bukan ajaran Allah. Dan sungguh, Kami telah mengutus Nabi Nuh dan Ibrahim kepada umat masing-masing untuk mengajak mereka bertauhid, dan Kami berikan pula kenabian dan kitab petunjuk kepada keturunan keduanya; di antara mereka ada yang menerima petunjuk itu sehingga beriman dan berbuat kebajikan sesuai perintah-Nya, dan banyak di antara mereka yang fasik akibat mengingkari petunjuk itu dan memilih kekafiran.",
        "27": "Sesudah Nabi Nuh dan Ibrahim, kemudian Kami susulkan rasul-rasul Kami untuk mengikuti jejak mereka, yaitu dengan mengajak umatnya beriman dan mentaati perintah-Nya, dan Kami susulkan pula Isa putra Maryam, dan Kami berikan Injil kepadanya sebagai pedoman bagi umatnya, dan Kami jadikan rasa santun dan kasih sayang kepada sesama manusia dalam hati orang-orang yang mengikutinya. Sebagian dari mereka mengada-adakan rahbàniyyah, yaitu hidup membujang dan mengurung diri dalam biara, padahal Kami tidak mewajibkannya kepada mereka. Ka-mi hanya mewajibkan mereka untuk mencari keridaan Allah, tetapi tuntunan itu tidak mereka pelihara dengan semestinya. Maka, kepada orang-orang yang beriman di antara mereka dan berbuat kebajikan, Kami berikan pahalanya. Dan banyak di antara mereka yang fasik dengan mengingkari atau mengubah ajaran itu.",
        "28": "Allah menerangkan keingkaran Ahli Kitab pada kenabian Muhammad. Wahai orang-orang yang beriman! Bertakwalah kepada Allah. Laksa-nakan semua perintah-Nya dan jauhilah semua larangan-Nya, dan berimanlah kepada Rasul-Nya, yaitu Nabi Muhammad yang diutus untuk melengkapi dan meluruskan syariat terdahulul. Jika kamu melaksanakannya, niscaya Allah memberikan rahmat-Nya kepadamu dua bagian, yaitu kebahagiaan di dunia dan kemuliaan di akhirat, dan menjadikan cahaya terang untukmu yang dengan cahaya itu kamu dapat berjalan dengan tenang tanpa takut tersesat, serta Dia akan mengampuni semua dosa kamu bila kamu bertobat dengan sungguh-sungguh. Dan Allah Maha Pengampun atas dosamu dan dosa seluruh manusia yang bertobat, Maha Penyayang kepada semua makhluk-Nya.",
        "29": "Semua peringatan itu disampaikan agar Ahli Kitab mengetahui bahwa sedikit pun mereka tidak akan mendapat karunia Allah jika mereka tidak beriman kepada Nabi Muhammad dan mengikuti sunahnya, dan agar mereka mengetahui bahwa karunia itu ada di tangan Allah; Dia memberikannya kepada siapa yang Dia kehendaki, yaitu mereka yang beriman dan berbuat kebajikan. Dan Allah mempunyai karunia yang besar bagi siapa saja yang mematuhi ajaran-Nya."
      }
    }
  }
}