{
  "number": 74,
  "name": "المدّثّر",
  "name_latin": "Al-Muddaṡṡir",
  "name_id": "Al-Muddassir",
  "name_trans_id": "Orang Berselimut",
  "number_of_verse": 56,
  "category": "Makkiyah",
  "arabics": {
    "1": "يٰٓاَيُّهَا الْمُدَّثِّرُۙ",
    "2": "قُمْ فَاَنْذِرْۖ",
    "3": "وَرَبَّكَ فَكَبِّرْۖ",
    "4": "وَثِيَابَكَ فَطَهِّرْۖ",
    "5": "وَالرُّجْزَ فَاهْجُرْۖ",
    "6": "وَلَا تَمْنُنْ تَسْتَكْثِرُۖ",
    "7": "وَلِرَبِّكَ فَاصْبِرْۗ",
    "8": "فَاِذَا نُقِرَ فِى النَّاقُوْرِۙ",
    "9": "فَذٰلِكَ يَوْمَىِٕذٍ يَّوْمٌ عَسِيْرٌۙ",
    "10": "عَلَى الْكٰفِرِيْنَ غَيْرُ يَسِيْرٍ",
    "11": "ذَرْنِيْ وَمَنْ خَلَقْتُ وَحِيْدًاۙ",
    "12": "وَّجَعَلْتُ لَهٗ مَالًا مَّمْدُوْدًاۙ",
    "13": "وَّبَنِيْنَ شُهُوْدًاۙ",
    "14": "وَّمَهَّدْتُّ لَهٗ تَمْهِيْدًاۙ",
    "15": "ثُمَّ يَطْمَعُ اَنْ اَزِيْدَۙ",
    "16": "كَلَّاۗ اِنَّهٗ كَانَ لِاٰيٰتِنَا عَنِيْدًاۗ",
    "17": "سَاُرْهِقُهٗ صَعُوْدًاۗ",
    "18": "اِنَّهٗ فَكَّرَ وَقَدَّرَۙ",
    "19": "فَقُتِلَ كَيْفَ قَدَّرَۙ",
    "20": "ثُمَّ قُتِلَ كَيْفَ قَدَّرَۙ",
    "21": "ثُمَّ نَظَرَۙ",
    "22": "ثُمَّ عَبَسَ وَبَسَرَۙ",
    "23": "ثُمَّ اَدْبَرَ وَاسْتَكْبَرَۙ",
    "24": "فَقَالَ اِنْ هٰذَآ اِلَّا سِحْرٌ يُّؤْثَرُۙ",
    "25": "اِنْ هٰذَآ اِلَّا قَوْلُ الْبَشَرِۗ",
    "26": "سَاُصْلِيْهِ سَقَرَ",
    "27": "وَمَآ اَدْرٰىكَ مَا سَقَرُۗ",
    "28": "لَا تُبْقِيْ وَلَا تَذَرُۚ",
    "29": "لَوَّاحَةٌ لِّلْبَشَرِۚ",
    "30": "عَلَيْهَا تِسْعَةَ عَشَرَۗ",
    "31": "وَمَا جَعَلْنَآ اَصْحٰبَ النَّارِ اِلَّا مَلٰۤىِٕكَةً ۖوَّمَا جَعَلْنَا عِدَّتَهُمْ اِلَّا فِتْنَةً لِّلَّذِيْنَ كَفَرُوْاۙ لِيَسْتَيْقِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ وَيَزْدَادَ الَّذِيْنَ اٰمَنُوْٓا اِيْمَانًا وَّلَا يَرْتَابَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ وَالْمُؤْمِنُوْنَۙ وَلِيَقُوْلَ الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ وَّالْكٰفِرُوْنَ مَاذَآ اَرَادَ اللّٰهُ بِهٰذَا مَثَلًاۗ  كَذٰلِكَ يُضِلُّ اللّٰهُ مَنْ يَّشَاۤءُ وَيَهْدِيْ مَنْ يَّشَاۤءُۗ وَمَا يَعْلَمُ جُنُوْدَ رَبِّكَ اِلَّا هُوَۗ وَمَا هِيَ اِلَّا ذِكْرٰى لِلْبَشَرِ ࣖ",
    "32": "كَلَّا وَالْقَمَرِۙ",
    "33": "وَالَّيْلِ اِذْ اَدْبَرَۙ",
    "34": "وَالصُّبْحِ اِذَآ اَسْفَرَۙ",
    "35": "اِنَّهَا لَاِحْدَى الْكُبَرِۙ",
    "36": "نَذِيْرًا لِّلْبَشَرِۙ",
    "37": "لِمَنْ شَاۤءَ مِنْكُمْ اَنْ يَّتَقَدَّمَ اَوْ يَتَاَخَّرَۗ",
    "38": "كُلُّ نَفْسٍۢ بِمَا كَسَبَتْ رَهِيْنَةٌۙ",
    "39": "اِلَّآ اَصْحٰبَ الْيَمِيْنِ ۛ",
    "40": "فِيْ جَنّٰتٍ ۛ يَتَسَاۤءَلُوْنَۙ",
    "41": "عَنِ الْمُجْرِمِيْنَۙ",
    "42": "مَا سَلَكَكُمْ فِيْ سَقَرَ",
    "43": "قَالُوْا لَمْ نَكُ مِنَ الْمُصَلِّيْنَۙ",
    "44": "وَلَمْ نَكُ نُطْعِمُ الْمِسْكِيْنَۙ",
    "45": "وَكُنَّا نَخُوْضُ مَعَ الْخَاۤىِٕضِيْنَۙ",
    "46": "وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّيْنِۙ",
    "47": "حَتّٰىٓ اَتٰىنَا الْيَقِيْنُۗ",
    "48": "فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشّٰفِعِيْنَۗ",
    "49": "فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِيْنَۙ",
    "50": "كَاَنَّهُمْ حُمُرٌ مُّسْتَنْفِرَةٌۙ",
    "51": "فَرَّتْ مِنْ قَسْوَرَةٍۗ",
    "52": "بَلْ يُرِيْدُ كُلُّ امْرِئٍ مِّنْهُمْ اَنْ يُّؤْتٰى صُحُفًا مُّنَشَّرَةًۙ",
    "53": "كَلَّاۗ بَلْ لَّا يَخَافُوْنَ الْاٰخِرَةَۗ",
    "54": "كَلَّآ اِنَّهٗ تَذْكِرَةٌ ۚ",
    "55": "فَمَنْ شَاۤءَ ذَكَرَهٗۗ",
    "56": "وَمَا يَذْكُرُوْنَ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۗهُوَ اَهْلُ التَّقْوٰى وَاَهْلُ الْمَغْفِرَةِ ࣖ"
  },
  "latins": [
    "Yā ayyuhal-muddaṡṡir(u).",
    "Qum fa'anżir.",
    "Wa rabbaka fakabbir.",
    "Wa ṡiyābaka faṭahhir.",
    "War-rujza fahjur.",
    "Wa lā tamnun tastakṡir(u).",
    "Wa lirabbika faṣbir.",
    "Fa iżā nuqira fin-nāqūr(i).",
    "Fa żālika yauma'iżiy yaumun 'asīr(un).",
    "'Alal-kāfirīna gairu yasīr(in).",
    "Żarnī wa man khalaqtu waḥīdā(n).",
    "Wa ja'altu lahū mālam mamdūdā(n).",
    "Wa banīna syuhūdā(n).",
    "Wa mahhattu lahū tamhīdā(n).",
    "Ṡumma yaṭma'u an azīd(a).",
    "Kallā, innahū kāna li'āyātinā 'anīdā(n).",
    "Sa'urhiquhū ṣa'ūdā(n).",
    "Innahū fakkara wa qaddar(a).",
    "Faqutila kaifa qaddar(a).",
    "Ṡumma qutila kaifa qaddar(a).",
    "Ṡumma naẓar(a).",
    "Ṡumma 'abasa wa basar(a).",
    "Ṡumma adbara wastakbar(a).",
    "Faqāla in hāżā illā siḥruy yu'ṡar(u).",
    "In hāżā illā qaulul-basyar(i).",
    "Sa'uṣlīhi saqar(a).",
    "Wa mā adrāka mā saqar(a).",
    "Lā tubqī wa lā tażar(u).",
    "Lawwāḥatul lil-basyar(i).",
    "'Alaihā tis'ata 'asyar(a).",
    "Wa mā ja'alnā aṣḥāban-nāri illā malā'ikah(tan), wa mā ja'alnā 'iddatahum illā fitnatal lil-lażīna kafarū, liyastaiqinal-lażīna ūtul-kitāba wa yazdādal-lażīna āmanū īmānaw wa lā yartābal-lażīna ūtul-kitāba wal-mu'minūn(a), wa liyaqūlal-lażīna fī qulūbihim maraḍuw wal-kāfirūna māżā arādallāhu bihāżā maṡalā(n), każālika yuḍillullāhu may yasyā'u wa yahdī may yasyā'(u), wa mā ya'lamu junūda rabbika illā huw(a), wa mā hiya illā żikrā lil-basyar(i).",
    "Kallā wal-qamar(i).",
    "Wal-laili iż adbar(a).",
    "Waṣ-ṣubḥi iżā asfar(a).",
    "Innahā la'iḥdal-kubar(i).",
    "Nażīral lil-basyar(i).",
    "Liman syā'a minkum ay yataqaddama au yata'akhkhar(a).",
    "Kullu nafsim bimā kasabat rahīnah(tun).",
    "Illā aṣḥābal-yamīn(i).",
    "Fī jannātin - yatasā'alūn(a).",
    "'Anil-mujrimīn(a).",
    "Mā salakakum fī saqar(a).",
    "Qālū lam naku minal-muṣallīn(a).",
    "Wa lam naku nuṭ'imul-miskīn(a).",
    "Wa kunnā nakhūḍu ma'al-khā'iḍīn(a).",
    "Wa kunnā nukażżibu biyaumid-dīn(i).",
    "Ḥattā atānal-yaqīn(u).",
    "Famā tanfa'uhum syafā'atusy-syāfi'īn(a).",
    "Famā lahum 'anit-tażkirati mu'riḍīn(a).",
    "Ka'annahum ḥumurum mustanfirah(tun).",
    "Farrat min qaswarah(tin).",
    "Bal yurīdu kullumri'im minhum ay yu'tā ṣuḥufam munasysyarah(tan).",
    "Kallā, bal lā yakhāfūnal-ākhirah(ta).",
    "Kallā innahū tażkirah(tun).",
    "Faman syā'a żakarah(ū).",
    "Wa mā yażkurūna illā ay yasyā'allāh(u), huwa ahlut-taqwā wa ahlul-magfirah(ti)."
  ],
  "translations": {
    "id": {
      "1": "Wahai orang yang berselimut (Nabi Muhammad),",
      "2": "bangunlah, lalu berilah peringatan!",
      "3": "Tuhanmu, agungkanlah!",
      "4": "Pakaianmu, bersihkanlah!",
      "5": "Segala (perbuatan) yang keji, tinggalkanlah!",
      "6": "Janganlah memberi (dengan maksud) memperoleh (balasan) yang lebih banyak!",
      "7": "Karena Tuhanmu, bersabarlah!",
      "8": "Apabila sangkakala ditiup,",
      "9": "hari itulah hari yang sulit,",
      "10": "(yang) tidak mudah bagi orang-orang kafir.",
      "11": "Biarkanlah Aku (yang bertindak) terhadap orang yang Aku ciptakan dia dalam kesendirian.733)",
      "12": "Aku beri dia kekayaan yang berlimpah,",
      "13": "anak-anak yang selalu bersamanya,",
      "14": "dan Aku beri dia kelapangan (hidup) seluas-luasnya.",
      "15": "Kemudian, dia ingin sekali agar Aku menambahnya.",
      "16": "Sekali-kali tidak! Sesungguhnya dia telah menentang ayat-ayat Kami (Al-Qur’an).",
      "17": "Aku akan membebaninya dengan pendakian yang memayahkan.",
      "18": "Sesungguhnya dia telah memikirkan dan menetapkan (apa yang ditetapkannya).",
      "19": "Maka, binasalah dia. Bagaimanakah dia menetapkan?",
      "20": "Kemudian, binasalah dia. Bagaimanakah dia menetapkan?",
      "21": "Kemudian dia memikirkan (untuk melecehkan Al-Qur’an).",
      "22": "Kemudian, dia berwajah masam dan cemberut (karena tidak menemukan kelemahan Al-Qur’an).",
      "23": "Kemudian, dia berpaling (dari kebenaran) dan menyombongkan diri.",
      "24": "Lalu, dia berkata, “(Al-Qur’an) ini tidak lain, kecuali sihir yang dipelajari (dari orang-orang terdahulu).",
      "25": "Ini tidak lain kecuali perkataan manusia.”",
      "26": "Aku akan memasukkannya ke dalam (neraka) Saqar.",
      "27": "Tahukah kamu apa (neraka) Saqar itu?",
      "28": "(Neraka Saqar itu) tidak meninggalkan (sedikit pun bagian jasmani) dan tidak membiarkan(-nya luput dari siksaan).",
      "29": "(Neraka Saqar itu) menghanguskan kulit manusia.",
      "30": "Di atasnya ada sembilan belas (malaikat penjaga).",
      "31": "Kami tidak menjadikan para penjaga neraka, kecuali para malaikat dan Kami tidak menentukan bilangan mereka itu, kecuali sebagai cobaan bagi orang-orang kafir. (Yang demikian itu) agar orang-orang yang diberi kitab menjadi yakin, orang yang beriman bertambah imannya, orang-orang yang diberi kitab dan orang-orang mukmin itu tidak ragu-ragu, serta orang-orang yang di dalam hatinya ada penyakit dan orang-orang kafir (berkata,) “Apakah yang dikehendaki Allah dengan (bilangan) ini sebagai suatu perumpamaan?” Demikianlah Allah membiarkan sesat orang-orang yang Dia kehendaki (berdasarkan kecenderungan dan pilihan mereka sendiri) dan memberi petunjuk kepada orang-orang yang Dia kehendaki (berdasarkan kesiapan mereka untuk menerima petunjuk). Tidak ada yang mengetahui bala tentara Tuhanmu kecuali Dia sendiri. Ia (neraka Saqar itu) tidak lain hanyalah peringatan bagi manusia.",
      "32": "Sekali-kali tidak!734) Demi bulan,",
      "33": "demi malam ketika telah berlalu,",
      "34": "dan demi subuh apabila mulai terang,",
      "35": "sesungguhnya ia (neraka Saqar itu) benar-benar salah satu (bencana) yang sangat besar,",
      "36": "sebagai peringatan bagi manusia,",
      "37": "(yaitu) bagi siapa di antara kamu yang ingin maju (meraih kebajikan) atau mundur (dengan berbuat maksiat).",
      "38": "Setiap orang bertanggung jawab atas apa yang telah ia lakukan,",
      "39": "kecuali golongan kanan,",
      "40": "berada di dalam surga yang mereka saling bertanya",
      "41": "tentang (keadaan) para pendurhaka,",
      "42": "“Apa yang menyebabkan kamu masuk ke dalam (neraka) Saqar?”",
      "43": "Mereka menjawab, “Dahulu kami tidak termasuk orang-orang yang melaksanakan salat",
      "44": "dan kami (juga) tidak memberi makan orang miskin.",
      "45": "Bahkan, kami selalu berbincang (untuk tujuan yang batil) bersama para pembincang,",
      "46": "dan kami selalu mendustakan hari Pembalasan,",
      "47": "hingga datang kepada kami kematian.”",
      "48": "Maka, tidak berguna lagi bagi mereka syafaat (pertolongan) dari para pemberi syafaat.",
      "49": "Lalu, mengapa mereka (orang-orang kafir) berpaling dari peringatan (Allah)",
      "50": "seakan-akan mereka keledai liar yang terkejut",
      "51": "lari dari singa.",
      "52": "Bahkan, setiap orang dari mereka ingin diberi lembaran-lembaran (kitab) yang terbuka.",
      "53": "Sekali-kali tidak! Sebenarnya mereka tidak takut pada akhirat.",
      "54": "Sekali-kali tidak! Sesungguhnya (Al-Qur’an) itu adalah suatu peringatan.",
      "55": "Siapa yang berkehendak tentu mengambil pelajaran darinya.",
      "56": "Mereka tidak akan mengambil pelajaran darinya (Al-Qur’an), kecuali (jika) Allah menghendakinya. Dialah yang (kita) patut bertakwa kepada-Nya dan yang berhak memberi ampunan."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Di akhir surah al-Muzammil berisi berita gembira bagi yang berbuat kebajikan, di awal surah ini berisi perintah untuk bersemangat menyeru kepada kebajikan. Wahai orang yang berkemul atau berselimut yakni Nabi Muhammad!",
        "2": "Bangunlah dengan sungguh-sungguh dan penuh semangat, lalu berilah peringatan!",
        "3": "Dalam menyampaikan dakwah pastilah akan banyak rintangan, maka hal itu tidak perlu merisaukan hatimu wahai Nabi. Ikutilah petunjuk-Ku, pertama, agar tetap tegar dan tidak pudar semangatmu, agungkanlah Tuhanmu,",
        "4": "dan kedua, untuk menunjang dakwahmu, bersihkanlah pakaianmu.",
        "5": "Dan petunjuk yang ketiga adalah, tinggalkanlah segala perbuatan yang keji seperti penyembahan berhala, betapa pun banyak yang melakukan.",
        "6": "Petunjuk yang keempat, dan janganlah engkau, wahai Nabi Muhammad, memberi yaitu usahamu dalam berdakwah dengan maksud untuk mendapatkan imbalan duniawi dari manusia. Dengan demikian engkau akan memperoleh balasan dari Allah, yang lebih banyak.",
        "7": "Petunjuk terakhir, kelima, larangan memperoleh imbalan dapat menimbulkan kesulitan maka apabila menghadapi kesulitan ayat ini memberi petunjuk, dan hanya karena Tuhanmu, maka bersabarlah, pasti engkau akan berhasil dalam dakwahmu.",
        "8": "Kesulitan dalam dakwah tidaklah seberapa, akan ada saat yang lebih sulit lagi, maka apabila sangkakala ditiup yaitu hari Kiamat telah tiba,",
        "9": "maka itulah hari yang serba sulit, bagi siapa saja.",
        "10": "Terlebih bagi orang-orang kafir yaitu yang keras kepala mengingkari kebenaran, pada hari itu tidak mudah, keadaannya akan diliputi kesulitan yang dahsyat.",
        "11": "Di antara tokoh pendurhaka yang menjadi latar belakang turunnya ayat-ayat ini dan akan mengalami kesulitan pada hari Kiamat adalah al-Walid bin al-Mugirah. Terhadap tokoh ini dan siapa saja yang perilakunya sama dengan al-Walid, maka Allah menegaskan demikian, Biarkanlah Aku yang bertindak terhadap orang yang Aku sendiri telah menciptakannya, tanpa bantuan dari siapa pun",
        "12": "Penciptaan manusia pastilah melibatkan kedua orang tua, namun pada ayat ini peran itu dinafikan karena menunjukkan ancaman yang serius terhadap yang durhaka. Dan orang tersebut juga Aku berikan baginya kekayaan yang melimpah melalui sebab-sebab yang telah ditetapkan,",
        "13": "dan juga anugerah berupa anak-anak yang selalu bersamanya,",
        "14": "Ayat ini melanjutkan uraian tentang keistimewaan yang diberikan Allah kepada al-Walid bin al-Mugirah. Dan di samping itu Aku berikan baginya kelapangan hidup seluas-luasnya.",
        "15": "Kemudian dia juga berharap ingin sekali agar Aku menambahnya dengan bentuk anugerah lainnya, bahkan kalau bisa diberikan surga.",
        "16": "Aneka nikmat yang dianugerahkan kepadanya mestinya dia syukuri dengan berbuat baik, ternyata malah membangkang maka tidak bisa terpenuhi keinginannya! Sesungguhnya dia telah menentang ayat-ayat Kami yakni Al-Qur’an.",
        "17": "Allah melanjutkan ancamannya terhadap yang menolak kebenaran Al-Qur’an. Karena ia berkeras menolak ayat-ayat-Ku, maka Aku akan membebaninya dengan pendakian yang memayahkan.",
        "18": "Sesungguhnya dia yang sangat keras kepala itu telah memikirkan dengan sungguh-sungguh untuk mencari kelemahan Al-Qur’an dan menetapkan apa yang ditetapkannya",
        "19": "maka celakalah dan terkutuklah dia! Bagaimana dia menetapkan? Sungguh aneh caranya. Sekali lagi, celakalah dia! Bagaimana dia menetapkan?",
        "20": "Sungguh aneh caranya. Sekali lagi, celakalah dia! Bagaimana dia menetapkan? Sungguh tidak masuk akal sehat.",
        "21": "Ayat-ayat ini merupakan kelanjutan dari gejolak hati dan pikir-an tokoh sentral dari surah ini. Kemudian dia merenung memikirkan bagaimana cara melecehkan Al-Qur’an,",
        "22": "lalu sesudah itu dia berwajah masam dan cemberut, karena dia tidak menemukan celah untuk melecehkannya,",
        "23": "kemudian dia berpaling dari kebenaran yang sebenarnya dia ketahui dan akui1, dan menyombongkan diri,",
        "24": "dengan congkaknya lalu dia berkata, “Al-Qur’an ini hanyalah sihir yang dipelajari dari orang-orang dahulu.",
        "25": "Ini hanyalah perkataan manusia bukan firman Allah.”",
        "26": "Sebagai akibat dari kedurhakaan yang dilakukan oleh al-Walid dan siapa pun, sebagaimana diuraikan oleh ayat-ayat yang lalu, maka ia disiksa dan puncaknya dijelaskan pada ayat-ayat ini. Kelak, Aku akan menyiksanya dengan memasukkannya ke dalam neraka Saqar,",
        "27": "dan tahukah kamu apa neraka Saqar itu?",
        "28": "Saqar itu tidak meninggalkan atau menyisakan, semua anggota tubuhnya akan diliputi siksa dan tidak membiarkan mati, sehingga terbebas dari azab.",
        "29": "Saqar itu adalah yang menghanguskan kulit manusia.",
        "30": "Di atas neraka Saqar ada sembilan belas malaikat penjaga, yang siap siaga mengawasi penghuninya.",
        "31": "Mendengar penjaga saqar ada sembilan belas, mereka menduga sembilan belas orang, kaum musyrik dengan angkuhnya menyatakan akan mengalahkan sembilan belas penjaga tersebut. Dan yang Kami jadikan penjaga neraka itu hanya dari malaikat yang sangat kuat lagi kasar serta patuh kepada Allah, dan Kami menentukan bilangan mereka yang sembilan belas itu hanya sebagai cobaan yang dapat menyebabkan kesesatan bagi orang-orang kafir yang menganggap sepele jumlah tersebut, di sisi lain agar orang-orang yang diberi kitab menjadi yakin karena bilangan tersebut sesuai dengan apa yang termaktub dalam kitab suci mereka, dan agar orang yang beriman bertambah imannya, agar orang-orang yang diberi kitab dan orang-orang mukmin itu tidak ragu-ragu. dan agar orang-orang yang di dalam hatinya ada penyakit dan orang-orang kafir berkata,, “Apakah yang dikehendaki Allah dengan bilangan ini sebagai suatu perumpamaan?” Demikianlah Allah membiarkan sesat orang-orang yang Dia kehendaki dan memberi petunjuk kepada orang-orang yang Dia kehendaki. Dan tidak ada yang mengetahui bala tentara Tuhanmu kecuali Dia sendiri. Dan Saqar itu tidak lain hanyalah peringatan bagi manusia.",
        "32": "Untuk menafikan dugaan orang-orang kafir tentang kemampuan mereka menghadapi penjaga-penjaga neraka, atau untuk mengancam dan menghardik mereka yang memperolok-olokkan bilangan itu, maka Allah berfirman, Sekali-kali Tidak! Aku bersumpah demi bulan,",
        "33": "dan demi malam ketika telah berlalu",
        "34": "dan demi subuh apabila mulai terang,",
        "35": "sesungguhnya Saqar itu adalah salah satu bencana yang sangat besar,",
        "36": "sebagai ancaman yang mengerikan dan sekaligus sebagai peringatan bagi manusia,",
        "37": "yaitu bagi siapa di antara kamu yang ingin maju meraih kebajikan atau mundur sehingga enggan untuk meraihnya.",
        "38": "38-39. Ayat-ayat berikut merupakan pernyataan kepada manusia seluruhnya dalam kaitan dengan kebebasan memilih yang telah ditegaskan pada ayat-ayat sebelumnya. Manusia mau maju meraih kebaikan atau mundur yang jelas setiap orang bertanggung jawab atas apa yang telah dilakukannya masing-masing, kecuali golongan kanan golongan inilah yang meraih keberuntungan karena memilih yang baik.",
        "39": "38-39. Ayat-ayat berikut merupakan pernyataan kepada manusia seluruhnya dalam kaitan dengan kebebasan memilih yang telah ditegaskan pada ayat-ayat sebelumnya. Manusia mau maju meraih kebaikan atau mundur yang jelas setiap orang bertanggung jawab atas apa yang telah dilakukannya masing-masing, kecuali golongan kanan golongan inilah yang meraih keberuntungan karena memilih yang baik.",
        "40": "40-42. Golongan kanan yang disebut pada ayat yang lalu, meraih keberuntungan yaitu berada di dalam surga, mereka saling menanyakan, yaitu bertanya tentang keadaan orang-orang yang berdosa, yang boleh jadi ketika di dunia mereka saling mengenal. Penghuni surga itu bertanya, \"Apa yang menyebabkan kamu masuk ke dalam neraka Saqar?” Tidak dijelaskan secara teknis bagaimana adegan dialog itu terjadi.",
        "41": "40-42. Golongan kanan yang disebut pada ayat yang lalu, meraih keberuntungan yaitu berada di dalam surga, mereka saling menanyakan, yaitu bertanya tentang keadaan orang-orang yang berdosa, yang boleh jadi ketika di dunia mereka saling mengenal. Penghuni surga itu bertanya, \"Apa yang menyebabkan kamu masuk ke dalam neraka Saqar?” Tidak dijelaskan secara teknis bagaimana adegan dialog itu terjadi. yang menyebabkan kamu masuk ke dalam neraka Saqar?” Tidak dijelaskan secara teknis bagaimana adegan dialog itu terjadi.",
        "42": "40-42. Golongan kanan yang disebut pada ayat yang lalu, meraih keberuntungan yaitu berada di dalam surga, mereka saling menanyakan, yaitu bertanya tentang keadaan orang-orang yang berdosa, yang boleh jadi ketika di dunia mereka saling mengenal. Penghuni surga itu bertanya, \"Apa yang menyebabkan kamu masuk ke dalam neraka Saqar?” Tidak dijelaskan secara teknis bagaimana adegan dialog itu terjadi.",
        "43": "43-44. Ayat-ayat di atas adalah jawaban para pendurhaka atas pertanyaan penghuni surga yang dikemukakan dalam ayat yang lalu. Mereka menjawab untuk menjelaskan mengapa mereka masuk neraka Saqar. “Dahulu kami tidak termasuk orang-orang yang melaksanakan salat, dan kami juga tidak memberi makan orang miskin.”",
        "44": "43-44. Ayat-ayat di atas adalah jawaban para pendurhaka atas pertanyaan penghuni surga yang dikemukakan dalam ayat yang lalu. Mereka menjawab untuk menjelaskan mengapa mereka masuk neraka Saqar. “Dahulu kami tidak termasuk orang-orang yang melaksanakan salat, dan kami juga tidak memberi makan orang miskin.”",
        "45": "45-47. Penghuni neraka Saqar tersebut meneruskan pengakuannya mengapa mereka masuk neraka. Dan kami juga biasa berbincang untuk tujuan yang batil, bersama orang-orang yang membicarakannya, dan yang lebih parah lagi kami mendustakan hari pembalasan. Kedurhakaan kami itu terus berlanjut sampai datang kepada kami keyakinan yaitu kematian.”",
        "46": "45-47. Penghuni neraka Saqar tersebut meneruskan pengakuannya mengapa mereka masuk neraka. Dan kami juga biasa berbincang untuk tujuan yang batil, bersama orang-orang yang membicarakannya, dan yang lebih parah lagi kami mendustakan hari pembalasan. Kedurhakaan kami itu terus berlanjut sampai datang kepada kami keyakinan yaitu kematian.”",
        "47": "45-47. Penghuni neraka Saqar tersebut meneruskan pengakuannya mengapa mereka masuk neraka. Dan kami juga biasa berbincang untuk tujuan yang batil, bersama orang-orang yang membicarakannya, dan yang lebih parah lagi kami mendustakan hari pembalasan. Kedurhakaan kami itu terus berlanjut sampai datang kepada kami keyakinan yaitu kematian.”",
        "48": "Kedurhakaan yang mereka lakukan berlanjut sampai kematian datang, maka mereka berharap kiranya mendapat syafaat atau pertolongan dari siapa saja. Maka Allah menegaskan, tidak berguna lagi bagi mereka syafaat pertolongan dari orang-orang yang memberikan syafaat seandainya dimungkinkan.",
        "49": "49-51.Konsekuensi yang akan dialami di akhirat sudah mereka ketahui, maka ayat ini mengecam para pendurhaka tersebut. Lalu mengapa mereka orang-orang kafir, berpaling dari peringatan Allah yakni Al-Qur’an dan juga tuntunan yang disampaikan Rasulullah, seakan-akan mereka keledai liar yang lari terkejut, lari dari singa.",
        "50": "49-51.Konsekuensi yang akan dialami di akhirat sudah mereka ketahui, maka ayat ini mengecam para pendurhaka tersebut. Lalu mengapa mereka orang-orang kafir, berpaling dari peringatan Allah yakni Al-Qur’an dan juga tuntunan yang disampaikan Rasulullah, seakan-akan mereka keledai liar yang lari terkejut, lari dari singa.",
        "51": "49-51.Konsekuensi yang akan dialami di akhirat sudah mereka ketahui, maka ayat ini mengecam para pendurhaka tersebut. Lalu mengapa mereka orang-orang kafir, berpaling dari peringatan Allah yakni Al-Qur’an dan juga tuntunan yang disampaikan Rasulullah, seakan-akan mereka keledai liar yang lari terkejut, lari dari singa.",
        "52": "Setelah digambarkan sikap lahiriah para pendurhaka yang lari kebingungan bagaikan keledai, kini dilukiskan tentang keadaan batin mereka. Bahkan yang lebih aneh lagi setiap orang dari mereka ingin agar diberikan kepadanya lembaran-lembaran kitab yang terbuka dari Tuhan.",
        "53": "53-55. Sebagai tanggapan atas usul dan keinginan mereka tersebut, ayat ini menegaskan, sekali-kali tidak! Sebenarnya mereka tidak takut kepada siksa akhirat. Kalau sikap mereka tetap seperti itu maka sekali-kali tidak! Sesungguhnya Al-Qur’an itu benar-benar suatu peringatan. Maka barangsiapa menghendaki, tentu dia mengambil pelajaran darinya, karena fungsi utama Al-Qur’an di antaranya adalah sebagai peringatan bagi manusia.",
        "54": "53-55. Sebagai tanggapan atas usul dan keinginan mereka tersebut, ayat ini menegaskan, sekali-kali tidak! Sebenarnya mereka tidak takut kepada siksa akhirat. Kalau sikap mereka tetap seperti itu maka sekali-kali tidak! Sesungguhnya Al-Qur’an itu benar-benar suatu peringatan. Maka barangsiapa menghendaki, tentu dia mengambil pelajaran darinya, karena fungsi utama Al-Qur’an di antaranya adalah sebagai peringatan bagi manusia.",
        "55": "53-55. Sebagai tanggapan atas usul dan keinginan mereka tersebut, ayat ini menegaskan, sekali-kali tidak! Sebenarnya mereka tidak takut kepada siksa akhirat. Kalau sikap mereka tetap seperti itu maka sekali-kali tidak! Sesungguhnya Al-Qur’an itu benar-benar suatu peringatan. Maka barangsiapa menghendaki, tentu dia mengambil pelajaran darinya, karena fungsi utama Al-Qur’an di antaranya adalah sebagai peringatan bagi manusia.",
        "56": "Ayat sebelumnya dapat menimbulkan kesan bahwa manusia memiliki kebebasan mutlak, maka ayat ini menegaskan bahwa, dan mereka tidak akan mengambil pelajaran dari Al-Qur’an kecuali jika Allah menghendakinya. Dialah Tuhan yang patut kita bertakwa kepada-Nya dengan melaksanakan segala perintah-Nya dan menjauhi larangan-Nya, dan Dia juga yang berhak memberi ampunan kepada siapa pun yang dikehendaki-Nya."
      }
    }
  }
}