{
  "number": 82,
  "name": "الانفطار",
  "name_latin": "Al-Infiṭār",
  "name_id": "Al-Infitar",
  "name_trans_id": "Terbelah",
  "number_of_verse": 19,
  "category": "Makkiyah",
  "arabics": {
    "1": "اِذَا السَّمَاۤءُ انْفَطَرَتْۙ",
    "2": "وَاِذَا الْكَوَاكِبُ انْتَثَرَتْۙ",
    "3": "وَاِذَا الْبِحَارُ فُجِّرَتْۙ",
    "4": "وَاِذَا الْقُبُوْرُ بُعْثِرَتْۙ",
    "5": "عَلِمَتْ نَفْسٌ مَّا قَدَّمَتْ وَاَخَّرَتْۗ",
    "6": "يٰٓاَيُّهَا الْاِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيْمِۙ",
    "7": "الَّذِيْ خَلَقَكَ فَسَوّٰىكَ فَعَدَلَكَۙ",
    "8": "فِيْٓ اَيِّ صُوْرَةٍ مَّا شَاۤءَ رَكَّبَكَۗ",
    "9": "كَلَّا بَلْ تُكَذِّبُوْنَ بِالدِّيْنِۙ",
    "10": "وَاِنَّ عَلَيْكُمْ لَحٰفِظِيْنَۙ",
    "11": "كِرَامًا كٰتِبِيْنَۙ",
    "12": "يَعْلَمُوْنَ مَا تَفْعَلُوْنَ",
    "13": "اِنَّ الْاَبْرَارَ لَفِيْ نَعِيْمٍۙ",
    "14": "وَّاِنَّ الْفُجَّارَ لَفِيْ جَحِيْمٍ",
    "15": "يَصْلَوْنَهَا يَوْمَ الدِّيْنِ",
    "16": "وَمَا هُمْ عَنْهَا بِغَاۤىِٕبِيْنَۗ",
    "17": "وَمَآ اَدْرٰىكَ مَا يَوْمُ الدِّيْنِۙ",
    "18": "ثُمَّ مَآ اَدْرٰىكَ مَا يَوْمُ الدِّيْنِۗ",
    "19": "يَوْمَ لَا تَمْلِكُ نَفْسٌ لِّنَفْسٍ شَيْـًٔا ۗوَالْاَمْرُ يَوْمَىِٕذٍ لِّلّٰهِ ࣖ"
  },
  "latins": [
    "Iżas-samā'unfaṭarat.",
    "Wa iżal-kawākibuntaṡarat.",
    "Wa iżal-biḥāru fujjirat.",
    "Wa iżal-qubūru bu'ṡirat.",
    "'Alimat nafsum mā qaddamat wa akhkharat.",
    "Yā ayyuhal-insānu mā garraka birabbikal-karīm(i).",
    "Allażī khalaqaka fa sawwāka fa 'adalak(a).",
    "Fī ayyi ṣūratim mā syā'a rakkabak(a).",
    "Kallā bal tukażżibūna bid-dīn(i).",
    "Wa inna 'alaikum laḥāfiẓīn(a).",
    "Kirāman kātibīn(a).",
    "Ya'lamūna mā taf'alūn(a).",
    "Innal-abrāra lafī na'īm(in).",
    "Wa innal-fujjāra lafī jaḥīm(in).",
    "Yaṣlaunahā yaumad-dīn(i).",
    "Wa mā hum 'anhā bigā'ibīn(a).",
    "Wa mā adrāka mā yaumud-dīn(i).",
    "Ṡumma mā adrāka mā yaumud-dīn(i).",
    "Yauma lā tamliku nafsul linafsin syai'ā(n), wal-amru yauma'iżil lillāh(i)."
  ],
  "translations": {
    "id": {
      "1": "Apabila langit terbelah,",
      "2": "apabila bintang-bintang jatuh berserakan,",
      "3": "apabila lautan diluapkan,",
      "4": "dan apabila kuburan-kuburan dibongkar,",
      "5": "setiap jiwa akan mengetahui apa yang telah dikerjakan dan yang dilalaikan(-nya).",
      "6": "Wahai manusia, apakah yang telah memperdayakanmu (berbuat durhaka) terhadap Tuhanmu Yang Maha Mulia,",
      "7": "yang telah menciptakanmu lalu menyempurnakan kejadianmu dan menjadikan (susunan tubuh)-mu seimbang?",
      "8": "Dalam bentuk apa saja yang dikehendaki, Dia menyusun (tubuh)-mu.",
      "9": "Jangan sekali-kali begitu! Bahkan, kamu mendustakan hari Pembalasan.",
      "10": "Sesungguhnya bagi kamu ada (malaikat-malaikat) pengawas",
      "11": "yang mulia (di sisi Allah) dan mencatat (amal perbuatanmu).",
      "12": "Mereka mengetahui apa yang kamu kerjakan.",
      "13": "Sesungguhnya orang-orang yang berbakti benar-benar berada dalam (surga yang penuh) kenikmatan.",
      "14": "Sesungguhnya orang-orang yang durhaka benar-benar berada dalam (neraka) Jahim.",
      "15": "Mereka memasukinya pada hari Pembalasan.",
      "16": "Mereka tidak mungkin keluar dari (neraka) itu.",
      "17": "Tahukah engkau apakah hari Pembalasan itu?",
      "18": "Kemudian, tahukah engkau apakah hari Pembalasan itu?",
      "19": "(Itulah) hari (ketika) seseorang tidak berdaya (menolong) orang lain sedikit pun. Segala urusan pada hari itu adalah milik Allah."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Ada empat peristiwa besar pada hari kiamat yang disebutkan di bagian awal surah ini, dari ayat 1 s.d. 4. Dua peristiwa yang pertama terjadi di langit dan sisanya di bumi. Apabila langit yang demikian besar dan kukuh terbelah, retak, kemudian digulung.",
        "2": "Dan apabila bintang-bintang jatuh berserakan, keluar dari garis edarnya, dan berhamburan secara acak akibat hilangnya gaya tarik-menarik antar-benda angkasa.",
        "3": "Dan apabila lautan dijadikan meluap, di mana batas antara satu laut dengan lainnya terbelah dan hancur sehingga air meluap. Air tawar dan asin pun menyatu, berkumpul menjadi lautan raksasa tak bertepi.",
        "4": "Dan apabila kuburan-kuburan dibongkar sehingga mayat-mayat yang ada di dalamnya hidup kembali lalu berhamburan keluar tak tentu arah.",
        "5": "Maka pada saat itulah setiap jiwa akan mengetahui secara rinci amal baik atau buruk apa saja yang telah dikerjakan olehnya di dunia dan apa yang dilalaikan-nya. Dia kemudian akan mendapat balasan atas perbuatannya tersebut.",
        "6": "Malaikat menyeru penuh heran, “Wahai manusia! Apakah yang telah memperdayakan kamu sehingga berbuat durhaka terhadap Tuhanmu Yang Mahamulia, padahal Dialah yang telah menciptakanmu, memeliharamu, mendidikmu, dan menjadikanmu makhluk terbaik?”",
        "7": "Mengapa kamu ingkar kepada Tuhan yang telah menciptakanmu dari tiada dalam ukuran yang tepat, lalu Dia menyempurnakan kejadianmu dengan anggota-anggota tubuh, dan Dia menjadikan susunan tubuh-mu seimbang?",
        "8": "Dalam bentuk apa saja yang dikehendaki, Dia menyusun tubuhmu dengan sempurna. Tidak ada manusia yang sama persis dengan lainnya. Karena mempunyai bentuk tubuh yang sempurna, semestinya manusia bersyukur kepada Allah dan tidak bermaksiat bahkan menyekutukanNya.",
        "9": "Sekali-kali jangan begitu; janganlah kamu berbuat durhaka! Bahkan kamu mendustakan hari pembalasan meski bukti-bukti yang menerangkan keniscayaannya telah kamu saksikan dengan nyata.",
        "10": "Dan mengapa kamu mendustakan hari pembalasan, padahal sesungguhnya bagi kamu ada para malaikat yang mengawasi semua perbuatanmu.",
        "11": "Mereka adalah makhluk yang mulia di sisi Allah karena kepatuhan dan ketaatan mereka, dan yang tidak pernah luput mencatat amal perbuatanmu, dari yang baik hingga yang buruk, dari yang kecil hingga yang besar.",
        "12": "Para malaikat itu mencatat perbuatanmu dengan rinci dan mereka mengetahui apa saja yang kamu kerjakan.",
        "13": "Semua perbuatan manusia tercatat dalam buku catatan amal yang kelak akan diperlihatkan kepada mereka di akhirat. Sesungguhnya orang-orang yang banyak berbakti, beriman, dan beramal saleh, benar-benar berada dalam surga yang penuh kenikmatan tiada tara, tak terbayangkan, apalagi terbandingkan dengan kenikmatan duniawi.",
        "14": "Dan sesungguhnya orang-orang yang durhaka kepada Allah, enggan menaati-Nya, bahkan mengingkari, mendurhakai, dan menyekutukan-Nya, benar-benar berada dalam neraka yang penuh siksaan yang sangat mengerikan.",
        "15": "Mereka yang durhaka itu masuk ke dalamnya pada hari pembalasan, di mana semua manusia harus mempertanggungjawabkan tiap detail perbuatannya.",
        "16": "Dan mereka yang ingkar dan durhaka kepada Allah itu tidak mungkin keluar dari neraka itu dan tidak pula mati di dalamnya. Mereka menetap dan hidup di dalamnya selama-lamanya.",
        "17": "Menegaskan ketegangan hari kebangkitan, Allah bertanya, “Dan tahukah kamu apakah hari pembalasan itu?”",
        "18": "Allah mengulangi sekali lagi pertanyaan-Nya guna memberi efek yang lebih menggetarkan jiwa, “Tahukah kamu apakah hari pembalasan itu?”",
        "19": "Hari pembalasan itu adalah pada hari ketika seseorang sama sekali tidak berdaya menolong orang lain. Setiap orang harus mempertanggungjawabkan amalnya sendiri. Hanya iman dan amal saleh yang mampu menyelamatkan seseorang dari siksa neraka. Dan segala urusan pada hari itu dalam kekuasaan Allah. Dialah penguasa tunggal; tidak ada penguasa lain selain Dia."
      }
    }
  }
}