{
  "number": 84,
  "name": "الانشقاق",
  "name_latin": "Al-Insyiqāq",
  "name_id": "Al-Insyiqaq",
  "name_trans_id": "Terbelah",
  "number_of_verse": 25,
  "category": "Makkiyah",
  "arabics": {
    "1": "اِذَا السَّمَاۤءُ انْشَقَّتْۙ",
    "2": "وَاَذِنَتْ لِرَبِّهَا وَحُقَّتْۙ",
    "3": "وَاِذَا الْاَرْضُ مُدَّتْۙ",
    "4": "وَاَلْقَتْ مَا فِيْهَا وَتَخَلَّتْۙ",
    "5": "وَاَذِنَتْ لِرَبِّهَا وَحُقَّتْۗ",
    "6": "يٰٓاَيُّهَا الْاِنْسَانُ اِنَّكَ كَادِحٌ اِلٰى رَبِّكَ كَدْحًا فَمُلٰقِيْهِۚ",
    "7": "فَاَمَّا مَنْ اُوْتِيَ كِتٰبَهٗ بِيَمِيْنِهٖۙ",
    "8": "فَسَوْفَ يُحَاسَبُ حِسَابًا يَّسِيْرًاۙ",
    "9": "وَّيَنْقَلِبُ اِلٰٓى اَهْلِهٖ مَسْرُوْرًاۗ",
    "10": "وَاَمَّا مَنْ اُوْتِيَ كِتٰبَهٗ وَرَاۤءَ ظَهْرِهٖۙ",
    "11": "فَسَوْفَ يَدْعُوْا ثُبُوْرًاۙ",
    "12": "وَّيَصْلٰى سَعِيْرًاۗ",
    "13": "اِنَّهٗ كَانَ فِيْٓ اَهْلِهٖ مَسْرُوْرًاۗ",
    "14": "اِنَّهٗ ظَنَّ اَنْ لَّنْ يَّحُوْرَ ۛ",
    "15": "بَلٰىۛ اِنَّ رَبَّهٗ كَانَ بِهٖ بَصِيْرًاۗ",
    "16": "فَلَآ اُقْسِمُ بِالشَّفَقِۙ",
    "17": "وَالَّيْلِ وَمَا وَسَقَۙ",
    "18": "وَالْقَمَرِ اِذَا اتَّسَقَۙ",
    "19": "لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَقٍۗ",
    "20": "فَمَا لَهُمْ لَا يُؤْمِنُوْنَۙ",
    "21": "وَاِذَا قُرِئَ عَلَيْهِمُ الْقُرْاٰنُ لَا يَسْجُدُوْنَ ۗ ۩",
    "22": "بَلِ الَّذِيْنَ كَفَرُوْا يُكَذِّبُوْنَۖ",
    "23": "وَاللّٰهُ اَعْلَمُ بِمَا يُوْعُوْنَۖ",
    "24": "فَبَشِّرْهُمْ بِعَذَابٍ اَلِيْمٍۙ",
    "25": "اِلَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ اَجْرٌ غَيْرُ مَمْنُوْنٍ ࣖ"
  },
  "latins": [
    "Iżas-samā'unsyaqqat.",
    "Wa ażinat lirabbihā wa ḥuqqat.",
    "Wa iẓal-arḍu muddat.",
    "Wa alqat mā fīhā wa takhallat.",
    "Wa ażinat lirabbihā wa ḥuqqat.",
    "Yā ayyuhal-insānu innaka kādiḥun ilā rabbika kadḥan fa mulāqīh(i).",
    "Fa ammā man ūtiya kitābahū biyamīnih(ī).",
    "Fa saufa yuḥāsabu ḥisābay yasīrā(n).",
    "Wa yanqalibu ilā ahlihī masrūrā(n).",
    "Wa ammā man ūtiya kitābahū warā'a ẓahrih(ī).",
    "Fa saufa yad'ū ṡubūrā(n).",
    "Wa yaṣlā sa'īrā(n).",
    "Innahū kāna fī ahlihī masrūrā(n).",
    "Innahū ẓanna allay yaḥūr(a).",
    "Balā, inna rabbahū kāna bihī baṣīrā(n).",
    "Falā uqsimu bisy-syafaq(i).",
    "Wal-laili wa mā wasaq(a).",
    "Wal-qamari iżattasaq(a).",
    "Latarkabunna ṭabaqan 'an ṭabaq(in).",
    "Famā lahum lā yu'minūn(a).",
    "Wa iżā quri'a 'alaihimul-qur'ānu lā yasjudūn(a).",
    "Balil-lażīna kafarū yukażżibūn(a).",
    "Wallāhu a'lamu bimā yū'ūn(a).",
    "Fa basysyirhum bi'ażābin alīm(in).",
    "Illal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti lahum ajrun gairu mamnūn(in)."
  ],
  "translations": {
    "id": {
      "1": "Apabila langit terbelah",
      "2": "serta patuh kepada Tuhannya dan sudah semestinya patuh.",
      "3": "Apabila bumi diratakan,",
      "4": "memuntahkan apa yang ada di dalamnya dan menjadi kosong,",
      "5": "serta patuh kepada Tuhannya, dan sudah semestinya patuh.",
      "6": "Wahai manusia, sesungguhnya engkau telah bekerja keras menuju (pertemuan dengan) Tuhanmu. Maka, engkau pasti menemui-Nya.751)",
      "7": "Adapun orang yang catatannya diberikan dari sebelah kanannya,",
      "8": "dia akan dihisab dengan pemeriksaan yang mudah",
      "9": "dan dia akan kembali kepada keluarganya (yang sama-sama beriman) dengan gembira.",
      "10": "Adapun orang yang catatannya diberikan dari belakang punggungnya,",
      "11": "dia akan berteriak, “Celakalah aku!”",
      "12": "Dia akan memasuki (neraka) Sa'ir (yang menyala-nyala).",
      "13": "Sesungguhnya dia dahulu (di dunia) bergembira di kalangan keluarganya (yang sama-sama kafir).",
      "14": "Sesungguhnya dia mengira bahwa dia tidak akan kembali (kepada Tuhannya).",
      "15": "Tidak demikian. Sesungguhnya Tuhannya selalu melihatnya.",
      "16": "Aku bersumpah demi cahaya merah pada waktu senja,",
      "17": "demi malam dan apa yang diselubunginya,",
      "18": "dan demi bulan apabila jadi purnama,",
      "19": "sungguh, kamu benar-benar akan menjalani tingkat demi tingkat (dalam kehidupan).752)",
      "20": "Maka, mengapa mereka tidak mau beriman?",
      "21": "Apabila Al-Qur’an dibacakan kepada mereka, mereka tidak (mau) bersujud,",
      "22": "bahkan orang-orang yang kufur itu mendustakan(-nya).",
      "23": "Allah lebih mengetahui apa yang mereka sembunyikan (dalam hati mereka).",
      "24": "Maka, berilah mereka kabar 'gembira’ dengan azab yang pedih,",
      "25": "Kecuali orang-orang yang beriman dan mengerjakan kebajikan. Bagi merekalah pahala yang tidak putus-putus."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Apabila langit yang kukuh itu terbelah ketika Allah menghilangkan keseimbangan di antara benda-benda langit. Terjadilah tabrakan antar benda langit. Langit pun terbelah lalu digulung dan akhirnya terempas tidak berbekas.",
        "2": "Dan langit pada saat itu patuh kepada Tuhan Pencipta dan Pengatur-nya, dan sudah semestinya langit itu patuh, demikian pula alam raya, kepada Tuhan (Lihat: Surah Fussilat/41: 11).",
        "3": "Dan apabila bumi diratakan setelah gunung-gunung tersapu dari tempatnya akibat dahsyatnya kekuatan yang menghempaskannya. Gunung yang besar dan kekar berubah menjadi pasir yang kemudian diterbangkan oleh tiupan angin yang dahsyat, menjadi abu yang beterbangan.",
        "4": "Dan apabila bumi memuntahkan apa saja yang ada di dalamnya, seperti manusia yang terkubur, batuan, dan sebagainya, dan karenanya menjadi kosong bagaikan ibu hamil yang telah melahirkan janinnya.",
        "5": "Dan apabila bumi patuh kepada Tuhan yang telah menciptakan-nya, dan sudah semestinya bumi itu dan alam semesta tunduk patuh dalam kekuasaan dan genggaman-Nya. Ketika kejadian-kejadian luar biasa ini tiba, manusia akan mengetahui balasan atas semua perbuatannya.",
        "6": "Wahai manusia! Sesungguhnya kamu ketika di dunia telah bekerja keras siang dan malam untuk terus berbuat baik maupun buruk guna menuju kepada Tuhanmu, maka pada akhirnya pasti kamu akan menemui-Nya. Tiap hari yang seseorang lalui pada hakikatnya adalah langkah menuju kematian, menuju pertemuan dengan Tuhannya, berbekal amal masing-masing, lalu Tuhan akan memberinya balasan yang setimpal.",
        "7": "Di hadapan Allah manusia akan terbagi menjadi dua kelompok: kelompok yang berbahagia dan kelompok yang sengsara. Maka adapun orang yang catatan amal-nya diberikan dari sebelah kanannya mereka adalah orang yang beriman dan berbuat baik,",
        "8": "maka dia akan diperiksa dengan pemeriksaan yang mudah. Amal mereka akan ditampilkan secara sekilas, dan kesalahan mereka tertutup oleh kebaikan.",
        "9": "Dan dia akan kembali kepada keluarganya yang sama-sama beriman dengan riang gembira. Segala kecemasan yang mereka rasakan sebelum itu akan sirna. Mereka berbahagia bagaikan pahlawan yang memenangkan peperangan (Lihat: Surah al-Haqqah/69: 1920).",
        "10": "Dan adapun orang yang catatan amal-nya diberikan dari sebelah belakang sebagai tanda ketidaksenangan kepada mereka,",
        "11": "maka dia akan berteriak, “Celakalah aku!” (Lihat: Surah al-Hqqah/69: 25-29). Dia merasa lebih baik mati daripada harus merasakan menghadapi azab yang akan menimpanya. Itulah balasan bagi mereka yang telah mendustakan rasul, mengingkari Allah, dan berbuat maksiat.",
        "12": "Dan tidak hanya itu, dia juga akan masuk ke dalam api neraka yang menyala-nyala dan kadar panasnya jauh lebih tinggi daripada api dunia.",
        "13": "Sungguh, dia yang menerima catatan amalnya dari arah belakang dahulu di dunia bergembira di kalangan keluarganya yang kafir. Mereka melampiaskan hawa nafsu dengan kufur dan berbuat maksiat, seakan mereka akan hidup selamanya.",
        "14": "Sesungguhnya dia menikmati kekafirannya, merasa leluasa berbuat maksiat, dan mengira bahwa dia tidak akan kembali kepada Tuhan untuk dimintai pertanggungjawaban.",
        "15": "Tidak demikian. Mereka pasti akan kembali kepada Allah untuk mempertanggungjawabkan semua perbuatannya. Sesungguhnya Tuhannya selalu melihat dan mencatat perbuatan-nya, lalu Dia akan membalasnya dengan sangat adil. Perbuatan baik dibalas kebaikan dan perbuatan buruk dibalas dengan siksa.",
        "16": "Tuhan Mahakuasa di alam semesta. Maka Aku bersumpah demi cahaya merah pada waktu senja, saat matahari akan terbenam dan cahayanya yang tampak kemerahan masih pendar ke sebagian penjuru langit.",
        "17": "Dan Aku pun bersumpah demi malam dan apa yang diselubunginya dengan kegelapan akibat hilangnya cahaya matahari.",
        "18": "Dan Aku bersumpah pula demi bulan apabila jadi purnama, ketika bulan bercahaya penuh sehingga suasana malam menjadi menawan. Perubahan suasana alam menunjukkan adanya kekuatan luar biasa yang mampu mengendalikannya. Dialah Allah Yang Mahakuasa.",
        "19": "Sungguh, akan kamu jalani kehidupanmu tingkat demi tingkat. Kamu semula berupa nutfah, lalu menjadi alaqah, menjadi mudgah, lalu menerima ruh dari Tuhanmu, terlahir ke dunia, tumbuh dari kanak-kanak hingga dewasa dan tua. Akan kamu rasakan dalam hidupmu berbagai keadaan, dari yang mudah hingga yang sulit. Setelah itu kamu mati, dibangkitkan, dan dipisahkan menjadi dua kelompok: penghuni surga dan penghuni neraka.",
        "20": "Setelah melihat tanda-tanda kekuasaan Allah yang begitu nyata, maka mengapa mereka yang kafir itu bersikeras tidak mau beriman kepada Allah, hari kebangkitan, Nabi Muhammad, dan Al-Qur’an?",
        "21": "Dan mengapa pula apabila Al-Qur’an yang penuh nilai kebenaran dan sastra yang tinggi itu dibacakan kepada mereka, mereka tidak mau bersujud kepada Allah dan tunduk pada ajaran Al-Qur’an, padahal kaum kafir itu selalu menyanjung dan mengagumi karya sastra yang bernilai tinggi?",
        "22": "Mereka enggan beriman, bahkan orang-orang kafir itu mendustakan Al-Qur’an dan hari kebangkitan dengan berbagai alasan, seperti dengki kepada Nabi Muhammad, khawatir kehilangan status sosial, atau hanya merasa diri mulia.",
        "23": "Dan mereka tetap ingkar, padahal Allah lebih mengetahui dengan pasti apa yang mereka sembunyikan dalam hati mereka. Allah akan membuka semua isi hati mereka kelak di hari kiamat.",
        "24": "Atas pengingkaran mereka terhadap kebenaran yang datang dari Allah, maka sampaikanlah kepada mereka ancaman berupa azab yang pedih di akhirat.",
        "25": "Demikianlah, Allah akan mengazab orang-orang yang ingkar. Kecuali orang-orang yang beriman dan mengerjakan kebajikan, mereka akan mendapat pahala yang tidak putus-putusnya sebagai anugerah dari Allah dan penghargaan atas perbuatan baiknya."
      }
    }
  }
}