{
  "number": 9,
  "name": "التّوبة",
  "name_latin": "At-Taubah",
  "name_id": "At-Taubah",
  "name_trans_id": "Pengampunan",
  "number_of_verse": 129,
  "category": "Madaniyah",
  "arabics": {
    "1": "بَرَاۤءَةٌ مِّنَ اللّٰهِ وَرَسُوْلِهٖٓ اِلَى الَّذِيْنَ عَاهَدْتُّمْ مِّنَ الْمُشْرِكِيْنَۗ",
    "2": "فَسِيْحُوْا فِى الْاَرْضِ اَرْبَعَةَ اَشْهُرٍ وَّاعْلَمُوْٓا اَنَّكُمْ غَيْرُ مُعْجِزِى اللّٰهِ ۙوَاَنَّ اللّٰهَ مُخْزِى الْكٰفِرِيْنَ",
    "3": "وَاَذَانٌ مِّنَ اللّٰهِ وَرَسُوْلِهٖٓ اِلَى النَّاسِ يَوْمَ الْحَجِّ الْاَكْبَرِ اَنَّ اللّٰهَ بَرِيْۤءٌ مِّنَ الْمُشْرِكِيْنَ ەۙ وَرَسُوْلُهٗ ۗفَاِنْ تُبْتُمْ فَهُوَ خَيْرٌ لَّكُمْۚ وَاِنْ تَوَلَّيْتُمْ فَاعْلَمُوْٓا اَنَّكُمْ غَيْرُ مُعْجِزِى اللّٰهِ ۗوَبَشِّرِ الَّذِيْنَ كَفَرُوْا بِعَذَابٍ اَلِيْمٍۙ",
    "4": "اِلَّا الَّذِيْنَ عَاهَدْتُّمْ مِّنَ الْمُشْرِكِيْنَ ثُمَّ لَمْ يَنْقُصُوْكُمْ شَيْـًٔا وَّلَمْ يُظَاهِرُوْا عَلَيْكُمْ اَحَدًا فَاَتِمُّوْٓا اِلَيْهِمْ عَهْدَهُمْ اِلٰى مُدَّتِهِمْۗ اِنَّ اللّٰهَ يُحِبُّ الْمُتَّقِيْنَ",
    "5": "فَاِذَا انْسَلَخَ الْاَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِيْنَ حَيْثُ وَجَدْتُّمُوْهُمْ وَخُذُوْهُمْ وَاحْصُرُوْهُمْ وَاقْعُدُوْا لَهُمْ كُلَّ مَرْصَدٍۚ فَاِنْ تَابُوْا وَاَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ فَخَلُّوْا سَبِيْلَهُمْۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
    "6": "وَاِنْ اَحَدٌ مِّنَ الْمُشْرِكِيْنَ اسْتَجَارَكَ فَاَجِرْهُ حَتّٰى يَسْمَعَ كَلٰمَ اللّٰهِ ثُمَّ اَبْلِغْهُ مَأْمَنَهٗ ۗذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَعْلَمُوْنَ ࣖ",
    "7": "كَيْفَ يَكُوْنُ لِلْمُشْرِكِيْنَ عَهْدٌ عِنْدَ اللّٰهِ وَعِنْدَ رَسُوْلِهٖٓ اِلَّا الَّذِيْنَ عَاهَدْتُّمْ عِنْدَ الْمَسْجِدِ الْحَرَامِۚ فَمَا اسْتَقَامُوْا لَكُمْ فَاسْتَقِيْمُوْا لَهُمْ ۗاِنَّ اللّٰهَ يُحِبُّ الْمُتَّقِيْنَ",
    "8": "كَيْفَ وَاِنْ يَّظْهَرُوْا عَلَيْكُمْ لَا يَرْقُبُوْا فِيْكُمْ اِلًّا وَّلَا ذِمَّةً ۗيُرْضُوْنَكُمْ بِاَفْوَاهِهِمْ وَتَأْبٰى قُلُوْبُهُمْۚ وَاَكْثَرُهُمْ فٰسِقُوْنَۚ",
    "9": "اِشْتَرَوْا بِاٰيٰتِ اللّٰهِ ثَمَنًا قَلِيْلًا فَصَدُّوْا عَنْ سَبِيْلِهٖۗ اِنَّهُمْ سَاۤءَ مَاكَانُوْا يَعْمَلُوْنَ",
    "10": "لَا يَرْقُبُوْنَ فِيْ مُؤْمِنٍ اِلًّا وَّلَا ذِمَّةً ۗوَاُولٰۤىِٕكَ هُمُ الْمُعْتَدُوْنَ",
    "11": "فَاِنْ تَابُوْا وَاَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ فَاِخْوَانُكُمْ فِى الدِّيْنِ ۗوَنُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ",
    "12": "وَاِنْ نَّكَثُوْٓا اَيْمَانَهُمْ مِّنْۢ بَعْدِ عَهْدِهِمْ وَطَعَنُوْا فِيْ دِيْنِكُمْ فَقَاتِلُوْٓا اَىِٕمَّةَ الْكُفْرِۙ اِنَّهُمْ لَآ اَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُوْنَ",
    "13": "اَلَا تُقَاتِلُوْنَ قَوْمًا نَّكَثُوْٓا اَيْمَانَهُمْ وَهَمُّوْا بِاِخْرَاجِ الرَّسُوْلِ وَهُمْ بَدَءُوْكُمْ اَوَّلَ مَرَّةٍۗ  اَتَخْشَوْنَهُمْ ۚفَاللّٰهُ اَحَقُّ اَنْ تَخْشَوْهُ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
    "14": "قَاتِلُوْهُمْ يُعَذِّبْهُمُ اللّٰهُ بِاَيْدِيْكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُوْرَ قَوْمٍ مُّؤْمِنِيْنَۙ",
    "15": "وَيُذْهِبْ غَيْظَ قُلُوْبِهِمْۗ وَيَتُوْبُ اللّٰهُ عَلٰى مَنْ يَّشَاۤءُۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ",
    "16": "اَمْ حَسِبْتُمْ اَنْ تُتْرَكُوْا وَلَمَّا يَعْلَمِ اللّٰهُ الَّذِيْنَ جَاهَدُوْا مِنْكُمْ وَلَمْ يَتَّخِذُوْا مِنْ دُوْنِ اللّٰهِ وَلَا رَسُوْلِهٖ وَلَا الْمُؤْمِنِيْنَ وَلِيْجَةً ۗوَاللّٰهُ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ ࣖ",
    "17": "مَا كَانَ لِلْمُشْرِكِيْنَ اَنْ يَّعْمُرُوْا مَسٰجِدَ اللّٰهِ شٰهِدِيْنَ عَلٰٓى اَنْفُسِهِمْ بِالْكُفْرِۗ اُولٰۤىِٕكَ حَبِطَتْ اَعْمَالُهُمْۚ وَ فِى النَّارِ هُمْ خٰلِدُوْنَ",
    "18": "اِنَّمَا يَعْمُرُ مَسٰجِدَ اللّٰهِ مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَاَقَامَ الصَّلٰوةَ وَاٰتَى الزَّكٰوةَ وَلَمْ يَخْشَ اِلَّا اللّٰهَ ۗفَعَسٰٓى اُولٰۤىِٕكَ اَنْ يَّكُوْنُوْا مِنَ الْمُهْتَدِيْنَ",
    "19": "۞ اَجَعَلْتُمْ سِقَايَةَ الْحَاۤجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَجَاهَدَ فِيْ سَبِيْلِ اللّٰهِ ۗ لَا يَسْتَوٗنَ عِنْدَ اللّٰهِ ۗوَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَۘ",
    "20": "اَلَّذِيْنَ اٰمَنُوْا وَهَاجَرُوْا وَجَاهَدُوْا فِيْ سَبِيْلِ اللّٰهِ بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۙ اَعْظَمُ دَرَجَةً عِنْدَ اللّٰهِ ۗوَاُولٰۤىِٕكَ هُمُ الْفَاۤىِٕزُوْنَ",
    "21": "يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِّنْهُ وَرِضْوَانٍ وَّجَنّٰتٍ لَّهُمْ فِيْهَا نَعِيْمٌ مُّقِيْمٌۙ",
    "22": "خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗاِنَّ اللّٰهَ عِنْدَهٗٓ اَجْرٌ عَظِيْمٌ",
    "23": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوْٓا اٰبَاۤءَكُمْ وَاِخْوَانَكُمْ اَوْلِيَاۤءَ اِنِ اسْتَحَبُّوا الْكُفْرَ عَلَى الْاِيْمَانِۗ وَمَنْ يَّتَوَلَّهُمْ مِّنْكُمْ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ",
    "24": "قُلْ اِنْ كَانَ اٰبَاۤؤُكُمْ وَاَبْنَاۤؤُكُمْ وَاِخْوَانُكُمْ وَاَزْوَاجُكُمْ وَعَشِيْرَتُكُمْ وَاَمْوَالُ ِۨاقْتَرَفْتُمُوْهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسٰكِنُ تَرْضَوْنَهَآ اَحَبَّ اِلَيْكُمْ مِّنَ اللّٰهِ وَرَسُوْلِهٖ وَجِهَادٍ فِيْ سَبِيْلِهٖ فَتَرَبَّصُوْا حَتّٰى يَأْتِيَ اللّٰهُ بِاَمْرِهٖۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ࣖ",
    "25": "لَقَدْ نَصَرَكُمُ اللّٰهُ فِيْ مَوَاطِنَ كَثِيْرَةٍۙ وَّيَوْمَ حُنَيْنٍۙ اِذْ اَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْـًٔا وَّضَاقَتْ عَلَيْكُمُ الْاَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُّدْبِرِيْنَۚ",
    "26": "ثُمَّ اَنْزَلَ اللّٰهُ سَكِيْنَتَهٗ عَلٰى رَسُوْلِهٖ وَعَلَى الْمُؤْمِنِيْنَ وَاَنْزَلَ جُنُوْدًا لَّمْ تَرَوْهَا وَعَذَّبَ الَّذِيْنَ كَفَرُوْاۗ وَذٰلِكَ جَزَاۤءُ الْكٰفِرِيْنَ",
    "27": "ثُمَّ يَتُوْبُ اللّٰهُ مِنْۢ بَعْدِ ذٰلِكَ عَلٰى مَنْ يَّشَاۤءُۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ",
    "28": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنَّمَا الْمُشْرِكُوْنَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هٰذَا ۚوَاِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيْكُمُ اللّٰهُ مِنْ فَضْلِهٖٓ اِنْ شَاۤءَۗ اِنَّ اللّٰهَ عَلِيْمٌ حَكِيْمٌ",
    "29": "قَاتِلُوا الَّذِيْنَ لَا يُؤْمِنُوْنَ بِاللّٰهِ وَلَا بِالْيَوْمِ الْاٰخِرِ وَلَا يُحَرِّمُوْنَ مَا حَرَّمَ اللّٰهُ وَرَسُوْلُهٗ وَلَا يَدِيْنُوْنَ دِيْنَ الْحَقِّ مِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ حَتّٰى يُعْطُوا الْجِزْيَةَ عَنْ يَّدٍ وَّهُمْ صٰغِرُوْنَ ࣖ",
    "30": "وَقَالَتِ الْيَهُوْدُ عُزَيْرُ ِۨابْنُ اللّٰهِ وَقَالَتِ النَّصٰرَى الْمَسِيْحُ ابْنُ اللّٰهِ ۗذٰلِكَ قَوْلُهُمْ بِاَفْوَاهِهِمْۚ يُضَاهِـُٔوْنَ قَوْلَ الَّذِيْنَ كَفَرُوْا مِنْ قَبْلُ ۗقَاتَلَهُمُ اللّٰهُ ۚ اَنّٰى يُؤْفَكُوْنَ",
    "31": "اِتَّخَذُوْٓا اَحْبَارَهُمْ وَرُهْبَانَهُمْ اَرْبَابًا مِّنْ دُوْنِ اللّٰهِ وَالْمَسِيْحَ ابْنَ مَرْيَمَۚ وَمَآ اُمِرُوْٓا اِلَّا لِيَعْبُدُوْٓا اِلٰهًا وَّاحِدًاۚ  لَآ اِلٰهَ اِلَّا هُوَۗ سُبْحٰنَهٗ عَمَّا يُشْرِكُوْنَ",
    "32": "يُرِيْدُوْنَ اَنْ يُّطْفِـُٔوْا نُوْرَ اللّٰهِ بِاَفْوَاهِهِمْ وَيَأْبَى اللّٰهُ اِلَّآ اَنْ يُّتِمَّ نُوْرَهٗ وَلَوْ كَرِهَ الْكٰفِرُوْنَ",
    "33": "هُوَ الَّذِيْٓ اَرْسَلَ رَسُوْلَهٗ بِالْهُدٰى وَدِيْنِ الْحَقِّ لِيُظْهِرَهٗ عَلَى الدِّيْنِ كُلِّهٖۙ وَلَوْ كَرِهَ الْمُشْرِكُوْنَ",
    "34": "۞ يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنَّ كَثِيْرًا مِّنَ الْاَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُوْنَ اَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ ۗوَالَّذِيْنَ يَكْنِزُوْنَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُوْنَهَا فِيْ سَبِيْلِ اللّٰهِ ۙفَبَشِّرْهُمْ بِعَذَابٍ اَلِيْمٍۙ",
    "35": "يَّوْمَ يُحْمٰى عَلَيْهَا فِيْ نَارِ جَهَنَّمَ فَتُكْوٰى بِهَا جِبَاهُهُمْ وَجُنُوْبُهُمْ وَظُهُوْرُهُمْۗ هٰذَا مَا كَنَزْتُمْ لِاَنْفُسِكُمْ فَذُوْقُوْا مَا كُنْتُمْ تَكْنِزُوْنَ",
    "36": "اِنَّ عِدَّةَ الشُّهُوْرِ عِنْدَ اللّٰهِ اثْنَا عَشَرَ شَهْرًا فِيْ كِتٰبِ اللّٰهِ يَوْمَ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ مِنْهَآ اَرْبَعَةٌ حُرُمٌ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُ ەۙ فَلَا تَظْلِمُوْا فِيْهِنَّ اَنْفُسَكُمْ وَقَاتِلُوا الْمُشْرِكِيْنَ كَاۤفَّةً كَمَا يُقَاتِلُوْنَكُمْ كَاۤفَّةً ۗوَاعْلَمُوْٓا اَنَّ اللّٰهَ مَعَ الْمُتَّقِيْنَ",
    "37": "اِنَّمَا النَّسِيْۤءُ زِيَادَةٌ فِى الْكُفْرِ يُضَلُّ بِهِ الَّذِيْنَ كَفَرُوْا يُحِلُّوْنَهٗ عَامًا وَّيُحَرِّمُوْنَهٗ عَامًا لِّيُوَاطِـُٔوْا عِدَّةَ مَا حَرَّمَ اللّٰهُ فَيُحِلُّوْا مَا حَرَّمَ اللّٰهُ ۗزُيِّنَ لَهُمْ سُوْۤءُ اَعْمَالِهِمْۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْكٰفِرِيْنَ ࣖ",
    "38": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا مَا لَكُمْ اِذَا قِيْلَ لَكُمُ انْفِرُوْا فِيْ سَبِيْلِ اللّٰهِ اثَّاقَلْتُمْ اِلَى الْاَرْضِۗ اَرَضِيْتُمْ بِالْحَيٰوةِ الدُّنْيَا مِنَ الْاٰخِرَةِۚ فَمَا مَتَاعُ الْحَيٰوةِ الدُّنْيَا فِى الْاٰخِرَةِ اِلَّا قَلِيْلٌ",
    "39": "اِلَّا تَنْفِرُوْا يُعَذِّبْكُمْ عَذَابًا اَلِيْمًاۙ وَّيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّوْهُ شَيْـًٔاۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
    "40": "اِلَّا تَنْصُرُوْهُ فَقَدْ نَصَرَهُ اللّٰهُ اِذْ اَخْرَجَهُ الَّذِيْنَ كَفَرُوْا ثَانِيَ اثْنَيْنِ اِذْ هُمَا فِى الْغَارِ اِذْ يَقُوْلُ لِصَاحِبِهٖ لَا تَحْزَنْ اِنَّ اللّٰهَ مَعَنَاۚ فَاَنْزَلَ اللّٰهُ سَكِيْنَتَهٗ عَلَيْهِ وَاَيَّدَهٗ بِجُنُوْدٍ لَّمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِيْنَ كَفَرُوا السُّفْلٰىۗ وَكَلِمَةُ اللّٰهِ هِيَ الْعُلْيَاۗ وَاللّٰهُ عَزِيْزٌ حَكِيْمٌ",
    "41": "اِنْفِرُوْا خِفَافًا وَّثِقَالًا وَّجَاهِدُوْا بِاَمْوَالِكُمْ وَاَنْفُسِكُمْ فِيْ سَبِيْلِ اللّٰهِ ۗذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ",
    "42": "لَوْ كَانَ عَرَضًا قَرِيْبًا وَّسَفَرًا قَاصِدًا لَّاتَّبَعُوْكَ وَلٰكِنْۢ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُۗ وَسَيَحْلِفُوْنَ بِاللّٰهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْۚ يُهْلِكُوْنَ اَنْفُسَهُمْۚ وَاللّٰهُ يَعْلَمُ اِنَّهُمْ لَكٰذِبُوْنَ ࣖ",
    "43": "عَفَا اللّٰهُ عَنْكَۚ لِمَ اَذِنْتَ لَهُمْ حَتّٰى يَتَبَيَّنَ لَكَ الَّذِيْنَ صَدَقُوْا وَتَعْلَمَ الْكٰذِبِيْنَ",
    "44": "لَا يَسْتَأْذِنُكَ الَّذِيْنَ يُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ اَنْ يُّجَاهِدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۗ وَاللّٰهُ عَلِيْمٌۢ بِالْمُتَّقِيْنَ",
    "45": "اِنَّمَا يَسْتَأْذِنُكَ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَارْتَابَتْ قُلُوْبُهُمْ فَهُمْ فِيْ رَيْبِهِمْ يَتَرَدَّدُوْنَ",
    "46": "۞ وَلَوْ اَرَادُوا الْخُرُوْجَ لَاَعَدُّوْا لَهٗ عُدَّةً وَّلٰكِنْ كَرِهَ اللّٰهُ انْۢبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيْلَ اقْعُدُوْا مَعَ الْقٰعِدِيْنَ",
    "47": "لَوْ خَرَجُوْا فِيْكُمْ مَّا زَادُوْكُمْ اِلَّا خَبَالًا وَّلَاَوْضَعُوْا خِلٰلَكُمْ يَبْغُوْنَكُمُ الْفِتْنَةَۚ وَفِيْكُمْ سَمّٰعُوْنَ لَهُمْۗ وَاللّٰهُ عَلِيْمٌۢ بِالظّٰلِمِيْنَ",
    "48": "لَقَدِ ابْتَغَوُا الْفِتْنَةَ مِنْ قَبْلُ وَقَلَّبُوْا لَكَ الْاُمُوْرَ حَتّٰى جَاۤءَ الْحَقُّ وَظَهَرَ اَمْرُ اللّٰهِ وَهُمْ كٰرِهُوْنَ",
    "49": "وَمِنْهُمْ مَّنْ يَّقُوْلُ ائْذَنْ لِّيْ وَلَا تَفْتِنِّيْۗ  اَلَا فِى الْفِتْنَةِ سَقَطُوْاۗ وَاِنَّ جَهَنَّمَ لَمُحِيْطَةٌ ۢ بِالْكٰفِرِيْنَ",
    "50": "اِنْ تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْۚ وَاِنْ تُصِبْكَ مُصِيْبَةٌ يَّقُوْلُوْا قَدْ اَخَذْنَآ اَمْرَنَا مِنْ قَبْلُ وَيَتَوَلَّوْا وَّهُمْ فَرِحُوْنَ",
    "51": "قُلْ لَّنْ يُّصِيْبَنَآ اِلَّا مَا كَتَبَ اللّٰهُ لَنَاۚ هُوَ مَوْلٰىنَا وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ",
    "52": "قُلْ هَلْ تَرَبَّصُوْنَ بِنَآ اِلَّآ اِحْدَى الْحُسْنَيَيْنِۗ وَنَحْنُ نَتَرَبَّصُ بِكُمْ اَنْ يُّصِيْبَكُمُ اللّٰهُ بِعَذَابٍ مِّنْ عِنْدِهٖٓ اَوْ بِاَيْدِيْنَاۖ فَتَرَبَّصُوْٓا اِنَّا مَعَكُمْ مُّتَرَبِّصُوْنَ",
    "53": "قُلْ اَنْفِقُوْا طَوْعًا اَوْ كَرْهًا لَّنْ يُّتَقَبَّلَ مِنْكُمْ ۗاِنَّكُمْ كُنْتُمْ قَوْمًا فٰسِقِيْنَ",
    "54": "وَمَا مَنَعَهُمْ اَنْ تُقْبَلَ مِنْهُمْ نَفَقٰتُهُمْ اِلَّآ اَنَّهُمْ كَفَرُوْا بِاللّٰهِ وَبِرَسُوْلِهٖ وَلَا يَأْتُوْنَ الصَّلٰوةَ اِلَّا وَهُمْ كُسَالٰى وَلَا يُنْفِقُوْنَ اِلَّا وَهُمْ كٰرِهُوْنَ",
    "55": "فَلَا تُعْجِبْكَ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ ۗاِنَّمَا يُرِيْدُ اللّٰهُ لِيُعَذِّبَهُمْ بِهَا فِى الْحَيٰوةِ الدُّنْيَا وَتَزْهَقَ اَنْفُسُهُمْ وَهُمْ كٰفِرُوْنَ",
    "56": "وَيَحْلِفُوْنَ بِاللّٰهِ اِنَّهُمْ لَمِنْكُمْۗ وَمَا هُمْ مِّنْكُمْ وَلٰكِنَّهُمْ قَوْمٌ يَّفْرَقُوْنَ",
    "57": "لَوْ يَجِدُوْنَ مَلْجَاً اَوْ مَغٰرٰتٍ اَوْ مُدَّخَلًا لَّوَلَّوْا اِلَيْهِ وَهُمْ يَجْمَحُوْنَ",
    "58": "وَمِنْهُمْ مَّنْ يَّلْمِزُكَ فِى الصَّدَقٰتِۚ فَاِنْ اُعْطُوْا مِنْهَا رَضُوْا وَاِنْ لَّمْ يُعْطَوْا مِنْهَآ اِذَا هُمْ يَسْخَطُوْنَ",
    "59": "وَلَوْ اَنَّهُمْ رَضُوْا مَآ اٰتٰىهُمُ اللّٰهُ وَرَسُوْلُهٗۙ وَقَالُوْا حَسْبُنَا اللّٰهُ سَيُؤْتِيْنَا اللّٰهُ مِنْ فَضْلِهٖ وَرَسُوْلُهٗٓ اِنَّآ اِلَى اللّٰهِ رٰغِبُوْنَ ࣖ",
    "60": "۞ اِنَّمَا الصَّدَقٰتُ لِلْفُقَرَاۤءِ وَالْمَسٰكِيْنِ وَالْعٰمِلِيْنَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوْبُهُمْ وَفِى الرِّقَابِ وَالْغٰرِمِيْنَ وَفِيْ سَبِيْلِ اللّٰهِ وَابْنِ السَّبِيْلِۗ فَرِيْضَةً مِّنَ اللّٰهِ ۗوَاللّٰهُ عَلِيْمٌ حَكِيْمٌ",
    "61": "وَمِنْهُمُ الَّذِيْنَ يُؤْذُوْنَ النَّبِيَّ وَيَقُوْلُوْنَ هُوَ اُذُنٌ ۗقُلْ اُذُنُ خَيْرٍ لَّكُمْ يُؤْمِنُ بِاللّٰهِ وَيُؤْمِنُ لِلْمُؤْمِنِيْنَ وَرَحْمَةٌ لِّلَّذِيْنَ اٰمَنُوْا مِنْكُمْۗ وَالَّذِيْنَ يُؤْذُوْنَ رَسُوْلَ اللّٰهِ لَهُمْ عَذَابٌ اَلِيْمٌ",
    "62": "يَحْلِفُوْنَ بِاللّٰهِ لَكُمْ لِيُرْضُوْكُمْ وَاللّٰهُ وَرَسُوْلُهٗٓ اَحَقُّ اَنْ يُّرْضُوْهُ اِنْ كَانُوْا مُؤْمِنِيْنَ",
    "63": "اَلَمْ يَعْلَمُوْٓا اَنَّهٗ مَنْ يُّحَادِدِ اللّٰهَ وَرَسُوْلَهٗ فَاَنَّ لَهٗ نَارَ جَهَنَّمَ خَالِدًا فِيْهَاۗ ذٰلِكَ الْخِزْيُ الْعَظِيْمُ",
    "64": "يَحْذَرُ الْمُنٰفِقُوْنَ اَنْ تُنَزَّلَ عَلَيْهِمْ سُوْرَةٌ تُنَبِّئُهُمْ بِمَا فِيْ قُلُوْبِهِمْۗ قُلِ اسْتَهْزِءُوْاۚ اِنَّ اللّٰهَ مُخْرِجٌ مَّا تَحْذَرُوْنَ",
    "65": "وَلَىِٕنْ سَاَلْتَهُمْ لَيَقُوْلُنَّ اِنَّمَا كُنَّا نَخُوْضُ وَنَلْعَبُۗ  قُلْ اَبِاللّٰهِ وَاٰيٰتِهٖ وَرَسُوْلِهٖ كُنْتُمْ تَسْتَهْزِءُوْنَ",
    "66": "لَا تَعْتَذِرُوْا قَدْ كَفَرْتُمْ بَعْدَ اِيْمَانِكُمْ ۗ اِنْ نَّعْفُ عَنْ طَاۤىِٕفَةٍ مِّنْكُمْ نُعَذِّبْ طَاۤىِٕفَةً ۢ بِاَنَّهُمْ كَانُوْا مُجْرِمِيْنَ ࣖ",
    "67": "اَلْمُنٰفِقُوْنَ وَالْمُنٰفِقٰتُ بَعْضُهُمْ مِّنْۢ بَعْضٍۘ يَأْمُرُوْنَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوْفِ وَيَقْبِضُوْنَ اَيْدِيَهُمْۗ نَسُوا اللّٰهَ فَنَسِيَهُمْ ۗ اِنَّ الْمُنٰفِقِيْنَ هُمُ الْفٰسِقُوْنَ",
    "68": "وَعَدَ اللّٰهُ الْمُنٰفِقِيْنَ وَالْمُنٰفِقٰتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَاۗ هِيَ حَسْبُهُمْ ۚوَلَعَنَهُمُ اللّٰهُ ۚوَلَهُمْ عَذَابٌ مُّقِيْمٌۙ",
    "69": "كَالَّذِيْنَ مِنْ قَبْلِكُمْ كَانُوْٓا اَشَدَّ مِنْكُمْ قُوَّةً وَّاَكْثَرَ اَمْوَالًا وَّاَوْلَادًاۗ فَاسْتَمْتَعُوْا بِخَلَاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِيْنَ مِنْ قَبْلِكُمْ بِخَلَاقِهِمْ وَخُضْتُمْ كَالَّذِيْ خَاضُوْاۗ اُولٰۤىِٕكَ حَبِطَتْ اَعْمَالُهُمْ فِى الدُّنْيَا وَالْاٰخِرَةِ ۚوَاُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ",
    "70": "اَلَمْ يَأْتِهِمْ نَبَاُ الَّذِيْنَ مِنْ قَبْلِهِمْ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ ەۙ وَقَوْمِ اِبْرٰهِيْمَ وَاَصْحٰبِ مَدْيَنَ وَالْمُؤْتَفِكٰتِۗ اَتَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِۚ فَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ",
    "71": "وَالْمُؤْمِنُوْنَ وَالْمُؤْمِنٰتُ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۘ يَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيْمُوْنَ الصَّلٰوةَ وَيُؤْتُوْنَ الزَّكٰوةَ وَيُطِيْعُوْنَ اللّٰهَ وَرَسُوْلَهٗ ۗاُولٰۤىِٕكَ سَيَرْحَمُهُمُ اللّٰهُ ۗاِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ",
    "72": "وَعَدَ اللّٰهُ الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا وَمَسٰكِنَ طَيِّبَةً فِيْ جَنّٰتِ عَدْنٍ ۗوَرِضْوَانٌ مِّنَ اللّٰهِ اَكْبَرُ ۗذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ ࣖ",
    "73": "يٰٓاَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنٰفِقِيْنَ وَاغْلُظْ عَلَيْهِمْ ۗوَمَأْوٰىهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيْرُ",
    "74": "يَحْلِفُوْنَ بِاللّٰهِ مَا قَالُوْا ۗوَلَقَدْ قَالُوْا كَلِمَةَ الْكُفْرِ وَكَفَرُوْا بَعْدَ اِسْلَامِهِمْ وَهَمُّوْا بِمَا لَمْ يَنَالُوْاۚ وَمَا نَقَمُوْٓا اِلَّآ اَنْ اَغْنٰىهُمُ اللّٰهُ وَرَسُوْلُهٗ مِنْ فَضْلِهٖ ۚفَاِنْ يَّتُوْبُوْا يَكُ خَيْرًا لَّهُمْ ۚوَاِنْ يَّتَوَلَّوْا يُعَذِّبْهُمُ اللّٰهُ عَذَابًا اَلِيْمًا فِى الدُّنْيَا وَالْاٰخِرَةِ ۚوَمَا لَهُمْ فِى الْاَرْضِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ",
    "75": "۞ وَمِنْهُمْ مَّنْ عٰهَدَ اللّٰهَ لَىِٕنْ اٰتٰىنَا مِنْ فَضْلِهٖ لَنَصَّدَّقَنَّ وَلَنَكُوْنَنَّ مِنَ الصّٰلِحِيْنَ",
    "76": "فَلَمَّآ اٰتٰىهُمْ مِّنْ فَضْلِهٖ بَخِلُوْا بِهٖ وَتَوَلَّوْا وَّهُمْ مُّعْرِضُوْنَ",
    "77": "فَاَعْقَبَهُمْ نِفَاقًا فِيْ قُلُوْبِهِمْ اِلٰى يَوْمِ يَلْقَوْنَهٗ بِمَآ اَخْلَفُوا اللّٰهَ مَا وَعَدُوْهُ وَبِمَا كَانُوْا يَكْذِبُوْنَ",
    "78": "اَلَمْ يَعْلَمُوْٓا اَنَّ اللّٰهَ يَعْلَمُ سِرَّهُمْ وَنَجْوٰىهُمْ وَاَنَّ اللّٰهَ عَلَّامُ الْغُيُوْبِ",
    "79": "اَلَّذِيْنَ يَلْمِزُوْنَ الْمُطَّوِّعِيْنَ مِنَ الْمُؤْمِنِيْنَ فِى الصَّدَقٰتِ وَالَّذِيْنَ لَا يَجِدُوْنَ اِلَّا جُهْدَهُمْ فَيَسْخَرُوْنَ مِنْهُمْ ۗسَخِرَ اللّٰهُ مِنْهُمْ ۖ وَلَهُمْ عَذَابٌ اَلِيْمٌ",
    "80": "اِسْتَغْفِرْ لَهُمْ اَوْ لَا تَسْتَغْفِرْ لَهُمْۗ اِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِيْنَ مَرَّةً فَلَنْ يَّغْفِرَ اللّٰهُ لَهُمْ ۗذٰلِكَ بِاَنَّهُمْ كَفَرُوْا بِاللّٰهِ وَرَسُوْلِهٖۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ࣖ",
    "81": "فَرِحَ الْمُخَلَّفُوْنَ بِمَقْعَدِهِمْ خِلٰفَ رَسُوْلِ اللّٰهِ وَكَرِهُوْٓا اَنْ يُّجَاهِدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ فِيْ سَبِيْلِ اللّٰهِ وَقَالُوْا لَا تَنْفِرُوْا فِى الْحَرِّۗ قُلْ نَارُ جَهَنَّمَ اَشَدُّ حَرًّاۗ  لَوْ كَانُوْا يَفْقَهُوْنَ",
    "82": "فَلْيَضْحَكُوْا قَلِيْلًا وَّلْيَبْكُوْا كَثِيْرًاۚ جَزَاۤءًۢ بِمَا كَانُوْا يَكْسِبُوْنَ",
    "83": "فَاِنْ رَّجَعَكَ اللّٰهُ اِلٰى طَاۤىِٕفَةٍ مِّنْهُمْ فَاسْتَأْذَنُوْكَ لِلْخُرُوْجِ فَقُلْ لَّنْ تَخْرُجُوْا مَعِيَ اَبَدًا وَّلَنْ تُقَاتِلُوْا مَعِيَ عَدُوًّاۗ اِنَّكُمْ رَضِيْتُمْ بِالْقُعُوْدِ اَوَّلَ مَرَّةٍۗ فَاقْعُدُوْا مَعَ الْخٰلِفِيْنَ",
    "84": "وَلَا تُصَلِّ عَلٰٓى اَحَدٍ مِّنْهُمْ مَّاتَ اَبَدًا وَّلَا تَقُمْ عَلٰى قَبْرِهٖۗ اِنَّهُمْ كَفَرُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَمَاتُوْا وَهُمْ فٰسِقُوْنَ",
    "85": "وَلَا تُعْجِبْكَ اَمْوَالُهُمْ وَاَوْلَادُهُمْۗ اِنَّمَا يُرِيْدُ اللّٰهُ اَنْ يُّعَذِّبَهُمْ بِهَا فِى الدُّنْيَا وَتَزْهَقَ اَنْفُسُهُمْ وَهُمْ كٰفِرُوْنَ",
    "86": "وَاِذَآ اُنْزِلَتْ سُوْرَةٌ اَنْ اٰمِنُوْا بِاللّٰهِ وَجَاهِدُوْا مَعَ رَسُوْلِهِ اسْتَأْذَنَكَ اُولُوا الطَّوْلِ مِنْهُمْ وَقَالُوْا ذَرْنَا نَكُنْ مَّعَ الْقٰعِدِيْنَ",
    "87": "رَضُوْا بِاَنْ يَّكُوْنُوْا مَعَ الْخَوَالِفِ وَطُبِعَ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَفْقَهُوْنَ",
    "88": "لٰكِنِ الرَّسُوْلُ وَالَّذِيْنَ اٰمَنُوْا مَعَهٗ جَاهَدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۗ وَاُولٰۤىِٕكَ لَهُمُ الْخَيْرٰتُ ۖوَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ",
    "89": "اَعَدَّ اللّٰهُ لَهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ ذٰلِكَ الْفَوْزُ الْعَظِيْمُ ࣖ",
    "90": "وَجَاۤءَ الْمُعَذِّرُوْنَ مِنَ الْاَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ الَّذِيْنَ كَذَبُوا اللّٰهَ وَرَسُوْلَهٗ ۗسَيُصِيْبُ الَّذِيْنَ كَفَرُوْا مِنْهُمْ عَذَابٌ اَلِيْمٌ",
    "91": "لَيْسَ عَلَى الضُّعَفَاۤءِ وَلَا عَلَى الْمَرْضٰى وَلَا عَلَى الَّذِيْنَ لَا يَجِدُوْنَ مَا يُنْفِقُوْنَ حَرَجٌ اِذَا نَصَحُوْا لِلّٰهِ وَرَسُوْلِهٖۗ مَا عَلَى الْمُحْسِنِيْنَ مِنْ سَبِيْلٍ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌۙ",
    "92": "وَّلَا عَلَى الَّذِيْنَ اِذَا مَآ اَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَآ اَجِدُ مَآ اَحْمِلُكُمْ عَلَيْهِ ۖتَوَلَّوْا وَّاَعْيُنُهُمْ تَفِيْضُ مِنَ الدَّمْعِ حَزَنًا اَلَّا يَجِدُوْا مَا يُنْفِقُوْنَۗ",
    "93": "۞ اِنَّمَا السَّبِيْلُ عَلَى الَّذِيْنَ يَسْتَأْذِنُوْنَكَ وَهُمْ اَغْنِيَاۤءُۚ رَضُوْا بِاَنْ يَّكُوْنُوْا مَعَ الْخَوَالِفِۙ وَطَبَعَ اللّٰهُ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَعْلَمُوْنَ  ۔",
    "94": "يَعْتَذِرُوْنَ اِلَيْكُمْ اِذَا رَجَعْتُمْ اِلَيْهِمْ ۗ قُلْ لَّا تَعْتَذِرُوْا لَنْ نُّؤْمِنَ لَكُمْ قَدْ نَبَّاَنَا اللّٰهُ مِنْ اَخْبَارِكُمْ وَسَيَرَى اللّٰهُ عَمَلَكُمْ وَرَسُوْلُهٗ ثُمَّ تُرَدُّوْنَ اِلٰى عٰلِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ",
    "95": "سَيَحْلِفُوْنَ بِاللّٰهِ لَكُمْ اِذَا انْقَلَبْتُمْ اِلَيْهِمْ لِتُعْرِضُوْا عَنْهُمْ ۗ فَاَعْرِضُوْا عَنْهُمْ ۗ اِنَّهُمْ رِجْسٌۙ وَّمَأْوٰىهُمْ جَهَنَّمُ جَزَاۤءً ۢبِمَا كَانُوْا يَكْسِبُوْنَ",
    "96": "يَحْلِفُوْنَ لَكُمْ لِتَرْضَوْا عَنْهُمْ ۚفَاِنْ تَرْضَوْا عَنْهُمْ فَاِنَّ اللّٰهَ لَا يَرْضٰى عَنِ الْقَوْمِ الْفٰسِقِيْنَ",
    "97": "اَلْاَعْرَابُ اَشَدُّ كُفْرًا وَّنِفَاقًا وَّاَجْدَرُ اَلَّا يَعْلَمُوْا حُدُوْدَ مَآ اَنْزَلَ اللّٰهُ عَلٰى رَسُوْلِهٖ ۗوَاللّٰهُ عَلِيْمٌ حَكِيْمٌ",
    "98": "وَمِنَ الْاَعْرَابِ مَنْ يَّتَّخِذُ مَا يُنْفِقُ مَغْرَمًا وَّيَتَرَبَّصُ بِكُمُ الدَّوَاۤىِٕرَ ۗعَلَيْهِمْ دَاۤىِٕرَةُ السَّوْءِ ۗوَاللّٰهُ سَمِيْعٌ عَلِيْمٌ",
    "99": "وَمِنَ الْاَعْرَابِ مَنْ يُّؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبٰتٍ عِنْدَ اللّٰهِ وَصَلَوٰتِ الرَّسُوْلِ ۗ اَلَآ اِنَّهَا قُرْبَةٌ لَّهُمْ ۗ سَيُدْخِلُهُمُ اللّٰهُ فِيْ رَحْمَتِهٖ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ࣖ",
    "100": "وَالسّٰبِقُوْنَ الْاَوَّلُوْنَ مِنَ الْمُهٰجِرِيْنَ وَالْاَنْصَارِ وَالَّذِيْنَ اتَّبَعُوْهُمْ بِاِحْسَانٍۙ رَّضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُ وَاَعَدَّ لَهُمْ جَنّٰتٍ تَجْرِيْ تَحْتَهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗذٰلِكَ الْفَوْزُ الْعَظِيْمُ",
    "101": "وَمِمَّنْ حَوْلَكُمْ مِّنَ الْاَعْرَابِ مُنٰفِقُوْنَ ۗوَمِنْ اَهْلِ الْمَدِيْنَةِ مَرَدُوْا عَلَى النِّفَاقِۗ  لَا تَعْلَمُهُمْۗ نَحْنُ نَعْلَمُهُمْۗ سَنُعَذِّبُهُمْ مَّرَّتَيْنِ ثُمَّ يُرَدُّوْنَ اِلٰى عَذَابٍ عَظِيْمٍ ۚ",
    "102": "وَاٰخَرُوْنَ اعْتَرَفُوْا بِذُنُوْبِهِمْ خَلَطُوْا عَمَلًا صَالِحًا وَّاٰخَرَ سَيِّئًاۗ عَسَى اللّٰهُ اَنْ يَّتُوْبَ عَلَيْهِمْۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
    "103": "خُذْ مِنْ اَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيْهِمْ بِهَا وَصَلِّ عَلَيْهِمْۗ اِنَّ صَلٰوتَكَ سَكَنٌ لَّهُمْۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌ",
    "104": "اَلَمْ يَعْلَمُوْٓا اَنَّ اللّٰهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهٖ وَيَأْخُذُ الصَّدَقٰتِ وَاَنَّ اللّٰهَ هُوَ التَّوَّابُ الرَّحِيْمُ",
    "105": "وَقُلِ اعْمَلُوْا فَسَيَرَى اللّٰهُ عَمَلَكُمْ وَرَسُوْلُهٗ وَالْمُؤْمِنُوْنَۗ وَسَتُرَدُّوْنَ اِلٰى عٰلِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَۚ",
    "106": "وَاٰخَرُوْنَ مُرْجَوْنَ لِاَمْرِ اللّٰهِ اِمَّا يُعَذِّبُهُمْ وَاِمَّا يَتُوْبُ عَلَيْهِمْۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ",
    "107": "وَالَّذِيْنَ اتَّخَذُوْا مَسْجِدًا ضِرَارًا وَّكُفْرًا وَّتَفْرِيْقًاۢ بَيْنَ الْمُؤْمِنِيْنَ وَاِرْصَادًا لِّمَنْ حَارَبَ اللّٰهَ وَرَسُوْلَهٗ مِنْ قَبْلُ ۗوَلَيَحْلِفُنَّ اِنْ اَرَدْنَآ اِلَّا الْحُسْنٰىۗ وَاللّٰهُ يَشْهَدُ اِنَّهُمْ لَكٰذِبُوْنَ",
    "108": "لَا تَقُمْ فِيْهِ اَبَدًاۗ  لَمَسْجِدٌ اُسِّسَ عَلَى التَّقْوٰى مِنْ اَوَّلِ يَوْمٍ اَحَقُّ اَنْ تَقُوْمَ فِيْهِۗ فِيْهِ رِجَالٌ يُّحِبُّوْنَ اَنْ يَّتَطَهَّرُوْاۗ وَاللّٰهُ يُحِبُّ الْمُطَّهِّرِيْنَ",
    "109": "اَفَمَنْ اَسَّسَ بُنْيَانَهٗ عَلٰى تَقْوٰى مِنَ اللّٰهِ وَرِضْوَانٍ خَيْرٌ اَمْ مَّنْ اَسَّسَ بُنْيَانَهٗ عَلٰى شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهٖ فِيْ نَارِ جَهَنَّمَۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ",
    "110": "لَا يَزَالُ بُنْيَانُهُمُ الَّذِيْ بَنَوْا رِيْبَةً فِيْ قُلُوْبِهِمْ اِلَّآ اَنْ تَقَطَّعَ قُلُوْبُهُمْۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ࣖ",
    "111": "۞ اِنَّ اللّٰهَ اشْتَرٰى مِنَ الْمُؤْمِنِيْنَ اَنْفُسَهُمْ وَاَمْوَالَهُمْ بِاَنَّ لَهُمُ الْجَنَّةَۗ يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ فَيَقْتُلُوْنَ وَيُقْتَلُوْنَ وَعْدًا عَلَيْهِ حَقًّا فِى التَّوْرٰىةِ وَالْاِنْجِيْلِ وَالْقُرْاٰنِۗ وَمَنْ اَوْفٰى بِعَهْدِهٖ مِنَ اللّٰهِ فَاسْتَبْشِرُوْا بِبَيْعِكُمُ الَّذِيْ بَايَعْتُمْ بِهٖۗ وَذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ",
    "112": "اَلتَّاۤىِٕبُوْنَ الْعٰبِدُوْنَ الْحٰمِدُوْنَ السَّاۤىِٕحُوْنَ الرّٰكِعُوْنَ السّٰجِدُوْنَ الْاٰمِرُوْنَ بِالْمَعْرُوْفِ وَالنَّاهُوْنَ عَنِ الْمُنْكَرِ وَالْحٰفِظُوْنَ لِحُدُوْدِ اللّٰهِ ۗوَبَشِّرِ الْمُؤْمِنِيْنَ",
    "113": "مَا كَانَ لِلنَّبِيِّ وَالَّذِيْنَ اٰمَنُوْٓا اَنْ يَّسْتَغْفِرُوْا لِلْمُشْرِكِيْنَ وَلَوْ كَانُوْٓا اُولِيْ قُرْبٰى مِنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمْ اَنَّهُمْ اَصْحٰبُ الْجَحِيْمِ",
    "114": "وَمَا كَانَ اسْتِغْفَارُ اِبْرٰهِيْمَ لِاَبِيْهِ اِلَّا عَنْ مَّوْعِدَةٍ وَّعَدَهَآ اِيَّاهُۚ فَلَمَّا تَبَيَّنَ لَهٗٓ اَنَّهٗ عَدُوٌّ لِّلّٰهِ تَبَرَّاَ مِنْهُۗ اِنَّ اِبْرٰهِيْمَ لَاَوَّاهٌ حَلِيْمٌ",
    "115": "وَمَا كَانَ اللّٰهُ لِيُضِلَّ قَوْمًاۢ بَعْدَ اِذْ هَدٰىهُمْ حَتّٰى يُبَيِّنَ لَهُمْ مَّا يَتَّقُوْنَۗ اِنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ",
    "116": "اِنَّ اللّٰهَ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ يُحْيٖ وَيُمِيْتُۗ وَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ",
    "117": "لَقَدْ تَّابَ اللّٰهُ عَلَى النَّبِيِّ وَالْمُهٰجِرِيْنَ وَالْاَنْصَارِ الَّذِيْنَ اتَّبَعُوْهُ فِيْ سَاعَةِ الْعُسْرَةِ مِنْۢ بَعْدِ مَا كَادَ يَزِيْغُ قُلُوْبُ فَرِيْقٍ مِّنْهُمْ ثُمَّ تَابَ عَلَيْهِمْۗ اِنَّهٗ بِهِمْ رَءُوْفٌ رَّحِيْمٌ ۙ",
    "118": "وَّعَلَى الثَّلٰثَةِ الَّذِيْنَ خُلِّفُوْاۗ حَتّٰٓى اِذَا ضَاقَتْ عَلَيْهِمُ الْاَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ اَنْفُسُهُمْ وَظَنُّوْٓا اَنْ لَّا مَلْجَاَ مِنَ اللّٰهِ اِلَّآ اِلَيْهِۗ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوْبُوْاۗ اِنَّ اللّٰهَ هُوَ التَّوَّابُ الرَّحِيْمُ ࣖ",
    "119": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَكُوْنُوْا مَعَ الصّٰدِقِيْنَ",
    "120": "مَا كَانَ لِاَهْلِ الْمَدِيْنَةِ وَمَنْ حَوْلَهُمْ مِّنَ الْاَعْرَابِ اَنْ يَّتَخَلَّفُوْا عَنْ رَّسُوْلِ اللّٰهِ وَلَا يَرْغَبُوْا بِاَنْفُسِهِمْ عَنْ نَّفْسِهٖۗ ذٰلِكَ بِاَنَّهُمْ لَا يُصِيْبُهُمْ ظَمَاٌ وَّلَا نَصَبٌ وَّلَا مَخْمَصَةٌ فِيْ سَبِيْلِ اللّٰهِ وَلَا يَطَـُٔوْنَ مَوْطِئًا يَّغِيْظُ الْكُفَّارَ وَلَا يَنَالُوْنَ مِنْ عَدُوٍّ نَّيْلًا اِلَّا كُتِبَ لَهُمْ بِهٖ عَمَلٌ صَالِحٌۗ اِنَّ اللّٰهَ لَا يُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ",
    "121": "وَلَا يُنْفِقُوْنَ نَفَقَةً صَغِيْرَةً وَّلَا كَبِيْرَةً وَّلَا يَقْطَعُوْنَ وَادِيًا اِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ اللّٰهُ اَحْسَنَ مَا كَانُوْا يَعْمَلُوْنَ",
    "122": "۞ وَمَا كَانَ الْمُؤْمِنُوْنَ لِيَنْفِرُوْا كَاۤفَّةًۗ فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِّنْهُمْ طَاۤىِٕفَةٌ لِّيَتَفَقَّهُوْا فِى الدِّيْنِ وَلِيُنْذِرُوْا قَوْمَهُمْ اِذَا رَجَعُوْٓا اِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُوْنَ ࣖ",
    "123": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا قَاتِلُوا الَّذِيْنَ يَلُوْنَكُمْ مِّنَ الْكُفَّارِ وَلْيَجِدُوْا فِيْكُمْ غِلْظَةًۗ وَاعْلَمُوْٓا اَنَّ اللّٰهَ مَعَ الْمُتَّقِيْنَ",
    "124": "وَاِذَا مَآ اُنْزِلَتْ سُوْرَةٌ فَمِنْهُمْ مَّنْ يَّقُوْلُ اَيُّكُمْ زَادَتْهُ هٰذِهٖٓ اِيْمَانًاۚ فَاَمَّا الَّذِيْنَ اٰمَنُوْا فَزَادَتْهُمْ اِيْمَانًا وَّهُمْ يَسْتَبْشِرُوْنَ",
    "125": "وَاَمَّا الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ فَزَادَتْهُمْ رِجْسًا اِلٰى رِجْسِهِمْ وَمَاتُوْا وَهُمْ كٰفِرُوْنَ",
    "126": "اَوَلَا يَرَوْنَ اَنَّهُمْ يُفْتَنُوْنَ فِيْ كُلِّ عَامٍ مَّرَّةً اَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوْبُوْنَ وَلَا هُمْ يَذَّكَّرُوْنَ",
    "127": "وَاِذَا مَآ اُنْزِلَتْ سُوْرَةٌ نَّظَرَ بَعْضُهُمْ اِلٰى بَعْضٍۗ هَلْ يَرٰىكُمْ مِّنْ اَحَدٍ ثُمَّ انْصَرَفُوْاۗ صَرَفَ اللّٰهُ قُلُوْبَهُمْ بِاَنَّهُمْ قَوْمٌ لَّا يَفْقَهُوْنَ",
    "128": "لَقَدْ جَاۤءَكُمْ رَسُوْلٌ مِّنْ اَنْفُسِكُمْ عَزِيْزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيْصٌ عَلَيْكُمْ بِالْمُؤْمِنِيْنَ رَءُوْفٌ رَّحِيْمٌ",
    "129": "فَاِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ ۗ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيْمِ ࣖ"
  },
  "latins": [
    "Barā'atum minallāhi wa rasūlihī ilal-lażīna 'āhattum minal-musyrikīn(a).",
    "Fasīḥū fil-arḍi arba'ata asyhuriw wa'lamū annakum gairu mu'jizillāh(i), wa anallāha mukhzil-kāfirīn(a).",
    "Wa ażānum minallāhi wa rasūlihī ilan-nāsi yaumal-ḥajjil akbari annallāha barī'um minal-musyrikīn(a), wa rasūluh(ū), fa in tubtum fa huwa khairul lakum, wa in tawallaitum fa'lamū annakum gairu mu'jizillāh(i), wa basysyiril-lażīna kafarū bi'ażābin alīm(in).",
    "Illal-lażīna 'āhattum minal-musyrikīna ṡumma lam yanquṣūkum syai'aw wa lam yuẓāhirū 'alaikum aḥadan fa atimmū ilaihim 'ahdahum ilā muddatihim, innallāha yuḥibbul-muttaqīn(a).",
    "Fa iżansalakhal-asyhurul-ḥurumu faqtulul-musyrikīna ḥaiṡu wajattumūhum wa khużūhum  waḥṣurūhum waq'udū lahum kulla marṣad(in), fa in tābū wa aqāmuṣ-ṣalāta wa ātawuz-zakāta fa khallū sabīlahum, innallāha gafūrur raḥīm(un).",
    "Wa in aḥadum minal-musyrikīnastajāraka fa ajirhu ḥattā yasma'a kalāmallāhi ṡumma ablighu ma'manah(ū), żālika bi'annahum qaumul lā ya'lamūn(a).",
    "Kaifa yakūnu lil-musyrikīna 'ahdun 'indallāhi wa 'inda rasūlihī illal-lażīna 'āhattum 'indal-masjidil-ḥarām(i), famastaqāmū lakum fastaqīmū lahum, innallāha yuḥibbul-muttaqīn(a).",
    "Kaifa wa iy yaẓharū 'alaikum lā yarqubū fīkum illaw wa lā żimmah(tan), yurḍūnakum bi'afwāhihim wa ta'bā qulūbuhum, wa akṡaruhum fāsiqūn(a).",
    "Isytarau bi'āyātillāhi ṡaman qalīlan fa ṣaddū 'an sabīlih(ī), innahum sā'a mā kānū ya'malūn(a).",
    "Lā yarqubūna fī mu'minin illaw wa lā żimmah(tan),ulā'ika humul-mu'tadūn(a)",
    "Fa in tābū wa aqāmuṣ-ṣalāta wa ātawuz-zakāta fa ikhwānukum fid-dīn(i), wa nufaṣṣīlul-āyāti liqaumiy ya'lamūn(a).",
    "Wa in nakaṡū aimānahum mim ba'di 'ahdihim wa ṭa'anū fī dīnikum fa qātilū a'immatal-kufr(i), innahum lā aimāna lahum la'allahum yantahūn(a).",
    "Alā tuqātilūna qauman nakaṡū aimānahum wa hammū bi'ikhrājir-rasūli wa hum bada'ūkum awwala marrah(tin), atakhsyaunahum, fallāhu aḥaqqu an takhsyauhu in kuntum mu'minīn(a).",
    "Qātilūhum yu'ażżibhumullāhu bi'aidīkum wa yukhzihim wa yanṣurkum 'alaihim wa yasyfi ṣudūra qaumim mu'minīn(a).",
    "Wa yużhib gaiẓa qulūbihim, wa yatūbullāhu 'alā may yasyā'(u), wallāhu 'alīmun ḥakīm(un).",
    "Am ḥasibtum an tutrakū wa lammā ya'lamillāhul-lażīna jāhadū minkum wa lam yattakhiżū min dūnillāhi wa lā rasūlihī wa lal-mu'minīna walījah(tan), wallāhu khabīrum bimā ta'malūn(a).",
    "Mā kāna lil-musyrikīna ay ya'murū masājidallāhi syāhidīna 'alā anfusihim bil-kufr(i), ulā'ika ḥabiṭat a'māluhum, wa fin-nāri hum khālidūn(a).",
    "Innamā ya'muru masājidallāhi man āmana billāhi wal-yaumil-ākhiri wa aqāmaṣ-ṣalāta wa ātaz-zakāta wa lam yakhsya illallāh(a), fa 'asā ulā'ika  ay yakūnū minal-muhtadīn(a).",
    "Aja'altum siqāyatal-ḥājji wa 'imāratal-masjidil-ḥarāmi kaman āmana billāhi wal-yaumil-ākhiri wa jāhada fī sabīlillāh(i), lā yastawūna 'indallāh(i), wallāhu lā yahdil-qaumaẓ-ẓālimīn(a).",
    "Allażīna āmanū wa hājarū wa jāhadū fī sabīlillāhi bi'amwālihim wa anfusihim, a'ẓamu darajatan 'indallāh(i), wa ulā'ika humul-fā'izūn(a).",
    "Yubasysyiruhum rabbuhum biraḥmatim minhu wa riḍwāniw wa jannātil lahum fīhā na'īmum muqīm(un).",
    "Khālidīna fīhā abadā(n), innallāha 'indahū ajrun 'aẓīm(un).",
    "Yā ayyuhal-lażīna āmanū lā tattakhiżū ābā'akum wa ikhwānakum auliyā'a inistaḥabbul-kufra 'alal-īmān(i), wa may yatawallahum minkum fa ulā'ika humuẓ-ẓālimūn(a).",
    "Qul in kāna ābā'ukum wa abnā'ukum wa ikhwānukum wa azwājukum wa 'asyīratukum wa amwāluniqtaraftumūhā wa tijāratun takhsyauna kasādahā wa masākinu tarḍaunahā aḥabba ilaikum minallāhi wa rasūlihī wa jihādin fī sabīlihī fa tarabbaṣū ḥattā ya'tiyallāhu bi'amrih(ī), wallāhu lā yahdil-qaumal-fāsiqīn(a).",
    "Laqad naṣarakumullāhu fī mawāṭina kaṡīrah(tin), wa yauma ḥunain(in), iż a'jabatkum kaṡratukum falam tugni 'ankum syai'aw wa ḍāqat 'alaikumul-arḍu bimā raḥubat ṡumma wallaitum mudbirīn(a).",
    "Ṡumma anzalallāhu sakīnatahū 'alā rasūlihī wa 'alal-mu'minīna wa anzala junūdal lam tarauhā wa 'ażżabal-lażīna kafarū, wa żālika jazā'ul-kāfirīn(a).",
    "Ṡumma yatūbullāhu mim ba'di żālika 'alā may yasyā'(u), wallāhu gafūrur raḥīm(un).",
    "Yā ayyuhal-lażīna āmanū innamal-musyrikūna najasun falā yaqrabul-masjidal-ḥarāma ba'da 'āmihim hāżā, wa in khiftum 'ailatan fa saufa yugnīkumullāhu min faḍlihī in syā'(a), innallāha 'alīmun ḥakīm(un).",
    "Qātilul-lażīna lā yu'minūna billāhi wa lā bil-yaumil-ākhiri wa lā yuḥarrimūna mā ḥarramallāhu wa rasūluhū wa lā yadīnūna dīnal-ḥaqqi minal-lażīna ūtul-kitāba ḥattā yu'ṭul-jizyata 'ay yadiw wa hum ṣāgirūn(a).",
    "Wa qālatil-yahūdu 'uzairunibnullāhi wa qālatin-naṣāral-masīḥubnullāh(i), żālika qauluhum bi'afwāhihim, yuḍāhi'ūna qaulal-lażīna kafarū min qabl(u), qātalahumullāh(u), annā yu'fakūn(a).",
    "Ittakhażū aḥbārahum wa ruhbānahum arbābam min dūnillāhi wal-masīḥabna maryam(a), wa mā umirū illā liya'budū ilāhaw wāḥidā(n), lā ilāha illā huw(a), subḥānahū 'ammā yusyrikūn(a).",
    "Yurīdūna ay yuṭfi'ū nūrallāhi bi'afwāhihim wa ya'ballāhu illā ay yutimma nūrahū wa lau karihal-kāfirūn(a).",
    "Huwal-lażī arsala rasūlahū bil-hudā wa dīnil-ḥaqqi liyuẓhirahū 'alad-dīni kullih(ī), wa lau karihal-musyrikūn(a).",
    "Yā ayyuhal-lażīna āmanū inna kaṡīram minal-aḥbāri war-ruhbāni laya'kulūna amwālan-nāsi bil-bāṭili wa yaṣuddūna 'an sabīlillāh(i), wal-lażīna yaknizūnaż-żahaba  wal-fiḍḍata wa lā yunfiqūnahā fī sabīlillāh(i), fa basysyirhum bi'ażābin alīm(in).",
    "Yauma yuḥmā 'alaihā fī nāri jahannama fa tukwā bihā jibāhuhum wa junūbuhum wa ẓuhūruhum, hāżā mā kanaztum li'anfusikum fa żūqū mā kuntum taknizūn(a).",
    "Inna 'iddatasy-syuhūri 'indallāhiṡnā 'asyara syahran fī kitābillāhi yauma khalaqas-samāwāti wal-arḍa minhā arba'atun ḥurum(un), żālikad-dīnul-qayyim(u), falā taẓlimū fīhinna anfusakum wa qātilul-musyrikīna kāffatan kamā yuqātilūnakum kāffah(tan), wa'lamū annallāha ma'al-muttaqīn(a).",
    "Innaman-nasī'u ziyādatun fil-kufri yuḍallu bihil-lażīna kafarū yuḥillūnahū 'āmaw wa yuḥarrimūnahū 'āmal liyuwāṭi'ū 'iddata mā ḥarramallāhu fa yuḥillū mā ḥarramallāh(u), zuyyina lahum sū'u a'mālihim, wallāhu lā yahdil-qaumal-kāfirīn(a).",
    "Yā ayyuhal-lażīna āmanū mā lakum iżā qīla lakumunfirū fī sabīlillāhiṡ-ṡāqaltum ilal-arḍ(i), araḍītum bil-ḥayātid-dun-yā minal-ākhirah(ti), famā matā'ul-ḥayātid-dun-yā fil-ākhirati illā qalīl(un).",
    "Illā tanfirū yu'ażżibkum 'ażāban alīmā(n), wa yastabdil qauman gairakum wa lā taḍurrūhu syai'ā(n), wallāhu 'alā kulli syai'in qadīr(un).",
    "Illā tanṣurūhu faqad naṣarahullāhu iż akhrajahul-lażīna kafarū ṡāniyaṡnaini iż humā fil-gāri iż yaqūlu liṣāḥibihī lā taḥzan innallāha ma'anā, fa anzalallāhu sakīnatahū 'alaihi wa ayyadahū bijunūdil lam tarauhā wa ja'ala kalimatal-lażīna kafarus-suflā, wa kalimatullāhi hiyal-'ulyā, wallāhu 'azīzun ḥakīm(un).",
    "Infirū khifāfaw wa ṡiqālaw wa jāhidū bi'amwālikum wa anfusikum fī sabīlillāh(i), żālikum khairul lakum in kuntum ta'lamūn(a).",
    "Lau kāna 'araḍan qarībaw wa safaran qāṣidal lattaba'ūka  wa lākim ba'udat 'alaihimusy-syuqqah(tu), wa sayaḥlifūna billāhi lawistaṭa'nā lakharajnā ma'akum, yuhlikūna anfusahum, wallāhu ya'lamu innahum lakāżibūn(a).",
    "'Afallāhu 'ank(a), lima ażinta lahum ḥattā yatabayyana lakal-lażīna ṣadaqū wa ta'lamal-kāżibīn(a).",
    "Lā yasta'żinukal-lażīna yu'minūna billāhi wal-yaumil-ākhiri ay yujāhidū bi'amwālihim wa anfusihim, wallāhu 'alīmum bil-muttaqīn(a).",
    "Innamā yasta'żinukal-lażīna lā yu'minūna billāhi wal-yaumil-ākhiri wartābat qulūbuhum fahum fī raibihim yataraddadūn(a).",
    "Wa lau arādul-khurūja la'a'addū lahū 'uddataw wa lākin karihallāhumbi'āṡahum fa ṡabbaṭahum wa qīlaq'udū ma'al-qā'idīn(a).",
    "Wa lau kharajū fīkum mā zādūkum illā khabālaw wa la'auḍa'ū khilālakum yabgūnakumul-fitnah(ta), wa fīkum sammā'ūna lahum, wallāhu 'alīmum biẓ-ẓālimīn(a).",
    "Laqadibtagawul-fitnata min qablu wa qallabū lakal-umūra ḥattā jā'al-ḥaqqu wa ẓahara amrullāhi wa hum kārihūn(a).",
    "Wa minhum may yaqūlu'żal lī wa lā taftinnī, alā fil-fitnati saqaṭū, wa inna jahannama lamuḥīṭatum bil-kāfirīn(a).",
    "In tuṣibka ḥasanatun tasu'hum, wa in tuṣibka muṣībatuy yaqūlū qad akhażnā min qablu wa yatawallau wa hum fariḥūn(a).",
    "Qul lay yuṣībanā illā mā kataballāhu lanā, huwa maulānā wa 'alallāhi falyatawakkalil-mu'minūn(a).",
    "Qul hal tarabbaṣūna binā illā iḥdal-ḥusnayain(i), wa naḥnu natarabbaṣu bikum ay yuṣībakumullāhu bi'ażābim min 'indihī au bi'aidīnā, fa tarabbaṣū innā ma'akum mutarabbiṣūn(a).",
    "Qul anfiqū ṭau'an au karhal lay yutaqabbala minkum, innakum kuntum qauman fāsiqīn(a).",
    "Wa mā mana'ahum an tuqbala minhum nafaqātuhum illā annahum kafarū billāhi wa birasūlihī wa lā ya'tūnaṣ-ṣalāta illā wa hum kusālā wa lā yunfiqūna illā wa hum kārihūn(a).",
    "Falā tu'jibka amwāluhum wa lā aulāduhum, innamā yurīdullāhu liyu'ażżibahum bihā fil-ḥayātid-dun-yā wa tazhaqa anfusuhum wa hum kāfirūn(a).",
    "Wa yaḥlifūna billāhi innahum laminkum, wa mā hum minkum wa lākinnahum qaumuy yafraqūn(a).",
    "Lau yajidūna malja'an au magārātin au muddakhalal lawallau ilaihi wa hum yajmaḥūn(a).",
    "Wa minhum may yalmizuka fiṣ-ṣadaqāt(i), fa in u'ṭū minhā raḍū wa illam yu'ṭau minhā iżā hum yaskhaṭūn(a).",
    "Wa lau annahum raḍū mā ātāhumullāhu wa rasūluh(ū), wa qālū ḥasbunallāhu sayu'tīnallāhu min faḍlihī wa rasūluhū innā ilallāhi rāgibūn(a).",
    "Innamaṣ-ṣadaqātu lil-fuqarā'i wal-masākīni wal-'āmilīna 'alaihā wal-mu'allafati qulūbuhum wa fir-riqābi wal-gārimīna wa fī sabīlillāhi wabnis-sabīl(i), farīḍatam minallāh(i), wallāhu 'alīmun ḥakīm(un).",
    "Wa minhumul-lażīna yu'żūnan nabiyya wa yaqūlūna huwa użun(un), qul użunu khairil lakum yu'minu billāhi wa yu'minu lil-mu'minīna wa raḥmatul lil-lażīna āmanū minkum, wal-lażīna yu'żūna rasūlallāhi lahum 'ażābun alīm(un).",
    "Yaḥlifūna billāhi lakum liyurḍūkum wallāhu wa rasūluhū aḥaqqu ay yurḍūhu  in kānū mu'minīn(a).",
    "Alam ya'lamū annahū may yuḥādidillāha wa rasūlahū fa anna lahū nāru jahannama khālidan fīhā, żālikal khizyul-'aẓīm(u).",
    "Yaḥżarul-munāfiqūna an tunazzala 'alaihim sūratun tunabbi'uhum bimā fī qulūbihim, qulistahzi'ū, innallāha mukhrijum mā taḥżarūn(a).",
    "Wa la'in sa'altahum layaqūlunna innamā kunnā nakhūḍū wa nal'ab(u), qul abillāhi wa āyātihī wa rasūlihī kuntum tastahzi'ūn(a).",
    "Lā ta'tażirū qad kafartum ba'da īmānikum, in na'fu 'an ṭā'ifatim minkum nu'ażżib ṭā'ifatam bi'annahum kānū mujrimīn(a).",
    "Al-munāfiqūna wal-munāfiqātu ba'ḍuhum mim ba'ḍ(in), ya'murūna bil-munkari wa yanhauna 'anil-ma'rūfi wa yaqbiḍūna aidiyahum, nasullāha fa nasiyahum, innal-munāfiqīna humul-fāsiqūn(a).",
    "Wa'adallāhul-munāfiqīna wal-munāfiqāti wal-kuffāra nāra jahannama khālidīna fīhā, hiya ḥasbuhum, wa la'anahumullāh(u), wa lahum 'ażābum muqīm(un).",
    "Kal-lażīna min qablikum kānū asyadda minkum quwwataw wa akṡara amwālaw wa aulādā(n), fastamta'ū bikhalāqihim fastamta'tum bikhalāqikum kamastamta'al-lażīna min qablikum bikhalāqihim wa khuḍtum kal-lażī khāḍū, ulā'ika ḥabiṭat amāluhum fid-dun-yā wal-ākhirah(ti), ulā'ika humul-khāsirūn(a).",
    "Alam ya'tihim naba'ul-lażīna min qablihim qaumi nūḥiw wa 'ādiw wa ṡamūd(a), wa qaumi ibrāhīma wa aṣḥābi madyana wal-mu'tafikāt(i), atathum rusuluhum bil-bayyināt(i), famā kānallāhu liyaẓlimahum wa lākin kānū anfusahum yaẓlimūn(a).",
    "Wal-mu'minūna wal-mu'minātu ba'ḍuhum auliyā'u ba'ḍ(in), ya'murūna bil-ma'rūfi wa yanhauna  'anil-munkari wa yuqīmūnaṣ-ṣalāta wa yu'tūnaz-zakāta wa yuṭī'ūnallāha wa rasūlah(ū), ulā'ika sayarḥamuhumullāh(u), innallāha 'azīzun ḥakīm(un).",
    "Wa'adallāhul-mu'minīna wal-mu'mināti jannātin tajrī min taḥtihal-anhāru khālidīna fīhā wa masākina ṭayyibatan fī jannāti 'adn(in), wa riḍwānum minallāhi akbar(u), żālika huwal-fauzul-'aẓīm(u).",
    "Yā ayyuhan-nabiyyu jāhidil-kuffāra wal-munāfiqīna wagluẓ 'alaihim, wa ma'wāhum jahannamu wa bi'sal-maṣīr(u).",
    "Yaḥlifūna billāhi mā qālū, wa laqad qālū kalimatal-kufri wa kafarū ba'da islāmihim wa hammū bimā lam yanālū, wa mā naqamū illā an agnāhumullāhu wa rasūluhū min faḍlih(ī),  fa iy yatūbū yaku khairal lahum, wa iy yatawallau yu'ażżibhumullāhu 'ażāban alīman fid-dun-yā wal-ākhirah(ti), wa mā lahum fil-arḍi miw waliyyiw wa lā naṣīr(in).",
    "Wa minhum man 'āhadallāha la'in ātānā min faḍlihī lanaṣṣaddaqanna wa lanakūnanna minaṣ-ṣāliḥīn(a).",
    "Falammā ātāhum min faḍlihī bakhilū bihī wa tawallau wa hum mu'riḍūn(a).",
    "Fa a'qabahum nifāqan fī qulūbihim ilā yaumi yalqaunahū bimā akhlafullāha mā wa'adūhu wa bimā kānū yakżibūn(a).",
    "Alam ya'lamū annallāha ya'lamu sirrahum wa najwāhum wa annallāha 'allāmul-guyūb(i).",
    "Allażīna yalmizūnal-muṭṭawwi'īna minal-mu'minīna fiṣ-ṣadaqāti wal-lażīna lā yajidūna illā juhdahum fa yaskharūna minhum, sakhirallāhu minhum, wa lahum 'ażābun alīm(un).",
    "Istagfir lahum au lā tastagfir lahum, in tastagfir lahum sab'īna marratan falay yagfirallāhu lahum, żālika bi'annahum kafarū billāhi wa rasūlih(ī), wallāhu lā yahdil-qaumal-fāsiqīn(a).",
    "Fariḥal-mukhallafūna bimaq'adihim khilāfa rasūlillāhi wa karihū ay yujāhidū bi'amwālihim wa anfusihim fī sabīlillāhi wa qālū lā tanfirū fil-ḥarr(i), qul nāru jahannama  asyaddu ḥarrā(n), lau kānū yafqahūn(a).",
    "Falyaḍḥakū qalīlaw walyabkū kaṡīrā(n), jazā'am bimā kānū yaksibūn(a).",
    "Fa ir raja'akallāhu ilā ṭā'ifatim minhum  fasta'żanūka lil-khurūji faqul lan takhrujū ma'iya abadaw wa lan tuqātilū ma'iya 'aduwwā(n), innakum raḍītum bil-qu'ūdi awwala marrah(tin), faq'udū ma'al-khālifīn(a).",
    "Wa lā tuṣalli 'alā aḥadim minhum māta abadaw wa lā taqum 'alā qabrih(ī), innahum kafarū billāhi wa rasūlihī wa mātū wa hum fāsiqūn(a).",
    "Wa lā tu'jibka amwāluhum wa lā aulāduhum, innamā yurīdullāhu ay yu'ażżibahum bihā fid-dun-yā wa tazhaqa anfusuhum wa hum kāfirūn(a).",
    "Wa iżā unzilat sūratun an āminū billāhi wa jāhidū ma'a rasūlihista'żanaka uluṭ-ṭauli minhum wa qālū żarnā nakum ma'al-qā'idīn(a).",
    "Raḍū bi'ay yakūnū ma'al-khawālifi wa ṭubi'a 'alā qulūbihim fahum lā yafqahūn(a).",
    "Lākinir-rasūlu wal-lażīna āmanū ma'ahū jāhadū bi'amwālihim wa anfusihim, wa ulā'ika lahumul-khairāt(u), wa ulā'ika humul-mufliḥūn(a).",
    "A'addallāhu lahum jannātin tajrī min taḥtihal-anhāru khālidīna fīhā, żālikal-fauzul-'aẓīm(u).",
    "Wa jā'al-mu'ażżirūna minal-a'rābi liyu'żana lahum wa qa'adal-lażīna każabullāha wa rasūlah(ū), sayuṣībul-lażīna kafarū minhum 'ażābun alīm(un).",
    "Laisa 'alaḍ-ḍu'afā'i wa lā 'alal-marḍā wa lā 'alal-lażīna lā yajidūna mā yunfiqūna ḥarajun iżā naṣaḥū lillāhi wa rasūlih(ī), mā 'alal-muḥsinīna min sabīl(in), wallāhu gafūrur raḥīm(un).",
    "Wa lā 'alal-lażīna iżā mā atauka litaḥmilahum qulta lā ajidu mā aḥmilukum 'alaih(i), tawallau wa a'yunuhum tafīḍu minad dam'i ḥazanan allā yajidū mā yunfiqūn(a).",
    "Innamas-sabīlu 'alal-lażīna yasta'żinūnaka wa hum agniyā'(u), raḍū bi'ay yakūnū ma'al-khawālif(i), wa ṭaba'allāhu 'alā qulūbihim fahum lā ya'lamūn(a).",
    "Ya'tażirūna ilaikum iżā raja'tum ilaihim, qul lā ta'tażirū lan nu'mina lakum qad nabba'anallāhu min akhbārikum wa sayarallāhu 'amalakum wa rasūluhū ṡumma turaddūna ilā 'ālimil-gaibi wasy-syahādati fa yunabbi'ukum bimā kuntum ta'malūn(a).",
    "Sayaḥlifūna billāhi lakum iżanqalabtum ilaihim litu'riḍū 'anhum, fa a'riḍū 'anhum, innahum rijs(un), wa ma'wāhum jahannamu jazā'am bimā kānū yaksibūn(a).",
    "Yaḥlifūna lakum litarḍau 'anhum, fa in tarḍau 'anhum fa innallāha lā yarḍā 'anil-qaumil-fāsiqīn(a).",
    "Al-a'rābu asyaddu kufraw wa nifāqaw wa ajdaru allā ya'lamū ḥudūda mā anzalallāhu 'alā rasūlih(ī), wallāhu 'alīmun ḥakīm(un).",
    "Wa minal-a'rābi may yattakhiżu mā yunfiqu magramaw wa yatarabbaṣu bikumud-dawā'ir(a), 'alaihim dā'iratus-sau'(i), wallāhu samī'un 'alīm(un).",
    "Wa minal-a'rābi may yu'minu billāhi wal-yaumil-ākhiri wa yattakhiżu mā yunfiqu qurubātin 'indallāhi wa ṣalawātir-rasūl(i), alā innahā qurbatul lahum, sayudkhiluhumullāhu fī raḥmatih(ī), innallāha gafūrur raḥīm(un).",
    "Was-sābiqūnal-awwalūna minal-muhājirīna wal-anṣāri wal-lażīnattaba'ūhum bi'iḥsān(in), raḍiyallāhu 'anhum wa raḍū 'anhu wa a'adda lahum jannātin tajrī  taḥtahal-anhāru khālidīna fīhā abadā(n), żālikal-fauzul-'aẓīm(u).",
    "Wa mimman  ḥaulakum minal-a'rābi munāfiqūn(a),wa min ahlil-madīnati maradū 'alan nifāq(i), lā ta'lamuhum, naḥnu na'lamuhum, sanu'ażżibuhum marrataini ṡumma yuraddūna ilā 'ażābin 'aẓīm(in).",
    "Wa ākharūna'tarafū biżunūbihim khalaṭū 'amalan ṣāliḥaw wa ākhara sayyi'ā(n), 'asallāhu ay yatūba 'alaihim, innallāha gafūrur raḥīm(un).",
    "Khuż min amwālihim ṣadaqatan tuṭahhiruhum wa tuzakkīhim bihā wa ṣalli 'alaihim, inna ṣalātaka sakanul lahum, wallāhu samī'un 'alīm(un).",
    "Alam ya'lamū annallāha huwa yaqbalut-taubata 'an 'ibādihī wa ya'khużuṣ-ṣadaqāti wa annallāha huwat-tawwābur-raḥīm(u).",
    "Wa quli'malū fa sayarallāhu 'amalakum wa rasūluhū wal-mu'minūn(a), wa saturaddūna ilā 'ālimil-gaibi wasy-syahādati fa yunabbi'ukum bimā kuntum ta'malūn(a).",
    "Wa ākharūna murjaunal li'amrillāhi immā yu'ażżibuhum wa immā yatūbu 'alaihim, wallāhu 'alīmun ḥakīm(un).",
    "Wal-lażīnattakhażū masjidan ḍirāraw wa kufraw wa tafrīqam bainal-mu'minīna wa irṣādal liman ḥāraballāha wa rasūlahū min qabl(u), wa layaḥlifunna in aradnā illal-ḥusnā, wallāhu yasyhadu innahum lakāżibūn(a).",
    "Lā taqum fīhi abadā(n), lamasjidun ussisa 'alat-taqwā min awwali yaumin aḥaqqu an taqūma fīh(i), fīhi rijāluy yuḥibbūna ay yataṭahharū, wallāhu yuḥibbul-muṭṭahhirīn(a).",
    "Afaman assasa bun-yānahū 'alā taqwā minallāhi wa riḍwānin khairun am man assasa bun-yānahū 'alā syafā jurufin hārin fanhāra bihī fī nāri jahannam(a), wallāhu lā yahdil-qaumaẓ-ẓālimīn(a).",
    "Lā yazālu bun-yānuhumul-lażī banau rībatan fī qulūbihim illā an taqaṭṭa'a qulūbuhum, wallāhu 'alīmun ḥakīm(un).",
    "Innallāhasytarā minal-mu'minīna anfusahum wa amwālahum bi'anna lahumul-jannah(ta), yuqātilūna fī sabīlillāhi fa yaqtulūna wa yuqtalūna wa'dan 'alaihi ḥaqqan fit-taurāti wal-injīli wal-qur'ān(i), wa man aufā bi'ahdihī minallāhi fastabsyirū bibai'ikumul-lażī bāya'tum bih(ī), wa żālika huwal-fauzul-'aẓīm(u).",
    "At tā'ibūnal-'ābidul-ḥāmidūnas-sā'iḥūnar-rāki'ūnas-sājidūnal-āmirūna bil-ma'rūfi wan-nāhūna 'anil-munkari wal-ḥāfiẓūna liḥudūdillāh(i), wa basysyiril-mu'minīn(a).",
    "Mā kāna lin-nabiyyi wal-lażīna āmanū ay yastagfirū lil-musyrikīna wa lau kānū ulī qurbā mim ba'di mā tabayyana lahum annahum aṣḥābul-jaḥīm(i).",
    "Wa mā kānastigfāru ibrāhīma li'abīhi illā 'am mau'idatiw wa'adahā iyyāh(u), falammā tabayyana lahū annahū 'aduwwul lillāhi tabarra'a minh(u), inna ibrāhīma la'awwāhun ḥalīm(un).",
    "Wa mā kānallāhu liyuḍilla qaumam ba'da iż hadāhum ḥattā yubayyina lahum mā yattaqūn(a), innallāha bikulli syai'in 'alīm(un).",
    "Innallāha lahū mulkus-samāwāti wal-arḍ(i), yuḥyī wa yumīt(u), wa mā lakum min dūnillāhi miw waliyyiw wa lā naṣīr(in).",
    "Laqat tāballāhu 'alan-nabiyyi wal-muhājirīna wal-anṣāril-lażīnattaba'ūhu fī sā'atil-'usrati mim ba'di mā kāda yazīgu qulūbu farīqim minhum ṡumma tāba 'alaihim, innahū bihim ra'ūfur raḥīm(un).",
    "Wa 'alaṡ-ṡalāṡatil-lażīna khullifū, ḥattā iżā ḍāqat 'alaihimul-arḍu bimā raḥubat wa ḍāqat 'alaihim anfusuhum wa ẓannū allā malja'a minallāhi illā ilaih(i), ṡumma tāba 'alaihim liyatūbū, innallāha huwat-tawwābur-raḥīm(u).",
    "Yā ayyuhal-lażīna āmanuttaqullāha wa kūnū ma'aṣ-ṣādiqīn(a).",
    "Mā kāna li'ahlil-madīnati wa man ḥaulahum minal-a'rābi ay yatakhallafū 'ar rasūlillāhi wa lā yargabū bi'anfusihim 'an nafsih(ī), żālika bi'annahum lā yuṣībuhum ẓama'uw wa lā naṣabuw wa lā makhmaṣatun fī sabīlillāhi wa lā yaṭa'ūna mauṭi'ay yagīẓul-kuffāra wa lā yanālūna min 'aduwwin nailan illā kutiba lahum bihī 'amalun ṣāliḥ(un), innallāha lā yuḍī'u ajral-muḥsinīn(a).",
    "Wa lā yunfiqūna nafaqatan ṣagīrataw wa lā kabīrataw wa lā yaqṭa'ūna wādiyan illā kutiba lahum liyajziyahumullāhu aḥsana mā kānū ya'malūn(a).",
    "Wa mā kānal-mu'minūna liyanfirū kāffah(tan), falau lā nafara min kulli firqatim minhum ṭā'ifatul liyatafaqqahū fid-dīni wa liyunżirū qaumahum iżā raja'ū ilaihim la'allahum yaḥżarūn(a).",
    "Yā ayyuhal-lażīna āmanū qātilul-lażīna yalūnakum minal-kuffāri wal-yajidū fīkum gilẓah(tan), wa'lamū annallāha ma'al-muttaqīn(a).",
    "Wa iżā mā unzilat sūratun fa minhum may yaqūlu ayyukum zādathu hāżihī īmānā(n), fa ammal-lażīna āmanū fa zādathum īmānaw wa hum yastabsyirūn(a).",
    "Wa ammal-lażīna fī qulūbihim maraḍun fa zādathum rijsan ilā rijsihim wa mātū wa hum kāfirūn(a).",
    "Awalā yarauna annahum yuftanūna fī kulli 'āmim marrataini ṡumma lā yatūbūna wa lā hum yażżakkarūn(a).",
    "Wa iżā mā unzilat sūratun naẓara ba'ḍuhum ilā ba'ḍ(in), hal yarākum min aḥadin ṡummanṣarafū, ṣarafallāhu qulūbahum bi'annahum qaumul lā yafqahūn(a).",
    "Laqad jā'akum rasūlum min anfusikum 'azīzun 'alaihi mā 'anittum ḥarīṣun 'alaikum  bil-mu'minīna ra'ūfur raḥīm(un).",
    "Fa in tawallau faqul ḥasbiyallāhu lā ilāha illā huw(a), 'alaihi tawakkaltu wa  huwa rabbul-'arsyil-'aẓīm(i)."
  ],
  "translations": {
    "id": {
      "1": "(Inilah pernyataan) pemutusan hubungan dari Allah dan Rasul-Nya (Nabi Muhammad) kepada orang-orang musyrik yang kamu telah mengadakan perjanjian dengan mereka (untuk tidak saling berperang).",
      "2": "Berjalanlah kamu (kaum musyrik) di bumi selama empat bulan dan ketahuilah bahwa kamu tidak dapat melemahkan Allah. Sesungguhnya Allah menghinakan orang-orang kafir.",
      "3": "Suatu maklumat dari Allah dan Rasul-Nya kepada umat manusia pada hari haji akbar319) bahwa sesungguhnya Allah dan Rasul-Nya berlepas diri dari orang-orang musyrik. Jika kamu (kaum musyrik) bertobat, itu lebih baik bagimu; dan jika kamu berpaling, ketahuilah bahwa kamu tidak dapat melemahkan Allah. Berilah kabar 'gembira’ (Nabi Muhammad) kepada orang-orang yang kufur (bahwa mereka akan mendapat) azab yang pedih.",
      "4": "(Ketetapan itu berlaku,) kecuali atas orang-orang musyrik yang telah mengadakan perjanjian dengan kamu dan mereka sedikit pun tidak mengurangi (isi perjanjian) dan tidak (pula) mereka membantu seseorang pun yang memusuhi kamu. Maka, terhadap mereka itu penuhilah janjinya sampai batas waktunya. Sesungguhnya Allah menyukai orang-orang yang bertakwa.",
      "5": "Apabila bulan-bulan haram telah berlalu,320) bunuhlah (dalam peperangan) orang-orang musyrik (yang selama ini menganiaya kamu) di mana saja kamu temui! Tangkaplah dan kepunglah mereka serta awasilah di setiap tempat pengintaian! Jika mereka bertobat dan melaksanakan salat serta menunaikan zakat, berilah mereka kebebasan. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
      "6": "Jika seseorang di antara orang-orang musyrik ada yang meminta pelindungan kepada engkau (Nabi Muhammad), lindungilah dia supaya dapat mendengar firman Allah kemudian antarkanlah dia ke tempat yang aman baginya. (Demikian) itu karena sesungguhnya mereka adalah kaum yang tidak mengetahui.",
      "7": "Bagaimana mungkin ada perjanjian (damai) untuk orang-orang musyrik di sisi Allah dan Rasul-Nya, kecuali untuk orang-orang yang kamu telah membuat perjanjian (Hudaibiah) dengan mereka di dekat Masjidilharam? Selama mereka berlaku lurus terhadapmu, berlaku luruslah pula kamu terhadap mereka. Sesungguhnya Allah mencintai orang-orang yang bertakwa.",
      "8": "Bagaimana (mungkin ada perjanjian demikian,) padahal jika mereka memperoleh kemenangan atas kamu, mereka tidak memelihara hubungan kekerabatan terhadap kamu dan tidak pula (mengindahkan) perjanjian. Mereka menyenangkan kamu dengan mulut mereka, sedangkan hati mereka enggan. Kebanyakan mereka adalah orang-orang yang fasik.",
      "9": "Mereka menukarkan ayat-ayat Allah dengan harga yang murah lalu mereka menghalangi (manusia) dari jalan-Nya. Sesungguhnya sangat buruk apa yang selalu mereka kerjakan.",
      "10": "Mereka tidak memelihara (hubungan) kekerabatan dengan orang mukmin dan tidak (pula mengindahkan) perjanjian. Mereka itulah orang-orang yang melampaui batas.",
      "11": "Jika mereka bertobat, menegakkan salat, dan menunaikan zakat, mereka adalah saudara-saudaramu seagama. Kami menjelaskan secara terperinci ayat-ayat itu bagi kaum yang mengetahui.",
      "12": "Jika mereka melanggar sumpah sesudah perjanjian mereka dan menistakan agamamu, perangilah para pemimpin kekufuran itu karena sesungguhnya mereka adalah orang-orang yang tidak dapat dipegang sumpahnya supaya mereka berhenti (dari kekufuran dan penganiayaan).",
      "13": "Mengapa kamu tidak (bersegera) memerangi kaum yang melanggar sumpah-sumpah (perjanjian-perjanjian) mereka, padahal mereka (dahulu) berkemauan keras mengusir Rasul dan mereka yang mulai memerangi kamu pertama kali? Apakah kamu takut kepada mereka? Allahlah yang lebih berhak kamu takuti jika kamu benar-benar orang-orang mukmin.",
      "14": "Perangilah mereka! Niscaya Allah akan mengazab mereka dengan (perantaraan) tangan-tanganmu, menghinakan mereka, dan memenangkan kamu atas mereka, serta melegakan hati kaum mukmin",
      "15": "dan menghilangkan kemarahan (dari) hati mereka (orang-orang mukmin). Allah menerima tobat siapa yang Dia kehendaki. Allah Maha Mengetahui lagi Maha Bijaksana.",
      "16": "Apakah kamu mengira bahwa kamu akan dibiarkan (tanpa diuji), padahal Allah belum mengetahui (dalam kenyataan) orang-orang yang berjihad di antara kamu dan tidak menjadikan selain Allah, Rasul-Nya, dan orang-orang mukmin sebagai teman setia. Allah Maha Mengetahui apa yang kamu kerjakan.",
      "17": "Tidaklah pantas bagi orang-orang musyrik itu memakmurkan masjid-masjid Allah, sedangkan mereka bersaksi bahwa diri mereka kafir. Itulah orang-orang yang sia-sia amal mereka dan di dalam nerakalah mereka kekal.",
      "18": "Sesungguhnya yang (pantas) memakmurkan masjid-masjid Allah hanyalah orang yang beriman kepada Allah dan hari Akhir, mendirikan salat, menunaikan zakat, serta tidak takut (kepada siapa pun) selain Allah. Mereka itulah yang diharapkan termasuk golongan orang-orang yang mendapat petunjuk.",
      "19": "Apakah kamu jadikan (orang yang melaksanakan tugas) pemberian minuman (kepada) orang yang menunaikan haji dan mengurus Masjidilharam sama dengan orang yang beriman kepada Allah dan hari Akhir serta berjihad di jalan Allah? Mereka tidak sama di hadapan Allah. Allah tidak memberikan petunjuk kepada kaum yang zalim.",
      "20": "Orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah dengan harta dan jiwa mereka lebih agung derajatnya di hadapan Allah. Mereka itulah orang-orang yang beruntung.",
      "21": "Tuhan mereka memberi kabar gembira kepada mereka dengan rahmat dari-Nya, dan keridaan serta surga-surga. Bagi mereka kesenangan yang kekal di dalamnya.",
      "22": "Mereka kekal di dalamnya selama-lamanya. Sesungguhnya di sisi Allahlah pahala yang sangat besar.",
      "23": "Wahai orang-orang beriman, janganlah kamu jadikan bapak-bapakmu dan saudara-saudaramu sebagai pelindung321) jika mereka lebih mencintai kekufuran atas keimanan. Siapa pun di antara kamu yang menjadikan mereka pelindung, maka mereka itulah orang-orang yang zalim.",
      "24": "Katakanlah (Nabi Muhammad), “Jika bapak-bapakmu, anak-anakmu, saudara-saudaramu, pasangan-pasanganmu, keluargamu, harta kekayaan yang kamu usahakan, dan perniagaan yang kamu khawatirkan kerugiannya, serta tempat tinggal yang kamu sukai lebih kamu cintai daripada Allah dan Rasul-Nya dan daripada berjihad di jalan-Nya, tunggulah sampai Allah mendatangkan keputusan-Nya.” Allah tidak memberi petunjuk kepada kaum yang fasik.",
      "25": "Sungguh, Allah benar-benar telah menolong kamu (orang-orang mukmin) di medan peperangan yang banyak dan pada hari (perang) Hunain ketika banyaknya jumlahmu menakjubkanmu (sehingga membuatmu lengah). Maka, jumlah kamu yang banyak itu tidak memberi manfaat kepadamu sedikit pun dan bumi yang luas itu terasa sempit bagimu kemudian kamu lari berbalik ke belakang (bercerai-berai).",
      "26": "Kemudian, Allah menurunkan ketenangan (dari)-Nya kepada Rasul-Nya dan kepada orang-orang mukmin, serta menurunkan bala tentara yang kamu tidak melihatnya, juga menyiksa orang-orang yang kafir. Itulah balasan terhadap orang-orang kafir.",
      "27": "Setelah itu, Allah menerima tobat orang yang Dia kehendaki. Allah Maha Pengampun lagi Maha Penyayang.",
      "28": "Wahai orang-orang yang beriman, sesungguhnya orang-orang musyrik itu najis (kotor jiwanya). Oleh karena itu, janganlah mereka mendekati Masjidilharam setelah tahun ini.322) Jika kamu khawatir menjadi miskin (karena orang kafir tidak datang), Allah nanti akan memberikan kekayaan kepadamu dari karunia-Nya jika Dia menghendaki. Sesungguhnya Allah Maha Mengetahui lagi Maha Bijaksana.",
      "29": "Perangilah orang-orang yang tidak beriman kepada Allah dan hari akhir, tidak mengharamkan (menjauhi) apa yang telah diharamkan (oleh) Allah dan Rasul-Nya, dan tidak mengikuti agama yang hak (Islam), yaitu orang-orang yang telah diberikan Kitab (Yahudi dan Nasrani) hingga mereka membayar jizyah323) dengan patuh dan mereka tunduk.324)",
      "30": "Orang-orang Yahudi berkata, “Uzair putra Allah,” dan orang-orang Nasrani berkata, “Al-Masih putra Allah.” Itulah ucapan mereka dengan mulut-mulut mereka. Mereka meniru ucapan orang-orang yang kufur sebelumnya. Allah melaknat mereka; bagaimana mereka sampai berpaling?",
      "31": "Mereka menjadikan para rabi (Yahudi) dan para rahib (Nasrani) sebagai tuhan-tuhan selain Allah325) serta (Nasrani mempertuhankan) Al-Masih putra Maryam. Padahal, mereka tidak diperintah, kecuali untuk menyembah Tuhan Yang Maha Esa; tidak ada tuhan selain Dia. Maha Suci Dia dari apa yang mereka persekutukan.",
      "32": "Mereka hendak memadamkan cahaya (agama) Allah dengan mulut-mulut (ucapan) mereka, tetapi Allah menolaknya, justru hendak menyempurnakan cahaya-Nya, walaupun orang-orang kafir itu tidak menyukai.",
      "33": "Dialah yang mengutus Rasul-Nya dengan (membawa) petunjuk dan agama yang benar agar Dia mengunggulkannya atas semua agama walaupun orang-orang musyrik tidak menyukai.",
      "34": "Wahai orang-orang yang beriman, sesungguhnya banyak dari para rabi dan rahib benar-benar memakan harta manusia dengan batil serta memalingkan (manusia) dari jalan Allah. Orang-orang yang menyimpan emas dan perak, tetapi tidak menginfakkannya di jalan Allah, berikanlah kabar 'gembira’ kepada mereka (bahwa mereka akan mendapat) azab yang pedih",
      "35": "pada hari ketika (emas dan perak) itu dipanaskan dalam neraka Jahanam lalu disetrikakan (pada) dahi, lambung, dan punggung mereka (seraya dikatakan), “Inilah apa (harta) yang dahulu kamu simpan untuk dirimu sendiri (tidak diinfakkan). Maka, rasakanlah (akibat dari) apa yang selama ini kamu simpan.”",
      "36": "Sesungguhnya bilangan bulan di sisi Allah ialah dua belas bulan,326) (sebagaimana) ketetapan Allah (di Lauhulmahfuz) pada waktu Dia menciptakan langit dan bumi, di antaranya ada empat bulan haram. Itulah (ketetapan) agama yang lurus, maka janganlah kamu menzalimi dirimu padanya (empat bulan itu), dan perangilah orang-orang musyrik semuanya sebagaimana mereka pun memerangi kamu semuanya. Ketahuilah bahwa sesungguhnya Allah bersama orang-orang yang bertakwa.",
      "37": "Sesungguhnya pengunduran (bulan haram) itu hanya menambah kekufuran. Orang-orang yang kufur disesatkan dengan (pengunduran) itu, mereka menghalalkannya suatu tahun dan mengharamkannya pada suatu tahun yang lain agar mereka dapat menyesuaikan dengan bilangan yang diharamkan Allah, sehingga mereka menghalalkan apa yang diharamkan Allah. (Oleh setan) telah dijadikan terasa indah bagi mereka perbuatan-perbuatan buruk mereka itu. Allah tidak memberi petunjuk kepada kaum yang kafir.",
      "38": "Wahai orang-orang yang beriman, mengapa ketika dikatakan kepada kamu, “Berangkatlah (untuk berperang) di jalan Allah,” kamu merasa berat dan cenderung pada (kehidupan) dunia? Apakah kamu lebih menyenangi kehidupan dunia daripada akhirat? Padahal, kenikmatan hidup di dunia ini (dibandingkan dengan kehidupan) di akhirat hanyalah sedikit.",
      "39": "Jika kamu tidak berangkat (untuk berperang), niscaya Allah akan menghukum kamu dengan azab yang pedih serta menggantikan kamu dengan kaum yang lain, dan kamu tidak akan merugikan-Nya sedikit pun. Allah Maha Kuasa atas segala sesuatu.",
      "40": "Jika kamu tidak menolongnya (Nabi Muhammad), sungguh Allah telah menolongnya, (yaitu) ketika orang-orang kafir mengusirnya (dari Makkah), sedangkan dia salah satu dari dua orang, ketika keduanya berada dalam gua, ketika dia berkata kepada sahabatnya, “Janganlah engkau bersedih, sesungguhnya Allah bersama kita.” Maka, Allah menurunkan ketenangan kepadanya (Nabi Muhammad), memperkuatnya dengan bala tentara (malaikat) yang tidak kamu lihat, dan Dia menjadikan seruan orang-orang kafir itu seruan yang paling rendah. (Sebaliknya,) firman Allah itulah yang paling tinggi. Allah Maha Perkasa lagi Maha Bijaksana.",
      "41": "Berangkatlah kamu (untuk berperang), baik dengan rasa ringan maupun dengan rasa berat, dan berjihadlah dengan harta dan jiwamu di jalan Allah. Yang demikian itu adalah lebih baik bagimu jika kamu mengetahui.",
      "42": "Sekiranya (yang kamu serukan kepada mereka) adalah keuntungan yang mudah diperoleh dan perjalanan yang tidak seberapa jauh, niscaya mereka mengikutimu. Akan tetapi, (mereka enggan karena) tempat yang dituju itu terasa sangat jauh bagi mereka. Mereka akan bersumpah dengan (nama) Allah, “Seandainya kami sanggup niscaya kami berangkat bersamamu.” Mereka membinasakan diri sendiri327) dan Allah mengetahui sesungguhnya mereka benar-benar para pembohong.",
      "43": "Allah memaafkanmu (Nabi Muhammad). Mengapa engkau memberi izin kepada mereka (untuk tidak pergi berperang) sehingga jelas bagimu orang-orang yang benar-benar (berhalangan) dan sehingga engkau mengetahui orang-orang yang berdusta?",
      "44": "Orang-orang yang beriman kepada Allah dan hari Akhir tidak akan meminta izin kepadamu untuk (tidak ikut) berjihad dengan harta dan jiwa mereka. Allah Maha Mengetahui orang-orang yang bertakwa.",
      "45": "Sesungguhnya yang meminta izin kepadamu (Nabi Muhammad untuk tidak berjihad) hanyalah orang-orang yang tidak beriman kepada Allah dan hari Akhir, dan hati mereka ragu, karena itu mereka selalu bimbang dalam keraguan.",
      "46": "Seandainya mereka mau berangkat (sejak semula), niscaya mereka menyiapkan persiapan untuk keberangkatan itu. Akan tetapi, (mereka memang enggan dan oleh sebab itu) Allah tidak menyukai keberangkatan mereka, maka Dia melemahkan keinginan mereka, dan dikatakan (kepada mereka), “Tinggallah kamu bersama orang-orang yang tinggal itu.”",
      "47": "Seandainya mereka keluar bersamamu, niscaya mereka tidak akan menambah (kekuatan)-mu, malah hanya akan membuat kekacauan dan mereka tentu bergegas maju ke depan di celah-celah barisanmu untuk mengadakan kekacauan (di barisanmu), sedang di antara kamu ada orang-orang yang sangat suka mendengarkan (perkataan) mereka. Allah Maha Mengetahui orang-orang yang zalim.",
      "48": "Sungguh, sebelum itu mereka benar-benar sudah berusaha membuat kekacauan dan mereka membolak-balik berbagai urusan (dengan berbagai tipu daya) untuk (mencelakakan)-mu, hingga datanglah kebenaran (berupa pertolongan Allah) dan menanglah urusan (agama) Allah, padahal mereka adalah orang-orang yang tidak menyukainya.",
      "49": "Di antara mereka ada orang yang berkata, “Berilah aku izin (tidak pergi berperang) dan janganlah engkau (Nabi Muhammad) menjerumuskan aku ke dalam fitnah.” Ketahuilah, bahwa mereka (dengan keengganannya pergi berjihad) telah terjerumus ke dalam fitnah. Sesungguhnya (neraka) Jahanam benar-benar meliputi orang-orang kafir.",
      "50": "Jika engkau (Nabi Muhammad) mendapat kebaikan (maka) itu menyakitkan mereka. Akan tetapi, jika engkau ditimpa bencana, mereka berkata, “Sungguh, sejak semula kami telah berhati-hati (dengan tidak pergi berperang)” dan mereka berpaling dengan (perasaan) gembira.",
      "51": "Katakanlah (Nabi Muhammad), “Tidak akan menimpa kami melainkan apa yang telah ditetapkan Allah bagi kami. Dialah Pelindung kami, dan hanya kepada Allah hendaknya orang-orang mukmin bertawakal.",
      "52": "Katakanlah (Nabi Muhammad), “Tidak ada yang kamu tunggu-tunggu (kedatangannya) bagi kami, kecuali salah satu dari dua kebaikan (menang atau mati syahid). (Sebaliknya,) kami menunggu-nunggu bagi kamu bahwa Allah akan menimpakan azab kepadamu dari sisi-Nya atau (azab) melalui tangan kami. Maka, tunggulah, sesungguhnya kami menunggu (pula) bersamamu.”",
      "53": "Katakanlah (Nabi Muhammad), “(Wahai orang-orang munafik,) infakkanlah (hartamu) baik dengan sukarela maupun dengan terpaksa, (tetapi ketahuilah bahwa infak itu) sekali-kali tidak akan diterima (oleh Allah) dari kamu. Sesungguhnya kamu adalah kaum yang fasik.”",
      "54": "Tidak ada yang menghalangi infak mereka untuk diterima kecuali karena sesungguhnya mereka adalah orang-orang yang kufur kepada Allah dan Rasul-Nya dan mereka tidak melaksanakan salat, melainkan dengan malas dan tidak (pula) menginfakkan (harta) mereka, melainkan dengan rasa enggan (terpaksa).",
      "55": "(Oleh karena itu,) janganlah harta dan anak-anak mereka membuatmu kagum. Sesungguhnya Allah hendak menyiksa mereka dengan itu dalam kehidupan dunia dan kelak nyawa mereka keluar dengan susah payah, sedangkan mereka dalam keadaan kafir.",
      "56": "Mereka (orang-orang munafik) bersumpah dengan (nama) Allah, bahwa sesungguhnya mereka termasuk golonganmu, padahal mereka bukanlah dari golonganmu, tetapi mereka adalah kaum yang sangat takut (kepadamu).",
      "57": "Seandainya mereka memperoleh tempat berlindung, gua-gua, atau lubang-lubang (dalam tanah), niscaya mereka pergi (lari) ke sana dengan secepat-cepatnya.",
      "58": "Di antara mereka ada yang mencela engkau (Nabi Muhammad) dalam hal (pembagian) sedekah-sedekah (zakat atau rampasan perang). Jika mereka diberi sebagian darinya, mereka bersenang hati, dan jika mereka tidak diberi bagian, dengan serta merta mereka marah.",
      "59": "Seandainya mereka benar-benar rida dengan apa yang diberikan kepada mereka oleh Allah dan Rasul-Nya, dan berkata, “Cukuplah Allah bagi kami, Allah akan memberikan kepada kami sebagian dari karunia-Nya, dan (demikian pula) Rasul-Nya. Sesungguhnya kami adalah orang-orang yang selalu hanya berharap kepada Allah.”",
      "60": "Sesungguhnya zakat itu hanyalah untuk orang-orang fakir, orang-orang miskin, para amil zakat, orang-orang yang dilunakkan hatinya (mualaf), untuk (memerdekakan) para hamba sahaya, untuk (membebaskan) orang-orang yang berutang, untuk jalan Allah dan untuk orang-orang yang sedang dalam perjalanan (yang memerlukan pertolongan), sebagai kewajiban dari Allah. Allah Maha Mengetahui lagi Maha Bijaksana.",
      "61": "Di antara mereka (kaum munafik) ada orang-orang yang menyakiti Nabi (Muhammad) dan mengatakan, “Dia adalah telinga (yang menampung dan memercayai semua apa yang didengarnya tanpa seleksi).” Katakanlah, “(Nabi Muhammad adalah) telinga yang baik bagi kamu, dia beriman kepada Allah, memercayai orang-orang mukmin, dan menjadi rahmat bagi orang-orang yang beriman di antara kamu.” Orang-orang yang menyakiti Rasulullah bagi mereka azab yang sangat pedih.",
      "62": "Mereka (orang-orang munafik) bersumpah kepadamu (kaum muslim) dengan (nama) Allah untuk membuat kamu rida, padahal Allah dan Rasul-Nya lebih pantas mereka (raih) keridaan-Nya jika mereka adalah orang-orang beriman.",
      "63": "Tidakkah mereka (orang-orang munafik) mengetahui bahwa siapa yang menentang Allah dan Rasul-Nya, maka sesungguhnya neraka Jahanamlah baginya. Dia kekal di dalamnya. Itulah kehinaan yang besar.",
      "64": "Orang-orang munafik khawatir jika diturunkan suatu surah yang mengungkapkan apa yang ada dalam hati mereka. Katakanlah (kepada mereka), “Olok-oloklah (Allah, Rasul-Nya, dan orang beriman sesukamu). Sesungguhnya Allah pasti akan menampakkan apa yang kamu khawatirkan itu.”",
      "65": "Sesungguhnya jika kamu tanyakan kepada mereka, mereka pasti akan menjawab, “Sesungguhnya kami hanya bersenda gurau dan bermain-main saja.” Katakanlah, “Apakah terhadap Allah, ayat-ayat-Nya, dan Rasul-Nya kamu selalu berolok-olok?”",
      "66": "Tidak perlu kamu membuat-buat alasan karena kamu telah kufur sesudah beriman. Jika Kami memaafkan sebagian dari kamu (karena telah bertobat), niscaya Kami akan mengazab golongan (yang lain), karena sesungguhnya mereka adalah orang-orang yang berbuat dosa.",
      "67": "Orang-orang munafik laki-laki dan perempuan, satu dengan yang lain (adalah sama saja). Mereka menyuruh (berbuat) mungkar dan mencegah (berbuat) makruf. Mereka pun menggenggam tangannya (kikir). Mereka telah melupakan Allah, maka Allah melupakan mereka. Sesungguhnya orang-orang munafik adalah orang-orang yang fasik.",
      "68": "Allah telah mengancam orang-orang munafik laki-laki dan perempuan serta orang-orang kafir dengan neraka Jahanam. Mereka kekal di dalamnya. Cukuplah (neraka) itu bagi mereka. Allah melaknat mereka. Bagi mereka azab yang kekal.",
      "69": "(Kamu, orang-orang munafik,) seperti orang-orang sebelummu. Mereka lebih kuat daripada kamu dan lebih banyak harta dan anak-anaknya. Mereka telah menikmati bagiannya dan kamu telah menikmati bagianmu sebagaimana orang-orang yang sebelummu menikmati bagiannya. Kamu mempercakapkan (hal-hal yang batil) sebagaimana mereka mempercakapkannya. Mereka itu sia-sia amalnya di dunia dan di akhirat. Mereka itulah orang-orang yang rugi.",
      "70": "Apakah tidak sampai kepada mereka berita (tentang) orang-orang sebelum mereka, (yaitu) kaum Nuh, 'Ad, Samud, kaum Ibrahim, penduduk Madyan, dan (kaum Lut) yang kota-kotanya dijungkirbalikkan? Telah datang kepada mereka rasul-rasul dengan membawa bukti-bukti yang nyata. Allah tidak akan pernah menzalimi mereka, tetapi merekalah yang selalu menzalimi diri sendiri.",
      "71": "Orang-orang mukmin, laki-laki dan perempuan, sebagian mereka menjadi penolong bagi sebagian yang lain.328) Mereka menyuruh (berbuat) makruf dan mencegah (berbuat) mungkar, menegakkan salat, menunaikan zakat, dan taat kepada Allah dan Rasul-Nya. Mereka akan diberi rahmat oleh Allah. Sesungguhnya Allah Maha Perkasa lagi Maha Bijaksana.",
      "72": "Allah telah menjanjikan kepada orang-orang mukmin laki-laki dan perempuan, surga-surga yang sungai-sungai mengalir di bawahnya, mereka kekal di dalamnya, dan tempat-tempat yang baik di surga 'Adn. Rida Allah lebih besar. Itulah kemenangan yang agung.",
      "73": "Wahai Nabi, berjihadlah (melawan) orang-orang kafir dan orang-orang munafik dan bersikap keraslah terhadap mereka. Tempat mereka adalah (neraka) Jahanam. (Itulah) seburuk-buruk tempat kembali.",
      "74": "Mereka (orang-orang munafik) bersumpah dengan (nama) Allah bahwa mereka tidak mengatakan (sesuatu yang menyakiti Nabi Muhammad). Sungguh, mereka benar-benar telah mengucapkan perkataan kekafiran (dengan mencela Nabi Muhammad) dan (karenanya) menjadi kafir setelah berislam. Mereka menginginkan apa yang tidak dapat mereka capai.329) Mereka tidak mencela melainkan karena Allah dan Rasul-Nya telah melimpahkan karunia-Nya kepada mereka. Maka, jika mereka bertobat, itu lebih baik bagi mereka. Jika berpaling, niscaya Allah akan mengazab mereka dengan azab yang pedih di dunia dan akhirat. Mereka tidak mempunyai pelindung dan tidak (pula) penolong di bumi.",
      "75": "Di antara mereka ada orang yang telah berjanji kepada Allah, “Sesungguhnya jika Dia memberikan sebagian dari karunia-Nya kepada kami, niscaya kami akan benar-benar bersedekah dan niscaya kami benar-benar termasuk orang-orang yang saleh.”",
      "76": "Akan tetapi, ketika Allah menganugerahkan kepada mereka sebagian dari karunia-Nya, mereka menjadi kikir dan berpaling seraya menjadi penentang (kebenaran).",
      "77": "Maka, (akibat kekikiran itu) Dia menanamkan kemunafikan dalam hati mereka sampai pada hari mereka menemui-Nya karena mereka telah mengingkari janji yang telah mereka ikrarkan kepada-Nya dan (juga) karena mereka selalu berdusta.",
      "78": "Tidakkah mereka mengetahui bahwa Allah mengetahui rahasia dan bisikan mereka dan bahwa sesungguhnya Allah Maha Mengetahui segala yang gaib?",
      "79": "Orang-orang (munafik) yang mencela orang-orang beriman yang memberikan sedekah dengan sukarela, (mencela) orang-orang yang tidak mendapatkan (untuk disedekahkan) selain kesanggupannya, lalu mereka mengejeknya. Maka, Allah mengejek mereka dan bagi mereka azab yang sangat pedih.",
      "80": "(Sama saja) engkau (Nabi Muhammad) memohonkan ampunan bagi mereka atau tidak memohonkan ampunan bagi mereka. Walaupun engkau memohonkan ampunan bagi mereka tujuh puluh kali, Allah tidak akan memberi ampunan kepada mereka. Demikian itu karena mereka kufur kepada Allah dan Rasul-Nya. Allah tidak akan memberi petunjuk kepada kaum yang fasik.",
      "81": "Orang-orang yang ditinggalkan (tidak ikut berperang) merasa gembira dengan duduk-duduk setelah kepergian Rasulullah (ke medan perang). Mereka tidak suka berjihad dengan harta dan jiwa mereka di jalan Allah dan mereka (justru) berkata, “Janganlah kamu berangkat (ke medan perang) di tengah panas terik.” Katakanlah (Nabi Muhammad), “Api neraka Jahanam lebih panas.” Seandainya saja selama ini mereka memahami.",
      "82": "Maka, biarkanlah mereka tertawa sedikit (di dunia) dan menangis yang banyak (di akhirat) sebagai balasan terhadap apa yang selalu mereka perbuat.",
      "83": "Maka, jika Allah memulangkanmu (Nabi Muhammad) ke satu golongan dari mereka (orang-orang munafik), kemudian mereka meminta izin kepadamu untuk keluar (pergi berperang), katakanlah, “Kamu tidak boleh keluar bersamaku selama-lamanya dan tidak boleh memerangi musuh bersamaku. Sesungguhnya sejak semula kamu telah rida duduk (tidak berperang). Oleh karena itu, duduklah (tinggallah) bersama orang-orang yang tidak ikut (berperang).”",
      "84": "Janganlah engkau (Nabi Muhammad) melaksanakan salat untuk seseorang yang mati di antara mereka (orang-orang munafik) selama-lamanya dan janganlah engkau berdiri (berdoa) di atas kuburnya. Sesungguhnya mereka ingkar kepada Allah dan Rasul-Nya dan mereka mati dalam keadaan fasik.",
      "85": "Janganlah harta dan anak-anak mereka membuatmu kagum. Sesungguhnya dengan (sebab harta dan anak) itu Allah berkehendak untuk menyiksa mereka di dunia dan (membiarkan) nyawa mereka melayang dalam keadaan kafir.",
      "86": "Apabila diturunkan suatu surah (yang memerintahkan orang-orang munafik), “Berimanlah kepada Allah dan berjihadlah bersama Rasul-Nya,” niscaya orang-orang yang berkemampuan di antara mereka meminta izin kepadamu (untuk tidak berjihad) dan mereka berkata, “Biarkanlah kami berada bersama orang-orang yang duduk (tinggal di rumah).”",
      "87": "Mereka rida berada bersama orang-orang yang tidak pergi berperang.330) Hati mereka telah dikunci sehingga tidak memahami.",
      "88": "Akan tetapi, Rasul dan orang-orang yang beriman bersamanya berjihad dengan harta dan jiwanya. Mereka memperoleh berbagai kebaikan. Mereka (pula)-lah orang-orang yang beruntung.",
      "89": "Allah telah menyediakan bagi mereka surga yang sungai-sungai mengalir di bawahnya. Mereka kekal di dalamnya. Itulah kemenangan yang agung.",
      "90": "Orang-orang Arab Badui yang membuat-buat alasan datang (kepada Nabi) agar diberi izin (untuk tidak berperang). Adapun orang-orang yang mendustakan Allah dan Rasul-Nya duduk berdiam (tidak mengemukakan alasan). Kelak orang-orang yang kufur di antara mereka akan ditimpa azab yang sangat pedih.",
      "91": "Tidak ada dosa (karena tidak pergi berperang) bagi orang-orang yang lemah, sakit, dan yang tidak mendapatkan apa yang akan mereka infakkan, jika mereka ikhlas kepada Allah dan Rasul-Nya. Tidak ada jalan apa pun untuk (menyalahkan) orang-orang yang berbuat baik. Allah Maha Pengampun lagi Maha Penyayang.",
      "92": "Tidak (ada dosa) pula bagi orang-orang yang ketika datang kepadamu (Nabi Muhammad) agar engkau menyediakan kendaraan kepada mereka, lalu engkau berkata, “Aku tidak mendapatkan kendaraan untuk membawamu.” Mereka pergi dengan bercucuran air mata karena sedih sebab tidak mendapatkan apa yang akan mereka infakkan (untuk ikut berperang).",
      "93": "Sesungguhnya satu-satunya celah (untuk menyalahkan) adalah kepada orang-orang yang meminta izin kepadamu (untuk tidak ikut berperang), padahal mereka orang mampu. Mereka rida berada bersama orang-orang yang tidak ikut berperang. Allah telah mengunci hati mereka sehingga mereka tidak mengetahui.",
      "94": "Mereka (orang-orang munafik yang tidak ikut berperang) akan membuat-buat alasan kepadamu ketika kamu telah pulang kepada mereka. Katakanlah (Nabi Muhammad), “Janganlah kamu membuat-buat alasan. Kami tidak percaya lagi kepadamu. Sungguh, Allah telah memberitahukan kepada kami sebagian berita (tentang) kamu. Allah akan melihat pekerjaanmu, (demikian pula) Rasul-Nya. Kemudian, kamu dikembalikan kepada (Allah) Yang Maha Mengetahui segala yang gaib dan yang nyata, lalu Dia memberitakan kepadamu apa yang selama ini kamu kerjakan.”",
      "95": "Mereka akan bersumpah kepadamu dengan (nama) Allah ketika kamu kembali kepada mereka agar kamu berpaling dari mereka. Maka, berpalinglah dari mereka. Sesungguhnya mereka (berjiwa) kotor dan tempat mereka (neraka) Jahanam sebagai balasan atas apa yang selama ini mereka kerjakan.",
      "96": "Mereka akan bersumpah kepadamu agar kamu rida kepada mereka. Namun, sekalipun kamu rida kepada mereka, sesungguhnya Allah tidak akan rida kepada kaum yang fasik.",
      "97": "Orang-orang Arab Badui lebih kuat kekufuran dan kemunafikannya, serta sangat wajar tidak mengetahui batas-batas (ketentuan) yang diturunkan Allah kepada Rasul-Nya. Allah Maha Mengetahui lagi Maha Bijaksana.",
      "98": "Di antara orang-orang Arab Badui ada yang memandang apa yang diinfakkannya (di jalan Allah) sebagai suatu kerugian dan menunggu mara bahaya menimpamu. Merekalah yang pasti akan ditimpa giliran (azab) yang buruk. Allah Maha Mendengar lagi Maha Mengetahui.",
      "99": "Di antara orang-orang Arab Badui ada yang beriman kepada Allah dan hari kemudian. Dia memandang apa yang diinfakkannya (di jalan Allah) sebagai (sarana) mendekatkan diri kepada Allah dan (sarana untuk memperoleh) doa-doa Rasul. Ketahuilah, sesungguhnya (infak) itu (suatu sarana) bagi mereka untuk mendekatkan diri (kepada Allah). Kelak Allah akan memasukkan mereka ke dalam rahmat (surga)-Nya. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
      "100": "Orang-orang yang terdahulu lagi yang pertama-tama (masuk Islam) di antara orang-orang Muhajirin dan Ansar dan orang-orang yang mengikuti mereka dengan baik, Allah rida kepada mereka dan mereka pun rida kepada-Nya. Allah menyediakan bagi mereka surga-surga yang mengalir sungai-sungai di bawahnya. Mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung.",
      "101": "Di antara orang-orang Arab Badui yang (tinggal) di sekitarmu ada orang-orang munafik. (Demikian pula) di antara penduduk Madinah (ada juga orang-orang munafik), mereka keterlaluan dalam kemunafikannya. Engkau (Nabi Muhammad) tidak mengetahui mereka, tetapi Kami mengetahuinya. Mereka akan Kami siksa dua kali,331) kemudian mereka akan dikembalikan kepada azab yang besar.",
      "102": "(Ada pula) orang-orang lain yang mengakui dosa-dosanya. Mereka mencampuradukkan amal yang baik dengan amal lain yang buruk. Mudah-mudahan Allah menerima tobatnya. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
      "103": "Ambillah zakat dari harta mereka (guna) menyucikan332) dan membersihkan mereka, dan doakanlah mereka karena sesungguhnya doamu adalah ketenteraman bagi mereka. Allah Maha Mendengar lagi Maha Mengetahui.",
      "104": "Tidakkah mereka mengetahui bahwa Allah menerima tobat hamba-hamba-Nya dan menerima zakat(-nya), dan bahwa Allah Maha Penerima tobat lagi Maha Penyayang?",
      "105": "Katakanlah (Nabi Muhammad), “Bekerjalah! Maka, Allah, rasul-Nya, dan orang-orang mukmin akan melihat pekerjaanmu. Kamu akan dikembalikan kepada (Zat) yang mengetahui yang gaib dan yang nyata. Lalu, Dia akan memberitakan kepada kamu apa yang selama ini kamu kerjakan.”",
      "106": "Ada (pula) orang-orang lain yang ditangguhkan (balasannya) menunggu keputusan Allah. Mungkin Dia akan mengazab mereka dan mungkin Dia akan menerima tobat mereka. Allah Maha Mengetahui lagi Maha Bijaksana.",
      "107": "(Di antara orang-orang munafik itu) ada yang mendirikan masjid untuk menimbulkan bencana (pada orang-orang yang beriman), (menyebabkan) kekufuran, memecah belah di antara orang-orang mukmin, dan menunggu kedatangan orang-orang yang sebelumnya telah memerangi Allah dan Rasul-Nya.333) Mereka dengan pasti bersumpah, “Kami hanya menghendaki kebaikan.” Allah bersaksi bahwa sesungguhnya mereka itu benar-benar pendusta (dalam sumpahnya).",
      "108": "Janganlah engkau melaksanakan salat di dalamnya (masjid itu) selama-lamanya. Sungguh, masjid yang didirikan atas dasar takwa sejak hari pertama lebih berhak engkau melaksanakan salat di dalamnya. Di dalamnya ada orang-orang yang gemar membersihkan diri. Allah menyukai orang-orang yang membersihkan diri.",
      "109": "Maka, apakah orang-orang yang mendirikan bangunannya (masjid) atas dasar takwa kepada Allah dan rida(-Nya) itu lebih baik, ataukah orang-orang yang mendirikan bangunannya di sisi tepian jurang yang nyaris runtuh, lalu (bangunan) itu roboh bersama-sama dengan dia ke dalam neraka Jahanam? Allah tidak memberi petunjuk kepada kaum yang zalim.",
      "110": "Bangunan yang mereka dirikan itu senantiasa menjadi penyebab keraguan (kemunafikan) dalam hati mereka sampai hati mereka terpotong-potong.334) Allah Maha Mengetahui lagi Maha Bijaksana.",
      "111": "Sesungguhnya Allah membeli dari orang-orang mukmin diri dan harta mereka dengan surga yang Allah peruntukkan bagi mereka. Mereka berperang di jalan Allah sehingga mereka membunuh atau terbunuh. (Demikian ini adalah) janji yang benar dari Allah di dalam Taurat, Injil, dan Al-Qur’an. Siapakah yang lebih menepati janjinya daripada Allah? Maka, bergembiralah dengan jual beli yang telah kamu lakukan itu. Demikian itulah kemenangan yang agung.",
      "112": "(Mereka itulah) orang-orang yang bertobat, beribadah, memuji (Allah), mengembara (demi ilmu dan agama),335) rukuk dan sujud, menyuruh berbuat makruf dan mencegah berbuat mungkar, serta memelihara hukum-hukum Allah. Sampaikan kabar gembira kepada orang-orang yang beriman.",
      "113": "Tidak ada hak bagi Nabi dan orang-orang yang beriman untuk memohonkan ampunan (kepada Allah) bagi orang-orang musyrik sekalipun mereka ini kerabat(-nya), setelah jelas baginya bahwa sesungguhnya mereka adalah penghuni (neraka) Jahim.",
      "114": "Adapun permohonan ampunan Ibrahim (kepada Allah) untuk bapaknya,336) tidak lain hanyalah karena suatu janji yang telah dia ikrarkan kepadanya. Maka, ketika jelas baginya (Ibrahim) bahwa dia (bapaknya) adalah musuh Allah, dia (Ibrahim) berlepas diri darinya. Sesungguhnya Ibrahim benar-benar seorang yang sangat lembut hatinya lagi penyantun.",
      "115": "Allah sekali-kali tidak akan menyesatkan suatu kaum setelah Dia memberinya petunjuk sampai Dia menjelaskan kepadanya apa yang harus mereka jauhi.337) Sesungguhnya Allah Maha Mengetahui segala sesuatu.",
      "116": "Sesungguhnya hanya milik Allah kerajaan langit dan bumi. Dia menghidupkan dan mematikan. Tidak ada pelindung dan penolong bagimu selain Allah.",
      "117": "Sungguh, Allah benar-benar telah menerima tobat Nabi serta orang-orang Muhajirin dan orang-orang Ansar yang mengikutinya pada masa-masa sulit setelah hati sekelompok dari mereka hampir berpaling (namun) kemudian Allah menerima tobat mereka. Sesungguhnya Dia Maha Pengasih lagi Maha Penyayang kepada mereka.",
      "118": "Terhadap tiga orang338) yang ditinggalkan (dan ditangguhkan penerimaan tobatnya) hingga ketika bumi terasa sempit bagi mereka, padahal bumi itu luas, dan jiwa mereka pun (terasa) sempit bagi mereka, serta mereka telah mengetahui bahwa tidak ada tempat lari dari (siksaan) Allah melainkan kepada-Nya saja, kemudian (setelah itu semua) Allah menerima tobat mereka agar mereka tetap dalam tobatnya. Sesungguhnya Allah Maha Penerima Tobat lagi Maha Penyayang.",
      "119": "Wahai orang-orang yang beriman, bertakwalah kepada Allah dan tetaplah bersama orang-orang yang benar!",
      "120": "Tidak sepatutnya bagi penduduk Madinah dan orang-orang Arab Badui yang berdiam di sekitar mereka untuk tidak turut menyertai Rasulullah (pergi berperang) dan tidak pantas (pula) bagi mereka untuk lebih mencintai diri mereka daripada (mencintai) dirinya (Rasulullah). Yang demikian itu karena mereka tidak ditimpa kehausan, kepayahan, dan kelaparan di jalan Allah; tidak (pula) menginjak suatu tempat yang membangkitkan amarah orang-orang kafir; dan tidak menimpakan suatu bencana kepada musuh, kecuali (semua) itu akan dituliskan bagi mereka sebagai suatu amal kebajikan. Sesungguhnya Allah tidak menyia-nyiakan pahala orang-orang yang berbuat baik.",
      "121": "Tidaklah mereka memberikan infak, baik yang kecil maupun yang besar, dan tidak (pula) melintasi suatu lembah (berjihad), kecuali akan dituliskan bagi mereka (sebagai amal kebajikan) untuk diberi balasan oleh Allah (dengan) yang lebih baik daripada apa yang selama ini mereka kerjakan.",
      "122": "Tidak sepatutnya orang-orang mukmin pergi semuanya (ke medan perang). Mengapa sebagian dari setiap golongan di antara mereka tidak pergi (tinggal bersama Rasulullah) untuk memperdalam pengetahuan agama mereka dan memberi peringatan kepada kaumnya apabila mereka telah kembali, agar mereka dapat menjaga dirinya?",
      "123": "Wahai orang-orang yang beriman, perangilah orang-orang kafir339) di sekitarmu dan hendaklah mereka merasakan sikap tegas darimu. Ketahuilah bahwa Allah beserta orang-orang yang bertakwa.",
      "124": "Apabila diturunkan suatu surah, di antara mereka (orang-orang munafik) ada yang berkata, “Siapakah di antara kamu yang bertambah imannya dengan (turunnya) surah ini?” Adapun (bagi) orang-orang yang beriman, (surah yang turun) ini pasti menambah imannya dan mereka merasa gembira.",
      "125": "Adapun (bagi) orang-orang yang di dalam hatinya ada penyakit,340) (surah yang turun ini) akan menambah kekufuran mereka yang telah ada dan mereka akan mati dalam keadaan kafir.",
      "126": "Tidakkah mereka (orang-orang munafik) memperhatikan bahwa mereka diuji sekali atau dua kali setiap tahun, tetapi mereka tidak (juga) bertobat dan tidak (pula) mengambil pelajaran?",
      "127": "Apabila diturunkan suatu surah, satu sama lain di antara mereka saling berpandangan (dengan sikap mengejek sambil berkata), “Adakah seseorang (dari kaum muslim) yang melihat kamu?” Setelah itu mereka pun pergi. Allah memalingkan hati mereka disebabkan mereka adalah kaum yang tidak memahami.",
      "128": "Sungguh, benar-benar telah datang kepadamu seorang rasul dari kaummu sendiri. Berat terasa olehnya penderitaan yang kamu alami, sangat menginginkan (keimanan dan keselamatan) bagimu, dan (bersikap) penyantun dan penyayang terhadap orang-orang mukmin.",
      "129": "Jika mereka berpaling (dari keimanan), katakanlah (Nabi Muhammad), “Cukuplah Allah bagiku. Tidak ada tuhan selain Dia. Hanya kepada-Nya aku bertawakal dan Dia adalah Tuhan pemilik 'Arasy (singgasana) yang agung.”"
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Rasulullah telah melakukan beberapa perjanjian dengan kaum musyrik Mekah, antara lain perjanjian agar kaum muslim tidak dihalangi untuk melaksanakan umrah, perjanjian untuk tidak melakukan perang di bulan-bulan haram (bulan-bulan mulia), dan perjanjian-perjanjian damai dengan kabilah-kabilah Arab sampai waktu tertentu. Namun, pada akhirnya mereka merusak perjanjian tersebut. Maka, dengan turunnya Surah at-Taubah atau Bara'ah ini, kaum muslim diperintahkan untuk tidak melakukan hubungan lagi dengan mereka. Karena itu, inilah pernyataan pemutusan hubungan dari Allah dan Rasul-Nya kepada orang-orang musyrik yang kamu telah mengadakan perjanjian dengan mereka, namun mereka merusak perjanjian tersebut.",
        "2": "Namun begitu, mereka tetap diberi waktu untuk memikirkan kembali apakah memilih untuk masuk Islam dengan memegang perjanjian bersama, atau berperang. Di samping itu, penundaan tersebut agar mereka bisa mempersiapkan diri, seandainya harus memilih untuk berperang, sehingga perang berjalan secara adil. Maka di saat gencatan senjata tersebut, berjalanlah kalian, wahai kaum musyrik, di bumi Mekah, selama empat bulan yaitu mulai 10 Zulhijah sampai dengan 10 Rabi'ul Akhir, dengan leluasa dan tanpa takut diserang oleh kaum muslimin, sebagaimana keadaan kalian sebelum pemutusan hubungan ini. Dan setelah lewat empat bulan, maka ketahuilah bahwa kalian tidak dapat melemahkan Allah, meski didukung oleh personil tentara dan persenjataan yang lengkap; dan dengan kekalahan tersebut serta menjadi tawanan sesungguhnya Allah hendak menghinakan orang-orang kafir di dunia. Bahkan, di akhirat kelak, jika tidak bertobat, kalian merasakan siksa yang pedih (Lihat: Surah az-Zumar/39: 25-26). Inilah sikap toleransi Islam, pada satu sisi, dan menunjukkan keperkasaan Islam, pada sisi yang lain. Demikian ini, agar tidak muncul tuduhan bahwa kaum mus-lim sengaja menyerang mereka secara tiba-tiba tanpa memberi kesempatan berpikir atau mempersiapkan diri.",
        "3": "Setelah ayat sebelumnya menyatakan pemutusan hubungan dengan kaum musyrik Mekah, maka ayat ini menegaskan kembali maklumat ini serta menyebarluaskannya kepada semua orang dalam tenggang waktu empat bulan. Dan bahwa inilah satu maklumat atau pemberitahuan dari Allah dan Rasul-Nya kepada umat manusia pada hari haji akbar yang terjadi pada tahun ke-9 Hijriah, bahwa sesungguhnya Allah dan RasulNya berlepas diri dari orang-orang musyrik Mekah berupa pemutusan hubungan perjanjian dengan mereka; dan begitu pula Rasul-Nya melakukan hal yang sama. Kemudian Allah menegaskan kembali jika kalian, wahai kaum musyrik, bertobat, maka itu lebih baik bagi kalian di dunia dan akhirat; dan jika kalian berpaling dari keimanan yang benar atau tidak mau bertobat, maka ketahuilah bahwa kalian tidak dapat melemahkan atau lari dari azab Allah. Dan dengan demikian berilah kabar gembira kepada orang-orang kafir tersebut bahwa mereka akan mendapat azab yang pedih, baik di dunia ini sebagai tawanan atau terbunuh dan di akhirat kelak, yaitu dimasukkan ke dalam neraka.",
        "4": "Kecuali orang-orang musyrik yang telah mengadakan perjanjian damai dengan kalian dan mereka sedikit pun tidak mengurangi atau merusak isi perjanjian dan tidak pula mereka membantu seorang pun yang memusuhi kalian, maka terhadap mereka itu penuhilah janjinya sampai batas waktunya, kecuali mereka merusak perjanjian tersebut. Sebab, yang demikian itu merupakan ciri ketakwaan; dan sungguh, Allah menyukai orang-orang yang bertakwa yang memenuhi janji. Ayat ini menunjukkan dua hal penting, yaitu penghormatan Islam kepada kafir mu'ahad (nonmuslim yang melakukan perjanjian damai dengan umat Islam); dan bahwa memenuhi janji dan kesepakatan merupakan pilar penting ketakwaan.",
        "5": "Ayat ini memerintahkan apa yang seharusnya dilakukan oleh kaum muslim setelah habisnya masa tenggang tersebut. Apabila telah habis bulan-bulan haram, yakni masa tenggang waktu empat bulan yang diberi kepada kaum musyrik itu, maka perangilah orang-orang musyrik di mana saja kalian temui saat itu, baik di luar tanah Haram maupun di wilayah tanah Haram, tangkaplah dan kepunglah mereka, dan awasilah di tempat pengintaian sehingga mereka tidak mampu bergerak dan meloloskan diri. Jika mereka bertobat dari kemusyrikan dan kekufuran yang membuat mereka memerangi umat Islam, dan memenuhi ketentuan-ketentuan agama secara konsekuen, seperti mendirikan salat serta menunaikan zakat, maka berilah kebebasan kepada mereka, dan jangan ditangkap atau diawasi gerak-geriknya lagi. Sebab jika mereka benar-benar bertobat, Allah akan mengampuni dosa-dosanya. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
        "6": "Meski Allah mewajibkan kaum muslim untuk menyerang kaum musyrik setelah habis masa tenggang waktu atau disebabkan mereka merusak perjanjian, hal itu bukan berarti mereka tidak punya kesempatan untuk memperoleh perlindungan keamanan sedikit pun. Dan jika di antara kaum musyrik ada yang meminta perlindungan kepadamu, setelah habisnya masa tenggang waktu empat bulan, maka lindungilah agar dia dapat mendengar firman Allah sehingga dengan begitu diharapkan mereka tertarik dan bisa insaf. Namun begitu, kamu tidak boleh memaksanya jika ternyata dia tidak mau masuk Islam. Bahkan, setelah dia tinggal bersama kaum muslim beberapa lama kemudian dia minta pulang ke tempat asalnya, maka antarkanlah dia ke tempat yang aman baginya. Demikian itu karena sesungguhnya mereka kaum yang tidak mengetahui tentang kebenaran Islam.",
        "7": "Setelah ayat sebelumnya menjelaskan tentang pemutusan perjanjian dengan kaum musyrik Mekah juga Yahudi Bani Quraizah dan seruan untuk memerangi mereka setelah lewat masa tenggang empat bulan, maka ayat ini menunjukkan alasan mengapa pemutusan perjanjian itu harus dilakukan. Bagaimana mungkin ada perjanjian yang dimuliakan di sisi Allah dan Rasul-Nya bagi orang-orang musyrik yang telah sedemikian meresapnya kemusyrikan tersebut sehingga mereka tidak merasa bersalah setiap kali merusak perjanjian? Jika demikian, perjanjian damai tidak boleh dilanjutkan lagi, kecuali dengan orang-orang musyrik yang kamu telah mengadakan perjanjian dengan mereka di dekat Masjidilharam, yakni dalam perjanjian Hudaibiyah, maka selama mereka berlaku jujur dengan tetap memegang perjanjian atau tidak khianat terhadapmu, hendaklah kamu berlaku jujur pula terhadap mereka. Sungguh, Allah menyukai orang-orang yang bertakwa, yang memiliki sifat-sifat terpuji, antara lain dengan senantiasa jujur dan memegang perjanjian dengan siapa pun, bahkan dengan mereka yang berkhianat sekalipun.",
        "8": "Ayat berikut ini memberikan alasan lain mengapa harus dilakukan pemutusan perjanjian dengan kaum musyrik. Bagaimana mungkin kamu tetap melakukan perjanjian damai dengan kaum musyrik Mekah yang jelas-jelas memusuhimu dan merusak perjanjian, padahal, di samping memusuhimu, mereka juga selalu menyembunyikan sikap khianat kepada kalian. Hal ini bisa dilihat dari sikap mereka. Jika mereka memperoleh kemenangan atas kamu, mereka tidak memelihara hubungan kekerabatan denganmu dan tidak pula mengindahkan perjanjian. Di samping itu, ketika mereka masih lemah, mereka juga senantiasa menunjukkan sikap menipu dengan cara menyenangkan hatimu baik dengan mulut maupun sikapnya, sedang hatinya menolak. Demikian ini, karena kebanyakan mereka adalah orang-orang fasik, yaitu mereka yang keluar dari ketaatan kepada Allah.",
        "9": "Sikap kefasikan itu juga menjadikan mereka berani memperjualbelikan ayat-ayat Allah dengan harga murah, yakni ditukar dengan hal-hal yang bersifat duniawi, padahal ayat-ayat tersebut secara jelas telah menjadi bukti atas keesaan Allah dan kerasulan Nabi Muhammad. Maka, dengan sikapnya itu sesungguhnya mereka telah menghalang-halangi mereka sendiri dan orang lain dari jalan Allah. Sungguh, sikap yang demikian itu menunjukkan betapa buruknya apa yang mereka kerjakan, yakni perilaku sesat dan menyesatkan.",
        "10": "Mereka bukan saja memperjualbelikan ayat-ayat Allah, menghalanghalangi orang lain dari jalan Allah, bahkan mereka juga tidak memelihara hubungan kekerabatan dengan orang mukmin dan tidak pula mengindahkan perjanjian. Sikap mereka itulah bisa dianggap sebagai sikap orang-orang yang melampaui batas.",
        "11": "Namun, jika mereka bertobat dari perbuatan-perbuatan dosanya dan meninggalkan kekufuran dan kemusyrikan lalu masuk ke dalam Islam, serta secara konsisten melaksanakan ajaran-ajaran Islam dengan melaksanakan salat dan menunaikan zakat, maka berarti mereka itu adalah saudara-saudaramu seagama yang memiliki hak dan kewajiban yang sama untuk saling melindungi dan menyayangi. Kami menjelaskan ayat-ayat itu yang menjadi bukti wujud dan keesaan Allah bagi orang-orang yang mengetahui, yakni mereka yang mau mengambil manfaat atas bukti-bukti tersebut. Melihat konteksnya, rangkaian ayat di atas berkenaan dengan perilaku buruk Yahudi Bani Quraizah. Meski begitu, ayat-ayat tersebut telah memberi ciri-ciri kefasikan yang sangat dibenci Allah, yaitu merusak atau mengkhianati perjanjian, tidak jujur, dan memutuskan hubungan kekerabatan.",
        "12": "Jika pilihan bertobat ternyata tidak mereka hiraukan dan mereka tetap menunjukkan sikap permusuhan kepada umat Islam, maka ayat ini memberikan pilihan lain, yaitu berperang. Dan jika mereka melanggar sumpah setelah ada perjanjian dengan kamu, dan mencerca agamamu, baik melalui sikap maupun ucapan, maka perangilah pemimpin-pemimpin kafir itu. Sesungguhnya mereka adalah orang-orang yang tidak dapat dipegang janjinya, sehingga menjadi sangat wajar jika perjanjian dengan mereka tidak dilanjutkan. Kalaulah mereka terus mengganggu, maka perangilah mudah-mudahan mereka berhenti mengganggu dan menganiaya siapa pun.",
        "13": "Ayat sebelumnya memerintahkan kaum muslim untuk memerangi kaum musyrik yang merusak perjanjian, maka ayat-ayat berikut ini menjelaskan alasan memerangi mereka. Mengapa kamu tidak memerangi orang-orang yang melanggar sumpah janjinya, untuk tidak saling mengganggu selama sepuluh tahun, juga perjanjian-perjanjian lainnya yang sering mereka langgar, dan telah merencanakan untuk mengusir Rasul, dari kediaman beliau bahkan mereka sangat bernafsu untuk membunuh beliau dan mereka yang pertama kali memerangi kamu seperti dalam Perang Badar? Apakah kamu takut kepada mereka, hanya karena mereka didukung oleh kekuatan senjata dan pasukan yang banyak, padahal Allah-lah yang lebih berhak untuk kamu takuti, karena Dialah Yang Mahaperkasa yang tidak mungkin dikalahkan oleh siapa pun jika memang kamu benar-benar orang-orang beriman dengan mantap.",
        "14": "Atas tiga alasan di atas, yakni merusak perjanjian damai untuk tidak saling mengganggu, berencana untuk mengusir Rasulullah dari tempat kediamannya, dan memulai untuk menyerang kaum muslimin, maka perangilah mereka, demi melaksanakan perintah Allah dan menggapai rida-Nya, bukan semata-mata untuk mengejar hal-hal yang bersifat duniawi seperti rampasan perang. Dengan begitu, niscaya Allah akan menyiksa mereka dengan perantaraan tanganmu, dan melalui peperangan itu pula Dia akan menghina mereka dengan kekalahan dalam perang sehingga menjadi tawanan dan menolongmu dengan kemenangan atas mereka, serta melegakan hati orang-orang yang beriman, setelah mereka mengalami penyiksaan dari kaum musyrik Mekah dalam waktu yang cukup lama yang akhirnya mereka bisa dikalahkan dan agama Islam memperoleh kemuliaan.",
        "15": "Dan, selain itu, Dia menghilangkan kemarahan hati mereka, orang-orang mukmin, yang disebabkan penyiksaan yang begitu kejam terhadap mereka sejak di Mekah. Namun begitu, jika mereka bertobat, maka akan diterima tobatnya dan mereka memiliki hak dan kewajiban yang sama dengan kalian. Demikian ini, karena Allah menerima tobat orang yang Dia kehendaki jika memang secara tulus bertobat kepada-Nya. Allah Maha Mengetahui segala urusan hamba-hamba-Nya, Mahabijaksana atas segala ketentuan syariat dan kebijakan-Nya.",
        "16": "Ayat-ayat yang lalu menerangkan kewajiban kaum muslim untuk memerangi kaum musyrik yang merusak perjanjian damai dengan mereka, sedang ayat ini menegaskan alasannya bahwa perintah berperang itu demi membedakan mana yang berperang dengan ikhlas karena Allah dan yang mengharap duniawi semata. Apakah kamu, wahai kaum mukminin, mengira bahwa kamu akan dibiarkan begitu saja hanya gara-gara kamu mengaku sebagai orang mukmin (Lihat: Surah al'Ankabut/29: 1-3), padahal Allah belum mengetahui kesungguhan keimanan kamu sebagai orang-orang yang berjihad di antara kamu dengan jihad yang sesungguhnya sehingga kaum musyrik tidak lagi berani merusak perjanjian dan mencerca agamamu, dan apakah juga telah terbukti bahwa kamu tidak mengambil kaum musyrik yang menjadi musuhmu itu sebagai teman yang setia selain Allah, Rasul-Nya dan orang-orang yang beriman, sebab mereka akan selalu menciptakan kerusakan dan fitnah di antara kamu? Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan dan akan membalasnya dengan balasan yang setimpal.",
        "17": "Rangkaian ayat-ayat di atas menunjukkan pembatalan perjanjian dengan kaum musyrik, sedang ayat ini menegaskan pembatalan amalamal mereka yang selalu mereka banggakan, seperti memakmurkan masjid. Tidaklah pantas bagi orang-orang musyrik, setelah penaklukan kota Mekah, memakmurkan masjid Allah, yakni Masjidilharam dan juga masjid-masjid yang lain, padahal mereka mengakui sendiri kalau mereka itu kafir. Sebab, tanpa didasari iman yang benar, maka amal mereka itu akan sia-sia belaka, dan justru kekufurannya itu menjadikan mereka kekal di dalam neraka sedangkan amal-amal baiknya tidak ada manfaatnya bagi mereka. (Lihat: Surah Ibrahim/14: 18 dan an-Nur/24: 38).",
        "18": "Inilah kriteria mereka yang berhak memakmurkan masjid. Sesungguhnya yang paling berhak memakmurkan masjid Allah hanyalah orangorang yang beriman kepada Allah dan hari kemudian, serta tetap atau senantiasa melaksanakan salat, menunaikan zakat jika mampu dan tidak takut kepada siapa pun kecuali kepada Allah, maka mudah-mudahan mereka termasuk orang-orang yang bisa diharapkan untuk selalu mendapat petunjuk ke jalan yang benar.",
        "19": "Ayat ini menerangkan keunggulan mereka yang beriman kepada Allah dan hari akhir dan berjihad di jalan Allah. Apakah kebiasaan kamu sekalian, wahai kaum musyrik, yang memberi minuman kepada orangorang yang mengerjakan haji dan mengurus Masjidil-haram, kamu samakan dengan orang yang beriman kepada Allah dan hari kemudian serta berjihad di jalan Allah? Mereka jelas-jelas tidak sama di sisi Allah, sebab itu semua dilakukan bukan atas dasar iman yang benar, justru perbuatan baik itu mereka iringi dengan kemusyrikan. Padahal, syirik adalah bentuk kezaliman yang terbesar, dan Allah tidak akan memberikan petunjuk, yakni bimbingan ke jalan yang benar, kepada orang-orang zalim.",
        "20": "Orang-orang yang beriman terutama kepada Allah dan hari akhir, dan berhijrah dengan meninggalkan hal-hal yang dilarang serta berjihad di jalan Allah, dengan harta dan jiwa mereka, adalah lebih tinggi derajatnya di sisi Allah dibanding orang-orang kafir itu meski mereka berbuat baik seperti memberi minum orang-orang yang haji dan memakmurkan Masjidilharam. Mereka, yakni orang-orang yang beriman, berhijrah, dan berjihad, itulah orang-orang yang memperoleh kemenangan yang hakiki.",
        "21": "Inilah kemenangan dan keberuntungan hakiki yang mereka peroleh, yakni Tuhan akan senantiasa menggembirakan mereka dengan memberikan rahmat yang sangat luas, dan mengistimewakan mereka dengan keridaan-Nya. Inilah balasan yang sesungguhnya. Dan, bukan hanya itu, di akhirat kelak mereka akan dimasukkan ke dalam surga. Mereka memperoleh kesenangan yang kekal di dalamnya.",
        "22": "Lebih ditegaskan lagi bahwa mereka kekal di dalamnya selama-lamanya dan tidak akan dikeluarkan dari padanya. Sungguh, di sisi Allah terdapat pahala yang besar.",
        "23": "Setelah ayat sebelumnya menerangkan keutamaan berjihad dan berhijrah serta tidak bergunanya amal kebaikan orang-orang musyrik, maka ayat ini lebih menegaskan lagi bahwa itu semua tidak akan sempurna kecuali kaum muslim berlepas diri dari kekuasaan kaum musyrik dan lebih mencintai Allah dan Rasul-Nya daripada bapak, ibu, dan saudara-saudaranya. Wahai orang-orang yang beriman! Janganlah kamu jadikan bapak-bapakmu dan saudara-saudaramu sebagai auliya'-bentuk jamak dari kata “waliy”, yakni pemimpin, teman dekat, pelindung, atau sebagai apa saja yang kamu sering kali menyampaikan rahasia kepadanya dan kamu sekalian lebih mencintai mereka mengalahkan cintamu kepada Allah dan Rasul-Nya, baik dengan cara memaksakan diri apalagi secara sukarela-jika mereka lebih menyukai kekafiran daripada keimanan. Barangsiapa di antara kamu yang menjadikan mereka wali, pelindung, teman dekat, pemimpin dan lain-lain, meski masih ada hubungan kekerabatan, maka mereka itulah orang-orang yang zalim karena meletakkan sesuatu bukan pada tempatnya, yakni dengan menjadikan wali kepada orang yang tidak tepat.",
        "24": "Ayat ini turun berkenaan dengan keengganan sebagian kaum muslim untuk berhijrah ke Madinah karena diberatkan oleh hal-hal yang bersifat duniawi. Padahal, hijrah merupakan wujud nyata kecintaan kaum mukmin kepada Allah dan Rasul-Nya. Katakanlah, wahai Rasul, “Jika bapak-bapakmu, anak-anakmu, saudara-saudaramu, istri-istrimu yang selalu mendampingimu, keluargamu yang selalu melindungimu, harta kekayaan yang kamu usahakan dengan susah payah, perdagangan yang kamu khawatirkan kerugiannya, dan rumah-rumah tempat tinggal yang ka-mu sukai yang dibangun dengan biaya yang cukup besar, lebih kamu cintai daripada Allah dan Rasul-Nya serta berjihad di jalan-Nya, maka tunggu-lah sampai Allah memberikan keputusan-Nya, dengan menurunkan hukuman-Nya yang tidak mungkin kamu elakkan. Padahal, hal itu merupakan sikap orang-orang fasik, karena keluar dari ketaatan kepada Allah dan Rasul-Nya.” Dan Allah tidak memberi petunjuk kepada orang-orang fasik.",
        "25": "Ayat yang lalu menegaskan tentang larangan menjadikan orangorang kafir sebagai waliy yang biasanya disebabkan oleh kecintaan berlebihan kepada hal-hal duniawi sehingga iman menjadi tidak kukuh, maka ayat ini menunjukkan bukti nyata betapa kekuatan duniawi tidak lantas menjadikan umat mukmin memperoleh kemenangan. Sungguh, Allah telah menolong kamu, wahai kaum mukminin, di banyak medan perang ketika kamu lemah dan musuhmu kuat, dan ingatlah Perang Hunain, ketika itu jumlahmu yang besar telah membanggakan kamu, sebab kamu merasa tidak akan bisa dikalahan, sehingga kamu terlena, namun ternyata jumlah yang banyak itu sama sekali tidak berguna bagimu, sebab kenyataannya kamu dapat dikalahkan; dan akibat serangan musuh yang mendadak dan bertubi-tubi itu menjadikan bumi yang luas itu terasa sempit bagimu, kemudian serangan itu juga menjadikan kamu berbalik ke belakang dan lari tunggang-langgang meninggalkan Rasulullah dan sahabat-sahabat yang masih setia mendampingi beliau.",
        "26": "Pada Perang Hunain, mulanya kaum muslim mengalami kekalahan, namun kemudian atas rahmat Allah, Dia menurunkan ketenangan berupa keimanan yang tulus dan kukuh, kepada Rasul-Nya dan kepada orangorang yang beriman, sehingga mereka mampu mengatasi masalah yang sangat berat saat itu, dan Dia menguatkan pasukan kaum mukmin yang tersisa itu dengan menurunkan bala tentara dari para malaikat yang tidak terlihat olehmu; dan sebagai hukuman, Dia menimpakan azab kepada orang-orang kafir melalui penawanan, pembunuhan, perampasan perang, dan lain-lain. Itulah balasan bagi orang-orang kafir yang menutup-nutupi kebenaran Ilahi dan bahkan menentangnya.",
        "27": "Meskipun dahulu mereka menentang agama Islam, namun jika setelah itu mereka bertobat secara tulus, Allah akan menerima tobat orang yang Dia kehendaki. Allah Maha Pengampun lagi Maha Penyayang kepada siapa saja yang bertobat kepada-Nya.",
        "28": "Setelah ayat-ayat sebelumnya menunjukkan beberapa perintah, larangan, dan ketentuan-ketentuan yang berisi anjuran dan ancaman, maka ayat ini menunjukkan alasan mengapa kaum mukmin harus memutuskan hubungan dengan kaum musyrik. Wahai orang-orang yang beriman! Sesungguhnya orang-orang musyrik yang sedemikian mantap kemusyrikannya, baik dari ucapan maupun perilakunya, itu najis, jiwa dan akidahnya kotor, karena itu janganlah mereka mendekati Masjidilharam dan tanah haram di sekitarnya setelah tahun ini, yaitu akhir tahun 9 Hijriah. Dan jika kamu khawatir menjadi miskin karena orang kafir tidak datang di musim haji dengan membawa barang dagangan, maka Allah nanti akan memberikan kekayaan berupa kecukupan rezeki kepadamu dari karunia-Nya, jika Dia menghendaki, sesuai dengan ketetapan-Nya, yakni rezeki itu harus dicari dengan usaha yang optimal sesuai dengan sunatullah-Nya. Sesungguhnya Allah Maha Mengetahui segala makhluk-Nya, Mahabijaksana dalam segala ketentuan dan pengaturan-Nya.",
        "29": "Ayat yang lalu menjelaskan tuntunan-Nya terhadap kaum musyrik, maka ayat ini beralih kepada Ahli Kitab yang hendak memerangi orang-orang mukminin. Konteks ayat ini turun berkenaan dengan Perang Tabuk. Saat itu telah terdengar berita bahwa pasukan Romawi akan menyerang dan berusaha menguasai daerah perbatasan tersebut, maka turunlah ayat ini sebagai perintah untuk memerangi mereka. Perangilah orang-orang yang tidak beriman kepada Allah dan hari kemudian yang terlebih dulu memerangimu, mereka yang tidak mengharamkan bahkan terus-menerus melakukan apa yang telah diharamkan Allah dan Rasul-Nya dan mereka yang tidak beragama dengan agama yang benar, yakni agama Islam, sementara di sisi lain mereka telah mempersiapkan diri untuk menyerang kaum mukminin. Padahal, mereka itu adalah orang-orang yang telah diberikan Kitab yaitu kitab Taurat dan Injil yang menerangkan tentang Muhammad sebagai nabi dan rasul terakhir. Perangi mereka hingga sampai batas di mana mereka memilih untuk bersyahadat atau membayar jizyah, yakni kewajiban individu yang dipandang mampu agar memperoleh perlindungan, dengan patuh sedang mereka dalam keadaan tunduk terhadap segala ketentuan yang berlaku di wilayah di mana mereka tinggal.",
        "30": "Ayat ini menerangkan sesatnya akidah Ahli Kitab. Dan orang-orang Yahudi berkata, “Uzair putra Allah”, dan orang-orang Nasrani berkata, “Al-Masih putra Allah”. Itulah ucapan yang keluar dari mulut mereka tanpa didasarkan pada dalil yang benar. Mereka meniru ucapan orang-orang kafir yang terdahulu, seperti perkataan musyrik Mekkah bahwa malaikat adalah anak perempuan Tuhan. Akibat ucapan dan keyakinan mereka yang sesat itulah Allah melaknat mereka. Memang, sungguh mengherankan bagaimana mung-kin mereka sampai berpaling dari agama yang benar, yaitu agama tauhid, padahal para rasul telah datang kepada mereka silih berganti un-tuk menjelaskan tentang hal itu, juga dikuatkan dengan bukti-bukti rasional tentang keesaan Allah tersebut?",
        "31": "Tidak saja sesat akidah, mereka juga menjadikan orang-orang alim Yahudi, dan rahib-rahibnya Nasrani sebagai tuhan selain Allah, yaitu dengan mematuhi ajaran orang-orang alim dan para rahib itu dengan membabi buta, sekalipun mereka menyuruh berbuat maksiat, mengharamkan yang halal, dan menghalalkan yang haram, dan kaum Nasrani juga menjadikan Al-Masih putra Maryam sebagai tuhan; padahal mereka hanya disuruh menyembah Tuhan Yang Maha Esa; tidak ada tuhan selain Dia. Mahasuci Dia dari apa yang mereka persekutukan, baik menyangkut penyembahan, penciptaan, dan sifat-sifat-Nya.",
        "32": "Dengan keyakinan dan akidah sesat yang tidak disadari itulah, mereka berusaha keras hendak memadamkan cahaya Allah, yaitu agama Islam. Mereka akan melakukan dengan berbagai cara, baik dengan mulut, yakni ucapan-ucapan, maupun tindakan-tindakan, bahkan cara apa pun yang mereka yakini bisa memadamkan cahaya agama Islam tersebut. Namun, Allah menolaknya, malah Dia berkehendak menyempurnakan cahaya-Nya, yaitu dengan semakin meninggikan agama Islam dan menolong Rasul-Nya walaupun orang-orang kafir itu tidak menyukai Islam menjadi besar.",
        "33": "Bukan saja Dia meninggikan agama Islam, tetapi Dia juga yang telah mengutus Rasul-Nya dengan membawa petunjuk, yakni Al-Qur'an, yang berisi berita-berita yang benar serta bukti-bukti nyata tentang keesaan Allah, dan agama yang benar, yakni sikap keberagamaan yang lurus yang membawa manfaat, baik di dunia maupun di akhirat, untuk diunggulkan atas segala agama baik agama-agama yang lebih dulu ada, maupun agama-agama baru yang diciptakan oleh manusia, walaupun terhadap kenyataan itu orang-orang musyrik tidak menyukai-nya.",
        "34": "Setelah ayat sebelumnya menerangkan tentang ketidaksukaan kaum musyrik dan Ahli Kitab terhadap tersebarnya Islam, maka ayat ini menginformasikan perilaku buruk sebagian pemimpin Ahli Kitab yang menyimpang. Wahai orang-orang yang beriman! Sesungguhnya banyak dari orang-orang alim Yahudi dan rahib-rahib Nasrani mereka benar-benar memakan harta orang dengan jalan yang batil, baik dengan jalan suap-menyuap, meminta bayaran dalam proses penebusan dosa, riba, berbuat curang, mencuri, termasuk menganjurkan berinfak namun untuk kesejahteraan dirinya sendiri, dan mereka juga menghalang-halangi manusia dari mengikuti jalan Allah, yakni agama Islam, melalui berbagai macam cara seperti menciptakan kebohongan terhadap Islam, menumbuhkan keraguan terhadap Al-Qur'an, dan mencela pribadi Rasulullah yang agung. Padahal, kerusakan akhlak, pemikiran, dan akidah seorang tokoh atau pemimpin agama adalah sangat membahayakan bagi kehidupan umat manusia yang dipimpinnya. Dan di samping itu, mereka juga termasuk orang-orang yang suka menyimpan emas dan perak, yakni menumpuk-numpuk harta, dan tidak menginfakkannya di jalan Allah, bah-kan cenderung serakah dan kikir. Terhadap mereka itu, maka berikanlah kabar gembira kepada mereka, sebagai bentuk ejekan sekaligus celaan, bahwa mereka akan mendapat azab yang pedih di akhirat kelak.",
        "35": "Ayat ini menjelaskan azab yang diancamkan kepada para pemimpin Ahli Kitab dan siapa saja yang kikir sebagaimana mereka. Ingatlah, pada hari ketika emas dan perak dipanaskan dalam neraka Jahanam, lalu dengan itu disetrika dahi, lambung dan punggung mereka, yakni orang-orang kaya yang tidak dermawan, seraya dikatakan kepada mereka, “Inilah harta bendamu yang kamu simpan untuk dirimu sendiri. Dengan harta itu, bukan saja kamu tidak menunaikan zakatnya, namun juga tidak kamu manfaatkan untuk membantu mereka yang membutuhkan, maka rasakanlah akibat dari apa yang kamu simpan itu.” Ancaman ini berlaku umum, yaitu ditujukan kepada siapa saja yang dikaruniai harta banyak namun kikir. Islam memang membolehkan umatnya untuk mengumpulkan harta sebanyak-banyaknya, tetapi pada saat yang sama ia juga harus bersifat dermawan.",
        "36": "Setelah ayat yang lalu menjelaskan keburukan akidah para tokoh Ahli Kitab, maka ayat ini kembali menginformasikan keburukan perilaku kaum musyrik, yakni mengubah hukum Allah. Di antara hukum Allah yang diubah adalah menambah hitungan bulan dalam setahun. Ayat menyatakan, bahwa sesungguhnya jumlah bulan menurut Allah dalam satu tahun ialah dua belas bulan dengan mengikuti perputaran bulan, sebagaimana dalam ketetapan Allah sejak penciptaan alam ini, yakni pada waktu Dia menciptakan langit dan bumi. Di antaranya, yakni dua belas bulan tersebut, ada empat bulan haram atau yang dimuliakan, yaitu Zulqa'dah, Zulhijjah, Muharram, dan Rajab. Itulah ketetapan agama yang lurus, yaitu bahwa empat bulan yang dimuliakan itu sesuai dengan sistem yang telah ditetapkan oleh Allah dan menjadi syariat agama-Nya, maka janganlah kamu menzalimi dirimu, baik melakukan peperangan (Lihat : Surah al-Baqarah/2: 217), maupun perbuatan dosa lainnya, terlebih lagi dalam bulan yang empat itu, karena dosanya akan dilipatgandakan. Namun, larangan peperangan di bulan-bulan haram ini lalu dinasakh atau dihapus hukumnya dengan firman-Nya, dan perangilah kaum musyrik semuanya, sebagaimana mereka pun memerangi kamu semuanya di mana saja dan kapan saja meski bertepatan dengan empat bulan yang semestinya dilarang untuk berperang itu. Dan ketahuilah bahwa Allah beserta orang-orang yang takwa.",
        "37": "Setelah menjelaskan jumlah bulan dalam setahun dan di antaranya ada empat bulan yang dimuliakan, maka ayat ini mengecam mereka yang menambah bilangan dan memutarbalikkan bulan-bulan haram atau mengundur-undurnya. Sesungguhnya pengunduran bulan haram, sebagaimana kebiasaan orang-orang Arab saat itu yang secara sengaja mengganti posisi Muharram dengan bulan Safar agar bisa berperang, itu hanya menambah kekafiran di samping kekufuran yang selama ini mereka lakukan. Orang-orang kafir disesatkan oleh setan dan para pemuka-pemukanya dengan pengunduran itu, mereka menghalalkannya yakni mengundur-undurkannya suatu tahun dan mengharamkannya pada suatu tahun yang lain. Mereka melakukan pengunduran ini agar dapat menyesuaikan dengan bilangan bulan-bulan yang diharamkan Allah, sekaligus mereka menghalalkan apa yang diharamkan Allah, yakni berperang di bulan-bulan haram juga perbuatan dosa lainnya. Padahal, perbuatan-perbuatan buruk tersebut dijadikan terasa indah oleh setan bagi mereka. Dan Allah tidak memberi petunjuk, yakni bimbingan agar selalu berada di jalan yang benar, kepada orang-orang yang kafir, yaitu mereka yang terus-menerus berada di jalan kekufuran.",
        "38": "Ayat yang lalu memerintahkan untuk memerangi kaum musyrik yang menyerang mereka di mana saja dan kapan saja, maka ayat ini menje-laskan salah satu peperangan itu, yakni perang Tabuk yang terjadi pada tahun ke-9 Hijriah. Wahai orang-orang yang beriman! Mengapa kalian bermalas-malasan apabila dikatakan kepada kamu, “Berangkatlah untuk berperang di jalan Allah.” Dengan adanya perintah perang ini kamu me-rasa berat dan ingin tinggal di tempatmu karena takut menghadapi musuh dengan jumlah yang lebih besar ditambah kondisi yang sangat panas, sementara itu pohon kurma sudah mulai berbuah? Apakah kamu lebih menyenangi kehidupan di dunia yang sementara dan tidak kekal daripada kehidupan di akhirat yang kekal abadi? Padahal kenikmatan hidup di dunia ini, sebanyak apa pun jika dibandingkan dengan kehidupan di akhirat hanyalah sedikit dan tidak berguna.",
        "39": "Mereka bukan saja dikecam, namun juga diancam jika tidak berangkat perang. Karena itu, Allah menegaskan bahwa jika kenikmatan duniawi telah memberatkanmu sehingga kamu tidak berangkat untuk berperang beserta Rasulullah, padahal kamu tidak ada halangan untuk itu, maka niscaya Allah akan menghukum kamu baik di dunia dengan kehinaan atau dikucilkan mau-pun di akhirat kelak dengan azab yang pedih, dan menggantikan kamu dengan kaum yang lain yang lebih baik, lebih kuat dan lebih taat, dan ketahuilah, bahwa keengganan kamu untuk berperang dan bahkan ketidaktaatanmu terhadap semua perintah Allah itu tidak akan meru-gikan-Nya sedikit pun (Lihat: Surah Ibrahim/14: 8). Dan Allah Mahakuasa atas segala sesuatu.",
        "40": "Jangan pernah menduga kalau Allah dan Rasulullah membutuhkan pertolonganmu untuk mengalahkan musuh-musuh-Nya. Tentu saja tidak. Karena itu, jika kamu tidak menolongnya, yakni Nabi Muhammad dalam perah Tabuk, sesungguhnya Allah telah menolong dan menguatkan-nya, antara lain menolong beliau ketika orang-orang kafir mengusirnya dari Mekah, sedang saat itu dia salah seorang dari dua orang, yakni beliau hanya ditemani Abu Bakar. Situasi saat itu benar-benar menegangkan,yaitu ketika keduanya berada dalam gua dan orang-orang kafir ada di sekitarnya, maka ketika itu Allah menguatkan jiwa beliau sehingga dengan penuh keyakinan dia berkata kepada sahabatnya, Abu Bakar, “Jangan engkau bersedih, sesungguhnya Allah bersama kita dan menolong serta melindungi kita.” Sebagai bentuk pertolongan Allah, maka Allah menurunkan ketenangan kepadanya, yakni Nabi Muhammad, sehingga mampu menghadapi situasi yang sangat sulit tersebut dan bahkan membantu beliau dengan bala tentara, berupa malaikat-malaikat yang tidak terlihat olehmu, dan Dia menjadikan seruan orang-orang kafir kepada kedurhakaan dan kemusyrikan itu rendah, sebab usaha mereka untuk mematikan api islam bahkan membunuh Rasulullah ternyata gagal. Dan bahkan sebaliknya, kalimat Allah, yakni agama Islam, itulah yang tinggi. Demikian ini, karena Allah Mahaperkasa, lagi Mahabijaksana.",
        "41": "Setelah Allah mengecam sekaligus mengancam mereka yang enggan berperang, serta menegaskan Allah akan senantiasa menolong orang-orang mukmin, maka ayat ini menguatkan perintah berperang yang semata-mata demi kemaslahatan. Berangkatlah kamu ke medan perang dengan penuh semangat, baik dengan rasa ringan maupun dengan rasa berat, kondisi kuat atau lemah, kondisi longgar maupun sempit, masing-masing sesuai dengan kadar kemampuannya, dan berjihadlah dengan harta dan jiwamu di jalan Allah. Yang demikian itu adalah lebih baik bagimu jika kamu mengetahui tujuan berjihad di jalan Allah itu, antara lain, terlindunginya kaum lemah, melawan kezaliman, juga menjaga jalan dakwah dari perilaku zalim musuh-musuh Islam.",
        "42": "Ayat sebelumnya mendorong kaum mukmin untuk berjihad, sekaligus mengecam mereka yang merasa keberatan, maka ayat ini turun berkenaan dengan sikap kaum munafik yang enggan berangkat ke Perang Tabuk. Sekiranya yang kamu serukan kepada kaum munafik, dalam perkiraan mereka, ada keuntungan duniawi yang jelas serta mudah diperoleh dan perjalanan yang tidak seberapa jauh lagi tidak sulit, juga ditambah udara yang tidak terlalu panas, niscaya mereka akan mengikutimu meskipun tidak dengan sepenuh hati. Akan tetapi, mereka akan enggan berangkat perang jika tempat yang dituju itu terasa sangat jauh bagi mereka. Bahkan untuk membangun alasan agar ketidakberangkatan mereka ke medan perang dianggap benar, mereka tanpa merasa bersalah akan bersumpah dengan nama Allah, padahal sebenarnya bohong, “Jikalau kami sanggup niscaya kami berangkat bersamamu.” Padahal sumpah palsu mereka untuk tidak turut berperang itu telah membinasakan diri sendiri, karena kebohongan yang ditutup-tutupi padahal Allah mengetahui bahwa mereka benar-benar orang-orang yang berdusta. Inilah salah satu karakter orang munafik, yaitu tidak siap menanggung derita dalam melaksanakan perintah Allah.",
        "43": "Orang-orang munafik benar-benar lihai dalam membuat berbagai alasan agar diizinkan untuk tidak berperang. Akhirnya, beliau mengizinkan mereka untuk tidak ikut berperang, maka ayat ini memberi teguran halus kepada beliau. Allah memaafkanmu, wahai Nabi, “Mengapa engkau memberi izin kepada mereka untuk tidak pergi berperang, sebelum jelas bagimu orang-orang yang benar-benar berhalangan sehingga bisa dimaklumi untuk tidak ikut pergi berperang dan sebelum engkau mengetahui orang-orang yang berdusta dengan membuat-buat alasan yang tidak benar dan mengada-ada?”",
        "44": "Sebab orang-orang yang beriman kepada Allah dan hari kemudian akan senantiasa patuh untuk melaksanakan segala perintah Allah dan RasulNya, sehingga mereka tidak akan mungkin meminta izin kepadamu untuk tidak ikut berjihad. Bahkan sebaliknya, mereka selalu siap untuk berjihad dengan harta dan jiwa mereka. Sebab mereka mengetahui manfaat jihad, yaitu sebagai pintu gerbang mencapai kejayaan duniawi dan kebahagiaan ukhrawi. Inilah salah satu ciri ketakwaan, dan Allah mengetahui orang-orang yang bertakwa, yaitu mereka yang menjauhi apa saja yang bisa melahirkan murka Allah dan melaksanakan apa saja yang bisa mendatangkan rida-Nya, yang karenanya Dia akan membalasnya dengan balasan yang berlipat di akhirat kelak.",
        "45": "Sesungguhnya yang akan meminta izin kepadamu, wahai Nabi Muhammad, hanyalah orang-orang munafik yang sejatinya tidak beriman kepada Allah, mereka tidak mengenal keagungan-Nya dan juga tidak beriman kepada hari kemudian sehingga tidak terdorong untuk meraih kebahagiaan akhirat, dan bahkan hati mereka ragu atas balasan Allah di akhirat kepada para mujahid, karena itu mereka selalu bimbang dalam keraguan, sehingga terkadang ikut berperang namun pada kali lain tidak ikut, tergantung keadaan serta ada atau tidaknya keuntungan duniawi di balik perintah berperang tersebut.",
        "46": "Ayat sebelumnya menjelaskan perbedaan antara kaum mukmin dan munafik dalam menyikapi perintah berperang, maka ayat ini menyebutkan salah satu ciri orang munafik. Dan seandainya mereka, kaum munafik, mau berangkat untuk berperang, niscaya mereka akan menyiapkan persiapan untuk keberangkatan itu sebagaimana orang-orang mukmin yang lain, namun hal itu tidak akan pernah mereka lakukan, karena sejak awal mereka memang tidak ingin berangkat berperang. Akan tetapi seandainya mereka berangkat berperang dengan kondisi jiwa semacam itu justru hanya akan menciptakan kekacauan dalam barisan umat muslim dan melemahkan jiwanya, karena itu Allah tidak menyukai keberangkatan mereka untuk berperang beserta kaum mukminin, maka Dia melemahkan keinginan dan niat mereka untuk berangkat ke medan perang, dan seakan dikatakan dalam hati mereka, “Jangan berangkat ke medan perang dan tinggallah kamu bersama orang-orang yang tinggal itu, yakni bersama anak-anak, para wanita, dan orang-orang tua.”",
        "47": "Bahkan seandainya mereka berangkat berperang bersamamu, niscaya mereka tidak akan menambah kekuatan-mu, malah keberadaan mereka hanya akan membuat kekacauan serta melemahkan mental kaum muslim, dan seandainya mereka memiliki kesempatan, tentu mereka akan bergegas maju ke depan dan menyusup di celah-celah barisanmu untuk mengadakan kekacauan serta menciptakan permusuhan di antara kamu; sedang di antara kamu, wahai kaum muslimin, ada orang-orang yang sangat suka mendengarkan perkataan mereka, baik karena keluguan atau ketidaktahuan mereka, disebabkan sikap baik mereka; padahal mereka suka berlaku zalim. Jika demikian, pasti Allah mengetahui orang-orang yang zalim.",
        "48": "Bukan hanya saat itu, sungguh, sebelum itu mereka, kaum munafik, memang sudah berusaha membuat kekacauan, melemahkan mental kaum muslim dan bahkan mengatur berbagai macam tipu daya bagimu dengan memutarbalikkan persoalan dan memutar otak untuk memadamkan api Islam, hingga datanglah kebenaran, pertolongan Allah, dan menanglah urusan, yakni agama, Allah, padahal dengan kenyataan itu mereka tidak menyukainya.",
        "49": "Ayat ini membeberkan sifat orang munafik yang lain, yakni berpura-pura. Dan di antara mereka ada orang yang berkata, “Berilah aku izin untuk tidak pergi berperang karena ada uzur pada diriku, dan janganlah engkau, wahai Muhammad, menjadikan aku terjerumus ke dalam kesulitan terutama terhadap anak istriku jika tetap pergi ke medan perang.” Lalu Allah menegaskan kalau mereka sebenarnya berpura-pura. Ketahuilah, wahai Nabi Muhammad, bahwa sungguh dengan sikap kepurapuraannya itu, sesungguhnya mereka telah terjerumus ke dalam kemunafikan dan kekufuran. Dan sungguh tempat mereka kelak di Jahanam, dan Jahanam akan selalu meliputi orang-orang yang kafir.",
        "50": "Sifat munafik yang lain adalah bahwa jika engkau, wahai Nabi Muhammad, mendapat kebaikan seperti kemenangan dalam peperangan, juga kebaikan-kebaikan yang lain, mereka, kaum munafikin, tidak senang; tetapi jika engkau ditimpa bencana, yakni kekalahan dalam peperangan, mereka berkata kepada engkau juga kepada kaum muslim yang lain, “Sungguh, sejak semula kami telah mengetahui kalau kamu akan mengalami kekalahan, karena itu kami mengambil sikap berhati-hati dan mempertimbangkan secara masak-masak, makanya kami putuskan untuk tidak ikut pergi berperang.” Dan, dengan ucapannya itu, mereka berpaling dengan lega dan gembira karena merasa telah berhasil mengelabui Rasulullah dan orang-orang mukmin.",
        "51": "Karena itu, beliau diperintah untuk menanggapi ucapan mereka. Katakanlah, wahai Nabi Muhammad, kepada orang-orang munafik itu, “Kami tidak akan mengucapkan sebagaimana apa yang kalian ucapkan, sebab menurut keyakinan kami tidak akan menimpa kami, kebaikan maupun keburukan, kekalahan maupun kemenangan, melainkan apa yang telah ditetapkan Allah di Lauh Mahfuz bagi kami. Demikian ini, agar kami tidak merasa berbangga diri ketika berhasil dan tidak merasa sesak dada kami ketika tidak berhasil. (Lihat pula Surah al-a&circ;adid/57: 22-23). Sebagai seorang mukmin, kami sadar bahwa Allah tidak mungkin menyengsarakan kami, sebab Dialah pelindung kami, dan hanya kepada Allahlah hendaknya orang-orang yang beriman dengan keimanan yang mantap bertawakkal setelah sebelumnya berusaha secara maksimal.”",
        "52": "Orang-orang munafik selalu menunggu-nunggu kehancuran dan kebinasaan orang-orang muslim. Karena itu, beliau diperintah untuk menantang mereka. Katakanlah, wahai Nabi Muhammad, kepada orangorang munafik itu, “Meski kamu selalu berharap kebinasaan terhadap kami, maka sesungguhnya tidak ada yang kamu tunggu-tunggu itu bagi kami, kecuali kami akan memperoleh salah satu dari dua kebaikan yaitu menang dengan membawa kemulian atau mati syahid. Dan sebaliknya, kami justru menunggu-nunggu bagi kamu bahwa Allah akan menimpakan salah satu dari dua keburukan yaitu azab dari sisi-Nya, seperti yang pernah menimpa umat-umat terdahulu disebabkan keingkaran dan penentangan mereka terhadap kebenaran Ilahi, atau azab melalui tangan kami dengan membunuhmu atau menawanmu. Karena itu, maka tunggulah, sesungguhnya kami menunggu pula bersamamu, apa yang akan terjadi pada diri kalian jika kalian tetap ingkar.”",
        "53": "Setelah ayat sebelumnya menjelaskan balasan orang-orang munafik baik di dunia maupun di akhirat, maka ayat ini menginformasikan betapa kebaikan yang dilakukan orang-orang munafik itu tidak akan memberi manfaat apa pun bagi mereka. Katakanlah, wahai Nabi Muhammad, kepada kaum munafik itu, “Infakkanlah hartamu baik dengan sukarela maupun dengan terpaksa, namun infakmu itu tetap sia-sia saja dan tidak akan diterima. Sesungguhnya infak yang kamu lakukan itu justru untuk melawan agama Allah, sehingga dengan begitu kamu adalah orang-orang yang fasik, yakni orang-orang yang keluar dari ketaatan kepada Allah.”",
        "54": "Selanjutnya disebutkan alasan ditolaknya infak orang-orang munafik. Dan yang menghalang-halangi infak mereka, kaum munafik, untuk diterima adalah karena mereka kafir kepada Allah dan Rasul-Nya dan mereka tidak melaksanakan salat dengan penuh ketaatan melainkan dengan malas, tidak senang, atau kurang peduli, dan mereka tidak pula menginfakkan harta, melainkan dengan rasa enggan atau terpaksa, karena mereka tidak yakin terhadap limpahan pahala dari Allah di akhirat kelak bagi mereka yang melakukan kebaikan atas dasar keikhlasan.",
        "55": "Setelah ayat sebelumnya menjelaskan tertolaknya amal perbuatan baik orang-orang munafik, seperti salat dan menginfakkan harta, maka ayat ini memperingatkan kaum mukmin agar tidak menganggap baik kekayaan dan kekuasaan duniawi yang dianugerahkan kepada mereka, apalagi sampai mengaguminya. Maka karena itu, Janganlah harta dan anak-anak mereka, yakni kaum munafik, membuatmu kagum sehingga menjadikanmu menaati perintahnya dan mendengar ucapannya padahal penuh kebohongan dan justru akan menjerumuskanmu ke jurang kenistaan, seperti dijelaskan pada Surah al-Munafiqun/63: 4. Memang benar, banyaknya harta dan anak bisa saja menjadi indikasi kebaikan jika menyebabkan pemiliknya menjadi baik dan taat kepada Allah. Namun, sesungguhnya maksud Allah dengan itu, yakni karunia harta dan anak bagi orang-orang munafik, sejatinya adalah untuk menyiksa mereka dalam kehidupan dunia, sebab dengan itu mereka semakin berat hatinya meninggalkan dunia dan senantiasa merasa takut kehilangan apa yang mereka miliki, dan yang lebih menyakitkan adalah kelak mereka akan mati dalam keadaan kafir serta tempat menetap mereka adalah neraka.",
        "56": "Ayat sebelumnya memperingatkan agar umat Islam tidak merasa takjub terhadap kekayaan kaum munafik, maka ayat ini menginformasikan tentang kebusukan hati mereka. Mereka, orang-orang munafik, akan terus-menerus bersumpah dengan nama Allah bahwa sesungguhnya mereka termasuk golonganmu; namun sumpah itu hanyalah untuk mengelabui orang-orang mukmin. Karena itu, janganlah kalian mempercayai sumpah mereka, sebab sejatinya mereka bukanlah dari golonganmu, tetapi mereka adalah orang-orang yang sangat takut diperlakukan seperti orang-orang musyrik, makanya mereka tutupi kemunafikan mereka itu dengan sumpah.",
        "57": "Karena itu, sekiranya mereka memperoleh tempat perlindungan, gua-gua, lubang-lubang dalam tanah atau tempat-tempat persembunyian di mana saja, niscaya mereka akan segera pergi atau lari ke sana dengan secepat-cepatnya meski harus berkorban harta dan melalui jalan yang cukup sulit. Inilah sifat dan sikap orang-orang yang hidupnya penuh dengan kemunafikan.",
        "58": "Ayat ini masih menginformasikan keburukan sifat dan sikap kaum munafik, yaitu bahwa di antara mereka ada yang mencelamu, wahai Rasulullah, tentang pembagian sedekah, zakat, juga ganimah atau rampasan perang. Demikian ini, karena pengakuan iman tersebut hanyalah sebagai taktik untuk memperoleh kenikmatan duniawi. Karena itulah, jika mereka diberi bagian, baik dari zakat, infak, sedekah, maupun ganimah, mereka bersenang hati, puas bahkan memuji-mujimu sebagai orang yang berbuat adil. Dan, sebaliknya, jika mereka tidak diberi bagian atau diberi bagian namun jumlahnya lebih sedikit daripada yang lain, tiba-tiba mereka marah, menunjukkan sikap penuh kebencian dan bahkan berani mencelamu tidak berbuat adil.",
        "59": "Padahal, sekiranya mereka benar-benar rida atau menerimanya dengan puas dengan apa yang diberikan kepada mereka oleh Allah dan Rasul-Nya, dan berkata, “Cukuplah Allah bagi kami sebagai sandaran hidup kami, sebab Allah pasti akan memberikan kepada kami sebagian dari karuniaNya dan juga Rasul-Nya dengan memberi bagian kepada kami, baik dari zakat maupun ganimah, dan sesungguhnya kami orang-orang yang berharap kepada Allah,” maka alangkah baik dan indahnya seandainya mereka bersikap seperti itu. Namun, kenyataannya mereka tidak melakukan demikian.",
        "60": "Setelah ayat sebelumnya menyatakan bagaimana orang-orang munafik telah mencela Rasul dalam persoalan pembagian harta, baik zakat maupun ganimah, maka ayat ini menjelaskan secara terperinci siapa sesungguhnya yang berhak menerima zakat itu. Sesungguhnya zakat itu hanyalah untuk orang-orang fakir, yaitu orang yang tidak memiliki pekerjaan tetap sehingga kebutuhan primernya tidak terpenuhi, orang miskin, yakni orang yang memiliki penghasilan namun tidak cukup untuk memenuhi kebutuhan hidupnya secara layak, baik kedua kelompok itu meminta-minta maupun tidak, amil zakat, orang-orang yang ditugaskan untuk mengelola dana zakat, yang dilunakkan hatinya atau orang yang baru masuk Islam, untuk memerdekakan hamba sahaya, untuk membebaskan orang yang berutang demi memenuhi kebutuhan primernya yang jumlahnya melebihi penghasilannya, untuk orang yang aktivitasnya berada di jalan Allah dan untuk orang yang sedang dalam perjalanan dengan perjalanan yang mubah dan kehabisan bekal. Zakat itu sebagai kewajiban dari Allah bagi setiap muslim yang mampu. Allah Maha Mengetahui apa saja yang terkait dengan kemaslahatan hambahamba-Nya, Mahabijaksana atas segala aturan dan kebijakan-Nya.",
        "61": "Ayat sebelumnya menjelaskan tuduhan orang-orang munafik kepada Rasulullah yang dianggapnya telah berbuat curang atau tidak adil berkenaan dengan pembagian zakat atau ganimah, berikut ini diuraikan kembali ucapan dan gangguan orang-orang munafik ketika berada di tengah-tengah Rasulullah. Dan di antara mereka, orang-orang munafik, ada orang-orang yang menyakiti hati Nabi Muhammad padahal beliau adalah sosok yang agung. Mereka telah menuduh beliau tidak adil dan juga mengatakan kepada kaum mukmin atau sesama orang munafik, “Nabi itu terlalu cepat untuk memercayai semua apa yang didengarnya hanya karena diperkuat dengan sumpah, padahal belum dicek kebenarannya.” Namun, beliau hanya memercayai apa saja yang membawa kebaikan dan kemaslahatan umatnya. Karena itu, katakanlah, wahai Nabi Muhammad, kepada mereka, “Memang benar, kalau dia selalu mendengarkan setiap informasi yang disampaikan kepadanya dengan penuh perhatian, namun, dia tidaklah seperti yang kamu tuduhkan itu, sebab dia hanya mempercayai semua atau apa saja yang baik bagi kamu, dia beriman kepada Allah dan tentunya juga malaikat yang menyampaikan informasi, memercayai orang-orang mukmin yang dengan iman itulah mereka terhalang untuk melakukan kebohongan dan menjadi rahmat bagi orang-orang yang beriman di antara kamu.” Dan orang-orang yang menyakiti Rasulullah, baik di kala beliau masih hidup maupun sudah wafat, baik dengan ucapan maupun sikap, akan mendapat azab yang pedih di akhirat kelak. Sebab, perasaan cinta itulah yang akan melahirkan penghormatan yang tulus kepada yang dicintai dan tidak akan pernah menyakitinya.",
        "62": "Rangkaian ayat berikut ini memaparkan sifat buruk yang lain dari orang-orang munafik. Mereka bersumpah palsu kepadamu dengan nama Allah, untuk tidak turut serta dalam Perang Tabuk, semata-mata untuk menyenangkan kamu dan orang-orang beriman, padahal Allah dan RasulNya lebih pantas bagi mereka untuk dicari keridaan-Nya dengan menaati segala perintah Allah dan Rasul-Nya meskipun berat, jika mereka benar-benar orang mukmin dengan keimanan yang mantap.",
        "63": "Tidakkah mereka, orang-orang munafik, mengetahui betul bahwa barang siapa menentang, tidak menaati perintah Allah dan perintah Rasul-Nya serta menyakiti hatinya, maka sesungguhnya neraka Jahanamlah baginya, dia kekal di dalamnya. Itulah kehinaan dan kecelakaan yang besar.",
        "64": "Orang-orang munafik itu sadar bahwa sesungguhnya mereka bohong, sehingga mereka takut jika diturunkan suatu surah yang menerangkan, mengungkap, dan membeberkan apa yang tersembunyi di dalam hati mereka yang tidak sesuai dengan ucapan dan perilakunya. Katakanlah, wahai Nabi Muhammad, kepada mereka, “Teruskanlah berolok-olok terhadap Allah dan Rasul-Nya sesuka hatimu. Sesungguhnya Allah akan menurunkan ayat-ayat-Nya kepada Rasul-Nya untuk mengungkapkan apa yang kamu takuti untuk diungkap itu, yakni sikap kemunafikanmu.”",
        "65": "Kalaulah suatu saat sikap buruk mereka terungkap yang berakibat munculnya kecaman dari orang-orang mukmin, maka mereka akan berdalih seperti diungkap pada ayat ini. Dan jika kamu, wahai Nabi Muhammad, dan siapa saja menanyakan kepada mereka tentang sikap dan ucapan mereka itu, niscaya mereka akan menjawab, “Sesungguhnya kami, dengan ucapan-ucapan itu hanya bersenda-gurau dan bermain-main saja. Kami tidak sungguh-sungguh mengolok-olok.” Atas jawaban itu, mereka justru dikecam dan bahkan Allah memerintahkan Rasul-Nya. Katakanlah, kepada mereka, “Mengapa kepada Allah dan ayat-ayat-Nya serta Rasul-Nya kamu selalu berolok-olok? Tidak ada yang lainkah yang bisa kamu jadikan bahan gurauan?”",
        "66": "Atas sikap dan perilaku burukmu itu tidak perlu kamu meminta maaf kepada siapa pun, sebab kamu sejatinya sudah tahu kalau alasan yang kamu ajukan itu tidak benar. Meski kamu mengajukan seribu satu alasan, kamu tetap tidak bisa terselamatkan dari dosa besar, karena kamu dengan sikapmu itu telah benar-benar kafir setelah kamu menampakkan dirimu sebagai orang beriman. Jika Kami memaafkan sebagian dari kamu karena telah tobat, niscaya Kami akan tetap mengazab golongan yang lain karena sesungguhnya mereka adalah orang-orang yang selalu berbuat dosa yang menjadikan mereka terhalang dari bertobat.",
        "67": "Setelah memaparkan beberapa perilaku buruk orang-orang munafik, ayat ini menerangkan kesamaan orang munafik laki-laki dan perempuan dalam hal sifat, sikap, perilaku dan akhlak. Orang-orang munafik laki-laki dan perempuan, satu dengan yang lain adalah memiliki kesamaan, yaitu mereka senantiasa menyuruh berbuat yang mungkar dan mencegah perbuatan yang makruf dan mereka selalu menggenggamkan tangannya karena kekikirannya. Mereka telah melupakan kebesaran Allah, petunjuk-petunjuk agama-Nya. Mereka juga lupa kalau semua perilaku buruknya akan mendapatkan balasan di akhirat kelak, maka Allah juga akan melupakan mereka di akhirat kelak dengan menjauhkan mereka dari rahmat-Nya. Sesungguhnya orang-orang munafik yang sudah jelas kemunafikannya itulah orang-orang yang fasik, yakni orang-orang yang benar-benar keluar dari ketaatan kepada Allah, bahkan sifat buruk mereka melebihi orang-orang kafir.",
        "68": "Atas perilaku mereka itulah Allah menjanjikan hukuman bagi orang-orang munafik laki-laki dan perempuan dan juga orang-orang kafir dengan neraka Jahanam. Mereka kekal di dalamnya. Cukuplah neraka itu bagi mereka. Di sanalah Allah melaknat mereka, dan mereka mendapat azab yang kekal sebagai balasannya yang setimpal.",
        "69": "Keadaan orang-orang munafik yang terpedaya oleh kenikmatan duniawi sehingga berani menentang kebenaran adalah seperti orang-orang terdahulu sebelum kamu. Mereka memiliki fisik lebih kuat daripada kamu, dan lebih banyak harta dan anak-anaknya. Maka dengan kenikmatan duniawi itu mereka telah menikmati bagiannya, dan kamu juga telah menikmati bagianmu sebagaimana orang-orang yang sebelummu menikmati bagiannya sehingga melalaikanmu dari ayat-ayat Allah dan petunjuk Rasul-Nya, dan kamu mempercakapkan hal-hal yang batil sebagaimana mereka juga mempercakapkannya. Padahal, dengan itu semua, mereka dan juga kamu itu benar-benar telah sia-sia amalnya di dunia karena tidak dilandasi dengan keikhlasan dan sia-sia di akhirat karena tidak dilandasi iman yang benar. Mereka itulah orang-orang yang rugi.",
        "70": "Kemudian, melalui ayat ini, Allah mengingatkan orang-orang munafik sekaligus sebagai ancaman, jika mereka tetap bersikap seperti itu. Apakah tidak sampai kepada mereka berita tentang orang-orang yang sebelum mereka yang telah dibinasakan oleh Allah akibat mendustakan para rasul? Mereka itu adalah kaum Nuh, 'Ad, Samud, kaum Ibrahim, penduduk Madyan, dan penduduk negeri-negeri yang telah musnah, yang di antaranya masih bisa dibuktikan peninggalannya? Padahal telah datang kepada mereka rasul-rasul dengan membawa bukti-bukti yang nyata, namun sayang, mereka mendustakannya lalu Allah membinasakannya. Demikian ini, karena Allah tidak pernah sedikit pun menzalimi mereka, tetapi merekalah yang menzalimi diri mereka sendiri.",
        "71": "Ayat sebelumnya menjelaskan sikap buruk orang-orang munafik disertai ancaman, sedang ayat ini menjelaskan kebalikannya, yakni hakikat orang-orang mukmin. Dan orang-orang yang beriman, dengan iman-nya yang sempurna, dari laki-laki dan perempuan, sebagian mereka menjadi penolong bagi sebagian yang lain dalam hal-hal kebenaran dan kebaikan. Secara jelas dapat dilihat dalam sikap dan perilakunya, yaitu mereka menyuruh berbuat yang makruf, dan mencegah dari yang mungkar, melaksanakan salat, menunaikan zakat, dan taat kepada Allah dan Rasul-Nya. Mereka itulah yang akan senantiasa diberi rahmat oleh Allah. Sungguh, Allah Mahaperkasa untuk melindungi mereka dengan rahmat-Nya, Mahabijaksana dalam setiap pemberian-Nya.",
        "72": "Allah menjanjikan kepada orang-orang mukmin yang benar-benar mantap imannya, dari kalangan laki-laki dan perempuan, akan mendapatkan surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya, dan mendapat tempat yang baik di surga 'Adn. Dan sesungguhnya keridaan Allah yang diperoleh di akhirat kelak itu lebih besar daripada kenikmatan surga itu sendiri. Itulah keberuntungan yang agung. Ayat ini mengajarkan bahwa tujuan hidup seorang mukmin adalah menggapai keridaan-Nya, juga keberuntungan yang hakiki adalah jika apa yang dilakukan dan dihasilkan itu bisa mengantarkannya menuju surga.",
        "73": "Setelah Allah menjelaskan secara beriringan sifat orang-orang munafik dan orang-orang mukmin disertai balasan masing-masing, maka ayat ini menyeru kepada Nabi Muhammad agar berjihad menghadapi mereka. Hal ini, disebabkan perilaku buruk mereka terhadap Rasulullah dan kaum mukminin, yang sudah berulang kali menyakitinya secara fisik maupun psikis, bahkan tidak jarang tindakan mereka mengancam keselamatan beliau. Karena itu, wahai Nabi dan kaum mukmin, berjihadlah melawan orang-orang kafir dan orang-orang munafik disebabkan perkataan dan perbuatan mereka yang nyata-nyata menantang kamu, dan bersikaplah keras dan tegas terhadap mereka dalam berjihad agar mereka menghentikan perilaku buruknya sehingga tidak berani mengulanginya. Jika mereka terbunuh dan mati dalam keadaan kafir dan munafik, maka tempat mereka adalah neraka Jahanam. Dan itulah seburuk-buruk tempat kembali. Perintah jihad itu bersifat kondisional dan bukan semata-mata tanpa sebab.",
        "74": "Orang-orang munafik akan melakukan apa saja demi menutupi keburukan perilaku dan ucapannyanya. Bahkan, mereka berani bersumpah dengan nama Allah di hadapan engkau, wahai Nabi, bahwa mereka tidak pernah mengatakan sesuatu yang menyakiti engkau, padahal sumpah itu bohong belaka. Sungguh, mereka telah mengucapkan perkataan kekafiran, yaitu mencela Nabi Muhammad dan agama Islam, dan telah menjadi kafir dengan terkuaknya kebusukan hati mereka setelah sebelumnya mereka menutupinya dengan pura-pura mengikuti ajaran Islam, dan mereka juga sangat menginginkan apa yang mereka tidak dapat mencapainya, yaitu membunuh Rasulullah. Mereka tidak mencela, melainkan didorong oleh rasa iri dan dengki karena Allah dan Rasul-Nya melimpahkan karunia-Nya kepada mereka dengan jumlah lebih kecil, tidak sesuai dengan yang mereka harapkan. Maka, jika mereka bertobat dari sikap kemunafikan dan menyesalinya, sehingga tobatnya akan diterima, itu adalah lebih baik bagi mereka, dan jika mereka berpaling dari iman serta tetap dalam kemunafikannya, niscaya Allah akan mengazab mereka dengan azab yang pedih di dunia dengan berbagai bentuk dan di akhirat dengan neraka Jahanam, dan mereka tidak mempunyai pelindung dan tidak pula penolong di bumi jika azab menimpa mereka.",
        "75": "Ayat ini membicarakan sifat buruk lain kaum munafik. Dan di antara mereka, orang-orang munafik, ada orang yang telah berjanji kepada Allah, “Sesungguhnya jika Allah memberikan sebagian dari karunia-Nya kepada kami, niscaya kami akan bersedekah dan niscaya kami termasuk orang-orang yang saleh dengan selalu berinfak, menjaga hubungan kekerabatan, tetap ikut serta dalam berjihad dan perbuatan-perbuatan baik lainnya.”",
        "76": "Namun, ternyata mereka mengingkari janji. Buktinya, ketika Allah memberikan kepada mereka sebagian dari karunia-Nya, mereka menjadi kikir. Jangankan berinfak, zakat pun tidak mereka keluarkan sesuai dengan janjinya sendiri, dan bahkan mereka berpaling dari Allah dan Rasul-Nya dan selalu menentang kebenaran.",
        "77": "Maka sebagai akibat dari kekikirannya itu, Allah menanamkan kemunafikan dalam hati mereka sehingga semakin bertambahlah keburukan yang dilakukan, sampai akhirnya kemunafikannya tidak bisa dikendalikan sampai pada waktu mereka menemui-Nya, yakni ajal menjemputnya. Demikian ini, karena mereka telah mengingkari janji yang telah mereka ikrarkan kepada-Nya, yakni kesediaan untuk bersedekah jika mereka memperoleh karunia-Nya dan juga karena mereka selalu berdusta dalam setiap ucapan-ucapan dan janji-janjinya.",
        "78": "Mereka berani melakukan kemunafikan. Tidakkah mereka mengetahui bahwa Allah mengetahui rahasia dan bisikan mereka yang mendorong kepada keburukan dan kejahatan, dan bahwa Allah mengetahui segala yang gaib? Sungguh, mereka mengetahui akan hal itu.",
        "79": "Ayat sebelumnya menjelaskan sifat-sifat buruk orang-orang munafik, antara lain kikir, bersumpah palsu, dan tidak bersyukur. Bukan saja itu, di antara mereka bahkan ada yang secara terus-menerus mencela orang-orang beriman yang memberikan sedekah dengan sukarela dengan menyebutnya pamrih jika yang disedekahkan besar; dan juga mencela orang-orang yang tidak mendapatkan harta untuk disedekahkan kecuali sekadar kesanggupannya, maka orang-orang munafik itu menghina mereka, orang-orang mukmin. Akibat perbuatannya itulah Allah akan membalas penghinaan mereka di dunia dengan tersingkapnya kebusukan hatinya, dan mereka akan mendapat azab yang pedih di akhirat kelak.",
        "80": "Kemudian ditegaskan bahwa orang-orang munafik itu hukumnya sama dengan orang-orang kafir, yakni tidak berhak memperoleh ampunan. Karena itu, diingatkan kepada beliau bahwa engkau, wahai Nabi Muhammad, memohonkan ampunan bagi mereka atau tidak memohonkan ampunan bagi mereka adalah sama saja. Ketetapan Allah telah terjadi bagi mereka, walaupun engkau memohonkan ampunan bagi mereka tujuh puluh kali, bahkan tak terhitung jumlahnya, Allah tetap tidak akan memberi ampunan kepada mereka. Yang demikian itu karena mereka ingkar, kafir, kepada Allah dan Rasul-Nya. Dan Allah tidak memberi petunjuk dan bimbingan kepada orang-orang yang fasik, yaitu mereka yang keluar dari ketaatan kepada Allah.",
        "81": "Setelah ayat sebelumnya menerangkan kebusukan sifat dan sikap orang-orang munafik, maka ayat ini kembali menunjukkan sifat buruk mereka yang lain yaitu tidak turut berperang. Orang-orang yang ditinggalkan, yakni tidak ikut berperang karena alasan-alasan yang dibuat-buat sehingga beliau mengizinkan untuk tidak ikut perang atau beliau memang tidak ingin mereka ikut dalam Perang Tabuk tersebut, merasa gembira dengan duduk-duduk diam tidak turut berperang sepeninggal atau setelah keberangkatan Rasulullah beserta pasukan muslim menuju medan perang. Mereka memang tidak suka berjihad dengan menyumbangkan harta dan mempertaruhkan jiwa dan raga mereka di jalan Allah dan bahkan mereka berusaha menghalang-halangi teman-temannya dengan berkata, “Janganlah kamu berangkat pergi berperang dalam panas terik ini.” Demi menanggapi perkataan mereka, beliau diperintahkan, katakanlah wahai Nabi Muhammad, “Api neraka Jahanam lebih panas,” jika mereka mengetahui dan menyadari akan ancaman tersebut tentulah mereka akan turut berperang.",
        "82": "Karena itu, wahai Nabi Muhammad, biarkanlah mereka tertawa sejenak karena merasa senang dengan tidak ikut berperang tetapi tidak dicela, dan kelak di akhirat mereka akan menangis yang sebanyak-banyaknya, sebagai balasan terhadap apa yang selalu mereka perbuat di dunia, seperti mencela, berdusta, menghasut, termasuk membuat-buat alasan agar diizinkan tidak ikut jihad.",
        "83": "Setelah ayat yang lalu mengungkap kebusukan hati kaum munafik, maka sebagai hukumannya Allah melarang mereka ikut dalam barisan kaum muslimin. Maka jika Allah mengembalikanmu, Nabi Muhammad, kepada suatu golongan dari mereka, orang-orang munafik yang tidak ikut berperang, kemudian mereka meminta izin kepadamu untuk ikut keluar pergi berperang, maka katakanlah, “Kamu tidak boleh keluar untuk ikut berperang bersamaku selama-lamanya dan juga tidak boleh ikut memerangi musuh bersamaku. Sesungguhnya kamu telah rela atau lebih senang untuk tidak pergi berperang sejak semula. Karena itu duduklah atau tinggallah bersama orang-orang yang tidak ikut berperang karena adanya uzur yang dibenarkan, yaitu orang-orang tua, orang yang sedang sakit, kaum perempuan, dan anak kecil.”",
        "84": "Dan juga jika kelak mereka meninggal dunia, maka janganlah engkau, wahai Nabi Muhammad, melaksanakan salat jenazah untuk seseorang yang mati di antara mereka, orang-orang munafik, selama-lamanya dan janganlah engkau mengantar jenazahnya serta berdiri untuk mendoakan di atas kuburnya yang berarti memohon rahmat dan ampunan, padahal sesungguhnya mereka telah ingkar kepada Allah dan Rasul-Nya, baik melalui ucapan maupun tindakan, dan tidak sempat bertobat sehingga mereka mati dalam keadaan fasik, yaitu keluar dari ketaatan kepada Allah, baik lahir maupun batin, makanya mereka tidak layak disalatkan dan didoakan. Ayat ini menjadi landasan hukum haramnya mendoakan seseorang yang mati dalam keadaan kafir. (Lihat: Surah at-Taubah/9: 113).",
        "85": "Setelah Allah melarang untuk menyalatkan kaum munafik, kemudian Dia mengingatkan agar juga tidak terpedaya oleh kekayaan mereka. Dan janganlah engkau, wahai Nabi Muhammad dan juga kaum mukmin, kagum terhadap harta mereka sebanyak apa pun dan juga anak-anak mereka. Sesungguhnya dengan itu, yakni harta dan anak-anak tersebut, Allah hendak menyiksa mereka di dunia sehingga berani menyombongkan diri dengan menolak kebenaran dan agar dalam keadaan bergelimang harta itu juga nyawa mereka melayang, sedang mereka mati dalam keadaan kafir.",
        "86": "Ayat yang lalu menjelaskan sikap buruk kaum munafik, maka ayat ini menjelaskan sikap buruk lainnya, terutama dari mereka yang terpandang di masyarakat. Dan apabila diturunkan suatu surah yang memerintahkan kepada orang-orang munafik, “Berimanlah kepada Allah dan berjihadlah bersama Rasul-Nya,” niscaya orang-orang munafik, terutama yang kaya dan berpengaruh di antara mereka, meminta izin kepadamu untuk tidak berjihad dan mereka berkata, “Biarkanlah kami berada bersama orang-orang yang duduk tinggal di rumah, tidak ikut berjihad.”",
        "87": "Mereka rela senang berada bersama orang-orang yang tidak pergi berperang, yaitu orang tua, orang sakit, kaum perempuan, dan anak-anak, dan hati mereka telah tertutup dari hidayah disebabkan sikap-sikap kemunafikan sehingga mereka tidak memahami balasan bagi orang yang beriman dan berjihad berupa kebahagiaan surgawi.",
        "88": "Demikianlah keadaan kaum munafik itu, akan tetapi Rasul dan orang-orang yang beriman bersama beliau, mereka berjihad dengan harta dan jiwa demi menegakkan kalimat Allah dan semata-mata mengharap keridaan-Nya. Mereka itu memperoleh kebaikan baik di dunia berupa kemenangan dan kemuliaan, maupun di akhirat kelak berupa kesenangan surgawi. Mereka itulah orang-orang yang beruntung.",
        "89": "Allah telah menyediakan bagi mereka, orang mukmin, surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah kemenangan yang besar. Keberuntungan hakiki adalah ketika amal seseorang menyelamatkannya dari neraka dan mengantarkannya ke surga.",
        "90": "Ayat ini menjelaskan sifat-sifat munafik kaum Arab Badui atau yang disebut A'rabiy. Dan di antara orang-orang Arab Badui datang kepada Nabi Muhammad mengemukakan alasan yang dibuat-buat agar diberi izin untuk tidak pergi berpe-rang, sedang orang-orang yang mendustakan Allah dan Rasul-Nya dari kaum munafik duduk berdiam diri saja tidak mengajukan alasan mengapa tidak ikut berjihad. Kelak orang-orang yang kafir di antara mereka, yakni penduduk Madinah yang munafik dan penduduk Arab Badui, akan ditimpa azab yang pedih.",
        "91": "Inilah kelompok yang diizinkan untuk tidak ikut perang. Tidak ada dosa karena tidak pergi berperang atas orang yang lemah, baik karena usianya sudah tua maupun lemah fisik seperti kaum perempuan dan anak-anak, orang yang sakit dan orang miskin yang tidak memperoleh apa, yakni biaya atau bekal, yang akan mereka infakkan untuk berjihad juga untuk keluarga yang ditinggalkan, apabila mereka ikhlas dalam niat dan imannya kepada Allah dan senantiasa menunjukkan sikap ketaatan kepada Rasul-Nya, maka tidak ada alasan apa pun untuk menyalahkan dan mencela mereka, sebab sejatinya mereka itu adalah orang-orang yang berbuat baik dan tidak membenci perintah jihad. Dan Allah Maha Pengampun, Maha Penyayang. Ini merupakan hukum yang berlaku bagi semua taklif agama, sebab pada dasarnya manusia itu tidak memperoleh beban di atas kesanggupannya.",
        "92": "Dan begitu juga tidak ada dosa atas orang-orang miskin yang tidak memiliki kendaraan untuk digunakan berjihad lalu datang kepadamu, Nabi Muhammad, agar engkau memberi kendaraan kepada mereka, lalu engkau berkata, “Aku tidak memperoleh atau tidak memiliki kendaraan untuk membawamu ikut berjihad,” lalu mereka meninggalkan Rasulullah kembali ke rumahnya, sambil mata mereka bercucuran air mata karena sedih, disebabkan mereka tidak memperoleh apa yang akan mereka infakkan untuk ikut berperang.",
        "93": "Sesungguhnya alasan untuk menyalahkan hanyalah terhadap orangorang yang meminta izin kepadamu untuk tidak ikut berperang padahal mereka orang kaya yang menyediakan kendaraan untuk berperang dan dirinya juga bukan termasuk golongan yang boleh tidak ikut berperang. Mereka justru rela atau lebih senang berada bersama orang-orang yang tidak ikut berperang karena adanya uzur yang dibenarkan. Dan Allah telah mengunci hati mereka, akibat sikap mereka sendiri sehingga mereka tidak mengetahui akibat perbuatan mereka itu. []",
        "94": "Usai menjelaskan tentang orang-orang yang pantas dikecam karena tidak ikut Perang Tabuk, Allah memberitakan kepada Nabi bahwa mereka, orang munafik yang tidak ikut berperang, akan terus-menerus mengemukakan alasannya kepadamu ketika kamu telah kembali kepada mereka dari Perang Tabuk. Katakanlah kepada mereka wahai Nabi, “Janganlah kamu mengemukakan alasan; kami tidak percaya lagi kepadamu, karena kalian sudah sering berbohong, sungguh, Allah telah memberitahukan kepada kami tentang beritamu yang sebenarnya. Dan Allah akan melihat pekerjaanmu yang akan datang seperti Dia melihat pekerjaanmu yang sudah lewat, demikian pula Rasul-Nya juga akan melihat pekerjaan kamu. Kemudian kamu dikembalikan kepada Allah Yang Maha Mengetahui segala yang gaib dan yang nyata, lalu Dia memberitakan kepadamu apa yang telah kamu kerjakan selama hidup di dunia.”",
        "95": "Untuk memperkuat dalih yang mereka kemukakan, mereka akan bersumpah kepadamu dengan nama Allah, ketika kamu kembali kepada mereka dari Perang Tabuk, agar kamu berpaling dari mereka, dengan memaafkan dan tidak mengecam serta tidak memberi hukuman kepada mereka. Dalih dan sumpah mereka itu adalah tipu daya dan kebohongan, maka berpalinglah dari mereka; karena sesungguhnya mereka itu berjiwa kotor lantaran kemunafikan mereka dan tempat mereka di akhirat nanti adalah neraka Jahanam, sebagai balasan atas dosa dari apa yang telah mereka kerjakan, yakni kebohongan dan sumpah palsu dengan menggunakan nama Allah.",
        "96": "Lalu setelah itu mereka akan bersumpah kembali kepadamu agar kamu bersedia menerima mereka bergabung kembali dan mendapat tempat di hatimu. Tetapi sekalipun kamu menerima mereka, sungguh Allah tidak akan rida dan murka kepada mereka, karena mereka adalah orang-orang fasik dan Allah tidak rida kepada orang-orang yang fasik, yakni mereka yang bergelimang dosa.",
        "97": "Pada ayat sebelumnya dijelaskan tentang kebohongan dan sumpah palsunya orang-orang munafik, lalu dijelaskan tentang orang Arab Badui dan keimanan mereka. Orang-orang Arab Badui itu hidup dalam suasana kekerasan alam, tinggal di daerah yang jauh dari perkotaan, jauh dari Nabi Muhammad sumber informasi ajaran agama dan, lebih kuat kekafiran dan kemunafikannya, dan sangat wajar tidak mengetahui hukumhukum yang diturunkan Allah kepada Rasul-Nya, karena kurangnya informasi ajaran-ajaran agama. Allah Maha Mengetahui keadaan mereka dan Mahabijaksana dalam memberikan ketetapan hukum kepada mereka.",
        "98": "Dan di antara orang-orang Arab Badui itu ada yang memandang apa yang diinfakkannya di jalan Allah sebagai suatu kerugian karena mereka tidak percaya adanya pahala atas amal saleh, sehingga mereka beranggapan bahwa harta yang diinfakkan akan lenyap begitu saja. Dia menanti-nanti marabahaya menimpamu, yakni Nabi Muhammad dan umat Islam, karena keengganan mereka membayar zakat dan karena kebencian mereka kepadamu. Padahal merekalah yang akan ditimpa marabahaya, dengan semakin tersebarnya ajaran agama Islam dan mereka akan mendapat siksa di akhirat. Allah Maha Mendengar perkataan mereka, Maha Mengetahui perbuatan mereka.",
        "99": "Dan di antara orang-orang Arab Badui itu ada yang beriman kepada Allah dan hari kemudian dengan selalu berusaha memelihara keimananan itu, dan memandang apa yang diinfakkannya di jalan Allah sebagai jalan mendekatkan diri kepada Allah dan sebagai jalan untuk memperoleh doa Rasul, karena Rasul selalu mendoakan orang yang menyalurkan zakat dan infak. Ketahuilah, sesungguhnya infak itu suatu jalan bagi mereka untuk mendekatkan diri kepada Allah. Kelak Allah akan memasukkan mereka ke dalam rahmat, yakni surga-Nya, lantaran keikhlasan mereka dalam berinfak; sesungguhnya Allah Maha Pengampun dosa orang-orang yang bertobat dengan sungguh-sungguh, Maha Penyayang, karena selalu memberi rahmat kepada orang yang bertobat.",
        "100": "Ayat sebelumnya menjelaskan bahwa orang Arab Badui ada yang imannya lemah dan ada yang kuat, lalu Allah menjelaskan sekelompok orang yang imannya sangat kuat. Mereka adalah orang-orang yang terdahulu berhasil meraih dan melaksanakan kebajikan sebelum yang lainnya melaksanakan, lagi yang pertama-tama masuk Islam di antara orang-orang Muhajirin dari Mekah ke Habasyah (Ethiopia) dan ke Madinah, dan kaum Ansar, yakni penduduk Madinah yang menerima dan membela umat Islam, dan orang-orang yang mengikuti mereka dengan baik dengan iman dan amal saleh serta mau berkorban untuk membela Allah dan Rasul-Nya. Allah rida kepada mereka, yakni menerima amal saleh mereka dan mereka pun rida kepada Allah atas anugerah iman yang memenuhi hati mereka. Anugerah yang lebih besar lagi adalah Allah menyediakan bagi mereka surga-surga yang mengalir di bawahnya sungaisungai. Mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung. (Lihat: Surah al-Waqi'ah/56: 10-14)",
        "101": "Dan di antara orang-orang Arab Badui yang tinggal di sekitarmu, ada orang-orang munafik. Dan di antara penduduk Madinah (Yahudi) ada juga orang-orang munafik, mereka sudah terbiasa licik dan berdusta, sehingga keterlaluan dan melampaui batas dalam kemunafikannya. Engkau wahai Nabi Muhammad tidak mengetahui siapa mereka, karena begitu lihainya dan terlatihnya mereka dengan kemunafikan, tetapi Kami mengetahuinya. Nanti mereka akan Kami siksa dua kali, pertama: ketika terbongkarnya kemunafikan mereka, sehingga mereka malu dan terhina, dan kedua: ketika malaikat mencabut nyawa mereka dengan cara yang sangat kasar, (Lihat: Surah al-Anfal/8: 50), kemudian mereka akan dikembalikan kepada azab yang besar kelak di akhirat.",
        "102": "Dan ada pula orang lain yang berada di sekeliling kamu yang mengakui dosa-dosa mereka lalu bertobat atas dosa-dosa itu, tetapi mereka masih mencampuradukkan pekerjaan yang baik dengan pekerjaan lain yang buruk, dengan mereka taat dan beramal saleh dan pada waktu yang berbeda mereka masih berbuat jahat dan maksiat. Mudah-mudahan Allah menerima tobat mereka jika mereka bertobat dengan sungguh-sungguh. Sesungguhnya Allah Maha Pengampun atas segala dosa, Maha Penyayang kepada orang yang berusaha tidak mengulangi kesalahannya.",
        "103": "Pada ayat sebelumnya dijelaskan adanya sekelompok orang yang mengakui dosa-dosa mereka lalu bertobat kepada Allah. Karena penyebab dosa mereka adalah kecintaan kepada harta, maka dalam ayat ini dijelaskan tentang wujud tobat dan ketaatan diantaranya dengan menunaikan zakat. Diperintahkan kepada Nabi Muhammad, Ambillah zakat dari harta mereka, guna membersihkan jiwa mereka dari kekikiran dan cinta yang berlebihan terhadap harta, dan menyucikan hati agar tumbuh subur sifat-sifat kebaikan mereka, dan berdoalah untuk mereka. Sesungguhnya doamu itu menumbuhkan ketenteraman jiwa bagi mereka yang sudah lama gelisah dan cemas akibat dosa-dosa yang mereka kerjakan. Sampaikan kepada mereka bahwa Allah Maha Mendengar permohonan ampun dari hamba-Nya, Maha Mengetahui tulus atau tidaknya tobat mereka.",
        "104": "Allah menegaskan dalam bentuk pertanyaan, Tidakkah mereka mengetahui, bahwa Allah menerima tobat yang tulus dari hamba-hambaNya dan menerima zakat mereka dengan memberinya pahala, dan tidakkah mereka mengetahui bahwa Allah Maha Penerima tobat orang-orang yang menyesali dosa yang telah mereka lakukan, lagi Maha Penyayang kepada mereka yang benar dalam tobatnya?",
        "105": "Dan katakanlah, kepada mereka yang bertobat, “Bekerjalah kamu, de-ngan berbagai pekerjaan yang mendatangkan manfaat, maka Allah akan melihat pekerjaanmu, yakni memberi penghargaan atas pekerjaanmu, begitu juga Rasul-Nya dan orang-orang mukmin juga akan menyaksikan dan menilai pekerjaanmu, dan kamu akan dikembalikan, yakni meninggal dunia dan pada hari kebangkitan semua makhluk akan kembali kepada Allah Yang Mengetahui yang gaib dan yang nyata, lalu diberitakanNya kepada kamu apa yang telah kamu kerjakan di dunia, baik yang kamu tampakkan atau yang kamu sembunyikan.”",
        "106": "Selain terdapat kelompok yang mengakui dosa-dosa mereka lalu dianjurkan untuk bertobat dan melakukan pekerjaan yang bermanfaat, ada pula orang-orang lain yang ditangguhkan sampai ada keputusan Allah; mungkin Allah akan mengazab mereka, karena mereka tetap dalam kedurhakaan, dan mungkin Allah akan menerima tobat mereka, jika mereka bertobat dengan sungguh-sungguh. Allah Maha Mengetahui orang yang bertobat secara tulus, Mahabijaksana dalam menetapkan keputusan-Nya.",
        "107": "Sebagian manusia ada yang mengakui dosa-dosa mereka lalu bertobat dan melakukan pekerjaan yang bermanfaat, sehingga tobatnya diterima Allah, ada yang menangguhkan tobatnya sampai ada keputusan Allah, dan ada pula yang jahat dan terus bertambah jahat, misalnya orang-orang munafik. Hal ini terbukti di antara orang munafik itu ada yang mendirikan masjid untuk menimbulkan bencana pada orang-orang yang beriman, untuk kekafiran dan untuk memecah belah di antara orang-orang yang beriman yang sudah mantap imannya, serta dengan tujuan menunggu kedatangan orang-orang yang telah memerangi Allah, yakni memerangi umat Islam, dan Rasul-Nya sejak dahulu. Mereka dengan pasti akan senantiasa bersumpah palsu dengan berkata, “Kami hanya menghendaki kebaikan dengan membangun masjid ini. Mereka tidak menyadari bahwa Allah Maha Mendengar dan Allah menjadi saksi, yakni mengetahui dengan pasti bahwa mereka itu pendusta dalam sumpahnya. Allah Maha Mengetahui segala yang tampak maupun yang tersembunyi dalam hati setiap orang.",
        "108": "Karena masjid tersebut dibangun dengan niat jahat, maka Allah melarang Nabi Muhammad, janganlah engkau melaksanakan salat dan kegiatan apa pun di dalam masjid yang dibangun oleh orang-orang munafik itu untuk selama-lamanya. Sungguh, masjid yang didirikan atas dasar takwa, yakni ketulusan semata-mata karena Allah, sejak hari pertama dimulai pembangunannya, adalah lebih pantas, yakni wajar engkau melaksanakan salat di dalamnya. Di dalamnya ada orang-orang yang ingin, yakni senang membersihkan diri, jasmani dengan cara berwudu maupun rohani dengan cara bertobat dari dosa dan maksiat. Allah menyukai, melimpahkan karunia-Nya kepada orang-orang yang bersih di manapun mereka berada.",
        "109": "Setelah dijelaskan perbandingan masjid yang di bangun Rasulullah dengan masjid yang dibangun orang-orang munafik, lalu dijelaskan akhir riwayat kedua masjid tersebut dan orang-orang yang membangunnya. Maka apakah orang-orang yang mendirikan bangunannya atas dasar takwa kepada Allah dan keridaan-Nya itu yang lebih baik, ataukah orang-orang yang mendirikan bangunannya atas dasar kedurhakaan kepada Allah, sehingga laksana mendirikan bangunan di tepi jurang yang runtuh, lalu bangunan itu roboh bersama-sama dengan dia, pembangunnya masuk ke dalam neraka Jahanam? Allah tidak memberi petunjuk, tidak memberi bimbingan kepada orang-orang yang zalim, karena mereka tidak mau menerima petunjuk.",
        "110": "Sepanjang masa bangunan yang mereka dirikan itu senantiasa menjadi penyebab keraguan dalam hati mereka, yakni kemunafikan, karena niat dan motivasi mereka buruk, sampai hati mereka hancur, yaitu sampai mereka mati, sehingga tidak dapat bertobat lagi. Dan Allah Maha Mengetahui, segala sesuatu, Mahabijaksana dalam ketetapan-Nya.",
        "111": "Setelah dijelaskan orang yang mendirikan bangunan atas landasan kedurhakaan kepada Allah, maka pembangunnya akan hancur bersama bangunannya tersebut, lalu Allah memberi perumpamaan jual beli antara Allah dengan pejuang di jalan-Nya sebagaimana tertera pada ayat berikut: Sesungguhnya Allah membeli dari orang-orang mukmin, yakni menjanjikan secara pasti kepada mereka yang secara tulus berjuang di jalan Allah, baik berupa diri, yakni jiwa maupun harta mereka, maka dengan pasti Allah akan memberikan balasan surga untuk mereka. Mereka berperang di jalan Allah dengan harta bahkan jiwa; sehingga mereka membunuh atau terbunuh. Masuknya mereka ke dalam surga adalah merupakan janji yang benar dari Allah sebagaimana tertulis di dalam Taurat, Injil, dan Al-Qur'an. Dan siapakah yang lebih menepati janjinya selain daripada Allah? Pasti tidak ada. Maka bergembiralah dengan jual beli yang telah kamu lakukan itu, sehingga kamu mendapatkan surga, dan demikian itulah kemenangan yang agung.",
        "112": "Mereka itu adalah orang-orang yang bertobat baik karena melakukan dosa maupun tidak melakukan dosa, beribadah secara berkesinambungan, memuji Allah sebagai rasa syukur, mengembara untuk tujuan kebaikan, rukuk, sujud, yakni salat sebagai wujud tunduk dan patuh kepada Allah, menyuruh berbuat makruf dan mencegah dari yang mungkar dan yang memelihara, yakni melaksanakan hukum-hukum Allah. Dan gembirakanlah orang-orang yang beriman yang mempunyai sifat-sifat yang sudah disebutkan.",
        "113": "Usai menjelaskan sifat-sifat orang yang bertobat, Allah lalu menjelaskan manusia yang tidak layak dimohonkan ampunan Allah. Tidak pantas, yakni tidak pernah dan tidak mungkin terjadi bagi nabi dan orang-orang yang beriman untuk memohonkan ampunan kepada Allah bagi orang-orang musyrik, sekalipun orang-orang musyrik itu kaum kerabat-nya, setelah jelas bagi mereka dengan kematian mereka dalam kemusyrikan, bahwa orang-orang musyrik itu penghuni neraka Jahanam.",
        "114": "Adapun permohonan ampunan Ibrahim kepada Allah untuk bapaknya yang berbeda agama dengan dia, tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya bahwa Ibrahim akan memintakan ampunan untuk bapaknya (Lihat: Surah Maryam/19: 47). Maka ketika jelas bagi Ibrahim bahwa bapaknya adalah musuh Allah karena tetap dalam kemusyrikan dan kesesatan, maka Ibrahim berlepas diri darinya walau dengan berat hati. Sungguh, Ibrahim itu seorang yang sangat lembut hatinya, sangat takut kepada Allah lagi penyantun, yakni penyabar, mampu meredam kemarahan dan sikap buruk kepada orang lain.",
        "115": "Dan Allah Yang Mahaadil, Mahabijaksana sekali-kali tidak akan menyesatkan suatu kaum, setelah mereka diberi-Nya petunjuk dengan memeluk Islam, sehingga dapat dijelaskan kepada mereka apa yang harus mereka jauhi. Apabila sudah dijelaskan apa yang harus dijauhi lalu mereka melanggar, maka Allah akan memberi hukuman akibat kedurhakaan itu. Sungguh, Allah Maha Mengetahui segala sesuatu yang terjadi di langit dan di bumi.",
        "116": "Sesungguhnya Allah memiliki kekuasaan di langit dan bumi serta apa yang ada di antara keduanya. Dia yang menciptakan, menghidupkan, memelihara dan mematikan bila ajalnya sudah sampai. Tidak ada pelindung yang menghindarkan mudarat dan penolong yang mendatangkan manfaat bagimu selain Allah.",
        "117": "Pada ayat ini dijelaskan salah satu wujud rahmat Allah. Sungguh, Allah telah menerima tobat Nabi, orang-orang Muhajirin dan orang-orang Ansar, yang mengikuti Nabi pada masa-masa sulit ketika Perang Tabuk yang terjadi antara kaum muslim dengan orang-orang Romawi pada tahun ke-10 H, saat itu lagi musim paceklik dan cuaca sangat panas, setelah hati segolongan dari mereka hampir berpaling dari kebenaran akibat masa sulit yang mereka alami, kemudian Allah menerima tobat mereka. Sesungguhnya Allah Maha Pengasih kepada semua hamba-Nya, terlebih kepada orang-orang yang bertobat, Maha Penyayang, yakni mencurahkan rahmat-Nya kepada mereka.",
        "118": "Dan Allah juga memberi pengampunan terhadap tiga orang yang tidak mau ikut perang, yaitu Ka'b bin Malik, Hilal bin Umayyah, Murarah bin Rabi'ah yang ditinggalkan atas perintah Allah, yakni tidak diajak bicara oleh Rasulullah dan kaum muslim. Hingga ketika bumi terasa sempit bagi mereka, padahal mereka tahu bumi itu luas dan jiwa mereka pun telah pula terasa sempit bagi mereka, serta mereka telah mengetahui dan yakin bahwa tidak ada tempat lari dari cobaan Allah, melainkan berlindung dan kembali kepada-Nya saja, ketika itulah kemudian Allah menerima tobat mereka agar mereka tetap dalam tobatnya. Sesungguhnya Allah Maha Penerima tobat orang yang sungguh-sungguh menyesali kesalahannya, Maha Penyayang terhadap semua hamba-Nya.",
        "119": "Penegasan bahwa Allah Maha Penerima tobat diikuti dengan perintah: Wahai orang-orang yang beriman! Bertakwalah kepada Allah dengan sungguh-sungguh berupaya melaksanakan perintah-Nya dan menjauhi larangan-Nya, dan hendaklah kamu bersama dengan orang-orang yang benar, jujur dalam ucapan, perilaku dan perbuatannya.",
        "120": "Ayat ini berisi kecaman terhadap orang-orang yang tidak ikut berperang dan memilih bersenang-senang di rumah mereka. Tidak pantas bagi penduduk Madinah dan orang-orang Arab Badui yang berdiam di sekitar mereka, yaitu di sekitar kota Madinah, tidak turut menyertai Rasulullah pergi berperang, dan tidak pantas pula bagi mereka lebih mencintai diri mereka daripada mencintai diri Rasul. Yang demikian itu tidak wajar, karena mereka tidak ditimpa kehausan karena panas terik dan sulitnya mendapatkan air, tidak kepayahan dan kelaparan karena terbatasnya makanan ketika berjuang di jalan Allah, dan tidak pula menginjak atau menduduki suatu tempat yang membangkitkan amarah orang-orang kafir lantaran keberanian dalam menegakkan kalimat Allah, dan tidak menimpakan suatu bencana kepada musuh, yakni menyebabkan musuh terluka atau terbunuh, kecuali semua itu akan dituliskan oleh malaikat bagi mereka sebagai suatu amal kebajikan yang layak mendapatkan pahala dari Allah. Sungguh, Allah tidak menyia-nyiakan pahala orang-orang yang berbuat baik.",
        "121": "Dan tidaklah mereka memberikan infak, baik yang kecil maupun yang besar dan tidak pula melintasi suatu lembah dalam rangka pengabdian kepada Allah, kecuali akan dituliskan bagi mereka sebagai amal kebajikan, untuk diberi balasan oleh Allah dengan yang lebih baik dan berlipatganda daripada apa yang telah mereka kerjakan.",
        "122": "Pada ayat sebelumnya dijelaskan tentang pahala yang dijanjikan Allah kepada orang-orang yang berbuat baik. Pada ayat ini dijelaskan tentang pentingnya pembagian tugas kerja dalam kehidupan bersama dengan penegasan tidak sepatutnya orang-orang mukmin itu semuanya pergi ke medan perang sehingga hal yang lainnya terabaikan. Mengapa tidak ada sebagian dari setiap golongan di antara mereka yang pergi untuk bersungguh-sungguh memperdalam pengetahuan agama mereka dan untuk memberi peringatan dengan menyebarluaskan pengetahuan tersebut kepada kaumnya apabila mereka telah kembali dari berperang atau tugas apa pun, pengetahuan agama ini penting agar mereka dapat menjaga dirinya dan berhati-hati agar tidak melakukan pelanggaran.",
        "123": "Setelah dijelaskan pentingnya memperdalam pengetahuan agama dan menyebarluaskannya kepada masyarakat luas, lalu dijelaskan sikap ketika menghadapi orang kafir yang memusuhi orang mukmin. Wahai orang-orang yang beriman! Perangilah orang-orang kafir yang di sekitar kamu apabila mereka memerangi kamu, dan hendaklah mereka merasakan, mengetahui dan menyaksikan sikap tegas dan semangat juang yang tinggi darimu, dan ketahuilah bahwa Allah beserta orang-orang yang bertakwa. Oleh karena itu jangan pernah putus asa apalagi menyerah.",
        "124": "Setelah dijelaskan kebolehan orang mukmin memerangi orang yang melakukan penyerangan, lalu dijelaskan perbedaan antara orang munafik dengan orang yang beriman apabila mendengar bacaan AlQur'an. Dan apabila diturunkan suatu surah dari Al-Qur'an yang berisi ajakan beriman, maka di antara mereka, yakni orang-orang munafik ada yang berkata sebagai nada ejekan, “Siapakah di antara kamu, sesama munafik, yang bertambah imannya dengan turunnya surah ini?” Adapun orang-orang yang beriman, maka surah yang diturunkan ini menambah imannya yang selama ini sudah tertanam di dada mereka, dan mereka merasa gembira dengan bertambahnya pengetahuan mereka lantaran ayat-ayat tersebut.",
        "125": "Dan adapun orang-orang yang di dalam hatinya ada penyakit batin, seperti kekafiran, kemunafikan, keragu-raguan, dan sebagainya, maka dengan turunnya surah itu akan menambah kekotoran rohani, yakni kekafiran mereka yang telah ada selama ini dalam hati mereka dan mereka akan mati dalam keadaan kafir.",
        "126": "Dan tidakkah mereka orang-orang munafik dan kafir itu memperhatikan dengan saksama bahwa mereka diuji berupa penyakit, paceklik dan bencana alam yang terjadi sekali atau dua kali setiap tahun, namun mereka tidak juga bertobat dari kemunafikan dan kekafiran, dan tidak pula mengambil pelajaran dari berbagai ujian yang sudah mereka rasakan? Mereka tidak pernah introspeksi.",
        "127": "Cemoohan orang munafik dan orang kafir tidak hanya dengan lisan tetapi juga perbuatan, yaitu, apabila diturunkan suatu surah, dari Al-Qur'an yang menggambarkan isi hati mereka dan membeberkan rahasia mereka, maka satu sama lain di antara mereka saling berpandangan dengan lirikan mata tanda mengejek sambil berkata, “Adakah seseorang dari kaum muslim yang melihat kamu ketika malakukan hal-hal yang kita rahasiakan, sehingga Muhammad mengetahui semuanya?” Setelah itu mereka pun pergi meninggalkan majelis Nabi secara sembunyisembunyi. Mereka selalu ingin berpaling dari kebenaran, sehingga Allah memalingkan hati mereka dari mendengar dan mengikuti tuntunan Allah disebabkan mereka adalah kaum yang tidak memahami tuntunan tersebut.",
        "128": "Ayat yang lalu diakhiri dengan penegasan bahwa hati orang munafik dipalingkan dari kebenaran karena sesungguhnya mereka tidak mau memahami kebenaran walaupun yang membawa kebenaran tersebut adalah Nabi Muhammad yang sangat penyantun dan penyayang sebagaimana disebutkan dalam ayat berikut ini. Demi kebesaran dan keagungan Tuhan, sungguh, telah datang kepadamu seorang rasul yang mulia dari kaummu sendiri sehingga tidak asing bagi kamu, sangat berat terasa olehnya penderitaan yang kamu alami baik derita lahir maupun batin, dia sangat menginginkan kebaikan, kabahagiaan dan keselamatan bagimu, yakni bagi kamu semua baik yang muslim maupun yang kafir, dia sangat penyantun dan penyayang, yakni memberi kebaikan secara melimpah melebihi kebutuhan maupun sesuai kebutuhan terhadap orang-orang yang beriman.",
        "129": "Maka jika mereka berpaling dari keimanan dan menolak mengikuti ajaranmu wahai Nabi Muhammad, maka katakanlah kepada mereka “Cukuplah Allah bagiku, Dia yang akan membela dan melindungiku; tidak ada tuhan yang berhak disembah selain Dia. Hanya kepada-Nya aku bertawakal, yakni berserah diri setelah berusaha sekuat tenagaku, dan Dia adalah Tuhan yang memiliki, mencipta, dan mengatur 'Arsy singgasana yang agung.” []"
      }
    }
  }
}