[
  "Ṭāhā.",
  "Mā anzalnā 'alaikal-qur'āna litasyqā.",
  "Illā tażkiratal limay yakhsyā.",
  "Tanzīlam mimman khalaqal-arḍa was-samāwātil-'ulā.",
  "Ar- raḥmānu 'alal-'arsyistawā.",
  "Lahū mā fis-samāwāti wa mā fil-arḍi wa mā bainahumā wa mā taḥtaṡ-ṡarā.",
  "Wa in tajhar bil-qauli fa innahū ya'lamus-sirra wa akhfā.",
  "Allāhu lā ilāha illā huw(a), lahul-asmā'ul-ḥusnā.",
  "Wa hal atāka ḥadīṡu mūsā.",
  "Iż ra'ā nāran fa qāla li'ahlihimkuṡū innī ānastu nāral la'allī ātīkum minhā biqabasin au ajidu 'alan-nāri hudā(n).",
  "Falammā atāhā nūdiya yā mūsā.",
  "Innī ana rabbuka fakhla' na'laika innaka bil-wādil-muqaddasi ṭuwā(n).",
  "Wa anakhtartuka fastami' limā yūḥā.",
  "Innanī anallāhu lā ilāha illā ana fa'budnī, wa aqimiṣ-ṣalāta liżikrī.",
  "Innas-sā'ata ātiyatun akādu ukhfīhā litujzā kullu nafsim bimā tas'ā.",
  "Falā yaṣuddannaka 'anhā mal lā yu'minu bihā wattaba'a hawāhu fa tardā.",
  "Wa mā tilka biyamīnika yā mūsā.",
  "Qāla hiya 'aṣāy(a), atwakka'u 'alaihā wa ahusysyu bihā 'alā ganamī wa liya fīhā ma'āribu ukhrā.",
  "Qāla alqihā yā mūsā.",
  "Fa alqāhā fa iżā hiya ḥayyatun tas'ā.",
  "Qāla khużhā wa lā takhaf, sanu'īduhā sīratahal-ūlā.",
  "Waḍmum yadaka ilā janāḥika takhruj baiḍā'a min gairi sū'in āyatan ukhrā.",
  "Linuriyaka min āyātinal-kubrā.",
  "Iżhab ilā fir'auna innahū ṭagā.",
  "Qāla rabbisyraḥ lī ṣadrī.",
  "Wa yassir lī amrī.",
  "Waḥlul 'uqdatam mil lisānī.",
  "Yafqahū qaulī.",
  "Waj'al lī wazīram min ahlī.",
  "Hārūna akhī.",
  "Usydud bihī azrī.",
  "Wa asyrik-hu fī amrī.",
  "Kai nusabbiḥaka kaṡīrā(n).",
  "Wa nażkuraka kaṡīrā(n).",
  "Innaka kunta binā baṣīrā(n).",
  "Qāla qad ūtīta su'laka yā mūsā.",
  "Wa laqad manannā 'alaika marratan ukhrā.",
  "Iż auḥainā ilā ummika mā yūḥā.",
  "Aniqżifīhi fit-tābūti faqżifīhi fil-yammi falyulqihil-yammu bis-sāḥili ya'khużhu 'aduwwul lī wa 'aduwwul lah(ū), wa alqaitu 'alaika maḥabbatam minnī, wa lituṣna'a 'alā 'ainī.",
  "Iż tamsyī ukhtuka fa taqūlu hal adullukum 'alā may yakfuluh(ū), fa raja'nāka ilā ummika kai taqarra 'ainuhā wa lā taḥzan(a), wa qatalta nafsan fa najjaināka minal-gammi wa fatannāka futūnā(n), fa labiṡta sinīna fī ahli madyan(a), ṡumma ji'ta 'alā qadariy yā mūsā.",
  "Wasṭana'tuka linafsī.",
  "Iżhab anta wa akhūka bi'āyātī wa lā taniyā fī żikrī.",
  "Iżhabā ilā fir'auna innahū ṭagā.",
  "Fa qūlā lahū qaulal layyinal la'allahū yatażakkaru au yakhsyā.",
  "Qālā rabbanā innanā nakhāfu ay yafruṭa 'alainā au ay yaṭgā.",
  "Qāla lā takhāfā innanī ma'akumā asma'u wa arā.",
  "Fa'tiyāhu fa qūlā innā rasūlā rabbika fa arsil ma'anā banī isrā'īl(a), wa lā tu'ażżibhum, qad ji'nāka bi'āyatim mir rabbik(a), was-salāmu 'alā manittaba'al-hudā.",
  "Innā qad ūḥiya ilainā annal-'ażāba 'alā man każżaba wa tawallā.",
  "Qāla famar rabbukumā yā mūsā.",
  "Qāla rabbunal-lażī a'ṭā kulla syai'in khalqahū ṡumma hadā.",
  "Qāla famā bālul-qurūnil-ūlā.",
  "Qāla 'ilmuhā 'inda rabbī fī kitāb(in), lā yaḍillu rabbī wa lā yansā.",
  "Al-lażī ja'ala lakumul-arḍa mahdaw wa salaka lakum fīhā subulaw wa anzala minas-samā'i mā'ā(n), fa akhrajnā bihī azwājam min nabātin syattā.",
  "Kulū war'au an'āmakum, inna fī żālika la'āyātil li'ulin-nuhā.",
  "Minhā khalaqnākum wa fīhā nu'īdukum wa minhā nukhrijukum tāratan ukhrā.",
  "Wa laqad araināhu āyātinā kullahā fa każżaba wa abā.",
  "Qāla aji'tanā litukhrijanā min arḍinā bisiḥrika yā mūsā.",
  "Fa lana'tiyannaka bisiḥrim miṡlihī faj'al bainanā wa bainaka mau'idal lā nukhlifuhū naḥnu wa lā anta makānan suwā(n).",
  "Qāla mau'idukum yaumuz-zīnati wa ay yuḥsyaran-nāsu ḍuḥā(n).",
  "Fa tawallā fir'aunu fa jama'a kaidahū ṡumma atā.",
  "Qāla lahum mūsā wailakum lā taftarū 'alallāhi każiban fa yusḥitakum bi'ażab(in), wa qad khāba maniftarā.",
  "Fa tanāza'ū amrahum bainahum wa asarrun-najwā.",
  "Qālū in hāżāni lasāḥirāni yurīdāni ay yukhrijākum min arḍikum bisiḥrihimā wa yażhabā biṭarīqatikumul-muṡlā.",
  "Fa ajmi'ū kaidakum ṡumma'tū ṣaffā(n), wa qad aflaḥal-yauma manista'lā.",
  "Qālū yā mūsā immā an tulqiya  wa immā an nakūna awwala man alqā.",
  "Qāla bal alqū, fa iżā ḥibāluhum wa 'iṣiyyuhum yukhayyalu ilaihi min siḥrihim annahā tas'ā.",
  "Fa aujasa fī nafsihī khīfatam mūsā.",
  "Qulnā lā takhaf innaka antal-a'lā.",
  "Wa alqi mā fī yamīnika talqaf mā ṣana'ū, innamā ṣana'ū kaidu sāḥir(in), wa lā yufliḥus-sāḥiru ḥaiṡu atā.",
  "Fa ulqiyas-saḥaratu sujjadan qālū āmannā birabbi hārūna wa mūsā.",
  "Qāla āmantum lahū qabla an āżana lakum, innahū lakabīrukumul-lażī 'allamakumus-siḥr(a), fa la'uqaṭṭi'anna aidiyakum wa arjulakum min khilāfiw wa la'uṣallibannakum fī jużū'in-nakhl(i), wa lata'lamunna ayyunā asyaddu 'ażābaw wa abqā.",
  "Qālū lan nu'ṡiraka 'alā mā jā'anā minal-bayyināti wal-lażī faṭaranā faqḍi mā anta qāḍ(in), innamā taqḍī hāżihil-ḥayātad-dun-yā.",
  "Innā āmannā birabbinā liyagfira lanā khaṭāyānā wa mā akrahtanā 'alaihi minas-siḥr(i), wallāhu khairuw wa abqā.",
  "Innahū may ya'ti rabbahū mujriman fa inna lahū jahannam(a), lā yamūtu fīhā wa lā yaḥyā.",
  "Wa may ya'tihī mu'minan qad 'amilaṣ-ṣāliḥāti fa ulā'ika lahumud-darajātul-'ulā.",
  "Jannātu 'adnin tajrī min taḥtihal-anhāru khālidīna fīhā, wa żālika jazā'u man tazakkā.",
  "Wa laqad auḥainā ilā mūsā an asri bi'ibādī faḍrib lahum ṭarīqan fil-baḥri yabasā(n), lā takhāfu darakaw wa lā takhsyā.",
  "Fa atba'ahum fir'aunu  bijunūdihī fa gasyiyahum minal-yammi mā gasyiyahum.",
  "Wa aḍalla fir'aunu qaumahū wa mā hadā.",
  "Yā banī isrā'īla qad anjainākum min 'aduwwikum wa wā'adnākum jānibaṭ-ṭūril-aimana wa nazzalnā 'alaikumul-mannā was-salwā.",
  "Kulū min ṭayyibāti mā razaqnākum, wa lā taṭgau fīhi fa yaḥilla 'alaikum gaḍabī, wa may yaḥlil 'alaihi gaḍabī faqad hawā.",
  "Wa innī lagaffārul liman tāba wa āmana wa 'amila ṣāliḥan ṡummahtadā.",
  "Wa mā a'jalaka 'an qaumika yā mūsā.",
  "Qāla hum ulā'i 'alā aṡarī wa 'ajiltu ilaika rabbi litarḍā.",
  "Qāla fa innā qad fatannā qaumaka mim ba'dika wa aḍallahumus-sāmiriyy(u).",
  "Fa raja'a mūsā ilā qaumihī gaḍbāna asifā(n), qāla yā qaumi alam ya'idkum rabbukum wa'dan ḥasanā(n), afaṭāla 'alaikumul-'ahdu am arattum ay yaḥilla 'alaikum gaḍabum mir rabbikum fa akhlaftum mau'idī.",
  "Qālū mā akhlafnā mau'idaka bimalkinā wa lākinnā ḥummilnā auzāram min zīnatil-qaumi fa qażafnāhā fa każālika alqas-sāmiriyy(u).",
  "Fa akhraja lahum 'ijlan jasadal lahū khuwārun fa qālū hāżā ilāhukum wa ilāhu mūsā, fa nasiy(a).",
  "Afalā yarauna allā yarji'u ilaihim qaulā(n), wa lā yamliku lahum ḍarraw wa lā naf'ā(n).",
  "Wa laqad qāla lahum hārūnu min qablu yā qaumi innamā futintum bih(ī), wa inna rabbakumur-raḥmānu fattabi'ūnī wa aṭī'ū amrī.",
  "Qālū lan nabraḥa 'alaihi 'ākifīna ḥattā yarji'a ilainā mūsā.",
  "Qāla yā hārūnu mā mana'aka iż ra'aitahum ḍallū.",
  "Allā tattabi'an(i), afa 'aṣaita amrī.",
  "Qāla yabna'umma lā ta'khuż biliḥyatī wa lā bira'sī, innī khasyītu an taqūla farraqta baina banī isrā'īla wa lam tarqub qaulī.",
  "Qāla famā khaṭbuka yā sāmiriyy(u).",
  "Qāla baṣurtu bimā lam yabṣurū bihī fa qabaḍtu qabḍatam min aṡarir-rasūli fa nabażtuhā wa każālika sawwalat lī nafsī.",
  "Qāla fażhab fa inna laka fil-ḥayāti an taqūla lā misās(a), wa inna laka mau'idal lan tukhlafah(ū), wanẓur ilā ilāhikal-lażī ẓalta 'alaihi 'ākifā(n), lanuḥarriqannahū ṡumma lanansifannahū fil-yammi nasfā(n).",
  "Innamā ilāhukumullāhul-lażī lā ilāha illā huw(a), wasi'a kulla syai'in 'ilmā(n).",
  "Każālika naquṣṣu 'alaika min ambā'i mā sabaq(a), wa qad ātaināka mil ladunnā żikrā(n).",
  "Man a'raḍa 'anhu fa innahū yaḥmilu yaumal-qiyāmati wizrā(n).",
  "Khālidīna fīh(i), wa sā'a lahum yaumal-qiyāmati ḥimlā(n).",
  "Yauma yunfakhu fiṣ-ṣūri wa naḥsyurul-mujrimīna yauma'iżin zurqā(n).",
  "Yatakhāfatūna bainahum il labiṡtum illā 'asyrā(n).",
  "Naḥnu a'lamu bimā yaqūlūna iż yaqūlu amṡaluhum ṭarīqatan il labiṡtum illā yaumā(n).",
  "Wa yas'alūnaka 'anil-jibāli fa qul yansifuhā rabbī nasfā(n).",
  "Fa yażaruhā qā'an ṣafṣafā(n).",
  "Lā tarā fīhā 'iwajaw wa lā amtā(n).",
  "Yauma'iżiy yattabi'ūnad-dā'iya lā 'iwaja lah(ū), wa khasya'atil-aṣwātu lir-raḥmāni falā tasma'u illā hamsā(n).",
  "Yauma'iżil lā tanfa'usy-syafā'atu illā man ażina lahur-raḥmānu wa raḍiya lahū qaulā(n).",
  "Ya'lamu mā baina aidīhim wa mā khalfahum wa lā yuḥīṭūna bihī 'ilmā(n).",
  "Wa 'anatil-wujūhu lil-ḥayyil-qayyūm(i), wa qad khāba man ḥamala ẓulmā(n).",
  "Wa may ya'mal minaṣ-ṣāliḥāti wa huwa mu'minun falā yakhāfu ẓulmaw wa lā haḍmā(n).",
  "Wa każālika anzalnāhu qur'ānan 'arabiyyaw wa ṣarrafnā fīhi minal-wa'īdi la'allahum yattaqūna au yuḥdiṡu lahum żikrā(n).",
  "Fa ta'ālallāhul-malikul-ḥaqq(u), wa lā ta'jal bil-qur'āni min qabli ay yuqḍā ilaika waḥyuh(ū), wa qur rabbi zidnī 'ilmā(n).",
  "Wa laqad 'ahidnā ilā ādama min qablu fa nasiya wa lam najid lahū 'azmā(n).",
  "Wa iż qulnā lil-malā'ikatisjudū li'ādama fa sajadū illā iblīsa abā.",
  "Fa qulnā yā ādamu inna hāżā 'aduwwul laka wa lizaujika falā yukhrijannakumā minal-jannati fa tasyqā.",
  "Inna laka allā tajū'a fīhā wa lā ta'rā.",
  "Wa annaka lā taẓma'u fīhā wa lā taḍḥā.",
  "Fa waswasa ilaihisy-syaiṭānu qāla yā ādamu hal adulluka 'alā syajaratil-khuldi wa mulkil lā yablā.",
  "Fa akalā minhā fa badat lahumā sau'ātuhumā wa ṭafiqā yakhṣifāni 'alaihimā miw waraqil-jannah(ti), wa 'aṣā ādamu rabbahū fa gawā.",
  "Ṡummajtabāhu rabbuhū fa tāba 'alaihi wa hadā.",
  "Qālahbiṭā minhā jamī'am ba'ḍukum liba'ḍin 'aduww(un), fa immā ya'tiyannakum minnī hudā(n), fa manittaba'a hudāya falā yaḍillu wa lā yasyqā.",
  "Wa man a'raḍa 'an żikrī fa inna lahū ma'īsyatan ḍankaw wa naḥsyuruhū yaumal-qiyāmati a'mā.",
  "Qāla rabbi lima ḥasyartanī a'mā wa qad kuntu baṣīrā(n).",
  "Qāla każālika atatka āyātunā fa nasītahā, wa każālikal-yauma tunsā.",
  "Wa każālika najzī man asrafa wa lam yu'mim bi'āyāti rabbih(ī), wa la'ażābul-ākhirati asyaddu wa abqā.",
  "Afalam yahdi lahum kam ahlaknā qablahum minal-qurūni yamsyūna fī masākinihim, inna fī żālika la'āyātil li'ulin nuhā.",
  "Wa lau lā kalimatun sabaqat mir rabbika lakāna lizāmaw wa ajalum musammā(n).",
  "Faṣbir 'alā mā yaqūlūna wa sabbiḥ biḥamdi rabbika qabla ṭulū'isy-syamsi wa qabla gurūbihā, wa min ānā'il-laili fa sabbiḥ wa aṭrāfan-nahāri la'allaka tarḍā.",
  "Wa lā tamuddanna 'ainaika ilā mā matta'nā bihī azwājam minhum zahratal-ḥayātid-dun-yā, linaftinahum fīh(i), wa rizqu rabbika khairuw wa abqā.",
  "Wa'mur ahlaka biṣ-ṣalāti waṣṭabir 'alaihā, lā nas'aluka rizqā(n), naḥnu narzuquk(a), wal-'āqibatu lit-taqwā.",
  "Wa qālū lau lā ya'tīnā bi'āyatim mir rabbih(ī), awalam ta'tihim bayyinatu mā fiṣ-ṣuḥufil-ūlā.",
  "Wa lau annā ahlaknāhum bi'ażābim min qablihī laqālū rabbanā lau lā arsalta ilainā rasūlan fa nattabi'a āyātika min qabli an nażilla wa nakhzā.",
  "Qul kullum mutarabbiṣun fa tarabbaṣū, fa sata'lamūna man aṣḥābuṣ-ṣirāṭis-sawiyyi wa manihtadā."
]