[
  {
    "verse_number": 1,
    "transcription": "Alif lām mīm rā, tilka āyātul-kitāb(i), wal-lażī unzila ilaika mir rabbikal-ḥaqqu wa lākinna akṡaran-nāsi lā yu'minūn(a)."
  },
  {
    "verse_number": 2,
    "transcription": "Allāhul-lażī rafa'as-samāwāti bigairi 'amadin taraunahā ṡummastawā 'alal-'arsyi wa sakhkharasy-syamsa  wal-qamar(a), kulluy yajrī li'ajalim musammā(n), yudabbirul-amra yufaṣṣilul-āyāti la'allakum biliqā'i rabbikum tūqinūn(a)."
  },
  {
    "verse_number": 3,
    "transcription": "Wa huwal-lażī maddal-arḍa wa ja'ala fīhā rawāsiya wa anhārā(n), wa min kulliṡ-ṡamarāti ja'ala fīhā zaujainiṡnaini yugsyil-lailan-nahār(a), inna fī żālika la'āyātil liqaumiy yatafakkarūn(a)."
  },
  {
    "verse_number": 4,
    "transcription": "Wa fil-arḍi qiṭa'um mutajāwirātuw wa jannātum min a'nābiw wa zar'uw wa nakhīlun ṣinwānuw wa gairu ṣinwāniy yusqā bimā'iw wāḥid(in), wa nufaḍḍilu ba'ḍahā 'alā ba'ḍin fil-ukul(i), inna fī żālika la'āyātil liqaumiy ya'qilūn(a)."
  },
  {
    "verse_number": 5,
    "transcription": "Wa in ta'jab fa 'ajabun qauluhum a'iżā kunnā turāban a'innā lafī khalqin jadīd(in), ulā'ikal-lażīna kafarū birabbihim, wa ulā'ikal-aglālu fī a'nāqihim, wa ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a)."
  },
  {
    "verse_number": 6,
    "transcription": "Wa yasta'jilūnaka bis-sayyi'ati qablal-ḥasanati wa qad khalat min qablihimul-maṡulāt(u), wa inna rabbaka lażū magfiratil lin-nāsi 'alā ẓulmihim, wa inna rabbaka lasyadīdul-'iqāb(i)."
  },
  {
    "verse_number": 7,
    "transcription": "Wa yaqūlul-lażīna kafarū lau lā unzila 'alaihi āyatum mir rabbih(ī), innamā anta munżiruw wa likulli qaumin hād(in)."
  },
  {
    "verse_number": 8,
    "transcription": "Allāhu ya'lamu mā taḥmilu kullu unṡā wa mā tagīḍul-arḥāmu wa mā tazdād(u), wa kullu syai'in 'indahū bimiqdār(in)."
  },
  {
    "verse_number": 9,
    "transcription": "'Alimul-gaibi wasy-syahādatil-kabīrul-muta'āl(i)."
  },
  {
    "verse_number": 10,
    "transcription": "Sawā'um minkum man asarral-qaula wa man jahara bihī wa man huwa mustakhfim bil-laili wa sāribum bin-nahār(i)."
  },
  {
    "verse_number": 11,
    "transcription": "Lahū mu'aqqibātum mim baini yadaihi wa min khalfihī yaḥfaẓūnahū min amrillāh(i), innallāha lā yugayyiru mā biqaumin ḥattā yugayyirū mā bi'anfusihim, wa iżā arādallāhu biqaumin sū'an falā maradda lah(ū), wa mā lahum min dūnihī miw wāl(in)."
  },
  {
    "verse_number": 12,
    "transcription": "Huwal-lażī  yurīkumul -barqa khaufaw  wa  ṭama'aw  wa  yunsyi'us -saḥābaṡ-ṡiqāl(a)."
  },
  {
    "verse_number": 13,
    "transcription": "Wa yusabbiḥur-ra'du biḥamdihī wal-malā'ikatu min khīfatih(ī), wa yursiluṣ-ṣawā'iqa fa yuṣību bihā may yasyā'u wa hum yujālidilūna fillāh(i), wa huwa syadīdul-miḥāl(i)."
  },
  {
    "verse_number": 14,
    "transcription": "Lahū da'watul-ḥaqq(i), wal-lażīna yad'ūna min dūnihī lā yastajībūna lahum bisyai'in illā kabāsiṭi kaffaihi ilal-mā'i liyabluga fāhu wa mā huwa bibāligih(ī), wa mā du'ā'ul-kāfirīna illā fī ḍalāl(in)."
  },
  {
    "verse_number": 15,
    "transcription": "Wa lillāhi yasjudu man fis-samāwāti wal-arḍi ṭau'aw wa karhaw wa ẓilāluhum bil-guduwwi wal-āṣāl(i)."
  },
  {
    "verse_number": 16,
    "transcription": "Qul mar rabbus-samāwāti wal-arḍ(i), qulillāh(u), qul afattakhażtum  min dūnihī auliyā'a lā yamlikūna li'anfusihim naf'aw wa lā ḍarrā(n), qul hal yastawil-a'mā wal-baṣīr(u),  am hal tastawiẓ-ẓulumātu wan-nūr(u), am ja'alū lillāhi syurakā'a khalaqū kakhalqihī fa tasyābahal-khalqu  'alaihim, qulillāhu khāliqu kulli syai'iw wa huwal-wāḥidul-qahhār(u)."
  },
  {
    "verse_number": 17,
    "transcription": "Anzala minas-samā'i mā'an fa sālat audiyatum biqadarihā faḥtamalas-sailu zabadar rābiyā(n), wa mimmā yūqidūna 'alaihi fin-nāribtigā'a ḥilyatin au matā'in zabadum miṡluh(ū), każālika yaḍribullāhul-ḥaqqa wal-bāṭil(a), fa ammaz-zabadu fa yażhabu jufā'ā(n), wa ammā mā yanfa'un-nāsa fa yamkuṡu fil-arḍ(i), każālika yaḍribullāhul-amṡāl(a)."
  },
  {
    "verse_number": 18,
    "transcription": "Lil-lażīnastajābū lirabbihimul-ḥusnā, wal-lażīna lam yastajībū lahū lau anna lahum mā fil-arḍi jamī'aw wa miṡlahū ma'ahū laftadau bih(ī), ulā'ika lahum sū'ul-ḥisāb(i), wa ma'wāhum jahannam(u), wa bi'sal-mihād(u)."
  },
  {
    "verse_number": 19,
    "transcription": "Afamay ya'lamu annamā unzila ilaika mir rabbikal-ḥaqqu kaman huwa a'mā, innamā yatażakkaru ulul-albāb(i)."
  },
  {
    "verse_number": 20,
    "transcription": "Al-lażīna yūfūna bi'ahdillāhi wa lā yanquḍūnal-mīṡāq(a)."
  },
  {
    "verse_number": 21,
    "transcription": "Wal-lażīna yaṣilūna mā amarallāhu bihī ay yūṣala wa yakhsyauna rabbahum wa yakhāfūna sū'al-ḥisāb(i)."
  },
  {
    "verse_number": 22,
    "transcription": "Wal-lażīna ṣabarubtigā'a wajhi rabbihim wa aqāmuṣ-ṣalāta wa anfaqū mimmā razaqnāhum sirraw wa 'alāniyataw wa yadra'ūna bil-ḥasanatis-sayyi'ata  ulā'ika lahum 'uqbad-dār(i)."
  },
  {
    "verse_number": 23,
    "transcription": "Jannātu 'adniy yadkhulūnahā wa man ṣalaḥa min ābā'ihim wa azwājihim  wa żurriyyātihim wal-malā'ikatu yadkhulūna 'alaihim min kulli bāb(in)."
  },
  {
    "verse_number": 24,
    "transcription": "Salāmun 'alaikum bimā ṣabartum fa ni'ma 'uqbad-dār(i)."
  },
  {
    "verse_number": 25,
    "transcription": "Wal-lażīna yanquḍūna 'ahdallāhi mim ba'di mīṡāqihī wa yaqṭa'ūna mā amarallāhu bihī ay yūṣala wa yufsidūna fil-arḍ(i), ulā'ika lahumul-la'natu wa lahum sū'ud-dār(i)."
  },
  {
    "verse_number": 26,
    "transcription": "Allāhu yabsuṭur-rizqa limay yasyā'u wa yaqdir(u), wa fariḥū bil-ḥayātid-dun-yā, wa mal-ḥayātud-dun-yā fil-ākhirati illā matā'(un)."
  },
  {
    "verse_number": 27,
    "transcription": "Wa yaqūlul-lażīna kafarū lau lā unzila 'alaihi āyatum mir rabbih(ī), qul innallāha yuḍillu may yasyā'u wa yahdī ilaihi man anāb(a)."
  },
  {
    "verse_number": 28,
    "transcription": "Al-lażīna āmanū wa taṭma'innu qulūbuhum biżikrillāh(i), alā biżikrillāhi taṭma'innul-qulūb(u)."
  },
  {
    "verse_number": 29,
    "transcription": "Allażīna āmanū wa 'amiluṣ-ṣāliḥāti ṭūbā lahum wa ḥusnu ma'āb(in)."
  },
  {
    "verse_number": 30,
    "transcription": "Każālika arsalnāka fī ummatin qad khalat min qablihā umamul litatluwa 'alaihimul-lażī auḥainā ilaika wa hum yakfurūna bir-raḥmān(i), qul huwa rabbī lā ilāha illā huw(a), 'alaihi tawakkaltu wa ilaihi matāb(i)."
  },
  {
    "verse_number": 31,
    "transcription": "Wa lau anna qur'ānan suyyirat bihil-jibālu au quṭṭi'at bihil-arḍu au kullima bihil-mautā, bal lillāhil-amru jamī'ā(n), afalam yai'asil-lażīna  āmanū allau yasyā'ullāhu lahadan-nāsa jamī'ā(n), wa lā yazālul-lażīna kafarū tuṣībuhum bimā ṣana'ū qāri'atun au taḥullu qarībam min dārihim ḥattā ya'tiya wa'dullāh(i), innallāha lā yukhliful-mī'ād(a)."
  },
  {
    "verse_number": 32,
    "transcription": "Wa laqadistuhzi'a birusulim min qablika fa amlaitu lil-lażīna kafarū ṡumma akhażtuhum fa kaifa kāna 'iqāb(i)."
  },
  {
    "verse_number": 33,
    "transcription": "Afaman huwa qā'imun 'alā kulli nafsim bimā kasabat, wa ja'alū lillāhi syurakā'(a), qul sammūhum, am tunabbi'ūnahū bimā lā ya'lamu fil-arḍi am biẓāhirim minal-qaul(i), bal zuyyina lil-lażīna kafarū makruhum wa ṣuddū 'anis-sabīl(i), wa may yuḍlilillāhu famā lahū min hād(in)."
  },
  {
    "verse_number": 34,
    "transcription": "Lahum 'ażābun fil-ḥayātid-dun-yā wa la'ażābul-ākhirati asyaqq(u), wa mā lahum minallāhi miw wāq(in)."
  },
  {
    "verse_number": 35,
    "transcription": "Maṡalul-jannatil-latī wu'idal-muttaqūn(a), tajrī min taḥtihal-anhār(u), ukuluhā dā'imuw wa ẓilluhā, tilka 'uqbal-lażīnattaqau, wa 'uqbal-kāfirīnan-nār(u)."
  },
  {
    "verse_number": 36,
    "transcription": "Wal-lażīna ātaināhumul-kitāba yafraḥūna bimā unzila ilaika wa minal-aḥzābi may yunkiru ba'ḍah(ū), qul innamā umirtu an a'budallāha wa lā usyrika bih(ī), ilaihi ad'ū wa ilaihi ma'āb(i)."
  },
  {
    "verse_number": 37,
    "transcription": "Wa każālika anzalnāhu ḥukman 'arabiyyā(n), wa la'inittaba'ta ahwā'ahum ba'da mā jā'aka minal-'ilm(i), mā laka minallāhi miw waliyyiw wa lā wāq(in)."
  },
  {
    "verse_number": 38,
    "transcription": "Wa laqad arsalnā rusulam min qablika wa ja'alnā lahum azwājaw wa żurriyyah(tan), wa mā kāna lirasūlin ay ya'tiya bi'āyatin illā bi'iżnillāh(i), likulli ajalin kitāb(un)."
  },
  {
    "verse_number": 39,
    "transcription": "Yamḥullāhu mā yasyā'u wa yuṡbit(u), wa 'indahū ummul-kitāb(i)."
  },
  {
    "verse_number": 40,
    "transcription": "Wa immā nuriyannaka ba'ḍal-lażī na'iduhum au natawaffayannaka fa innamā 'alaikal-balāgu wa 'alainal-ḥisāb(u)."
  },
  {
    "verse_number": 41,
    "transcription": "Awa lam yarau annā na'til-arḍa nanquṣuhā min aṭrāfihā, wallāhu yaḥkumu lā mu'aqqiba liḥukmih(ī), wa huwa sarī'ul-ḥisāb(i)."
  },
  {
    "verse_number": 42,
    "transcription": "Wa qad makaral-lażīna min qablihim fa lillāhil-makru jamī'ā(n), ya'lamu mā taksibu kullu nafs(in), wa saya'lamul-kuffāru liman 'uqbad-dār(i)."
  },
  {
    "verse_number": 43,
    "transcription": "Wa yaqūlul-lażīna kafarū lasta mursalā(n), qul kafā billāhi syahīdam bainī wa bainakum, wa man 'indahū 'ilmul-kitāb(i)."
  }
]