[
  {
    "verse_number": 1,
    "transcription": "Alif lām mīm."
  },
  {
    "verse_number": 2,
    "transcription": "Żālikal-kitābu lā raiba fīh(i), hudal lil-muttaqīn(a)."
  },
  {
    "verse_number": 3,
    "transcription": "Al-lażīna yu'minūna bil-gaibi wa yuqīmūnaṣ-ṣalāta wa mimmā razaqnāhum yunfiqūn(a)."
  },
  {
    "verse_number": 4,
    "transcription": "Wal-lażīna yu'minūna bimā unzila ilaika wa mā unzila min qablik(a), wabil-ākhirati hum yūqinūn(a)."
  },
  {
    "verse_number": 5,
    "transcription": "Ulā'ika 'alā hudam mir rabbihim wa ulā'ika humul-mufliḥūn(a)."
  },
  {
    "verse_number": 6,
    "transcription": "Innal-lażīna kafarū sawā'un 'alaihim a'anżartahum am lam tunżirhum lā yu'minūn(a)."
  },
  {
    "verse_number": 7,
    "transcription": "Khatamallāhu 'alā qulūbihim wa 'alā sam'ihim wa 'alā abṣārihim gisyāwatuw wa lahum 'ażābun 'aẓīm(un)."
  },
  {
    "verse_number": 8,
    "transcription": "Wa minan-nāsi may yaqūlu āmannā billāhi wa bil-yaumil-ākhiri wa mā hum bimu'minīn(a)."
  },
  {
    "verse_number": 9,
    "transcription": "Yukhādi'ūnallāha wal-lażīna āmanū wa mā yakhda'ūna illā anfusahum wa mā yasy'urūn(a)."
  },
  {
    "verse_number": 10,
    "transcription": "Fī qulūbihim maraḍun fa zādahumullāhu maraḍā(n), wa lahum 'ażābun alīmum bimā kānū yakżibūn(a)."
  },
  {
    "verse_number": 11,
    "transcription": "Wa iżā qīla lahum lā tufsidū fil-arḍ(i), qālū innamā naḥnu muṣliḥūn(a)."
  },
  {
    "verse_number": 12,
    "transcription": "Alā innahum humul-mufsidūna wa lākil lā yasy'urūn(a)."
  },
  {
    "verse_number": 13,
    "transcription": "Wa iżā qīla lahum āminū kamā āmanan nāsu qālū anu'minu kamā āmanas-sufahā'(u), alā innahum humus-sufahā'u wa lākil lā ya'lamūn(a)."
  },
  {
    "verse_number": 14,
    "transcription": "Wa iżā laqul-lażīna āmanū qālū āmannā, wa iżā khalau ilā syayāṭīnihim qālū innā ma'akum, innamā naḥnu mustahzi'ūn(a)."
  },
  {
    "verse_number": 15,
    "transcription": "Allāhu yastahzi'u bihim wa yamudduhum fī ṭugyānihim ya'mahūn(a)."
  },
  {
    "verse_number": 16,
    "transcription": "Ulā'ikal-lażīnasytarawuḍ-ḍalālata bil-hudā, famā rabiḥat tijāratuhum wa mā kānū muhtadīn(a)."
  },
  {
    "verse_number": 17,
    "transcription": "Maṡaluhum kamaṡalil-lażistauqada nārā(n), falammā aḍā'at mā ḥaulahūū  żahaballāhu binūrihim wa tarakahum fī ẓulumātil lā yubṣirūn(a)."
  },
  {
    "verse_number": 18,
    "transcription": "Ṣummum bukmun 'umyun fahum lā yarji'ūn(a)."
  },
  {
    "verse_number": 19,
    "transcription": "Au kaṣayyibim minas-samā'i fīhi ẓulumātuw wa ra'duw wa barq(un), yaj'alūna aṣābi'ahum fī āżānihim minaṣ-ṣawā'iqi ḥażaral-maut(i), wallāhu muḥīṭum bil- kāfirīn(a)."
  },
  {
    "verse_number": 20,
    "transcription": "Yakādul-barqu yakhṭafu abṣārahum, kullamā aḍā'a lahum masyau fīh(i), wa iżā aẓlama 'alaihim qāmū, wa lau syā'allāhu lażahaba bisam'ihim wa abṣārihim, innallāha 'alā kulli syai'in qadīr(un)."
  },
  {
    "verse_number": 21,
    "transcription": "Yā ayyuhan-nāsu'budū rabbakumul-lażī khalaqakum wal-lażīna min qablikum la'allakum tattaqūn(a)."
  },
  {
    "verse_number": 22,
    "transcription": "Allażī ja'ala lakumul-arḍa firāsyaw was-samā'a binā'ā(n), wa anzala minas-samā'i mā'an fa akhraja bihī minaṡ-ṡamarāti rizqal lakum, falā taj'alū lillāhi andādaw wa antum ta'lamūn(a)."
  },
  {
    "verse_number": 23,
    "transcription": "Wa in kuntum fī raibim mimmā nazzalnā 'alā 'abdinā fa'tū bisūratim mim miṡlih(ī), wad'ū syuhadā'akum min dūnillāhi in kuntum ṣādiqīn(a)."
  },
  {
    "verse_number": 24,
    "transcription": "Fa'illam taf'alū wa lan taf'alū fattaqun-nāral-latī waqūduhan-nāsu wal-ḥijārah(tu), u'iddat lil-kāfirīn(a)."
  },
  {
    "verse_number": 25,
    "transcription": "Wa basysyiril-lażīna āmanū wa 'amiluṣ-ṣāliḥāti anna lahum jannātin tajrī min taḥtihal- anhār(u), kullamā ruziqū minhā min ṡamaratir rizqā(n), qālū hāżal-lażī ruziqnā min qablu wa utū bihī mutasyābihā(n), wa lahum fīhā azwājum muṭahharatuw wa hum fīhā khālidūn(a)."
  },
  {
    "verse_number": 26,
    "transcription": "Innallāha lā yastaḥyī ay yaḍriba maṡalam mā ba'ūḍatan famā fauqahā, fa'ammal- lażīna āmanū faya'lamūna annahul-ḥaqqu mir rabbihim, wa ammal-lażīna kafarū fayaqūlūna māżā arādallāhu bihāżā maṡalā(n), yuḍillu bihī kaṡīraw wa yahdī bihī kaṡīrā(n), wa mā yuḍillu bihī illal-fāsiqīn(a)."
  },
  {
    "verse_number": 27,
    "transcription": "Allażīna yanquḍūna 'ahdallāhi mim ba'di mīṡāqih(ī), wa yaqṭa'ūna mā amarallāhu bihī ay yūṣala wa yufsidūna fil-arḍ(i), ulā'ika humul-khāsirūn(a)."
  },
  {
    "verse_number": 28,
    "transcription": "Kaifa takfurūna billāhi wa kuntum amwātan fa'aḥyākum, ṡumma yumītukum ṡumma yuḥyīkum ṡumma ilaihi turja'ūn(a)."
  },
  {
    "verse_number": 29,
    "transcription": "Huwal-lażī khalaqa lakum mā fil-arḍi jamī'ā(n), ṡummastawā ilas-samā'i fasawwāhunna sab'a samāwāt(in), wa huwa bikulli syai'in 'alīm(un)."
  },
  {
    "verse_number": 30,
    "transcription": "Wa iż qāla rabbuka lil-malā'ikati innī jā'ilun fil-arḍi khalīfah(tan), qālū ataj'alu fīhā may yufsidu fīhā wa yasfikud-dimā'(a), wa naḥnu nusabbiḥu biḥamdika wa nuqaddisu lak(a), qāla innī a'lamu mā lā ta'lamūn(a)."
  },
  {
    "verse_number": 31,
    "transcription": "Wa 'allama ādamal-asmā'a kullahā ṡumma 'araḍahum 'alal-malā'ikati faqāla ambi'ūnī bi'asmā'i hā'ulā'i in kuntum ṣādiqīn(a)."
  },
  {
    "verse_number": 32,
    "transcription": "Qālū subḥānaka lā 'ilma lanā illā mā 'allamtanā, innaka antal-'alīmul-ḥakīm(u)."
  },
  {
    "verse_number": 33,
    "transcription": "Qāla yā ādamu ambi'hum bi'asmā'ihim, falammā amba'ahum bi'asmā'ihim, qāla alam aqul lakum innī a'lamu gaibas-samāwāti wal-arḍ(i), wa a'lamu mā tubdūna wa mā kuntum taktumūn(a)."
  },
  {
    "verse_number": 34,
    "transcription": "Wa iż qulnā lil-malā'ikatisjudū li ādama fasajadū illā iblīs(a), abā wastakbara wa kāna minal-kāfirīn(a)."
  },
  {
    "verse_number": 35,
    "transcription": "Wa qulnā yā ādamuskun anta wa zaujukal-jannata wa kulā minhā ragadan ḥaiṡu syi'tumā,  wa lā taqrabā hāżihisy-syajarata fa takūnā minaẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 36,
    "transcription": "Fa'azallahumasy-syaiṭānu 'anhā fa akhrajahumā mimmā kānā fīh(i), wa qulnahbiṭū ba'ḍukum liba'ḍin 'aduww(un), wa lakum fil-arḍi mustaqarruw wa matā'un ilā ḥīn(in)."
  },
  {
    "verse_number": 37,
    "transcription": "Fatalaqqā ādamu mir rabbihī kalimātin fatāba 'alaih(i), innahū huwat-tawwābur- raḥīm(u)."
  },
  {
    "verse_number": 38,
    "transcription": "Qulnahbiṭū minhā jamī'ā(n), fa'immā ya'tiyannakum minnī hudan faman tabi'a hudāya falā khaufun 'alaihim wa lā hum yaḥzanūn(a)."
  },
  {
    "verse_number": 39,
    "transcription": "Wal-lażīna kafarū wa każżabū bi'āyātinā ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a)."
  },
  {
    "verse_number": 40,
    "transcription": "Yā banī isrā'īlażkurū ni'matiyal-latī an'amtu 'alaikum wa aufū bi'ahdī ūfi bi'ahdikum, wa iyyāya farhabūn(i)."
  },
  {
    "verse_number": 41,
    "transcription": "Wa āminū bimā anzaltu muṣaddiqal limā ma'akum wa lā takūnū awwala kāfirim bih(ī), wa lā tasytarū bi'āyātī ṡamanan qalīlā(n), wa iyyāya fattaqūn(i)."
  },
  {
    "verse_number": 42,
    "transcription": "Wa lā talbisul-ḥaqqa bil-bāṭili wa taktumul-ḥaqqa wa antum ta'lamūn(a)."
  },
  {
    "verse_number": 43,
    "transcription": "Wa aqīmuṣ-ṣalāta wa ātuz-zakāta warka'ū ma'ar-rāki'īn(a)."
  },
  {
    "verse_number": 44,
    "transcription": "Ata'murūnan-nāsa bil-birri wa tansauna anfusakum wa antum tatlūnal-kitāb(a), afalā ta'qilūn(a)."
  },
  {
    "verse_number": 45,
    "transcription": "Wasta'īnū biṣ-ṣabri waṣ-ṣalāh(ti), wa innahā lakabīratun illā 'alal-khāsyi'īn(a)."
  },
  {
    "verse_number": 46,
    "transcription": "Allażīna yaẓunnūna annahum mulāqū rabbihim wa annahum ilaihi rāji'ūn(a)."
  },
  {
    "verse_number": 47,
    "transcription": "Yā banī isrā'īlażkurū ni'matiyal-latī an'amtu 'alaikum wa annī faḍḍaltukum 'alal- 'ālamīn(a)."
  },
  {
    "verse_number": 48,
    "transcription": "Wattaqū yaumal lā tajzī nafsun 'an nafsin syai'aw wa lā yuqbalu minhā syafā'atuw wa lā yu'khażu minhā 'adluw wa lā hum yunṣarūn(a)."
  },
  {
    "verse_number": 49,
    "transcription": "Wa iż najjainākum min āli fir'auna yasūmūnakum sū'al-'ażābi yużabbiḥūna abnā'akum wa yastaḥyūna nisā'akum, wa fī żālikum balā'um mir rabbikum 'aẓīm(un)."
  },
  {
    "verse_number": 50,
    "transcription": "Wa iż faraqnā bikumul-baḥra fa'anjainākum wa agraqnā āla fir'auna wa antum tanẓurūn(a)."
  },
  {
    "verse_number": 51,
    "transcription": "Wa iż wā'adnā mūsā arba'īna lailatan ṡummattakhażtumul-'ijla mim ba'dihī wa antum ẓālimūn(a)."
  },
  {
    "verse_number": 52,
    "transcription": "Ṡumma 'afaunā 'ankum mim ba'di żālika la'allakum tasykurūn(a)."
  },
  {
    "verse_number": 53,
    "transcription": "Wa iż ātainā mūsal-kitāba wal-furqāna la'allakum tahtadūn(a)."
  },
  {
    "verse_number": 54,
    "transcription": "Wa iż qāla mūsā liqaumihī yā qaumi innakum ẓalamtum anfusakum bittikhāżikumul- 'ijla fatūbū ilā bāri'ikum faqtulū anfusakum, żālikum khairul lakum 'inda bāri'ikum, fatāba 'alaikum, innahū huwat-tawwābur-raḥīm(u)."
  },
  {
    "verse_number": 55,
    "transcription": "Wa iż qultum yā mūsā lan nu'mina laka ḥattā narallāha jahratan fa'akhażatkumuṣ-ṣā'iqatu wa antum tanẓurūn(a)."
  },
  {
    "verse_number": 56,
    "transcription": "Ṡumma ba'aṡnākum mim ba'di mautikum la'allakum tasykurūn(a)."
  },
  {
    "verse_number": 57,
    "transcription": "Wa ẓallalnā 'alaikumul-gamāma wa anzalnā 'alaikumul-manna was-salwā, kulū min ṭayyibāti mā razaqnākum, wa mā ẓalamūnā wa lākin kānū anfusahum yaẓlimūn(a)."
  },
  {
    "verse_number": 58,
    "transcription": "Wa iż qulnadkhulū hāżihil-qaryata fakulū minhā ḥaiṡu syi'tum ragadaw wadkhulul- bāba sujjadaw wa qūlū ḥiṭṭatun nagfir lakum khaṭāyākum, wa sanazīdul-muḥsinīn(a)."
  },
  {
    "verse_number": 59,
    "transcription": "Fabaddalal-lażīna ẓalamū qaulan gairal-lażī qīla lahum fa anzalnā 'alal-lażīna ẓalamū rijzam minas-samā'i bimā kānū yafsuqūn(a)."
  },
  {
    "verse_number": 60,
    "transcription": "Wa iżistasqā mūsā liqaumihī faqulnaḍrib bi'aṣākal-ḥajar(a), fanfajarat minhuṡnatā 'asyrata 'ainā(n), qad 'alima kullu unāsim masyrabahum, kulū wasyrabū mir rizqillāhi wa lā ta'ṡau fil-arḍi mufsidīn(a)."
  },
  {
    "verse_number": 61,
    "transcription": "Wa iż qultum yā mūsā lan naṣbira 'alā ṭa'āmiw wāḥidin fad'u lanā rabbaka yukhrij lanā mimmā tumbitul-arḍu mim baqlihā wa qiṡṡā'ihā wa fūmihā wa 'adasihā wa baṣalihā, qāla atastabdilūnal-lażī huwa adnā bil-lażī huwa khair(un), ihbiṭū miṣran fa inna lakum mā sa'altum, wa ḍuribat 'alaihimuż-żillatu wal-maskanatu wa bā'ū bigaḍabim minallāh(i), żālika bi'annahum kānū yakfurūna bi'āyātillāhi wa yaqtulūnan- nabiyyīna bi gairil-ḥaqq(i), żālika bimā 'aṣaw wa kānū ya'tadūn(a)."
  },
  {
    "verse_number": 62,
    "transcription": "Innal-lażīna āmanū wal-lażīna hādū wan-naṣārā waṣ-ṣābi'īna man āmana billāhi wal- yaumil-ākhiri wa 'amila ṣāliḥan fa lahum ajruhum 'inda rabbihim, wa lā khaufun 'alaihim wa lā hum yaḥzanūn(a)."
  },
  {
    "verse_number": 63,
    "transcription": "Wa iż akhażnā mīṡāqakum wa rafa'nā fauqakumuṭ-ṭūr(a), khużū mā ātainākum biquwwatiw ważkurū mā fīhi la'allakum tattaqūn(a)."
  },
  {
    "verse_number": 64,
    "transcription": "Ṡumma tawallaitum mim ba'di żālika falau lā faḍlullāhi 'alaikum wa raḥmatuhū lakuntum minal-khāsirīn(a)."
  },
  {
    "verse_number": 65,
    "transcription": "Wa laqad 'alimtumul-lażīna'tadau minkum fis-sabti faqulnā lahum kūnū qiradatan khāsi'īn(a)."
  },
  {
    "verse_number": 66,
    "transcription": "Faja'alnāhā nakālal limā baina yadaihā wa mā khalfahā wa mau'iẓatal lil-muttaqīn(a)."
  },
  {
    "verse_number": 67,
    "transcription": "Wa iż qāla mūsā liqaumihī innallāha ya'murukum an tażbaḥū baqarah(tan), qālū atattakhiżunā huzuwā(n), qāla a'ūżu billāhi an akūna minal-jāhilīn(a)."
  },
  {
    "verse_number": 68,
    "transcription": "Qālud'u lanā rabbaka yubayyil lanā mā hiy(a), qāla innahū yaqūlu innahā baqaratul lā fāriḍuw wa lā bikr(un), 'awānum baina żālik(a), faf'alū mā tu'marūn(a)."
  },
  {
    "verse_number": 69,
    "transcription": "Qālud'u lanā rabbaka yubayyil lanā mā launuhā, qāla innahū yaqūlu innahā baqaratun ṣafrā'u fāqi'ul launuhā tasurrun-nāẓirīn(a)."
  },
  {
    "verse_number": 70,
    "transcription": "Qālud'u lanā rabbaka yubayyil lanā mā hiy(a), innal-baqara tasyābaha 'alainā, wa innā in syā'allāhu lamuhtadūn(a)."
  },
  {
    "verse_number": 71,
    "transcription": "Qāla innahū yaqūlu innahā baqaratul lā żalūlun tuṡīrul-arḍa wa lā tasqil-ḥarṡ(a), musallamatul lā syiyata fīhā, qālul-'āna ji'ta bil-ḥaqqi fażabaḥūhā wa mā kādū yaf'alūn(a)."
  },
  {
    "verse_number": 72,
    "transcription": "Wa iż qultum nafsan faddāra'tum fīhā, wallāhu mukhrijum mā kuntum taktumūn(a)."
  },
  {
    "verse_number": 73,
    "transcription": "Faqulnaḍribūhu biba'ḍihā, każālika yuḥyillāhul-mautā wa yurīkum āyātihī la'allakum ta'qilūn(a)."
  },
  {
    "verse_number": 74,
    "transcription": "Ṡumma qasat qulūbukum mim ba'di żālika fahiya kal-ḥijārati au asyaddu qaswah(tan), wa inna minal-ḥijārati lamā yatafajjaru minhul-anhār(u), wa inna minhā lamā yasysyaqqaqu fayakhruju minhul-mā'(u), wa inna minhā lamā yahbiṭu min khasy-yatillāh(i), wa mallāhu bigāfilin 'ammā ta'malūn(a)."
  },
  {
    "verse_number": 75,
    "transcription": "Afa taṭma'ūna ay yu'minū lakum wa qad kāna farīqum minhum yasma'ūna kalāmallāhi ṡumma yuḥarrifūnahū mim ba'di mā 'aqalūhu wa hum ya'lamūn(a)."
  },
  {
    "verse_number": 76,
    "transcription": "Wa iżā laqul-lażīna āmanū qālū āmannā, wa iżā khalā ba'ḍuhum ilā ba'ḍin qālū atuḥaddiṡūnahum bimā fataḥallāhu 'alaikum liyuḥājjūkum bihī 'inda rabbikum, afalā ta'qilūn(a)."
  },
  {
    "verse_number": 77,
    "transcription": "Awalā ya'lamūna annallāha ya'lamu mā yusirrūna wa mā yu'linūn(a)."
  },
  {
    "verse_number": 78,
    "transcription": "Wa minhum umiyyūna lā ya'lamūnal-kitāba illā amāniyya wa in hum illā yaẓunnūn(a)."
  },
  {
    "verse_number": 79,
    "transcription": "Fawailul lil-lażīna yaktubūnal-kitāba bi'aidīhim ṡumma yaqūlūna hāżā min 'indillāhi liyasytarū bihī ṡamanan qalīlā(n), fawailul lahum mimmā katabat aidīhim wa wailul lahum mimmā yaksibūn(a)."
  },
  {
    "verse_number": 80,
    "transcription": "Wa qālū lan tamassanan-nāru illā ayyāmam ma'dūdah (tan), qul attakhażtum 'indallāhi 'ahdan falay yukhlifallāhu 'ahdahū am taqūlūna 'alallāhi mā lā ta'lamūn(a)."
  },
  {
    "verse_number": 81,
    "transcription": "Balā man kasaba sayyi'ataw wa aḥāṭat bihī khaṭī'atuhū fa ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a)."
  },
  {
    "verse_number": 82,
    "transcription": "Wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti ulā'ika aṣḥābul-jannah(ti), hum fīhā khālidūn(a)."
  },
  {
    "verse_number": 83,
    "transcription": "Wa iż akhażnā mīṡāqa banī isrā'īla lā ta'budūna illallāha wa bil-wālidaini iḥsānaw wa żil-qurbā wal-yatāmā wal-masākīni wa qūlū lin-nāsi ḥusnaw wa aqīmuṣ-ṣalāta wa ātuz-zakāh(ta), ṡumma tawallaitum illā qalīlam minkum wa antum mu'riḍūn(a)."
  },
  {
    "verse_number": 84,
    "transcription": "Wa iż akhażnā mīṡāqakum lā tasfikūna dimā'akum wa lā tukhrijūna anfusakum min diyārikum ṡumma aqrartum wa antum tasyhadūn(a)."
  },
  {
    "verse_number": 85,
    "transcription": "Ṡumma antum hā'ulā'i taqtulūna anfusakum wa tukhrijūna farīqam minkum min diyārihim taẓāharūna 'alaihim bil-iṡmi wal-'udwān(i), wa iy ya'tūkum usārā tufādūhum wa huwa muḥarramun 'alaikum ikhrājuhum, afa tu'minūna biba'ḍil-kitābi wa takfurūna bi ba'ḍ(in), famā jazā'u may yaf'alu żālika minkum illā khizyun fil-ḥayātid-dun-yā, wa yaumal-qiyāmati yuraddūna ilā asyaddil-'ażāb(i), wa mallāhu bigāfilin 'ammā ta'malūn(a)."
  },
  {
    "verse_number": 86,
    "transcription": "Ulā'ikal-lażīnasytarawul-ḥayātad-dun-yā bil-ākhirah(ti), falā yukhaffafu 'anhumul-'ażābu wa lā hum yunṣarūn(a)."
  },
  {
    "verse_number": 87,
    "transcription": "Wa laqad ātainā mūsal-kitāba wa qaffainā mim ba'dihī bir-rusul(i), wa ātainā 'īsabna maryamal-bayyināti wa ayyadnāhu birūḥil-qudus(i), afakullamā jā'akum rasūlum bimā lā tahwā anfusukumustakbartum, fafarīqan każżabtum wa farīqan taqtulūn(a)."
  },
  {
    "verse_number": 88,
    "transcription": "Wa qālū qulūbunā gulf(un), bal la'anahumullāhu bikufrihim faqalīlam mā yu'minūn(a)."
  },
  {
    "verse_number": 89,
    "transcription": "Wa lammā jā'akum kitābum min 'indillāhi muṣaddiqul limā ma'ahum, wa kānū min qablu yastaftiḥūna 'alal-lażīna kafarū, falammā jā'ahum mā 'arafū kafarū bih(ī), fala'natullāhi 'alal-kāfirīn(a)."
  },
  {
    "verse_number": 90,
    "transcription": "Bi'samasytarau bihī anfusahum ay yakfurū bimā anzalallāhu bagyan ay yunazzilallāhu min faḍlihī 'alā may yasyā'u min 'ibādih(ī), fabā'ū bigaḍabin 'alā gaḍab(in), wa lil-kāfirīna 'ażābum muhīn(un)."
  },
  {
    "verse_number": 91,
    "transcription": "Wa iżā qīla lahum āminū bimā anzalallāhu qālū nu'minu bimā unzila 'alainā wa yakfurūna bimā warā'ah(ū), wa huwal-ḥaqqu muṣaddiqal limā ma'ahum, qul falima taqtulūna ambiyā'allāhi min qablu in kuntum mu'minīn(a)."
  },
  {
    "verse_number": 92,
    "transcription": "Wa laqad jā'akum mūsā bil-bayyināti ṡummattakhażtumul-'ijla mim ba'dihī wa antum ẓālimūn(a)."
  },
  {
    "verse_number": 93,
    "transcription": "Wa iż akhażnā mīṡāqakum wa rafa'nā fauqakumuṭ-ṭūr(a), khużū mā ātainākum biquwwatiw wasma'ū, qālū sami'nā wa 'aṣainā, wa usyribū fī qulūbihimul-'ijla bikufrihim, qul bi'samā ya'murukum bihī īmānukum in kuntum mu'minīn(a)."
  },
  {
    "verse_number": 94,
    "transcription": "Qul in kānat lakumud-dārul-ākhiratu 'indallāhi khāliṣatam min dūnin-nāsi fatamannawul-mauta in kuntum ṣādiqīn(a)."
  },
  {
    "verse_number": 95,
    "transcription": "Wa lay yatamannauhu abadam bima qaddamat aidīhim, wallāhu 'alīmum biẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 96,
    "transcription": "Wa latajidannahum aḥraṣan-nāsi 'alā ḥayāh(tin), wa minal-lażīna asyrakū, yawaddu aḥaduhum lau yu'ammaru alfa sanah(tin), wa mā huwa bi muzaḥziḥihī minal-'ażābi ay yu'ammar(a), wallāhu baṣīrum bimā ya'malūn(a)."
  },
  {
    "verse_number": 97,
    "transcription": "Qul man kāna 'aduwwal lijibrīla fa'innahū nazzalahū 'alā qalbika bi iżnillāhi muṣaddiqal limā baina yadaihi wa hudaw wa busyrā lil-mu'minīn(a)."
  },
  {
    "verse_number": 98,
    "transcription": "Man kāna 'aduwwal lillāhi wa malā'ikatihī wa rusulihī wa jibrīla wa mīkāla fa innallāha 'aduwwul lil-kāfirīn(a)."
  },
  {
    "verse_number": 99,
    "transcription": "Wa laqad anzalnā ilaika āyātim bayyināt(in), wa mā yakfuru bihā illal-fāsiqūn(a)."
  },
  {
    "verse_number": 100,
    "transcription": "Awa kullamā 'āhadū 'ahdan nabażahū farīqum minhum, bal akṡaruhum lā yu'minūn(a)."
  },
  {
    "verse_number": 101,
    "transcription": "Wa lammā jā'ahum rasūlum min 'indillāhi muṣaddiqul limā ma'ahum nabaża farīqum minal-lażīna ūtul-kitāb(a), kitāballāhi warā'a ẓuhūrihim ka'annahum lā ya'lamūn(a)."
  },
  {
    "verse_number": 102,
    "transcription": "Wattaba'ū mā tatlusy-syayāṭīnu 'alā mulki sulaimān(a), wa mā kafara sulaimānu wa lākinnnasy-syayāṭīna kafarū yu'allimūnan-nāsas siḥr(a), wa mā unzila 'alal-malakaini bibābila hārūta wa mārūt(a), wa mā yu'allimāni min aḥadin ḥattā yaqūlā innamā naḥnu fitnatun falā takfur, fayata'allamūna minhumā mā yufarriqūna bihī bainal-mar'i wa zaujih(ī), wa mā hum biḍarrīna bihī min aḥadin illā bi'iżnillāh(i), wa yata'allamūna mā yaḍurruhum wa lā yanfa'uhum, wa laqad 'alimū lamanisytarāhu mā lahū fil-ākhirati min khalāq(in), wa labi'sa mā syarau bihī anfusahum, lau kānū ya'lamūn(a)."
  },
  {
    "verse_number": 103,
    "transcription": "Wa lau annahum āmanū wattaqau lamaṡūbatum min 'indillāhi khair(un), lau kānū ya'lamūn(a)."
  },
  {
    "verse_number": 104,
    "transcription": "Yā ayyuhal-lażīna āmanū lā taqūlū rā'inā wa qūlunẓurnā wasma'ū wa lil-kāfirīna 'ażābun alīm(un)."
  },
  {
    "verse_number": 105,
    "transcription": "Mā yawaddul-lażīna kafarū min ahlil-kitābi wa lal-musyrikīna ay yunazzila 'alaikum min khairim mir rabbikum, wallāhu yakhtaṣṣu biraḥmatihī may yasyā'(u), wallāhu żul faḍlil-'aẓīm(i)."
  },
  {
    "verse_number": 106,
    "transcription": "Mā nansakh min āyatin au nunsihā na'ti bi khairim minhā au miṡlihā, alam ta'lam annallāha 'alā kulli syai'in qadīr(un)."
  },
  {
    "verse_number": 107,
    "transcription": "Alam ta'lam annallāha lahū mulkus-samāwāti wal arḍ(i), wa mā lakum min dūnillāhi miw waliyyiw wa lā naṣīr(in)."
  },
  {
    "verse_number": 108,
    "transcription": "Am turīdūna an tas'alū rasūlakum kamā su'ila mūsā min qabl(u), wa may yatabaddalil-kufra bil-īmāni faqad ḍalla sawā'as-sabīl(i)."
  },
  {
    "verse_number": 109,
    "transcription": "Wadda kaṡīrum min ahlil-kitābi lau yaruddūnakum mim ba'di īmānikum kuffārā(n), ḥasadam min 'indi anfusihim mim ba'di mā tabayyana lahumul-ḥaqq(u), fa'fū waṣfaḥū ḥattā ya'tiyallāhu bi amrih(ī), innallāha 'alā kulli syai'in qadīr(un)."
  },
  {
    "verse_number": 110,
    "transcription": "Wa aqīmuṣ-ṣalāta wa ātuz-zakāh(ta), wa mā tuqaddimū li'anfusikum min khairin tajidūhu 'indallāh(i), innallāha bimā ta'malūna baṣīr(un)."
  },
  {
    "verse_number": 111,
    "transcription": "Wa qālū lay yadkhulal-jannata illā man kāna hūdan au naṣārā, tilka amāniyyuhum, qul hātū burhānakum in kuntum ṣādiqīn(a)."
  },
  {
    "verse_number": 112,
    "transcription": "Balā man aslama wajhahū lillāhi wa huwa muḥsinun falahū ajruhū 'inda rabbih(i), wa lā khaufun 'alaihim wa lā hum yaḥzanūn(a)."
  },
  {
    "verse_number": 113,
    "transcription": "Wa qālatil-yahūdu laisatin-naṣārā  'alā syai'(in), wa qālatin-naṣārā laisatil-yahūdu 'alā syai'(in), wa hum yatlūnal-kitāb(a), każālika qālal-lażīna lā ya'lamūna  miṡla qaulihim, fallāhu yaḥkumu bainahum yaumal-qiyāmati fīmā kānū fīhi yakhtalifūn(a)."
  },
  {
    "verse_number": 114,
    "transcription": "Wa man aẓlamu mim mam mana'a masājidallāhi ay yużkara fīhasmuhū wa sa'ā fī kharābihā, ulā'ika mā kāna lahum ay yadkhulūhā illā khā'ifīn(a), lahum fid-dun-yā khizyuw wa lahum fil-ākhirati 'ażābun 'aẓīm(un)."
  },
  {
    "verse_number": 115,
    "transcription": "Wa lillāhil-masyriqu wal-magrib(u), fa'ainamā tuwallū faṡamma wajhullāh(i), innallāha wāsi'un 'alīm(un)."
  },
  {
    "verse_number": 116,
    "transcription": "Wa qāluttakhażallāhu waladan subḥānah(ū), bal lahū mā fis-samāwāti wal-arḍ(i), kullul lahū qānitūn(a)."
  },
  {
    "verse_number": 117,
    "transcription": "Badī'us-samāwāti wal-arḍ(i), wa iżā qaḍā amran fa'innamā yaqūlu lahū kun fayakūn(u)."
  },
  {
    "verse_number": 118,
    "transcription": "Wa qālal-lażīna lā ya'lamūna lau lā yukallimunallāhu au ta'tīnā āyah(tun), każālika qālal-lażīna min qablihim miṡla qaulihim, tasyābahat qulūbuhum, qad bayyannal-āyāti liqaumiy yūqinūn(a)."
  },
  {
    "verse_number": 119,
    "transcription": "Innā arsalnāka bil-ḥaqqi basyīraw wa nażīrā(n), wa lā tus'alu 'an aṣḥābil-jaḥīm(i)."
  },
  {
    "verse_number": 120,
    "transcription": "Wa lan tarḍā 'ankal-yahūdu wa lan-naṣārā ḥattā tattabi'a millatahum, qul inna hudallāhi huwal-hudā, wa la'inittaba'ta ahwā'ahum ba'dal-lażī jā'aka minal-'ilm(i), mā laka minallāhi miw waliyyiw wa lā naṣīr(in)."
  },
  {
    "verse_number": 121,
    "transcription": "Allażīna ātaināhumul-kitāba yatlūnahū ḥaqqa tilāwatih(ī), ulā'ika yu'minūna bih(ī), wa may yakfur bihī fa ulā'ika humul-khāsirūn(a)."
  },
  {
    "verse_number": 122,
    "transcription": "Yā banī isrā'īlażkurū ni'matiyal-latī an'amtu 'alaikum wa annī faḍḍaltukum 'alal-'ālamīn(a)."
  },
  {
    "verse_number": 123,
    "transcription": "Wattaqū yaumal lā tajzī nafsun 'an nafsin syai'aw wa lā yuqbalu minhā 'adluw wa lā tanfa'uhā syafā'atuw wa lā hum yunṣarūn(a)."
  },
  {
    "verse_number": 124,
    "transcription": "Wa iżibtalā ibrāhīma rabbuhū bikalimātin fa atammahunn(a), qāla innī jā'iluka lin-nāsi imāmā(n), qāla wa min żurriyyatī, qāla lā yanālu 'ahdiẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 125,
    "transcription": "Wa iż ja'alnal-baita maṡābatal lin-nāsi wa amnā(n), wattakhiżū mim maqāmi ibrāhīma muṣallā(n), wa 'ahidnā ilā ibrāhīma wa ismā'īla an ṭahhirā baitiya liṭ-ṭā'ifīna  wal-'ākifīna war-rukka'is-sujūd(i)."
  },
  {
    "verse_number": 126,
    "transcription": "Wa iż qāla ibrāhīmu rabbij'al hāżā baladan āminaw warzuq ahlahū minaṡ-ṡamarāti man āmana minhum billāhi wal-yaumil-ākhir(i), qāla wa man kafara fa umatti'uhū qalīlan ṡumma aḍṭarruhū ilā 'ażābin-nār(i), wa bi'sal-maṣīr(u)."
  },
  {
    "verse_number": 127,
    "transcription": "Wa iż yarfa'u ibrāhīmul-qawā'ida minal-baiti wa ismā'īl(u), rabbanā taqabbal minnā, innaka antas-samī'ul-'alīm(u)."
  },
  {
    "verse_number": 128,
    "transcription": "Rabbanā waj'alnā muslimaini laka wa min żurriyyatinā ummatam muslimatal lak(a), wa arinā manāsikanā wa tub 'alainā, innaka antat-tawwābur-raḥīm(u)."
  },
  {
    "verse_number": 129,
    "transcription": "Rabbanā  wab'aṡ fīhim rasūlam minhum yatlū 'alaihim āyātika wa yu'allimuhumul-kitāba wal-ḥikmata wa yuzakkīhim, innaka antal-'azīzul-ḥakīm(u)."
  },
  {
    "verse_number": 130,
    "transcription": "Wa may yargabu 'an millati ibrāhīma illā man safiha nafsah(ū), wa laqad-iṣṭafaināhu fid-dun-yā, wa innahū fil-ākhirati laminaṣ-ṣāliḥīn(a)."
  },
  {
    "verse_number": 131,
    "transcription": "Iż qāla lahū rabbuhū aslim, qāla aslamtu lirabbil-'ālamīn(a)."
  },
  {
    "verse_number": 132,
    "transcription": "Wa waṣṣā bihā ibrāhīmu banīhi wa ya'qūb(u), yā baniyya innallāhaṣṭafā lakumud-dīna falā tamūtunna illā wa antum muslimūn(a)."
  },
  {
    "verse_number": 133,
    "transcription": "Am kuntum syuhadā'a iż ḥaḍara ya'qūbal-maut(u), iż qāla libanīhi mā ta'budūna mim ba'dī, qālū na'budu ilāhaka wa ilāha ābā'ika ibrāhīma wa ismā'īla wa isḥāqa ilāhaw wāḥidā(n), wa naḥnu lahū muslimūn(a)."
  },
  {
    "verse_number": 134,
    "transcription": "Tilka ummatun qad khalat, lahā mā kasabat wa lakum mā kasabtum, wa lā tus'alūna 'ammā kānū ya'malūn(a)."
  },
  {
    "verse_number": 135,
    "transcription": "Wa qālū kūnū hūdan au naṣārā tahtadū, qul bal millata ibrāhīma ḥanīfā(n), wa mā kāna minal-musyrikīn(a)."
  },
  {
    "verse_number": 136,
    "transcription": "Qūlū āmannā billāhi wa mā unzila ilainā wa mā unzila ilā ibrāhīma wa ismā'īla wa isḥāqa  wa ya'qūba wal-asbāṭi wa mā ūtiya mūsā wa 'īsā wa mā ūtiyan-nabiyyūna mir rabbihim, lā nufarriqu baina aḥadim minhum wa naḥnu lahū muslimūn(a)."
  },
  {
    "verse_number": 137,
    "transcription": "Fa'in āmanū bimiṡli mā āmantum bihī faqadihtadau, wa in tawallau fa'innamā hum fī syiqāq(in), fasayakfīkahumullāh(u), wa huwas-samī'ul-'alīm(u)."
  },
  {
    "verse_number": 138,
    "transcription": "Ṣibgatallāh(i), wa man aḥsanu minallāhi ṣibgataw wa naḥnu lahū 'ābidūn(a)."
  },
  {
    "verse_number": 139,
    "transcription": "Qul atuḥājjūnanā fillāhi wa huwa rabbunā wa rabbukum, wa lanā a'mālunā wa lakum a'mālukum, wa naḥnu lahū mukhliṣūn(a)."
  },
  {
    "verse_number": 140,
    "transcription": "Am taqūlūna inna ibrāhīma wa ismā'īla wa isḥāqa  wa ya'qūba wal-asbāṭa kānū hūdan au naṣārā, qul a'antum a'lamu amillāh(u), wa man aẓlamu mimman katama syahādatan 'indahū minallāh(i), wa mallāhu bigāfilin 'ammā ta'malūn(a)."
  },
  {
    "verse_number": 141,
    "transcription": "Tilka ummatun qad khalat, lahā mā kasabat wa lakum mā kasabtum, wa lā tus'alūna 'ammā kānū ya'malūn(a)."
  },
  {
    "verse_number": 142,
    "transcription": "Sayāqūlus-sufahā'u minan-nāsi mā wallāhum 'an qiblatihimul-latī kānū 'alaihā, qul lillāhil-masyriqu wal-magrib(u), yahdī may yasyā'u ilā ṣirāṭim mustaqīm(in)."
  },
  {
    "verse_number": 143,
    "transcription": "Wa każālika ja'alnākum  ummataw wasaṭal litakūnū syuhadā'a 'alan-nāsi wa yakūnar-rasūlu 'alaikum syahīdā(n), wa mā ja'alnal-qiblatal-latī kunta 'alaihā illā lina'lama may yattabi'ur-rasūla mimmay yanqalibu 'alā 'aqibaih(i), wa in kānat lakabīratan illā 'alal-lażīna hadallāh(u), wa mā kānallāhu liyuḍī'a īmānakum, innallāha bin-nāsi lara'ūfur raḥīm(un)."
  },
  {
    "verse_number": 144,
    "transcription": "Qad narā taqallubaka wajhika fis-samā'(i), fa lanuwalliyannaka qiblatan tarḍāhā, fawalli wajhaka syaṭral-masjidil-ḥarām(i), wa ḥaiṡumā kuntum fawallū wujūhakum syaṭrah(ū), wa innal-lażīna ūtul-kitāba laya'lamūna annahul-ḥaqqu mir rabbihim, wa mallāhu bigāfilin 'ammā ya'malūn(a)."
  },
  {
    "verse_number": 145,
    "transcription": "Wa la'in ataital-lażīna ūtul-kitāba bikulli āyatim mā tabi'ū qiblatak(a), wa mā anta bitābi'in qiblatahum, wa mā ba'ḍuhum bitābi'in qiblata ba'ḍ(in), wa la'inittaba'ta ahwā'ahum mim ba'di mā jā'aka minal-'ilm(i), innaka iżal laminaẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 146,
    "transcription": "Allażīna ātaināhumul-kitāba ya'rifūnahū kamā ya'rifūna abnā'ahum, wa inna farīqam minhum layaktumūnal-ḥaqqa wa hum ya'lamūn(a)."
  },
  {
    "verse_number": 147,
    "transcription": "Al-ḥaqqu mir rabbika falā takūnanna minal-mumtarīn(a)."
  },
  {
    "verse_number": 148,
    "transcription": "Wa likulliw wijhatun huwa muwallīhā fastabiqul-khairāt(i), aina mā takūnū ya'ti bikumullāhu jamī'ā(n), innallāha 'alā kulli syai'in qadīr(un)."
  },
  {
    "verse_number": 149,
    "transcription": "Wa min ḥaiṡu kharajta fawalli wajhaka syaṭral-masjidil-ḥarām(i), wa innahū lal-ḥaqqu mir rabbik(a), wa mallāhu bigāfilin 'ammā ta'malūn(a)."
  },
  {
    "verse_number": 150,
    "transcription": "Wa min ḥaiṡu kharajta fa walli wajhaka syaṭral-masjidil-ḥarām(i), wa ḥaiṡumā kuntum fawallū wujūhakum syaṭrah(ū), li'allā yakūna lin-nāsi 'alaikum ḥujjatun illal-lażīna ẓalamū minhum, falā takhsyauhum wakhsyaunī, wa li'utimma ni'matī  'alaikum wa la'allakum tahtadūn(a)."
  },
  {
    "verse_number": 151,
    "transcription": "Kamā arsalnā fīkum rasūlam minkum yatlū 'alaikum āyātinā wa yuzakkīkum wa yu'allimukumul-kitāba wal-ḥikmata wa yu'allimukum mā lam takūnū ta'lamūn(a)."
  },
  {
    "verse_number": 152,
    "transcription": "Fażkurūnī ażkurkum wasykurū lī wa lā takfurūn(i)."
  },
  {
    "verse_number": 153,
    "transcription": "Yā ayyuhal-lażīna āmanusta'īnū biṣ-ṣabri waṣ-ṣalāh(ti), innallāha ma'aṣ-ṣābirīn(a)."
  },
  {
    "verse_number": 154,
    "transcription": "Wa lā taqūlū limay yuqtalu fī sabīlillāhi amwāt(un), bal aḥyā'uw wa lākil lā tasy'urūn(a)."
  },
  {
    "verse_number": 155,
    "transcription": "Wa lanabluwannakum bisyai'im minal-khaufi wal-jū'i wa naqaṣim minal-amwāli wal-anfusi waṡ-ṡamarāt(i), wa basysyiriṣ-ṣābirīn(a)."
  },
  {
    "verse_number": 156,
    "transcription": "Allażīna iżā aṣābathum muṣībah(tun), qālū innā lillāhi wa innā ilaihi rāji'ūn(a)."
  },
  {
    "verse_number": 157,
    "transcription": "Ulā'ika 'alaihim ṣalawātum mir rabbihim wa raḥmah(tun), wa ulā'ika humul-muhtadūn(a)."
  },
  {
    "verse_number": 158,
    "transcription": "Innaṣ-ṣafā wal-marwata min sya'ā'irillāh(i), faman ḥajjal-baita awi'tamara falā junāḥa 'alaihi ay yaṭṭawwafa bihimā, wa man taṭawwa'a khairan fa innallāha syākirun 'alīm(un)."
  },
  {
    "verse_number": 159,
    "transcription": "Innal-lażīna yaktumūna mā anzalnā minal-bayyināti wal-hudā mim ba'di mā bayyannāhu lin-nāsi fil-kitāb(i), ulā'ika yal'anuhumullāhu wa yal'anuhumul-lā'inūn(a)."
  },
  {
    "verse_number": 160,
    "transcription": "Illal-lażīna tābū wa aṣlaḥū wa bayyanū fa'ulā'ika atūbu 'alaihim, wa anat-tawwābur-raḥīm(u)."
  },
  {
    "verse_number": 161,
    "transcription": "Innal-lażīna kafarū wa mātū wa hum kuffārun ulā'ika 'alaihim la'natullāhi wal-malā'ikati wan-nāsi ajma'īn(a)."
  },
  {
    "verse_number": 162,
    "transcription": "Khālidīna fīhā, lā yukhaffafu 'anhumul-'ażābu wa lā hum yunẓarūn(a)."
  },
  {
    "verse_number": 163,
    "transcription": "Wa ilāhukum ilāhuw wāḥid(un), lā ilāha illā huwar-raḥmānur-raḥīm(u)."
  },
  {
    "verse_number": 164,
    "transcription": "Inna fī khalqis-samāwāti wal-arḍi wakhtilāfil-laili wan-nahāri wal-fulkil-latī tajrī fil-baḥri bimā yanfa'un-nāsa wa mā anzalallāhu minas-samā'i mim mā'in fa aḥyā bihil-arḍa ba'da mautihā wa baṡṡa fīhā min kulli dābbah(tin), wa taṣrīfir-riyāḥi was-saḥābil-musakhkhari bainas-samā'i wal-arḍi la'āyātil liqaumiy ya'qilūn(a)."
  },
  {
    "verse_number": 165,
    "transcription": "Wa minan-nāsi may yattakhiżu min dūnillāhi andāday yuḥibbūnahum kaḥubbillāh(i), wal-lażīna āmanū asyaddu ḥubbal lillāh(i), wa lau yaral-lażīna ẓalamū iż yaraunal-'ażāb(a), annal-quwwata lillāhi jamī'ā(n), wa annallāha syadīdul-'ażāb(i)."
  },
  {
    "verse_number": 166,
    "transcription": "Iż tabarra'al-lażīnattubi'ū minal-lażīnattaba'ū wa ra'awul-'ażāba wa taqaṭṭa'at bihimul-asbāb(u)."
  },
  {
    "verse_number": 167,
    "transcription": "Wa qālal-lażīnattaba'ū lau anna lanā karratan fa natabarra'a minhum, kamā tabarra'ū minnā, każālika yurīhimullāhu a'mālahum ḥasarātin 'alaihim, wa mā hum bikhārijīna minan-nār(i)."
  },
  {
    "verse_number": 168,
    "transcription": "Yā ayyuhan-nāsu kulū mimmā fil-arḍi ḥalālan ṭayyibā(n), wa lā tattabi'ū khuṭuwātisy-syaiṭān(i), innahū lakum 'aduwwum mubīn(un)."
  },
  {
    "verse_number": 169,
    "transcription": "Innamā ya'murukum bis-sū'i wal-faḥsyā'i wa an taqūlū 'alallāhi mā lā ta'lamūn(a)."
  },
  {
    "verse_number": 170,
    "transcription": "Wa iżā qīla lahumuttabi'ū mā anzalallāhu qālū bal nattabi'u mā alfainā 'alaihi ābā'anā, awalau kāna ābā'uhum lā ya'qilūna syai'aw wa lā yahtadūn(a)."
  },
  {
    "verse_number": 171,
    "transcription": "Wa maṡalul-lażīna kafarū kamaṡalil-lażī yan'iqu bimā lā yasma'u illā du'ā'aw wa nidā'ā(n), ṣummum bukmun 'umyun fahum lā ya'qilūn(a)."
  },
  {
    "verse_number": 172,
    "transcription": "Yā ayyuhal-lażīna āmanū kulū min ṭayyibāti mā razaqnākum wasykurū lillāhi in kuntum iyyāhu ta'budūn(a)."
  },
  {
    "verse_number": 173,
    "transcription": "Innamā ḥarrama 'alaikumul-maitata wad-dama wa laḥmal-khinzīri wa mā uhilla bihī ligairillāh(i), fa maniḍṭurra gaira bāgiw wa lā 'ādin falā iṡma 'alaih(i), innallāha gafūrur raḥīm(un)."
  },
  {
    "verse_number": 174,
    "transcription": "Innal-lażīna yaktumūna mā anzalallāhu minal-kitābi wa yasytarūna bihī ṡamanan qalīlā(n), ulā'ika mā ya'kulūna fī buṭūnihim illan-nāra wa lā yukallimuhumullāhu yaumal-qiyāmati wa lā yuzakkīhim, wa lahum 'ażābun alīm(un)."
  },
  {
    "verse_number": 175,
    "transcription": "Ulā'ikal-lażīnasytarawuḍ-ḍalālata bil-hudā wal-'ażāba bil-magfirah(ti), famā aṣbarahum 'alan-nār(i)."
  },
  {
    "verse_number": 176,
    "transcription": "Żālika bi'annallāha nazzalal-kitāba bil-ḥaqq(i), wa innal-lażīnakhtalafū fil-kitābi lafī syiqāqim ba'īd(in)."
  },
  {
    "verse_number": 177,
    "transcription": "Laisal-birra an tuwallū wujūhakum qibalal-masyriqi wal-magribi wa lākinnal-birra man āmana billāhi wal-yaumil ākhiri wal-malā'ikati wal-kitābi wan-nabiyyīn(a), wa ātal-māla 'alā ḥubbihī żawil-qurbā wal-yatāmā wal-masākīna wabnas-sabīl(i), was-sā'ilīna wa fir-riqāb(i), wa aqāmaṣ-ṣalāta wa ātaz-zakāh(ta), wal mūfūna bi'ahdihim iżā 'āhadū, waṣ-ṣābirīna fil-ba'sā'i waḍ-ḍarrā'i wa ḥīnal-ba's(i), ulā'ikal-lażīna ṣadaqū, wa ulā'ika humul-muttaqūn(a)."
  },
  {
    "verse_number": 178,
    "transcription": "Yā ayyuhal-lażīna āmanū kutiba 'alaikumul-qiṣāṣu fil-qatlā, al-ḥurru bil-ḥurri wal-'abdu bil-'abdi wal-unṡā bil-unṡā, faman 'ufiya lahū min akhīhi syai'un fattibā'um bil-ma'rūfi wa adā'un ilaihi bi iḥsān(in), żālika takhfīfum mir rabbikum wa raḥmah(tun), fa mani'tadā ba'da żālika fa lahū 'ażābun alīm(un)."
  },
  {
    "verse_number": 179,
    "transcription": "Wa lakum fil-qiṣāṣi ḥayātuy yā ulil-albābi la'allakum tattaqūn(a)."
  },
  {
    "verse_number": 180,
    "transcription": "Kutiba 'alaikum iżā ḥaḍara aḥadakumul-mautu in taraka kahirā(n), al-waṣiyyatu lil-wālidaini wal-aqrabīna bil-ma'rūf(i), ḥaqqan 'alal-muttaqīn(a)."
  },
  {
    "verse_number": 181,
    "transcription": "Famam baddalahū ba'da mā sami'ahū fa innamā iṡmuhū 'alal-lażīna yubaddilūnah(ū), innallāha samī'un 'alīm(un)."
  },
  {
    "verse_number": 182,
    "transcription": "Faman khāfa mim mūṣin janafan au iṡman fa aṣlaḥa bainahum falā iṡma 'alaih(i), innallāha gafūrur raḥīm(un)."
  },
  {
    "verse_number": 183,
    "transcription": "Yā ayyuhal-lażīna āmanū kutiba 'alaikumuṣ-ṣiyāmu kamā kutiba 'alal-lażīna min qablikum la'allakum tattaqūn(a)."
  },
  {
    "verse_number": 184,
    "transcription": "Ayyāmam ma'dūdāt(in), faman kāna minkum marīḍan au 'alā safarin fa 'iddatum min ayyāmin ukhar(a), wa 'alal-lażīna yuṭīqūnahū fidyatun ṭa'āmu miskīn(in), faman taṭawwa'a khairan fahuwa khairul lah(ū), wa an taṣūmū khairul lakum in kuntum ta'lamūn(a)."
  },
  {
    "verse_number": 185,
    "transcription": "Syahru ramaḍānal-lażī unzila fīhil-qur'ānu hudal lin-nāsi wa bayyinātim minal-hudā wal-furqān(i), faman syahida minkumusy-syahra falyaṣumh(u) wa man kāna marīḍan au 'alā safarin fa 'iddatum min ayyāmin ukhar(a), yurīdullāhu bikumul-yusra wa lā yurīdu bikumul-'usr(a), wa litukmilul-'iddata wa litukabbirullāha 'alā mā hadākum wa la'allakum tasykurūn(a)."
  },
  {
    "verse_number": 186,
    "transcription": "Wa iżā sa'alaka 'ibādī 'annī fa innī qarīb(un),  ujību da'watad-dā'i iżā da'ān(i), falyastajībū lī walyu'minū bī la'allahum yarsyudūn(a)."
  },
  {
    "verse_number": 187,
    "transcription": "Uḥilla lakum lailataṣ-ṣiyāmir-rafaṡu ilā nisā'ikum, hunna libāsul lakum wa antum libāsul lahunn(a), 'alimallāhu annakum kuntum takhtānūna anfusakum fatāba 'alaikum wa 'afā 'ankum, fal-āna bāsyirūhunna wabtagū mā kataballāhu lakum, wa kulū wasyrabū ḥattā yatabayyana lakumul-khaiṭul-abyaḍu minal-khaiṭil-aswadi minal-fajr(i), ṡumma atimmuṣ-ṣiyāma ilal-lail(i), wa lā tubāsyirūhunna wa antum 'ākifūna fil-masājid(i) tilka ḥudūdullāhi falā taqrabūhā, każālika yubayyinullāhu āyātihī lin-nāsi la'allahum yattaqūn(a)."
  },
  {
    "verse_number": 188,
    "transcription": "Wa lā ta'kulū amwālakum bainakum bil-bāṭili wa tudlū bihā ilal-ḥukkāmi lita'kulū farīqam min amwālin-nāsi bil-iṡmi wa antum ta'lamūn(a)."
  },
  {
    "verse_number": 189,
    "transcription": "Yas'alūnaka 'anil-ahillah(ti), qul hiya mawāqītu lin-nāsi wal-ḥajj(i), wa laisal-birru  bi'an ta'tul-buyūta  min ẓuhūrihā  wa lākinnal-birra manittaqā, wa'tul-buyūta min abwābihā, wattaqullāha la'allakum tufliḥūn(a)."
  },
  {
    "verse_number": 190,
    "transcription": "Wa qātilū fī sabīlillāhil-lażīna yuqātilūnakum wa lā ta'tadū, innallāha lā yuḥibbul-mu'tadīn(a)."
  },
  {
    "verse_number": 191,
    "transcription": "Waqtulūhum ḥaiṡu ṡaqiftumūhum wa akhrijūhum min ḥaiṡu akhrajūkum wal-fitnatu asyaddu minal-qatl(i), wa lā tuqātilūhum 'indal-masjidil-ḥarāmi ḥattā yuqātilūkum fīh(i), fa'in qātalūkum faqtulūhum,  każālika jazā'ul-kāfirīn(a)."
  },
  {
    "verse_number": 192,
    "transcription": "Fa'inintahau fa'innallāha gafūrur raḥīm(un)."
  },
  {
    "verse_number": 193,
    "transcription": "Wa qātilūhum ḥattā lā takūna fitnatuw wa yakūnad-dīnu lillāh(i), fa inintahau falā 'udwāna illā 'alaẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 194,
    "transcription": "Asy-syahrul-ḥarāmu bisy-syahril-ḥarāmi wal-ḥurumātu qiṣāṣ(un), famani'tadā 'alaikum fa'tadū 'alaihi bimiṡli ma'tadā 'alaikum, wattaqullāha wa'lamū annallāha ma'al-muttaqīn(a)."
  },
  {
    "verse_number": 195,
    "transcription": "Wa anfiqū fī sabīlillāhi wa lā tulqū bi'aidīkum ilat-tahlukah(ti), wa aḥsinū, innallāha yuḥibbul-muḥsinīn(a)."
  },
  {
    "verse_number": 196,
    "transcription": "Wa atimmul-ḥajja wal-'umrata lillāh(i), fa'in uḥṣirtum famastaisara minal-hady(i), wa lā taḥliqū ru'ūsakum ḥattā yablugal-hadyu maḥillah(ū), faman kāna minkum marīḍan au bihī ażam mir ra'sihī fafidyatum min ṣiyāmin au ṣadaqatin au nusuk(in), fa'iżā amintum, faman tamatta'a bil-'umrati ilal-ḥajji famastaisara minal-hady(i), famal lam yajid faṣiyāmu ṡalāṡati ayyāmin fil-ḥajji wa sab'atin iżā raja'tum, tilka 'asyaratun kāmilah(tun), żālika limal lam yakun ahluhū ḥāḍiril-masjidil-ḥarām(i), wattaqullāha wa'lamū annallāha syadīdul-'iqāb(i)."
  },
  {
    "verse_number": 197,
    "transcription": "Al-ḥajju asyhurum ma'lūmāt(un), faman faraḍa fīhinnal-ḥajja falā rafaṡa wa lā fusūqa wa lā jidāla fil-ḥajj(i), wa mā taf'alū min khairiy ya'lamhullāh(u), wa tazawwadū fa'inna khairaz-zādit-taqwā, wattaqūni yā ulil-albāb(i)."
  },
  {
    "verse_number": 198,
    "transcription": "Laisa 'alaikum junāḥun an tabtagū faḍlam mir rabbikum, fa'iżā afaḍtum min 'arafātin fażkurullāha 'indal-masy'aril-ḥarām(i), ważkurūhu kamā hadākum, wa in kuntum min qablihī laminaḍ-ḍāllīn(a)."
  },
  {
    "verse_number": 199,
    "transcription": "Ṡumma afīḍū min ḥaiṡu afāḍan-nāsu wastagfirullāh(a), innallāha gafūrur raḥīm(un)."
  },
  {
    "verse_number": 200,
    "transcription": "Fa iżā qaḍaitum manāsikakum fażkurullāha każikrikum ābā'akum au asyadda żikrā(n), faminan-nāsi may yaqūlu rabbanā ātinā fid-dun-yā wa mā lahū fil-ākhirati min khalāq(in)."
  },
  {
    "verse_number": 201,
    "transcription": "Wa minhum may yaqūlu rabbanā ātinā fid-dun-yā ḥasanataw wa fil-ākhirati ḥasanataw wa qinā 'ażāban-nār(i)."
  },
  {
    "verse_number": 202,
    "transcription": "Ulā'ika lahum naṣībum mimmā kasabū, wallāhu sarī'ul-ḥisāb(i)."
  },
  {
    "verse_number": 203,
    "transcription": "Ważkurullāha fī ayyāmim ma'dūdāt(in), faman ta'ajjala fī yaumaini falā iṡma 'alaih(i), wa man ta'akhkhara falā iṡma 'alaihi limanittaqā, wattaqullāha wa'lamū annakum ilaihi tuḥsyarūn(a)."
  },
  {
    "verse_number": 204,
    "transcription": "Wa minan-nāsi may yu'jibuka qauluhū fil-ḥayātid-dun-yā wa yusyhidullāha 'alā mā fī qalbih(ī), wa huwa aladdul-khiṣām(i)."
  },
  {
    "verse_number": 205,
    "transcription": "Wa iżā tawallā sa'ā fil-arḍi liyufsida fīhā wa yuhlikal-ḥarṡa wan-nasl(a), wallāhu lā yuḥibbul-fasād(a)."
  },
  {
    "verse_number": 206,
    "transcription": "Wa iżā qīla lahuttaqillāha akhażathul-'izzatu bil-iṡmi faḥasbuhū jahannam(u), wa labi'sal-mihād(u)."
  },
  {
    "verse_number": 207,
    "transcription": "Wa minan-nāsi may yasyrī nafsahubtigā'a marḍātillāh(i), wallāhu ra'ūfum bil-'ibād(i)."
  },
  {
    "verse_number": 208,
    "transcription": "Yā ayyuhal-lażīna āmanudkhulū fis-silmi kāffah(tan), wa lā tattabi'ū khuṭuwātisy-syaiṭān(i), innahū lakum 'aduwwum mubīn(un)."
  },
  {
    "verse_number": 209,
    "transcription": "Fa'in zalaltum mim ba'di mā jā'atkumul-bayyinātu fa'lamū annallāha 'azīzun ḥakīm(un)."
  },
  {
    "verse_number": 210,
    "transcription": "Hal yanẓurūna illā ay ya'tiyahumullāhu fī ẓulalim minal-gamāmi wal-malā'ikatu wa quḍiyal-amr(u), wa ilallāhi turja'ul-umūr(u)."
  },
  {
    "verse_number": 211,
    "transcription": "Sal banī isrā'īla kam ātaināhum min āyatim bayyinah(tin), wa may yubaddil ni'matallāhi mim ba'di mā jā'athu fa innallāha syadīdul-'iqāb(i)."
  },
  {
    "verse_number": 212,
    "transcription": "Zuyyina lil-lażīna kafarul-ḥayātud-dun-yā wa yaskharūna minal-lażīna āmanū, wal-lażīnattaqau fauqahum yaumal-qiyāmah(ti), wallāhu yarzuqu may yasyā'u bigairi ḥisāb(in)."
  },
  {
    "verse_number": 213,
    "transcription": "Kānan-nāsu ummataw wāḥidah(tan), fa ba'aṡallāhun-nabiyyīna mubasysyirīna wa munżirīn(a), wa anzala ma'ahumul-kitāba bil-ḥaqqi liyaḥkuma bainan-nāsi fīmakhtalafū fīh(i), wa makhtalafa fīhi illal-lażīna ūtūhu mim ba'di mā jā'athumul-bayyinātu bagyam bainahum, fahadallāhul-lażīna āmanū limakhtalafū fīhi minal-ḥaqqi bi'iżnih(ī), wallāhu yahdī may yasyā'u ilā ṣirāṭim mustaqīm(in)."
  },
  {
    "verse_number": 214,
    "transcription": "Am ḥasibtum an tadkhulul-jannata wa lammā ya'tikum maṡalul-lażīna khalau min qablikum, massathumul-ba'sā'u waḍ-ḍarrā'u wa zulzilū ḥattā yaqūlar-rasūlu wal-lażīna āmanū ma'ahū matā naṣrullāh(i), alā inna naṣrallāhi qarīb(un)."
  },
  {
    "verse_number": 215,
    "transcription": "Yas'alūnaka māżā yunfiqūn(a), qul mā anfaqtum min khairin falil-wālidaini wal-aqrabīna wal-yatāmā wal-masākīni wabnis-sabīl(i), wa mā taf'alū min khairin fa innallāha bihī 'alīm(un)."
  },
  {
    "verse_number": 216,
    "transcription": "Kutiba 'alaikumul-qitālu wa huwa kurhul lakum, wa 'asā an takrahū syai'aw wa huwa khairul lakum, wa 'asā an tuḥibbū syai'aw wa huwa syarrul lakum, wallāhu ya'lamu wa antum lā ta'lamūn(a)."
  },
  {
    "verse_number": 217,
    "transcription": "Yas'alūnaka 'anisy-syahril-ḥarāmi qitālin fīh(i), qul qitālun fīhi kabīr(un), wa ṣaddun 'an sabīlillāhi wa kufrum bihī wal-masjidil-ḥarām(i), wa ikhrāju ahlihī minhu akbaru 'indallāh(i), wal-fitnatu akbaru minal-qatl(i), wa lā yazālūna yuqātilūnakum ḥattā yaruddūkum 'an dīnikum inistaṭā'ū, wa may yartadid minkum  'an dīnihī fa yamut wa huwa kāfirun fa ulā'ika ḥabiṭat a'māluhum fid-dun-yā wal-ākhirah(ti), wa ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a)."
  },
  {
    "verse_number": 218,
    "transcription": "Innal-lażīna āmanū wal-lażīna hājarū wa jāhadū fī sabīlillāh(i), ulā'ika yarjūna raḥmatallāh(i), wallāhu gafūrur raḥīm(un)."
  },
  {
    "verse_number": 219,
    "transcription": "Yas'alūnaka 'anil-khamri wal-maisir(i), qul fīhimā iṡmun kabīrw wa manāfi'u lin nās(i), wa iṡmuhumā akbaru min naf'ihimā, wa yas'alūnaka māżā yunfiqūn(a), qulil-'afw(a), każālika yubayyinullāhu lakumul-āyāti la'allakum tatafakkarūn(a)."
  },
  {
    "verse_number": 220,
    "transcription": "Fid-dun-yā wal-ākhirah(ti), wa yas'alūnaka 'anil-yatāmā, qul iṣlāḥul lahum khair(un), wa in tukhāliṭūhum fa'ikhwānukum, wallāhu ya'lamul-mufsida minal-muṣliḥ(i), wa lau syā'allāhu la'a'natakum innallāha 'azizun ḥakīm(un)."
  },
  {
    "verse_number": 221,
    "transcription": "Wa lā tankiḥul-musyrikāti ḥattā yu'minn(a), wa la'amatum mu'minatun khairum mim musyrikatiw wa lau a'jabatkum, wa lā tunkiḥul-musyrikīna ḥattā yu'minū, wa la'abdum mu'minun khairum mim musyrikiw wa lau a'jabakum,  ulā'ika yad'ūna ilan-nār(i), wallāhu yad'ū ilal-jannati wal-magfirati bi'iżnih(ī), wa yubayyinu āyātihī lin-nāsi la'allahum yatażakkarūn(a)."
  },
  {
    "verse_number": 222,
    "transcription": "Wa yas'alūnaka 'anil-maḥīḍ(i), qul huwa ażā(n), fa'tazilun-nisā'a fil-maḥīḍ(i), wa lā taqrabūhunna ḥattā yaṭhurn(a), fa'iżā taṭahharna fa'tūhunna min ḥaiṡu amarakumullāh(u), innallāha yuḥibbut-tawwābīna wa yuḥibbul-mutaṭahhirīn(a)."
  },
  {
    "verse_number": 223,
    "transcription": "Nisā'ukum ḥarṡul lakum, fa'tū ḥarṡakum annā syi'tum, wa qaddimū li anfusikum, wattaqullāha wa'lamū annakum mulāqūh(u), wa basysyiril-mu'minīn(a)."
  },
  {
    "verse_number": 224,
    "transcription": "Wa lā taj'alullāha 'urḍatal li'aimānikum an tabarrū wa tattaqū wa tuṣliḥū bainan-nās(i), wallāhu samī'un 'alīm(un)."
  },
  {
    "verse_number": 225,
    "transcription": "Lā yu'ākhiżukumullāhu bil-lagwi fī aimānikum wa lākiy yu'ākhiżukum bimā kasabat qulūbukum, wallāhu gafūrun ḥalīm(un)."
  },
  {
    "verse_number": 226,
    "transcription": "Lil-lażīna yu'lūna min nisā'ihim tarabbuṣu arba'ati asyhur(in), fa'in fā'ū fa'innalāha gafūrur raḥīm(un)."
  },
  {
    "verse_number": 227,
    "transcription": "Wa in 'azamuṭ-ṭalāqa fa innallāha samī'un 'alīm(un)."
  },
  {
    "verse_number": 228,
    "transcription": "Wal-muṭallaqātu yatarabbaṣna bi anfusihinna ṡalāṡata qurū'(in), wa lā yaḥillu lahunna ay yaktumna mā khalaqallāhu fī arḥāmihinna in kunna yu'minna billāhi wal-yaumil-ākhir(i), wa bu'ūlatuhunna aḥaqqu biraddiūhinna fī żālika in arādū iṣlāḥā(n), wa lahunna miṡlul-lażī 'alaihinna bil-ma'rūf(i), wa lir-rijāli 'alaihinna darajah(tun), wallāhu 'azīzun ḥakīm(un)."
  },
  {
    "verse_number": 229,
    "transcription": "Aṭ-ṭalāqu marratān(i), fa imsākum bima'rūfin au tasrīḥum bi'iḥsān(in), wa lā yaḥillu lakum an ta'khużū  mimmā ātaitumūhunna syai'an illā ay yakhāfā allā yuqīmā ḥudūdullāh(i), fa in khiftum allā yuqīmā ḥudūdullāh(i) falā junāḥa 'alaihimā fīmaftadat bih(ī), tilka ḥudūdullāhi falā ta'tadūhā, wa may yata'adda ḥudūdullāhi fa'ulā'ika humuẓ-ẓālimūn(a)."
  },
  {
    "verse_number": 230,
    "transcription": "Fa'in ṭallaqahā falā taḥillu lahū mim ba'du ḥattā tankiḥa zaujan gairah(ū), fa'in ṭallaqahā falā junāḥa 'alaihimā ay yatarāja'ā in ẓannā ay yuqīmā ḥudūdullāh(i), tilka ḥudūdullāhi yubayyinuhā liqaumiy ya'lamūn(a)."
  },
  {
    "verse_number": 231,
    "transcription": "Wa iżā ṭallaqtumun-nisā'a fabalagna ajalahunna fa'amsikūhunna bima'rūfin au sarriḥūhunna bima'rūf(in),  wa lā tumsikūhunna ḍirāral lita'tadū, wa may yaf'al  żālika faqad ẓalama nafasah(ū), wa lā tattakhiżū āyātillāhi huzuwaw ważkurū ni'matallāhi 'alaikum wa mā anzala 'alaikum minal-kitābi wal-ḥikmati ya'iẓukum bih(ī), wattaqullāha wa'lamū  annallāha bikulli syai'in 'alīm(un)."
  },
  {
    "verse_number": 232,
    "transcription": "Wa iżā ṭallaqtumun-nisā'a fabalagna ajalahunna falā ta'ḍulūhunna ay yankiḥna azwājahunna iżā tarāḍau bainahum bil-ma'rūf(i), żālika yū'aẓu bihī man kāna minkum yu'minu billāhi wal-yaumil-ākhir(i), żālikum azkā lakum wa aṭhar(u), wallāhu ya'lamu wa antum lā ta'lamūn(a)."
  },
  {
    "verse_number": 233,
    "transcription": "Wal-wālidātu yurḍi'na aulādahunna ḥaulaini kāmilaini liman arāda ay yutimmar-raḍā'ah(ta), wa 'alal-maulūdi lahū rizquhunna wa kiswatuhunna bil-ma'rūf(i), lā tukallafu nafsun illā wus'ahā, lā tuḍārra wālidatum biwaladihā wa lā maulūdul lahū biwaladihī wa 'alal-wāriṡi miṡlu żālik(a), fa'in arādā fiṣālan 'an tarāḍim minhumā wa tasyāwurin falā junāḥa 'alaihimā, wa in arattum an tastarḍi'ū aulādakum falā junāḥa  'alaikum iżā sallamtum mā ātaitum bil-ma'rūf(i), wattaqullāha wa'lamū annallāha bimā ta'malūna baṣīr(un)."
  },
  {
    "verse_number": 234,
    "transcription": "Wal-lażīna yutawaffauna minkum wa yażarūna azwājay yatarabbaṣna bi'anfusihinna arba'ata asyhuriw wa 'asyrā(n), fa'iżā balagna ajalahunna falā junāḥa 'alaikum fīmā fa'alna fī anfusihinna bil-ma'rūf(i),wallāhu bimā ta'malūna khabīr(un)."
  },
  {
    "verse_number": 235,
    "transcription": "Wa lā junāḥa 'alaikum fīmā 'arraḍtum bihī min khiṭbatin-nisā'i au aknantum fī anfusikum, 'alimallāhu annakum satażkurūnahunna wa lākil lā tuwā'idūhunna sirran illā an taqūlū qaulam ma'rūfā(n), wa lā ta'zimū 'uqdatan-nikāḥi ḥattā yablugal-kitābu ajalah(ū), wa'lamū annallāha ya'lamu mā fī anfusikum faḥżarūh(u), wa'lamū annallāha gafūrun ḥalīm(un)."
  },
  {
    "verse_number": 236,
    "transcription": "Lā junāḥa 'alaikum in ṭallaqtumun-nisā'a mā lam tamassūhunna au tafriḍū lahunna farīḍah(tan), wa matti'ūhunna 'alal-mūsi'i qadaruhū wa 'alal-muqtiri qadaruhū matā'am bil-ma'rūf(i), ḥaqqan 'alal-muḥsinīn(a)."
  },
  {
    "verse_number": 237,
    "transcription": "Wa in ṭallaqtumūhunna min qabli an tamassūhunna wa qad faraḍtum lahunna farīḍatan faniṣfu mā faraḍtum illā ay ya'fūna au ya'fuwal-lażī biyadihī 'uqdatun-nikāḥ(i), wa an ta'fū aqrabu lit-taqwā, wa lā tansawul-faḍla bainakum, innallāha bimā ta'malūna baṣīr(un)."
  },
  {
    "verse_number": 238,
    "transcription": "Ḥāfiẓū 'alaṣ-ṣalawāti waṣ-ṣalātil-wusṭā, wa qūmū lillāhi qānitīn(a)."
  },
  {
    "verse_number": 239,
    "transcription": "Fa'in khiftum farijālan au rukbānā(n), fa'iżā amintum fażkurullāha kamā 'allamakum mā lam takūnū ta'lamūn(a)."
  },
  {
    "verse_number": 240,
    "transcription": "Wal-lażīna yutawaffauna minkum wa yażarūna azwājā(n), waṣiyyatal li'azwājihim matā'an ilal-ḥauli gaira ikhrāj(in), fa'in kharajna falā junāḥa 'alaikum fī mā fa'alna fī anfusihinna mim ma'rūf(in), wallāhu 'azīzun ḥakīm(un)."
  },
  {
    "verse_number": 241,
    "transcription": "Wa lil-muṭallaqāti matā'um bil-ma'rūf(i),  ḥaqqan 'alal-muttaqīn(a)."
  },
  {
    "verse_number": 242,
    "transcription": "Każālika yubayyinullāhu lakum āyātihī la'allakum ta'qilūn(a)."
  },
  {
    "verse_number": 243,
    "transcription": "Alam tara ilal-lażīna kharajū min diyārihim wa hum ulūfun ḥażaral-maut(i), faqāla lahumullāhu mūtū, ṡumma aḥyāhum, inallāha lażū faḍlin 'alan-nāsi wa lākinna akṡaran-nāsi lā yasykurūn(a)."
  },
  {
    "verse_number": 244,
    "transcription": "Wa qātilū fī sabīlillāhi wa'lamū annallāha samī'un 'alīm(un)."
  },
  {
    "verse_number": 245,
    "transcription": "Man żal-lażī yuqriḍullāha qarḍan ḥasanan fayuḍā'ifahū lahū aḍ'āfan kaṡīrah(tan), wallāhu yaqbiḍu wa yabsuṭ(u), wa ilaihi turja'ūn(a)."
  },
  {
    "verse_number": 246,
    "transcription": "Alam tara ilal-mala'i mim banī isrā'īla mim ba'di mūsā, iż qālū linabiyyil lahumub'aṡ lanā malikan nuqātil fī sabīlillāh(i), qāla hal 'asaitum in kutiba 'alaikumul-qitālu allā tuqātilū, qālū wa mā lanā allā nuqātila fī sabīlillāhi wa qad ukhrijnā min diyārinā wa abnā'inā, falammā kutiba 'alaihimul-qitālu tawallau illā qalīlam minhum, wallāhu 'alīmum biẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 247,
    "transcription": "Wa qāla lahum nabiyyuhum innallāha qad ba'aṡa lakum ṭālūta malikā(n), qālū annā yakūnu lahul-mulku 'alainā wa naḥnu aḥaqqu bil-mulki minhu wa lam yu'ta sa'atam minal-māl(i), qāla innallāhaṣṭafāhu 'alaikum wa zādahū basṭatan fil-'ilmi wal-jism(i), wallāhu yu'tī mulkahū may yasyā'(u), wallāhu wāsi'un 'alīm(un)."
  },
  {
    "verse_number": 248,
    "transcription": "Wa qāla lahum nabiyyuhum inna āyata mulkihī ay ya'tiyakumut-tābūtu fīhi sakīnatum mir rabbikum wa baqiyyatum mimmā taraka ālu mūsā wa ālu hārūna taḥmiluhul-malā'ikah(tu), inna fī żālika la āyatal lakum in kuntum mu'minīn(a)."
  },
  {
    "verse_number": 249,
    "transcription": "Falammā faṣala ṭālūtu bil-junūd(i), qāla innallāha mubtalīkum binahar(in), faman syariba minhu falaisa minnī, wa mal lam yaṭ'amhu fa innahū minnī illā manigtarafa gurfatam biyadih(ī), fa syaribū minhu illā qalīlam minhum, falammā jāwazahū huwa wal-lażīna āmanū ma'ah(ū), qālū lā ṭāqata lanal-yauma bijālūta wa junūdih(ī), qālal-lażīna yaẓunnūna annahum mulāqullāh(i), kam min fi'atin qalīlatin galabat fi'atan kaṡīratam bi'iżnillāh(i), wallāhu ma'aṣ-ṣābirīn(a)."
  },
  {
    "verse_number": 250,
    "transcription": "Wa lammā barazū lijālūta wa junūdihī qālū rabbanā afrig 'alainā ṣabraw wa ṡabbit aqdāmanā wanṣurnā 'alal-qaumil-kāfirīn(a)."
  },
  {
    "verse_number": 251,
    "transcription": "Fahazamūhum bi'iżnillāh(i), wa qatala dāwūdu jālūta wa ātāhullāhul-mulka wal-ḥikmata wa 'allamahū mimmā yasyā'(u), wa lau lā daf'ullāhin-nāsa ba'ḍahum biba'ḍil lafasadatil-arḍu wa lākinnallāha żū faḍlin 'alal-'ālamīn(a)."
  },
  {
    "verse_number": 252,
    "transcription": "Tilka āyātullāhi natlūhā 'alaika bil-ḥaqq(i), wa innaka laminal-mursalīn(a)."
  },
  {
    "verse_number": 253,
    "transcription": "Tilkar-rusulu faḍḍalnā ba'ḍahum 'alā ba'ḍ(in), minhum man kallamallāhu wa rafa'a ba'ḍahum darajāt(in), wa ātainā 'īsabna maryamal-bayyināti wa ayyadnāhu birūḥil-qudus(i), wa lau syā'allāhu maqtatalal-lażīna mim ba'dihim mim ba'di mā jā'athumul-bayyinātu wa lākinikhtalafū fa minhum man āmana wa minhum man kafar(a),  wa lau syā'allāhu maqtatalū, wa lākinnallāha yaf'alu mā yurīd(u)."
  },
  {
    "verse_number": 254,
    "transcription": "Yā ayyuhal-lażīna āmanū anfiqū mimmā razaqnākum min qabli ay ya'tiya yaumul lā bai'un fīhi wa lā khullatuw wa lā syafā'ah(tun), wal-kāfirūna humuẓ-ẓālimūn(a)."
  },
  {
    "verse_number": 255,
    "transcription": "Allāhu lā ilāha illā huw(a), al-ḥayyul-qayyūm(u), lā ta'khużuhū sinatuw wa lā naum(un), lahū mā fis-samāwāti wa mā fil-arḍ(i), man żal-lażī yasyfa'u 'indahū illā bi'iżnih(ī), ya'lamu mā baina aidīhim wa mā khalfahum, wa lā yuḥīṭūna bisyai'im min 'ilmihī illā bimā syā'(a), wasi'a kursiyyuhus-samāwāti wal-arḍ(a), wa lā ya'ūduhū ḥifẓuhumā, wa huwal-'aliyyul-'aẓīm(u)."
  },
  {
    "verse_number": 256,
    "transcription": "Lā ikrāha fid-dīn(i), qat tabayyanar-rusydu minal-gayy(i), famay yakfur biṭ-ṭāgūti wa yu'mim billāhi fa qadistamsaka bil-'urwatil-wuṡqā, lanfiṣāma lahā, wallāhu samī'un 'alīm(un)."
  },
  {
    "verse_number": 257,
    "transcription": "Allāhu waliyyul-lażīna āmanū yukhrijuhum minaẓ-ẓulumāti ilan-nūr(i), wal-lażīna kafarū auliyā'uhumuṭ-ṭāgūtu yukhrijuhum minan-nūri ilaẓ-ẓulumāt(i), ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a)."
  },
  {
    "verse_number": 258,
    "transcription": "Alam tara ilal-lażī ḥājja ibrāhīma fī rabbihī an ātāhullāhul-mulk(a), iż qāla ibrāhīmu rabbiyal-lażī yuḥyī wa yumīt(u), qāla ana uḥyī wa umīt(u), qāla ibrāhīmu fa innallāha ya'tī bisy-syamsi minal-masyriqi fa'ti bihā minal-magribi fabuhital-lażī kafar(a), wallāhu lā yahdil-qaumaẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 259,
    "transcription": "Au kal-lażī marra 'alā qaryatiw wa hiya khāwiyatun 'alā 'urūsyihā, qāla annā yuḥyī hāżihillāhu ba'da mautihā, fa'amātahullāhu mi'ata 'āmin ṡumma ba'aṡah(ū), qāla kam labiṡt(a), qāla labiṡtu yauman au ba'ḍa yaum(in), qāla bal labiṡta mi'ata 'āmin fanẓur ilā ṭa'āmika wa syarābika lam yatasannah, wanẓur ilā ḥimārik(a), wa linaj'alaka āyatal lin-nāsi wanẓur ilal-'iẓāmi kaifa nunsyizuhā ṡumma naksūhā laḥmā(n), falammā tabayyana lah(ū), qāla a'lamu annallāha 'alā kulli syai'in qadīr(un)."
  },
  {
    "verse_number": 260,
    "transcription": "Wa iż qāla ibrāhīmu rabbi arinī kaifa tuḥyil-mautā, qāla awalam tu'min, qāla balā wa lākil liyaṭma'inna qalbī, qāla fakhuż arba'atam minaṭ-ṭairi faṣurhunna ilaika ṡummaj'al 'alā kulli jabalim minhunna  juz'an ṡummad'uhunna ya'tīnaka sa'yā(n), wa'lam annallāha 'azīzun ḥakīm(un)."
  },
  {
    "verse_number": 261,
    "transcription": "Maṡalul-lażīna yunfiqūna amwālahum fī sabīlillāhi kamaṡali ḥabbatin ambatat sab'a sanābila fī kulli sumbulatim mi'atu ḥabbah(tin), wallāhu yuḍā'ifu limay yasyā'(u), wallāhu wāsi'un 'alīm(un)."
  },
  {
    "verse_number": 262,
    "transcription": "Allażīna yunfiqūna amwālahum fī sabīlillāhi ṡumma lā yutbi'ūna mā anfaqū mannaw wa lā ażā(n), lahum ajruhum 'inda rabbihim, wa lā khaufun 'alaihim wa lā hum yaḥzanūn(a)."
  },
  {
    "verse_number": 263,
    "transcription": "Qaulum ma'rūfuw wa magfiratun khairum min ṣadaqatiy yatba'uhā ażā(n), wallāhu ganiyyun ḥalīm(un)."
  },
  {
    "verse_number": 264,
    "transcription": "Yā ayyuhal-lażīna āmanū lā tubṭilū ṣadaqātikum bil-manni wal-ażā, kal-lażī yunfiqu mālahū ri'ā'an-nāsi wa lā yu'minu billāhi wal-yaumil-ākhir(i), fa maṡaluhū kamaṡali ṣafwānin 'alaihi turābun fa'aṣābahū wābilun fatarakahū ṣaldā(n), lā yaqdirūna 'alā syai'im mimmā kasabū, wallāhu lā yahdil-qaumal-kāfirīn(a)."
  },
  {
    "verse_number": 265,
    "transcription": "Wa maṡalul-lażīna yunfiqūna amwālahumubtigā'a marḍātillāhi wa taṡbītam min anfusihim kamaṡali jannatim birabwatin aṣābahā wābilun fa'ātat ukulahā ḍi'fain(i), fa'illam yuṣibhā wābilun faṭall(un), wallāhu bimā ta'malūna baṣīr(un)."
  },
  {
    "verse_number": 266,
    "transcription": "Ayawaddu aḥadukum an takūna lahū jannatum min nakhīliw wa a'nābin tajrī min taḥtihal-anhār(u), lahū fīhā min kulliṡ-ṡamarāt(i), wa aṣābahul-kibaru wa lahū żurriyyatun ḍu'afā'(u), fa'aṣābahā i'ṣārun fīhi nārun faḥtaraqat, każālika yubayyinullāhu lakumul-āyāti la'allakum tatafakkarūn(a)."
  },
  {
    "verse_number": 267,
    "transcription": "Yā ayyuhal-lażīna āmanū anfiqū min ṭayyibāti mā kasabtum wa mimmā akhrajnā lakum minal-arḍ(i), wa lā tayammamul-khabīṡa minhu tunfiqūna wa lastum bi'ākhiżīhi illā an tugmiḍū fīh(i), wa'lamū annallāha ganiyyun ḥamīd(un)."
  },
  {
    "verse_number": 268,
    "transcription": "Asy-syaiṭānu ya'idukumul-faqra wa ya'murukum bil-faḥsyā'(i), wallāhu ya'idukum magfiratam minhu wa faḍlā(n), wallāhu wāsi'un 'alīm(un)."
  },
  {
    "verse_number": 269,
    "transcription": "Yu'til-ḥikmata may yasyā'(u), wa may yu'tal-ḥikmata faqad ūtiya khairan kaṡīrā(n), wa mā yażżakkaru ilā ulul-albāb(i)."
  },
  {
    "verse_number": 270,
    "transcription": "Wa mā anfaqtum min nafaqatin au nażartum min nażrin fa innallāha ya'lamuh(ū), wa mā liẓ-ẓālimīna min anṣār(in)."
  },
  {
    "verse_number": 271,
    "transcription": "In tubduṣ-ṣadaqāti fani'immā hiy(a), wa in tukhfūhā wa tu'tūhal-fuqarā'a fahuwa khairul lakum, wa yukaffiru 'ankum min sayyi'ātikum, wallāhu bimā ta'malūna khabīr(un)."
  },
  {
    "verse_number": 272,
    "transcription": "Laisa 'alaika hudāhum wa lākinnallāha yahdī may yasyā'(u), wa mā tunfiqū min khairin fa li'anfusikum, wa mā tunfiqūna illabtigā'a wajhillāh(i), wa mā tunfiqū min khairiy yuwaffa ilaikum wa antum lā tuẓlamūn(a)."
  },
  {
    "verse_number": 273,
    "transcription": "Lil-fuqarā'il-lażīna uḥṣirū fī sabīlillāhi lā yastaṭī'ūna ḍarban fil-arḍi yaḥsabuhumul-jāhilu  agniyā'a minat-ta'affuf(i), ta'rifuhum bisīmāhum, lā yas'alūnan-nāsa ilḥāfā(n), wa mā tunfiqū min khairin fa innallāha bihī 'alīm(un)."
  },
  {
    "verse_number": 274,
    "transcription": "Allażīna yunfiqūna amwālahum bil-laili wan-nahāri sirraw wa 'alāniyatan falahum ajruhum 'inda rabbihim, wa lā khaufun 'alaihim wa lā hum yaḥzanūn(a)."
  },
  {
    "verse_number": 275,
    "transcription": "Allażīna ya'kulūnar-ribā lā yaqūmūna illā kamā yaqūmul-lażī yatakhabbaṭuhusy-syaiṭānu minal-mass(i), żālika bi'annahum qālū innamal-bai'u miṡlur-ribā, wa aḥallallāhul-bai'a wa ḥarramar-ribā, faman jā'ahū mau'iẓatum mir rabbihī fantahā falahū mā salaf(a), wa amruhū ilallāh(i), wa man 'āda fa ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a)."
  },
  {
    "verse_number": 276,
    "transcription": "Yamḥaqullāhur-ribā wa yurbiṣ-ṣadaqāt(i), wallāhu lā yuḥibbu kulla kaffārin aṡīm(in)."
  },
  {
    "verse_number": 277,
    "transcription": "Innal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti wa aqāmuṣ-ṣalāta wa ātuz-zakāta lahum ajruhum 'inda rabbihim, wa lā khaufun 'alaihim wa lā hum yaḥzanūn(a)."
  },
  {
    "verse_number": 278,
    "transcription": "Yā ayyuhal-lażīna āmanuttaqullāha wa żarū mā baqiya minar-ribā in kuntum mu'minīn(a)."
  },
  {
    "verse_number": 279,
    "transcription": "Fa'illam taf'alū fa'żanū biḥarbim minallāhi wa rasūlih(ī), wa in tubtum falakum ru'ūsu amwālikum, lā taẓlimūna wa lā tuẓlamūn(a)."
  },
  {
    "verse_number": 280,
    "transcription": "Wa in kāna żū 'usratin fanaẓiratun ilā maisarah(tin), wa an taṣaddaqū khairul lakum in kuntum ta'lamūn(a)."
  },
  {
    "verse_number": 281,
    "transcription": "Wattaqū yauman turja'ūna fīhi ilallāh(i), ṡumma tuwaffā kullu nafsim mā kasabat wa hum lā yuẓlamūn(a)."
  },
  {
    "verse_number": 282,
    "transcription": "Yā ayyuhal-lażīna āmanū iżā tadāyantum bidainin ilā ajalim musamman faktubūh(u), walyaktub bainakum kātibum bil-'adl(i), wa lā ya'ba kātibun ay yaktuba kamā 'allamahullāhu falyaktub, walyumlilil-lażī 'alaihil-ḥaqqu walyattaqillāha rabbahū wa lā yabkhas minhu syai'ā(n), fa'in kānal-lażī 'alaihil-ḥaqqu safīhan au ḍa'īfan au lā yastaṭī'u ay yumilla huwa falyumlil waliyyuhū bil-'adl(i), wastasyhidū syahīdaini mir rijāliūkum, fa'illam yakūnā rajulaini farajuluw wamra'atāni mimman tarḍauna minasy-syuhadā'i an taḍilla iḥdāhumā fatużakkira iḥdāhumal-ukhrā, wa lā ya'basy-syuhadā'u iżā mā du'ū, wa lā tas'amū an taktubūhu ṣagīran au kabīran ilā ajalih(ī), żālikum aqsaṭu 'indallāhi wa aqwamu lisy-syahādati wa adnā allā tartābū illā an takūna tijāratan ḥāḍiratan tudīrūnahā bainakum falaisa 'alaikum junāḥun allā taktubūhā, wa asyhidū iżā tabāya'tum, wa lā yuḍārra kātibuw wa lā syahīd(un), wa in taf'alū fa'innahū fusūqum bikum, wattaqullāh(a), wa yu'allimukumullāh(u), wallāhu bikulli syai'in 'alīm(un)."
  },
  {
    "verse_number": 283,
    "transcription": "Wa in kuntum 'alā safariw wa lam tajidū kātiban fa riḥānum maqbūḍah(tun), fa'in amina ba'ḍukum ba'ḍan falyu'addil-lażi'tumina amānatahū walyattaqillāha rabbah(ū), wa lā taktumusy syahādah(ta), wa may yaktumhā fa'innahū āṡimun qalbuh(ū), wallāhu bimā ta'malūna  'alīm(un)."
  },
  {
    "verse_number": 284,
    "transcription": "Lillāhi mā fis-samāwāti wa mā fil-arḍ(i), wa in tubdū mā fī anfusikum au tukhfūhu yuḥāsibkum bihillāh(u), fayagfiru limay yasyā'u wa yu'ażżibu may yasyā'(u), wallāhu 'alā kulli syai'in qadīr(un)."
  },
  {
    "verse_number": 285,
    "transcription": "Āmanar-rasūlu bimā unzila ilaihi mir rabbihī wal-mu'minūn(a), kullun āmana billāhi wa malā'ikatihī wa kutubihī wa rusulih(ī), lā nufarriqu baina aḥadim mir rusulih(ī), wa qālū sami'nā wa aṭa'nā, gufrānaka rabbanā wa ilaikal-maṣīr(u)."
  },
  {
    "verse_number": 286,
    "transcription": "Lā yukallifullāhu nafsan illā wus'ahā, lahā mā kasabat wa 'alaihā maktasabat, rabbanā lā tu'ākhiżnā in nasīnā au akhṭa'nā, rabbanā wa lā taḥmil 'alainā iṣran kamā ḥamaltahū 'alal-lażīna min qablinā, rabbanā wa lā tuḥammilnā mā lā ṭāqata lanā bih(ī), wa'fu 'annā, wagfir lanā, warḥamnā, anta maulānā fanṣurnā 'alal qaumil-kāfirīn(a)."
  }
]