[
  {
    "verse_number": 1,
    "transcription": "Barā'atum minallāhi wa rasūlihī ilal-lażīna 'āhattum minal-musyrikīn(a)."
  },
  {
    "verse_number": 2,
    "transcription": "Fasīḥū fil-arḍi arba'ata asyhuriw wa'lamū annakum gairu mu'jizillāh(i), wa anallāha mukhzil-kāfirīn(a)."
  },
  {
    "verse_number": 3,
    "transcription": "Wa ażānum minallāhi wa rasūlihī ilan-nāsi yaumal-ḥajjil akbari annallāha barī'um minal-musyrikīn(a), wa rasūluh(ū), fa in tubtum fa huwa khairul lakum, wa in tawallaitum fa'lamū annakum gairu mu'jizillāh(i), wa basysyiril-lażīna kafarū bi'ażābin alīm(in)."
  },
  {
    "verse_number": 4,
    "transcription": "Illal-lażīna 'āhattum minal-musyrikīna ṡumma lam yanquṣūkum syai'aw wa lam yuẓāhirū 'alaikum aḥadan fa atimmū ilaihim 'ahdahum ilā muddatihim, innallāha yuḥibbul-muttaqīn(a)."
  },
  {
    "verse_number": 5,
    "transcription": "Fa iżansalakhal-asyhurul-ḥurumu faqtulul-musyrikīna ḥaiṡu wajattumūhum wa khużūhum  waḥṣurūhum waq'udū lahum kulla marṣad(in), fa in tābū wa aqāmuṣ-ṣalāta wa ātawuz-zakāta fa khallū sabīlahum, innallāha gafūrur raḥīm(un)."
  },
  {
    "verse_number": 6,
    "transcription": "Wa in aḥadum minal-musyrikīnastajāraka fa ajirhu ḥattā yasma'a kalāmallāhi ṡumma ablighu ma'manah(ū), żālika bi'annahum qaumul lā ya'lamūn(a)."
  },
  {
    "verse_number": 7,
    "transcription": "Kaifa yakūnu lil-musyrikīna 'ahdun 'indallāhi wa 'inda rasūlihī illal-lażīna 'āhattum 'indal-masjidil-ḥarām(i), famastaqāmū lakum fastaqīmū lahum, innallāha yuḥibbul-muttaqīn(a)."
  },
  {
    "verse_number": 8,
    "transcription": "Kaifa wa iy yaẓharū 'alaikum lā yarqubū fīkum illaw wa lā żimmah(tan), yurḍūnakum bi'afwāhihim wa ta'bā qulūbuhum, wa akṡaruhum fāsiqūn(a)."
  },
  {
    "verse_number": 9,
    "transcription": "Isytarau bi'āyātillāhi ṡaman qalīlan fa ṣaddū 'an sabīlih(ī), innahum sā'a mā kānū ya'malūn(a)."
  },
  {
    "verse_number": 10,
    "transcription": "Lā yarqubūna fī mu'minin illaw wa lā żimmah(tan),ulā'ika humul-mu'tadūn(a)"
  },
  {
    "verse_number": 11,
    "transcription": "Fa in tābū wa aqāmuṣ-ṣalāta wa ātawuz-zakāta fa ikhwānukum fid-dīn(i), wa nufaṣṣīlul-āyāti liqaumiy ya'lamūn(a)."
  },
  {
    "verse_number": 12,
    "transcription": "Wa in nakaṡū aimānahum mim ba'di 'ahdihim wa ṭa'anū fī dīnikum fa qātilū a'immatal-kufr(i), innahum lā aimāna lahum la'allahum yantahūn(a)."
  },
  {
    "verse_number": 13,
    "transcription": "Alā tuqātilūna qauman nakaṡū aimānahum wa hammū bi'ikhrājir-rasūli wa hum bada'ūkum awwala marrah(tin), atakhsyaunahum, fallāhu aḥaqqu an takhsyauhu in kuntum mu'minīn(a)."
  },
  {
    "verse_number": 14,
    "transcription": "Qātilūhum yu'ażżibhumullāhu bi'aidīkum wa yukhzihim wa yanṣurkum 'alaihim wa yasyfi ṣudūra qaumim mu'minīn(a)."
  },
  {
    "verse_number": 15,
    "transcription": "Wa yużhib gaiẓa qulūbihim, wa yatūbullāhu 'alā may yasyā'(u), wallāhu 'alīmun ḥakīm(un)."
  },
  {
    "verse_number": 16,
    "transcription": "Am ḥasibtum an tutrakū wa lammā ya'lamillāhul-lażīna jāhadū minkum wa lam yattakhiżū min dūnillāhi wa lā rasūlihī wa lal-mu'minīna walījah(tan), wallāhu khabīrum bimā ta'malūn(a)."
  },
  {
    "verse_number": 17,
    "transcription": "Mā kāna lil-musyrikīna ay ya'murū masājidallāhi syāhidīna 'alā anfusihim bil-kufr(i), ulā'ika ḥabiṭat a'māluhum, wa fin-nāri hum khālidūn(a)."
  },
  {
    "verse_number": 18,
    "transcription": "Innamā ya'muru masājidallāhi man āmana billāhi wal-yaumil-ākhiri wa aqāmaṣ-ṣalāta wa ātaz-zakāta wa lam yakhsya illallāh(a), fa 'asā ulā'ika  ay yakūnū minal-muhtadīn(a)."
  },
  {
    "verse_number": 19,
    "transcription": "Aja'altum siqāyatal-ḥājji wa 'imāratal-masjidil-ḥarāmi kaman āmana billāhi wal-yaumil-ākhiri wa jāhada fī sabīlillāh(i), lā yastawūna 'indallāh(i), wallāhu lā yahdil-qaumaẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 20,
    "transcription": "Allażīna āmanū wa hājarū wa jāhadū fī sabīlillāhi bi'amwālihim wa anfusihim, a'ẓamu darajatan 'indallāh(i), wa ulā'ika humul-fā'izūn(a)."
  },
  {
    "verse_number": 21,
    "transcription": "Yubasysyiruhum rabbuhum biraḥmatim minhu wa riḍwāniw wa jannātil lahum fīhā na'īmum muqīm(un)."
  },
  {
    "verse_number": 22,
    "transcription": "Khālidīna fīhā abadā(n), innallāha 'indahū ajrun 'aẓīm(un)."
  },
  {
    "verse_number": 23,
    "transcription": "Yā ayyuhal-lażīna āmanū lā tattakhiżū ābā'akum wa ikhwānakum auliyā'a inistaḥabbul-kufra 'alal-īmān(i), wa may yatawallahum minkum fa ulā'ika humuẓ-ẓālimūn(a)."
  },
  {
    "verse_number": 24,
    "transcription": "Qul in kāna ābā'ukum wa abnā'ukum wa ikhwānukum wa azwājukum wa 'asyīratukum wa amwāluniqtaraftumūhā wa tijāratun takhsyauna kasādahā wa masākinu tarḍaunahā aḥabba ilaikum minallāhi wa rasūlihī wa jihādin fī sabīlihī fa tarabbaṣū ḥattā ya'tiyallāhu bi'amrih(ī), wallāhu lā yahdil-qaumal-fāsiqīn(a)."
  },
  {
    "verse_number": 25,
    "transcription": "Laqad naṣarakumullāhu fī mawāṭina kaṡīrah(tin), wa yauma ḥunain(in), iż a'jabatkum kaṡratukum falam tugni 'ankum syai'aw wa ḍāqat 'alaikumul-arḍu bimā raḥubat ṡumma wallaitum mudbirīn(a)."
  },
  {
    "verse_number": 26,
    "transcription": "Ṡumma anzalallāhu sakīnatahū 'alā rasūlihī wa 'alal-mu'minīna wa anzala junūdal lam tarauhā wa 'ażżabal-lażīna kafarū, wa żālika jazā'ul-kāfirīn(a)."
  },
  {
    "verse_number": 27,
    "transcription": "Ṡumma yatūbullāhu mim ba'di żālika 'alā may yasyā'(u), wallāhu gafūrur raḥīm(un)."
  },
  {
    "verse_number": 28,
    "transcription": "Yā ayyuhal-lażīna āmanū innamal-musyrikūna najasun falā yaqrabul-masjidal-ḥarāma ba'da 'āmihim hāżā, wa in khiftum 'ailatan fa saufa yugnīkumullāhu min faḍlihī in syā'(a), innallāha 'alīmun ḥakīm(un)."
  },
  {
    "verse_number": 29,
    "transcription": "Qātilul-lażīna lā yu'minūna billāhi wa lā bil-yaumil-ākhiri wa lā yuḥarrimūna mā ḥarramallāhu wa rasūluhū wa lā yadīnūna dīnal-ḥaqqi minal-lażīna ūtul-kitāba ḥattā yu'ṭul-jizyata 'ay yadiw wa hum ṣāgirūn(a)."
  },
  {
    "verse_number": 30,
    "transcription": "Wa qālatil-yahūdu 'uzairunibnullāhi wa qālatin-naṣāral-masīḥubnullāh(i), żālika qauluhum bi'afwāhihim, yuḍāhi'ūna qaulal-lażīna kafarū min qabl(u), qātalahumullāh(u), annā yu'fakūn(a)."
  },
  {
    "verse_number": 31,
    "transcription": "Ittakhażū aḥbārahum wa ruhbānahum arbābam min dūnillāhi wal-masīḥabna maryam(a), wa mā umirū illā liya'budū ilāhaw wāḥidā(n), lā ilāha illā huw(a), subḥānahū 'ammā yusyrikūn(a)."
  },
  {
    "verse_number": 32,
    "transcription": "Yurīdūna ay yuṭfi'ū nūrallāhi bi'afwāhihim wa ya'ballāhu illā ay yutimma nūrahū wa lau karihal-kāfirūn(a)."
  },
  {
    "verse_number": 33,
    "transcription": "Huwal-lażī arsala rasūlahū bil-hudā wa dīnil-ḥaqqi liyuẓhirahū 'alad-dīni kullih(ī), wa lau karihal-musyrikūn(a)."
  },
  {
    "verse_number": 34,
    "transcription": "Yā ayyuhal-lażīna āmanū inna kaṡīram minal-aḥbāri war-ruhbāni laya'kulūna amwālan-nāsi bil-bāṭili wa yaṣuddūna 'an sabīlillāh(i), wal-lażīna yaknizūnaż-żahaba  wal-fiḍḍata wa lā yunfiqūnahā fī sabīlillāh(i), fa basysyirhum bi'ażābin alīm(in)."
  },
  {
    "verse_number": 35,
    "transcription": "Yauma yuḥmā 'alaihā fī nāri jahannama fa tukwā bihā jibāhuhum wa junūbuhum wa ẓuhūruhum, hāżā mā kanaztum li'anfusikum fa żūqū mā kuntum taknizūn(a)."
  },
  {
    "verse_number": 36,
    "transcription": "Inna 'iddatasy-syuhūri 'indallāhiṡnā 'asyara syahran fī kitābillāhi yauma khalaqas-samāwāti wal-arḍa minhā arba'atun ḥurum(un), żālikad-dīnul-qayyim(u), falā taẓlimū fīhinna anfusakum wa qātilul-musyrikīna kāffatan kamā yuqātilūnakum kāffah(tan), wa'lamū annallāha ma'al-muttaqīn(a)."
  },
  {
    "verse_number": 37,
    "transcription": "Innaman-nasī'u ziyādatun fil-kufri yuḍallu bihil-lażīna kafarū yuḥillūnahū 'āmaw wa yuḥarrimūnahū 'āmal liyuwāṭi'ū 'iddata mā ḥarramallāhu fa yuḥillū mā ḥarramallāh(u), zuyyina lahum sū'u a'mālihim, wallāhu lā yahdil-qaumal-kāfirīn(a)."
  },
  {
    "verse_number": 38,
    "transcription": "Yā ayyuhal-lażīna āmanū mā lakum iżā qīla lakumunfirū fī sabīlillāhiṡ-ṡāqaltum ilal-arḍ(i), araḍītum bil-ḥayātid-dun-yā minal-ākhirah(ti), famā matā'ul-ḥayātid-dun-yā fil-ākhirati illā qalīl(un)."
  },
  {
    "verse_number": 39,
    "transcription": "Illā tanfirū yu'ażżibkum 'ażāban alīmā(n), wa yastabdil qauman gairakum wa lā taḍurrūhu syai'ā(n), wallāhu 'alā kulli syai'in qadīr(un)."
  },
  {
    "verse_number": 40,
    "transcription": "Illā tanṣurūhu faqad naṣarahullāhu iż akhrajahul-lażīna kafarū ṡāniyaṡnaini iż humā fil-gāri iż yaqūlu liṣāḥibihī lā taḥzan innallāha ma'anā, fa anzalallāhu sakīnatahū 'alaihi wa ayyadahū bijunūdil lam tarauhā wa ja'ala kalimatal-lażīna kafarus-suflā, wa kalimatullāhi hiyal-'ulyā, wallāhu 'azīzun ḥakīm(un)."
  },
  {
    "verse_number": 41,
    "transcription": "Infirū khifāfaw wa ṡiqālaw wa jāhidū bi'amwālikum wa anfusikum fī sabīlillāh(i), żālikum khairul lakum in kuntum ta'lamūn(a)."
  },
  {
    "verse_number": 42,
    "transcription": "Lau kāna 'araḍan qarībaw wa safaran qāṣidal lattaba'ūka  wa lākim ba'udat 'alaihimusy-syuqqah(tu), wa sayaḥlifūna billāhi lawistaṭa'nā lakharajnā ma'akum, yuhlikūna anfusahum, wallāhu ya'lamu innahum lakāżibūn(a)."
  },
  {
    "verse_number": 43,
    "transcription": "'Afallāhu 'ank(a), lima ażinta lahum ḥattā yatabayyana lakal-lażīna ṣadaqū wa ta'lamal-kāżibīn(a)."
  },
  {
    "verse_number": 44,
    "transcription": "Lā yasta'żinukal-lażīna yu'minūna billāhi wal-yaumil-ākhiri ay yujāhidū bi'amwālihim wa anfusihim, wallāhu 'alīmum bil-muttaqīn(a)."
  },
  {
    "verse_number": 45,
    "transcription": "Innamā yasta'żinukal-lażīna lā yu'minūna billāhi wal-yaumil-ākhiri wartābat qulūbuhum fahum fī raibihim yataraddadūn(a)."
  },
  {
    "verse_number": 46,
    "transcription": "Wa lau arādul-khurūja la'a'addū lahū 'uddataw wa lākin karihallāhumbi'āṡahum fa ṡabbaṭahum wa qīlaq'udū ma'al-qā'idīn(a)."
  },
  {
    "verse_number": 47,
    "transcription": "Wa lau kharajū fīkum mā zādūkum illā khabālaw wa la'auḍa'ū khilālakum yabgūnakumul-fitnah(ta), wa fīkum sammā'ūna lahum, wallāhu 'alīmum biẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 48,
    "transcription": "Laqadibtagawul-fitnata min qablu wa qallabū lakal-umūra ḥattā jā'al-ḥaqqu wa ẓahara amrullāhi wa hum kārihūn(a)."
  },
  {
    "verse_number": 49,
    "transcription": "Wa minhum may yaqūlu'żal lī wa lā taftinnī, alā fil-fitnati saqaṭū, wa inna jahannama lamuḥīṭatum bil-kāfirīn(a)."
  },
  {
    "verse_number": 50,
    "transcription": "In tuṣibka ḥasanatun tasu'hum, wa in tuṣibka muṣībatuy yaqūlū qad akhażnā min qablu wa yatawallau wa hum fariḥūn(a)."
  },
  {
    "verse_number": 51,
    "transcription": "Qul lay yuṣībanā illā mā kataballāhu lanā, huwa maulānā wa 'alallāhi falyatawakkalil-mu'minūn(a)."
  },
  {
    "verse_number": 52,
    "transcription": "Qul hal tarabbaṣūna binā illā iḥdal-ḥusnayain(i), wa naḥnu natarabbaṣu bikum ay yuṣībakumullāhu bi'ażābim min 'indihī au bi'aidīnā, fa tarabbaṣū innā ma'akum mutarabbiṣūn(a)."
  },
  {
    "verse_number": 53,
    "transcription": "Qul anfiqū ṭau'an au karhal lay yutaqabbala minkum, innakum kuntum qauman fāsiqīn(a)."
  },
  {
    "verse_number": 54,
    "transcription": "Wa mā mana'ahum an tuqbala minhum nafaqātuhum illā annahum kafarū billāhi wa birasūlihī wa lā ya'tūnaṣ-ṣalāta illā wa hum kusālā wa lā yunfiqūna illā wa hum kārihūn(a)."
  },
  {
    "verse_number": 55,
    "transcription": "Falā tu'jibka amwāluhum wa lā aulāduhum, innamā yurīdullāhu liyu'ażżibahum bihā fil-ḥayātid-dun-yā wa tazhaqa anfusuhum wa hum kāfirūn(a)."
  },
  {
    "verse_number": 56,
    "transcription": "Wa yaḥlifūna billāhi innahum laminkum, wa mā hum minkum wa lākinnahum qaumuy yafraqūn(a)."
  },
  {
    "verse_number": 57,
    "transcription": "Lau yajidūna malja'an au magārātin au muddakhalal lawallau ilaihi wa hum yajmaḥūn(a)."
  },
  {
    "verse_number": 58,
    "transcription": "Wa minhum may yalmizuka fiṣ-ṣadaqāt(i), fa in u'ṭū minhā raḍū wa illam yu'ṭau minhā iżā hum yaskhaṭūn(a)."
  },
  {
    "verse_number": 59,
    "transcription": "Wa lau annahum raḍū mā ātāhumullāhu wa rasūluh(ū), wa qālū ḥasbunallāhu sayu'tīnallāhu min faḍlihī wa rasūluhū innā ilallāhi rāgibūn(a)."
  },
  {
    "verse_number": 60,
    "transcription": "Innamaṣ-ṣadaqātu lil-fuqarā'i wal-masākīni wal-'āmilīna 'alaihā wal-mu'allafati qulūbuhum wa fir-riqābi wal-gārimīna wa fī sabīlillāhi wabnis-sabīl(i), farīḍatam minallāh(i), wallāhu 'alīmun ḥakīm(un)."
  },
  {
    "verse_number": 61,
    "transcription": "Wa minhumul-lażīna yu'żūnan nabiyya wa yaqūlūna huwa użun(un), qul użunu khairil lakum yu'minu billāhi wa yu'minu lil-mu'minīna wa raḥmatul lil-lażīna āmanū minkum, wal-lażīna yu'żūna rasūlallāhi lahum 'ażābun alīm(un)."
  },
  {
    "verse_number": 62,
    "transcription": "Yaḥlifūna billāhi lakum liyurḍūkum wallāhu wa rasūluhū aḥaqqu ay yurḍūhu  in kānū mu'minīn(a)."
  },
  {
    "verse_number": 63,
    "transcription": "Alam ya'lamū annahū may yuḥādidillāha wa rasūlahū fa anna lahū nāru jahannama khālidan fīhā, żālikal khizyul-'aẓīm(u)."
  },
  {
    "verse_number": 64,
    "transcription": "Yaḥżarul-munāfiqūna an tunazzala 'alaihim sūratun tunabbi'uhum bimā fī qulūbihim, qulistahzi'ū, innallāha mukhrijum mā taḥżarūn(a)."
  },
  {
    "verse_number": 65,
    "transcription": "Wa la'in sa'altahum layaqūlunna innamā kunnā nakhūḍū wa nal'ab(u), qul abillāhi wa āyātihī wa rasūlihī kuntum tastahzi'ūn(a)."
  },
  {
    "verse_number": 66,
    "transcription": "Lā ta'tażirū qad kafartum ba'da īmānikum, in na'fu 'an ṭā'ifatim minkum nu'ażżib ṭā'ifatam bi'annahum kānū mujrimīn(a)."
  },
  {
    "verse_number": 67,
    "transcription": "Al-munāfiqūna wal-munāfiqātu ba'ḍuhum mim ba'ḍ(in), ya'murūna bil-munkari wa yanhauna 'anil-ma'rūfi wa yaqbiḍūna aidiyahum, nasullāha fa nasiyahum, innal-munāfiqīna humul-fāsiqūn(a)."
  },
  {
    "verse_number": 68,
    "transcription": "Wa'adallāhul-munāfiqīna wal-munāfiqāti wal-kuffāra nāra jahannama khālidīna fīhā, hiya ḥasbuhum, wa la'anahumullāh(u), wa lahum 'ażābum muqīm(un)."
  },
  {
    "verse_number": 69,
    "transcription": "Kal-lażīna min qablikum kānū asyadda minkum quwwataw wa akṡara amwālaw wa aulādā(n), fastamta'ū bikhalāqihim fastamta'tum bikhalāqikum kamastamta'al-lażīna min qablikum bikhalāqihim wa khuḍtum kal-lażī khāḍū, ulā'ika ḥabiṭat amāluhum fid-dun-yā wal-ākhirah(ti), ulā'ika humul-khāsirūn(a)."
  },
  {
    "verse_number": 70,
    "transcription": "Alam ya'tihim naba'ul-lażīna min qablihim qaumi nūḥiw wa 'ādiw wa ṡamūd(a), wa qaumi ibrāhīma wa aṣḥābi madyana wal-mu'tafikāt(i), atathum rusuluhum bil-bayyināt(i), famā kānallāhu liyaẓlimahum wa lākin kānū anfusahum yaẓlimūn(a)."
  },
  {
    "verse_number": 71,
    "transcription": "Wal-mu'minūna wal-mu'minātu ba'ḍuhum auliyā'u ba'ḍ(in), ya'murūna bil-ma'rūfi wa yanhauna  'anil-munkari wa yuqīmūnaṣ-ṣalāta wa yu'tūnaz-zakāta wa yuṭī'ūnallāha wa rasūlah(ū), ulā'ika sayarḥamuhumullāh(u), innallāha 'azīzun ḥakīm(un)."
  },
  {
    "verse_number": 72,
    "transcription": "Wa'adallāhul-mu'minīna wal-mu'mināti jannātin tajrī min taḥtihal-anhāru khālidīna fīhā wa masākina ṭayyibatan fī jannāti 'adn(in), wa riḍwānum minallāhi akbar(u), żālika huwal-fauzul-'aẓīm(u)."
  },
  {
    "verse_number": 73,
    "transcription": "Yā ayyuhan-nabiyyu jāhidil-kuffāra wal-munāfiqīna wagluẓ 'alaihim, wa ma'wāhum jahannamu wa bi'sal-maṣīr(u)."
  },
  {
    "verse_number": 74,
    "transcription": "Yaḥlifūna billāhi mā qālū, wa laqad qālū kalimatal-kufri wa kafarū ba'da islāmihim wa hammū bimā lam yanālū, wa mā naqamū illā an agnāhumullāhu wa rasūluhū min faḍlih(ī),  fa iy yatūbū yaku khairal lahum, wa iy yatawallau yu'ażżibhumullāhu 'ażāban alīman fid-dun-yā wal-ākhirah(ti), wa mā lahum fil-arḍi miw waliyyiw wa lā naṣīr(in)."
  },
  {
    "verse_number": 75,
    "transcription": "Wa minhum man 'āhadallāha la'in ātānā min faḍlihī lanaṣṣaddaqanna wa lanakūnanna minaṣ-ṣāliḥīn(a)."
  },
  {
    "verse_number": 76,
    "transcription": "Falammā ātāhum min faḍlihī bakhilū bihī wa tawallau wa hum mu'riḍūn(a)."
  },
  {
    "verse_number": 77,
    "transcription": "Fa a'qabahum nifāqan fī qulūbihim ilā yaumi yalqaunahū bimā akhlafullāha mā wa'adūhu wa bimā kānū yakżibūn(a)."
  },
  {
    "verse_number": 78,
    "transcription": "Alam ya'lamū annallāha ya'lamu sirrahum wa najwāhum wa annallāha 'allāmul-guyūb(i)."
  },
  {
    "verse_number": 79,
    "transcription": "Allażīna yalmizūnal-muṭṭawwi'īna minal-mu'minīna fiṣ-ṣadaqāti wal-lażīna lā yajidūna illā juhdahum fa yaskharūna minhum, sakhirallāhu minhum, wa lahum 'ażābun alīm(un)."
  },
  {
    "verse_number": 80,
    "transcription": "Istagfir lahum au lā tastagfir lahum, in tastagfir lahum sab'īna marratan falay yagfirallāhu lahum, żālika bi'annahum kafarū billāhi wa rasūlih(ī), wallāhu lā yahdil-qaumal-fāsiqīn(a)."
  },
  {
    "verse_number": 81,
    "transcription": "Fariḥal-mukhallafūna bimaq'adihim khilāfa rasūlillāhi wa karihū ay yujāhidū bi'amwālihim wa anfusihim fī sabīlillāhi wa qālū lā tanfirū fil-ḥarr(i), qul nāru jahannama  asyaddu ḥarrā(n), lau kānū yafqahūn(a)."
  },
  {
    "verse_number": 82,
    "transcription": "Falyaḍḥakū qalīlaw walyabkū kaṡīrā(n), jazā'am bimā kānū yaksibūn(a)."
  },
  {
    "verse_number": 83,
    "transcription": "Fa ir raja'akallāhu ilā ṭā'ifatim minhum  fasta'żanūka lil-khurūji faqul lan takhrujū ma'iya abadaw wa lan tuqātilū ma'iya 'aduwwā(n), innakum raḍītum bil-qu'ūdi awwala marrah(tin), faq'udū ma'al-khālifīn(a)."
  },
  {
    "verse_number": 84,
    "transcription": "Wa lā tuṣalli 'alā aḥadim minhum māta abadaw wa lā taqum 'alā qabrih(ī), innahum kafarū billāhi wa rasūlihī wa mātū wa hum fāsiqūn(a)."
  },
  {
    "verse_number": 85,
    "transcription": "Wa lā tu'jibka amwāluhum wa lā aulāduhum, innamā yurīdullāhu ay yu'ażżibahum bihā fid-dun-yā wa tazhaqa anfusuhum wa hum kāfirūn(a)."
  },
  {
    "verse_number": 86,
    "transcription": "Wa iżā unzilat sūratun an āminū billāhi wa jāhidū ma'a rasūlihista'żanaka uluṭ-ṭauli minhum wa qālū żarnā nakum ma'al-qā'idīn(a)."
  },
  {
    "verse_number": 87,
    "transcription": "Raḍū bi'ay yakūnū ma'al-khawālifi wa ṭubi'a 'alā qulūbihim fahum lā yafqahūn(a)."
  },
  {
    "verse_number": 88,
    "transcription": "Lākinir-rasūlu wal-lażīna āmanū ma'ahū jāhadū bi'amwālihim wa anfusihim, wa ulā'ika lahumul-khairāt(u), wa ulā'ika humul-mufliḥūn(a)."
  },
  {
    "verse_number": 89,
    "transcription": "A'addallāhu lahum jannātin tajrī min taḥtihal-anhāru khālidīna fīhā, żālikal-fauzul-'aẓīm(u)."
  },
  {
    "verse_number": 90,
    "transcription": "Wa jā'al-mu'ażżirūna minal-a'rābi liyu'żana lahum wa qa'adal-lażīna każabullāha wa rasūlah(ū), sayuṣībul-lażīna kafarū minhum 'ażābun alīm(un)."
  },
  {
    "verse_number": 91,
    "transcription": "Laisa 'alaḍ-ḍu'afā'i wa lā 'alal-marḍā wa lā 'alal-lażīna lā yajidūna mā yunfiqūna ḥarajun iżā naṣaḥū lillāhi wa rasūlih(ī), mā 'alal-muḥsinīna min sabīl(in), wallāhu gafūrur raḥīm(un)."
  },
  {
    "verse_number": 92,
    "transcription": "Wa lā 'alal-lażīna iżā mā atauka litaḥmilahum qulta lā ajidu mā aḥmilukum 'alaih(i), tawallau wa a'yunuhum tafīḍu minad dam'i ḥazanan allā yajidū mā yunfiqūn(a)."
  },
  {
    "verse_number": 93,
    "transcription": "Innamas-sabīlu 'alal-lażīna yasta'żinūnaka wa hum agniyā'(u), raḍū bi'ay yakūnū ma'al-khawālif(i), wa ṭaba'allāhu 'alā qulūbihim fahum lā ya'lamūn(a)."
  },
  {
    "verse_number": 94,
    "transcription": "Ya'tażirūna ilaikum iżā raja'tum ilaihim, qul lā ta'tażirū lan nu'mina lakum qad nabba'anallāhu min akhbārikum wa sayarallāhu 'amalakum wa rasūluhū ṡumma turaddūna ilā 'ālimil-gaibi wasy-syahādati fa yunabbi'ukum bimā kuntum ta'malūn(a)."
  },
  {
    "verse_number": 95,
    "transcription": "Sayaḥlifūna billāhi lakum iżanqalabtum ilaihim litu'riḍū 'anhum, fa a'riḍū 'anhum, innahum rijs(un), wa ma'wāhum jahannamu jazā'am bimā kānū yaksibūn(a)."
  },
  {
    "verse_number": 96,
    "transcription": "Yaḥlifūna lakum litarḍau 'anhum, fa in tarḍau 'anhum fa innallāha lā yarḍā 'anil-qaumil-fāsiqīn(a)."
  },
  {
    "verse_number": 97,
    "transcription": "Al-a'rābu asyaddu kufraw wa nifāqaw wa ajdaru allā ya'lamū ḥudūda mā anzalallāhu 'alā rasūlih(ī), wallāhu 'alīmun ḥakīm(un)."
  },
  {
    "verse_number": 98,
    "transcription": "Wa minal-a'rābi may yattakhiżu mā yunfiqu magramaw wa yatarabbaṣu bikumud-dawā'ir(a), 'alaihim dā'iratus-sau'(i), wallāhu samī'un 'alīm(un)."
  },
  {
    "verse_number": 99,
    "transcription": "Wa minal-a'rābi may yu'minu billāhi wal-yaumil-ākhiri wa yattakhiżu mā yunfiqu qurubātin 'indallāhi wa ṣalawātir-rasūl(i), alā innahā qurbatul lahum, sayudkhiluhumullāhu fī raḥmatih(ī), innallāha gafūrur raḥīm(un)."
  },
  {
    "verse_number": 100,
    "transcription": "Was-sābiqūnal-awwalūna minal-muhājirīna wal-anṣāri wal-lażīnattaba'ūhum bi'iḥsān(in), raḍiyallāhu 'anhum wa raḍū 'anhu wa a'adda lahum jannātin tajrī  taḥtahal-anhāru khālidīna fīhā abadā(n), żālikal-fauzul-'aẓīm(u)."
  },
  {
    "verse_number": 101,
    "transcription": "Wa mimman  ḥaulakum minal-a'rābi munāfiqūn(a),wa min ahlil-madīnati maradū 'alan nifāq(i), lā ta'lamuhum, naḥnu na'lamuhum, sanu'ażżibuhum marrataini ṡumma yuraddūna ilā 'ażābin 'aẓīm(in)."
  },
  {
    "verse_number": 102,
    "transcription": "Wa ākharūna'tarafū biżunūbihim khalaṭū 'amalan ṣāliḥaw wa ākhara sayyi'ā(n), 'asallāhu ay yatūba 'alaihim, innallāha gafūrur raḥīm(un)."
  },
  {
    "verse_number": 103,
    "transcription": "Khuż min amwālihim ṣadaqatan tuṭahhiruhum wa tuzakkīhim bihā wa ṣalli 'alaihim, inna ṣalātaka sakanul lahum, wallāhu samī'un 'alīm(un)."
  },
  {
    "verse_number": 104,
    "transcription": "Alam ya'lamū annallāha huwa yaqbalut-taubata 'an 'ibādihī wa ya'khużuṣ-ṣadaqāti wa annallāha huwat-tawwābur-raḥīm(u)."
  },
  {
    "verse_number": 105,
    "transcription": "Wa quli'malū fa sayarallāhu 'amalakum wa rasūluhū wal-mu'minūn(a), wa saturaddūna ilā 'ālimil-gaibi wasy-syahādati fa yunabbi'ukum bimā kuntum ta'malūn(a)."
  },
  {
    "verse_number": 106,
    "transcription": "Wa ākharūna murjaunal li'amrillāhi immā yu'ażżibuhum wa immā yatūbu 'alaihim, wallāhu 'alīmun ḥakīm(un)."
  },
  {
    "verse_number": 107,
    "transcription": "Wal-lażīnattakhażū masjidan ḍirāraw wa kufraw wa tafrīqam bainal-mu'minīna wa irṣādal liman ḥāraballāha wa rasūlahū min qabl(u), wa layaḥlifunna in aradnā illal-ḥusnā, wallāhu yasyhadu innahum lakāżibūn(a)."
  },
  {
    "verse_number": 108,
    "transcription": "Lā taqum fīhi abadā(n), lamasjidun ussisa 'alat-taqwā min awwali yaumin aḥaqqu an taqūma fīh(i), fīhi rijāluy yuḥibbūna ay yataṭahharū, wallāhu yuḥibbul-muṭṭahhirīn(a)."
  },
  {
    "verse_number": 109,
    "transcription": "Afaman assasa bun-yānahū 'alā taqwā minallāhi wa riḍwānin khairun am man assasa bun-yānahū 'alā syafā jurufin hārin fanhāra bihī fī nāri jahannam(a), wallāhu lā yahdil-qaumaẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 110,
    "transcription": "Lā yazālu bun-yānuhumul-lażī banau rībatan fī qulūbihim illā an taqaṭṭa'a qulūbuhum, wallāhu 'alīmun ḥakīm(un)."
  },
  {
    "verse_number": 111,
    "transcription": "Innallāhasytarā minal-mu'minīna anfusahum wa amwālahum bi'anna lahumul-jannah(ta), yuqātilūna fī sabīlillāhi fa yaqtulūna wa yuqtalūna wa'dan 'alaihi ḥaqqan fit-taurāti wal-injīli wal-qur'ān(i), wa man aufā bi'ahdihī minallāhi fastabsyirū bibai'ikumul-lażī bāya'tum bih(ī), wa żālika huwal-fauzul-'aẓīm(u)."
  },
  {
    "verse_number": 112,
    "transcription": "At tā'ibūnal-'ābidul-ḥāmidūnas-sā'iḥūnar-rāki'ūnas-sājidūnal-āmirūna bil-ma'rūfi wan-nāhūna 'anil-munkari wal-ḥāfiẓūna liḥudūdillāh(i), wa basysyiril-mu'minīn(a)."
  },
  {
    "verse_number": 113,
    "transcription": "Mā kāna lin-nabiyyi wal-lażīna āmanū ay yastagfirū lil-musyrikīna wa lau kānū ulī qurbā mim ba'di mā tabayyana lahum annahum aṣḥābul-jaḥīm(i)."
  },
  {
    "verse_number": 114,
    "transcription": "Wa mā kānastigfāru ibrāhīma li'abīhi illā 'am mau'idatiw wa'adahā iyyāh(u), falammā tabayyana lahū annahū 'aduwwul lillāhi tabarra'a minh(u), inna ibrāhīma la'awwāhun ḥalīm(un)."
  },
  {
    "verse_number": 115,
    "transcription": "Wa mā kānallāhu liyuḍilla qaumam ba'da iż hadāhum ḥattā yubayyina lahum mā yattaqūn(a), innallāha bikulli syai'in 'alīm(un)."
  },
  {
    "verse_number": 116,
    "transcription": "Innallāha lahū mulkus-samāwāti wal-arḍ(i), yuḥyī wa yumīt(u), wa mā lakum min dūnillāhi miw waliyyiw wa lā naṣīr(in)."
  },
  {
    "verse_number": 117,
    "transcription": "Laqat tāballāhu 'alan-nabiyyi wal-muhājirīna wal-anṣāril-lażīnattaba'ūhu fī sā'atil-'usrati mim ba'di mā kāda yazīgu qulūbu farīqim minhum ṡumma tāba 'alaihim, innahū bihim ra'ūfur raḥīm(un)."
  },
  {
    "verse_number": 118,
    "transcription": "Wa 'alaṡ-ṡalāṡatil-lażīna khullifū, ḥattā iżā ḍāqat 'alaihimul-arḍu bimā raḥubat wa ḍāqat 'alaihim anfusuhum wa ẓannū allā malja'a minallāhi illā ilaih(i), ṡumma tāba 'alaihim liyatūbū, innallāha huwat-tawwābur-raḥīm(u)."
  },
  {
    "verse_number": 119,
    "transcription": "Yā ayyuhal-lażīna āmanuttaqullāha wa kūnū ma'aṣ-ṣādiqīn(a)."
  },
  {
    "verse_number": 120,
    "transcription": "Mā kāna li'ahlil-madīnati wa man ḥaulahum minal-a'rābi ay yatakhallafū 'ar rasūlillāhi wa lā yargabū bi'anfusihim 'an nafsih(ī), żālika bi'annahum lā yuṣībuhum ẓama'uw wa lā naṣabuw wa lā makhmaṣatun fī sabīlillāhi wa lā yaṭa'ūna mauṭi'ay yagīẓul-kuffāra wa lā yanālūna min 'aduwwin nailan illā kutiba lahum bihī 'amalun ṣāliḥ(un), innallāha lā yuḍī'u ajral-muḥsinīn(a)."
  },
  {
    "verse_number": 121,
    "transcription": "Wa lā yunfiqūna nafaqatan ṣagīrataw wa lā kabīrataw wa lā yaqṭa'ūna wādiyan illā kutiba lahum liyajziyahumullāhu aḥsana mā kānū ya'malūn(a)."
  },
  {
    "verse_number": 122,
    "transcription": "Wa mā kānal-mu'minūna liyanfirū kāffah(tan), falau lā nafara min kulli firqatim minhum ṭā'ifatul liyatafaqqahū fid-dīni wa liyunżirū qaumahum iżā raja'ū ilaihim la'allahum yaḥżarūn(a)."
  },
  {
    "verse_number": 123,
    "transcription": "Yā ayyuhal-lażīna āmanū qātilul-lażīna yalūnakum minal-kuffāri wal-yajidū fīkum gilẓah(tan), wa'lamū annallāha ma'al-muttaqīn(a)."
  },
  {
    "verse_number": 124,
    "transcription": "Wa iżā mā unzilat sūratun fa minhum may yaqūlu ayyukum zādathu hāżihī īmānā(n), fa ammal-lażīna āmanū fa zādathum īmānaw wa hum yastabsyirūn(a)."
  },
  {
    "verse_number": 125,
    "transcription": "Wa ammal-lażīna fī qulūbihim maraḍun fa zādathum rijsan ilā rijsihim wa mātū wa hum kāfirūn(a)."
  },
  {
    "verse_number": 126,
    "transcription": "Awalā yarauna annahum yuftanūna fī kulli 'āmim marrataini ṡumma lā yatūbūna wa lā hum yażżakkarūn(a)."
  },
  {
    "verse_number": 127,
    "transcription": "Wa iżā mā unzilat sūratun naẓara ba'ḍuhum ilā ba'ḍ(in), hal yarākum min aḥadin ṡummanṣarafū, ṣarafallāhu qulūbahum bi'annahum qaumul lā yafqahūn(a)."
  },
  {
    "verse_number": 128,
    "transcription": "Laqad jā'akum rasūlum min anfusikum 'azīzun 'alaihi mā 'anittum ḥarīṣun 'alaikum  bil-mu'minīna ra'ūfur raḥīm(un)."
  },
  {
    "verse_number": 129,
    "transcription": "Fa in tawallau faqul ḥasbiyallāhu lā ilāha illā huw(a), 'alaihi tawakkaltu wa  huwa rabbul-'arsyil-'aẓīm(i)."
  }
]