[
  "Yā ayyuhan-nāsuttaqū rabbakum, inna zalzalatas-sā'ati syai'un 'aẓīm(un).",
  "Yauma taraunahā tażhalu kullu murḍi'atin 'ammā arḍa'at wa taḍa'u kullu żāti ḥamlin ḥamlahā wa taran-nāsa sukārā wa mā hum bisukārā wa lākinna 'ażāballāhi syadīd(un).",
  "Wa minan-nāsi may yujādilu fillāhi bigairi 'ilmiw wa yattabi'u kulla syaiṭānim marīd(in).",
  "Kutiba 'alaihi annahū man tawallāhu fa annahū yuḍilluhū wa yahdīhi ilā 'ażābis-sa'īr(i).",
  "Yā ayyuhan-nāsu in kuntum fī raibim minal-ba'ṡi fa innā khalaqnākum min turābin ṡumma min nuṭfatin ṡumma min 'alaqatin ṡumma mim muḍgatim mukhallaqatiw wa gairi mukhallaqatil linubayyina lakum, wa nuqirru fil-arḥāmi mā nasyā'u ilā ajalim musamman ṡumma nukhrijukum ṭiflan ṡumma litablugū asyuddakum, wa minkum may yutawaffā wa minkum may yuraddu ilā arżalil-'umuri likailā ya'lama ba'da  'ilmin syai'ā(n), wa taral-arḍa hāmidatan fa iżā anzalnā 'alaihal-mā'ahtazzat wa rabat wa ambatat min kulli zaujim bahīj(in).",
  "Żālika bi'annallāha huwal-ḥaqqu wa annahū yuḥyil-mautā wa annahū 'alā kulli syai'in qadīr(un).",
  "Wa annas-sā'ata ātiyatul lā raiba fīhā, wa annallāha yab'aṡu man fil-qubūr(i).",
  "Wa minan-nāsi may yujādilu fillāhi bigairi 'ilmiw wa lā hudaw wa lā kitābim munīr(in).",
  "Ṡāniya 'iṭfihī liyuḍilla 'an sabīlillāh(i), lahū fid-dun-yā khizyuw wa nużīquhū yaumal-qiyāmati 'ażābal-ḥarīq(i).",
  "Żālika bimā qaddamat yadāka wa annallāha laisa biẓallāmil lil-'abīd(i).",
  "Wa minan-nāsi may ya'budullāha 'alā ḥarf(in), fa in aṣābahū khairuniṭma'anna  bih(ī), wa in aṣābathu fitnatuninqalaba 'alā wajhih(ī), khasirad-dun-yā wal-ākhirah(ta), żālika huwal-khusrānul-mubīn(u).",
  "Yad'ū min dūnillāhi mā lā yaḍurruhū wa mā lā yanfa'uh(ū), żālika huwaḍ-ḍalālul-ba'īd(u).",
  "Yad'ū laman ḍarruhū aqrabu min naf'ih(ī), labi'sal-maulā wa labi'sal-'asyīr(u).",
  "Innallāha yudkhilul-lażīna āmanū wa 'amiluṣ-ṣāliḥāti jannātin tajrī min taḥtihal-anhār(u), innallāha yaf'alu mā yurīd(u).",
  "Man kāna yaẓunnu allay yanṣurahullāhu fid-dun-yā wal-ākhirati falyamdud bisababin ilas-samā'i ṡummalyaqṭa' falyanẓur hal yużhibanna kaiduhū mā yagīẓ(u).",
  "Wa każālika anzalnāhu āyātim bayyināt(in), wa annallāha yahdī may yurīd(u).",
  "Innal-lażīna āmanū wal-lażīna hādū waṣ-ṣābi'īna wan-naṣārā wal-majūsa wal-lażīna asyrakū, innallāha yafṣilu bainahum yaumal-qiyāmah(ti), innallāha 'alā kulli syai'in syahīd(un).",
  "Alam tara annallāha yasjudu lahū man fis-samāwāti wa man fil-arḍi wasy-syamsu wal-qamaru wan-nujūmu wal-jibālu wasy-syajaru wad-dawābbu wa kaṡīrum minan-nās(i), wa kaṡīrun ḥaqqa 'alaihil-'ażāb(u), wa may yuhinillāhu famā lahū mim mukrim(in), innallāha yaf'alu mā yasyā'(u).",
  "Hāżāni khaṣmānikhtaṣamū fī rabbihim fal-lażīna kafarū quṭṭi'at lahum ṡiyābum min nār(in), yuṣabbu min fauqi ru'ūsihimul-ḥamīm(u).",
  "Yuṣharu bihī mā fī buṭūnihim wal-julūd(u).",
  "Wa lahum maqāmi'u min ḥadīd(in).",
  "Kullamā arādū ay yakhrujū minhā min gammin u'īdū fīhā, wa żūqū 'ażābal-ḥarīq(i).",
  "Innallāha yudkhilul-lażīna āmanū wa 'amiluṣ-ṣāliḥāti jannātin tajrī min taḥtihal-anhāru yuḥallauna fīhā min asāwira min żahabiw wa lu'lu'ā(n), wa libāsuhum fīhā ḥarīr(un).",
  "Wa hudū ilaṭ-ṭayyibi minal-qaul(i), wa hudū ilā ṣirāṭil-ḥamīd(i).",
  "Innal-lażīna kafarū wa yaṣuddūna 'an sabīlillāhi wal-masjidil-ḥarāmil-lażī ja'alnāhu lin-nāsi sawā'anil-'ākifu fīhi wal-bād(i), wa may yurid fīhi bi'ilḥādim biẓulmin nużiqhu min 'ażābin alīm(in).",
  "Wa iż bawwa'nā li'ibrāhīma makānal-baiti allā tusyrik bī syai'aw wa ṭahhir baitiya liṭ-ṭā'ifīna wal-qā'imīna war-rukka'is-sujūd(i).",
  "Wa ażżin fin-nāsi bil-ḥajji ya'tūka rijālaw wa 'alā kulli ḍāmiriy ya'tīna min kulli fajjin 'amīq(in).",
  "Liyasyhadū manāfi'a lahum wa yażkurusmallāhi fī ayyāmim ma'lūmātin 'alā mā razaqahum mim bahīmatil-an'ām(i), fa kulū minhā wa aṭ'imul-bā'isal-faqīr(a).",
  "Ṡummal yaqḍū tafaṡafahum wal yūfū nużūrahum wal yaṭṭawwafū bil-baitil-'atīq(i).",
  "Żālika wa may yu'aẓẓim ḥurumātillāhi fa huwa khairul lahū 'inda rabbih(ī), wa uḥillat lakumul-an'āmu illā mā yutlā 'alaikum fajtanibur-rijsa minal-auṡāni wajtanibū qaulaz-zūr(i).",
  "Ḥunafā'a lillāhi gaira musyrikīna bih(ī), wa may yusyrik billāhi fa ka'annamā kharra minas-samā'i fa takhṭafuhuṭ-ṭairu au tahwī bihir-rīḥu fī makānin saḥīq(in).",
  "Żālika wa may yu'aẓẓim sya'ā'irallāhi fa innahā min taqwal-qulūb(i).",
  "Lakum fīhā manāfi'u ilā ajalim musamman ṡumma maḥilluhā ilal-baitil-'atīq(i).",
  "Wa likulli ummatin ja'alnā mansakal liyażkurusmallāhi 'alā mā razaqahum mim bahīmatil-an'ām(i), fa ilāhukum ilāhuw wāḥidun fa lahū aslimū, wa basysyiril-mukhbitīn(a).",
  "Allażīna iżā żukirallāhu wajilat qulūbuhum waṣ-ṣābirīna 'alā mā aṣābahum wal-muqīmiṣ-ṣalāh(ti), wa mimmā razaqnāhum yunfiqūn(a).",
  "Wal-budna ja'alnāhā lakum min sya'ā'irillāhi lakum fīhā khair(un), fażkurusmallāhi 'alaihā ṣawāff(a), fa iżā wajabat junūbuhā fa kulū minhā wa aṭ'imul-qāni'a wal-mu'tarr(a), każālika sakhkharnāhā lakum la'allakum tasykurūn(a).",
  "Lay yanālallāha luḥūmuhā wa lā dimā'uhā wa lākiy yanāluhut-taqwā minkum, każālika sakhkharahā lakum litukabbirullāha 'alā mā hadākum, wa basysyiril-muḥsinīn(a).",
  "Innallāha yudāfi'u 'anil-lażīna āmanū, innallāha lā yuḥibbu kulla khawwānin kafūr(in).",
  "Użina lil-lażīna yuqātalūna bi'annahum ẓulimū, wa innallāha 'alā naṣrihim laqadīr(un).",
  "Allażīna ukhrijū min diyārihim bigairi ḥaqqin illā ay yaqūlū rabbunallāh(u), wa lau lā daf'ullāhin-nāsa ba'ḍahum biba'ḍil lahuddimat ṣawāmi'u wa biya'uw wa ṣalawātuw wa masājidu yużkaru fīhasmullāhi kaṡīrā(n), wa layanṣurannallāhu may yanṣuruh(ū), innallāha laqawiyyun 'azīz(un).",
  "Allażīna im makkannāhum fil-arḍi aqāmuṣ-ṣalāta wa ātawuz-zakāta wa amarū bil-ma'rūfi wa nahau 'anil-munkar(i), wa lillāhi 'āqibatul-umūr(i).",
  "Wa iy yukażżibūka faqad każżabat qablahum qaumu nūḥiw wa 'āduw wa ṡamūd(u).",
  "Wa qaumu ibrāhīma wa qaumu lūṭ(in).",
  "Wa aṣḥābu madyan(a), wa kużżiba mūsā fa amlaitu lil-kāfirīna ṡumma akhażtuhum, fa kaifa kāna nakīr(i).",
  "Fa ka'ayyim min qaryatin ahlaknāhā wa hiya ẓālimatun fa hiya khāwiyatun 'alā 'urūsyihā, wa bi'rim mu'aṭṭalatiw wa qaṣrim masyīd(in).",
  "Afalam yasīrū fil-arḍi fa takūna lahum qulūbuy ya'qilūna bihā au āżānuy yasma'ūna bihā, fa innahā lā ta'mal-abṣāru wa lākin ta'mal-qulūbul-latī fiṣ-ṣudūr(i).",
  "Wa yasta'jilūnaka bil-'ażābi wa lay yukhlifallāhu wa'dah(ū), wa inna yauman 'inda rabbika ka'alfi sanatim mimmā ta'uddūn(a).",
  "Wa ka'ayyim min qaryatin amlaitu lahā wa hiya ẓālimatun ṡumma akhażtuhā, wa ilayyal-maṣīr(u).",
  "Qul yā ayyuhan-nāsu innamā ana lakum nażīrum mubīn(un).",
  "Fal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti lahum magfiratuw wa rizqun karīm(un).",
  "Wal-lażīna sa'au fī āyātinā mu'ājizīna ulā'ika aṣḥābul-jaḥīm(i).",
  "Wa mā arsalnā min qablika mir rasūliw wa lā nabiyyin illā iżā tamannā alqasy-syaiṭānu fī umniyyatih(ī), fa yansakhullāhu mā yulqisy-syaiṭānu ṡumma yuḥkimullāhu āyātih(ī), wallāhu 'alīmun ḥakīm(un).",
  "Liyaj'ala mā yulqisy-syaiṭānu fitnatal lil-lażīna fī qulūbihim maraḍuw wal-qāsiyati qulūbuhum, wa innaẓ-ẓālimīna lafī syiqāqim ba'īd(in).",
  "Wa liya'lamal-lażīna ūtul-'ilma annahul-ḥaqqu mir rabbika fa yu'minū bihī fa tukhbita lahū qulūbuhum, wa innallāha lahādil-lażīna āmanū ilā ṣirāṭim mustaqīm(in).",
  "Wa lā yazālul-lażīna kafarū fī miryatim minhu ḥattā ta'tiyahumus-sā'atu  bagtatan au ya'tiyahum 'ażābu yaumin 'aqīm(in).",
  "Al-mulku yauma'iżil lillāh(i), yaḥkumu bainahum, fal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti fī jannātin na'īm(i).",
  "Wal-lażīna kafarū wa każżabū bi'āyātinā fa ulā'ika lahum 'ażābum muhīn(un).",
  "Wal-lażīna hājarū fī sabīlillāhi ṡumma qutilū au mātū layarzuqannahumullāhu rizqan ḥasanā(n), wa innallāha lahuwa khairur-rāziqīn(a).",
  "Layudkhilannahum mudkhalay yarḍaunah(ū), wa innallāha la'alīmun ḥalīm(un).",
  "Żālika wa man 'āqaba bimiṡli mā 'ūqiba bihī ṡumma bugiya  'alaihi layanṣurannahullāh(u), innallāha la'afuwwun gafūr(un).",
  "Żālika bi'annallāha yūlijul-laila fin-nahāri wa yūlijun-nahāra fil-laili wa annallāha samī'um baṣīr(un).",
  "Żālika bi'annallāha huwal-ḥaqqu wa anna mā yad'ūna min dūnihī huwal-bāṭilu wa annallāha huwal-'aliyyul-kabīr(u).",
  "Alam tara annallāha anzala minas-samā'i mā'ā(n), fa tuṣbiḥul-arḍu mukhḍarrah(tan), innallāha laṭīfun khabīr(un).",
  "Lahū mā fis-samāwāti wa mā fil-arḍ(i), wa innallāha lahuwal-ganiyyul-ḥamīd(u).",
  "Alam tara annallāha sakhkhara lakum mā fil-arḍi wal-fulka tajrī fil-baḥri bi'amrih(ī), wa yumsikus-samā'a an taqa'a 'alal-arḍi illā bi'iżnih(ī), innallāha bin-nāsi lara'ūfur raḥīm(un).",
  "Wa huwal-lażī aḥyākum, ṡumma yumītukum ṡumma yuḥyīkum, innal-insāna lakafūr(un).",
  "Likulli ummatin ja'alnā mansakan hum nāsikūhu falā yunāzi'unnaka fil-amri wad'u ilā rabbik(a), innaka la'alā hudam mustaqīm(in).",
  "Wa in jādalūka fa qulillāhu a'lamu bimā ta'malūn(a).",
  "Allāhu yaḥkumu bainakum yaumal-qiyāmati fīmā kuntum fīhi takhtalifūn(a).",
  "Alam ta'lam annallāha ya'lamu mā fis-samā'i wal-arḍ(i), inna żālika fī kitāb(in), inna żālika 'alallāhi yasīr(un).",
  "Wa ya'budūna min dūnillāhi mā lam yunazzil bihī sulṭānaw wa mā laisa lahum bihī 'ilm(un), wa mā liẓ-ẓālimīna min naṣīr(in).",
  "Wa iżā tutlā 'alaihim āyātunā bayyinātin ta'rifu fī wujūhil-lażīna kafarul-munkar(a), yakādūna yasṭūna bil-lażīna yatlūna 'alaihim āyātinā, qul afa unabbi'ukum bisyarrim min żālikum, an-nār(u), wa'adahallāhul-lażīna kafarū, wa bi'sal-maṣīr(u).",
  "Yā ayyuhan-nāsu ḍuriba maṡalum fastami'ū  lah(ū), innal-lażīna tad'ūna min dūnillāhi lay yakhluqū żubābaw wa lawijtama'ū lah(ū), wa iy yaslubhumuż-żubābu syai'al lā yastanqiżūhu minh(u), ḍa'ufaṭ-ṭālibu wal-maṭlūb(u).",
  "Wa mā qadarullāha ḥaqqa qadrih(ī), innallāha laqawiyyun 'azīz(un).",
  "Allāhu yaṣṭafī minal-malā'ikati rusulaw wa minan-nās(i), innallāha samī'um baṣīr(un).",
  "Ya'lamu mā baina aidīhim wa mā khalfahum, wa ilallāhi turja'ul-umūr(u).",
  "Yā ayyuhal-lażīna āmanurka'ū wasjudū wa'budū rabbakum waf'alul-khaira la'allakum  tufliḥūn(a).",
  "Wa jāhidū fillāhi ḥaqqa jihādih(ī), huwajtabākum wa mā ja'ala 'alaikum fid-dīni min ḥaraj(in), millata abīkum ibrāhīm(a), huwa sammākumul-muslimīn(a), min qablu wa fī hāżā liyakūnar-rasūlu syahīdan 'alaikum wa takūnū syuhadā'a 'alan-nās(i), fa aqīmuṣ-ṣalāta wa ātuz-zakāta wa'taṣimū billāh(i), huwa maulākum, fa ni'mal-maulā wa ni'man-naṣīr(u)."
]