[
  "Qul ūḥiya ilayya annahustama'a nafarum minal-jinni fa qālū innā sami'nā qur'ānan 'ajabā(n).",
  "Yahdī ilar-rusydi fa'āmannā bih(ī), wa lan nusyrika birabbinā aḥadā(n).",
  "Wa annahū ta'ālā jaddu rabbinā mattakhaża ṣāḥibataw wa lā waladā(n).",
  "Wa annahū kāna yaqūlu safīhunā 'alallāhi syaṭaṭā(n).",
  "Wa annā ẓanannā allan taqūlal-insu wal-jinnu 'alallāhi każibā(n).",
  "Wa annahū kāna rijālum minal insi ya'ūżūna birijālim minal-jinni fa zādūhum rahaqā(n).",
  "Wa annahum ẓannū kamā ẓanantum allay yab'aṡallāhu aḥadā(n).",
  "Wa annā lamasnas-samā'a fa wajadnāhā muli'at ḥarasan syadīdaw wa syuhubā(n).",
  "Wa annā kunnā naq'udu minhā maqā'ida lis-sam'(i), famay yastami'il-āna yajid lahū syihābar raṣadā(n).",
  "Wa annā lā nadrī asyarrun urīda biman fil-arḍi am arāda bihim rabbuhum rasyadā(n).",
  "Wa annā minnaṣ-ṣāliḥūna wa minnā dūna żālik(a), kunnā ṭarā'iqa qidadā(n).",
  "Wa annā ẓanannā allan nu'jizallāha fil-arḍi wa lan nu'jizahū harabā(n).",
  "Wa annā lammā sami'nal-hudā āmannā bih(ī), famay yu'mim birabbihī falā yakhāfu bakhsaw wa lā rahaqā(n).",
  "Wa annā minnal-muslimūna wa minnal-qāsiṭūn(a), faman aslama fa ulā'ika taḥarrau rasyadā(n).",
  "Wa ammal-qāsiṭūna fa kānū lijahannama ḥaṭabā(n).",
  "Wa allawistaqāmū 'alaṭ-ṭarīqati la'asqaināhum mā'an gadaqā(n).",
  "Linaftinahum fīh(i), wa may yu'riḍ 'an żikri rabbihī yasluk-hu 'ażāban ṣa'adā(n).",
  "Wa annal-masājida lillāhi falā tad'ū ma'allāhi aḥadā(n).",
  "Wa annahū lammā qāma 'abdullāhi yad'ūhu kādū yakūnūna 'alaihi libadā(n).",
  "Qul innamā ad'ū rabbī wa lā usyriku bihī aḥadā(n).",
  "Qul innī lā amliku lakum ḍarraw wa lā rasyadā(n).",
  "Qul innī lay yujīranī minallāhi aḥad(un), wa lan ajida min dūnihī multaḥadā(n).",
  "Illā balāgam minallāhi wa risālātih(ī), wa may ya'ṣillāha wa rasūlahū fa inna lahū nāra jahannama khālidīna fīhā abadā(n).",
  "Ḥattā iżā ra'au mā yū'adūna fasaya'lamūna man aḍ'afu nāṣiraw wa aqallu 'adadā(n).",
  "Qul in adrī aqarībum mā tū'adūna am yaj'alu lahū rabbī amadā(n).",
  "'Ālimul-gaibi falā yuẓhiru 'alā gaibihī aḥadā(n).",
  "Illā manirtaḍā mir rasūlin fa innahū yasluku mim baini yadaihi wa min khalfihī raṣadā(n).",
  "Liya'lama an qad ablagū risālāti rabbihim wa aḥāṭa bimā ladaihim wa aḥṣā kulla syai'in 'adadā(n)."
]