[
  "Alif lām mīm.",
  "Aḥasiban-nāsu ay yutrakū ay yaqūlū āmannā wa hum lā yuftanūn(a).",
  "Wa laqad fatannal-lażīna min qablihim falaya'lamannallāhul-lażīna ṣadaqū wa laya'lamannal-kāżibīn(a).",
  "Am ḥasibal-lażīna ya'malūnas-sayyi'āti ay yasbiqūnā, sā'a mā yaḥkumūn(a).",
  "Man kāna yarjū liqā'allāhi fa'inna ajalallāhi la'āt(in), wa huwas-samī'ul-'alīm(u).",
  "Wa man jāhada fa'innamā yujāhidu linafsih(ī), innallāha laganiyyun 'anil-'ālamīn(a).",
  "Wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti lanukaffiranna 'anhum sayyi'ātihim wa lanajziyannahum aḥsanal-lażī kānū ya'malūn(a).",
  "Wa waṣṣainal-insāna biwālidaihi ḥusnā(n), wa in jāhadāka litusyrika bī mā laisa laka bihī 'ilmun falā tuṭi'humā, ilayya marji'ukum fa'unabbi'ukum bimā kuntum ta'malūn(a).",
  "Wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti lanudkhilannahum fiṣ-ṣāliḥīn(a).",
  "Wa minan-nāsi may yaqūlu āmannā billāhi fa'iżā ūżiya  fillāhi ja'ala fitnatan-nāsi ka'ażābillāh(i), wa la'in jā'a naṣrum mir rabbika layaqūlunna innā kunnā ma'akum, awa laisallāhu bi'a'lama bimā fī ṣudūril-'ālamīn(a).",
  "Wa laya'lamannallāhul-lażīna āmanū wa laya'lamannal-munāfiqīn(a).",
  "Wa qālal-lażīna kafarū lil-lażīna āmanuttabi'ū sabīlanā walnaḥmil khaṭāyākum, wa mā hum biḥāmilīna min khaṭāyāhum min syai'(in), innahum lakāżibūn(a).",
  "Wa layaḥmilunna aṡqālahum wa aṡqālam ma'a aṡqālihim wa layus'alunna yaumal-qiyāmati 'ammā kānū yaftarūn(a).",
  "Wa laqad arsalnā nūḥan ilā qaumihī falabiṡa fīhim alfa sanatin illā khamsīna 'āmā(n), fa'akhażahumuṭ-ṭūfānu wa hum ẓālimūn(a).",
  "Fa'anjaināhu wa aṣḥābas-safīnati wa ja'alnāhā āyatal lil-'ālamīn(a).",
  "Wa ibrāhīma iż qāla liqaumihi'budullāha wattaqūh(u), żālikum khairul lakum in kuntum ta'lamūn(a).",
  "Innamā ta'budūna min dūnillāhi auṡānaw wa takhluqūna ifkā(n), innal-lażīna ta'budūna min dūnillāhi lā yamlikūna lakum rizqan fabtagū 'indallāhir-rizqa wa'budūhu wasykurū lah(ū), ilaihi turja'ūn(a).",
  "Wa in tukażżibū faqad każżaba umamum min qablikum, wa mā 'alar-rasūli illal-balāgul-mubīn(u).",
  "Awalam yarau kaifa yubdi'ullāhul-khalqa ṡumma yu'īduh(ū), inna żālika 'alallāhi yasīr(un).",
  "Qul sīrū fil-arḍi fanẓurū kaifa bada'al-khalqa ṡummallāhu yunsyi'un-nasy'atal-ākhirah(ta), innallāha 'alā kulli syai'in qadīr(un).",
  "Yu'ażżibu may yasyā'u wa yarḥamu may yasyā'(u), wa ilaihi tuqlabūn(a).",
  "Wa mā antum bimu'jizīna fil-arḍi wa lā fis-samā'(i), wa mā lakum min dūnillāhi miw waliyyiw wa lā naṣīr(in).",
  "Wal-lażīna kafarū bi'āyātillāhi wa liqā'ihī ulā'ika ya'isū mir raḥmatī wa ulā'ika lahum 'ażābun alīm(un).",
  "Famā kāna jawāba qaumihī illā an qaluqtulūhu au ḥarriqūhu fa anjāhullāhu minan-nār(i), inna fī żālika la'āyātil liqaumiy yu'minūn(a).",
  "Wa qāla innamattakhażtum min dūnillāhi auṡānam mawaddata bainikum fil-ḥayātid-dun-yā, ṡumma yaumal-qiyāmati yakfuru ba'ḍukum biba'ḍiw wa yal'anu ba'ḍukum ba'ḍā(n), wa ma'wākumun nāru wa mā lakum min nāṣirīn(a).",
  "Fa āmana lahū lūṭ(un), wa qāla innī muhājirun ilā rabbī, innahū huwal-'azīzul-ḥakīm(u).",
  "Wa wahabnā lahū isḥāqa wa ya'qūba wa ja'alnā fī żurriyyatihin nubuwwata wal-kitāba wa ātaināhu ajrahū fid-dun-yā, wa innahū fil-ākhirati laminaṣ-ṣāliḥīn(a).",
  "Wa lūṭan iż qāla liqaumihī innakum lata'tūnal-fāḥisyata mā sabaqakum bihā min aḥadim minal-'ālamīn(a).",
  "A'innakum lata'tūnar-rijāla wa taqṭa'ūnas-sabīl(a), wa ta'tūna fī nādīkumul-munkar(a), famā kāna jawāba qaumihī illā an qālu'tinā bi'ażābillāhi in kunta minaṣ-ṣādiqīn(a).",
  "Qāla rabbinṣurnī 'alal-qaumil-mufsidīn(a).",
  "Wa lammā jā'at rusulunā ibrāhīma bil-busyrā, qālū innā muhlikū ahli hāżihil-qaryah(ti), inna ahlahā kānū ẓālimīn(a).",
  "Qāla inna fīhā lūṭā(n), qālū naḥnu a'lamu biman fīhā, lanunajjiyannahū wa ahlahū illamra'atahū kānat minal-gābirīn(a).",
  "Wa lammā an jā'at rusulunā lūṭan sī'a bihim wa ḍāqa bihim żar'aw wa qālū lā takhaf wa lā taḥzan, innā munajjūka wa ahlaka illamra'ataka kānat minal-gābirīn(a).",
  "Innā munzilūna 'alā ahli hāżihil-qaryati rijzam minas-samā'i bimā kānū yafsuqūn(a).",
  "Wa laqad taraknā minhā āyatam bayyinatal liqaumiy ya'qilūn(a).",
  "Wa ilā madyana akhāhum syu'aibā(n), faqāla yā qaumi'budullāha warjul-yaumal-ākhira wa lā ta'ṡau fil-arḍi mufsidīn(a).",
  "Fa każżabūhu fa'akhażathumur-rajfatu fa'aṣbaḥū fī dārihim jāṡimīn(a).",
  "Wa 'ādaw wa ṡamūda wa qat tabayyana lakum mim masākinihim, wa zayyana lahumusy-syaiṭānu a'mālahum faṣaddahum 'anis-sabīli wa kānū mustabṣirīn(a).",
  "Wa qārūna wa fir'auna wa hāmān(a), wa laqad jā'ahum mūsā bil-bayyināti fastakbarū fil-arḍi wa mā kānū sābiqīn(a).",
  "Fakullan akhażnā biżambih(ī), faminhum man arsalnā 'alaihi ḥāṣibā(n), wa minhum man akhażathuṣ-ṣaiḥah(tu), wa minhum man khasafnā bihil-arḍ(a), wa minhum man agraqnā, wa mā kānallāhu liyaẓlimahum wa lākin kānū anfusahum yaẓlimūn(a).",
  "Maṡalul-lażīnattakhażū min dūnillāhi auliyā'a kamaṡalil-'ankabūt(i), ittakhażat baitā(n), wa inna auhanal-buyūti labaitul-'ankabūt(i), lau kānū ya'lamūn(a).",
  "Innallāha ya'lamu mā yad'ūna min dūnihī min syai'(in), wa huwal-'azīzul-ḥakīm(u).",
  "Wa tilkal-amṡālu naḍribuhā lin-nās(i), wa mā ya'qiluhā illal-'ālimūn(a).",
  "Khalaqallāhus-samāwāti wal-arḍa bil-ḥaqq(i), inna fī żālika la'āyatal lil-mu'minīn(a).",
  "Utlu mā ūḥiya ilaika minal-kitābi wa aqimiṣ-ṣalāh(ta), innaṣ-ṣalāta tanhā 'anil-faḥsyā'i wal-munkar(i), wa lażikrullāhi akbar(u), wallāhu ya'lamu mā taṣna'ūn(a).",
  "Wa lā tujādilū ahlal-kitābi illā bil-latī hiya aḥsan(u), illal-lażīna ẓalamū minhum wa qūlū āmannā bil-lażī unzila ilainā wa unzila ilaikum wa ilāhunā wa ilāhukum wāḥiduw wa naḥnu lahū muslimūn(a).",
  "Wa każālika anzalnā ilaikal-kitāb(a), fal-lażīna ātaināhumul-kitāba yu'minūna bih(ī), wa min hā'ulā'i may yu'minu bih(ī), wa mā yajḥadu bi'āyātinā illal-kāfirūn(a).",
  "Wa mā kunta tatlū min qablihī min kitābiw wa lā takhuṭṭuhū biyamīnika iżal lartābal-mubṭilūn(a).",
  "Bal huwa āyātum bayyinātun fī ṣudūril-lażīna ūtul-'ilm(a), wa mā yajḥadu bi'āyātinā illaẓ-ẓālimūn(a).",
  "Wa qālū lau lā unzila 'alaihi āyātum mir rabbih(ī), qul innamal-āyātu 'indallāh(i), wa innamā ana nażīrum mubīn(un).",
  "Awalam yakfihim annā anzalnā 'alaikal-kitāba yutlā 'alaihim, inna fī żālika laraḥmataw wa żikrā liqaumiy yu'minūn(a).",
  "Qul kafā billāhi bainī wa bainakum syahīdā(n), ya'lamu mā fis-samāwāti wal-arḍ(i), wal-lażīna āmanū bil-bāṭili wa kafarū billāhi ulā'ika humul-khāsirūn(a).",
  "Wa yasta'jilūnaka bil-'ażāb(i), wa lau lā ajalum musammal lajā'ahumul-'ażāb(u), wa laya'tiyannahum bagtataw wa hum lā yasy'urūn(a).",
  "Yasta'jilūnaka bil-'ażāb(i), wa inna jahannama lamuḥīṭatum bil-kāfirīn(a).",
  "Yauma yagsyāhumul-'ażābu min fauqihim wa min taḥti arjulihim wa yaqūlu żūqū mā kuntum ta'malūn(a).",
  "Yā 'ibādiyal-lażīna āmanū inna arḍī wāsi'atun fa iyyāya fa'budūn(i).",
  "Kullu nafsin żā'iqatul-maut(i), ṡumma ilainā turja'ūn(a).",
  "Wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti lanubawwi'annahum minal-jannati gurafan tajrī min taḥtihal-anhāru khālidīna fīhā, ni'ma ajrul-'āmilīn(a).",
  "Al-lażīna ṣabarū wa 'alā rabbihim yatawakkalūn(a).",
  "Wa ka'ayyim min dābbatil lā taḥmilu rizqahā, allāhu yarzuquhā wa iyyākum, wa huwas-samī'ul-'alīm(u).",
  "Wa la'in sa'altahum man khalaqas-samāwāti wal-arḍa wa sakhkharasy-syamsa wal-qamara layaqūlunnallāh(u), fa'annā yu'fakūn(a).",
  "Allāhu yabsuṭur-rizqa limay yasyā'u min 'ibādihī wa yaqdiru lah(ū), innallāha bikulli syai'in 'alīm(un).",
  "Wa la'in sa'altahum man nazzala minas-samā'i mā'an fa'aḥyā bihil-arḍa mim ba'di mautihā layaqūlunnallāh(u), qulil-ḥamdu lillāh(i), bal akṡaruhum lā ya'qilūn(a).",
  "Wa mā hāżihil-ḥayātud-dun-yā illā lahwuw wa la'ib(un), wa innad-dāral-ākhirata  lahiyal-ḥayawān(u), lau kānū ya'lamūn(a).",
  "Fa'iżā rakibū fil-fulki da'awullāha mukhliṣīna lahud-dīn(a), falammā najjāhum ilal-barri iżā hum yusyrikūn(a).",
  "Liyakfurū bimā ātaināhum wa liyatamatta'ū, fasaufa ya'lamūn(a).",
  "Awalam yarau annā ja'alnā ḥaraman āminaw wa yutakhaṭṭafun-nāsu min ḥaulihim, afabil-bāṭili yu'minūna wa bini'matillāhi yakfurūn(a).",
  "Wa man aẓlamu mimmaniftarā 'alallāhi każiban au każżaba bil-ḥaqqi lammā jā'ah(ū), alaisa fī jahannama maṡwal lil-kāfirīn(a).",
  "Wal-lażīna jāhadū fīnā lanahdiyannahum subulanā, wa innallāha lama'al-muḥsinīn(a)."
]