[
  "Alif lām mīm.",
  "Allāhu lā ilāha illā huwal-ḥayyul-qayyūm(u).",
  "Nazzala 'alaikal-kitāba bil-ḥaqqi muṣaddiqal limā baina yadaihi wa anzalat-taurāta wal-injīl(a).",
  "Min qablu hudal lin-nāsi wa anzalal-furqān(a), innal-lażīna kafarū bi āyātillāhi lahum 'ażābun syadīd(un), wallāhu 'azīzun żuntiqām(in).",
  "Innallāha lā yakhfā 'alaihi syai'un fil-arḍi wa lā fis-samā'(i).",
  "Huwal-lażī yuṣawwirukum fil-arḥāmi kaifa yasyā'(u), lā ilāha illā huwal-'azīzul-ḥakīm(u).",
  "Huwal-lażī anzala 'alaikal-kitāba minhu āyātum muḥkamātun hunna ummul-kitābi wa ukharu mutasyābihāt(un), fa'ammal-lażīna fī qulūbihim zaigun fayattabi'ūna mā tasyābaha minhubtigā'al-fitnati wabtigā'a ta'wīlih(ī), wa mā ya'lamu ta'wīlahū illallāh(u), war-rāsikhūna fil-'ilmi yaqūlūna āmannā bih(ī), kullum min 'indi rabbinā, wa mā yażżakkaru illā ulul-albāb(i).",
  "Rabbanā lā tuzig qulūbanā ba'da iż hadaitanā wa hab lanā mil ladunka raḥmah(tan), innaka antal-wahhāb(u).",
  "Rabbanā innaka jāmi'un-nāsi liyaumil lā raiba fīh(i), innallāha lā yukhliful-mī'ād(a).",
  "Innal-lażīna kafarū lan tugniya 'anhum amwāluhum wa lā aulāduhum minallāhi syai'ā(n), wa ulā'ika hum waqūdun-nār(i).",
  "Kada'bi āli fir'aun(a), wal-lażīna min qablihim, każżabū bi'āyātinā, fa'akhażahumullāhu biżunūbihim, wallāhu syadīdul-'iqāb(i).",
  "Qul lil-lażīna kafarū satuglabūna wa tuḥsyarūna ilā jahannam(a), wa bi'sal-mihād(u).",
  "Qad kāna lakum āyatun fī fi'atainil taqatā, fi'atun tuqātilu fī sabīlillāhi wa ukhrā kāfiratuy yaraunahum miṡlaihim ra'yal-'ain(i), wallāhu yu'ayyidu binaṣrihī may yasyā'(u), inna fī żālika la'ibratal li'ulil-abṣār(i).",
  "Zuyyina lin-nāsi ḥubbusy-syahawāti minan-nisā'i wal-banīna wal-qanāṭīril-muqanṭarati minaż-żahabi wal-fiḍḍati wal-khailil-musawwamati wal-an'āmi wal-ḥarṡ(i), żālika matā'ul-ḥayātid-dun-yā, wallāhu 'indahū ḥusnul-ma'āb(i).",
  "Qul a'unabbi'ukum bikhairim min żālikum, lil-lażīnattaqau 'inda rabbihim jannātun tajrī min taḥtihal-anhāru khālidīna fīhā wa azwājum muṭahharatuw wa riḍwānum minallāh(i), wallāhu baṣīrum bil-'ibād(i).",
  "Allażīna yaqūlūna rabbanā innanā āmannā fagfir lanā żunūbanā wa qinā 'ażāban-nār(i).",
  "Aṣ-ṣābirīna waṣ-ṣādiqīna wal-qāniṭīna wal-munfiqīna wal-mustagfirīna bil-asḥār(i).",
  "Syahidallāhu annahū lā ilāha illā huw(a), wal-malā'ikatu wa ulul-'ilmi qā'imam bil-qisṭ(i), lā ilāha illā huwal-'azīzul-ḥakīm(u).",
  "Innad-dīna 'indallāhil-islām(u), wa makhtalafal-lażīna ūtul-kitāba illā mim ba'di mā jā'ahumul-'ilmu bagyam bainahum, wa may yakfur bi'āyātillāhi fa innallāha sarī'ul-ḥisāb(i).",
  "Fa'in ḥājjūka fa qul aslamtu wajhiya lillāhi wa manittaba'an(i), wa qul lil-lażīna ūtul-kitāba wal-ummiyyīna a'aslamtum, fa'in aslamū faqadihtadau, wa in tawallau fa'innamā 'alaikal-balāg(u), wallāhu baṣīrum bil-'ibād(i).",
  "Innal-lażīna yakfurūna bi'āyātillāhi wa yaqtulūnan nabiyyīna bigairi ḥaqq(in), wa yaqtulūnal-lażīna ya'murūna bil-qisṭi minan-nās(i), fabasysyirhum bi'ażābin alīm(in).",
  "Ulā'ikal-lażīna ḥabiṭat a'māluhum fid-dun-yā wal-ākhirah(ti), wa mā lahum min nāṣirīn(a).",
  "Alam tara ilal-lażīna ūtū naṣībam minal-kitābi yud'auna ilā kitābillāhi liyaḥkuma bainahum ṡumma yatawallā farīqum minhum wa hum mu'riḍūn(a).",
  "Żālika bi'annahum qālū lan tamassanan nāru illā ayyāmam ma'dūdāt(in), wa garrahum fī dīnihim mā kānū yaftarūn(a).",
  "Fakaifa iżā jama'nāhum liyaumil lā raiba fīh(i), wa wuffiyat kullu nafsim mā kasabat wa hum lā yuẓlamūn(a).",
  "Qulillāhumma mālikal-mulki tu'til-mulka man tasyā'u wa tanzi'ul-mulka mim man tasyā'(u), wa tu'izzu man tasyā'u wa tużillu man tasyā'(u), biyadikal-khair(u), innaka 'alā kulli syai'in qadīr(un).",
  "Tūlijul-laila fin-nahāri wa tūlijun-nahāra fil-laili wa tukhrijul-ḥayya minal-mayyiti wa tukhrijul-mayyita minal-ḥayyi wa tarzuqu man tasyā'u bigairi ḥisāb(in).",
  "Lā yattakhiżil-mu'minūnal-kāfirīna auliyā'a min dūnil-mu'minīn(a), wa may yaf'al żālika falaisa minallāhi fī syai'(in), illā an tattaqū minhum tuqāh(tan), wa yuḥażżirukumullāhu nafsah(ū), wa ilallāhil-maṣīr(u).",
  "Qul in tukhfū mā fī ṣudūrikum  au tubdūhu ya'lamhullāh(u), wa ya'lamu mā fis-samāwāti wa mā fil-arḍ(i), wallāhu 'alā kulli syai'in qadīr(un).",
  "Yauma tajidu kullu nafsim mā 'amilat min khairim muḥḍarā(n), wa mā 'amilat min sū'(in), tawaddu lau anna bainahā wa bainahū amadam ba'īdā(n), wa yuḥażżirukumullāhu nafsah(ū), wallāhu ra'ūfum bil-'ibād(i).",
  "Qul in kuntum tuḥibbūnallāha fattabi'ūnī yuḥbibkumullāhu wa yagfir lakum żunūbakum, wallāhu gafūrur raḥīm(un).",
  "Qul aṭī'ullāha war-rasūl(a), fa'in tawallau fa innallāha lā yuḥibbul-kāfirīn(a).",
  "Innallāhaṣṭafā ādama wa nūḥaw wa āla ibrāhīma wa āla 'imrāna 'alal-'ālamīn(a).",
  "Żurriyyatam ba'ḍuhā mim ba'ḍ(in), wallāhu samī'un 'alīm(un).",
  "Iż qālatimra'atu 'imrāna rabbi innī nażartu laka mā fī baṭnī muḥarraran fataqabbal minnī, innaka antas-samī'ul-'alīm(u).",
  "Falammā waḍa'athā qālat rabbi innī waḍa'tuhā unṡā, wallāhu a'lamu bimā waḍa'at, wa laisaż-żakaru kal-unṡā, wa innī sammaituhā maryama wa innī u'īżuhā bika wa żurriyyatahā minasy-syaiṭānir-rajīm(i).",
  "Fataqabbalahā rabbuhā biqabūlin ḥasaniw wa ambatahā nabātan ḥasanā(n), wa kaffalahā zakariyyā, kullamā dakhala 'alaihā zakariyyal-miḥrāba wajada 'indahā rizqā(n), qāla yā maryama annā laki hāżā, qālat huwa min 'indillāh(i), innallāha yarzuqu may yasyā'u bigairi ḥisāb(in).",
  "Hunālika da'ā zakariyyā rabbahū qāla rabbi hab lī mil ladunka żurriyyatan ṭayyibah(tan), innaka samī'ud-du'ā'(i).",
  "Fanādathul-malā'ikatu wa huwa qā'imuy yuṣallī fil-miḥrāb(i), annallāha yubasysyiruka biyaḥyā muṣaddiqam bikalimatim minallāhi wa sayyidaw wa ḥaṣūraw wa nabiyyam minaṣ-ṣāliḥīn(a).",
  "Qāla rabbi annā yakūnu lī gulāmuw wa qad balaganīyal-kibaru wamra'atī 'āqir(un), qāla każālikallāhu yaf'alu mā yasyā'(u).",
  "Qāla rabbij'al lī āyah(tan), qāla āyatuka allā tukalliman-nāsa  ṡalāṡata ayyāmin illā ramzā(n), ważkur rabbaka kaṡīraw wa sabbiḥ bil-'asyiyyi wal-ibkār(i).",
  "Wa iż qālatil-malā'ikatu yā maryama innallāhaṣṭafāki wa ṭahharaki waṣṭafāki 'alā nisā'il-'ālamīn(a).",
  "Yā maryamuqnutī lirabbiki wasjudī warka'ī ma'ar-rāki'īn(a).",
  "Żālika min ambā'il-gaibi nūḥīhi ilaik(a), wa mā kunta ladaihim iż yulqūna aqlāmahum ayyuhum yakfulu maryam(a), wa mā kunta ladaihim iż yakhtaṣimūn(a).",
  "Iż qālatil-malā'ikatu yā maryama innallāha yubasysyiruki bikalimatim minhusmuhul-masīḥu 'īsabnu maryama wajīhan fid-dun-yā wal-ākhirati wa minal-muqarrabīn(a).",
  "Wa yukallimun nāsa fil-mahdi wa kahlaw wa minaṣ-ṣāliḥīn(a).",
  "Qālat rabbi annā yakūnu lī waladuw wa lam yamsasnī basyar(un), qāla każālikillāhu yakhluqu mā yasyā'(u), iżā qaḍā amran fa'innamā yaqūlu lahū kun fayakūn(u).",
  "Wa ya'allimuhul-kitāba wal-ḥikmata wat-taurāta wal-injīl(a).",
  "Wa rasūlan ilā banī isrā'īl(a), annī qad ji'tukum bi'āyatim mir rabbikum, annī akhluqu lakum minaṭ-ṭīni kahai'atiṭ-ṭairi fa'anfukhu  fihi fayakūnu ṭairam bi'iżnillāh(i), wa ubarri'ul-akmaha wal-abraṣa wa uḥyil-mautā bi'iżnillāh(i), wa unabbi'ukum bimā ta'kulūna wa mā taddakhirūna fī buyūtikum, inna fī żālika la'āyatal lakum in kuntum mu'minīn(a).",
  "Wa muṣaddiqal limā baina yadayya minat-taurāti wa li'uḥilla lakum ba'ḍal-lażī ḥurrima 'alaikum wa ji'tukum bi'āyatim mir rabbikum, fattaqullāha wa aṭī'ūn(i).",
  "Innallāha rabbī wa rabbukum fa'budūh(u), hāżā ṣirāṭum mustaqīm(un).",
  "Falammā aḥassa 'īsā minhumul-kufra qāla man anṣārī ilallāh(i), qālal-ḥawāriyyūna naḥnu anṣārullāh(i), āmannā billāh(i), wasyhad bi'annā muslimūn(a).",
  "Rabbanā āmannā bimā anzalta wattaba'nar-rasūla faktubnā ma'asy-syāhidīn(a).",
  "Wa makarū wa makarallāh(u), wallāhu khairul-mākirīn(a).",
  "Iż qālallāhu yā 'īsā innī mutawaffīka wa rāfi'uka ilayya wa muṭahhiruka minal-lażīna kafarū wa jā'ilul-lażīnattaba'ūka fauqal-lażīna kafarū ilā yaumil-qiyāmah(ti), ṡumma ilayya marji'ukum fa aḥkumu bainakum fīmā kuntum fīhi takhtalifūn(a).",
  "Fa ammal-lażīna kafarū fa u'ażżibuhum 'ażāban syadīdan fid-dun-yā wal-ākhirah(ti), wa mā lahum min nāṣirīn(a).",
  "Wa ammal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti fa yuwaffīhim ujūrahum, wallāhu lā yuḥibbuẓ-ẓālimīn(a).",
  "Żālika natlūhu 'alaika minal-āyāti waż-żikril-ḥakīm(i).",
  "Inna maṡala 'īsā 'indallāhi kamaṡali ādam(a), khalaqahū min turābin ṡumma qāla lahū kun fayakūn(u).",
  "Al-ḥaqqu mir rabbika falā takum minal-mumtarīn(a).",
  "Faman ḥājjaka fīhi mim ba'di mā jā'aka minal-'ilmi faqul ta'ālau nad'u abnā'anā wa abnā'akum wa nisā'anā wa nisā'akum wa anfusanā wa anfusakum, ṡumma nabtahil fanaj'al la'natallāhi 'alal-kāżibīn(a).",
  "Inna hāżā lahuwal-qaṣaṣul-ḥaqq(u), wa mā min ilāhin illallāh(u), wa innallāha lahuwal-'azīzul-ḥakīm(u).",
  "Fa in tawallau fa innallāha 'alīmum bil-mufsidīn(a).",
  "Qul yā ahlal-kitābi ta'ālau ilā kalimatin sawā'im bainanā wa bainakum allā na'buda illallāha wa lā nusyrika bihī syai'aw wa lā yattakhiża ba'ḍunā ba'ḍan arbābam min dūnillāh(i), fa in tawallau fa qūlusyhadū bi'annā muslimūn(a).",
  "Yā ahlal-kitābi lima tuḥājjūna fī ibrāhīma wa mā unzilatit-taurātu wal-injīlu illā mim ba'dih(ī), afalā ta'qilūn(a).",
  "Hā antum hā'ulā'i ḥājajtum fīmā lakum bihī 'ilmun falima tuḥājjūna fīmā laisa lakum bihī 'ilm(un), wallāhu ya'lamu wa antum lā ta'lamūn(a).",
  "Wa mā kāna ibrāhīmu yahūdiyyaw wa lā naṣrāniyyaw wa lākin kāna ḥanīfam muslimā(n), wa mā kāna minal-musyrikīn(a).",
  "Inna aulan-nāsi bi'ibrāhīma lal-lażīnattaba'ūhu wa hāżan-nabiyyu wal-lażīna āmanū, wallāhu waliyyul-mu'minīn(a).",
  "Waddaṭ-ṭā'ifatum min ahlil-kitābi lau yuḍillūnakum, wa mā yuḍillūna illā anfusahum wa mā yasy'urūn(a).",
  "Yā ahlal-kitābi lima takfurūna bi'āyātillāhi wa antum tasyhadūn(a).",
  "Yā ahlal-kitābi lima talbisūnal-ḥaqqa bil-bāṭili wa taktumūnal-ḥaqqa wa antum ta'lamūn.",
  "Wa qālaṭ-ṭā'ifatum min ahlil-kitābi āminū bil-lażī unzila 'alal-lażīna āmanū wajhan-nahāri wakfurū ākhirahū la'allahum yarji'ūn(a).",
  "Wa lā tu'minū illā liman tabi'a dīnakum, qul innal-hudā hudallāh(i), ay yu'tā aḥadum miṡla mā ūtītum au yuḥājjūkum 'inda rabbikum, qul innal-faḍla biyadillāh(i), yu'tīhi may yasyā'(u), wallāhu wāsi'un 'alīm(un).",
  "Yakhtaṣṣu biraḥmatihī may yasyā'(u), wallāhu żul-faḍlil-'aẓīm(i).",
  "Wa min ahlil-kitābi man in ta'manhu bi qinṭārin yu'addīhi ilaik(a), wa minhum man in ta'manhu bidīnāril lā yu'addīhi ilaika illā mā dumta 'alaihi qā'imā(n), żālika bi'annahum qālū laisa 'alainā fil-ummiyyīna sabīl(un), wa yaqūlūna 'alallāhil-każiba wa hum ya'lamūn(a).",
  "Balā man aufā bi'ahdihī wattaqā fa innallāha yuḥibbul-muttaqīn(a).",
  "Innal-lażīna yasytarūna bi'ahdillāhi wa aimānihim ṡamanan qalīlan ulā'ika lā khalāqa lahum fil-ākhirati wa lā yukallimuhumullāhu wa lā yanẓuru ilaihim yaumal-qiyāmati wa lā yuzakkīhim, wa lahum 'ażābun alīm(un).",
  "Wa inna minhum lafarīqay yalwūna alsinatahum bil-kitābi litaḥsabūhu minal-kitābi wa mā huwa minal-kitāb(i), wa yaqūlūna huwa min 'indillāhi wa mā huwa min 'indillāh(i), wa yaqūlūna 'alallāhil-każiba wa hum ya'lamūn(a).",
  "Mā kāna libasyarin ay yu'tiyahullāhul-kitāba wal-ḥukma wan-nubuwwata ṡumma yaqūla lin-nāsi kūnū 'ibādal lī min dūnillāhi wa lākin kūnū rabbāniyyīna bimā kuntum tu'allimūnal-kitāba  wa bimā kuntum tadrusūn(a).",
  "Wa lā ya'murakum an tattakhiżul-malā'ikata wan-nabiyyīna arbābā(n), aya'murukum bil-kufri ba'da iż antum muslimūn(a).",
  "Wa iż akhażallāhu mīṡāqan-nabiyyīna lamā ātaitukum min kitābiw wa ḥikmatin ṡumma jā'akum rasūlum muṣaddiqul limā ma'akum latu'minunna bihī wa latanṣurunnah(ū), qāla a'aqrartum wa akhażtum 'alā żālikum iṣrī, qālū aqrarnā, qāla fasyhadū wa ana ma'akum minasy-syāhidīn(a).",
  "Faman tawallā ba'da żālika fa ulā'ika humul-fāsiqūn(a).",
  "Afagaira dīnillāhi yabgūna wa lahū aslama man fis-samāwāti wal-arḍi ṭau'aw wa ilaihi yurja'ūn(a).",
  "Qul āmannā billāhi wa mā unzila 'alainā wa mā unzila 'alā ibrāhīma wa ismā'īla wa isḥāqa wa ya'qūba wal-asbāṭi wa mā ūtiya mūsā wa 'īsā wan-nabiyyūna mir rabbihim, lā nufarriqu baina aḥadim minhum, wa naḥnu lahū muslimūn(a).",
  "Wa may yabtagi gairal-islāmi dīnan  falay yuqbala minh(u), wa huwa fil-ākhirati minal khāsirīn(a).",
  "Kaifa yahdillāhu qauman kafarū ba'da īmānihim wa syahidū annar-rasūla ḥaqquw wa jā'ahumul-bayyināt(u), wallāhu lā yahdil-qaumaẓ-ẓālimīn(a).",
  "Ulā'ika jazā'uhum anna 'alaihim la'natallāhi wal-malā'ikati wan-nāsi ajma'īn(a).",
  "Khālidīna fihā, lā yukhaffafu 'anhumul-'ażābu wa lā hum yunẓarūn(a).",
  "Illal-lażīna tābū mim ba'di żālika wa aṣlaḥū, fa'innallāha gafūrur raḥīm(un).",
  "Innal-lażīna kafarū ba'da īmānihim ṡummazdādū kufral lan tuqbala taubatuhum, wa ulā'ika humuḍ-ḍāllūn(a).",
  "Innal-lażīna kafarū wa mātū wa hum kuffārun falay yuqbala min aḥadihim mil'ul-arḍi żahabaw wa lawiftadā bih(ī), ulā'ika lahum 'ażābun alīmuw wa mā lahum min nāṣirīn(a).",
  "Lan tanālul-birra ḥattā tunfiqū mimmā tuḥibbūn(a), wa mā tunfiqū min syai'in fa innallāha bihī 'alīm(un).",
  "Kulluṭ-ṭa'āmi kāna ḥillal libanī isrā'īla illā mā ḥarrama isrā'īlu 'alā nafsihī min qabli an tunazzalat-taurāh(tu), qul fa'tū bit-taurāti fatlūhā in kuntum ṣādiqīn(a).",
  "Fa maniftarā 'alallāhil-każiba mim ba'di żālika fa ulā'ika humuẓ-ẓālimūn(a).",
  "Qul ṣadaqallāh(u), fattabi'ū millata ibrāhīma ḥanīfā(n), wa mā kāna minal-musyrikīn(a).",
  "Inna awwala baitiw wuḍi'a lin-nāsi lal-lażī bibakkata mubārakaw wa hudal lil-'ālamīn(a).",
  "Fīhi āyātum bayyinātum maqāmu ibrāhīm(a), wa man dakhalahū kāna āminā(n), wa lillāhi 'alan-nāsi ḥijjul-baiti manistaṭā'a ilaihi sabīlā(n), wa man kafara fa innallāha ganiyyun 'anil-'ālamīn(a).",
  "Qul yā ahlal-kitābi lima takfurūna bi'āyātillāh(i), wallāhu syahīdun 'alā mā ta'malūn(a).",
  "Qul yā ahlal-kitābi lima taṣuddūna 'an sabīlillāhi man āmana tabgūnahā 'iwajaw wa antum syuhadā'(u), wa mallāhu bigāfilin 'ammā ta'malūn(a).",
  "Yā ayyuhal-lażīna āmanū in tuṭī'ū farīqam minal-lażīna ūtul-kitāba yaruddūkum ba'da īmānikum kāfirīn(a).",
  "Wa kaifa takfurūna wa antum tutlā 'alaikum āyātullāhi wa fīkum rasūluh(ū), wa may ya'taṣim billāhi faqad hudiya ilā ṣirāṭim mustaqīm(in).",
  "Yā ayyuhal-lażīna āmanuttaqullāha ḥaqqa tuqātihī wa lā tamūtunna illā wa antum muslimūn(a).",
  "Wa'taṣimū biḥablillāhi jamī'aw wa lā tafarraqū, ważkurū ni'matallāhi 'alaikum iż kuntum a'dā'an fa allafa baina qulūbikum fa aṣbaḥtum bi ni'matihī ikhwānā(n), wa kuntum 'alā syafā ḥufratim minan-nāri fa anqażakum minhā, każālika yubayyinullāhu lakum āyātihī la'allakum tahtadūn(a).",
  "Waltakum minkum ummatuy yad'ūna ilal-khairi wa ya'murūna bil-ma'rūfi wa yanhauna 'anil-munkar(i), wa ulā'ika humul-mufliḥūn(a).",
  "Wa lā takūnū kal-lażīna tafarraqū wakhtalafū mim ba'di mā jā'ahumul-bayyināt(u), wa ulā'ika lahum 'ażābun 'aẓīm(un).",
  "Yauma tabyaḍḍu wujūhuw wa taswaddu wujūh(un), fa ammal-lażīnaswaddat wujūhuhum, akafartum ba'da īmānikum fa żūqul-'ażāba bimā kuntum takfurūn(a).",
  "Wa ammal lażīnabyaḍḍat wujūhuhum fafī raḥmatillāh(i), hum fīhā khālidūn(a).",
  "Tilka āyātullāhi natlūhā 'alaika bil-ḥaqq(i), wa mallāhu yurīdu ẓulmal lil-'ālamīn(a).",
  "Wa lillāhi mā fis-samāwāti wa mā fil-arḍ(i), wa ilallāhi turja'ul-umūr(u).",
  "Kuntum khaira ummatin ukhrijat lin-nāsi ta'murūna bil-ma'rūfi wa tanhauna 'anil-munkari wa tu'minūna billāh(i), wa lau āmana ahlul-kitābi lakāna khairal lahum, minhumul-mu'minūna wa akṡaruhumul-fāsiqūn(a).",
  "Lay yaḍurrūkum illā ażā(n), wa iy yuqātilūkum yuwallūkumul-adbār(a), ṡumma lā yunṣarūn(a).",
  "Ḍuribat 'alaihimuż-żillatu aina mā ṡuqifū illā biḥablim minallāhi wa ḥablim minan-nāsi wa bā'ū bigaḍabim minallāhi wa ḍuribat 'alaihimul-maskanah(tu), żālika bi'annahum kānū yakfurūna bi'āyātillāhi wa yaqtulūnal-ambiyā'a bigairi ḥaqq(in), żālika bimā 'aṣaw wa kānū ya'tadūn(a).",
  "Laisū sawā'ā(n), min ahlil-kitābi ummatun qā'imatuy yatlūna āyātillāhi ānā'al-laili wa hum yasjudūn(a).",
  "Yu'minūna billāhi wal-yaumil-ākhiri wa ya'murūna bil-ma'rūfi wa yanhauna 'anil-munkari wa yusāri'ūna fil-khairāt(i), wa ulā'ika minaṣ-ṣāliḥīn(a).",
  "Wa mā yaf'alūna min khairin falay yukfarūh(u), wallāhu 'alīmum bil-muttaqīn(a).",
  "Innal-lażīna kafarū lan tugniya 'anhum amwāluhum wa lā aulāduhum minallāhi syai'ā(n), wa ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a).",
  "Maṡalu mā yunfiqūna fī hāżihil-ḥayātid-dun-yā kamaṡali rīḥin fihā ṣirrun aṣābat ḥarṡa qaumin ẓalamū anfusahum fa ahlakath(u), wa mā ẓalamahumullāhu wa lākin anfusahum yaẓlimūn(a).",
  "Yā ayyuhal-lażīna āmanū lā tattakhiżū biṭānatam min dūnikum lā ya'lūnakum khabālā(n), waddū mā 'anittum, qad badatil-bagḍā'u min afwāhihim, wa mā tukhfī ṣudūruhum akbar(u), qad bayyannā lakumul-āyāti in kuntum ta'qilūn(a).",
  "Hā antum ulā'i tuḥibbūnahum wa lā yuḥibbūnakum wa tu'minūna bil-kitābi kullih(ī), wa iżā laqūkum qālū āmannā, wa iżā khalau 'aḍḍū 'alaikumul-anāmila  minal-gaiẓ(i), qul mūtū bigaiẓikum, innallāha 'alīmum biżātiṣ-ṣudūr(i).",
  "In tamsaskum ḥasanatun tasu'hum, wa in tuṣibkum sayyi'atuy yafraḥū bihā, wa in taṣbirū wa tattaqū lā yaḍurrukum kaiduhum syai'ā(n), innallāha bimā ya'malūna muḥīṭ(un).",
  "Wa iż gadauka min ahlika tubawwi'ul-mu'minīna maqā'ida lil-qitāl(i), wallāhu samī'un 'alīm(un).",
  "Iż hammat-ṭā'ifatāni minkum an tafsyalā, wallāhu waliyyuhumā, wa 'alallāhi falyatawakkalil-mu'minūn(a).",
  "Wa laqad naṣarakumullāhu bibadriw wa antum ażillah(tun), fattaqullāha la'allakum tasykurūn(a).",
  "Iż taqūlu lil-mu'minīna alay yakfiyakum ay yumiddakum rabbukum biṡalāṡati ālāfim minal-malā'ikati munzalīn(a).",
  "Balā, in taṣbirū wa tattaqū wa ya'tūkum min faurihim hāżā yumdidkum rabbukum bikhamsati ālāfim minal-malā'ikati musawwimīn(a).",
  "Wa mā ja'alahullāhu illā busyrā lakum wa litaṭma'inna qulūbukum bih(ī), wa man-naṣru illā min 'indillāhil-'azīzil-ḥakīm(i).",
  "Liyaqṭa'a ṭarafam minal-lażīna kafarū au yakbitahum fa yanqalibū khā'ibīn(a).",
  "Laisa laka minal-amri syai'un au yatūba 'alaihim au yu'ażżibahum fa innahum ẓālimūn(a).",
  "Wa lillāhi mā fis-samāwāti wa mā fil-arḍ(i), yagfiru limay yasyā'u wa yu'ażżibu may yasyā'(u), wallāhu gafūrur raḥīm(un).",
  "Yā ayyuhal-lażīna āmanū lā ta'kulur-ribā aḍ'āfam muḍā'afah(tan), wattaqullāha la'allakum tufliḥūn(a).",
  "Wattaqun-nāral latī u'iddat lil-kāfirīn(a).",
  "Wa aṭī'ullāha war-rasūla la'allakum turḥamūn(a).",
  "Wa sāri'ū ilā magfiratim mir rabbikum wa jannatin 'arḍuhas-samāwātu wal-arḍ(u), u'iddat lil-muttaqīn(a).",
  "Al-lażīna yunfiqūna fis-sarrā'i waḍ-ḍarrā'i wal-kāẓimīnal gaiẓa wal-'āfīna 'anin-nās(i), wallāhu yuḥibbul-muḥsinīn(a).",
  "Wal-lażīna iżā fa'alū fāḥisyatan au ẓalamū anfusahum żakarullāha fastagfarū liżunūbihim, wa may yagfiruż-żunūba illallāh(u), wa lam yuṣirrū 'alā mā fa'alū wa hum ya'lamūn(a).",
  "Ulā'ika jazā'uhum magfiratum mir rabbihim wa jannātun tajrī min taḥtihal-anhāru khālidīna fīhā, wa ni'ma ajrul-'āmilīn(a).",
  "Qad khalat min qablikum sunan(un), fa sīrū fil-arḍi fanẓurū kaifa kāna 'āqibatul-mukażżibīn(a).",
  "Hāżā bayānul lin-nāsi wa hudaw wa mau'iẓatul lil-muttaqīn(a).",
  "Wa lā tahinū wa lā taḥzanū wa antumul-a'launa in kuntum mu'minīn(a).",
  "Iy yamsaskum qarḥun faqad massal-qauma qarḥum miṡluh(ū), wa tilkal-ayyāmu nudāwiluhā binan-nās(i), wa liya'lamallāhul-lażīna āmanū wa yattakhiża minkum syuhadā'(u),  wallāhu lā yuḥibbuẓ-ẓālimīn(a).",
  "Wa liyumaḥḥiṣallāhul-lażīna āmanū wa yamḥaqal-kāfirīn(a).",
  "Am ḥasibtum an tadkhulul-jannata wa lammā ya'lamillāhul-lażīna jāhadū minkum wa ya'lamaṣ-ṣābirīn(a).",
  "Wa laqad kuntum tamannaunal-mauta min qabli an talqauh(u), faqad ra'aitumūhu wa antum tanẓurūn(a).",
  "Wa mā muḥammadun illā rasūl(un), qad khalat min qablihir-rusul(u), afa'im māta au qutilanqalabtum 'alā a'qābikum, wa may yanqalib 'alā 'aqibaihi falay yaḍurrallāha syai'ā(n), wa sayajzillāhusy-syākirīn(a).",
  "Wa mā kāna linafsin an tamūta illā bi'iżnillāhi kitābam mu'ajjalā(n), wa may yurid ṡawābad-dun-yā nu'tihī minhā, wa may yurid ṡawābal-ākhirati nu'tihī minhā, wa sanajzisy-syākirīn(a).",
  "Wa ka'ayyim min nabiyyin qātal(a), ma'ahū ribbiyyūna kaṡīr(un), famā wahanū limā aṣābahum fī sabīlillāhi wa mā ḍa'ufū wa mastakānū, wallāhu yuḥibbuṣ-ṣābirīn(a).",
  "Wa mā kāna qauluhum illā an qālū rabbanagfir lanā żunūbanā wa isrāfanā fī amrinā wa ṡabbit aqdāmanā wanṣurnā 'alal-qaumil-kāfirīn(a).",
  "Fa ātāhumullāhu ṡawābad-dun-yā wa ḥusna ṡawābil-ākhirah(ti), wallāhu yuḥibbul-muḥsinīn(a).",
  "Yā ayyuhal-lażīna āmanū in tuṭī'ul-lażīna kafarū yaruddūkum 'alā a'qābikum fa tanqalibū khāsirīn(a).",
  "Balillāhu maulākum, wa huwa khairun-nāṣirīn(a).",
  "Sanulqī fī qulūbil-lażīna kafarur-ru'ba bimā asyrakū billāhi mā lam yunazzil bihī sulṭānā(n), wa ma'wāhumun nār(u), wa bi'sa maṡwaẓ-ẓālimīn(a).",
  "Wa laqad ṣadaqakumullāhu wa'dahū iż taḥussūnahum bi'iżnih(ī), ḥattā iżā fasyiltum wa tanāza'tum fil-amri wa 'aṣaitum mim ba'di mā arākum mā tuḥibbūn(a), minkum may yurīdud-dun-yā wa minkum may yurīdul-ākhirah(ta), ṡumma ṣarafakum 'anhum liyabtaliyakum, wa laqad 'afā 'ankum, wallāhu żū faḍlin 'alal-mu'minīn(a).",
  "Iż tuṣ'idūna wa lā talwūna 'alā aḥadiw war-rasūlu yad'ūkum fī ukhrākum fa aṡābakum gammam bigammil likailā taḥzanū 'alā mā fātakum wa lā mā aṣābakum, wallāhu khabīrum bimā ta'malūn(a).",
  "Ṡumma anzala 'alaikum mim ba'dil-gammi amanatan nu'āsay yagsyā ṭā'ifatam minkum, wa ṭā'ifatun qad ahammathum  anfusuhum yaẓunnūna billāhi gairal-ḥaqqi ẓanal-jāhiliyyah(ti), yaqūlūna hal lanā minal-amri min syai'(in), qul innal-amra kullahū lillāh(i), yukhfūna fī anfusihim mā lā yubdūna lak(a), yaqūlūna lau kāna lanā minal-amri syai'um mā qutilnā hāhunā, qul lau kuntum fī buyūtikum labarazal-lażīna kutiba 'alaihimul-qatlu ilā maḍāji'ihim, wa liyabtaliyallāhu mā fī ṣudūrikum wa liyumaḥḥiṣa mā fī qulūbikum, wallāhu 'alīmum biżātiṣ-ṣudūr(i).",
  "Innal-lażīna tawallau minkum yaumal-taqal-jam'ān(i), innamastazallahumusy-syaiṭānu biba'ḍi mā kasabū, wa laqad 'afallāhu 'anhum, innallāha gafūrun ḥalīm(un).",
  "Yā ayyuhal-lażīna āmanū lā takūnū kal-lażīna kafarū wa qālū li'ikhwānihim iżā ḍarabū fil-arḍi au kānū guzzal lau kānū 'indanā mā mātū wa mā qutilū, liyaj'alallāhu żālika ḥasratan fī qulūbihim, wallāhu yuḥyī wa yumīt(u), wallāhu  bimā ta'malūna baṣīr(un).",
  "Wa la'in qutiltum fī sabīlillāhi au muttum lamagfiratum minallāhi wa raḥmatun khairum mimmā yajma'ūn(a).",
  "Wa la'im muttum au qutiltum la'ilallāhi tuḥsyarūn(a).",
  "Fabimā raḥmatim minallāhi linta lahum, wa lau kunta faẓẓan galīẓal-qalbi lanfaḍḍū min ḥaulik(a), fa'fu 'anhum wastagfir lahum wa syāwirhum fil-amr(i), fa iżā 'azamta  fa tawakkal 'alallāh(i), innallāha yuḥibbul-mutawakkilīn(a).",
  "Iy yanṣurkumullāhu falā gāliba lakum, wa iy yakhżulkum faman żal-lażī yanṣurukum mim ba'dih(ī),  wa 'alallāhi falyatawakkalil-mu'minūn(a).",
  "Wa mā kāna linabiyyin ay yagull(a), wa may yaglul ya'ti  bimā galla yaumal-qiyāmah(ti), ṡumma tuwaffā kullu nafsim mā kasabat wa hum lā yuẓlamūn(a).",
  "Afamanittaba'a riḍwānallāhi kamam bā'a bisakhaṭim minallāhi wa ma'wāhu jahannam(u), wa bi'sal-maṣīr(u),",
  "Hum darajātun 'indallāh(i), wallāhu baṣīrum bimā ya'malūn(a).",
  "Laqad mannallāhu 'alal-mu'minīna iż ba'aṡa fīhim rasūlam min anfusihim yatlū 'alaihim āyātihī wa yuzakkīhim wa yu'allimuhumul-kitāba wal-ḥikmah(ta), wa in kānū min qablu lafī ḍalālim mubīn(in).",
  "Awa lammā aṣābatkum muṣībatun qad aṣabtum miṡlaihā, qultum annā hāżā, qul huwa min 'indi anfusikum, innallāha 'alā kulli syai'in qadīr(un).",
  "Wa mā aṣābakum yaumal-taqal-jam'āni fa bi'iżnillāhi wa liya'lamal-mu'minīn(a).",
  "Wa liya'lamal-lażīna nāfaqū, wa qīla lahum  ta'ālau qātilū fī sabīlillāhi awidfa'ū, qālū lau na'lamu qitālal lattaba'nākum, hum lil-kufri yauma'iżin aqrabu minhum lil-īmān(i), yaqūlūna bi'afwāhihim mā laisa fī qulūbihim, walllāhu a'lamu bimā yaktumūn(a).",
  "Al-lażīna qālū li'ikhwānihim wa qa'adū lau aṭā'ūnā mā qutilū, qul fadra'ū 'an anfusikumul-mauta in kuntum ṣādiqīn(a).",
  "Wa lā taḥsabannal-lażīna qutilū fī sabīlillāhi amwātā(n), bal aḥyā'un 'inda rabbihim yurzaqūn(a).",
  "Fariḥīna bimā ātāhumullāhu min faḍlih(ī), wa yastabsyirūna bil-lażīna lam yalḥaqū bihim  min khalfihim, allā khaufun 'alaihim wa lā hum yaḥzanūn(a).",
  "Yastabsyirūna bini'matim minallāhi wa faḍl(in), wa annallāha lā yuḍī'u ajral-mu'minīn(a).",
  "Al-lażīnastajābū lillāhi war-rasūli mim ba'di mā aṣābahumul-qarḥ(u), lil-lażīna aḥsanū minhum wattaqau ajrun 'aẓīm(un).",
  "Al-lażīna qāla lahumun-nāsu innan-nāsa qad jama'ū lakum fakhsyauhum fa zādahum īmānā(n), wa qālū ḥasbunallāhu wa ni'mal-wakīl(u).",
  "Fanqalabū bi ni'matim minallāhi wa faḍlil lam yamsashum sū'(un), wattaba'ū riḍwānallāh(i), wallahu żū faḍlin 'aẓīm(in).",
  "Innamā żālikumusy-syaiṭānu yukhawwifu auliyā'ah(ū), falā takhāfūhum wa khāfūni in kuntum mu'minīn(a).",
  "Wa lā yaḥzunkal-lażīna yusāri'ūna fil-kufr(i), innahum lay yaḍurrullāha syai'ā(n), yurīdullāhu allā yaj'ala  lahum ḥaẓẓan fil-ākhirati wa lahum 'ażābun 'aẓīm(un).",
  "Innal-lażīnasytarawul-kufra bil-īmāni lay yaḍurrullāha syai'ā(n), wa lahum 'ażābun alīm(un).",
  "Wa lā yaḥsabannal-lażīna  kafarū annamā numlī lahum khairul li'anfusihim, innamā numlī lahum liyazdādū iṡmā(n), wa lahum 'ażābum muhīn(un).",
  "Mā kānallāhu liyażaral-mu'minīna 'alā mā antum 'alaihi ḥattā yamīzal-khabīṡa minaṭ-ṭayyib(i), wa mā kānallāhu liyuṭli'akum 'alal-gaibi wa lākinnallāha yajtabī mir rusulihī may yasyā'(u), fa āminū billāhi wa rusulih(ī), wa in tu'minū wa tattaqū fa lakum ajrun 'aẓīm(un).",
  "Wa lā yaḥsabannal-lażīna yabkhalūna bimā ātāhumullāhu min faḍlihī huwa khairal lahum, bal huwa syarrul lahum, sayuṭawwaqūna mā bakhilū bihī yaumal-qiyāmah(ti), wa lillāhi mīrāṡus-samāwāti wal-arḍ(i), wallāhu bimā ta'malūna khabīr(un).",
  "Laqad sami'allāhu qaulal-lażīna qālū innallāha faqīruw wa naḥnu agniyā'(u), sanaktubu mā qālū wa qatlahumul-ambiyā'a bigairi ḥaqq(in),  wa naqūlu żūqū 'ażābal-ḥarīq(i).",
  "Żālika bimā qaddamat aidīkum wa annallāha laisa biẓallāmil lil-'abīd(i).",
  "Al-lażīna qālū innallāha 'ahida ilainā allā nu'mina lirasūlin ḥattā ya'tiyanā biqurbānin ta'kuluhun-nār(u), qul qad jā'akum rusulum min qablī bil-bayyināti wa bil-lażī qultum falima qataltumūhum in kuntum ṣādiqīn(a).",
  "Fa in każżabūka faqad kużżiba rusulum min qablika jā'ū bil-bayyināti waz-zuburi wal-kitābil-munīr(i).",
  "Kullu nafsin żā'iqatul-maut(i), wa innamā tuwaffauna ujūrakum yaumal-qiyāmah(ti),  faman zuḥziḥa  'anin-nāri wa udkhilal-jannata faqad fāz(a), wa mal-ḥayātud-dun-yā illā matā'ul-gurūr(i).",
  "Latublawunna fī amwālikum wa anfusikum, wa latasma'unna minal-lażīna ūtul-kitāba min qablikum wa minal-lażīna  asyrakū ażan kaṡīrā(n), wa in taṣbirū wa tattaqū fa inna żālika min 'azmil-umūr(i).",
  "Wa iż akhażallāhu mīṡāqal-lażīna ūtul-kitāba latubayyinunnahū lin-nāsi wa lā taktumūnah(ū),  fa nabażūhu warā'a ẓuhūrihim wasytarau bihī ṡamanan qalīlā(n), fa bi'sa mā yasytarūn(a).",
  "Lā taḥsabannal-lażīna yafraḥūna bimā atau  wa yuḥibbūna ay yuḥmadū bimā lam yaf'alū falā taḥsabannahum bimafāzatim minal-'ażāb(i), wa lahum 'ażābun alīm(un).",
  "Wa lillāhi mulkus-samāwāti wal-arḍ(i), wallāhu 'alā kulli syai'in qadīr(un).",
  "Inna fī khalqis-samāwāti wal-arḍi wakhtilāfil-laili wan-nahāri la'āyātil li'ulil-albāb(i).",
  "Al-lażīna yażkurūnallāha qiyāmaw wa qu'ūdaw wa 'alā junūbihim wa yatafakkarūna fi khalqis-samāwāti wal-arḍ(i), rabbanā mā khalaqta hāżā bāṭilā(n), subḥānaka fa qinā 'ażāban-nār(i).",
  "Rabbanā innaka man tudkhilin-nāra faqad akhzaitah(ū), wa mā liẓ-ẓālimīna min anṣār(in).",
  "Rabbanā innanā sami'nā munādiyay yunādī lil-īmāni an āminū birabbikum fa āmannā, rabbanā fagfir lanā żunūbanā wa kaffir 'annā sayyi'ātinā wa tawaffanā ma'al-abrār(i).",
  "Rabbanā wa ātinā mā wa'attanā 'alā rusulika  wa lā tukhzinā  yaumal-qiyāmah(ti), innaka lā tukhliful-mī'ād(a).",
  "Fastajāba lahum rabbuhum annī lā uḍī'u 'amala 'āmilim minkum min żakarin au unṡā, ba'ḍukum mim ba'ḍ(in), fal-lażīna hājarū wa ukhrijū min diyārihim wa ūżū fī sabīlī wa qātalū wa qutilū la'ukaffiranna 'anhum sayyi'ātihim wa la udkhilannahum jannātin tajrī min taḥtihal-anhār(u), ṡawābam min 'indillāh(i), wallāhu 'indahū ḥusnuṡ-ṡawāb(i).",
  "Lā yagurrannaka taqallubul-lażīna kafarū fil-bilād(i).",
  "Matā'un qalīl(un), ṡumma ma'wāhum jahannam(u), wa bi'sal-mihād(u).",
  "Lākinil-lażīnattaqau rabbahum lahum jannātun tajrī min taḥtihal-anhāru khālidīna fīhā nuzulam min 'indillāh(i), wa mā 'indallāhi khairul lil-abrār(i).",
  "Wa inna min ahlil-kitābi lamay yu'minu billāhi wa mā unzila ilaikum wa mā unzila ilaihim khāsyi'īna lillāh(i), lā yasytarūna bi'āyātillāhi ṡamanan qalīlā(n), ulā'ika lahum ajruhum 'inda rabbihim, innallāha sarī'ul-ḥisāb(i).",
  "Yā ayyuhal-lażīna āmanuṣbirū wa ṣābirū wa rabiṭū, wattaqullāha la'allakum tufliḥūn(a)."
]