[
  "Alif lām mīm.",
  "Tilka āyātul-kitābil-ḥakīm(i).",
  "Hudaw wa raḥmatal lil-muḥsinīn(a).",
  "Allażīna yuqīmūnaṣ-ṣalāta wa yu'tūnaz-zakāta wa hum bil-ākhirati hum yūqinūn(a).",
  "Ulā'ika 'alā hudam mir rabbihim wa ulā'ika humul-mufliḥūn(a).",
  "Wa minan-nāsi may yasytarī lahwal-ḥadīṡi liyuḍilla 'an sabīlillāhi bigairi 'ilmiw wa yattakhiżahā huzuwā(n), ulā'ika lahum 'ażābum muhīn(un).",
  "Wa iżā tutlā 'alaihi āyātunā wallā mustakbiran ka'allam yasma'hā ka'anna fī użunaihi waqrā(n), fabasyyirhu bi'ażābin alīm(in).",
  "Innal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti lahum jannātun na'īm(i).",
  "Khālidīna fīhā, wa'dallāhi ḥaqqā(n), wa huwal-'azīzul-ḥakīm(u).",
  "Khalaqas-samāwāti bigairi 'amadin taraunahā wa alqā fil-arḍi rawāsiya an tamīda bikum wa baṡṡa fīhā min kulli dābbah(tin), wa anzalnā minas-samā'i mā'an fa ambatnā fīhā min kulli zaujin karīm(in).",
  "Hāżā khalqullāhi fa arūnī māżā khalaqal-lażīna min dūnih(ī), baliẓ-ẓālimūna fī ḍalālim mubīn(in).",
  "Wa laqad ātainā luqmānal-ḥikmata anisykur lillāh(i), wa may yasykur fa'innamā yasykuru linafsih(ī), wa man kafara fa'innallāha ganiyyun ḥamīd(un).",
  "Wa iż qāla luqmānu libnihī wa huwa ya'iẓuhū yā bunayya lā tusyrik billāh(i), innasy-syirka laẓulmun 'aẓīm(un).",
  "Wa waṣṣainal-insāna biwālidaih(i), ḥamalathu ummuhū wahnan 'alā wahniw wa fiṣāluhū fī 'āmaini anisykur lī wa liwālidaik(a), ilayyal-maṣīr(u).",
  "Wa in jāhadāka 'alā an tusyrika bī mā laisa laka bihī 'ilmun falā tuṭi'humā wa ṣāḥibhumā fid-dun-yā ma'rūfā(n), wattabi' sabīla man anāba ilayya(a), ṡumma ilayya marji'ukum fa unabbi'ukum bimā kuntum ta'malūn(a).",
  "Yā bunayya innahā in taku miṡqāla ḥabbatim min khardalin fatakun fī ṣakhratin au fis-samāwāti au fil-arḍi ya'ti bihallāh(u), innallāha laṭīfun khabīr(un).",
  "Yā bunayya aqimiṣ-ṣalāta wa'mur bil-ma'rūfi wanha 'anil-munkari waṣbir 'alā mā aṣābak(a), inna żālika min 'azmil-umūr(i).",
  "Wa lā tuṣa''ir khaddaka lin-nāsi wa lā tamsyi fil-arḍi maraḥā(n), innallāha lā yuḥibbu kulla mukhtālin fakhūr(in).",
  "Waqṣid fī masy-yika wagḍuḍ min ṣautik(a), inna ankaral-aṣwāti laṣautul-ḥamīr(i).",
  "Alam tarau annallāha sakhkhara lakum mā fis-samāwāti wa mā fil-arḍi wa asbaga 'alaikum ni'amahū ẓāhirataw wa bāṭinah(tan), wa minan-nāsi may yujādilu fillāhi bigairi 'ilmiw wa lā hudaw wa lā kitābim munīr(in).",
  "Wa iżā qīla lahumuttabi'ū mā anzalallāhu qālū bal nattabi'u mā wajadnā 'alaihi ābā'anā, awalau kānasy-syaiṭānu yad'ūhum ilā 'ażābis-sa'īr(i).",
  "Wa may yuslim wajhahū ilallāhi wa huwa muḥsinun faqadistamsaka bil-'urwatil-wuṡqā, wa ilallāhi 'āqibatul-umūr(i).",
  "Wa man kafara falā yaḥzunka kufruh(ū), ilainā marji'uhum fanunabbi'uhum bimā 'amilū, innallāha 'alīmum biżātiṣ-ṣudūr(i).",
  "Numatti'uhum qalīlan ṡumma naḍṭarruhum ilā 'ażābin galīẓ(in).",
  "Wa la'in sa'altahum man khalaqas-samāwāti wal-arḍa  layaqūlunnallāh(u), qulil-ḥamdu lillāh(i), bal akṡaruhum lā ya'lamūn(a).",
  "Lillāhi mā fis-samāwāti wal-arḍ(i), innallāha huwal-ganiyyul-ḥamīd(u).",
  "Wa lau anna mā fil-arḍi min syajaratin aqlāmuw wal-baḥru yamudduhū mim ba'dihī sab'atu abḥurim mā nafidat kalimātullāh(i), innallāha 'azīzun ḥakīm(un).",
  "Mā khalqukum wa lā ba'ṡukum illā kanafsiw wāḥidah(tin), innallāha samī'um baṣīr(un).",
  "Alam tara annallāha yūlijul-laila fin-nahāri wa yūlijun-nahāra fil-laili wa sakhkharasy-syamsa wal-qamar(a), kulluy yajrī ilā ajalim musammaw wa annallāha bimā ta'malūna khabīr(un).",
  "Żālika bi'annallāha huwal-ḥaqqu wa anna mā yad'ūna min dūnihil-bāṭil(u), wa annallāha huwal-'aliyyul-kabīr(u).",
  "Alam tara annal-fulka tajrī fil-baḥri bini'matillāhi liyuriyakum min āyātih(ī), inna fī żālika  la'āyātil likulli ṣabbārin syakūr(in).",
  "Wa iżā gasyiyahum maujun kaẓ-ẓulali da'awullāha mukhliṣīna lahud-dīn(a), falammā najjāhum ilal-barri faminhum muqtaṣid(un), wa mā yajḥadu bi'āyātinā illā kullu khattārin kafūr(in).",
  "Ya ayyuhan-nāsuttaqū rabbakum wakhsyau yaumal lā yajzī wālidun 'aw waladih(ī), wa lā maulūdun huwa jāzin 'aw wālidihī syai'ā(n), inna wa'dallāhi ḥaqqun falā tagurrannakumul-ḥayātud-dun-yā, wa lā yagurrannakum billāhil-garūr(u).",
  "Innallāha 'indahū 'ilmus-sā'ah(ti), wa yunazzilul-gaiṡ(a), wa ya'lamu mā fil-arḥām(i), wa mā tadrī nafsum māżā taksibu gadā(n), wa mā tadrī nafsum bi'ayyi arḍin tamūt(u), innallāha 'alīmun khabīr(un)."
]