[
  {
    "verse_number": 1,
    "transcription": "Yā ayyuhan-nāsuttaqū rabbakumul-lażī khalaqakum min nafsiw wāḥidatiw wa khalaqa minhā zaujahā wa baṡṡa minhumā rijālan kaṡīraw wa nisā'ā(n), wattaqullāhal-lażī tasā'alūna bihī wal-arḥām(a), innallāha kāna 'alaikum raqībā(n)."
  },
  {
    "verse_number": 2,
    "transcription": "Wa ātul-yatāmā amwālahum wa lā tatabaddalul-khabīṡa biṭ-ṭayyib(i), wa lā ta'kulū amwālahum ilā amwālikum, innahū kāna ḥūban kabīrā(n)."
  },
  {
    "verse_number": 3,
    "transcription": "Wa in khiftum allā tuqsiṭū fil-yatāmā fankiḥū mā ṭāba lakum minan-nisā'i maṡnā wa ṡulāṡa wa rubā'(a), fa in khiftum allā ta'dilū fa wāḥidatan au mā malakat aimānukum, żālika adnā allā ta'ūlū."
  },
  {
    "verse_number": 4,
    "transcription": "Wa ātun-nisā'a ṣaduqātihinna niḥlah(tan), fa in ṭibna lakum 'an syai'im minhu nafsan fa kulūhu hanī'am marī'ā(n)."
  },
  {
    "verse_number": 5,
    "transcription": "Wa lā tu'tus-sufahā'a amwālakumul-latī ja'alallāhu lakum qiyāmaw warzuqūhum fīhā waksūhum wa qūlū lahum qaulam ma'rūfā(n)."
  },
  {
    "verse_number": 6,
    "transcription": "Wabtalul-yatāmā ḥattā iżā balagun-nikāḥ(a), fa in ānastum minhum rusydan fadfa'ū ilaihim amwālahum, wa lā ta'kulūhā isrāfaw wa bidāran ay yakbarū, wa man kāna ganiyyan falyasta'fif, wa man kāna faqīran falya'kul bil-ma'rūf(i), fa iżā dafa'tum ilaihim amwālahum fa asyhidū 'alaihim, wa kafā billāhi ḥasībā(n)."
  },
  {
    "verse_number": 7,
    "transcription": "Lir-rijāli naṣībum mimmā tarakal-wālidāni wal-aqrabūn(a), wa lin-nisā'i naṣībum mimmā tarakal-wālidāni wal-aqrabūna mimmā qalla minhu au kaṡur(a), naṣībam mafrūḍā(n)."
  },
  {
    "verse_number": 8,
    "transcription": "Wa iżā ḥaḍaral-qismata ulul-qurbā wal-yatāmā wal-masākīnu farzuqūhum minhu wa qūlū lahum qaulam ma'rūfā(n)."
  },
  {
    "verse_number": 9,
    "transcription": "Walyakhsyal-lażīna lau tarakū min khalfihim żurriyyatan ḍi'āfan khāfū 'alaihim, falyattaqullāha walyaqūlū qaulan sadīdā(n)."
  },
  {
    "verse_number": 10,
    "transcription": "Innal-lażīna ya'kulūna amwālal-yatāmā ẓulman innamā ya'kulūna fī buṭūnihim nārā(n), wa sayaṣlauna sa'īrā(n)."
  },
  {
    "verse_number": 11,
    "transcription": "Yūṣīkumullāhu fī aulādikum liż-żakari miṡlu ḥaẓẓil-unṡayain(i), fa in kunna nisā'an fauqaṡnataini fa lahunna ṡuluṡā mā tarak(a), wa in kānat wāḥidatan fa lahan-niṣf(u), wa li abawaihi likulli wāḥidim minhumas-sudusu mimmā taraka in kāna lahū walad(un), fa illam yakul lahū waladuw wa wariṡahū abawāhu fa li'ummihiṡ-ṡuluṡ(u),  fa in kāna lahū ikhwatun fa li'ummihis-sudusu mim ba'di waṣiyyatiy yūṣī bihā au dain(in), ābā'ukum wa abnā'ukum, lā tadrūna ayyuhum aqrabu lakum naf'ā(n), farīḍatam minallāh(i), innallāha kāna 'alīman ḥakīmā(n)."
  },
  {
    "verse_number": 12,
    "transcription": "Wa lakum niṣfu mā taraka azwājukum illam yakul lahunna walad(un), fa in kāna lahunna waladun fa lakumur-rubu'u mimmā tarakna mim ba'di waṣiyyatiy yūṣīna bihā au dain(in), wa lahunnar-rubu'u mimmā taraktum illam yakul lakum walad(un), fa in kāna lakum waladun fa lahunnaṡ-ṡumunu mimmā taraktum mim ba'di waṣiyyatiy tūṣūna bihā au dain(in), wa in kāna rajuluy yūraṡu kalālatan awimra'atuw wa lahū akhun au ukhtun fa likulli wāḥidatim minhumas-sudus(u), fa in kānū akṡara min żālika fa hum syurakā'u fiṡ-ṡuluṡi mim ba'di waṣiyyatiy yūṣā bihā au dain(in), gaira muḍārr(in), waṣiyyatam minallāh(i), wallāhu 'alīmun ḥalīm(un)."
  },
  {
    "verse_number": 13,
    "transcription": "Tilka ḥudūdullāh(i), wa may yuṭi'illāha wa rasūlahū yudkhilhu jannātin tajrī min taḥtihal-anhāru khālidīna fīhā, wa żālikal-fauzul-'aẓīm(u)."
  },
  {
    "verse_number": 14,
    "transcription": "Wa may ya'ṣillāha wa rasūlahū wa yata'adda ḥudūdahū yudkhilhu nāran khālidan fīhā, wa lahū 'ażābum muhīn(un)."
  },
  {
    "verse_number": 15,
    "transcription": "Wal-lātī ya'tīnal-fāḥisyata min nisā'ikum fastasyhidū 'alaihinna arba'atam minkum, fa in syahidū fa amsikūhunna fil-buyūti ḥattā yatawaffāhunnal-mautu au yaj'alallāhu lahunna sabīlā(n)."
  },
  {
    "verse_number": 16,
    "transcription": "Wal-lażāni ya'tiyānihā minkum fa āżūhumā, fa in tābā wa aṣlaḥā fa a'riḍū 'anhumā, innallāha kāna tawwābar raḥīmā(n)."
  },
  {
    "verse_number": 17,
    "transcription": "Innamat-taubatu 'alallāhi lil-lażīna ya'malūnas-sū'a bijahālatin ṡumma yatūbūna min qarībin fa ulā'ika yatūbullāhu 'alaihim, wa kānallāhu 'alīman ḥakīmā(n)."
  },
  {
    "verse_number": 18,
    "transcription": "Wa laisatit-taubatu  lil-lażīna ya'malūnas-sayyi'āt(i), ḥattā iżā ḥaḍara aḥadahumul-mautu qāla innī tubtul-āna wa lal-lażīna yamūtūna wa hum kuffār(un), ulā'ika a'tadnā lahum 'ażāban alīmā(n)."
  },
  {
    "verse_number": 19,
    "transcription": "Yā ayyuhal-lażīna āmanū lā yaḥillu lakum an tariṡun-nisā'a karhā(n), wa lā ta'ḍulūhunna  litażhabū biba'ḍi mā ātaitumūhunna illā ay ya'tīna bifāḥisyatim mubayyinah(tin), wa 'āsyirūhunna bil-ma'rūf(i), fa in karihtumūhunna fa 'asā an takrahū syai'aw wa yaj'alallāhu fīhi khairan kaṡīrā(n)."
  },
  {
    "verse_number": 20,
    "transcription": "Wa in arattumustibdāla zaujim makāna zauj(in), wa ātaitum iḥdāhunna qinṭāran falā ta'khużū minhu syai'ā(n), ata'khużūnahū buhtānaw wa iṡmam mubīnā(n)."
  },
  {
    "verse_number": 21,
    "transcription": "Wa kaifa ta'khużūnahū wa qad afḍā ba'ḍukum ilā ba'ḍiw wa akhażna minkum mīṡāqan galīẓā(n)."
  },
  {
    "verse_number": 22,
    "transcription": "Wa lā tankiḥū mā nakaḥa ābā'ukum minan-nisā'i illā  mā qad salaf(a), innahū kāna fāḥisyataw wa maqtā(n), wa sā'a sabīlā(n)."
  },
  {
    "verse_number": 23,
    "transcription": "Ḥurrimat 'alaikum ummahātukum wa banātukum wa akhawātukum wa 'ammātukum wa khālātukum wa banātul-akhi wa banātul-ukhti wa ummahātukumul-lātī arḍa'nakum wa akhawātukum minar-raḍā'ati wa ummahātu nisā'ikum wa rabā'ibukumul-lātī fī ḥujūrikum min nisā'ikumul-lātī dakhaltum bihinn(a), fa illam takūnū dakhaltum bihinna falā junāḥa 'alaikum, wa ḥalā'ilu abnā'ikumul-lażīna min aṣlābikum, wa an tajma'ū bainal-ukhtaini illā mā qad salaf(a), innallāha kāna gafūrar raḥīmā(n)."
  },
  {
    "verse_number": 24,
    "transcription": "Wal-muḥṣanātu minan-nisā'i illā mā malakat aimānukum, kitāballāhi 'alaikum, wa uḥilla lakum mā warā'a żālikum an tabtagū bi'amwālikum muḥṣinīna gaira musāfiḥīn(a), famastamta'tum bihī minhunna fa ātūhunna ujūrahunna farīḍah(tan), wa lā junāḥa 'alaikum fīmā tarāḍaitum bihī mim ba'dil-farīḍah(ti), innallāha kāna 'alīman ḥakīmā(n)."
  },
  {
    "verse_number": 25,
    "transcription": "Wa mal lam yastaṭi' minkum ṭaulan ay yankiḥal-muḥṣanātil-mu'mināti fa mim mā malakat aimānukum min fatayātikumul-mu'mināt(i), wallāhu a'lamu bi'īmānikum, ba'ḍukum mim ba'ḍ(in), fankiḥūhunna bi'iżni ahlihinna wa ātūhunna ujūrahunna bil-ma'rūfi muḥṣanātin gaira musāfiḥātiw wa lā muttakhiżāti akhdān(in), fa iżā uḥṣinna fa in ataina bifāḥisyatin fa 'alaihinna niṣfu mā 'alal-muḥṣanāti minal-'ażāb(i), żālika limay khasyial-'anata minkum, wa an taṣbirū khairul lakum, wallāhu gafūrur raḥīm(un)."
  },
  {
    "verse_number": 26,
    "transcription": "Yurīdullāhu liyubayyina lakum wa yahdiyakum sunanal-lażīna min qablikum wa yatūba 'alaikum, wallāhu 'alīmun ḥakīm(un)."
  },
  {
    "verse_number": 27,
    "transcription": "Wallāhu yurīdu ay yatūba 'alaikum, wa yurīdul-lażīna yattabi'ūnasy-syahawāti an tamīlū mailan 'aẓīmā(n)."
  },
  {
    "verse_number": 28,
    "transcription": "Yurīdullāhu ay yukhaffifa 'ankum, wa khuliqal-insānu ḍa'īfā(n)."
  },
  {
    "verse_number": 29,
    "transcription": "Yā ayyuhal-lażīna āmanū lā ta'kulū amwālakum bainakum bil-bāṭili illā an takūna tijāratan 'an tarāḍim minkum, wa lā taqtulū anfusakum, innallāha kāna bikum raḥīmā(n)."
  },
  {
    "verse_number": 30,
    "transcription": "Wa may yaf'al żālika 'udwānaw wa ẓulman fa saufa nuṣlīhi nārā(n), wa kāna żālika 'alallāhi yasīrā(n)."
  },
  {
    "verse_number": 31,
    "transcription": "In tajtanibū kabā'ira mā tunhauna 'anhu nukaffir 'ankum sayyi'ātikum wa nudkhilkum mudkhalan karīmā(n)."
  },
  {
    "verse_number": 32,
    "transcription": "Wa lā tatamannau mā faḍḍalallāhu bihī ba'ḍakum 'alā ba'ḍ(in), lir-rijāli naṣībum mimmaktasabū, wa lin-nisā'i naṣībum mimmaktasabn(a), was'alullāha min faḍlih(ī), innallāha kāna bikulli syai'in 'alīmā(n)."
  },
  {
    "verse_number": 33,
    "transcription": "Wa likullin ja'alnā mawāliya mimmā tarakal-wālidāni wal-aqrabūn(a), wal-lażīna 'aqadat aimānukum fa ātūhum naṣībahum, innallāha kāna 'alā kulli syai'in syahīdā(n)."
  },
  {
    "verse_number": 34,
    "transcription": "Ar-rijālu qawwāmūna 'alan-nisā'i bimā faḍḍalallāhu ba'ḍahum 'alā ba'ḍiw wa bimā anfaqū min amwālihim, faṣ-ṣāliḥātu qānitātun ḥāfiẓātul lil-gaibi bimā ḥafiẓallāh(u), wal-lātī takhāfūna nusyūzahunna fa 'iẓūhunna wahjurūhunna fil-maḍāji'i waḍribūhunn(a), fa in aṭa'nakum falā tabgū 'alaihinna sabīlā(n), innallāha kāna 'aliyyan kabīrā(n)."
  },
  {
    "verse_number": 35,
    "transcription": "Wa in khiftum syiqāqa bainihimā fab'aṡū ḥakamam min ahlihī wa ḥakamam min ahlihā, iy yurīdā iṣlāḥay yuwaffiqillāhu bainahumā, innallāha kāna 'alīman khabīrā(n)."
  },
  {
    "verse_number": 36,
    "transcription": "Wa'budullāha wa lā tusyrikū bihī syai'aw wa bil-wālidaini iḥsānaw wa biżil-qurbā wal-yatāmā wal-masākīni wal-jāri żil-qurbā wal-jāril-junubi  waṣ-ṣāḥibi bil-jambi wabnis-sabīl(i), wa mā malakat aimānukum, innallāha lā yuḥibbu man kāna mukhtālan fakhūrā(n)."
  },
  {
    "verse_number": 37,
    "transcription": "Al-lażīna yabkhalūna wa ya'murūnan-nāsa bil-bukhli wa yaktumūna mā ātāhumullāhu min faḍlih(ī), wa a'tadnā lil-kāfirīna 'ażābam muhīnā(n)."
  },
  {
    "verse_number": 38,
    "transcription": "Wal-lażīna yunfiqūna amwālahum ri'ā'an-nasi wa lā yu'minūna billāhi wa lā bil-yaumil ākhir(i), wa may yakunisy-syaiṭānu lahū qarīnan fasā'a qarīnā(n)."
  },
  {
    "verse_number": 39,
    "transcription": "Wa māżā 'alaihim lau āmanū billāhi wal-yaumil-ākhiri wa anfaqū mimmā razaqahumullāh(u), wa kānallāhu bihim 'alīmā(n)."
  },
  {
    "verse_number": 40,
    "transcription": "Innallāha lā yaẓlimu miṡqāla żarrah(tin), wa in taku ḥasanatay yuḍā'ifhā wa yu'ti mil ladunhu ajran 'aẓīmā(n)."
  },
  {
    "verse_number": 41,
    "transcription": "Fa kaifa iżā ji'nā min kulli ummatim bisyahīdiw wa ji'nā bika 'alā hā'ulā'i syahīdā(n)."
  },
  {
    "verse_number": 42,
    "transcription": "Yauma'iżiy yawaddul-lażīna kafarū wa 'aṣawur-rasūla lau tusawwā bihimul-arḍ(u), wa lā yaktumūnallāha ḥadīṡā(n)."
  },
  {
    "verse_number": 43,
    "transcription": "Yā ayyuhal-lażīna āmanū lā taqrabuṣ-ṣalāta wa antum sukārā ḥattā ta'lamū mā taqūlūna wa lā junuban illā 'ābirī sabīlin ḥattā tagtasilū, wa in kuntum marḍā au 'alā safarin au jā'a aḥadum minkum minal-gā'iṭi au lāmastumun-nisā'a falam tajidū mā'an fa tayammamū ṣa'īdan ṭayyiban famsaḥū biwujūhikum wa aidīkum, innnallāha kāna 'afuwwan gafūrā(n)."
  },
  {
    "verse_number": 44,
    "transcription": "Alam tara ilal-lażīna ūtū naṣībam minal-kitābi yasytarūnaḍ-ḍalālata wa yurīdūna an taḍillus-sabīl(a)."
  },
  {
    "verse_number": 45,
    "transcription": "Wallāhu a'lamu bi'a'dā'ikum, wa kafā billāhi waliyyaw wa kafā billāhi naṣīrā(n)."
  },
  {
    "verse_number": 46,
    "transcription": "Minal-lażīna hādū yuḥarrifūnal-kalima 'am mawāḍi'ihī  wa yaqūlūna sami'nā wa 'aṣainā wasma' gaira musmi'iw wa rā'inā layyam bi'alsinatihim wa ṭa'nan fid-dīn(i), wa lau annahum qālū sami'nā wa aṭa'nā wasma' wanẓurnā lakāna khairal lahum wa aqwam(a), wa lākil la'anahumullāhu bikufrihim falā yu'minūna illā qalīlā(n)."
  },
  {
    "verse_number": 47,
    "transcription": "Yā ayyuhal-lażīna ūtul-kitāba āminū bimā nazzalnā muṣaddiqal limā ma'akum min qabli an naṭmisa wujūhan fa naruddahā 'alā adbārihā au nal'anahum kamā la'annā aṣḥābas-sabt(i), wa kāna amrullāhi maf'ūlā(n)."
  },
  {
    "verse_number": 48,
    "transcription": "Innallāha lā yagfiru ay yusyraka bihī wa yagfiru mā dūna żālika limay yasyā'(u), wa may yusyrik billāhi fa qadiftarā iṡman 'aẓīmā(n)."
  },
  {
    "verse_number": 49,
    "transcription": "Alam tara ilal-lażīna yuzakkūna anfusahum, balillāhu yuzakkī may yasyā'u wa lā yuẓlamūna fatīlā(n)."
  },
  {
    "verse_number": 50,
    "transcription": "Unẓur kaifa yaftarūna 'alallāhil-każib(a), wa kafā bihī iṡmam mubīnā(n)."
  },
  {
    "verse_number": 51,
    "transcription": "Alam tara ilal-lażīna ūtū naṣībam minal-kitābi yu'minūna bil-jibti waṭ-ṭāgūti wa yaqūlūna lil-lażīna kafarū hā'ulā'i ahdā minal-lażīna āmanū sabīlā(n)."
  },
  {
    "verse_number": 52,
    "transcription": "Ulā'ikal-lażīna la'anahumullāh(u), wa may yal'anillāhu falan tajida lahū naṣīrā(n)."
  },
  {
    "verse_number": 53,
    "transcription": "Am lahum naṣībum minal-mulki fa iżal lā yu'tūnan-nāsa naqīrā(n)."
  },
  {
    "verse_number": 54,
    "transcription": "Am yaḥsudūnan-nāsa 'alā mā ātāhumullāhu min faḍlih(ī), faqad ātainā āla ibrāhīmal-kitāba wal-ḥikmata wa ātaināhum mulkan 'aẓīmā(n)."
  },
  {
    "verse_number": 55,
    "transcription": "Fa minhum man āmana bihī wa minhum man ṣadda 'anh(u), wa kafā bijahannama sa'īrā(n)."
  },
  {
    "verse_number": 56,
    "transcription": "Innal-lażīna kafarū bi'āyātinā sanuṣlīhim nārā(n), kullamā naḍijat julūduhum baddalnāhum julūdan gairahā liyażūqul-'ażāb(a), innallāha kāna 'azīzan ḥakīmā(n)."
  },
  {
    "verse_number": 57,
    "transcription": "Wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti sanudkhiluhum jannātin tajrī min taḥtihal-anhāru khālidīna fīhā abadā(n), lahum fīhā azwājum muṭahharah(tun), wa nudkhiluhum ẓillan ẓalīlā(n)."
  },
  {
    "verse_number": 58,
    "transcription": "Innallāha ya'murukum an tu'addul-amānāti ilā ahlihā, wa iżā ḥakamtum bainan-nāsi an taḥkumū bil-'adl(i), innallāha ni'immā ya'iẓukum bih(ī), innallāha kāna samī'am baṣīrā(n)."
  },
  {
    "verse_number": 59,
    "transcription": "Yā ayyuhal-lażīna āmanū aṭī'ullāha wa aṭī'ur-rasūla wa ulil-amri minkum, fa in tanāza'tum fī syai'in fa rudd­hu ilallāhi war-rasūli in kuntum tu'minūna billāhi wal-yaumil-ākhir(i), żālika khairuw wa aḥsanu ta'wīlā(n)."
  },
  {
    "verse_number": 60,
    "transcription": "Alam tara ilal-lażīna yaz'umūna annahum āmanū bimā unzila ilaika  wa mā unzila min qablika  yurīdūna ay yataḥākamū ilaṭ-ṭāgūti wa qad umirū ay yakfurū bih(ī), wa yurīdusy-syaiṭānu ay yuḍillahum ḍalālam ba'īdā(n)."
  },
  {
    "verse_number": 61,
    "transcription": "Wa iżā qīla lahum ta'ālau ilā mā anzalallāhu wa ilar-rasūli ra'aital-munāfiqīna yaṣuddūna 'anka ṣudūdā(n)."
  },
  {
    "verse_number": 62,
    "transcription": "Fa kaifa iżā aṣābathum muṣībatum bimā qaddamat aidīhim ṡumma jā'ūka yaḥlifūna billāh(i), in aradnā illā iḥsānaw wa taufīqā(n)."
  },
  {
    "verse_number": 63,
    "transcription": "Ulā'ikal-lażīna ya'lamullāhu mā fī qulūbihim fa a'riḍ 'anhum wa 'iẓhum wa qul lahum fī anfusihim qaulam balīgā(n)."
  },
  {
    "verse_number": 64,
    "transcription": "Wa mā arsalnā mir rasūlin illā liyuṭā'a bi'iżnillāh(i), wa lau annahum iẓ ẓalamū anfusahum jā'ūka fastagfarullāha wastagfara lahumur-rasūlu lawajadullāha tawwābar raḥīmā(n)."
  },
  {
    "verse_number": 65,
    "transcription": "Falā wa rabbika lā yu'minūna ḥattā yuḥakkimūka fīmā syajara bainahum ṡumma lā yajidū fī anfusihim ḥarajam mimmā qaḍaita wa yusallimū taslīmā(n)."
  },
  {
    "verse_number": 66,
    "transcription": "Wa lau annā katabnā 'alaihim aniqtulū anfusakum awikhrujū min diyārikum mā fa'alūhu illā qalīlum minhum, wa lau annahum fa'alū mā yū'aẓūna bihī lakāna khairal lahum wa asyadda taṡbītā(n)."
  },
  {
    "verse_number": 67,
    "transcription": "Wa iżal la'ātaināhum mil ladunnā ajran 'aẓīmā(n)."
  },
  {
    "verse_number": 68,
    "transcription": "Wa lahadaināhum ṣirāṭam mustaqīmā(n)."
  },
  {
    "verse_number": 69,
    "transcription": "Wa may yuṭi'illāha war-rasūla fa ulā'ika ma'al-lażīna an'amallāhu 'alaihim minan-nabiyyīna waṣ-ṣiddīqīna wasy-syuhadā'i waṣ-ṣāliḥīn(a), wa ḥasuna ulā'ika rafīqā(n)."
  },
  {
    "verse_number": 70,
    "transcription": "Żālikal-faḍlu minallāh(i), wa kafā billāhi 'alīmā(n)."
  },
  {
    "verse_number": 71,
    "transcription": "Yā ayyuhal-lażīna āmanū khużū ḥiżrakum fanfirū ṡubātin awinfirū jamī'ā(n)."
  },
  {
    "verse_number": 72,
    "transcription": "Wa inna minkum lamal layubaṭṭi'ann(a), fa in aṣābatkum muṣībatun qāla qad an'amallāhu 'alayya iż lam akum ma'ahum syahīdā(n)."
  },
  {
    "verse_number": 73,
    "transcription": "Wa la'in aṣābakum faḍlum minallāhi layaqūlanna ka'allam takum bainakum wa bainahū mawaddattuy yā laitanī kuntu ma'ahum fa afūza fauzan 'aẓīmā(n)."
  },
  {
    "verse_number": 74,
    "transcription": "Falyuqātil fī sabīlillāhil-lażīna yasytarūnal-ḥayātad-dun-yā bil-ākhirah(ti), wa may yuqātil fī sabīlillāhi fa yuqtal au yaglib fa saufa nu'tīhi ajran 'aẓīmā(n)."
  },
  {
    "verse_number": 75,
    "transcription": "Wa mā lakum lā tuqātilūna fī sabīlillāhi wal-mustaḍ'afīna minar-rijāli wan-nisā'i wal-wildānil-lażīna yaqūlūna rabbanā akhrijnā min hāżihil-qaryatiẓ-ẓālimi ahluhā, waj'al lanā mil ladunka waliyyā(n), waj'al lanā mil ladunka naṣīrā(n)."
  },
  {
    "verse_number": 76,
    "transcription": "Al-lażīna āmanū yuqātilūna fī sabīlillāh(i), wal-lażīna kafarū yuqātilūna fī sabīliṭ-ṭāgūti fa qātilū auliyā'asy-syaiṭān(i), inna kaidasy-syaiṭāni kāna ḍa'īfā(n)."
  },
  {
    "verse_number": 77,
    "transcription": "Alam tara ilal-lażīna qīla lahum kuffū aidiyakum wa aqīmuṣ-ṣalāta wa ātuz-zakāt(a), fa lammā kutiba 'alaihimul-qitālu  iżā farīqum minhum yakhsyaunan-nāsa kakhasy-yatillāhi  au asyadda khasy-yah(tan), wa qālū rabbanā lima katabta 'alainal-qitāl(a), lau lā akhkhartanā ilā ajalin qarīb(in), qul matā'ud-dun-yā qalīl(un), wal-ākhiratu khairul limanittaqā, wa lā tuẓlamūna fatīlā(n)."
  },
  {
    "verse_number": 78,
    "transcription": "Aina mā takūnū yudrikkumul-mautu wa lau kuntum fī burūjim musyayyadah(tin), wa in tuṣibhum ḥasanatuy yaqūlū hāżihī min 'indillāh(i), wa in tuṣibhum sayyi'atuy yaqūlū hāżihī min 'indik(a), qul kullum min 'indillāh(i), famā lihā'ulā'il-qaumi lā yakādūna yafqahūna ḥadīṡā(n)."
  },
  {
    "verse_number": 79,
    "transcription": "Mā aṣābaka min ḥasanatin fa minallāh(i), wa mā aṣābaka min sayyi'atin fa min nafsik(a), wa arsalnāka lin-nāsi rasūlā(n), wa kafā billāhi syahīdā(n)."
  },
  {
    "verse_number": 80,
    "transcription": "May yuṭi'ir-rasūla faqad aṭā'allāh(a), wa man tawallā famā arsalnāka 'alaihim ḥafīẓā(n)."
  },
  {
    "verse_number": 81,
    "transcription": "Wa yaqūlūna ṭā'ah(tun), fa iżā barazū min 'indika bayyata ṭā'ifatum minhum gairal-lażī taqūl(u), wallāhu yaktubu mā yubayyitūn(a),  fa a'riḍ 'anhum wa tawakkal 'alallāh(i), wa kafā billāhi wakīlā(n)."
  },
  {
    "verse_number": 82,
    "transcription": "Afalā yatadabbarūnal-qur'ān(a), wa lau kāna min 'indi gairillāhi lawajadū fīhikhtilāfan kaṡīrā(n)."
  },
  {
    "verse_number": 83,
    "transcription": "Wa iżā jā'ahum amrum minal-amni awil-khaufi ażā'ū bih(ī), wa lau ruddūhu ilar-rasūli wa ilā ulil-amri minhum la'alimahul-lażīna yastambiṭūnahū minhum, wa lau lā faḍlullāhi 'alaikum wa raḥmatuhū lattaba'tumusy-syaiṭāna illā qalīlā(n)."
  },
  {
    "verse_number": 84,
    "transcription": "Faqātil fī sabīlillāh(i), lā tukallafu illā nafsaka wa ḥarriḍil-mu'minīn(a), 'asallāhu ay yakuffa ba'sal lażīna kafarū,  wallāhu asyaddu ba'saw wa asyaddu tankīlā(n)."
  },
  {
    "verse_number": 85,
    "transcription": "May yasyfa' syafā'atan ḥasanatay yakul lahū naṣībum minhā, wa may yasyfa' syafā'atan sayyi'atay yakul lahū kiflum minhā, wa kānallāhu 'alā kulli syai'im muqītā(n)."
  },
  {
    "verse_number": 86,
    "transcription": "Wa iżā ḥuyyītum bitaḥiyyatin fa ḥayyū bi'aḥsana minhā au ruddūhā, innallāha kāna 'alā kulli syai'in ḥasībā(n)."
  },
  {
    "verse_number": 87,
    "transcription": "Allāhu lā ilāha illā huw(a), layajma'annakum ilā yaumil-qiyāmati lā raiba fīh(i), wa man aṣdaqu minallāhi ḥadīṡā(n)."
  },
  {
    "verse_number": 88,
    "transcription": "Famā lakum fil-munāfiqīna fi'ataini wallāhu arkasahum bimā kasabū, aturīdūna an tahdū man aḍallallāh(u), wa may yuḍlilillāhu falan tajida lahū sabīlā(n)."
  },
  {
    "verse_number": 89,
    "transcription": "Waddū lau takfurūna kamā kafarū fa takūnūna sawā'an falā tattakhiżū minhum auliyā'a ḥattā yuhājirū fī sabīlillāh(i), fa in tawallau fa khużūhum waqtulūhum ḥaiṡu wajattumūhum, wa lā tattakhiżū minhum waliyyaw wa lā naṣīrā(n)."
  },
  {
    "verse_number": 90,
    "transcription": "Illal lażīna yaṣilūna ilā qaumim bainakum wa bainahum mīṡāqun au jā'ūkum ḥaṣirat ṣudūruhum ay yuqātilūkum au yuqātilū qaumahum, wa lau syā'allāhu lasallaṭahum 'alaikum fa laqātalūkum, fa ini'tazalūkum falam yuqātilūkum wa alqau ilaikumus-salam(a), famā ja'alallāhu lakum 'alaihim sabīlā(n)."
  },
  {
    "verse_number": 91,
    "transcription": "Satajidūna akharīna yurīdūna ay ya'manūkum wa ya'manū qaumahum, kullamā ruddū ilal-fitnati urkisū fīhā, fa illam ya'tazilūkum wa yulqū ilaikumus-salama  wa yakuffū aidiyahum fa khużūhum waqtulūhum ḥaiṡu ṡaqiftumūhum, wa ulā'ikum ja'alnā lakum 'alaihim sulṭānam mubīnā(n)."
  },
  {
    "verse_number": 92,
    "transcription": "Wa mā kāna limu'minin ay yaqtula mu'minan illā khaṭa'ā(n), wa man qatala mu'minan khaṭa'an fa taḥrīru raqabatim mu'minatiw wa diyatum musallamatun ilā ahlihī illā ay yaṣṣaddaqū, fa in kāna min qaumim bainakum wa bainahum mīṡāqun fa diyatum musallamatun ilā ahlihī wa taḥrīru raqabatim mu'minah(tin), famal lam yajid fa ṣiyāmu syahraini mutatābi'aini taubatam minallāh(i), wa kānallāhu 'alīman ḥakīmā(n)."
  },
  {
    "verse_number": 93,
    "transcription": "Wa may yaqtul mu'minam muta'ammidan fa jazā'uhū jahannamu khālidan fīhā wa gaḍiballāhu 'alaihi wa la'anahū wa a'adda lahū 'ażāban 'aẓīmā(n)."
  },
  {
    "verse_number": 94,
    "transcription": "Yā ayyuhal-lażīna āmanū iżā ḍarabtum fī sabīlillāhi fa tabayyanū wa lā taqūlū liman alqā ilaikumus-salāma lasta mu'minā(n), tabtagūna 'araḍal-ḥayātid-dun-yā, fa 'indallāhi magānimu kaṡīrah(tun), każālika kuntum min qablu fa mannallāhu 'alaikum fa tabayyanū, innallāha kāna bimā ta'malūna khabīrā(n)."
  },
  {
    "verse_number": 95,
    "transcription": "Lā yastawil-qā'idūna minal-mu'minīna gairu uliḍ-ḍarari wal-mujāhidūna fī sabīlillāhi bi'amwālihim wa anfusihim, faḍḍalallāhul-mujāhidīna bi amwālihim wa anfusihim 'alal-qā'idīna darajah(tan), wa kullaw wa'adallāhul-ḥusnā, wa faḍḍalallāhul-mujāhidīna 'alal-qā'idīna ajran 'aẓīmā(n)."
  },
  {
    "verse_number": 96,
    "transcription": "Darajātim minhu wa magfirataw wa raḥmah(tan), wa kānallāhu  gafūrar raḥīmā(n)."
  },
  {
    "verse_number": 97,
    "transcription": "Innal-lażīna tawaffāhumul-malā'ikatu ẓālimī anfusihim qālū fīma kuntum, qālū kunnā mustaḍ'afīna fil-arḍ(i), qālū alam takun arḍullāhi wāsi'atan fa tuhājirū fīhā, fa ulā'ika ma'wāhum jahannam(u), wa sā'at maṣīrā(n)."
  },
  {
    "verse_number": 98,
    "transcription": "Illal-mustaḍ'afīna minar-rijāli wan-nisā'i wal-wildāni lā yastaṭī'ūna ḥīlataw wa lā yahtadūna sabīlā(n)."
  },
  {
    "verse_number": 99,
    "transcription": "Fa ulā'ika 'asallāhu ay ya'fuwa 'anhum, wa kānallāhu  'afuwwan gafūrā(n)."
  },
  {
    "verse_number": 100,
    "transcription": "Wa may yuhājir fī sabīlillāhi yajid fil-arḍi murāgaman kaṡīraw wa sa'ah(tan), wa may yakhruj mim baitihī muhājiran ilallāhi wa rasūlihī ṡumma yudrik-hul-mautu faqad waqa'a ajruhū 'alallāh(i), wa kānallāhu  gafūrar raḥīmā(n)."
  },
  {
    "verse_number": 101,
    "transcription": "Wa iżā ḍarabtum fil-arḍi fa laisa 'alaikum junāḥun an taqṣurū minaṣ-ṣalāh(ti), in khiftum ay yaftinakumul-lażīna kafarū, innal-kāfirīna kānū lakum 'aduwwam mubīnā(n)."
  },
  {
    "verse_number": 102,
    "transcription": "Wa iżā kunta fīhim fa aqamta lahumuṣ-ṣalāta faltaqum ṭā'ifatum minhum ma'aka walya'khużū asliḥatahum, fa iżā sajadū falyakūnū miw warā'ikum, walta'ti ṭā'ifatun ukhrā lam yuṣallū falyuṣallū ma'aka walya'khużū ḥiżrahum wa asliḥatahum, waddal-lażīna kafarū lau tagfulūna 'an asliḥatakum wa amti'atikum, fa yamīlūna 'alaikum mailataw wāḥidah(tan), wa lā junāḥa 'alaikum in kāna bikum ażam mim maṭarin au kuntum marḍā an taḍa'ū asliḥatakum wa khużū ḥiżrakum, innallāha a'adda lil-kāfirīna 'ażābam muhīnā(n)."
  },
  {
    "verse_number": 103,
    "transcription": "Fa iżā qaḍaitumuṣ-ṣalāta fażkurullāha qiyāmaw wa qu'ūdaw wa 'alā junūbikum, fa iżaṭma'nantum fa aqīmuṣ-ṣalāh(ta),  innaṣ-ṣalāta kānat 'alal-mu'minīna kitābam mauqūtā(n)."
  },
  {
    "verse_number": 104,
    "transcription": "Wa lā tahinū fibtigā'il-qaum(i), in takūnū ta'lamūna fa innahum ya'lamūna kamā ta'lamūn(a), wa tarjūna minallāhi mā lā yarjūn(a), wa kānallāhu  'alīman ḥakīmā(n)."
  },
  {
    "verse_number": 105,
    "transcription": "Innā anzalnā ilaikal-kitāba bil-ḥaqqi litaḥkuma bainan-nāsi bimā arākallāh(u), wa lā takun lil-khā'inīna khaṣīmā(n)."
  },
  {
    "verse_number": 106,
    "transcription": "Wastagfirillāh(a), innallāha kāna gafūrar raḥīmā(n)."
  },
  {
    "verse_number": 107,
    "transcription": "Wa lā tujādil 'anil-lażīna yakhtānūna anfusahum, innallāha lā yuḥibbu man kāna khawwānan aṡīmā(n)."
  },
  {
    "verse_number": 108,
    "transcription": "Yastakhfūna minan-nāsi wa lā yastakhfūna minallāhi wa huwa ma'ahum iż yubayyitūna mā lā yarḍā minal-qaul(i), wa kānallāhu bimā ya'malūna muḥīṭā(n)."
  },
  {
    "verse_number": 109,
    "transcription": "Hā'antum hā'ulā'i jādaltum 'anhum fil-ḥayātid-dun-yā, famay yujādilullāha 'anhum yaumal-qiyāmati am may yakūnu 'alaihim wakīlā(n)."
  },
  {
    "verse_number": 110,
    "transcription": "Wa may ya'mal sū'an au yaẓlim nafsahū ṡumma yastagfirillāha yajidillāha gafūrar raḥīmā(n)."
  },
  {
    "verse_number": 111,
    "transcription": "Wa may yaksib iṡman fa innamā yaksibuhū 'alā nafsih(ī),wa kānallāhu 'alīman ḥakīmā(n)."
  },
  {
    "verse_number": 112,
    "transcription": "Wa may yaksib khaṭī'atan au iṡman ṡumma yarmi bihī barī'an fa qadiḥtamala buhtānaw wa iṡmam mubīnā(n)."
  },
  {
    "verse_number": 113,
    "transcription": "Wa lau lā faḍlullāhi 'alaika wa raḥmatuhū lahammaṭ-ṭā'ifatum minhum ay yuḍillūk(a), wa mā yuḍillūna illā anfusahum wa mā yaḍurrūnaka min syai'(in), wa anzalallāhu 'alaikal-kitāba wal-ḥikmata wa 'allamaka mā lam takun ta'lam(u), wa kāna faḍlullāhi 'alaika 'aẓīmā(n)."
  },
  {
    "verse_number": 114,
    "transcription": "Lā khaira fī kaṡīrim min najwāhum illā man amara biṣadaqatin au ma'rūfin au iṣlāḥim bainan-nās(i), wa may yaf'al żālikabtigā'a marḍātillāhi fa saufa nu'tīhi ajran 'aẓīmā(n)."
  },
  {
    "verse_number": 115,
    "transcription": "Wa may yusyāqiqir-rasūla mim ba'di mā tabayyana lahul-hudā wa yattabi' gaira sabīlil-mu'minīna nuwallihī mā tawallā wa nuṣlihī jahannam(a), wa sā'at maṣīrā(n)."
  },
  {
    "verse_number": 116,
    "transcription": "Innallāha lā yagfiru ay yusyraka bihī wa yagfiru mā dūna żālika limay yasyā'(u), wa may yusyrik billāhi faqad ḍalla ḍalālam ba'īdā(n)."
  },
  {
    "verse_number": 117,
    "transcription": "Iy yad'ūna min dūnihī illā ināṡā(n), wa iy yad'ūna illā syaiṭānam marīdā(n)."
  },
  {
    "verse_number": 118,
    "transcription": "La'anahullāh(u), wa qāla la'attakhiżanna min 'ibādika naṣībam mafrūḍā(n)."
  },
  {
    "verse_number": 119,
    "transcription": "Wa la'uḍillannahum wa la'umanniyannahum wa la'āmurannahum fa layubattikunna āżānal-an'āmi wa la'āmurannahum fa layugayyirunna  khalqallāh(i), wa may yattakhiżisy-syaiṭāna waliyyam min dūnillāhi faqad khasira khusrānam mubīnā(n)."
  },
  {
    "verse_number": 120,
    "transcription": "Ya'iduhum wa yumannīhim, wa mā ya'iduhumusy-syaiṭānu illā gurūrā(n)."
  },
  {
    "verse_number": 121,
    "transcription": "Ulā'ika ma'wāhum jahannam(u), wa lā yajidūna 'anhā maḥīṣā(n)."
  },
  {
    "verse_number": 122,
    "transcription": "Wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti sanudkhiluhum jannātin tajrī min taḥtihal-anhāru khālidīna fīhā abadā(n), wa'dallāhi ḥaqqā(n), wa man aṣdaqu minallāhi qīlā(n)."
  },
  {
    "verse_number": 123,
    "transcription": "Laisa bi'amāniyyikum wa lā amāniyyi ahlil-kitāb(i), may ya'mal sū'ay yujza bih(ī), wa lā yajid lahū min dūnillāhi waliyyaw wa lā naṣīrā(n)."
  },
  {
    "verse_number": 124,
    "transcription": "Wa may ya'mal minaṣ-ṣāliḥāti min żakarin au unṡā wa huwa mu'minun fa ulā'ika yadkhulūnal-jannata wa lā yuẓlamūna naqīrā(n)."
  },
  {
    "verse_number": 125,
    "transcription": "Wa man aḥsanu dīnam mimman aslama wajhahū lillāhi wa huwa muḥsinuw wattaba'a millata ibrāhīma ḥanīfā(n), wattakhażallāhu ibrāhīma khalīlā(n)."
  },
  {
    "verse_number": 126,
    "transcription": "Wa lillāhi mā fis-samāwāti wa mā fil-arḍ(i), wa kānallāhu bikulli syai'im muḥīṭā(n)."
  },
  {
    "verse_number": 127,
    "transcription": "Wa yastaftūnaka fin-nisā'(i), qulillāhu yuftīkum fīhinn(a), wa mā yutlā 'alaikum fil-kitābi fī yatāman-nisā'il-lātī lā tu'tūnahunna mā kutiba  lahunna wa targabūna an tankiḥūhunna wal-mustaḍ'afīna minal-wildān(i), wa an taqūmū lil-yatāmā bil-qisṭ(i), wa mā taf'alū min khairin fa innallāha kāna bihī 'alīmā(n)."
  },
  {
    "verse_number": 128,
    "transcription": "Wa inimra'atun khāfat mim ba'lihā nusyūzan au i'rāḍan falā junāḥa 'alaihimā ay yuṣliḥā bainahumā ṣulḥā(n), waṣ-ṣulḥu khair(un), wa uḥḍiratil-anfususy-syuḥḥ(a), wa in tuḥsinū wa tattaqū fa innallāha kāna bimā ta'malūna khabīrā(n)."
  },
  {
    "verse_number": 129,
    "transcription": "Wa lan tastaṭī'ū an ta'dilū bainan-nisā'i wa lau ḥaraṣtum falā tamīlū kullal-maili fa tażarūhā kal-mu'allaqah(ti), wa in tuṣliḥū wa tattaqū fa innallāha kāna gafūrar raḥīmā(n)."
  },
  {
    "verse_number": 130,
    "transcription": "Wa iy yatafarraqā yugnillāhu kullam min sa'atih(ī), wa kānallāhu wāsi'an ḥakīmā(n)."
  },
  {
    "verse_number": 131,
    "transcription": "Wa lillāhi mā fis-samāwāti wa mā fil-arḍ(i), wa laqad waṣṣainal-lażīna ūtul-kitāba min qablikum wa iyyākum anittaqullāh(a), wa in takfurū fa inna lillāhi mā fis-samāwāti wa mā fil-arḍ(i), wa kānallāhu ganiyyan ḥamīdā(n)."
  },
  {
    "verse_number": 132,
    "transcription": "Wa lillāhi mā fis-samāwāti wa mā fil-arḍ(i), wa kafā billāhi wakīlā(n)."
  },
  {
    "verse_number": 133,
    "transcription": "Iy yasya' yużhibkum ayyuhan-nāsu wa ya'ti bi'ākharīn(a), wa kānallāhu 'alā żālika qadīrā(n)."
  },
  {
    "verse_number": 134,
    "transcription": "Man kāna yurīdu ṡawābad-dun-yā fa 'indallāhi ṡawābud-dun-yā wal-ākhirah(ti), wa kānallāhu samī'am baṣīrā(n)."
  },
  {
    "verse_number": 135,
    "transcription": "Yā ayyuhal-lażīna āmanū kūnū qawwāmīna bil-qisṭi syuhadā'a lillāhi wa lau 'alā anfusikum awil-wālidaini wal-aqrabīn(a), iy yakun ganiyyan au faqīran fallāhu aulā bihimā, falā tattabi'ul-hawā an ta'dilū, wa in talwū au tu'riḍū fa innallāha kāna bimā ta'malūna khabīrā(n)."
  },
  {
    "verse_number": 136,
    "transcription": "Yā ayyuhal-lażīna āmanū āminū billāhi wa rasūlihī wal-kitābil-lażī nazzala 'alā rasūlihī wal-kitābil-lażī anzala min qabl(u), wa may yakfur billāhi wa malā'ikatihī wa kutubihī wa rusulihī wal-yaumil-ākhiri faqad ḍalla ḍalālam ba'īdā(n)."
  },
  {
    "verse_number": 137,
    "transcription": "Innal-lażīna āmanū ṡumma kafarū ṡumma āmanū ṡumma kafarū ṡummazdādū kufral lam yakunillāhu liyagfira lahum wa lā liyahdiyahum sabīlā(n)."
  },
  {
    "verse_number": 138,
    "transcription": "Basysyiril-munāfiqīna bi'anna lahum 'ażāban alīmā(n)."
  },
  {
    "verse_number": 139,
    "transcription": "Al-lażīna yattakhiżūnal-kāfirīna auliyā'a min dūnil-mu'minīn(a), ayabtagūna 'indahumul-'izzata fa innal-'izzata lillāhi jamī'ā(n)."
  },
  {
    "verse_number": 140,
    "transcription": "Wa qad nazzala 'alaikum fil-kitābi an iżā sami'tum āyātillāhi yukfaru bihā wa yustahza'u bihā falā taq'udū ma'ahum ḥattā yakhūḍū fī ḥadīṡin gairih(ī), innakum iżam miṡlahum, innallāha jāmi'ul-munāfiqīna wal-kāfirīna fī jahannama jamī'ā(n)."
  },
  {
    "verse_number": 141,
    "transcription": "Al-lażīna yatarabbaṣūna bikum, fa in kāna lakum fatḥum minallāhi qālū alam nakum ma'akum, wa in kāna lil-kāfirīna naṣībun qālū alam nastaḥwiż 'alaikum wa namna'kum minal-mu'minīn(a), fallāhu yaḥkumu bainakum yaumal-qiyāmah(ti), wa lay yaj'alallāhu lil-kāfirīna 'alal-mu'minīna sabīlā(n)."
  },
  {
    "verse_number": 142,
    "transcription": "Innal-munāfiqīna yukhādi'ūnallāha wa huwa khādi'uhum, wa iżā qāmū ilaṣ-ṣalāti qāmū kusālā, yurā'ūnan-nāsa wa lā yażkurūnallāha illā qalīlā(n)."
  },
  {
    "verse_number": 143,
    "transcription": "Mużabżabīna baina żālik(a), lā ilā ha'ulā'i wa lā ilā ha'ulā'(i), wa may yuḍlilillāhu falan tajida lahū sabīlā(n)."
  },
  {
    "verse_number": 144,
    "transcription": "Yā ayyuhal-lażīna āmanū lā tattakhiżul-kāfirīna auliyā'a min dūnil-mu'minīn(a), aturīdūna an taj'alū lillāhi 'alaikum sulṭānam mubīnā(n)."
  },
  {
    "verse_number": 145,
    "transcription": "Innal-munāfiqīna fid-darkil-asfali minan-nār(i), wa lan tajida lahum naṣīrā(n)."
  },
  {
    "verse_number": 146,
    "transcription": "Illal-lażīna tābū wa aṣlaḥū wa'taṣamū billāhi wa akhlaṣū dīnahum lillāhi fa ulā'ika ma'al-mu'minīn(a), wa saufa yu'tillāhul mu'minīna ajran 'aẓīmā(n)."
  },
  {
    "verse_number": 147,
    "transcription": "Mā yaf'alullāhu bi'ażābikum in syakartum wa āmantum, wa kānallāhu syākiran 'alīmā(n)."
  },
  {
    "verse_number": 148,
    "transcription": "Lā yuḥibbullāhul-jahra bis-sū'i minal-qauli illā man ẓulim(a), wa kānallāhu samī'an 'alīmā(n)."
  },
  {
    "verse_number": 149,
    "transcription": "In tubdū khairan au tukhfūhu au ta'fū 'an sū'in fa innallāha kāna 'afuwwan qadīrā(n)."
  },
  {
    "verse_number": 150,
    "transcription": "Innal-lażīna yakfurūna billāhi wa rusulihī wa yurīdūna ay yufarriqū bainallāhi wa rusulihī wa yaqūlūna nu'minu biba'ḍin wa nakfuru biba'ḍ(in), wa yurīdūna ay yattakhiżū baina żālika sabīlā(n)."
  },
  {
    "verse_number": 151,
    "transcription": "Ulā'ika humul-kāfirūna ḥaqqā(n), wa a'tadnā lil-kāfirīna 'ażābam muhīnā(n)."
  },
  {
    "verse_number": 152,
    "transcription": "Wal-lażīna āmanū billāhi wa rusulihī wa lam yufarriqū baina aḥadim minhum ulā'ika saufa nu'tīhim ujūrahum, wa kānallāhu gafūrar raḥīmā(n)."
  },
  {
    "verse_number": 153,
    "transcription": "Yas'aluka ahlul-kitābi an tunazzila 'alaihim kitābam minas-samā'i faqad sa'alū mūsā akbara min żālika fa qālū arinallāha jahratan fa akhażathumuṣ-ṣā'iqatu bi ẓulmihim, ṡummattakhażul-'ijla mim ba'di mā jā'athumul-bayyinātu fa 'afaunā 'an żālik(a), wa ātainā mūsā sulṭānam mubīnā(n)."
  },
  {
    "verse_number": 154,
    "transcription": "Wa rafa'nā fauqahumuṭ ṭūra bimīṡāqihim wa qulnā lahumudkhulul-bāba sujjadaw wa qulnā lahum lā ta'dū fis-sabti wa akhażnā minhum mīṡāqan galīẓā(n)."
  },
  {
    "verse_number": 155,
    "transcription": "Fabimā naqḍihim mīṡāqahum wa kufrihim bi'āyātillāhi wa qatlihimul-ambiyā'a bigairi ḥaqqiw wa qaulihim qulūbunā gulf(un), bal ṭaba'allāhu 'alaihā bikufrihim falā yu'minūna illā qalīlā(n)."
  },
  {
    "verse_number": 156,
    "transcription": "Wa bikufrihim wa qaulihim 'alā maryama buhtānan 'aẓīmā(n)."
  },
  {
    "verse_number": 157,
    "transcription": "Wa qaulihim innā qatalnal-masīḥa 'īsabna maryama rasūlallāh(i), wa mā qatalūhu wa mā ṣalabūhu wa lākin syubbiha lahum, wa innal-lażīnakhtalafū fīhi lafī syakkim minh(u), mā lahum bihī min 'ilmin illattibā'aẓ-ẓanni wa mā qatalūhu yaqīnā(n)."
  },
  {
    "verse_number": 158,
    "transcription": "Bar rafa'ahullāhu ilaih(i), wa kānallāhu 'azīzan ḥakīmā(n)."
  },
  {
    "verse_number": 159,
    "transcription": "Wa im min ahlil-kitābi illā layu'minanna bihī qabla mautih(ī), wa yaumal-qiyāmati yakūnu 'alaihim syahīdā(n)."
  },
  {
    "verse_number": 160,
    "transcription": "Fa biẓulmim minal-lażīna hādū ḥarramnā 'alaihim ṭayyibātin uḥillat lahum wa biṣaddihim 'an sabīlillāhi kaṡīrā(n)."
  },
  {
    "verse_number": 161,
    "transcription": "Wa akhżihimur-ribā wa qad nuhū 'anhu wa aklihim amwālan-nāsi bil-bāṭil(i), wa a'tadnā lil-kāfirīna minhum 'ażāban alīmā(n)."
  },
  {
    "verse_number": 162,
    "transcription": "Lākinir-rāsikhūna fil-'ilmi minhum wal-mu'minūna yu'minūna bimā unzila ilaika wa mā unzila min qablika wal-muqīmīnaṣ-ṣalāta wal-mu'tūnaz-zakāta wal-mu'minūna billāhi wal-yaumil-ākhir(i), ulā'ika sanu'tīhim ajran 'aẓīmā(n)."
  },
  {
    "verse_number": 163,
    "transcription": "Innā auḥainā ilaika kamā auḥainā ilā nūḥiw wan-nabiyyīna mim ba'dih(ī), wa auḥainā ilā ibrāhīma wa ismā'īla wa isḥāqa wa ya'qūba wal-asbāṭi wa 'īsā wa ayyūba wa yūnusa wa hārūna wa sulaimān(a), wa ātainā dāwūda zabūrā(n)."
  },
  {
    "verse_number": 164,
    "transcription": "Wa rusulan qad qaṣaṣnāhum 'alaika wa rusulal lam naqṣuṣhum 'alaik(a), wa kallamallāhu mūsā taklīmā(n)."
  },
  {
    "verse_number": 165,
    "transcription": "Rusulam mubasysyirīna wa munżirīna li'allā yakūna lin-nāsi 'alallāhi ḥujjatum ba'dar-rusul(i), wa kānallāhu 'azīzan ḥakīmā(n)."
  },
  {
    "verse_number": 166,
    "transcription": "Lākinillāhu yasyhadu bimā anzala ilaika anzalahū bi'ilmih(ī), wal-malā'ikatu yasyhadūn(a), wa kafā billāhi syahīdā(n)."
  },
  {
    "verse_number": 167,
    "transcription": "Innal-lażīna kafarū wa ṣaddū 'an sabīlillāhi qad ḍallū ḍalālam ba'īdā(n)."
  },
  {
    "verse_number": 168,
    "transcription": "Innal-lażīna kafarū wa ẓalamū lam yakunillāhu liyagfira lahum wa lā liyahdiyahum ṭarīqā(n)."
  },
  {
    "verse_number": 169,
    "transcription": "Illā ṭarīqa jahannama khālidīna fīhā abadā(n), wa kāna żālika 'alallāhi yasīrā(n)."
  },
  {
    "verse_number": 170,
    "transcription": "Yā ayyuhan-nāsu qad jā'akumur-rasūlu bil-ḥaqqi mir rabbikum fa āminū khairal lakum, wa in takfurū fa inna lillāhi mā fis-samāwāti wal-arḍ(i), wa kānallāhu 'alīman ḥakīmā(n)."
  },
  {
    "verse_number": 171,
    "transcription": "Yā ahlal-kitābi lā taglū fī dīnikum wa lā taqūlū 'alallāhi illal-ḥaqq(a), innamal-masīḥu 'īsabnu maryama rasūlullāhi wa kalimatuh(ū), alqāhā ilā maryama wa rūḥum minh(u), fa āminū billāhi wa rusulih(ī), wa lā taqūlū ṡalāṡah(tun), inntahū khairal lakum innamallāhu ilāhuw wāḥid(un), subḥānahū ay yakūna lahū walad(un), lahū mā fis-samāwāti wa mā fil-arḍ(i), wa kafā billāhi wakīlā(n)."
  },
  {
    "verse_number": 172,
    "transcription": "Lay yastankifal-masīḥu ay yakūna 'abdal lillāhi wa lal-malā'ikatul-muqarrabūn(a), wa may yastankif 'an 'ibādatihī wa yastakbir fa sayaḥsyuruhum ilaihi jamī'ā(n)."
  },
  {
    "verse_number": 173,
    "transcription": "Fa ammal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti fa yuwaffīhim ujūrahum wa yazīduhum min faḍlih(ī), wa ammal-lażīnastankafū wastakbarū fa yu'ażżibuhum 'ażāban alīmā(n), wa lā yajidūna lahum min dūnillāhi waliyyaw wa lā naṣīrā(n)."
  },
  {
    "verse_number": 174,
    "transcription": "Yā ayyuhan-nāsu qad jā'akum burhānum mir rabbikum wa anzalnā ilaikum nūram mubīnā(n)."
  },
  {
    "verse_number": 175,
    "transcription": "Fa ammal-lażīna āmanū billāhi wa'taṣamū bihī fa sayudkhiluhum fī raḥmatim minhu  wa faḍl(in), wa yahdīhim ilaihi ṣirāṭam mustaqīmā(n)."
  },
  {
    "verse_number": 176,
    "transcription": "Yastaftūnak(a), qulillāhu yuftīkum fil-kalālah(ti), inimru'un halaka laisa lahū waladuw wa lahū ukhtun fa lahā niṣfu mā tarak(a), wa huwa yariṡuhā illam yakul lahā walad(un), fa in kānataṡnataini fa lahumaṡ-ṡuluṡāni mimmā tarak(a), wa in kānū ikhwatar rijālaw wa nisā'an fa liż-żakari miṡlu ḥaẓẓil-unṡayain(i), yubayyinullāhu lakum an taḍillū, wallāhu bikulli syai'in 'alīm(un)."
  }
]