[
  {
    "verse_number": 1,
    "transcription": "Yā ayyuhal-lażīna āmanū lā tuqaddimū baina yadayillāhi wa rasūlihī wattaqullāh(a), innallāha samī'un 'alīm(un)."
  },
  {
    "verse_number": 2,
    "transcription": "Yā ayyuhal-lażīna āmanū lā tarfa'ū aṣwātakum fauqa ṣautin-nabiyyi wa lā tajharū lahū bil-qauli kajahri ba'ḍikum liba'ḍin an taḥbaṭa a'mālukum wa antum lā tasy'urūn(a)."
  },
  {
    "verse_number": 3,
    "transcription": "Innal-lażīna yaguḍḍūna aṣwātahum 'inda rasūlillāhi ulā'ikal-lażīnamtaḥanallāhu qulūbahum lit-taqwā, lahum magfiratuw wa ajrun 'aẓīm(un)."
  },
  {
    "verse_number": 4,
    "transcription": "Innal-lażīna yunādūnaka miw warā'il-ḥujurāti akṡaruhum lā ya'qilūn(a)."
  },
  {
    "verse_number": 5,
    "transcription": "Wa lau annahum ṣabarū ḥattā takhruja ilaihim lakāna khairal lahum, wallāhu gafūrur raḥīm(un)."
  },
  {
    "verse_number": 6,
    "transcription": "Yā ayyuhal-lażīna āmanū in jā'akum fāsiqum binaba'in fa tabayyanū an tuṣībū qaumam bijahālatin fa tuṣbiḥū 'alā mā fa'altum nādimīn(a)."
  },
  {
    "verse_number": 7,
    "transcription": "Wa'lamū anna fīkum rasūlallāh(i), lau yuṭī'ukum fī kaṡīrim minal-amri la'anittum wa lākinnallāha ḥabbaba ilaikumul-īmāna wa zayyanahū fī qulūbikum wa karraha ilaikumul-kufra wal-fusūqa wal-'iṣyān(a), ulā'ika humur-rāsyidūn(a)."
  },
  {
    "verse_number": 8,
    "transcription": "Faḍlam minallāhi wa ni'mah(tan), wallāhu 'alīmun ḥakīm(un)."
  },
  {
    "verse_number": 9,
    "transcription": "Wa in ṭā'ifatāni minal-mu'minīnaqtatalū fa aṣliḥū bainahumā, fa im bagat iḥdāhumā 'alal-ukhrā fa qātilul-latī tabgī ḥattā tafī'a ilā amrillāh(i), fa in fā'at fa aṣliḥū bainahumā bil-'adli wa aqsiṭū, innallāha yuḥibbul-muqsiṭīn(a)."
  },
  {
    "verse_number": 10,
    "transcription": "Innamal-mu'minūna ikhwatun fa aṣliḥū baina akhawaikum wattaqullāha la'allakum turḥamūn(a)."
  },
  {
    "verse_number": 11,
    "transcription": "Yā ayyuhal-lażīna āmanū lā yaskhar qaumum min qaumin 'asā ay yakūnū khairam minhum wa lā nisā'um min nisā'in 'asā ay yakunna khairam minhunn(a), wa lā talmizū anfusakum wa lā tanābazū bil-alqāb(i), bi'salismul-fusūqu ba'dal-īmān(i), wa mal lam yatub fa ulā'ika humuẓ-ẓālimūn(a)."
  },
  {
    "verse_number": 12,
    "transcription": "Yā ayyuhal-lażīna āmanujtanibū kaṡīram minaẓ-ẓann(i), inna ba'daẓ-ẓanni iṡmuw wa lā tajassasū wa lā yagtab ba'ḍukum ba'ḍā(n), ayuḥibbu aḥadukum ay ya'kula laḥma akhīhi maitan fa karihtumūh(u), wattaqullāh(a), innallāha tawwābur raḥīm(un)."
  },
  {
    "verse_number": 13,
    "transcription": "Yā ayyuhan-nāsu innā khalaqnākum min żakariw wa unṡā wa ja'alnākum syu'ūbaw wa qabā'ila lita'ārafū, inna akramakum 'indallāhi atqākum, innallāha 'alīmun khabīr(un)."
  },
  {
    "verse_number": 14,
    "transcription": "Qālatil-a'rābu āmannā, qul lam tu'minū wa lākin qūlū aslamnā wa lammā yadkhulil-īmānu fī qulūbikum, wa in tuṭī'ullāha wa rasūlahū lā yalitkum min a'mālikum syai'ā(n), innallāha gafūrur raḥīm(un)."
  },
  {
    "verse_number": 15,
    "transcription": "Innamal-mu'minūnal-lażīna āmanū billāhi wa rasūlihī ṡumma lam yartābū wa jāhadū bi'amwālihim wa anfusihim fī sabīlillāh(i), ulā'ika humuṣ-ṣādiqūn(a)."
  },
  {
    "verse_number": 16,
    "transcription": "Qul atu'alimūnallāha bidīnikum, wallāhu ya'lamu mā fis-samāwāti wa mā fil-arḍ(i), wallāhu bikulli syai'in 'alīm(un)."
  },
  {
    "verse_number": 17,
    "transcription": "Yamunnūna 'alaika an aslamū, qul lā tamunnū 'alayya islāmakum, balillāhu yamunnu 'alaikum an hadākum lil-īmāni in kuntum ṣādiqīn(a)."
  },
  {
    "verse_number": 18,
    "transcription": "Innallāha ya'lamu gaibas-samāwāti wal-arḍ(i), wallāhu baṣīrum bimā ta'malūn(a)."
  }
]