[
  "Subḥānal-lażī asrā bi'abdihī lailam minal-masjidil ḥarāmi ilal-masjidil-aqṣal-lażī bāraknā ḥaulahū linuriyahū min āyātinā, innahū huwas-samī'ul-baṣīr(u).",
  "Wa ātainā mūsal-kitāba wa ja'alnāhu hudal libanī isrā'īla allā tattakhiżū min dūnī wakīlā(n).",
  "Żurriyyata man ḥamalnā ma'a nūḥ(in), innahū kāna 'abdan syakūrā(n).",
  "Wa qaḍainā ilā banī isrā'īla fil-kitābi latufsidunna fil-arḍi marrataini wa lata'lunna 'uluwwan kabīrā(n).",
  "Fa iżā jā'a wa'du ūlāhumā ba'aṡnā 'alaikum 'ibādal lanā ulī ba'sin syadīdin fa jāsū khilālad-diyār(i), wa kāna wa'dam maf'ūlā(n).",
  "Ṡumma radadnā lakumul-karrata 'alaihim wa amdadnākum bi'amwāliw wa banīna wa ja'alnākum akṡara nafīrā(n).",
  "In aḥsantum aḥsantum li'anfusikum, wa in asa'tum fa lahā, fa iżā jā'a wa'dul-ākhirati liyasū'ū wujūhakum wa liyadkhulal-masjida kamā dakhalūhu awwala marratiw wa liyutabbirū mā 'alau tatbīrā(n).",
  "'Asā rabbukum ay yarḥamakum, wa in 'uttum 'udnā, wa ja'alnā jahannama lil-kāfirīna ḥaṣīrā(n).",
  "Inna hāżal-qur'āna yahdī lil-latī hiya aqwamu wa yubasysyirul-mu'minīnal-lażīna ya'malūnaṣ-ṣāliḥāti anna lahum ajran kabīrā(n).",
  "Wa annal-lażīna lā yu'minūna bil-ākhirati a'tadnā lahum 'ażāban alīmā(n).",
  "Wa yad'ul-insānu bisy-syarri du'ā'ahū bil-khair(i), wa kānal-insānu 'ajūlā(n).",
  "Wa ja'alnal-laila wan-nahāra āyataini fa maḥaunā āyatal-laili wa ja'alnā āyatan-nahāri mubṣiratal litabtagū faḍlam mir rabbikum wa lita'lamū 'adadas-sinīna wal-ḥisāb(a), wa kulla syai'in faṣṣalnāhu tafṣīlā(n).",
  "Wa kulla insānin alzamnāhu ṭā'irahū fī 'unuqih(ī), wa nukhriju lahū yaumal-qiyāmati kitābay yalqāhu mansyūrā(n).",
  "Iqra' kitābak(a), kafā binafsikal-yauma 'alaika ḥasībā(n).",
  "Manihtadā fa innamā yahtadī linafsih(ī), wa man ḍalla fa innamā yaḍillu 'alaihā, wa lā taziru wāziratuw wizra ukhrā, wa mā kunnā mu'ażżibīna ḥattā nab'aṡa rasūlā(n).",
  "Wa iżā aradnā an nuhlika qaryatan amarnā mutrafīhā fa fasaqū fīhā fa ḥaqqa 'alaihal-qaulu fa dammarnāhā tadmīrā(n).",
  "Wa kam ahlaknā minal-qurūni mim ba'di nūḥ(in), wa kafā birabbika biżunūbi 'ibādihī khabīram baṣīrā(n).",
  "Man kāna yurīdul-'ājilata 'ajjalnā lahū fīhā mā nasyā'u liman nurīdu ṡumma ja'alnā lahū jahannam(a), yaṣlāhā mażmūmam madḥūrā(n).",
  "Wa man arādal-ākhirata wa sa'ā lahā sa'yahā wa huwa mu'minun fa ulā'ika kāna sa'yuhum masykūrā(n).",
  "Kullan numiddu hā'ulā'i wa hā'ulā'i min 'aṭā'i rabbik(a), wa mā kāna 'aṭā'u rabbika maḥẓūrā(n).",
  "Unẓur kaifa faḍḍalnā ba'ḍahum 'alā ba'ḍ(in), wa lal-ākhiratu akbaru darajātiw wa akbaru tafḍīlā(n).",
  "Lā taj'al ma'allāhi ilāhan ākhara fa taq'uda mażmūmam makhżūlā(n).",
  "Wa qaḍā rabbuka allā ta'budū illā iyyāhu wa bil-wālidaini iḥsānā(n), immā yabluganna 'indakal-kibara aḥaduhumā au kilāhumā falā taqul lahumā uffiw wa lā tanhar humā wa qul lahumā qaulan karīmā(n).",
  "Wakhfiḍ lahumā janāḥaż-żulli minar-raḥmati wa qur rabbirḥamhumā kamā rabbayānī ṣagīrā(n).",
  "Rabbukum a'lamu bimā fī nufūsikum, in takūnū ṣāliḥīna fa innahū kāna lil-awwābīna gafūrā(n).",
  "Wa āti żal-qurbā ḥaqqahū wal-miskīna wabnas-sabīli wa lā tubażżir tabżīrā(n).",
  "Innal-mubażżirīna kānū ikhwānasy-syayāṭīn(i), wa kānasy-syaiṭānu lirabbihī kafūrā(n).",
  "Wa immā tu'riḍanna 'anhumubtigā'a raḥmatim mir rabbika tarjūhā faqul lahum qaulam maisūrā(n).",
  "Wa lā taj'al yadaka maglūlatan ilā 'unuqika wa lā tabsuṭhā kullal-basṭi fa taq'uda malūmam maḥsūrā(n).",
  "Inna rabbaka yabsuṭur-rizqa limay yasyā'u wa yaqdir(u), innahū kāna bi'ibādihī khabīram baṣīrā(n).",
  "Wa lā taqtulū aulādakum khasy-yata imlāq(in), naḥnu narzuquhum wa iyyākum, inna qatlahum kāna khiṭ'an kabīrā(n).",
  "Wa lā taqrabuz-zinā innahū kāna fāḥisyah(tan), wa sā'a sabīlā(n).",
  "Wa lā taqtulun-nafsal-latī ḥarramallāhu illā bil-ḥaqq(i), wa man qutila maẓlūman faqad ja'alnā liwaliyyihī sulṭānan falā yusrif fil-qatl(i), innahū kāna manṣūrā(n).",
  "Wa lā taqrabū mālal-yatīmi illā bil-latī hiya aḥsanu ḥattā yabluga asyuddah(ū), wa aufū bil-'ahd(i), innal-'ahda kāna mas'ūlā(n).",
  "Wa auful-kaila iżā kiltum wa zinū bil-qisṭāsil-mustaqīm(i), żālika khairuw wa aḥsanu ta'wīlā(n).",
  "Wa lā taqfu mā laisa laka bihī 'ilm(un), innas-sam'a wal-baṣara wal-fu'āda kullu ulā'ika kāna 'anhu mas'ūlā(n).",
  "Wa lā tamsyi fil-arḍi marahā(n), innaka lan takhriqal-arḍa wa lan tablugal-jibāla ṭūlā(n).",
  "Kullu żālika kāna sayyi'uhū 'inda rabbika makrūhā(n).",
  "Żālika mimmā auḥā ilaika rabbuka minal-ḥikmah(ti), wa lā taj'al ma'allāhi ilāhan ākhara fa tulqā fī jahannama malūmam madḥūrā(n).",
  "Afa aṣfākum rabbukum bil-banīna wattakhaża minal-malā'ikati ināṡā(n), innakum lataqūlūna qaulan 'aẓīmā(n).",
  "Wa laqad ṣarrafnā fī hāżal-qur'āni liyażżakkarū, wa mā yazīduhum illā nufūrā(n).",
  "Qul lau kāna ma'ahū ālihatun kamā yaqūlūna iżal labtagau ilā żil-'arsyi sabīlā(n).",
  "Subḥānahū wa ta'ālā 'ammā yaqūlūna 'uluwwan kabīrā(n).",
  "Tusabbiḥu lahus-samāwātus-sab'u wal-arḍu wa man fīhinn(a), wa im min syai'in illā yusabbiḥu biḥamdihī wa lākil lā tafqahūna tasbīḥahum, innahū kāna ḥalīman gafūrā(n).",
  "Wa iżā qara'tal-qur'āna ja'alnā bainaka wa bainal-lażīna lā yu'minūna bil-ākhirati ḥijābam mastūrā(n).",
  "Wa ja'alnā 'alā qulūbihim akinnatan ay yafqahūhu wa fī āżānihim waqrā(n), wa iżā żakarta rabbaka fil-qur'āni waḥdahū wallau 'alā adbārihim nufūrā(n).",
  "Naḥnu a'lamu bimā yastami'ūna bihī iż yastami'ūna ilaika wa iż hum najwā iż yaqūluẓ-ẓālimūna in tattabi'ūna illā rajulam masḥūrā(n).",
  "Unẓur kaifa ḍarabū lakal-amṡāla fa ḍallū falā yastaṭī'ūna sabīlā(n).",
  "Wa qālū a'iżā kunnā 'iẓāmaw wa rufātan a'innā lamab'ūṡūna khalqan jadīdā(n).",
  "Qul kūnū ḥijāratan au ḥadīdā(n).",
  "Au khalqam mimmā yakburu fī ṣudūrikum, fa sayaqūlūna may yu'īdunā, qulil-lażī faṭarakum awwala marrah(tin), fa sayun-giḍūna ilaika ru'ūsahum wa yaqūlūna matā huw(a), qul 'asā ay yakūna qarībā(n).",
  "Yauma yad'ūkum fa tastajībūna biḥamdihī wa taẓunnūna il labiṡtum illā qalīlā(n).",
  "Wa qul li'ibādī yaqūlul-latī hiya aḥsan(u), innasy-syaiṭāna yanzagu bainahum, innasy-syaiṭāna kāna lil-insāni 'aduwwam mubīnā(n).",
  "Rabbukum a'lamu bikum, iy yasya' yarḥamkum au iy yasya' yu'ażżibkum, wa mā arsalnāka 'alaihim wakīlā(n).",
  "Wa rabbuka a'lamu biman fis-samāwāti wal-arḍ(i), wa laqad faḍḍalnā ba'ḍan nabiyyīna 'alā ba'ḍiw wa ātainā dāwūda zabūrā(n).",
  "Qulid'ul-lażīna za'amtum min dūnihī falā yamlikūna kasyfaḍ-ḍurri 'ankum wa lā taḥwīlā(n).",
  "Ulā'ikal-lażīna yad'ūna yabtagūna ilā rabbihimul-wasīlata ayyuhum aqrabu wa yarjūna raḥmatahū wa yakhāfūna 'ażābah(ū), inna 'ażāba rabbika kāna maḥżūrā(n).",
  "Wa im min qaryatin illā naḥnu muhlikūhā qabla yaumil-qiyāmati au mu'ażżibūhā 'ażāban syadīdā(n), kāna żālika fil-kitābi masṭūrā(n).",
  "Wa mā mana'anā an nursila bil-āyāti  illā an każżaba bihal-awwalūn(a), wa ātainā ṡamūdan-nāqata mubṣiratan fa ẓalamū bihā, wa mā nursilu bil-āyāti illā takhwīfā(n).",
  "Wa iż qulnā laka inna rabbaka aḥāṭa bin-nās(i), wa mā ja'alnar-ru'yal-latī araināka illā fitnatal lin-nāsi wasy-syajaratal mal'ūnata fil-qur'ān(i), wa nukhawwifuhum, famā yazīduhum illā ṭugyānan kabīrā(n).",
  "Wa iż qulnā lil-malā'ikatisjudū li'ādama fa sajadū illā iblīs(a), qāla a'asjudu liman khalaqta ṭīnā(n).",
  "Qāla ara'aitaka  hāżal-lażī karramta 'alayya la'in akhkhartani ilā yaumil-qiyāmati la'aḥtanikanna żurriyyatahū illā qalīlā(n).",
  "Qālażhab faman tabi'aka minhum fa inna jahannama jazā'ukum jazā'am maufūrā(n).",
  "Wastafziz manistaṭa'ta minhum biṣautika wa ajlib 'alaihim bikhailika wa rajilika wa syārikūhum fil-amwāli wal-aulādi wa 'idhum, wa mā ya'iduhumusy-syaiṭānu illā gurūrā(n).",
  "Inna 'ibādī laisa laka 'alaihim sulṭān(un), wa kafā birabbika wakīlā(n).",
  "Rabbukumul-lażī yuzjī lakumul-fulka fil-baḥri litabtagū min faḍlih(ī), innahū kāna bikum raḥīmā(n).",
  "Wa iżā massakumuḍ-ḍurru fil-baḥri ḍalla man tad'ūna illā iyyāh(u), falammā najjākum ilal-barri a'raḍtum, wa kānal-insānu kafūrā(n).",
  "Afa amintum ay yakhsifa bikum jānibal-barri au yursila 'alaikum ḥaṣiban ṡumma lā tajidū lakum wakīlā(n).",
  "Am amintum ay yu'īdakum fīhi tāratan ukhrā fa yursila 'alaikum qāṣifam minar-rīḥi fa yugriqakum bimā kafartum, ṡumma lā tajidū lakum 'alainā bihī tabī'ā(n).",
  "Wa laqad karramnā banī ādama wa ḥamalnāhum fil-barri wal-baḥri wa razaqnāhum minaṭ-ṭayyibāti wa faḍḍalnāhum 'alā kaṡīrim mimman khalaqnā tafḍīlā(n).",
  "Yauma nad'ū kulla unāsim bi'imāmihim, faman ūtiya katābahū biyamīnihī fa ulā'ika yaqra'ūna kitābahum wa lā yuẓlamūna fatīlā(n).",
  "Wa man kāna fī hāżihī a'mā fa huwa fil-ākhirati a'mā wa aḍallu sabīlā(n).",
  "Wa in kādū layaftinūnaka 'anil-lażī auḥainā ilaika litaftariya 'alainā gairah(ū), wa iżal lattakhażūka khalīlā(n).",
  "Wa lau lā an ṡabbatnāka laqad kitta tarkanu ilaihim syai'an qalīlā(n).",
  "Iżal-la'ażaqnāka ḍi'fal-ḥayāti wa ḍi'fal-mamāti ṡumma lā tajidu laka 'alainā naṣīrā(n).",
  "Wa in kādū layastafizzūnaka minal-arḍi liyukhrijūka minhā wa iżal lā yalbaṡūna khilāfaka illā qalīlā(n).",
  "Sunnata man qad arsalnā qablaka mir rusulinā wa lā tajidu lisunnatinā taḥwīlā(n).",
  "Aqimiṣ-ṣalāta lidulūkisy-syamsi ilā gasaqil-laili wa qur'ānal-fajr(i), inna qur'ānal-fajri kāna masyhūdā(n).",
  "Wa minal-laili fa tahajjad bihī nāfilatal lak(a), 'asā ay yab'aṡaka rabbuka maqāmam maḥmūdā(n).",
  "Wa qur rabbi adkhilnī mudkhala ṣidqiw wa akhrijnī mukhraja ṣidqiw waj'al lī mil ladunka sulṭānan naṣīrā(n).",
  "Wa qul jā'al-ḥaqqu wa zahaqal-bāṭil(u), innal-bāṭila kāna zahūqā(n).",
  "Wa nunazzilu minal-qur'āni mā huwa syifā'uw wa raḥmatul lil-mu'minīn(a), wa lā yazīduẓ-ẓālimīna illā khasārā(n).",
  "Wa iżā an'amnā 'alal-insāni a'raḍa wa na'ā bijānibih(ī), wa iżā massahusy-syarru kāna ya'ūsā(n).",
  "Qul kulluy ya'malu 'alā syākilatih(ī), fa rabbukum a'lamu biman huwa ahdā sabīlā(n).",
  "Wa yas'alūnaka 'anir-rūḥ(i), qulir-rūḥu min amri rabbī wa mā ūtītum minal-'ilmi illā qalīlā(n).",
  "Wa la'in syi'nā lanażhabanna bil-lażī auḥainā ilaika ṡumma lā tajidu laka bihī 'alainā wakīlā(n).",
  "Illā raḥmatam mir rabbik(a), inna faḍalahū kāna 'alaika kabīrā(n).",
  "Qul la'inijtama'atil-insu wal-jinnu 'alā ay ya'tū bimiṡli hāżal-qur'āni lā ya'tūna bimiṡlihī wa lau kāna ba'ḍuhum liba'ḍin ẓahīrā(n).",
  "Wa laqad ṣarrafnā lin-nāsi fī hāżal-qur'āni min kulli maṡal(in), fa abā akṡarun-nāsi illā kufūrā(n).",
  "Wa qālū lan nu'mina laka ḥattā tafjura lanā minal-arḍi yambū'ā(n).",
  "Au takūna laka jannatum min nakhīliw wa 'inabin fa tufajjiral-anhāra khilālahā tafjīrā(n).",
  "Au tusqiṭas-samā'a kamā za'amta 'alainā kisafan au ta'tiya billāhi wal-malā'ikati qabīlā(n).",
  "Au yakūna laka baitum min zukhrufin au tarqā fis-samā'(i), wa lan nu'mina liruqiyyika ḥattā tunazzila 'alainā kitāban naqra'uh(ū), qul subḥāna rabbī hal kuntu illā basyarar rasūlā(n).",
  "Wa mā mana'an-nāsa ay yu'minū iż jā'ahumul-hudā illā an qālū aba'aṡallāhu basyarar rasūlā(n).",
  "Qul lau kāna fil-arḍi malā'ikatuy yamsyūna muṭma'innīna lanazzalnā 'alaihim minas-samā'i malakar rasūlā(n).",
  "Qul kafā billāhi syahīdam bainī wa bainakum, innahū kāna bi'ibādihī khabīram baṣīrā(n).",
  "Wa may yahdillāhu fa huwal-muhtad(i), wa may yuḍlil falan tajida lahum auliyā'a min dūnih(ī), wa naḥsyuruhum yaumal-qiyāmati 'alā wujūhihim 'umyaw wa bukmaw wa ṣummā(n), ma'wāhum jahannam(u), kullamā khabat zidnāhum sa'īrā(n).",
  "Żālika jazā'uhum bi'annahum kafarū bi'āyātinā wa qālū a'iżā kunnā 'iẓāmaw wa rufātan a'innā lamab'ūṡūna khalqan jadīdā(n).",
  "Awalam yarau annallāhal-lażī khalaqas-samāwāti wal-arḍa qādirun 'alā ay yakhluqa miṡlahum wa ja'ala lahum ajalal lā raiba fīh(i), fa abaẓ-ẓālimūna illā kufūrā(n).",
  "Qul lau antum tamlikūna khazā'ina raḥmati rabbī iżal la'amsaktum khasy-yatal-infāq(i), wa kānal-insānu qatūrā(n).",
  "Wa laqad ātainā mūsā tis'a āyātim bayyinātin fas'al banī isrā'īla iż jā'ahum fa qāla lahū fir'aunu innī la'aẓunnuka yā mūsā masḥūrā(n).",
  "Qāla laqad 'alimta mā anzala hā'ulā'i illā rabbus-samāwāti wal-arḍi baṣā'ir(a), wa innī la'aẓunnuka yā fir'aunu maṡbūrā(n).",
  "Fa arāda ay yastafizzahum minal arḍi fa agraqnāhu wa mam ma'ahū jamī'ā(n).",
  "Wa qulnā mim ba'dihī libanī isrā'īlaskunul-arḍa fa iżā jā'a wa'dul-ākhirati ji'nā bikum lafīfā(n).",
  "Wa bil-ḥaqqi anzalnāhu wa bil-ḥaqqi nazal(a), wa mā arsalnāka illā mubasysyiraw wa nażīrā(n).",
  "Wa qur'ānan faraqnāhu litaqra'ahū 'alan-nāsi 'alā mukṡiw wa nazzalnāhu tanzīlā(n).",
  "Qul āminū bihī au lā tu'minū, innal-lażīna ūtul-'ilma min qablihī iżā yutlā 'alaihim yakhirrūna lil-ażqāni sujjadā(n).",
  "Wa yaqūlūna subḥāna rabbinā in kāna wa'du rabbinā lamaf'ūlā(n).",
  "Wa yakhirrūna lil-ażqāni yabkūna wa yazīduhum khusyū'ā(n).",
  "Qulid'ullāha awid'ur-raḥmān(a), ayyam mā tad'ū fa lahul-asmā'ul-ḥusnā, wa lā tajhar biṣalātika wa lā tukhāfit bihā wabtagi baina żālika sabīlā(n).",
  "Wa qulil-ḥamdu lillāhil-lażī lam yattakhiż waladaw wa lam yakul lahū syarīkun fil-mulki wa lam yakul lahū waliyyum minaż-żulli wa kabbirhu takbīrā(n)."
]