[
  "Alif lām mīm.",
  "Gulibatir-rūm(u).",
  "Fī adnal-arḍi wa hum mim ba'di galabihim sayaglibūn(a).",
  "Fī biḍ'i sinīn(a), lillāhil-amru min qablu wa mim ba'd(u), wa yauma'iżiy yafraḥul-mu'minūn(a).",
  "Binaṣrillāh(i), yanṣuru may yasyā'(u), wa huwal-'azīzur-raḥīm(u).",
  "Wa'dallāh(i), lā yukhlifullāhu wa'dahū wa lākinna akṡaran-nāsi lā ya'lamūn(a).",
  "Ya'lamūna ẓāhiram minal-ḥayātid-dun-yā, wa hum 'anil-ākhirati hum gāfilūn(a).",
  "Awalam yatafakkarū fī anfusihim, mā khalaqallāhus-samāwāti wal-arḍa wa mā bainahumā illā bil-ḥaqqi wa ajalim musammā(n), wa inna kaṡīram minan-nāsi biliqā'i rabbihim lakāfirūn(a).",
  "Awalam yasīrū fil-arḍi fayanẓurū kaifa kāna 'āqibatul-lażīna min qablihim, kānū asyadda minhum quwwataw wa aṡārul-arḍa wa 'amarūhā akṡara mimmā 'amarūhā wa jā'athum rusuluhum bil-bayyināt(i), famā kānallāhu liyaẓlimahum wa lākin kānū anfusahum yaẓlimūn(a).",
  "Ṡumma kāna 'āqibatal-lażīna asā'us-sū'ā an każżabū bi'āyātillāhi wa kānū bihā yastahzi'ūn(a).",
  "Allāhu yabda'ul-khalqa ṡumma yu'īduhū ṡumma ilaihi turja'ūn(a).",
  "Wa yauma taqūmus-sā'atu yublisul-mujrimūn(a).",
  "Wa lam yakul lahum min syurakā'ihim syufa'ā'u wa kānū bisyurakā'ihim kāfirīn(a).",
  "Wa yauma taqūmus-sā'atu yauma'iżiy yatafarraqūn(a).",
  "Fa ammal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti fahum fī rauḍatiy yuḥbarūn(a).",
  "Wa ammal-lażīna kafarū wa każżabū bi'āyātinā wa liqā'il-ākhirati fa'ulā'ika fil-'ażābi muḥḍarūn(a).",
  "Fa subḥānallāhi ḥīna tumsūna wa ḥīna tuṣbiḥūn(a).",
  "Wa lahul-ḥamdu fis-samāwāti wal-arḍi wa 'asyiyyaw wa ḥīna tuẓhirūn(a).",
  "Yukhrijul-ḥayya minal-mayyiti wa yukhrijul-mayyita minal-ḥayyi wa yuḥyil-arḍa ba'da mautihā, wa każālika tukhrajūn(a).",
  "Wa min āyātihī an khalaqakum min turābin ṡumma iżā antum basyarun tantasyirūn(a).",
  "Wa min āyātihī an khalaqa lakum min anfusikum azwājal litaskunū ilaihā wa ja'ala bainakum mawaddataw wa raḥmah(tan), inna fī żālika la'āyātil liqaumiy yatafakkarūn(a).",
  "Wa min āyātihī khalqus-samāwāti wal-arḍi wakhtilāfu alsinatikum wa alwānikum, inna fī żālika la'āyātil lil-'ālimīn(a).",
  "Wa min āyātihī manāmukum bil-laili wan-nahāri wabtigā'ukum min faḍlih(ī), inna fī żālika la'āyātil liqaumiy yasma'ūn(a).",
  "Wa min āyātihī yurīkumul-barqa khaufaw wa ṭama'aw wa yunazzilu minas-samā'i mā'an fa yuḥyī bihil-arḍa ba'da mautihā, inna fī żālika la'āyātil liqaumiy ya'qilūn(a).",
  "Wa min āyātihī an taqūmas-samā'u wal-arḍu bi'amrih(ī), ṡumma iżā da'ākum da'watam minal-arḍi iżā antum takhrujūn(a).",
  "Wa lahū man fis-samāwāti wal-arḍ(i), kullul lahū qānitūn(a).",
  "Wa huwal-lażī yabda'ul-khalqa ṡumma yu'īduhū wa huwa ahwanu 'alaih(i), wa lahul-maṡalul-a'lā fis-samāwāti wal-arḍ(i), wa huwal-'azīzul-ḥakīm(u).",
  "Ḍaraba lakum maṡalam min anfusikum, hal lakum mim mā malakat aimānukum min syurakā'a fī mā razaqnākum fa'antum fīhi sawā'un takhāfūnahum kakhīfatikum anfusakum, każālika nufaṣṣilul-āyāti liqaumiy ya'qilūn(a).",
  "Balittaba'al-lażīna ẓalamū ahwā'ahum bigairi 'ilm(in), famay yahdī man aḍallallāh(u), wa mā lahum min nāṣirīn(a).",
  "Fa aqim wajhaka lid-dīni ḥanīfā(n), fiṭratallāhil-latī faṭaran-nāsa 'alaihā, lā tabdīla likhalqillāh(i), żālikad-dīnul-qayyim(u), wa lākinna akṡaran-nāsi lā ya'lamūn(a).",
  "Munībīna ilaihi wattaqūhu wa aqīmuṣ-ṣalāta wa lā takūnū minal-musyrikīn(a).",
  "Minal-lażīna farraqū dīnahum wa kānū syiya'ā(n), kullu ḥizbim bimā ladaihim fariḥūn(a).",
  "Wa iżā massan-nāsa ḍurrun da'au rabbahum munībīna ilaihi ṡumma iżā ażāqahum minhu raḥmatan iżā farīqum minhum birabbihim yusyrikūn(a).",
  "Liyakfurū bimā ātaināhum, fatamatta'ū, fasaufa ta'lamūn(a).",
  "Am anzalnā 'alaihim sulṭānan fahuwa yatakallamu bimā kānū bihī yusyrikūn(a).",
  "Wa iżā ażaqnan-nāsa raḥmatan fariḥū bihā, wa in tuṣibhum sayyi'atum bimā qaddamat aidīhim iżā hum yaqnaṭūn(a).",
  "Awalam yarau annallāha yabsuṭur-rizqa limay yasyā'u wa yaqdir(u), inna fī żālika la'āyātil liqaumiy yu'minūn(a).",
  "Fa āti żal-qurbā ḥaqqahū wal-miskīna wabnas-sabīl(i), żālika khairul lil-lażīna yurīdūna wajhallāh(i), wa ulā'ika humul-mufliḥūn(a).",
  "Wa mā ātaitum mir ribal liyarbuwa fī amwālin-nāsi falā yarbū 'indallāh(i), wa mā ātaitum min zakātin turīdūna wajhallāhi fa'ulā'ika humul-muḍ'ifūn(a).",
  "Allāhul-lażī khalaqakum ṡumma razaqakum ṡumma yumītukum ṡumma yuḥyīkum, hal min syurakā'ikum may yaf'alu min żālikum min syai'(in), subḥānahū wa ta'ālā 'ammā yusyrikūn(a).",
  "Żaharal-fasādu fil-barri wal-baḥri bimā kasabat aidin-nāsi liyużīqahum ba'ḍal-lażī 'amilū la'allahum yarji'ūn(a).",
  "Qul sīrū fil-arḍi fanẓurū kaifa kāna 'āqibatul-lażīna min qabl(u), kāna akṡaruhum musyrikīn(a).",
  "Fa aqim wajhaka lid-dīnil-qayyimi min qabli ay ya'tiya yaumul lā maradda lahū minallāhi yauma'iżiy yaṣṣadda'ūn(a).",
  "Man kafara fa 'alaihi kufruh(ū), wa man 'amila ṣāliḥan fali'anfusihim yamhadūn(a).",
  "Liyajziyal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti min faḍlih(ī), innahū lā yuḥibbul-kāfirīn(a).",
  "Wa min āyātihī ay yursilar-riyāḥa mubasysyirātiw wa liyużīqakum mir raḥmatihī wa litajriyal-fulka bi'amrihī wa litabtagū min faḍlihī wa la'allakum tasykurūn(a).",
  "Wa laqad arsalnā min qablika rusulan ilā qaumihim fajā'ūhum bil-bayyināti fantaqamnā minal-lażīna ajramū, wa kāna ḥaqqan 'alainā naṣrul-mu'minīn(a).",
  "Allāhul-lażī yursilur-riyāḥa fatuṡīru saḥāban fayabsuṭuhū fis-samā'i kaifa yasyā'u wa yaj'aluhū kisafan fataral-wadqa yakhruju min khilālih(ī), fa'iżā aṣāba bihī may yasyā'u min 'ibādihī iżā hum yastabsyirūn(a).",
  "Wa in kānū min qabli ay yunazzala 'alaihim min qablihī lamublisīn(a).",
  "Fanẓur ilā āṡāri raḥmatillāhi kaifa yuḥyil-arḍa ba'da mautihā, inna żālika lamuḥyil-mautā, wa huwa 'alā kulli syai'in qadīr(un).",
  "Wa la'in arsalnā rīḥan fara'auhu muṣfarral laẓallū mim ba'dihī yakfurūn(a).",
  "Fa innaka lā tusmi'ul-mautā wa lā tusmi'uṣ-ṣummad-du'ā'a iżā wallau mudbirīn(a).",
  "Wa mā anta bihādil-'umyi 'an ḍalālatihim, in tusmi'u illā may yu'minu bi'āyātinā fahum muslimūn(a).",
  "Allāhul-lażī khalaqakum min ḍa'fin ṡumma ja'ala mim ba'di ḍa'fin quwwatan ṡumma ja'ala mim ba'di quwwatin ḍa'faw wa syaibah(tan), yakhluqu mā yasyā'(u), wa huwal-'alīmul-qadīr(u).",
  "Wa yauma taqūmus-sā'atu yuqsimul-mujrimūn(a), mā labiṡū gaira sā'ah(tin), każālika kānū yu'fakūn(a).",
  "Wa qālal-lażīna ūtul-'ilma wal-īmāna laqad labiṡtum fī kitābillāhi ilā yaumil-ba'ṡ(i), fa hāżā yaumul-baṡi wa lākinnakum kuntum lā ta'lamūn(a).",
  "Fa yauma'iżil lā yanfa'ul-lażīna ẓalamū ma'żiratuhum wa lā hum yusta'tabūn(a).",
  "Wa laqad ḍarabnā lin-nāsi fī hāżal-qur'āni min kulli maṡal(in), wa la'in ji'tahum bi'āyatil layaqūlannal-lażīna kafarū in antum illā mubṭilūn(a).",
  "Każālika yaṭba'ullāhu 'alā qulūbil-lażīna lā ya'lamūn(a).",
  "Faṣbir inna wa'dallāhi ḥaqquw wa lā yastakhiffannakal-lażīna lā yūqinūn(a)."
]