[
  "Hal atāka 'alal-insāni ḥīnum minad-dahri lam yakun syai'am mażkūrā(n).",
  "Innā khalaqnal-insāna min nuṭfatin amsyājin nabtalīhi fa ja'alnāhu samī'am baṣīrā(n).",
  "Innā hadaināhus-sabīla immā syākiraw wa immā kafūrā(n).",
  "Innā a'tadnā lil-kāfirīna salāsila wa aglālaw wa sa'īrā(n).",
  "Innal-abrāra yasyrabūna min ka'sin kāna mizājuhā kāfūrā(n).",
  "'Ainay yasyrabu bihā 'ibādullāhi yufajjirūnahā tafjīrā(n).",
  "Yūfūna bin-nażri wa yakhāfūna yauman kāna syarruhū mustaṭīrā(n).",
  "Wa yuṭ'imūnaṭ-ṭa'āma 'alā ḥubbihī miskīnaw wa yatīmaw wa asīrā(n).",
  "Innamā nuṭ'imukum liwajhillāhi lā nurīdu minkum jazā'aw wa lā syukūrā(n).",
  "Innā nakhāfu mir rabbinā yauman 'abūsan qamṭarīrā(n).",
  "Fa waqāhumullāhu syarra żālikal-yaumi wa laqqāhum naḍrataw wa surūrā(n).",
  "Wa jazāhum bimā ṣabarū jannataw wa ḥarīrā(n).",
  "Muttaki'īna fīhā 'alal-arā'ik(i), lā yarauna fīhā syamsaw wa lā zamharīrā(n).",
  "Wa dāniyatan 'alaihim ẓilāluhā wa żullilat quṭūfuhā tażlīlā(n).",
  "Wa yuṭāfu 'alaihim bi'āniyatim min fiḍḍatiw wa akwābin kānat qawārīrā.",
  "Qawārīra min fiḍḍatin qaddarūhā taqdīrā(n).",
  "Wa yusqauna fīhā ka'san kāna mizājuhā zanjabīlā(n).",
  "'Ainan fīhā tusammā salsabīlā(n).",
  "Wa yaṭūfu 'alaihim wildānum mukhalladūn(a), iżā ra'aitahum ḥasibtahum lu'lu'am manṡūrā(n).",
  "Wa iżā ra'aita ṡamma ra'aita  na'īmaw wa mulkan kabīrā(n).",
  "'Āliyahum ṡiyābu sundusin khuḍruw wa istabraq(un), wa ḥullū asāwira  min fiḍḍah(tin), wa saqāhum rabbuhum syarāban ṭahūrā(n).",
  "Inna hāżā kāna lakum jazā'aw wa kāna sa'yukum masykūrā(n).",
  "Innā naḥnu nazzalnā 'alaikal-qur'āna tanzīlā(n).",
  "Faṣbir liḥukmi rabbika wa lā tuṭi' minhum āṡiman au kafūrā(n).",
  "Ważkurisma rabbika bukrataw wa aṣīlā(n).",
  "Wa minal-laili fasjud lahū wa sabbiḥhu lailan ṭawīlā(n).",
  "Inna hā'ulā'i yuḥibbūnal-'ājilata wa yażarūna warā'ahum yauman ṡaqīlā(n)",
  "Naḥnu khalaqnāhum wa syadadnā asrahum, wa iżā syi'nā baddalnā amṡālahum tabdīlā(n).",
  "Inna hāżihī tażkirah(tun), faman syā'attakhaża ilā rabbihī sabīlā(n).",
  "Wa mā tasyā'ūna illā ay yasyā'allāh(u), innallāha kāna 'alīman ḥakīmā(n).",
  "Yudkhilu may yasyā'u fī raḥmatih(ī),  waẓ-ẓālimīna a'adda lahum 'ażāban alīmā(n)."
]