[
  {
    "verse_number": 1,
    "transcription": "Ḥā mīm."
  },
  {
    "verse_number": 2,
    "transcription": "Tanzīlul-kitābi minallāhil 'azīzil-ḥakīm(i)."
  },
  {
    "verse_number": 3,
    "transcription": "Mā khalaqnas-samāwāti wal-arḍa wa mā bainahumā illā bil-ḥaqqi wa ajalim musammā(n), wal-lażīna kafarū 'ammā unżirū mu'riḍūn(a)."
  },
  {
    "verse_number": 4,
    "transcription": "Qul ara'aitum mā tad'ūna min dūnillāhi arūnī māżā khalaqū minal-arḍi am lahum syirkun fis-samāwāt(i), i'tūnī bikitābim min qabli hāżā au aṡāratim min 'ilmin in kuntum ṣādiqīn(a)."
  },
  {
    "verse_number": 5,
    "transcription": "Wa man aḍallu mimmay yad'ū min dūnillāhi mal lā yastajību lahū ilā yaumil-qiyāmati wa hum 'an du'ā'ihim gāfilūn(a)."
  },
  {
    "verse_number": 6,
    "transcription": "Wa iżā ḥusyiran-nāsu kānū lahum a'dā'aw wa kānū bi'ibādatihim kāfirīn(a)."
  },
  {
    "verse_number": 7,
    "transcription": "Wa iżā tutlā 'alaihim āyātunā bayyinātin qālal-lażīna kafarū lil-ḥaqqi lammā jā'ahum, hāżā siḥrum mubīn(un)."
  },
  {
    "verse_number": 8,
    "transcription": "Am yaqūlūnaftarāh(u), qul iniftaraituh(ū), falā tamlikūna lī minallāhi syai'ā(n), huwa a'lamu bimā tufīḍūna fīh(i), kafā bihī syahīdam bainī wa bainakum, wa huwal-gafūrur-raḥīm(u)."
  },
  {
    "verse_number": 9,
    "transcription": "Qul mā kuntu bid'am minar-rusuli wa mā adrī mā yuf'alu bī wa lā bikum, in attabi'u illā mā yūḥā ilayya wa mā ana illā nażīrum mubīn(un)."
  },
  {
    "verse_number": 10,
    "transcription": "Qul ara'aitum in kāna min 'indillāhi wa kafartum bihī wa syahida syāhidum mim banī isrā'īla 'alā miṡlihī fa āmana wastakbartum, innallāha lā yahdil-qaumaẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 11,
    "transcription": "Wa qālal-lażīna kafarū lil-lażīna āmanū lau kāna khairam mā sabaqūnā ilaih(i), wa iż lam yahtadū bihī fasayaqūlūna hāżā ifkun qadīm(un)."
  },
  {
    "verse_number": 12,
    "transcription": "Wa min qablihī kitābu mūsā imāmaw wa raḥmah(tan), wa hāżā kitābum muṣaddiqul lisānan 'arabiyyal liyunżiral-lażīna ẓalamū, wa busyrā lil-muḥsinīn(a)."
  },
  {
    "verse_number": 13,
    "transcription": "Innal-lażīna qālū rabbunallāhu ṡummastaqāmū falā khaufun 'alaihim wa lā hum yaḥzanūn(a)."
  },
  {
    "verse_number": 14,
    "transcription": "Ulā'ika aṣḥābul-jannati khālidīna fīhā, jazā'am bimā kānū ya'malūn(a)."
  },
  {
    "verse_number": 15,
    "transcription": "Wa waṣṣainal-insāna biwālidaihi iḥsānā(n), ḥamalathu ummuhū kurhaw wa waḍa'athu kurhā(n), wa ḥamluhū wa fiṣāluhū ṡalāṡūna syahrā(n), ḥattā iżā balaga asyuddahū wa balaga arba'īna sanah(tan), qāla rabbi auzi'nī an asykura ni'matakal-latī an'amta 'alayya wa 'alā wālidayya wa an a'mala ṣāliḥan tarḍāhu wa aṣliḥ lī fī żurriyyatī, innī tubtu ilaika wa innī minal-muslimīn(a)."
  },
  {
    "verse_number": 16,
    "transcription": "Ulā'ikal-lażīna nataqabbalu 'anhum aḥsana mā 'amilū wa natajāwazu 'an sayyi'atihim fī aṣḥābil-jannah(ti), wa'daṣ-ṣidqil-lażī kānū yū'adūn(a)."
  },
  {
    "verse_number": 17,
    "transcription": "Wal-lażī qāla liwālidaihi uffil lakumā ata'idāninī an ukhraja wa qad khalatil qurūnu min qablī, wa humā yastagīṡānillāha wailaka āmin, inna wa'dallāhi ḥaqq(un), fayaqūlu mā hāżā illā asāṭīrul-awwalīn(a)."
  },
  {
    "verse_number": 18,
    "transcription": "Ulā'ikal-lażīna ḥaqqa 'alaihimul-qaulu fī umamin qad khalat min qablihim minal-jinni wal-ins(i), innahum kānū khāsirīn(a)."
  },
  {
    "verse_number": 19,
    "transcription": "Wa likullin darajātum mimmā 'amilū, wa liyuwaffiyahum a'mālahum wa hum lā yuẓlamūn(a)."
  },
  {
    "verse_number": 20,
    "transcription": "Wa yauma yu'raḍul-lażīna kafarū 'alan-nār(i), ażhabtum ṭayyibātikum fī ḥayātikumud-dun-yā wastamta'tum bihā, fal-yauma tujzauna 'ażābal-hūni bimā kuntum tastakbirūna fil-arḍi bigairil-ḥaqqi wa bimā kuntum tafsuqūn(a)."
  },
  {
    "verse_number": 21,
    "transcription": "Ważkur akhā 'ād(in), iż anżara qaumahū bil-aḥqāfi wa qad khalatin-nużuru mim baini yadaihi wa min khalfihī allā ta'budū illallāh(a), innī akhāfu 'alaikum 'ażāba yaumin 'aẓīm(in)."
  },
  {
    "verse_number": 22,
    "transcription": "Qālū aji'tanā lita'fikanā 'an ālihatinā fa'tinā bimā ta'idunā in kunta minaṣ-ṣādiqīn(a)."
  },
  {
    "verse_number": 23,
    "transcription": "Qāla innamal 'ilmu 'indallāh(i), wa uballigukum mā ursiltu bihī wa lākinnī arākum qauman tajhalūn(a)."
  },
  {
    "verse_number": 24,
    "transcription": "Falammā ra'auhu 'āriḍam mustaqbila audiyatihim, qālū hāżā 'āriḍum mumṭirunā, bal huwa masta'jaltum bih(ī), rīḥun fīhā 'ażābun alīm(un)."
  },
  {
    "verse_number": 25,
    "transcription": "Tudammiru kulla syai'im bi'amri rabbihā fa'aṣbaḥū lā yurā illā masākinuhum, każālika najzil-qaumal-mujrimīn(a)."
  },
  {
    "verse_number": 26,
    "transcription": "Wa laqad makkannāhum fīmā im makkannākum fīhi wa ja'alnā lahum sam'aw wa abṣāraw wa af'idah(tan), famā agnā 'anhum sam'uhum wa lā abṣāruhum wa lā af'idatuhum min syai'in iż kānū yajḥadūna bi'āyātillāhi wa ḥāqa bihim mā kānū bihī yastahzi'ūn(a)."
  },
  {
    "verse_number": 27,
    "transcription": "Wa laqad ahlaknā mā ḥaulakum minal-qurā wa ṣarrafnal-āyāti la'allahum yarji'ūn(a)."
  },
  {
    "verse_number": 28,
    "transcription": "Falau lā naṣarahumul-lażīnattakhażū min dūnillāhi qurbānan ālihah(tan), bal ḍallū 'anhum, wa żālika ifkuhum wa mā kānū yaftarūn(a)."
  },
  {
    "verse_number": 29,
    "transcription": "Wa iż ṣarafnā ilaika nafaram minal-jinni yastami'ūnal-qur'ān(a), falammā ḥaḍarūhu qālū anṣitū, falammā quḍiya wallau ilā qaumihim munżirīn(a)."
  },
  {
    "verse_number": 30,
    "transcription": "Qālū yā qaumanā innā sami'nā kitāban unzila mim ba'di mūsā muṣaddiqal limā baina yadaihi yahdī ilal-ḥaqqi wa ilā ṭarīqim mustaqīm(in)."
  },
  {
    "verse_number": 31,
    "transcription": "Yā qaumanā ajībū dā'iyallāhi wa āminū bihī yagfir lakum min żunūbikum wa yujirkum min 'ażābin alīm(in)."
  },
  {
    "verse_number": 32,
    "transcription": "Wa mal lā yujib dā'iyallāhi falaisa bimu'jizin fil-arḍi wa laisa lahū min dūnihī auliyā'(u), ulā'ika fī ḍalālim mubīn(in)."
  },
  {
    "verse_number": 33,
    "transcription": "Awalam yarau annallāhal-lażī khalaqas-samāwāti wal-arḍa wa lam ya'ya bikhalqihinna biqādirin 'alā ay yuḥyiyal-mautā, balā innahū 'alā kulli syai'in qadīr(un)."
  },
  {
    "verse_number": 34,
    "transcription": "Wa yauma yu'raḍul-lażīna kafarū 'alan-nār(i), alaisa hāżā bil-ḥaqq(i), qālū balā wa rabbinā, qāla fażūqul-'ażāba bimā kuntum takfurūn(a)."
  },
  {
    "verse_number": 35,
    "transcription": "Faṣbir kamā ṣabara ulul-'azmi minar-rusuli wa lā tasta'jil lahum, ka'annahum yauma yarauna mā yū'adūn(a), lam yalbaṡū illā sā'atam min nahār(in), balāg(un), fahal yuhlaku illal-qaumul-fāsiqūn(a)."
  }
]