[
  {
    "verse_number": 1,
    "transcription": "Yā ayyuhal-lażīna āmanū lā tattakhiżū 'aduwwī wa 'aduwwakum auliyā'a tulqūna ilaihim bil-mawaddati wa qad kafarū bimā jā'akum minal-ḥaqq(i), yukhrijūnar-rasūla wa iyyākum an tu'minū billāhi rabbikum, in kuntum kharajtum jihādan fī sabīlī wabtigā'a marḍātī tusirrūna ilaihim bil-mawaddah(ti), wa ana a'lamu bimā akhfaitum wa mā a'lantum, wa may yaf'alhu minkum faqad ḍalla sawā'as-sabīl(i)."
  },
  {
    "verse_number": 2,
    "transcription": "Iy yaṡqafūkum yakūnū lakum a'dā'aw wa yabsuṭū ilaikum aidiyahum wa alsinatahum bis-sū'i wa waddū lau takfurūn(a)."
  },
  {
    "verse_number": 3,
    "transcription": "Lan tanfa'akum arḥāmukum wa lā aulādukum yaumal-qiyāmati yafṣilu bainakum, wallāhu bimā ta'malūna baṣīr(un)."
  },
  {
    "verse_number": 4,
    "transcription": "Qad kānat lakum uswatun ḥasanatun fī ibrāhīma wal-lażīna ma'ah(ū), iż qālū liqaumihim innā bura'ā'u minkum wa mimmā ta'budūna min dūnillāh(i), kafarnā bikum wa badā bainanā wa bainakumul-'adāwatu wal-bagḍā'u abadan ḥattā tu'minū billāhi waḥdahū illā qaula ibrāhīma li'abīhi la'astagfiranna laka wa mā amliku laka minallāhi min syai'(in), rabbanā 'alaika tawakkalnā wa ilaika anabnā wa ilaikal-maṣīr(u)."
  },
  {
    "verse_number": 5,
    "transcription": "Rabbanā lā taj'alnā fitnatal lil-lażīna kafarū wagfir lanā rabbanā, innaka antal-'azīzul-ḥakīm(u)."
  },
  {
    "verse_number": 6,
    "transcription": "Laqad kāna lakum fīhim uswatun ḥasanatul liman kāna yarjullāha wal-yaumal-ākhir(a), wa may yatawalla fa'innallāha huwal-ganiyyul-ḥamīd(u)."
  },
  {
    "verse_number": 7,
    "transcription": "'Asallāhu ay yaj'ala bainakum wa bainal-lażīna 'ādaitum minhum mawaddah(tan), wallāhu qadīr(un), wallāhu gafūrur raḥīm(un)."
  },
  {
    "verse_number": 8,
    "transcription": "Lā yanhākumullāhu 'anil-lażīna lam yuqātilūkum fid-dīni wa lam yukhrijūkum min diyārikum an tabarrūhum wa tuqsiṭū ilaihim, innallāha yuḥibbul-muqsiṭīn(a)."
  },
  {
    "verse_number": 9,
    "transcription": "Innamā yanhākumullāhu 'anil-lażīna qātalūkum fid-dīni wa akhrajūkum min diyārikum wa ẓāharū 'alā ikhrājikum an tawallauhum, wa may yatawallahum fa'ulā'ika humuẓ-ẓālimūn(a)."
  },
  {
    "verse_number": 10,
    "transcription": "Yā ayyuhal-lażīna āmanū iżā jā'akumul-mu'minātu muhājirātin famtaḥinūhunn(a), allāhu a'lamu bi'īmānihinna fa'in 'alimtumūhunna mu'minātin falā tarji'ūhunna ilal-kuffār(i), lā hunna ḥillul lahum wa lā hum yaḥillūna lahunn(a), wa ātūhum mā anfaqū, wa lā junāḥa 'alaikum an tankiḥūhunna iżā ātaitumūhunna ujūrahunn(a), wa lā tumsikū bi'iṣamil-kawāfiri was'alū mā anfaqū, żālikum ḥukmullāh(i), yaḥkumu bainakum, wallāhu 'alīmun ḥakīm(un)."
  },
  {
    "verse_number": 11,
    "transcription": "Wa in fātakum syai'um min azwājikum ilal-kuffāri fa'āqabtum fa'ātul-lażīna żahabat azwājuhum miṡla mā anfaqū, wattaqullāhal-lażī antum bihī mu'minūn(a)."
  },
  {
    "verse_number": 12,
    "transcription": "Yā ayyuhan-nabiyyu iżā jā'akal-mu'minātu yubāyi'naka 'alā allā yusyrikna billāhi syai'aw wa lā yasriqna wa lā yaznīna wa lā yaqtulna aulādahunna wa lā ya'tīna bibuhtāniy yaftarīnahū baina aidīhinna wa arjulihinna wa lā ya'ṣīnaka fī ma'rūfin fabāyi'hunna wastagfir lahunnallāh(a), innallāha gafūrur raḥīm(un)."
  },
  {
    "verse_number": 13,
    "transcription": "Yā ayyuhal-lażīna āmanū lā tatawallau qauman gaḍiballāhu 'alaihim qad ya'isū minal-ākhirati kamā ya'isal-kuffāru min aṣḥābil-qubūr(i)."
  }
]