[
  "Yā sīn.",
  "Wal-qur'ānil-ḥakīm(i).",
  "Innaka laminal-mursalīn(a).",
  "'Alā ṣirāṭim mustaqīm(in).",
  "Tanzīlal-'azīzir-raḥīm(i).",
  "Litunżira qaumam mā unżira ābā'uhum fahum gāfilūn(a).",
  "Laqad ḥaqqal-qaulu 'alā akṡarihim fahum lā yu'minūn(a).",
  "Innā ja'alnā fī a'nāqihim aglālan fa hiya ilal-ażqāni fahum muqmaḥūn(a).",
  "Wa ja'alnā mim baini aidīhim saddaw wa min khalfihim saddan fa agsyaināhum fahum lā yubṣirūn(a).",
  "Wa sawā'un 'alaihim a'anżartahum am lam tunżirhum lā yu'minūn(a).",
  "Innamā tunżiru manittaba'aż-żikra  wa khasyiyar-raḥmāna bil-gaib(i), fa basysyirhu bimagfiratiw wa ajrin karīm(in).",
  "Innā naḥnu nuḥyil-mautā wa naktubu mā qaddamū wa āṡārahum, wa kulla syai'in aḥṣaināhu fī imāmim mubīn(in).",
  "Waḍrib lahum maṡalan aṣḥābal-qaryah(ti), iż jā'ahal-mursalūn(a).",
  "Iż arsalnā ilaihimuṡnaini fa każżabūhumā fa 'azzaznā biṡāliṡin faqālū innā ilaikum mursalūn(a).",
  "Qālū mā antum illā basyarum miṡlunā, wa mā anzalar-raḥmānu min syai'(in), in antum illā takżibūn(a).",
  "Qālū rabbunā ya'lamu innā ilaikum lamursalūn(a).",
  "Wa mā 'alainā illal-balāgul-mubīn(u).",
  "Qālū innā taṭayyarnā bikum, la'il lam tantahū lanarjumannakum wa layamassannakum minnā 'ażābun alīm(un).",
  "Qālū ṭā'irukum ma'akum, a'in żukkirtum, bal antum qaumum musrifūn(a).",
  "Wa jā'a min aqṣal-madīnati rajuluy yas'ā qāla yā qaumittabi'ul-mursalīn(a).",
  "Ittabi'ū mal lā yas'alukum ajraw wa hum muhtadūn(a).",
  "Wa mā liya lā a'budul-lażī faṭaranī wa ilaihi turja'ūn(a).",
  "A'attakhiżu min dūnihī ālihatan iy yuridnir-raḥmānu biḍurril lā tugni 'annī syafā'atuhum syai'aw wa lā yunqiżūn(i).",
  "Innī iżal lafī ḍalālim mubīn(in).",
  "Innī  āmantu birabbikum fasma'ūn(i).",
  "Qīladkhulil-jannah(ta), qāla yā laita qaumī ya'lamūn(a).",
  "Bimā gafaralī rabbī wa ja'alanī minal-mukramīn(a).",
  "Wa mā anzalnā 'alā qaumihī mim ba'dihī min jundim minas-samā'i wa mā kunnā munzilīn(a).",
  "In kānat illā ṣaiḥataw wāḥidatan fa'iżā hum khāmidūn(a).",
  "Yā ḥasratan 'alal-'ibād(i), mā ya'tīhim mir rasūlin illā kānū bihī yastahzi'ūn(a).",
  "Alam yarau kam ahlaknā qablahum minal-qurūni annahum ilaihim lā yarji'ūn(a).",
  "Wa in kullul lammā jamī'ul ladainā muḥḍarūn(a).",
  "Wa āyatul lahumul-arḍul-maitah(tu), aḥyaināhā wa akhrajnā minhā ḥabban faminhu ya'kulūn(a).",
  "Wa ja'alnā fīhā jannātim min nakhīliw wa a'nābiw wa fajjarnā fīhā minal-'uyūn(i).",
  "Liya'kulū min ṡamarihī wa mā 'amilathu aidīhim, afalā yasykurūn(a).",
  "Subḥānal-lażī khalaqal-azwāja kullahā mimmā tumbitul-arḍu wa min anfusihim wa mimmā lā ya'lamūn(a).",
  "Wa āyatul lahumul-lailu naslakhu minhun-nahāra fa'iżā hum muẓlimūn(a).",
  "Wasy-syamsu tajrī limustaqarril lahā, żālika taqdīrul-'azīzil-'alīm(i).",
  "Wal-qamara qaddarnāhu manāzila ḥattā 'āda kal-'urjūnil-qadīm(i).",
  "Lasy-syamsu yambagī lahā an tudrikal-qamara wa lal-lailu sābiqun-nahār(i), wa kullun fī falakiy yasbaḥūn(a).",
  "Wa āyatul lahum annā ḥamalnā żurriyyatahum fil-fulkil-masyḥūn(i).",
  "Wa khalaqnā lahum mim miṡlihī mā yarkabūn(a).",
  "Wa in nasya' nugriqhum falā ṣarīkha lahum wa lā hum yunqażūn(a).",
  "Illā raḥmatam minnā wa matā'an ilā ḥīn(in).",
  "Wa iżā qīla lahumuttaqū mā baina aidīkum wa mā khalfakum la'allakum turḥamūn(a).",
  "Wa mā ta'tīhim min āyatim min āyāti rabbihim illā kānū 'anhā mu'riḍīn(a).",
  "Wa iżā qīla lahum anfiqū mimmā razaqakumullāh(u), qālal-lażīna kafarū lil-lażīna āmanū anuṭ'imu mal lau yasyā'ullāhu aṭ'amah(ū), in antum illā fī ḍalālim mubīn(in).",
  "Wa yaqūlūna matā hāżal-wa'du in kuntum ṣādiqīn(a).",
  "Mā yanẓurūna illā ṣaiḥataw wāḥidatan ta'khużuhum wa hum yakhiṣṣimūn(a).",
  "Falā yastaṭī'ūna tauṣiyataw wa lā ilā ahlihim yarji'ūn(a).",
  "Wa nufikha fiṣ-ṣūri fa'iżā hum minal-ajdāṡi ilā rabbihim yansilūn(a).",
  "Qālū yā wailanā mam ba'aṡanā mim marqadinā…hāżā mā wa'adar-raḥmānu wa ṣadaqal-mursalūn(a).",
  "In kānat illā ṣaiḥataw wāḥidatan fa'iżā hum jamī'ul ladainā muḥḍarūn(a).",
  "Fal-yauma lā tuẓlamu nafsun syai'aw wa lā tujzauna illā mā kuntum ta'malūn(a).",
  "Inna aṣḥābal-jannatil-yauma fī syugulin fākihūn(a).",
  "Hum wa azwājuhum fī ẓilālin 'alal-arā'iki muttaki'ūn(a).",
  "Lahum fīhā fākihatuw wa lahum mā yadda'ūn(a).",
  "Salāmun qaulam mir rabbir raḥīm(in).",
  "Wamtāzul-yauma  ayyuhal-mujrimūn(a).",
  "Alam a'had ilaikum yā banī ādama allā ta'budusy-syaiṭān(a), innahū lakum 'aduwwum mubīn(un).",
  "Wa ani'budūnī, hāżā ṣirāṭum mustaqīm(un).",
  "Wa laqad aḍalla minkum jibillan kaṡīrā(n), afalam takūnū ta'qilūn(a).",
  "Hāżihī jahannamul-latī kuntum tū'adūn(a).",
  "Iṣlauhal-yauma bimā kuntum takfurūn(a).",
  "Al-yauma nakhtimu 'alā afwāhihim wa tukallimunā aidīhim wa tasyhadu arjuluhum bimā kānū yaksibūn(a).",
  "Wa lau nasyā'u laṭamasnā 'alā a'yunihim fastabaquṣ-ṣirāṭa fa annā yubṣirūn(a).",
  "Wa lau nasyā'u lamasakhnāhum 'alā makānatihim famastaṭā'ū muḍiyyaw wa lā yarji'ūn(a).",
  "Wa man nu'ammirhu nunakkishu fil-khalq(i), afalā ya'qilūn(a).",
  "Wa mā 'allamnāhusy-syi'ra wa mā yambagī lah(ū), in huwa illā żikruw wa qur'ānum mubīn(un).",
  "Liyunżira man kāna ḥayyaw wa yaḥiqqal-qaulu 'alal-kāfirīn(a).",
  "Awalam yarau annā khalaqnā lahum mimmā 'amilat aidīnā an'āman fahum lahā mālikūn(a).",
  "Wa żallalnāhā lahum fa minhā rakūbuhum wa minhā ya'kulūn(a).",
  "Wa lahum fīhā manāfi'u wa masyārib(u), afalā yasykurūn(a).",
  "Wattakhażū min dūnillāhi ālihatal la'allahum yunṣarūn(a).",
  "Lā yastaṭī'ūna naṣrahum, wa hum lahum jundum muḥḍarūn(a).",
  "Falā yaḥzunka qauluhum, innā na'lamu mā yusirrūna wa mā yu'linūn(a).",
  "Awalam yaral-insānu annā khalaqnāhu min nuṭfatin fa'iżā huwa khaṣīmum mubīn(un).",
  "Wa ḍaraba lanā maṡalaw wa nasiya khalqah(ū), qāla may yuḥyil-'iẓāma wa hiya ramīm(un).",
  "Qul yuḥyīhal-lażī ansya'ahā awwala marrah(tin), wa huwa bikulli khalqin 'alīm(un).",
  "Allażī ja'ala lakum minasy-syajaril-akhḍari nārā(n), fa'iżā antum minhu tūqidūn(a).",
  "Awa laisal-lażī khalaqas-samāwāti wal-arḍa biqādirin 'alā ay yakhluqa miṡlahum, balā wa huwal-khallāqul-'alīm(u).",
  "Innamā amruhū iżā arāda syai'an ay yaqūla lahū kun fa yakūn(u).",
  "Fa subḥānal-lażī biyadihī malakūtu kulli syai'iw wa ilaihi turja'ūn(a)."
]