[
  {
    "verse_number": 1,
    "transcription": "Yā ayyuhal-lażīna āmanū aufū bil-'uqūd(i), uḥillat lakum bahīmatul-an'āmi illā mā yutlā 'alaikum gaira muḥilliṣ-ṣaidi wa antum ḥurum(un), innallāha yaḥkumu mā yurīd(u)."
  },
  {
    "verse_number": 2,
    "transcription": "Yā ayyuhal-lażīna āmanū lā tuḥillū sya'ā'irallāhi wa lasy-syahral-ḥarāma wa lal-hadya wa lal-qalā'ida wa lā āmmīnal-baital-ḥarāma yabtagūna faḍlam mir rabbihim wa riḍwānā(n), wa iżā ḥalaltum faṣṭādū, wa lā yajrimannakum syana'ānu qaumin an ṣaddūkum 'anil- asjidil-ḥarāmi an ta'tadū, wa ta'āwanū 'alal-birri wat-taqwā, wa lā ta'āwanū 'alal-iṡmi wal-'udwān(i), wattaqullāh(a), innallāha syadīdul-'iqāb(i)."
  },
  {
    "verse_number": 3,
    "transcription": "Ḥurrimat 'alaikumul-maitatu wad-damu wa laḥmul-khinzīri wa mā uhilla ligairillāhi bihī wal-munkhaniqatu wal-mauqūżatu wal-mutaraddiyatu wan-naṭīḥatu wa mā akalas-sabu'u illā mā żakkaitum, wa mā żubiḥa 'alan-nuṣubi wa an tastaqsimū bil-azlām(i), żālikum fisq(un), al-yauma ya'isal-lażīna kafarū min dīnikum falā takhsyauhum wakhsyaun(i), al-yauma akmaltu lakum dīnakum wa atmamtu 'alaikum ni'matī wa raḍītu lakumul-islāma dīnā(n), fa maniḍṭurra fī makhmaṣatin gaira mutajānifil li'iṡm(in), fa innallāha gafūrur raḥīm(un)."
  },
  {
    "verse_number": 4,
    "transcription": "Yas'alūnaka māżā uḥilla lahum, qul uḥilla lakumuṭ-ṭayyibāt(u), wa mā 'allamtum minal-jawāriḥi mukallibīna tu'allimūnahunna mimmā 'allamakumullāhu fa kulū mimmā amsakna 'alaikum ważkurusmallāhi 'alaih(i), wattaqullāh(a), innallāha sarī'ul-ḥisāb(i)."
  },
  {
    "verse_number": 5,
    "transcription": "Al-yauma uḥilla lakumuṭ-ṭayyibāt(u), wa ṭa'āmul-lażīna ūtul-kitāba ḥillul lakum, wa ṭa'āmukum ḥillul lahum, wal-muḥṣanātu minal-mu'mināti wal-muḥṣanātu minal-lażīna ūtul-kitāba min qablikum iżā ātaitumūhunna ujūrahunna muḥṣinīna gaira musāfiḥīna wa lā muttakhiżī akhdān(in), wa may yakfur bil-īmāni faqad ḥabiṭa 'amaluh(ū), wa huwa fil-ākhirati minal-khāsirīn(a)."
  },
  {
    "verse_number": 6,
    "transcription": "Yā ayyuhal-lażīna āmanū iżā qumtum ilaṣ-ṣalāti fagsilū wujūhakum wa aidiyakum ilal-marāfiqi wamsaḥū biru'ūsikum wa arjulakum ilal-ka'bain(i), wa in kuntum junuban faṭṭahharū, wa in kuntum marḍā au 'alā safarin au jā'a aḥadum minkum minal-gā'iṭi au lāmastumun-nisā'a falam tajidū mā'an fa tayammamū ṣa'īdan ṭayyiban famsaḥū biwujūhikum wa aidīkum minh(u), mā yurīdullāhu liyaj'ala 'alaikum min ḥarajiw wa lākiy yurīdu liyuṭahhirakum wa liyutimma na'matahū 'alaikum la'allakum tasykurūn(a)."
  },
  {
    "verse_number": 7,
    "transcription": "Ważkurū ni'matallāhi 'alaikum wa mīṡāqahul-lażī wāṡaqakum bih(ī), iż qultum sami'nā wa aṭa'nā, wattaqullāh(a), innallāha 'alīmum biżātiṣ-ṣudūr(i)."
  },
  {
    "verse_number": 8,
    "transcription": "Yā ayyuhal-lażīna āmanū kūnū qawwāmīna lillāhi syuhadā'a bil-qisṭi wa lā yajrimannakum syana'ānu qamin 'alā allā ta'dilū, i'dilū, huwa aqrabu lit-taqwā wattaqullāh(a), innallāha khabīrum bimā ta'malūn(a)."
  },
  {
    "verse_number": 9,
    "transcription": "Wa'adallāhul-lażīna āmanū wa 'amiluṣ-ṣāliḥāt(i), lahum magfiratuw wa ajrun 'aẓīm(un)."
  },
  {
    "verse_number": 10,
    "transcription": "Wal-lażīna kafarū wa każżabū bi'āyātinā ulā'ika aṣḥābul-jaḥīm(i)."
  },
  {
    "verse_number": 11,
    "transcription": "Yā ayyuhal-lażīna āmanużkurū ni'matallāhi 'alaikum iż hamma qaumun ay yabsuṭū ilaikum aidiyahum fa kaffa aidiyahum 'ankum, wattaqullāh(a), wa 'alallāhi falyatawakkalil-mu'minūn(a)."
  },
  {
    "verse_number": 12,
    "transcription": "Wa laqad akhażallāhu mīṡāqa banī isrā'īl(a), wa ba'aṡnā minhumuṡnai 'asyara naqībā(n), wa qālallāhu innī ma'akum, la'in aqamtumuṣ-ṣalāta wa ātaitumuz-zakāta wa āmantum birusulī wa 'azzartumūhum wa aqraḍtumullāha qarḍan ḥasanal la'ukaffiranna 'ankum sayyi'ātikum wa la'udkhilannakum jannātin tajrī min taḥtihal-anhār(u), faman kafara ba'da żālika minkum faqad ḍalla sawā'as-sabīl(i)."
  },
  {
    "verse_number": 13,
    "transcription": "Fabimā naqḍihim mīṡāqahum la'annāhum wa ja'alnā qulūbahum qāsiyah(tan), yuḥarrifūnal-kalima 'am mawāḍi'ih(ī), wa nasū ḥaẓẓam mimmā żukkirū bih(ī), wa lā tazālu taṭṭali'u 'alā khā'inatim minhum illā qalīlam minhum fa'fu 'anhum waṣfaḥ, innallāha yuḥibbul-muḥsinīn(a)."
  },
  {
    "verse_number": 14,
    "transcription": "Wa minal-lażīna qālū innā naṣārā akhażnā mīṡāqahum fa nasū ḥaẓẓam mimmā żukkirū bih(ī), fa agrainā bainahumul-'adāwata wal-bagḍā'a ilā yaumil-qiyāmah(ti), wa saufa yunabbi'uhumullāhu bimā kānū yaṣna'ūn(a)."
  },
  {
    "verse_number": 15,
    "transcription": "Yā ahlal-kitābi qad jā'akum rasūlunā yubayyinu lakum kaṡīram mimmā kuntum tukhfūna minal-kitābi wa ya'fū 'an kaṡīr(in), qad jā'akum minallāhi nūruw wa kitābum mubīn(un)."
  },
  {
    "verse_number": 16,
    "transcription": "Yahdī bihillāhi manittaba'a riḍwānahū subulas-salāmi wa yukhrijuhum minaẓ-ẓulumāti ilan-nūri bi'iżnihī wa yahdīhim ilā ṣirāṭim mustaqīm(in)."
  },
  {
    "verse_number": 17,
    "transcription": "Laqad kafaral-lażīna qālū innallāha huwal-masīḥubnu maryam(a), qul famay yamliku minallāhi syai'an in arāda ay yuhlikal-masīḥabna maryama wa ummahū wa man fil-arḍi jamī'ā(n), wa lillāhi mulkus-samāwāti wal-arḍi wa mā bainahumā, yakhluqu mā yasyā'(u), wallāhu 'alā kulli syai'in qadīr(un)."
  },
  {
    "verse_number": 18,
    "transcription": "Wa qālatil-yahūdu wan-naṣārā naḥnu abnā'ullāhi wa aḥibbā'uh(ū), qul falima yu'ażżibukum biżunūbikum, bal antum basyarum mimman khalaq(a), yagfiru limay yasyā'u wa yu'ażżibu may yasyā'(u), wa lillāhi mulkus-samāwāti wal-arḍi wa mā bainahumā, wa ilaihil-maṣīr(u)."
  },
  {
    "verse_number": 19,
    "transcription": "Yā ahlal-kitābi qad jā'akum rasūlunā yubayyinu lakum 'alā fatratim minar-rusuli an taqūlū mā jā'anā mim basyīriw wa lā nażīr(in), faqad jā'akum basyīruw wa nażīr(un), wallāhu 'alā kulli syai'in qadīr(un)."
  },
  {
    "verse_number": 20,
    "transcription": "Wa iż qāla mūsā liqaumihī yā qaumiżkurū ni'matallāhi 'alaikum iż ja'ala fīkum ambiyā'a wa ja'alakum mulūkā(n), wa ātākum mā lam yu'ti aḥadam minal-'ālamīn(a)."
  },
  {
    "verse_number": 21,
    "transcription": "Yā qaumidkhulul-arḍal-muqaddasatal-latī kataballāhu lakum wa lā tartaddū 'alā adbārikum fa tanqalibū khāsirīn(a)."
  },
  {
    "verse_number": 22,
    "transcription": "Qālū yā mūsā inna fīhā qauman jabbārīn(a),  wa innā lan nadkhulahā ḥattā yakhrujū minhā, fa iy yakhrujū minhā fa innā dākhilūn(a)."
  },
  {
    "verse_number": 23,
    "transcription": "Qāla rajulāni minal-lażīna yakhāfūna an'amallāhu 'alaihimadkhulū 'alaihimul-bāb(a), fa iżā dakhaltumūhu fa innakum gālibūn(a), wa 'alallāhi fa tawakkalū in kuntum mu'minīn(a)."
  },
  {
    "verse_number": 24,
    "transcription": "Qālū yā mūsā innā  lan nadkhulahā abadam mā dāmū fīhā, fażhab anta wa rabbuka fa qātilā innā hāhunā qā'idūn(a)."
  },
  {
    "verse_number": 25,
    "transcription": "Qāla rabbi innī lā amliku illā nafsī wa akhī fafruq bainanā wa bainal-qaumil-fāsiqīn(a)."
  },
  {
    "verse_number": 26,
    "transcription": "Qāla fa innahā muḥarramatun 'alaihim arba'īna sanah(tan), yatīhūna fil-arḍ(i), falā ta'sa 'alal qaumil-fāsiqīn(a)."
  },
  {
    "verse_number": 27,
    "transcription": "Watlu 'alaihim naba'abnai ādama bil-ḥaqqi iż qarrabā qurbānan fa tuqubbila min aḥadihimā wa lam yutaqabbal minal-ākhar(i), qāla la'aqtulannak(a), qāla innamā yataqabbalullāhu minal-muttaqīn(a)."
  },
  {
    "verse_number": 28,
    "transcription": "La'im basaṭta ilayya yadaka litaqtulanī mā ana bibāsiṭiy yadiya ilaika li'aqtulak(a), innī akhāfullāha rabbal-'ālamīn(a)."
  },
  {
    "verse_number": 29,
    "transcription": "Innī urīdu an tabū'a bi'iṡmī wa iṡmika fa takūna min aṣḥābin-nār(i), wa żālika jazā'uẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 30,
    "transcription": "Fa ṭawwa'at lahū nafsuhū qatla akhīhi fa qatalahū fa aṣbaḥa minal-khāsirīn(a)."
  },
  {
    "verse_number": 31,
    "transcription": "Fa ba'aṡallāhu gurābay yabḥaṡu fil-arḍi liyuriyahū kaifa yuwārī sau'ata akhīh(i), qāla yā wailatā a'ajazta an akūna miṡla hāżal-gurābi fa uwāriya sau'ata akhī, fa aṣbaḥa minan-nādimīn(a)."
  },
  {
    "verse_number": 32,
    "transcription": "Min ajli żālik(a), katabnā 'alā banī isrā'īla annahū man qatala nafsam bigairi nafsin au fasādin fil-arḍi fa ka'annamā qatalan-nāsa jamī'ā(n), wa man aḥyāhā fa ka'annamā aḥyan-nāsa jamī'ā(n), wa laqad jā'athum rusulunā bil-bayyināt(i), ṡumma inna kaṡīram minhum ba'da żālika fil-arḍi lamusrifūn(a)."
  },
  {
    "verse_number": 33,
    "transcription": "Innamā jazā'ul-lażīna yuḥāribūnallāha wa rasūlahū wa yas'auna fil-arḍi fasādan ay yuqattalū au yuṣallabū au tuqaṭṭa'a aidīhim wa arjuluhum min khilāfin au yunfau minal-arḍ(i), żālika lahum khizyun fid-dun-yā wa lahum fil-ākhirati 'ażābun 'aẓīm(un)."
  },
  {
    "verse_number": 34,
    "transcription": "Illal-lażīna tābū min qabli an taqdirū 'alaihim, fa'lamū annallāha gafūrur raḥīm(un)."
  },
  {
    "verse_number": 35,
    "transcription": "Yā ayyuhal-lażīna āmanuttaqullāha wabtagū ilaihil-wasīlata wa jāhidū fī sabīlihī la'allakum tufliḥūn(a)."
  },
  {
    "verse_number": 36,
    "transcription": "Innal-lażīna kafarū lau anna lahum mā fil-arḍi jamī'aw wa miṡlahū ma'ahū liyaftadū bihī min 'ażābi yaumil-qiyāmati mā tuqubbila minhum, wa lahum 'ażābun alīm(un)."
  },
  {
    "verse_number": 37,
    "transcription": "Yurīdūna ay yakhrujū minan-nāri wa mā hum bikhārijīna minhā, wa lahum 'ażābun muqīm(un)."
  },
  {
    "verse_number": 38,
    "transcription": "Was-sāriqu was-sāriqatu faqṭa'ū aidiyahumā jazā'am bimā kasabā nakālam minallāh(i), wallāhu 'azīzun ḥakīm(un)."
  },
  {
    "verse_number": 39,
    "transcription": "Faman tāba mim ba'di ẓulmihī wa aṣlaḥa fa innallāha yatūbu 'alaih(i), innallāha gafūrur raḥīm(un)."
  },
  {
    "verse_number": 40,
    "transcription": "Alam ta'lam annallāha lahū mulkus-samāwāti wal-arḍ(i), yu'ażżibu may yasyā'u wa yagfiru limay yasyā'(u), wallāhu 'alā kulli syai'in qadīr(un)."
  },
  {
    "verse_number": 41,
    "transcription": "Yā ayyuhar-rasūlu lā yaḥzunkal-lażīna yusāri'ūna fil-kufri minal-lażīna qālū āmannā bi'afwāhihim wa lam tu'min qulūbuhum - wa minal-lażīna hādū - sammā'ūna lil-każibi sammā'ūna liqaumin ākharīna lam ya'tūk(a), yuḥarrifūnal-kalima mim ba'di mawāḍi'ih(ī), yaqūlūna in ūtītum hāżā fa khuż­hu wa illam tu'tauhu faḥżarū, wa may yuridillāhu fitnatahū falan tamlika lahū minallāhi syai'ā(n), ulā'ikal-lażīna lam yuridillāhu ay yuṭahhira qulūbahum, lahum fid-dun-yā khizyuw wa lahum fil-ākhirati 'ażābun 'aẓīm(un)."
  },
  {
    "verse_number": 42,
    "transcription": "Sammā'ūna lil-każibi akkālūna lis-suḥt(i), fa in jā'ūka faḥkum bainahum au a'riḍ 'anhum, wa in tu'riḍ 'anhum falay yaḍurrūka syai'ā(n), wa in ḥakamta faḥkum bainahum bil-qisṭ(i), innallāha yuḥibbul-muqsiṭīn(a)."
  },
  {
    "verse_number": 43,
    "transcription": "Wa kaifa yuḥakkimūnaka wa 'indahumut-taurātu fīhā ḥukmullāhi ṡumma yatawallauna mim ba'di żālik(a), wa mā ulā'ika bil-mu'minīn(a)."
  },
  {
    "verse_number": 44,
    "transcription": "Innā anzalnat-taurāta fīhā hudaw wa nūr(un), yaḥkumu bihan-nabiyyūnal-lażīna aslamū lil-lażīna hādū war-rabbāniyyūna wal-aḥbāru bimastuḥfiẓū min kitābillāhi wa kānū 'alaihi syuhadā'(a), falā takhsyawun-nāsa wakhsyauni wa lā tasytarū bi'āyātī ṡamanan qalīlā(n), wa mal lam yaḥkum bimā anzalallāhu fa ulā'ika humul-kāfirūn(a)."
  },
  {
    "verse_number": 45,
    "transcription": "Wa katabnā 'alaihim fīhā annan-nafsa bin-nafsi wal-'aina bil-'aini wal-anfa bil-anfi wal-użuna bil-użuni was-sinna bis-sinni wal-jurūḥa qiṣāṣ(un), faman taṣaddaqa bihī fa huwa kaffāratul lah(ū), wa mal lam yaḥkum bimā anzalallāhu fa ulā'ika humuẓ-ẓālimūn(a)."
  },
  {
    "verse_number": 46,
    "transcription": "Wa qaffainā 'alā āṡārihim bi'īsabni maryama muṣaddiqal limā baina yadaihi minat-taurāh(ti), wa ātaināhul-injīla fīhi hudaw wa nūr(un), wa muṣaddiqal limā baina yadaihi minat-taurāti wa hudaw wa mau'iẓatal lil-muttaqīn(a)."
  },
  {
    "verse_number": 47,
    "transcription": "Walyaḥkum ahlul-injīli bimā anzalallāhu fīh(i), wa mal lam yaḥkum bimā anzalallāhu fa ulā'ika humul-fasiqūn(a)."
  },
  {
    "verse_number": 48,
    "transcription": "Wa anzalnā ilaikal-kitāba bil-ḥaqqi muṣaddiqal limā baina yadaihi minal-kitābi wa muhaiminan 'alaihi faḥkum bainahum bimā anzalallāhu wa lā tattabi' ahwā'ahum 'ammā jā'aka minal-ḥaqq(i), likullin ja'alnā minkum syir'ataw wa minhājā(n), wa lau syā'allāhu laja'alakum ummataw wāḥidataw wa lākil liyabluwakum fī mā ātākum fastabiqul-khairāt(i), ilallāhi marji'ukum jamī'an fa yunabbi'ukum bimā kuntum fīhi takhtalifūn(a)."
  },
  {
    "verse_number": 49,
    "transcription": "Wa aniḥkum bainahum bimā anzalallāhu wa lā tattabi' ahwā'ahum waḥżarūhum ay yaftinūka 'am ba'ḍi mā anzalallāhu ilaik(a), fa in tawallau fa'lam annamā yurīdullāhu ay yuṣībahum biba'ḍi żunūbihim, wa inna kaṡīram minan-nāsi lafāsiqūn(a)."
  },
  {
    "verse_number": 50,
    "transcription": "Afaḥukmul-jāhiliyyati yabgūn(a),  wa man aḥsanu minallāhi ḥukmal liqaumiy yūqinūn(a)."
  },
  {
    "verse_number": 51,
    "transcription": "Yā ayyuhal-lażīna āmanū lā tattakhiżul-yahūda wan-naṣārā auliyā'(a), ba'ḍuhum auliyā'u ba'ḍ(in), wa may yatawallahum minkum fa innahū minhum, innallāha lā yahdil-qaumaẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 52,
    "transcription": "Fa taral-lażīna fī qulūbihim maraḍuy yusāri'ūna fīhim yaqūlūna nakhsyā an tuṣībanā dā'irah(tun), fa 'asallāhu ay ya'tiya bil-fatḥi au amrim min 'indihī fa yuṣbiḥū 'alā mā asarrū fī anfusihim nādimīn(a)."
  },
  {
    "verse_number": 53,
    "transcription": "Wa yaqūlul-lażīna āmanū ahā'ulā'il-lażīna aqsamū billāhi jahda aimānihim, innahum lama'akum, ḥabiṭat a'māluhum fa aṣbaḥū khāsirīn(a)."
  },
  {
    "verse_number": 54,
    "transcription": "Yā ayyuhal-lażīna āmanū may yartadda minkum 'an dīnihī fa saufa ya'tillāhu biqaumiy yuḥibbuhum wa yuḥibbūnah(ū), ażillatin 'alal-mu'minīna a'izzatin 'alal-kāfirīn(a), yujāhidūna fī sabīlillāhi wa lā yakhāfūna laumata lā'im(in), żālika faḍlullāhi yu'tīhi may yasyā'(u), wallāhu wāsi'un 'alīm(un)."
  },
  {
    "verse_number": 55,
    "transcription": "Innamā waliyyukumullāhu wa rasūluhū wal-lażīna āmanul-lażīna yuqīmūnaṣ-ṣalāta wa yu'tūnaz-zakāta wa hum rāki'ūn(a)."
  },
  {
    "verse_number": 56,
    "transcription": "Wa may yatawallallāha wa rasūlahū wal-lażīna āmanū fa inna ḥizballāhi humul-gālibūn(a)."
  },
  {
    "verse_number": 57,
    "transcription": "Yā ayyuhal-lażīna āmanū lā tattakhiżul-lażīnattakhażū dīnakum huzuwaw wa la'ibam minal-lażīna ūtul-kitāba min qablikum wal-kuffāra auliyā'(a), wattaqullāha in kuntum mu'minīn(a)."
  },
  {
    "verse_number": 58,
    "transcription": "Wa iżā nādaitum ilaṣ-ṣalātittakhażūhā huzuwaw wa la'ibā(n), żālika bi'annahum qaumul lā ya'qilūn(a)."
  },
  {
    "verse_number": 59,
    "transcription": "Qul yā ahlal-kitābi hal tanqimūna minnā illā an āmannā billāhi wa mā unzila ilainā wa mā unzila min qabl(u), wa anna akṡarakum fāsiqūn(a)."
  },
  {
    "verse_number": 60,
    "transcription": "Qul hal unabbi'ukum bisyarrim min żālika maṡūbatan 'indallāh(i), mal la'anahullāhu wa gaḍiba 'alaihi wa ja'ala minhumul-qiradata wal-khanāzīra wa 'abadaṭ-ṭāgūt(a), ulā'ika syarrum makānaw wa aḍallu 'an sawā'is-sabīl(i)."
  },
  {
    "verse_number": 61,
    "transcription": "Wa iżā jā'ūkum qālū āmannā wa qad dakhalū bil-kufri wa hum qad kharajū bih(ī), wallāhu a'lamu bimā kānū yaktumūn(a)."
  },
  {
    "verse_number": 62,
    "transcription": "Wa tarā kaṡīram minhum yusāri'ūna fil-iṡmi wal-'udwāni wa aklihimus-suḥt(a), labi'sa mā kānū ya'malūn(a)."
  },
  {
    "verse_number": 63,
    "transcription": "Lau lā yanhāhumur-rabbāniyyūna wal-aḥbāru 'an qaulihimul-iṡma wa aklihimus-suḥt(a), labi'sa mā kānū yaṣna'ūn(a)."
  },
  {
    "verse_number": 64,
    "transcription": "Wa qālatil-yahūdu yadullāhi maglūlah(tun), gullat aidīhim wa lu'inū bimā qālū, bal yadāhu mabsūṭatān(i), yunfiqu kaifa yasyā'(u), wa layazīdanna kaṡīram minhum mā unzila ilaika mir rabbika ṭugyānaw wa kufrā(n), wa alqainā bainahumul-'adāwata wal-bagḍā'a ilā yaumil-qiyāmah(ti), kullamā auqadū nāral lil-ḥarbi aṭfa'ahallāh(u), wa yas'auna fil-arḍi fasādā(n), wallāhu lā yuḥibbul-mufsidīn(a)."
  },
  {
    "verse_number": 65,
    "transcription": "Wa lau anna ahlal-kitābi āmanū wattaqau lakaffarnā 'anhum sayyi'ātihim wa la'adkhalnāhum jannātin-na'īm(i)."
  },
  {
    "verse_number": 66,
    "transcription": "Wa lau annahum aqāmut-taurāta wal-injīla wa mā unzila ilaihim mir rabbihim la'akalū min fauqihim wa min taḥti arjulihim, minhum ummatum muqtaṣidah(tun), wa kaṡīrum minhum sā'a mā ya'malūn(a)."
  },
  {
    "verse_number": 67,
    "transcription": "Yā ayyuhar-rasūlu ballig mā unzila ilaika mir rabbik(a), wa illam taf'al famā ballagta risālatah(ū), wallāhu ya'ṣimuka minan-nās(i), innallāha lā yahdil-qaumal-kāfirīn(a)."
  },
  {
    "verse_number": 68,
    "transcription": "Qul yā ahlal-kitābi lastum 'alā syai'in ḥattā tuqīmut-taurāta wal-injīla wa mā unzila ilaikum mir rabbikum, wa layazīdanna kaṡīram minhum mā unzila ilaika mir rabbika ṭugyānaw wa kufrā(n), falā ta'sa 'alal-qaumil-kāfirīn(a)."
  },
  {
    "verse_number": 69,
    "transcription": "Innal-lażīna āmanū wal-lażīna hādū waṣ-ṣābi'ūna wan-naṣārā man āmana billāhi wal-yaumil-ākhiri wa 'amila ṣāliḥan falā khaufun 'alaihim wa lā hum yaḥzanūn(a)."
  },
  {
    "verse_number": 70,
    "transcription": "Laqad akhażnā mīṡāqa banī isrā'īla wa arsalnā ilaihim rusulā(n), kullamā jā'ahum rasūlum bimā lā tahwā anfusuhum, farīqan każżabū wa farīqay yaqtulūn(a)."
  },
  {
    "verse_number": 71,
    "transcription": "Wa ḥasibū allā takūna fitnatun fa 'amū wa ṣammū ṡumma tāballāhu 'alaihim ṡumma 'amū wa ṣammū kaṡīrum minhum, wallāhu baṣīrum bimā ya'malūn(a)."
  },
  {
    "verse_number": 72,
    "transcription": "Laqad kafaral-lażīna qālū innallāha huwal-masīḥubnu maryam(a), wa qālal-masīḥu yā banī isrā'īla'budullāha rabbī wa rabbakum, innahū may yusyrik billāhi faqad ḥarramallāhu 'alaihil-jannata wa ma'wāhun nār(u), wa mā liẓ-ẓālimīna min anṣār(in)."
  },
  {
    "verse_number": 73,
    "transcription": "Laqad kafaral-lażīna qālū innallāha ṡāliṡu ṡalāsah(tin), wa mā min ilāhin illā ilāhuw wāḥid(un), wa illam yantahū 'ammā yaqūlūna layamassannal-lażīna kafarū minhum 'ażābun alīm(un)."
  },
  {
    "verse_number": 74,
    "transcription": "Afalā yatūbūna ilallāhi wa yastagfirūnah(ū), wallāhu gafūrur raḥīm(un)."
  },
  {
    "verse_number": 75,
    "transcription": "Mal-masīḥubnu maryama illā rasūl(un), qad khalat min qablihir rusul(u), wa ummuhū ṣiddīqah(tun), kānā ya'kulāniṭ-ṭa'ām(a), unẓur kaifa nubayyinu lahumul-āyāti ṡummanẓur annā yu'fakūn(a)."
  },
  {
    "verse_number": 76,
    "transcription": "Qul ata'budūna min dūnillāhi mā lā yamliku lakum ḍarraw wa lā naf'ā(n), wallāhu huwas-samī'ul-'alīm(u)."
  },
  {
    "verse_number": 77,
    "transcription": "Qul yā ahlal-kitābi lā taglū fī dīnikum gairal-ḥaqqi wa lā tattabi'ū ahwā'a qaumin qad ḍallū min qablu wa aḍallū kaṡīraw wa ḍallū 'an sawā'is-sabīl(i)."
  },
  {
    "verse_number": 78,
    "transcription": "Lu'inal-lażīna kafarū mim banī isrā'īla 'alā lisāni dāwūda wa 'īsabni maryam(a), żālika bimā 'aṣaw wa kānū ya'tadūn(a)."
  },
  {
    "verse_number": 79,
    "transcription": "Kānū lā yatanāhauna 'am munkarin fa'alūh(u), labi'sa mā kānū yaf'alūn(a)."
  },
  {
    "verse_number": 80,
    "transcription": "Tarā kaṡīram minhum yatawallaunal-lażīna kafarū, labi'sa mā qaddamat lahum anfusuhum an sakhiṭallāhu 'alaihim wa fil 'ażābi hum khālidūn(a)."
  },
  {
    "verse_number": 81,
    "transcription": "Wa lau kānū yu'minūna billāhi wan-nabiyyi wa mā unzila ilaihi mattakhażūhum auliyā'a wa lākinna kaṡīram minhum fāsiqūn(a)."
  },
  {
    "verse_number": 82,
    "transcription": "Latajidanna asyaddan-nāsi 'adāwatal lil-lażīna āmanul-yahūda wal-lażīna asyrakū, wa latajidanna aqrabahum  mawaddatal lil-lażīna āmanul-lażīna qālū innā naṣārā, żālika bi'anna minhum qissīsīna wa ruhbānaw wa annahum lā yastakbirūn(a)."
  },
  {
    "verse_number": 83,
    "transcription": "Wa iżā sami'ū mā unzila ilar-rasūli tarā a'yunahum tafīḍu minad-dam'i mimmā 'arafū minal-ḥaqq(i), yaqūlūna rabbanā āmannā faktubnā ma'asy-syāhidīn(a)."
  },
  {
    "verse_number": 84,
    "transcription": "Wa mā lanā lā nu'minu billāhi wa mā jā'anā minal-ḥaqq(i), wa naṭma'u ay yudkhilanā rabbunā ma'al-qaumiṣ-ṣāliḥīn(a)."
  },
  {
    "verse_number": 85,
    "transcription": "Fa aṡābahumullāhu bimā qālū jannātin tajrī min taḥtihal-anhāru khālidīna fīhā, wa żālika jazā'ul-muḥsinīn(a)."
  },
  {
    "verse_number": 86,
    "transcription": "Wal-lażīna kafarū wa każżabū bi'āyātinā ulā'ika aṣḥābul-jaḥīm(i)."
  },
  {
    "verse_number": 87,
    "transcription": "Yā ayyuhal-lażīna āmanū lā tuḥarrimū ṭayyibāti mā aḥallallāhu lakum wa lā ta'tadū, innallāha lā yuḥibbul-mu'tadīn(a)."
  },
  {
    "verse_number": 88,
    "transcription": "Wa kulū mimmā razaqakumullāhu ḥalālan ṭayyibā(n), wattaqullāhal-lażī antum bihī mu'minūn(a)."
  },
  {
    "verse_number": 89,
    "transcription": "Lā yu'ākhiżukumullāhu bil-lagwi fī aimānikum wa lākiy yu'ākhiżukum bimā 'aqqattumul-aimān(a), fa kaffāratuhū iṭ'āmu 'asyarati masākīna min ausaṭi mā tuṭ'imūna ahlīkum au kiswatuhum au taḥrīru raqabah(tin), famal lam yajid fa ṣiyāmu ṡalāṡati ayyām(in), żālika kaffāratu aimānikum iżā ḥalaftum, waḥfaẓū aimānakum, każālika yubayyinullāhu lakum āyātihī la'allakum tasykurūn(a)."
  },
  {
    "verse_number": 90,
    "transcription": "Yā ayyuhal-lażīna āmanū innamal-khamru wal-maisiru wal-anṣābu wal-azlāmu rijsum min 'amalisy-syaiṭāni fajtanibūhu la'allakum tufliḥūn(a)."
  },
  {
    "verse_number": 91,
    "transcription": "Innamā yurīdusy-syaiṭānu ay yūqi'a bainakumul-'adāwata wal-bagḍā'a fil-khamri wal-maisiri wa yaṣuddakum 'an żikrillāhi wa 'aniṣ-ṣalāti fahal antum muntahūn(a)."
  },
  {
    "verse_number": 92,
    "transcription": "Wa aṭī'ullāha wa aṭī'ur-rasūla waḥżarū, fa in tawallaitum fa'lamū annamā 'alā rasūlinal-balāgul-mubīn(u)."
  },
  {
    "verse_number": 93,
    "transcription": "Laisa 'alal-lażīna āmanū  wa 'amiluṣ-ṣāliḥāti  ṡummattaqau wa āmanū ṡummattaqau wa aḥsanū, wallāhu yuḥibbul-muḥsinīn(a)."
  },
  {
    "verse_number": 94,
    "transcription": "Yā ayyuhal-lażīna āmanū layabluwannakumullāhu bisyai'im minaṣ-ṣaidi tanāluhū aidīkum wa rimāḥukum liya'lamallāhu may yakhāfuhū bil-gaib(i), fa mani'tadā ba'da żālika fa lahū 'ażābun alīm(un)."
  },
  {
    "verse_number": 95,
    "transcription": "Yā ayyuhal-lażīna āmanū lā taqtuluṣ-ṣaida wa antum ḥurum(un), wa man qatalahū minkum muta'ammidan fa jazā'um miṡlu mā qatala minan-na'ami yaḥkumu bihī żawā 'adlim minkum hadyam bāligal-ka'bati au kaffāratun ṭa'āmu masākīna au 'adlu żālika ṣiyāmal liyażūqa wabāla amrih(ī), 'afallāhu 'ammā salaf(a), wa man 'āda fa yantaqimullāhu minh(u), wallāhu 'azīzun żuntiqām(in)."
  },
  {
    "verse_number": 96,
    "transcription": "Uḥilla lakum ṣaidul-baḥri wa ṭa'āmuhū matā'al lakum wa lis-sayyārah(ti), wa ḥurrima 'alaikum ṣaidul-barri mā dumtum ḥurumā(n), wattaqullāhal-lażī ilaihi tuḥsyarūn(a)."
  },
  {
    "verse_number": 97,
    "transcription": "Ja'alallāhul-ka'batal-baital-ḥarāma qiyāmal lin-nāsi wasy-syahral-ḥarāma wal-hadya wal-qalā'id(a), żālika lita'lamū annallāha ya'lamu mā fis-samāwāti wa mā fil-arḍ(i), wa annallāha bikulli syai'in 'alīm(un)."
  },
  {
    "verse_number": 98,
    "transcription": "I'lamū annallāha syadīdul-'iqāb(i), wa annallāha gafūrur raḥīm(un)."
  },
  {
    "verse_number": 99,
    "transcription": "Mā 'alar-rasūli illal-balāg(u),wallāhu ya'lamu mā tubdūna wa mā taktumūn(a)."
  },
  {
    "verse_number": 100,
    "transcription": "Qul lā yastawil-khabīṡu waṭ-ṭayyibu wa lau a'jabaka kaṡratul-khabīṡ(i), fattaqullāha yā ulil-albābi la'allakum tufliḥūn(a)."
  },
  {
    "verse_number": 101,
    "transcription": "Yā ayyuhal-lażīna āmanū lā tas'alū 'an asy-yā'a in tubda lakum tasu'kum, wa in tas'alū 'anhā ḥīna yunazzalul-qur'ānu tubda lakum, afallāhu 'anhā, wallāhu gafūrun ḥalīm(un)."
  },
  {
    "verse_number": 102,
    "transcription": "Qad sa'alahā qaumum min qablikum ṡumma aṣbaḥū bihā kāfirīn(a)."
  },
  {
    "verse_number": 103,
    "transcription": "Mā ja'alallāhu mim baḥīratiw wa lā sā'ibatiw wa lā waṣīlatiw wa lā ḥām(in), wa lākinnal-lażīna kafarū yaftarūna 'alallāhil-każib(a), wa akṡaruhum lā ya'qilūn(a)."
  },
  {
    "verse_number": 104,
    "transcription": "Wa iżā qīla lahum ta'ālau ilā mā anzalallāhu wa ilar-rasūli qālū ḥasbunā mā wajadnā 'alaihi ābā'anā, awalau kāna ābā'uhum lā ya'lamūna syai'aw wa lā yahtadūn(a)."
  },
  {
    "verse_number": 105,
    "transcription": "Yā ayyuhal-lażīna āmanū 'alaikum anfusakum, lā yaḍurrukum man ḍalla iżahtadaitum, ilallāhi marji'ukum jamī'an fa yunabbi'ukum bimā kuntum ta'malūn(a)."
  },
  {
    "verse_number": 106,
    "transcription": "Yā ayyuhal-lażīna āmanū syahādatu bainikum iżā ḥaḍara aḥadakumul-mautu ḥīnal-waṣiyyatiṡnāni żawā 'adlim minkum au ākharāni min gairikum in antum ḍarabtum fil-arḍi fa aṣābatkum muṣībatul-maut(i), taḥbisūnahumā mim ba'diṣ-ṣalāti fa yuqsimāni billāhi inirtabtum lā nasytarī bihī ṡamanaw wa lau kāna żā qurbā, wa lā naktumu syahādatallāhi innā iżal laminal-āṡimīn(a)."
  },
  {
    "verse_number": 107,
    "transcription": "Fa in 'uṡira 'alā annahumastaḥaqqā iṡman fa ākharāni yaqūmāni maqāmahumā minal-lażīnastaḥaqqa 'alaihimul-aulayāni fa yuqsimāni billāhi lasyahādatunā aḥaqqu min syahādatihimā wa ma'tadainā, innā iżal laminaẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 108,
    "transcription": "Żālika adnā ay ya'tū bisy-syahādati 'alā wajhihā au yakhāfū an turadda aimānum ba'da aimānihim, wattaqullāha wasma'ū, wallāhu lā yahdil qaumal-fāsiqīn(a)."
  },
  {
    "verse_number": 109,
    "transcription": "Yauma yajma'ullāhur-rusula fa yaqūlu māżā ujibtum, qālū lā 'ilma lanā, innaka anta 'allāmul-guyūb(i)."
  },
  {
    "verse_number": 110,
    "transcription": "Iż qālallāhu yā 'īsabna maryamażkur ni'matī 'alaika wa 'alā wālidatik(a), iż ayyattuka birūḥil-qudus(i), tukallimun-nāsa fil-mahdi wa kahlā(n), wa iż 'allamtukal-kitāba wal-ḥikmata wat-taurāta wal-injīl(a), wa iż takhluqu minaṭ-ṭīni kahai'atiṭ-ṭairi bi'iżnī fa tanfukhu fīhā fa takūnu ṭairam bi'iżnī wa tubri'ul-akmaha wal-abraṣa bi'iżnī, wa iż tukhrijul-mautā bi'iżnī, wa iż kafaftu banī isrā'īla 'anka iż ji'tahum bil-bayyināti fa qālal-lażīna kafarū minhum  in hāżā illā siḥrum mubīn(un)."
  },
  {
    "verse_number": 111,
    "transcription": "Wa iż auḥaitu ilal-ḥawāriyyīna an āminū bī wa birasūlī, qālū āmannā wasyhad bi'annanā muslimūn(a)."
  },
  {
    "verse_number": 112,
    "transcription": "Iż qālal-ḥawāriyyūna yā 'īsabna maryama hal yastaṭī'u rabbuka ay yunazzila 'alainā mā'idatam minas-samā'(i), qālattaqullāha in kuntum mu'minīn(a)."
  },
  {
    "verse_number": 113,
    "transcription": "Qālū nurīdu an na'kula minhā wa taṭma'inna qulūbunā wa na'lama an qad ṣadaqtanā wa nakūna 'alaihā minasy-syāhidīn(a)."
  },
  {
    "verse_number": 114,
    "transcription": "Qāla 'īsabnu maryamallāhumma rabbanā anzil 'alainā mā'idatam minas-samā'i takūnu lanā 'īdal li'awwalinā wa ākhirinā wa āyatam minka warzuqnā wa anta khairur-rāziqīn(a)."
  },
  {
    "verse_number": 115,
    "transcription": "Qālallāhu innī munazziluhā 'alaikum, famay yakfur ba'du minkum fa innī u'ażżibuhū 'ażābal lā u'ażzibuhū aḥadam minal-'ālamīn(a)."
  },
  {
    "verse_number": 116,
    "transcription": "Wa iż qālallāhu yā 'īsabna maryama a'anta qulta lin-nāsittakhiżūnī wa ummiya ilāhaini min dūnillah(i), qāla subḥānaka mā yakūnu lī an aqūla mā laisa lī biḥaqq(in), in kuntu qultuhū faqad 'alimtah(ū), ta'lamu mā fī nafsī wa lā a'lamu mā fī nafsik(a), innaka anta 'allāmul-guyūb(i)."
  },
  {
    "verse_number": 117,
    "transcription": "Mā qultu lahum illā mā amartanī bihī ani'budullāha rabbī wa rabbakum, wa kuntu 'alaihim syahīdam mā dumtu fīhim, falammā tawaffaitanī kunta antar-raqība 'alaihim, wa anta 'alā kulli syai'in syahīd(un)."
  },
  {
    "verse_number": 118,
    "transcription": "In tu'ażżibhum fa innahum 'ibāduk(a), wa in tagfir lahum fa innaka antal-'azīzul-ḥakīm(u)."
  },
  {
    "verse_number": 119,
    "transcription": "Qālallāhu  hāżā yaumu yanfa'uṣ-ṣādiqīna ṣidquhum, lahum jannātun tajrī min taḥtihal-anhāru khālidīna fīhā abadā(n), raḍiyallāhu 'anhum wa raḍū 'anh(u), żālikal-fauzul-'aẓīm(u)."
  },
  {
    "verse_number": 120,
    "transcription": "Lillāhi mulkus-samāwāti wal-arḍi wa mā fīhinn(a), wa huwa 'alā kulli syai'in qadīr(un)."
  }
]