[
  {
    "verse_number": 1,
    "transcription": "Sabbaḥa lillāhi mā fis-samāwāti wa mā fil-arḍ(i), wa huwal-'azīzul-ḥakīm(u)."
  },
  {
    "verse_number": 2,
    "transcription": "Huwal-lażī akhrajal-lażīna kafarū min ahlil-kitābi min diyārihim li'awwalil-ḥasyr(i), mā ẓanantum ay yakhrujū wa ẓannū annahum māni'atuhum ḥuṣūnuhum minallāhi  fa atāhumullāhu  min ḥaiṡu lam yaḥtasibū wa qażafa fī qulūbihimur-ru'ba yukhribūna buyūtahum bi'aidīhim wa aidil-mu'minīn(a), fa'tabirū yā ulil-abṣār(i)."
  },
  {
    "verse_number": 3,
    "transcription": "Wa lau lā an kataballāhu 'alaihimul-jalā'a la'ażżabahum fid-dun-yā, wa lahum fil-ākhirati 'ażābun-nār(i)."
  },
  {
    "verse_number": 4,
    "transcription": "Żālika bi'annahum syāqqullāha wa rasūlah(ū), wa may yusyāqqillāha fa'innallāha syadīdul-'iqāb(i)."
  },
  {
    "verse_number": 5,
    "transcription": "Mā qaṭa'tum mil līnatin au taraktumūhā qā'imatan 'alā uṣūlihā fa bi'iżnillāhi wa liyukhziyal-fāsiqīn(a)."
  },
  {
    "verse_number": 6,
    "transcription": "Wa mā afā'allāhu 'alā rasūlihī minhum famā aujaftum 'alaihi min khailiw wa lā rikābiw wa lākinnallāha yusalliṭu rusulahū 'alā may yasyā'(u), wallāhu 'alā kulli syai'in qadīr(un)."
  },
  {
    "verse_number": 7,
    "transcription": "Mā afā'allāhu 'alā rasūlihī min ahlil-qurā fa lillāhi wa lir-rasūli wa liżil-qurbā wal-yatāmā wal-masākīni wabnis-sabīl(i), kailā yakūna dūlatam bainal-agniyā'i minkum, wa mā ātākumur-rasūlu fa khużūhu wa mā nahākum 'anhu fantahū, wattaqullāh(a), innallāha syadīdul-'iqāb(i)."
  },
  {
    "verse_number": 8,
    "transcription": "Lil-fuqarā'il-muhājirīnal-lażīna ukhrijū min diyārihim wa amwālihim yabtagūna faḍlam minallāhi wa riḍwānaw wa yanṣurūnallāha wa rasūlah(ū), ulā'ika humuṣ-ṣādiqūn(a)."
  },
  {
    "verse_number": 9,
    "transcription": "Wal-lażīna tabawwa'ud-dāra wal-īmāna min qablihim yuḥibbūna man hājara ilaihim wa lā yajidūna fī ṣudūrihim ḥājatam mimmā ūtū wa yu'ṡirūna 'alā anfusihim wa lau kāna bihim khaṣāṣah(tun), wa may yūqa syuḥḥa nafsihī fa ulā'ika humul-mufliḥūn(a)."
  },
  {
    "verse_number": 10,
    "transcription": "Wal-lażīna jā'ū mim ba'dihim yaqūlūna rabbanagfir lanā wa li'ikhwāninal-lażīna sabaqūnā bil-īmāni wa lā taj'al fī qulūbinā gillal lil-lażīna āmanū rabbanā innaka ra'ūfur raḥīm(un)."
  },
  {
    "verse_number": 11,
    "transcription": "Alam tara ilal-lażīna nāfaqū yaqūlūna li'ikhwānihimul-lażīna kafarū min ahlil-kitābi la'in ukhrijtum lanakhrujanna ma'akum wa lā nuṭī'u fīkum aḥadan abadā(n), wa in qūtiltum lananṣurannakum, wallāhu yasyhadu innahum lakāżibūn(a)."
  },
  {
    "verse_number": 12,
    "transcription": "La'in ukhrijū lā yakhrujūna ma'ahum, wa la'in qūtilū lā yanṣurūnahum, wa la'in naṣarūhum layuwallunnal-adbār(a), ṡumma lā yunṣarūn(a)."
  },
  {
    "verse_number": 13,
    "transcription": "La'antum asyaddu rahbatan fī ṣudūrihim  minallāh(i), żālika bi'annahum qaumul lā yafqahūn(a)."
  },
  {
    "verse_number": 14,
    "transcription": "Lā yuqātilūnakum jamī'an illā fī quram muḥaṣṣanatin au miw warā'i judur(in), ba'suhum bainahum syadīd(un), taḥsabuhum jamī'aw wa qulūbuhum syattā, żālika bi'annahum qaumul lā ya'qilūn(a)."
  },
  {
    "verse_number": 15,
    "transcription": "Kamaṡalil-lażīna min qablihim qarīban żāqū wabāla amrihim, wa lahum 'ażābun alīm(un)."
  },
  {
    "verse_number": 16,
    "transcription": "Kamaṡalisy-syaiṭāni iż qāla lil-insānikfur, falammā kafara qāla innī barī'um minka innī akhāfullāha rabbal-'ālamīn(a)."
  },
  {
    "verse_number": 17,
    "transcription": "Fa kāna 'āqibatahumā annahumā fin-nāri khālidaini fīhā, wa żālika jazā'uẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 18,
    "transcription": "Yā ayyuhal-lażīna āmanuttaqullāha waltanẓur nafsum mā qaddamat ligad(in), wattaqullāh(a), innallāha khabīrum bimā ta'malūn(a)."
  },
  {
    "verse_number": 19,
    "transcription": "Wa lā takūnū kal-lażīna nasullāha fa'ansāhum anfusahum, ulā'ika humul-fāsiqūn(a)."
  },
  {
    "verse_number": 20,
    "transcription": "Lā yastawī aṣḥābun-nāri wa aṣḥābul-jannah(ti), aṣḥābul-jannati humul-fā'izūn(a)."
  },
  {
    "verse_number": 21,
    "transcription": "Lau anzalnā hāżal-qur'āna 'alā jabalil lara'aitahū khāsyi'am mutaṣaddi'am min khasy-yatillāh(i), wa tilkal-amṡālu naḍribuhā lin-nāsi la'allahum yatafakkarūn(a)."
  },
  {
    "verse_number": 22,
    "transcription": "Huwallāhul-lażī lā ilāha illā huw(a), 'ālimul-gaibi wasy-syahādah(ti), huwar-raḥmānur-raḥīm(u)."
  },
  {
    "verse_number": 23,
    "transcription": "Huwallāhul-lażī lā ilāha illā huw(a), al-malikul-quddūsus-salāmul-mu'minul-muhaiminul-'azīzul-jabbārul-mutakabbir(u), subḥānallāhi 'ammā yusyrikūn(a)."
  },
  {
    "verse_number": 24,
    "transcription": "Huwallāhul-khāliqul-bāri'ul-muṣawwiru lahul-asmā'ul-ḥusnā, yusabbiḥu lahū mā fis-samāwāti wal-arḍ(i), wa huwal-'azīzul-ḥakīm(u)."
  }
]