[
  "Al-ḥamdu lillāhil-lażī lahū mā fis-samāwāti wa mā fil-arḍi wa lahul-ḥamdu fil-ākhirah(ti), wa huwal-ḥakīmul-khabīr(u).",
  "Ya'lamu mā yaliju fil-arḍi wa mā yakhruju minhā wa mā yanzilu minas-samā'i wa mā ya'ruju fīhā, wa huwar-raḥīmul-gafūr(u).",
  "Wa qālal-lażīna kafarū lā ta'tīnas-sā'ah(tu), qul balā wa rabbī lata'tiyannakum, 'ālimul-gaib(i), lā ya'zubu 'anhu miṡqālu żarratin fis-samāwāti wa lā fil-arḍi wa lā aṣgaru min żālika wa lā akbaru illā fī kitābim mubīn(in).",
  "Liyajziyal-lażīna āmanū wa 'amiluṣ-ṣāliḥāt(i), ulā'ika lahum magfiratuw wa rizqun karīm(un).",
  "Wal-lażīna sa'au fī āyātinā mu'ājizīna ulā'ika lahum 'ażābum mir rijzin alīm(un).",
  "Wa yaral-lażīna ūtul-'ilmal-lażī unzila ilaika mir rabbika huwal-ḥaqq(a), wa yahdī ilā ṣirāṭil-'azīzil-ḥamīd(i).",
  "Wa qālal-lażīna kafarū hal nadullukum 'alā rajuliy yunabbi'ukum iżā muzziqtum kulla mumazzaq(in), innakum lafī khalqin jadīd(in).",
  "Aftarā 'alallāhi każiban am bihī jinnah(tun), balil-lażīna lā yu'minūna bil-ākhirati fil-'ażābi waḍ-ḍalālil-ba'īd(i).",
  "Afalam yarau ilā mā baina aidīhim wa mā khalfahum minas-samā'i wal-arḍ(i), in nasya' nakhsif bihimul-arḍa au nusqiṭ 'alaihim kisafam minas-samā'(i), inna fī żālika la'āyatal likulli 'abdim munīb(in).",
  "Wa laqad ātainā dāwūda minnā faḍlā(n), yā jibālu awwibī ma'ahū waṭ-ṭair(a), wa alannā lahul-ḥadīd(a).",
  "Ani'mal sābigātiw wa qaddir fis-sardi wa'malū ṣāliḥā(n), innī bimā ta'malūna baṣīr(un).",
  "Wa lisulaimānar-rīḥa guduwwuhā syahruw wa rawāḥuhā syahr(un), wa asalnā lahū 'ainal-qiṭr(i), wa minal-jinni may ya'malu baina yadaihi bi'iżni rabbih(ī), wa may yazig minhum 'an amrinā nużiqhu min 'ażābis-sa'īr(i).",
  "Ya'malūna lahū mā yasyā'u mim maḥārība wa tamāṡīla wa jifānin kal-jawābi wa qudūrir-rāsiyāt(in), i'malū āla dāwūda syukrā(n), wa qalīlum min 'ibādiyasy-syakūr(u).",
  "Falammā qaḍainā 'alaihil-mauta mā dallahum 'alā mautihī illā dābbatul-arḍi ta'kulu minsa'atah(ū), falammā kharra tabayyanatil-jinnu allau kānū ya'lamūnal-gaiba mā labiṡū fil-'ażābil-muhīn(i).",
  "Laqad kāna lisaba'in fī maskanihim āyah(tun), jannatāni 'ay yamīniw wa syimāl(in), kulū mir rizqi rabbikum wasykurū lah(ū), baldatun ṭayyibatuw wa rabbun gafūr(un).",
  "Fa a'raḍū fa arsalnā 'alaihim sailal-'arimi wa baddalnāhum bijannataihim jannataini żawātai ukulin khamṭiw wa aṡliw wa syai'im min sidrin qalīl(in).",
  "Żālika jazaināhum bimā kafarū, wa hal nujāzī illal-kafūr(a).",
  "Wa ja'alnā bainahum wa bainal-qural-latī bāraknā fīhā quran ẓāhirataw wa qaddarnā fihas-sair(a), sīrū fīhā layāliya wa ayyāman āminīn(a).",
  "Fa qālū rabbanā bā'id baina asfārinā wa ẓalamū anfusahum fa ja'alnāhum aḥādīṡa wa mazzaqnāhum kulla mumazzaq(in), inna fī żālika la'āyātil likulli ṣabbārin syakūr(in).",
  "Wa laqad ṣaddaqa 'alaihim iblīsu ẓannahū fattaba'ūhu illā farīqam minal-mu'minīn(a).",
  "Wa mā kāna lahū 'alaihim min sulṭānin illā lina'lama may yu'minu bil-ākhirati mimman huwa minhā fī syakk(in), wa rabbuka 'alā kulli syai'in ḥafīẓ(un).",
  "Qulid'ul-lażīna za'amtum min dūnillāh(i), lā yamlikūna miṡqāla żarratin fis-samāwāti wa lā fil-arḍi wa mā lahum fīhimā min syirkiw wa mā lahū minhum min ẓahīr(in).",
  "Wa lā tanfa'usy-syafā'atu 'indahū illā liman ażina lah(ū), ḥattā iżā fuzzi'a 'an qulūbihim qālū māżā, qāla rabbukum, qālul-ḥaqq(a), wa huwal-'aliyyul-kabīr(u).",
  "Qul may yarzuqukum minas-samāwāti wal-arḍ(i), qulillāh(u), wa innā au iyyākum la'alā hudan au fī ḍalālim mubīn(in).",
  "Qul lā tus'alūna 'ammā ajramnā wa lā nus'alu 'ammā ta'malūn(a).",
  "Qul yajma'u bainanā rabbunā ṡumma yaftaḥu bainanā bil-ḥaqq(i), wa huwal-fattāḥul-'alīm(u).",
  "Qul arūniyal-lażīna alḥaqtum bihī syurakā'a kallā, bal huwallāhul-'azīzul-ḥakīm(u).",
  "Wa mā arsalnāka illā kāffatal lin-nāsi basyīraw wa nażīraw wa lākinna akṡaran-nāsi lā ya'lamūn(a).",
  "Wa yaqūlūna matā hāżal-wa'du in kuntum ṣādiqīn(a).",
  "Qul lakum mī'ādu yaumil lā tasta'khirūna 'anhu sā'ataw wa lā tastaqdimūn(a).",
  "Wa qālal-lażīna kafarū lan nu'mina bihāżal-qur'āni wa lā bil-lażī baina yadaih(i), wa lau tarā iżiẓ-ẓālimūna mauqūfūna 'inda rabbihim, yarji'u ba'ḍuhum ilā ba'ḍinil-qaul(a), yaqūlul-lażīnastuḍ'ifū lil-lażīnastakbarū lau lā antum lakunnā mu'minīn(a).",
  "Qālal-lażīnastakbarū lil-lażīnastuḍ'ifū anaḥnu ṣadadnākum 'anil-hudā ba'da iż jā'akum bal kuntum mujrimīn(a).",
  "Wa qālal-lażīnastuḍ'ifū lil-lażīnastakbarū bal makrul-laili wan-nahāri iż ta'murūnanā an nakfura billāhi wa naj'ala lahū andādā(n), wa asarrun-nadāmata lammā ra'awul-'ażāb(a), wa ja'alnal-aglāla fī a'nāqil-lażīna kafarū, hal yujzauna illā mā kānū ya'malūn(a).",
  "Wa mā arsalnā min qaryatim min nażīrin illā qāla mutrafūhā, innā bimā ursiltum bihī kāfirūn(a).",
  "Wa qālū naḥnu akṡaru amwālaw wa aulādā(n), wa mā naḥnu bimu'ażżabīn(a).",
  "Qul inna rabbī yabsuṭur-rizqa limay yasyā'u wa yaqdiru wa lākinna akṡaran-nāsi lā ya'lamūn(a).",
  "Wa mā amwālukum wa lā aulādukum bil-latī tuqarribukum 'indanā zulfā illā man āmana wa 'amila ṣāliḥā(n), fa'ulā'ika lahum jazā'uḍ-ḍi'fi bimā 'amilū wa hum fil-gurufāti āminūn(a).",
  "Wal-lażīna yas'auna fī āyātinā mu'ājizīna ulā'ika fil-'ażābi muḥḍarūn(a).",
  "Qul inna rabbī yabsuṭur-rizqa limay yasyā'u min 'ibādihī wa yaqdiru lah(ū), wa mā anfaqtum min syai'in fahuwa yukhlifuh(ū), wa huwa khairur-rāziqīn(a).",
  "Wa yauma yaḥsyuruhum jamī'an ṡumma yaqūlu lil-malā'ikati ahā'ulā'i iyyākum kānū ya'budūn(a).",
  "Qālū subḥānaka anta waliyyunā min dūnihim, bal kānū ya'budūnal-jinna akṡaruhum bihim mu'minūn(a).",
  "Fal-yauma lā yamliku ba'ḍukum liba'ḍin naf'aw wa ḍarrā(n), wa naqūlu lil-lażīna ẓalamū żūqū 'ażāban-nāril-latī kuntum bihā tukażżibūn(a).",
  "Wa iżā tutlā 'alaihim āyātunā bayyinātin qālū mā hāżā illā rajuluy yurīdu ay yaṣuddakum 'ammā kāna ya'budu ābā'ukum, wa qālū mā hāżā illā ifkum muftarā(n), wa qālal-lażīna kafarū lil-ḥaqqi lammā jā'ahum, in hāżā illā siḥrum mubīn(un).",
  "Wa mā ātaināhum min kutubiy yadrusūnahā wa mā arsalnā ilaihim qablaka min nażīr(in).",
  "Wa każżabal-lażīna min qablihim, wa mā balagū mi'syāra mā ātaināhum fakażżabū rusulī, fakaifa kāna nakīr(i).",
  "Qul innamā a'iẓukum biwāḥidah(tin), an taqūmū lillāhi maṡnā wa furādā ṡumma tatafakkarū, mā biṣāḥibikum min jinnah(tin), in huwa illā nażīrul lakum baina yadai 'ażābin syadīd(in).",
  "Qul mā sa'altukum min ajrin fahuwa lakum, in ajriya illā 'alallāh(i), wa huwa 'alā kulli syai'in syahīd(un).",
  "Qul inna rabbī yaqżifu bil-ḥaqq(i), 'allāmul-guyūb(i).",
  "Qul jā'al-ḥaqqu wa mā yubdi'ul-bāṭilu wa mā yu'īd(u).",
  "Qul in ḍalaltu fa'innamā aḍillu 'alā nafsī, wa inihtadaitu  fabimā yūḥī ilayya rabbī, innahū samī'un qarīb(un).",
  "Wa lau tarā iż fazi'ū falā fauta wa ukhiżū mim makānin qarīb(in).",
  "Wa qālū āmannā bih(ī), wa annā lahumut-tanāwusyu mim makānim ba'īd(in).",
  "Wa qad kafarū bihī min qabl(u), wa yaqżifūna bil-gaibi mim makānim ba'īd(in).",
  "Wa ḥīla bainahum wa baina mā yasytahūn(a), kamā fu'ila bi'asy-yā'ihim min qabl(u), innahum fī syakkim murīb(in)."
]