[
  "Yā ayyuhan-nabiyyu lima tuḥarrimu mā aḥallallāhu lak(a), tabtagī marḍāta azwājik(a), wallāhu gafūrur raḥīm(un).",
  "Qad faraḍallāhu lakum taḥillata aimānikum, wallāhu maulākum, wa huwal-'alīmul-ḥakīm(u).",
  "Wa iż asarran-nabiyyu ilā ba'ḍi azwājihī ḥadīṡā(n), falammā nabba'at bihī wa aẓharahullāhu 'alaihi 'arrafa ba'ḍahū wa a'raḍa 'am baḍ(in), falammā nabba'ahā bihī qālat man amba'aka hāżā, qāla nabba'aniyal-'alīmul-khabīr(u).",
  "In tatūbā ilallāhi faqad ṣagat qulūbukumā, wa in taẓāharā 'alaihi fa innallāha huwa maulāhu wa jibrīlu wa ṣāliḥul-mu'minīn(a), wal-malā'ikatu ba'da żālika ẓahīr(un).",
  "'Asā rabbuhū in ṭallaqakunna ay yubdilahū azwājan khairam minkunna muslimātim mu'minātin qānitātin tā'ibātin 'ābidātin sā'iḥātin ṡayyibātiw wa abkārā(n).",
  "Yā ayyuhal-lażīna āmanū qū anfusakum wa ahlīkum nāraw waqūduhan-nāsu wal-ḥijāratu 'alaihā malā'ikatun gilāẓun syidādul lā ya'ṣūnallāha mā amarahum wa yaf'alūna mā yu'marūn(a).",
  "Yā ayyuhal-lażīna kafarū lā ta'tażīrul-yaum(a), innamā tujzauna mā kuntum ta'malūn(a).",
  "Yā ayyuhal-lażīna āmanū tūbū ilallāhi taubatan naṣūḥā(n), 'asā rabbukum ay yukaffira 'ankum sayyi'ātikum wa yudkhilakum jannātin tajrī min taḥtihal-anhār(u), yauma lā  yukhzillāhun-nabiyya wal-lażīna āmanū ma'ah(ū), nūruhum yas'ā baina aidīhim wa bi'aimānihim yaqūlūna rabbanā atmim lanā nūranā wagfir lanā, innaka 'alā kulli syai'in qadīr(un).",
  "Yā ayyuhan-nabiyyu jāhidil-kuffāra wal-munāfiqīna wagluẓ 'alaihim, wa ma'wāhum jahannam(u), wa bi'sal-maṣīr(u).",
  "Ḍaraballāhu maṡalal lil-lażīna kafarumra'ata nūḥiw wamra'ata lūṭ(in), kānatā taḥta 'abdaini min 'ibādinā ṣāliḥaini fa khānatāhumā falam yugniyā 'anhumā minallāhi syai'aw wa qīladkhulan-nāra ma'ad-dākhilīn(a).",
  "Wa ḍaraballāhu maṡalal lil-lażīna āmanumra'ata fir'aun(a), iż qālat rabbibni lī 'indaka baitan fil jannati wa najjinī min fir'auna  wa 'amalihī wa najjinī minal qaumiẓ-ẓālimīn(a).",
  "Wa maryamabnata 'imrānal-latī aḥṣanat farjahā fa nafakhnā fīhi mir rūḥinā wa ṣaddaqat bikalimāti rabbihā wa kutubihī wa kānat minal-qānitīn(a)."
]