[
  {
    "verse_number": 1,
    "transcription": "Sabbaḥa lillāhi mā fis-samāwāti wal-arḍ(i), wa huwal-'azīzul-ḥakīm(u)."
  },
  {
    "verse_number": 2,
    "transcription": "Lahū mulkus-samāwāti wal-arḍ(i), yuḥyī wa yumīt(u), wa huwa 'alā kulli syai'in qadīr(un)."
  },
  {
    "verse_number": 3,
    "transcription": "Huwal-awwalu wal-ākhiru waẓ-ẓāhiru wal-bāṭin(u), wa huwa bikulli syai'in 'alīm(un)."
  },
  {
    "verse_number": 4,
    "transcription": "Huwal-lażī khalaqas-samāwāti wal-arḍa fī sittati ayyāmin ṡummastawā 'alal-'arsy(i), ya'lamu mā yaliju fil-arḍi wa mā yakhruju minhā wa mā yanzilu minas-samā'i wa mā ya'ruju fīhā, wa huwa ma'akum aina mā kuntum, wallāhu bimā ta'malūna baṣīr(un)."
  },
  {
    "verse_number": 5,
    "transcription": "Lahū mulkus-samāwāti wal-arḍ(i), wa ilallāhi turja'ul-umūr(u)."
  },
  {
    "verse_number": 6,
    "transcription": "Yūlijul-laila fin-nahāri wa yūlijun-nahāra fil-lail(i), wa huwa 'alīmum biżātiṣ-ṣudūr(i)."
  },
  {
    "verse_number": 7,
    "transcription": "Āminū billāhi wa rasūlihī wa anfiqū mimmā ja'alakum mustakhlafīna fīh(i), fal-lażīna āmanū minkum wa anfaqū lahum ajrun kabīr(un)."
  },
  {
    "verse_number": 8,
    "transcription": "Wa mā lakum lā tu'minūna billāh(i), war-rasūlu yad'ūkum litu'minū birabbikum wa qad akhaża mīṡāqakum in kuntum mu'minīn(a)."
  },
  {
    "verse_number": 9,
    "transcription": "Huwal-lażī yunazzilu 'alā 'abdihī āyātim bayyinātil liyukhrijakum minaẓ-ẓulumāti ilan-nūr(i), wa innallāha bikum lara'ūfur raḥīm(un)."
  },
  {
    "verse_number": 10,
    "transcription": "Wa mā lakum allā tunfiqū fī sabīlillāhi wa lillāhi mīrāṡus-samāwāti wal-arḍ(i), lā yastawī minkum man anfaqa min qablil-fatḥi wa qātal(a), ulā'ika a'ẓamu darajatam minal-lażīna anfaqū mim ba'du wa qātalū, wa kullaw wa'adallāhul-ḥusnā, wallāhu bimā ta'malūna khabīr(un)."
  },
  {
    "verse_number": 11,
    "transcription": "Man żal-lażī yuqriḍullāha qarḍan ḥasanan fa yuḍā'ifahū lahū wa lahū ajrun karīm(un)."
  },
  {
    "verse_number": 12,
    "transcription": "Yauma taral-mu'minīna wal-mu'mināti yas'ā nūruhum baina aidīhim wa bi'aimānihim busyrākumul-yauma jannātun tajrī min taḥtihal-anhāru khālidīna fīhā, żālika huwal-fauzul-'aẓīm(u)."
  },
  {
    "verse_number": 13,
    "transcription": "Yauma yaqūlul-munāfiqūna wal-munāfiqātu lil-lażīna āmanunẓurūnā naqtabis min nūrikum, qīlarji'ū warā'akum faltamisū nūrā(n), faḍuriba bainahum bisūril lahū bāb(un), bāṭinuhū fīhir-raḥmatu wa ẓāhiruhū min qibalihil-'ażāb(u)."
  },
  {
    "verse_number": 14,
    "transcription": "Yunādūnahum alam nakum ma'akum, qālū balā wa lākinnakum fatantum anfusakum wa tarabbaṣtum wartabtum wa garratkumul-amāniyyu ḥattā jā'a amrullāhi wa garrakum billāhil-garūr(u)."
  },
  {
    "verse_number": 15,
    "transcription": "Fal-yauma lā yu'khażu minkum fidyatuw wa lā minal-lażīna kafarū, ma'wākumun-nār(u), hiya maulākum, wa bi'sal-maṣīr(u)."
  },
  {
    "verse_number": 16,
    "transcription": "Alam ya'ni lil-lażīna āmanū an takhsya'a qulūbuhum liżikrillāhi wa mā nazala minal-ḥaqq(i), wa lā yakūnū kal-lażīna ūtul-kitāba min qablu faṭāla 'alaihimul-amadu faqasat qulūbuhum, wa kaṡīrum minhum fāsiqūn(a)."
  },
  {
    "verse_number": 17,
    "transcription": "I'lamū annallāha yuḥyil-arḍa ba'da mautihā, qad bayyannā lakumul-āyāti la'allakum ta'qilūn(a)."
  },
  {
    "verse_number": 18,
    "transcription": "Innal-muṣṣaddiqīna wal-muṣṣaddiqāti wa aqraḍullāha qarḍan ḥasanay yuḍā'afu lahum wa lahum ajrun karīm(un)."
  },
  {
    "verse_number": 19,
    "transcription": "Wal-lażīna āmanū billāhi wa rasūlihī ulā'ika humuṣ-ṣiddīqūn(a), wasy-syuhadā'u 'inda rabbihim, lahum ajruhum wa nūruhum, wal-lażīna kafarū wa każżabū bi'āyātinā ulā'ika aṣḥābul-jaḥīm(i)."
  },
  {
    "verse_number": 20,
    "transcription": "I'lamū annamal-ḥayātud-dun-yā la'ibuw wa lahwuw wa zīnatuw wa tafākhurum bainakum wa takāṡurun fil-amwāli wal-aulād(i), kamaṡali gaiṡin a'jabal-kuffāra nabātuhū ṡumma yahīju fatarāhu muṣfarran ṡumma yakūnu ḥuṭāmā(n), wa fil-ākhirati 'ażābun syadīd(un), wa magfiratum minallāhi wa riḍwān(un), wa mal-ḥayātud-dun-yā illā matā'ul-gurūr(i)."
  },
  {
    "verse_number": 21,
    "transcription": "Sābiqū ilā magfiratim mir rabbikum wa jannatin 'arḍuhā ka'arḍis-samā'i wal-arḍ(i), u'iddat lil-lażīna āmanū billāhi wa rasūlih(ī), żālika faḍlullāhi yu'tīhi may yasyā'(u), wallāhu żul-faḍlil-'aẓīm(i)."
  },
  {
    "verse_number": 22,
    "transcription": "Mā aṣāba mim muṣībatin fil-arḍi wa lā fī anfusikum illā fī kitābim min qabli an nabra'ahā, inna żālika 'alallāhi yasīr(un)."
  },
  {
    "verse_number": 23,
    "transcription": "Likailā ta'sau 'alā mā fātakum wa lā tafraḥū bimā ātākum, wallāhu lā yuḥibbu kulla mukhtālin fakhūr(in)."
  },
  {
    "verse_number": 24,
    "transcription": "Allażīna yabkhalūna wa ya'murūnan-nāsa bil-bukhl(i), wa may yatawalla fa'innallāha huwal-ganiyyul-ḥamīd(u)."
  },
  {
    "verse_number": 25,
    "transcription": "Laqad arsalnā rusulanā bil-bayyināti wa anzalnā ma'ahumul-kitāba wal-mīzāna liyaqūman-nāsu bil-qisṭ(i), wa anzalnal-ḥadīda fīhi ba'sun syadīduw wa manāfi'u lin-nāsi wa liya'lamallāhu may yanṣuruhū wa rusulahū bil-gaib(i), innallāha qawiyyun 'azīz(un)."
  },
  {
    "verse_number": 26,
    "transcription": "Wa laqad arsalnā nūḥaw wa ibrāhīma wa ja'alnā fī żurriyyatihiman-nubuwwata wal-kitāba fa minhum muhtad(in), wa kaṡīrum minhum fāsiqūn(a)."
  },
  {
    "verse_number": 27,
    "transcription": "Ṡumma qaffainā 'alā āṡārihim birusulinā wa qaffainā bi'īsabni maryama wa ātaināhul-injīl(a), wa ja'alnā fī qulūbil-lażīnattaba'ūhu ra'fataw wa raḥmah(tan), wa rahbāniyyatanibtada'ūhā mā katabnā 'alaihim illabtigā'a riḍwānillāhi famā ra'auhā ḥaqqa ri'āyatihā, fa'ātainal-lażīna āmanū minhum ajrahum, wa kaṡīrum minhum fāsiqūn(a)."
  },
  {
    "verse_number": 28,
    "transcription": "Yā ayyuhal-lażīna āmanuttaqullāha wa āminū birasūlihī yu'tikum kiflaini mir raḥmatihī wa yaj'al lakum nūran tamsyūna bihī wa yagfir lakum, wallāhu gafūrur raḥīm(un)."
  },
  {
    "verse_number": 29,
    "transcription": "Li'allā ya'lama ahlul-kitābi allā yaqdirūna 'alā syai'im min faḍlillāhi wa annal-faḍla biyadillāhi yu'tīhi may yasyā'(u), wallāhu żul-faḍlil-'aẓīm(i)."
  }
]