[
  "Tabārakal-lażī biyadihil-mulk(u), wa huwa 'alā kulli syai'in qadīr(un).",
  "Allażī khalaqal-mauta wal-ḥayāta liyabluwakum ayyukum aḥsanu 'amalā(n), wa huwal-'azīzul-gafūr(u).",
  "Allażī khalaqa sab'a samāwātin ṭibāqā(n), mā tarā fī khalqir-raḥmāni min tafāwut(in), farji'il-baṣara hal tarā min fuṭūr(in).",
  "Ṡummarji'il-baṣara karrataini yanqalib ilaikal-baṣaru khāsi'aw wa huwa ḥasīr(un).",
  "Wa laqad zayyannas-samā'ad-dun-yā bimaṣābīḥa wa ja'alnāhā rujūmal lisy-syayāṭīni wa a'tadnā lahum 'ażābas-sa'īr(i).",
  "Wa lil-lażīna kafarū birabbihim 'ażābu jahannam(a), wa bi'sal-maṣīr(u).",
  "Iżā ulqū fīhā sami'ū lahā syahīqaw wa hiya tafūr(u).",
  "Takādu tamayyazu minal-gaiẓ(i), kullamā ulqiya fīhā faujun sa'alahum khazanatuhā alam ya'tikum nażīr(un).",
  "Qālū balā qad jā'anā nażīr(un), fa każżabnā wa qulnā mā nazzalallāhu min syai'(in), in antum illā fī ḍalālin kabīr(in).",
  "Wa qālū lau kunnā nasma'u au na'qilu mā kunnā fī aṣḥābis-sa'īr(i).",
  "Fa'tarafū biżambihim, fasuḥqal li'aṣḥābis-sa'īr(i).",
  "Innal-lażīna yakhsyauna rabbahum bil-gaibi lahum magfiratuw wa ajrun kabīr(un).",
  "Wa asirrū qaulakum awijharū bih(ī), innahū 'alīmum biżātiṣ-ṣudūr(i).",
  "Alā ya'lamu man khalaq(a), wa huwal-laṭīful-khabīr(u).",
  "Huwal-lażī ja'ala lakumul-arḍa żalūlan famsyū fī manākibihā wa kulū mir rizqih(ī), wa ilaihin-nusyūr(u).",
  "A'amintum man fis-samā'i ay yakhsifa bikumul-arḍa  fa'iżā hiya tamūr(u).",
  "Am amintum man fis-samā'i ay yursila 'alaikum ḥāṣibā(n), fa sata'lamūna kaifa nażīr(i).",
  "Wa laqad każżabal-lażīna min qablihim fakaifa kāna nakīr(i).",
  "Awalam yarau ilaṭ-ṭairi fauqahum ṣāffātiw wa yaqbiḍn(a), mā yumsikuhunna illar-raḥmān(u), innahū bikulli syai'im baṣīr(un).",
  "Am man hāżal-lażī huwa jundul lakum yanṣurukum min dūnir-raḥmān(i), inil-kāfirūna illā fī gurūr(in).",
  "Am man hāżal-lażī yarzuqukum in amsaka rizqah(ū), bal lajjū fī 'utuwwiw wa nufūr(in).",
  "Afamay yamsyī mukibban 'alā wajhihī ahdā ammay yamsyī sawiyyan 'alā ṣirāṭim mustaqīm(in).",
  "Qul huwal-lażī ansya'akum wa ja'ala lakumus-sam'a wal-abṣāra wal-af'idah(ta), qalīlam mā tasykurūn(a).",
  "Qul huwal-lażī żara'akum fil-arḍi wa ilaihi tuḥsyarūn(a).",
  "Wa yaqūlūna matā hāżal-wa'du in kuntum ṣādiqīn(a).",
  "Qul innamal-'ilmu 'indallāh(i), wa innamā ana nażīrum mubīn(un).",
  "Falammā ra'auhu zulfatan sī'at wujūhul-lażīna kafarū wa qīla hāżal-lażī kuntum bihī tadda'ūn(a).",
  "Qul ara'aitum in ahlakaniyallāhu wa mam ma'iya au raḥimanā, famay yujīrul-kāfirīna min 'ażābin alīm(in).",
  "Qul huwar-raḥmānu āmannā bihī wa 'alaihi tawakkalnā, fasata'lamūna man huwa fī ḍalālim mubīn(in).",
  "Qul ara'aitum in aṣbaḥa mā'ukum gauran famay ya'tīkum bimā'im ma'īn(in)."
]