[
  "Yusabbiḥu lillāhi mā fis-samāwāti wa mā fil-arḍ(i), lahul-mulku wa lahul-ḥamdu wa huwa 'alā kulli syai'in qadīr(un).",
  "Huwal-lażī khalaqakum fa minkum kāfiruw wa minkum mu'min(un), wallāhu bimā ta'malūna baṣīr(un).",
  "Khalaqas-samāwāti wal-arḍa bil-ḥaqqi wa ṣawwarakum fa'aḥsana ṣuwarakum, wa ilaihil-maṣīr(u).",
  "Ya'lamu mā fis-samāwāti wal-arḍi wa ya'lamu mā tusirrūna wa mā tu'linūn(a), wallāhu 'alīmum biżātiṣ-ṣudūr(i).",
  "Alam ya'tikum naba'ul-lażīna kafarū min qabl(u), fa żāqū wabāla amrihim wa lahum 'ażābun alīm(un).",
  "Żālika bi'annahū kānat ta'tīhim rusuluhum bil-bayyināti fa qālū abasyaruy yahdūnanā, fa kafarū wa tawallau wastagnallāh(u), wallāhu ganiyyun ḥamīd(un).",
  "Za'amal-lażīna kafarū allay yub'aṡū, qul balā wa rabbī latub'aṡunna ṡumma latunabba'unna bimā 'amiltum, wa żālika 'alallāhi yasīr(un).",
  "Fa āminū billāhi wa rasūlihī wan-nūril-lażī anzalnā, wallāhu bimā ta'malūna khabīr(un).",
  "Yauma yajma'ukum liyaumil-jam'i żālika yaumut-tagābun(i), wa may yu'mim billāhi wa ya'mal ṣāliḥay yukaffir 'anhu sayyi'ātihī wa yudkhilhu jannātin tajrī min taḥtihal-anhāru khālidīna fīhā abadā(n), żālikal-fauzul-'aẓīm(u).",
  "Wal-lażīna kafarū wa każżabū bi'āyātinā ulā'ika aṣḥābun-nāri khālidīna fīhā, wa bi'sal-maṣīr(u).",
  "Mā aṣāba mim muṣībatin illā bi'iżnillāh(i), wa may yu'mim billāhi yahdi qalbah(ū), wallāhu bikulli syai'in 'alīm(un).",
  "Wa aṭī'ullāha wa aṭī'ur-rasūl(a), fa'in tawallaitum fa innamā 'alā rasūlinal-balāgul-mubīn(u).",
  "Allāhu lā ilāha illā huw(a), wa 'alallāhi falyatawakkalil-mu'minūn(a).",
  "Yā ayyuhal-lażīna āmanū inna min azwājikum wa aulādikum 'aduwwal lakum faḥżarūhum, wa in ta'fū wa taṣfaḥū wa tagfirū fa innallāha gafūrur raḥīm(un).",
  "Innamā amwālukum wa aulādukum fitnah(tun), wallāhu 'indahū ajrun 'aẓīm(un).",
  "Fattaqullāha mastaṭa'tum wasma'ū wa aṭī'ū wa anfiqū khairal li'anfusikum, wa may yūqa syuḥḥa nafsihī fa ulā'ika humul-mufliḥūn(a).",
  "In tuqriḍullāha qarḍan ḥasanay yuḍā'ifhu lakum wa yagfir lakum, wallāhu syakūrun ḥalīm(un).",
  "'Ālimul-gaibi wasy-syahādatil-'azīzul-ḥakīm(u)."
]