[
  "Ḥā mīm.",
  "Tanzīlum minar-raḥmānir-raḥīm(i).",
  "Kitābun fuṣṣilat āyātuhū qur'ānan 'arabiyyal liqaumiy ya'lamūn(a).",
  "Basyīraw wa nażīrā(n), fa'a'raḍa akṡaruhum fahum lā yasma'ūn(a).",
  "Wa qālū qulūbunā fī akinnatim mimmā tad'ūnā ilaihi wa fī āżāninā waqruw wa mim baininā wa bainika ḥijābun fa'mal  innanā 'āmilūn(a).",
  "Qul innamā ana basyarum miṡlukum yūḥā ilayya annamā ilāhukum ilāhuw wāḥidun fastaqīmū ilaihi wastagfirūh(u), wa wailul lil-musyrikīn(a).",
  "Allażīna lā yu'tūnaz-zakāta wa hum bil-ākhirati hum kāfirūn(a).",
  "Innal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti lahum ajrun gairu mamnūn(in).",
  "Qul a'innakum latakfurūna bil-lażī khalaqal-arḍa fī yaumaini wa taj'alūna lahū andādā(n), żālika rabbul-'ālamīn(a).",
  "Wa ja'ala fīhā rawāsiya min fauqihā wa bāraka fīhā wa qaddara fīhā aqwātahā fī arba'ati ayyām(in), sawā'al lis-sā'ilīn(a).",
  "Ṡummastawā ilas-samā'i wa hiya dukhānun faqāla lahā wa lil-arḍi'tiyā ṭau'an au karhā(n), qālatā atainā ṭā'i'īn(a).",
  "Fa qaḍāhunna sab'a samāwātin fī yaumaini wa auḥā fī kulli samā'in amrahā, wa zayyannas-samā'ad-dun-yā bimaṣābīḥa wa ḥifẓā(n), żālika taqdīrul-'azīzil-'alīm(i).",
  "Fa in a'raḍū faqul anżartukum ṣā'iqatam miṡla ṣā'iqati 'ādiw wa ṡamūd(a).",
  "Iż jā'athumur-rusulu mim baini aidīhim wa min khalfihim allā ta'budū illallāh(a), qālū lau syā'a rabbunā la'anzala malā'ikatan fa'innā bimā ursiltum bihī kāfirūn(a).",
  "Fa ammā 'ādun fastakbarū fil-arḍi bigairil-ḥaqqi wa qālū man asyaddu minnā quwwah(tan), awalam yarau annallāhal-lażī khalaqahum huwa asyaddu minhum quwwah(tan), wa kānū bi'āyātinā yajḥadūn(a).",
  "Fa arsalnā 'alaihim rīḥan ṣarṣaran fī ayyāmin naḥisātil linużīqahum-'ażābal khizyi fil-ḥayātid-dun-yā, wa la'ażābul-ākhirati akhzā wa hum lā yunṣarūn(a).",
  "Wa ammā ṡamūdu fa hadaināhum fastaḥabbul-'amā 'alal-hudā fa akhażathum ṣā'iqatul-'ażābil-hūni bimā kānū yaksibūn(a).",
  "Wa najjainal-lażīna āmanū wa kānū yattaqūn(a).",
  "Wa yauma yuḥsyaru a'dā'ullāhi ilan-nāri fahum yūza'ūn(a).",
  "Ḥattā iżā mā jā'ūhā syahida 'alaihim sam'uhum wa abṣāruhum wa julūduhum bimā kānū ya'malūn(a).",
  "Wa qālū lijulūdihim lima syahittum 'alainā, qālū anṭaqanallāhul-lażī anṭaqa kulla syai'iw wa huwa khalaqakum awwala marrah(tin), wa ilaihi turja'ūn(a).",
  "Wa mā kuntum tastatirūna ay yasyhada 'alaikum sam'ukum wa lā abṣārukum wa lā julūdukum wa lākin ẓanantum  annallāha lā ya'lamu kaṡīram mimmā ta'malūn(a).",
  "Wa żālikum ẓannukumul-lażī ẓanantum birabbikum ardākum fa aṣbaḥtum minal-khāsirīn(a).",
  "Fa iy yaṣbirū fan-nāru maṡwal lahum, wa iy yasta'tibū famā hum minal-mu'tabīn(a).",
  "Wa qayyaḍnā lahum quranā'a fa zayyanū lahum mā baina aidīhim wa mā khalfahum wa ḥaqqa 'alaihimul-qaulu fī umamin qad khalat min qablihim minal-jinni wal-ins(i), innahum kānū khāsirīn(a).",
  "Wa qālal-lażīna kafarū lā tasma'ū lihāżal-qur'āni walgau fīhi la'allakum taglibūn(a).",
  "Fa lanużīqannal-lażīna kafarū 'ażāban syadīdā(n), wa lanajziyannahum aswa'al-lażī  kānū ya'malūn(a).",
  "Żālika jazā'u a'dā'illāhin-nāru lahum fīhā dārul-khuld(i), jazā'am bimā kānū bi'āyātinā yajḥadūn(a).",
  "Wa qālal-lażīna kafarū rabbanā arinal-lażaini aḍallānā minal-jinni wal-insi naj'alhumā taḥta aqdāminā liyakūnā minal-asfalīn(a).",
  "Innal-lażīna qālū rabbunallāhu ṡummastaqāmū tatanazzalu 'alaihimul-malā'ikatu allā takhāfū wa lā taḥzanū wa absyirū bil-jannatil-latī kuntum tū'adūn(a).",
  "Naḥnu auliyā'ukum fil-ḥayātid-dun-yā wa fil-ākhirah(ti), wa lakum fīhā mā tasytahī anfusukum wa lakum fīhā mā tadda'ūn(a).",
  "Nuzulam min gafūrir raḥīm(in).",
  "Wa man aḥsanu qaulam mimman da'ā ilallāhi wa 'amila ṣāliḥaw wa qāla innanī minal-muslimīn(a).",
  "Wa lā tastawil-ḥasanatu wa las-sayyi'ah(tu), idfa' bil-latī hiya aḥsanu fa'iżal-lażī bainaka wa bainahū 'adāwatun ka'annahū waliyyun ḥamīm(un).",
  "Wa mā yulaqqāhā illal-lażīna ṣabarū, wa mā yulaqqāhā illā żū ḥaẓẓin 'aẓīm(in).",
  "Wa immā yanzagannaka minasy-syaiṭāni nazgun fasta'iż billāh(i), innahū huwas-samī'ul-'alīm(u).",
  "Wa min āyātihil-lailu wan-nahāru wasy-syamsu wal-qamar(u), lā tasjudū lisy-syamsi wa lā lil-qamari wasjudū lillāhil-lażī khalaqahunna in kuntum iyyāhu ta'budūn(a).",
  "Fa inistakbarū fal-lażīna 'inda rabbika yusabbiḥūna lahū bil-laili wan-nahāri wa hum lā yas'amūn(a).",
  "Wa min āyātihī annaka taral-arḍa khāsyi'atan fa iżā anzalnā 'alaihal-mā'ahtazzat wa rabat, innal-lażī aḥyāhā lamuḥyil-mautā, innahū 'alā kulli syai'in qadīr(un).",
  "Innal-lażīna yulḥidūna fī āyātinā lā yakhfauna 'alainā, afamay yulqā fin-nāri khairun am may ya'tī āminay yaumal-qiyāmah(ti), i'malū mā syi'tum, innahū bimā ta'malūna  baṣīr(un).",
  "Innal-lażīna kafarū biż-żikri lammā jā'ahum, wa innahū lakitābun 'azīz(un).",
  "Lā ya'tīhil-bāṭilu mim baini yadaihi wa lā min khalfih(ī), tanzīlum min ḥakīmin ḥamīd(in).",
  "Mā yuqālu laka illā mā qad qīla lir-rusuli min qablik(a), inna rabbaka lażū magfiratiw wa żū 'iqābin alīm(in).",
  "Wa lau ja'alnāhu qur'ānan a'jamiyyal laqālū lau lā fuṣṣilat āyātuh(ū), a'a'jamiyyuw wa 'arabiyy(un), qul huwa lil-lażīna āmanū hudaw wa syifā'(un), wal-lażīna lā yu'minūna fī āżānihim waqruw wa huwa 'alaihim 'amā(n), ulā'ika yunādauna mim makānim ba'īd(in).",
  "Wa laqad ātainā mūsal-kitāba fakhtulifa fīh(i), wa lau lā kalimatun sabaqat mir rabbika laquḍiya bainahum, wa innahum lafī syakkim minhu murīb(in).",
  "Man 'amila ṣāliḥan fa linafsih(ī), wa man asā'a fa 'alaihā, wa mā rabbuka biẓallāmil lil-'abīd(i).",
  "Ilaihi yuraddu 'ilmus-sā'ah(ti), wa mā takhruju min ṡamarātim min akmāmihā wa mā taḥmilu min unṡā wa lā taḍa'u illā bi'ilmih(ī), wa yauma yunādīhim aina syurakā'ī, qālū āżannāka mā minnā min syahīd(in).",
  "Wa ḍalla 'anhum mā kānū yad'ūna min qablu wa ẓannū mā lahum mim maḥīṣ(in).",
  "Lā yas'amul-insānu min du'ā'il-khair(i), wa im massahusy-syarru fa ya'ūsun qanūṭ(un).",
  "Wa la'in ażaqnāhu raḥmatam minnā mim ba'di ḍarrā'a massathu layaqūlunna hāżā lī, wa mā aẓunnus-sā'ata qā'imah(tan), wa la'ir ruji'tu ilā rabbī inna lī 'indahū lal-ḥusnā, fa lanunabbi'annal-lażīna kafarū bimā 'amilū, wa lanużīqannahum min 'ażābin galīẓ(in).",
  "Wa iżā an'amnā 'alal-insāni a'raḍa wa na'ā bijānibih(ī), wa iżā massahusy-syarru fażū du'ā'in 'arīḍ(in).",
  "Qul ara'aitum in kāna min 'indillāhi ṡumma kafartum bihī man aḍallu mimman huwa fī syiqāqim ba'īd(in).",
  "Sanurīhim āyātinā fil-āfāqi wa fī anfusihim ḥattā yatabayyana lahum annahul-ḥaqq(u), awalam yakfi birabbika  annahū 'alā kulli syai'in syahīd(un).",
  "Alā innahum fī miryatim mil liqā'i rabbihim, alā innahū bikulli syai'im muḥīṭ(un)."
]