[
  {
    "verse_number": 1,
    "translation": "Хвала Аллаху, Кто Своему слуге Писание низвел И в нем не допустил извилин (в смысле)"
  },
  {
    "verse_number": 2,
    "translation": "(Писание) прямое, (без уверток), Чтобы напомнить (нечестивым) о наказании великом, А тех, кто верует и делает добро, Обрадовать благою Вестью, Что им - прекрасная награда"
  },
  {
    "verse_number": 3,
    "translation": "И в ней им вечно пребывать"
  },
  {
    "verse_number": 4,
    "translation": "Чтоб остеречь таких, кто говорит: \"Аллах взял сына на Себя"
  },
  {
    "verse_number": 5,
    "translation": "У них нет знания об этом, И не было его у их отцов. (Греховность) слова, выходящего из уст их, (Столь) велика, (как и сам грех). Они лишь ложь высказывают этим"
  },
  {
    "verse_number": 6,
    "translation": "Быть может, ты, (о Мухаммад!), себя до смерти доведешь, (Отправившись в небытие) по их следам, От горя, что они не верят этому Посланью"
  },
  {
    "verse_number": 7,
    "translation": "Все то, что (существует) на земле, Мы сделали ей украшеньем, Чтоб испытать, кто лучше из людей по их поступкам"
  },
  {
    "verse_number": 8,
    "translation": "И Мы, поистине, (со временем) все обратим на ней В бесплодную, сухую почву"
  },
  {
    "verse_number": 9,
    "translation": "Ты думал ли когда-нибудь о том, Что обитатели пещеры и Ракима Были одними из чудес среди знамений Наших"
  },
  {
    "verse_number": 10,
    "translation": "Укрылись отроки в пещере и сказали: \"Господь наш, ниспошли нам милосердие Твое! Уверь нас в правоте наших деяний"
  },
  {
    "verse_number": 11,
    "translation": "И Мы на долгие года В пещере им закрыли уши"
  },
  {
    "verse_number": 12,
    "translation": "Потом Мы пробудили их, чтобы узнать, Которая из двух общин лучше сочтет Предел тех лет, что провели они в пещере"
  },
  {
    "verse_number": 13,
    "translation": "Тебе по Истине Мы повествуем сказ о них: Поистине, то были отроки, которые уверовали (в Бога), И их (усердие) на праведном пути Мы укрепили"
  },
  {
    "verse_number": 14,
    "translation": "И укрепили их сердца, (Когда) они стояли там и говорили: \"Господь наш - Бог земли и неба. Мы никогда не будем призывать, Кроме Него, иного божества - Иначе мы, поистине, сказали бы такое, Что вышло б за предел (дозволенного Им)"
  },
  {
    "verse_number": 15,
    "translation": "А эти, наши горожане, Других богов, кроме Него, Для поклонения себе призвали. Тогда им почему бы не представить Свидетельства на власть (этих богов)! И есть ли нечестивее того, Кто ложь возводит на Аллаха"
  },
  {
    "verse_number": 16,
    "translation": "Когда оставите вы их И тех, кого они, кроме Аллаха, призывают, То отправляйтесь для укрытия в пещеру - Прострет Господь Свою вам милость И к лучшему дела устроит вам"
  },
  {
    "verse_number": 17,
    "translation": "И ты бы видеть мог, как солнце на восходе Клонилось от пещеры вправо, А на закате слева обходило их. Они ж лежали на пространном месте посреди. Это - (одно) из (множества) знамений Наших: Кому Аллах указывает путь, Тот следует прямой стезею; Кого блуждать Он оставляет, Тому не отыскать себе Ни покровителя и ни вожатого (по жизни)"
  },
  {
    "verse_number": 18,
    "translation": "И ты бы мог подумать, что они не спят, Хотя они на самом деле спали, И Мы направо и налево поворачивали их, А их собака обе лапы протянула на порог. И если б (в этом виде) ты их усмотрел, Ты бы от них пустился в бег И был бы в страх от них повергнут"
  },
  {
    "verse_number": 19,
    "translation": "Потом Мы разбудили их, Чтобы они друг друга расспросили, - Один из них спросил: \"Как долго здесь вы находились?\" Они ответили: \"Мы находились здесь, (возможно), день иль часть его\". (И вновь) они сказали: \"Господь ваш лучше знает то, Как долго здесь вы находились. (Ну, а теперь) пошлите в город одного из вас С этой серебряной монетой, что при вас (осталась), - Пусть он посмотрит, у кого еда почище, И принесет вам все, что нужно из нее; Но чтобы вел себя он скромно И никому о вас не сообщал"
  },
  {
    "verse_number": 20,
    "translation": "Ведь если обнаружат они вас, То забросают вас камнями Или принудят веру их принять, - Тогда вам никогда не знать Господней благодати"
  },
  {
    "verse_number": 21,
    "translation": "Так известили Мы о них, Чтобы (сограждане) их знали, Насколько истинно обетование Аллаха, И чтобы не было сомнения о Часе. Смотри, они уж разошлись между собой В их деле (о семи заснувших); (Одни) сказали: \"Соорудите дом над ними!\" Но знает лучше их Господь про них, - И те, что одержали верх в их деле, Сказали: \"Поистине, над ними мы построим Храм"
  },
  {
    "verse_number": 22,
    "translation": "(И о числе заснувших) спорить они будут: \"Их было трое, а четвертым был их пес\". (Другие) скажут: \"Пятеро их было, а шестой - их пес\", Строя догадки (относительно того, чего) не знали. (Иные) скажут: \"Семеро их было, а их пес - восьмой\". Скажи: \"Господь мой лучше знает их число, И лишь немногие об этом знают\", - Ты с ними в спор об этом не вступай, Коль этот спор не может разрешиться прямо, И никого из них не спрашивай о них"
  },
  {
    "verse_number": 23,
    "translation": "И (никогда) не говори (о совершении) чего-то: \"Я это завтра совершу"
  },
  {
    "verse_number": 24,
    "translation": "При этом не добавив: \"Если на то будет Господня воля\". А если все-таки забудешь, То вспомни Бога своего и (сразу же) скажи: \"Быть может, мой Господь меня приблизит К пути прямому, (что лежит к познанию сего)"
  },
  {
    "verse_number": 25,
    "translation": "И пробыли они в своей пещере триста лет, И к этому прибавить (дОлжно) девять"
  },
  {
    "verse_number": 26,
    "translation": "Скажи: \"Аллаху лучше знать, Как долго находились они там, - Лишь Он владеет Сокровенным неба и земли. Как ясно видит Он! Как верно слышит! У них, кроме Него, нет покровителя другого, И не берет Он никого в участники Своей управы"
  },
  {
    "verse_number": 27,
    "translation": "Читай (и проповедуй) то, Что явлено тебе из Книги Бога; Нет никого, кто (смел бы) изменить Его Слова, И ты убежища себе не обретешь, Кроме (того, что) Он (тебе назначит)"
  },
  {
    "verse_number": 28,
    "translation": "Живи душой в согласии и мире с теми, Кто на восходе (дня) и на закате солнца Взывает к Господу в молитве, Ища Его благодаренья, - От них глаза не отводи, Желая блеска ближней жизни; И не иди на поводу у тех, Сердца которых Мы забвению предали К воспоминанию о Нас, Кто следует своим страстям И чьи дела идут вразрез с (благими)"
  },
  {
    "verse_number": 29,
    "translation": "Скажи: \"Исходит Истина от Бога твоего: Кто хочет, тот уверует (в Него), Кто хочет, тот останется неверным\". Мы для неверных уготовили Огонь, Что их пылающим шатром окружит; А если возмолят о помощи они, Помогут им водой, Что будет, как расплавленный металл, Обваривать их лица, - Какое мерзкое питье! Как непристойно место упокоя"
  },
  {
    "verse_number": 30,
    "translation": "Но тем, кто верует и доброе творит, - Поистине, Мы не дадим погибнуть Награде тех, кто делает добро"
  },
  {
    "verse_number": 31,
    "translation": "Для них Сады, реками омовенны, Они украсятся в браслеты золотые, Оденутся в зеленые наряды из атласа и парчи, Там на седалищах прекрасных восседая, - Какая славная награда! Какое благостное место упокоя"
  },
  {
    "verse_number": 32,
    "translation": "Ты предложи им в притчу двух людей: Мы одному устроили два виноградных сада, Вокруг которых посадили пальмы, А между ними злаковые нивы развели"
  },
  {
    "verse_number": 33,
    "translation": "И оба сада принесли свои плоды. Мы ничего из них не погубили, А между ними реку провели"
  },
  {
    "verse_number": 34,
    "translation": "Хозяин сада получил (обильные) плоды И в разговоре другу своему сказал: \"Тебя богаче я имуществом своим И (сыновьями) больше славен"
  },
  {
    "verse_number": 35,
    "translation": "И (горделиво) он вошел в свой сад, Обидев собственную душу, И сказал: \"Не думаю, чтобы пропасть могло Когда-нибудь все это"
  },
  {
    "verse_number": 36,
    "translation": "И я не думаю, что Час настанет. А если к Богу моему я буду возвращен, То, несомненно, я взамен найду там лучшее, чем это"
  },
  {
    "verse_number": 37,
    "translation": "Но друг его с ним в разговоре отвечал: \"Ужель не веруешь в Того, Кто сотворил тебя из праха, Потом из капли, А потом и выровнял, и соразмерил человеком"
  },
  {
    "verse_number": 38,
    "translation": "И что касается меня: (я верую), Это - Аллах, Господь мой, И в соучастники Ему я никого не призываю"
  },
  {
    "verse_number": 39,
    "translation": "И что ж тебе не говорить, входя в свой сад: \"На все Господня воля! И лишь с Аллахом мощь (моя)!\"? Если (сегодня) видишь ты меня Бедней себя деньгами и детьми"
  },
  {
    "verse_number": 40,
    "translation": "(Как знать), быть может, мой Господь Мне (завтра) даст получше, чем твой сад, Ну, а на твой - пошлет ненастье с неба, И он (мгновенно) в пустошь обратится"
  },
  {
    "verse_number": 41,
    "translation": "Или уйдут под землю его воды, И ты их не сумеешь отыскать"
  },
  {
    "verse_number": 42,
    "translation": "И были гибелью объяты все его плоды, И стал в отчаянье ломать он свои руки, (Горюя) оттого, что он в свой сад вложил, А ныне он стоял, до основанья разоренный; И говорил он: \"Горе мне! О, если б только к Богу моему Я никого не призывал"
  },
  {
    "verse_number": 43,
    "translation": "И не было таких, Кто б помощь оказал ему против Аллаха, А сам он справиться (с бедой) не мог"
  },
  {
    "verse_number": 44,
    "translation": "Лишь у Аллаха, истинного Бога, Ищи защиты и спасения себе! Нет никого лучше Его В даянии наград и лучшего исхода"
  },
  {
    "verse_number": 45,
    "translation": "Ты приведи им в притчу жизнь в этом мире: Она - точно вода, которую Мы с неба шлем, - Растительность земли ее поглотит (И буйно расцветет на миг); (Но вот, гляди!) Она уже иссохла И превратилась в сор сухой, Что распыляется (в небытие) ветрами. Аллах, поистине, над всякой вещью властен"
  },
  {
    "verse_number": 46,
    "translation": "Богатства (ваши), сыновья - Лишь украшения вам в этой жизни, А то, что пребывает (вне суеты земного бытия), - Дела благие - Есть лучшее пред Господом твоим И по награде, (что за праведность воздаст Он), И по надеждам, (что исполнятся Его веленьем)"
  },
  {
    "verse_number": 47,
    "translation": "В тот День, Когда Мы сдвинем с места горы И ты увидишь землю плоской, Мы соберем их всех и не оставим (без вниманья) никого"
  },
  {
    "verse_number": 48,
    "translation": "Они предстанут перед Господом твоим рядами, (И скажет Он): \"Вот вы вернулись к Нам (в том виде), В котором вас Мы сотворили изначально. Но нет же! Вы (всегда) считали, Что Мы не назначали встречи вам На срок определенный"
  },
  {
    "verse_number": 49,
    "translation": "И книга (дел) будет положена (пред ними), И ты увидишь грешных в страхе от того, что в ней, И они скажут: \"Горе нам! Что это за книга, Что не осталось ни единого деянья, Которое она бы не сочла, Сколь малым ни было б оно или великим?!\" Они найдут там налицо все то, что совершили, И твой Господь ни одному из них Не нанесет обид несправедливых"
  },
  {
    "verse_number": 50,
    "translation": "И вот Мы ангелам сказали: \"Адаму низко поклонитесь!\" И те в поклоне пали перед ним, Кроме (надменного) Иблиса, Кто был одним из джиннов И не исполнил повеленья Бога своего, - Так неужели вы его и отпрысков его Возьмете в покровители себе вместо Меня? Они же - вам враги! Как же порочна эта мена для неверных"
  },
  {
    "verse_number": 51,
    "translation": "Я их не звал в свидетели Творения Небес, земли и их самих, И Я не стал бы брать в помощники Себе Таких, которые с пути сбивают"
  },
  {
    "verse_number": 52,
    "translation": "В тот День Он скажет: \"Призовите тех, которых Мне вы в соучастники придали\". Они их призовут, но те им не ответят, И Мы воздвигнем пропасть между ними"
  },
  {
    "verse_number": 53,
    "translation": "А грешники увидят огнь Ада, Предчувствуя, что попадут в него, - Но не найти им от него спасенья"
  },
  {
    "verse_number": 54,
    "translation": "В этом Коране привели Мы людям Притчи, (несущие) различный (смысл), - Но человек больше всего упорствует (в страстях, Склоняющих его к неверью)"
  },
  {
    "verse_number": 55,
    "translation": "Так что мешает людям веровать (в Аллаха), Когда пришло к ним Руководство, И что удерживает их Взывать к их Господу простить их (и направить), Как только то, чтоб их постигла участь предков Иль наказание лицом к лицу предстало"
  },
  {
    "verse_number": 56,
    "translation": "Мы шлем посланников (Своих) Лишь возвещать (добро) и увещать (от злого), Но в своих спорах прибегают лишь ко лжи Все те, кто не уверовал (в Аллаха), Чтоб ею Истину отвергнуть, И подвергают (злым) насмешкам Знамения Мои и то, чем их увещевают"
  },
  {
    "verse_number": 57,
    "translation": "Кто же не праведнее тех, Кому напомнили знамения Господни, Они же (не признали их и) отвратились, Забыв о том, что предварили им деяния их рук? Мы их сердца покровами закрыли, Чтобы они не поняли его, А в уши положили глухоту. И если ты их призовешь на путь прямой, То и тогда они им не пойдут"
  },
  {
    "verse_number": 58,
    "translation": "Но твой Господь - Владыка милосердия и (все)прощенья. И если б Он желал их наказать За то, что (их грехи) им предварили, То, несомненно, Он ускорил бы их кару. Но есть у них назначенный предел, (И вот когда он подойдет), Им (от возмездия Его) Убежища себе не отыскать"
  },
  {
    "verse_number": 59,
    "translation": "Так погубили Мы селения (людей), Когда (их жители) нечестие творили, И (всякий раз) на их погибель Мы ставили назначенный предел"
  },
  {
    "verse_number": 60,
    "translation": "Вот Муса своему служителю сказал: \"Не отступлю, пока я не достигну Места слиянья двух морей, Хотя бы довелось идти мне годы"
  },
  {
    "verse_number": 61,
    "translation": "Когда они слиянья двух морей достигли, Они совсем забыли про их рыбу, Что прямо к морю (дивным образом) направила свой путь"
  },
  {
    "verse_number": 62,
    "translation": "А уж когда они (вперед) ушли, Он спутнику сказал: \"Ты приготовь поесть нам. Наш тяжкий путь нас изнурил"
  },
  {
    "verse_number": 63,
    "translation": "Но тот ответил: \"Видишь ли, когда мы у скалы обосновались, Забыл про рыбу я, И только Сатана забыть меня заставил (об этом сообщить тебе), - Она же прямо к морю Дивным образом направила свой путь"
  },
  {
    "verse_number": 64,
    "translation": "Сказал он: \"Этого как раз мы и желали!\" И оба двинулись назад По своим собственным следам"
  },
  {
    "verse_number": 65,
    "translation": "Они нашли там одного из Наших слуг, Кому Мы даровали милость от Себя И научили мудрости и знанию от Нас"
  },
  {
    "verse_number": 66,
    "translation": "Муса сказал ему: \"Могу ль я за тобой пойти, Чтобы меня ты научил хоть части из того, Чему научен ты об Истинном Пути"
  },
  {
    "verse_number": 67,
    "translation": "Но тот ответил: \"Ты не сможешь сохранить терпение со мной"
  },
  {
    "verse_number": 68,
    "translation": "И как тебе быть терпеливым в тех (вещах), Смысл которых для тебя неясен"
  },
  {
    "verse_number": 69,
    "translation": "Муса сказал: \"Если Аллаху так угодно, Меня найдешь ты терпеливым; Я не ослушаюсь тебя ни в чем"
  },
  {
    "verse_number": 70,
    "translation": "Сказал он: \"Если ты последуешь за мной, Не задавай мне никаких вопросов, Пока я (к сути твоего вопроса) не вернусь"
  },
  {
    "verse_number": 71,
    "translation": "Они отправились в дорогу оба И, (лодку повстречав), вошли в нее. Тут он ее (внезапно) продырявил, И Муса, (не стерпев), сказал: \"Ты сделал в ней дыру, Чтоб потопить сидящих в ней? Как странно поведение твое"
  },
  {
    "verse_number": 72,
    "translation": "Ответил тот: \"Не я ли говорил тебе, Что ты со мной не сможешь сохранить терпенье"
  },
  {
    "verse_number": 73,
    "translation": "Не укоряй меня за то, что я забыл, - ответил Муса, - И в моем деле на меня не возлагай Те тяготы, (что мне невмочь нести)"
  },
  {
    "verse_number": 74,
    "translation": "Они продолжили свой путь И шли, пока им юноша не повстречался. И тут убил его (попутчик Мусы), И (потрясенный Муса, вновь не утерпев), сказал: \"Ужель убил ты душу, неповинную в убийстве? Ты совершил дурной поступок"
  },
  {
    "verse_number": 75,
    "translation": "Ответил тот: \"Не я ли говорил тебе, Что ты со мной не сможешь сохранить терпенье"
  },
  {
    "verse_number": 76,
    "translation": "Муса сказал: \"Если тебя я после этого о чем-нибудь спрошу, Не позволяй мне путь с тобой продолжить, - Это тебе служило б извиненьем от меня"
  },
  {
    "verse_number": 77,
    "translation": "Они продолжили свой путь, Пока не подошли к селенью И жителей его о пище не спросили. Но те в гостеприимстве отказали им. Они нашли в селенье стену, Которая была готова развалиться, И тут (попутчик Мусы) починил ее. Муса сказал: \"Если бы ты хотел того, Ты мог бы получить за это плату"
  },
  {
    "verse_number": 78,
    "translation": "Мы разлучимся здесь, - сказал (его попутчик), - Но прежде я хочу растолковать тебе Значение того, о чем тебе так не терпелось (знать)"
  },
  {
    "verse_number": 79,
    "translation": "Та лодка, что я продырявил, Принадлежала беднякам, Которые работали на море. Я захотел ее испортить потому, Что позади их находился царь, Который силою захватывал все лодки"
  },
  {
    "verse_number": 80,
    "translation": "Юнец, (которого убил я), - Его родители благочестивы были в вере, И мы боялись: он им горе причинит Своим неверием и непокорством"
  },
  {
    "verse_number": 81,
    "translation": "И мы хотели, чтоб Господь их Дал им взамен другого (сына), Кто будет и (душою) чище, И милосерднее (в сыновьем долге)"
  },
  {
    "verse_number": 82,
    "translation": "А (что касается) стены (в селенье): Она принадлежала двум юнцам-сиротам, И был под нею клад, что им принадлежал. Отец их был благочестив, И потому Господь твой пожелал Достичь им зрелости и клад извлечь По благосклонности Господней Воли. Я не своим решением все это совершил - (На то была Господня Воля)! Вот объяснение того, О чем тебе так нетерпелось знать"
  },
  {
    "verse_number": 83,
    "translation": "Они тебя о Зуль-Карнайне вопрошают, - Скажи: \"Я вам поведаю историю о нем"
  },
  {
    "verse_number": 84,
    "translation": "Мы укрепили его мощь на сей земле И дали ему все пути и средства"
  },
  {
    "verse_number": 85,
    "translation": "Он (выбрал) путь и им пошел"
  },
  {
    "verse_number": 86,
    "translation": "Когда дошел он до захода солнца, То он увидел, что оно Садится в воды грязного ключа, А близ него - (селение) народа. Сказали Мы: \"О Зуль-Карнайн! Ты можешь наказать его Или явить свое великодушье"
  },
  {
    "verse_number": 87,
    "translation": "Сказал он: \"Мы того, кто нечестив, накажем - Потом он будет к Богу возвращен, И тяжкой мукой Он его накажет"
  },
  {
    "verse_number": 88,
    "translation": "Но тем, кто верует и делает добро, От нас - прекрасная награда, И наши повеленья им Будут даны им добрым словом"
  },
  {
    "verse_number": 89,
    "translation": "Потом другим путем пошел он"
  },
  {
    "verse_number": 90,
    "translation": "Пока не подошел к земле восхода солнца И не увидел, что оно восходит над народом, Которому не дали Мы покрова Укрыться от лучей палящих"
  },
  {
    "verse_number": 91,
    "translation": "(Он их оставил) в том же (виде, как нашел), И ведали Мы все о нем"
  },
  {
    "verse_number": 92,
    "translation": "И вновь отправился он в путь"
  },
  {
    "verse_number": 93,
    "translation": "Пока не подошел к проходу меж двумя горами, И у (подножья) их нашел народ, Что мог едва понять какую-либо речь"
  },
  {
    "verse_number": 94,
    "translation": "О Зуль-Карнайн! - они сказали. - Гог и Магог творят нечестье на земле. Не примешь ли от нас ты дань, Чтобы воздвигнуть стену между (нечестивцами) и нами"
  },
  {
    "verse_number": 95,
    "translation": "Ответил он: \"Могущество, что дал мне мой Господь, Мне лучше (по награде). Вы мне (рабочей) силой помогите, И я воздвигну стену между вами"
  },
  {
    "verse_number": 96,
    "translation": "Несите мне куски железа\". Когда (железом) он сровнял (пространство) Между крутыми склонами горы, \"Дуйте (в кузнечные мехи)!\" - сказал он. Когда железо раскалилось, как огонь, Сказал он: \"Принесите мне его! Я вылью на нее расплавленный металл"
  },
  {
    "verse_number": 97,
    "translation": "И не могли (Гог и Магог) Ни перелезть через нее, ни продырявить"
  },
  {
    "verse_number": 98,
    "translation": "Сие - по милости от Бога моего, - сказал он, - Когда придет обещанное Господом моим, Он обратит ее в (мельчайший) щебень, - А то, что обещает мой Господь, Есть Истина, (что неминуемо свершится)"
  },
  {
    "verse_number": 99,
    "translation": "В тот День Мы их оставим литься (беспорядочной толпой), Подобно волнам, спорящим друг с другом, - Раздастся трубный глас, и Мы въедино соберем их"
  },
  {
    "verse_number": 100,
    "translation": "И Мы представим Ад В тот День Перед (прозревшими) глазами нечестивцев"
  },
  {
    "verse_number": 101,
    "translation": "Тех, чьи глаза были завесою закрыты, Чтобы знамения Мои не распознать, (Закрыты глухотою были уши), Чтобы не мочь услышать (Слова Моего)"
  },
  {
    "verse_number": 102,
    "translation": "Ужель неверные считали, Что могут взять в защитники себе Моих рабов вместо Меня? Поистине, Мы уготовили им Ад как (гостевой) прием"
  },
  {
    "verse_number": 103,
    "translation": "Скажи: \"Не сообщить ли вам про тех, Кто понесет от дел своих найбольшие потери"
  },
  {
    "verse_number": 104,
    "translation": "Тех, чьи усилия впустую Были потрачены (в их жизни на земле), - Они же думали, что делают прекрасные дела"
  },
  {
    "verse_number": 105,
    "translation": "И это - те, кто отвергает знамения их Господа и встречу с Ним, - Дела их в тщЕту обратятся, В День Воскресения Мы не дадим им никакого веса"
  },
  {
    "verse_number": 106,
    "translation": "Вот их награда - Ад! За то, что не уверовали (в Бога), Подвергли осмеянию знамения Мои И предали Моих посланников издевкам"
  },
  {
    "verse_number": 107,
    "translation": "А те, кто верует и делает добро, - Для тех жилищем будут Райские сады"
  },
  {
    "verse_number": 108,
    "translation": "Где пребывать навечно им Без всякого желания замены"
  },
  {
    "verse_number": 109,
    "translation": "Скажи, (о Мухаммад!): \"Если бы воды океана В чернила обратились для записи Господних Слов, Поистине, они б иссякли раньше, Чем истощились бы СловЕсы Бога моего\", - Если б Мы даже к этому прибавили подобное сему"
  },
  {
    "verse_number": 110,
    "translation": "Скажи: \"Всего лишь человек я, вам подобный. И мне открылось, Что ваш Бог - Единый Бог (для всех). А кто надежды возлагает на встречу с Господом своим, Пусть добрые дела творит И в почитании Его Других божеств не призывает"
  }
]