[
  {
    "verse_number": 1,
    "translation": "Все в небесах и на земле Хвалу и славу воздает Аллаху - Тому, Кто мудрости и мощи преисполнен"
  },
  {
    "verse_number": 2,
    "translation": "Он - Тот, Кто из жилищ изгнал неверных Из обладателей (Господней) Книги При первом их переселенье. И вы (тогда) не думали совсем, Что (они смогут все дома свои) покинуть. Они же думали, что крепостные стены Их от Аллаха смогут защитить. Аллах же их настиг с таких сторон, О коих не было у них расчета никакого, В сердца их чувство ужаса вселив. И уничтожили они свои дома Руками собственными и руками верных. Возьмите ж это в назидание себе Все те, кто (в сущность) зрить (способен)"
  },
  {
    "verse_number": 3,
    "translation": "И если бы Аллах им выселения не предназначил, Он наказал бы в этом мире их. В другом же мире - Наказание Огнем их ждет"
  },
  {
    "verse_number": 4,
    "translation": "И это все за то, что воспротивились они Аллаху и посланнику Его. А кто противится Аллаху, Поистине, суров Он в наказании Своем"
  },
  {
    "verse_number": 5,
    "translation": "Ссекли ли вы часть (нежных) пальм, Оставили ль другие на корню - Все это волею Аллаха, Чтобы покрыть стыдом неверных"
  },
  {
    "verse_number": 6,
    "translation": "Чтоб взять от них добро, Которое Аллах посланнику назначил, Вам не пришлось своих коней или верблюдов гнать. Аллах дает Своим посланникам во власть Лишь тех, кого Своим желанием сочтет, - Ведь всемогущ Аллах над всем"
  },
  {
    "verse_number": 7,
    "translation": "Все то добро, что жаловал посланнику Аллах От жителей окружных сел, Принадлежит Аллаху, и посланнику Его, И тем, кто близок по крови, Сиротам, путникам и нищим, Чтоб меж богатыми из вас Сие добро не расходилось. А потому берите то, что вам дает посланник, И воздержитесь от того, в чем он откажет вам. Страшитесь разгневить Аллаха, - Ведь в наказании Он строг"
  },
  {
    "verse_number": 8,
    "translation": "И (доля этого добра - для) бедняков, Кто в поисках Господней милости и благ Лишился дома и добра, Служа Аллаху и посланнику Его, - Они, поистине, благочестивы"
  },
  {
    "verse_number": 9,
    "translation": "И те, кто в вере утвердился, И собственный очаг имеет, И повернулся всей душой К тем, кто нашел у них приют, И в своем сердце не испытывает тяги К тому добру, что предоставлено другим, А отдает им предпочтенье над собой, Хотя находится в нужде; И те, кто оградил себя от скупости души, - Они, поистине, восторжествуют"
  },
  {
    "verse_number": 10,
    "translation": "И скажут те, кто после них пришел: \"О наш Господь! Прости и нам, и нашим братьям! Не оставляй в наших сердцах обиды к тем, Которые до нас Тебе предались. О наш Господь! Ведь Ты, поистине, к нам благ и милосерд"
  },
  {
    "verse_number": 11,
    "translation": "Ужель не видел ты, (о Мухаммад!), тех лицемеров, Кто говорит своим отвергшим веру братьям Из обладателей Господней Книги: \"Коль будут вас отсюда гнать, Уйдем мы вместе с вами, И мы не станем слушать никого, Если о вас заходит дело; И если с вами будут воевать, Мы непременно вам окажем помощь\". Аллах, поистине, свидетель Того, что все они - лжецы"
  },
  {
    "verse_number": 12,
    "translation": "И если тех отсюда будут гнать, За ними не пойдут они. И если с теми будут воевать, Они им помощь не окажут. А если и помогут им, То только повернув к ним спину, - И никакой им помощи не будет"
  },
  {
    "verse_number": 13,
    "translation": "Ведь в их сердцах страх перед вами Сильнее, чем их страх перед Аллахом, И это потому, что сей народ Лишен любого разуменья"
  },
  {
    "verse_number": 14,
    "translation": "Они не будут с вами воевать единой силой, А лишь из укрепленных сел или закрытых стен; И меж собой у них жестокая вражда. Тебе покажется - они едины, Сердца же их разрознены, - Все потому, что неразумен сей народ"
  },
  {
    "verse_number": 15,
    "translation": "Подобно тем, кто был до них, Они уже вкусили (в жизни ближней) Своих деяний вредный плод, - И им - жестокая расплата"
  },
  {
    "verse_number": 16,
    "translation": "(Они) подобны Сатане. И вот сказал он человеку: \"Будь неверным!\" Когда же тот неверным стал, Сказал он: \"От тебя я отрекаюсь. Страшусь Аллаха я, Владыки всех миров"
  },
  {
    "verse_number": 17,
    "translation": "Концом обоих будет то, Что они вступят в огнь Ада, Навечно в нем пристанище найдут, - Таким и будет воздаяние неверным"
  },
  {
    "verse_number": 18,
    "translation": "О вы, кто верует! Благочестивы будьте пред Аллахом, Страшася (гнев) Его (навлечь)! И пусть посмотрит каждая душа, Что уготовила себе на завтра. Страшитесь гнева Господа, - Он ведает о всем, что вы творите"
  },
  {
    "verse_number": 19,
    "translation": "Не будьте вы подобны тем, Которые забыли Бога, А Он заставил их забыть самих себя, - Они все грешники (надменные) (пред Богом)"
  },
  {
    "verse_number": 20,
    "translation": "И меж собою не сравняться Всем обитателям Огня и Сада, И в благодати быть лишь обитателям Садов"
  },
  {
    "verse_number": 21,
    "translation": "И если б сей Коран Мы низвели на гору, Склонилась бы в смирении она И раскололась в страхе пред Аллахом, - Такие Мы приводим притчи людям, Чтоб поразмыслили они"
  },
  {
    "verse_number": 22,
    "translation": "И Он - Аллах! Кроме Него, другого божества не существует. Он ведает о всем, что скрыто иль открыто (вам). Всемилостив и милосерден Он (безмерно)"
  },
  {
    "verse_number": 23,
    "translation": "И Он - Аллах! Кроме Него, другого божества не существует. Он - Царь, Он - свят, Источник совершенства, Он мир дарит, Заповедает веру и блюдет сохранность; Верховный судия, Что власти безграничной преисполнен. Хвала же Господу! Он выше всех божеств, Что люди измышляют в равные Ему"
  },
  {
    "verse_number": 24,
    "translation": "И Он - Аллах, Творец (Вселенной), Создатель (совершенного порядка в ней), Образователь (высших форм и видов), - К Нему прекраснейшие имена восходят, И все, что в небесах и на земле, Хвалу и славу воздает Аллаху, (Кто безгранично) мудр и велик"
  }
]