[
  {
    "verse_number": 1,
    "arabic": " ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعْمَـٰلَهُمْ",
    "transcription": "Allażīna kafarū wa ṣaddū 'an sabīlillāhi aḍalla a'mālahum."
  },
  {
    "verse_number": 2,
    "arabic": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَءَامَنُوا۟ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٍ وَهُوَ ٱلْحَقُّ مِن رَّبِّهِمْ ۙ كَفَّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ وَأَصْلَحَ بَالَهُمْ",
    "transcription": "Wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti wa āmanū bimā nuzzila 'alā muḥammadiw wa huwal-ḥaqqu mir rabbihim, kaffara 'anhum sayyi'ātihim wa aṣlaḥa bālahum."
  },
  {
    "verse_number": 3,
    "arabic": "ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُوا۟ ٱتَّبَعُوا۟ ٱلْبَـٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُوا۟ ٱتَّبَعُوا۟ ٱلْحَقَّ مِن رَّبِّهِمْ ۚ كَذَٰلِكَ يَضْرِبُ ٱللَّهُ لِلنَّاسِ أَمْثَـٰلَهُمْ",
    "transcription": "Żālika bi'annal-lażīna kafaruttaba'ul-bāṭila wa annal-lażīna āmanuttaba'ul-ḥaqqa mir rabbihim, każālika yaḍribullāhu lin-nāsi amṡālahum."
  },
  {
    "verse_number": 4,
    "arabic": "فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُوا۟ فَضَرْبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثْخَنتُمُوهُمْ فَشُدُّوا۟ ٱلْوَثَاقَ فَإِمَّا مَنًّۢا بَعْدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلْحَرْبُ أَوْزَارَهَا ۚ ذَٰلِكَ وَلَوْ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنْهُمْ وَلَـٰكِن لِّيَبْلُوَا۟ بَعْضَكُم بِبَعْضٍ ۗ وَٱلَّذِينَ قُتِلُوا۟ فِى سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعْمَـٰلَهُمْ",
    "transcription": "Fa iżā laqītumul-lażīna kafarū faḍarbar-riqāb(i), ḥattā iżā aṡkhantumūhum fa syuddul-waṡāq(a), fa'immā mannam ba'du wa immā fidā'an ḥattā taḍa'al-ḥarbu auzārahā - żālika - wa lau yasyā'ullāhu lantaṣara minhum wa lākil liyabluwa ba'ḍakum biba'ḍ(in), wal-lażīna qutilū fī sabīlillāhi falay yuḍilla a'mālahum."
  },
  {
    "verse_number": 5,
    "arabic": "سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ",
    "transcription": "Sayahdīhim wa yuṣliḥu bālahum."
  },
  {
    "verse_number": 6,
    "arabic": "وَيُدْخِلُهُمُ ٱلْجَنَّةَ عَرَّفَهَا لَهُمْ",
    "transcription": "Wa yudkhiluhumul-jannata 'arrafahā lahum."
  },
  {
    "verse_number": 7,
    "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تَنصُرُوا۟ ٱللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ",
    "transcription": "Yā ayyuhal-lażīna āmanū in tanṣurullāha yanṣurkum wa yuṡabbit aqdāmakum."
  },
  {
    "verse_number": 8,
    "arabic": "وَٱلَّذِينَ كَفَرُوا۟ فَتَعْسًا لَّهُمْ وَأَضَلَّ أَعْمَـٰلَهُمْ",
    "transcription": "Wal-lażīna kafarū fata'sal lahum wa aḍalla a'mālahum."
  },
  {
    "verse_number": 9,
    "arabic": "ذَٰلِكَ بِأَنَّهُمْ كَرِهُوا۟ مَآ أَنزَلَ ٱللَّهُ فَأَحْبَطَ أَعْمَـٰلَهُمْ",
    "transcription": "Żālika bi'annahum karihū mā anzalallāhu fa aḥbaṭa a'mālahum."
  },
  {
    "verse_number": 10,
    "arabic": "۞ أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ دَمَّرَ ٱللَّهُ عَلَيْهِمْ ۖ وَلِلْكَـٰفِرِينَ أَمْثَـٰلُهَا",
    "transcription": "Afalam yasīrū fil-arḍi fayanẓurū kaifa kāna 'āqibatul-lażīna min qablihim, dammarallāhu 'alaihim, wa lil-kāfirīna amṡāluhā."
  },
  {
    "verse_number": 11,
    "arabic": "ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوْلَى ٱلَّذِينَ ءَامَنُوا۟ وَأَنَّ ٱلْكَـٰفِرِينَ لَا مَوْلَىٰ لَهُمْ",
    "transcription": "Żālika bi'annallāha maulal-lażīna āmanū wa annal-kāfirīna lā maulā lahum."
  },
  {
    "verse_number": 12,
    "arabic": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ وَٱلَّذِينَ كَفَرُوا۟ يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ ٱلْأَنْعَـٰمُ وَٱلنَّارُ مَثْوًى لَّهُمْ",
    "transcription": "Innallāha yudkhilul-lażīna āmanū wa 'amiluṣ-ṣāliḥāti jannātin tajrī min taḥtihal-anhār(u), wal-lażīna kafarū yatamatta'ūna wa ya'kulūna kamā ta'kulul-an'āmu wan-nāru maṡwal lahum."
  },
  {
    "verse_number": 13,
    "arabic": "وَكَأَيِّن مِّن قَرْيَةٍ هِىَ أَشَدُّ قُوَّةً مِّن قَرْيَتِكَ ٱلَّتِىٓ أَخْرَجَتْكَ أَهْلَكْنَـٰهُمْ فَلَا نَاصِرَ لَهُمْ",
    "transcription": "Wa ka'ayyim min qaryatin hiya asyaddu quwwatam min qaryatikal-latī akhrajatk(a), ahlaknāhum falā nāṣira lahum."
  },
  {
    "verse_number": 14,
    "arabic": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُم",
    "transcription": "Afaman kāna 'alā bayyinatim mir rabbihī kaman zuyyina lahū sū'u 'amalihī wattaba'ū ahwā'ahum."
  },
  {
    "verse_number": 15,
    "arabic": "مَّثَلُ ٱلْجَنَّةِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۖ فِيهَآ أَنْهَـٰرٌ مِّن مَّآءٍ غَيْرِ ءَاسِنٍ وَأَنْهَـٰرٌ مِّن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُۥ وَأَنْهَـٰرٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشَّـٰرِبِينَ وَأَنْهَـٰرٌ مِّنْ عَسَلٍ مُّصَفًّى ۖ وَلَهُمْ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغْفِرَةٌ مِّن رَّبِّهِمْ ۖ كَمَنْ هُوَ خَـٰلِدٌ فِى ٱلنَّارِ وَسُقُوا۟ مَآءً حَمِيمًا فَقَطَّعَ أَمْعَآءَهُمْ",
    "transcription": "Maṡalul-jannatil-latī wu'idal-muttaqūn(a), fīhā anhārum mim mā'in gairi āsin(in), wa anhārum mil labanil lam yatagayyar ṭa'muh(ū), wa anhārum min khamril lażżatil lisy-syāribīn(a), wa anhārum min 'asalim muṣaffā(n), wa lahum fīhā min kulliṡ-ṡamarāti wa magfiratum mir rabbihim, kaman huwa khālidun fin-nāri wa suqū mā'an ḥamīman faqaṭṭa'a am'ā'ahum."
  },
  {
    "verse_number": 16,
    "arabic": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ حَتَّىٰٓ إِذَا خَرَجُوا۟ مِنْ عِندِكَ قَالُوا۟ لِلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ مَاذَا قَالَ ءَانِفًا ۚ أُو۟لَـٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُمْ",
    "transcription": "Wa minhum may yastami'u ilaiīk(a), ḥattā iżā kharajū min 'indika qālū lil-ażīna ūtul-ilma māżā qāla ānifā(n), ulā'ikal-ażīna ṭaba'allāhu 'alā qulūbihim wattaba'ū ahwā'ahum."
  },
  {
    "verse_number": 17,
    "arabic": "وَٱلَّذِينَ ٱهْتَدَوْا۟ زَادَهُمْ هُدًى وَءَاتَىٰهُمْ تَقْوَىٰهُمْ",
    "transcription": "Wal-ażīnahtadau zādahum hudaw wa ātāhum taqwāhum."
  },
  {
    "verse_number": 18,
    "arabic": "فَهَلْ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأْتِيَهُم بَغْتَةً ۖ فَقَدْ جَآءَ أَشْرَاطُهَا ۚ فَأَنَّىٰ لَهُمْ إِذَا جَآءَتْهُمْ ذِكْرَىٰهُمْ",
    "transcription": "Fahal yanẓurūna illas-ā'ata an ta'tiyahum bagtah(tan), faqad jā'a asyrāṭuhā, fa'annā lahum iżā jā'athum żikrāhum."
  },
  {
    "verse_number": 19,
    "arabic": "فَٱعْلَمْ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّا ٱللَّهُ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَلِلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ ۗ وَٱللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَىٰكُمْ",
    "transcription": "Fa'lam annahū lā ilāha illallāhu wastagfir liżambika wa lil-u'minīna wal-u'mināt(i), wallāhu ya'lamu mutaqallabakum wa maṡwākum."
  },
  {
    "verse_number": 20,
    "arabic": "وَيَقُولُ ٱلَّذِينَ ءَامَنُوا۟ لَوْلَا نُزِّلَتْ سُورَةٌ ۖ فَإِذَآ أُنزِلَتْ سُورَةٌ مُّحْكَمَةٌ وَذُكِرَ فِيهَا ٱلْقِتَالُ ۙ رَأَيْتَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ يَنظُرُونَ إِلَيْكَ نَظَرَ ٱلْمَغْشِىِّ عَلَيْهِ مِنَ ٱلْمَوْتِ ۖ فَأَوْلَىٰ لَهُمْ",
    "transcription": "Wa yaqūlul-ażīna āmanū lau lā nuzzilat sūrah(tun), fa iżā unzilat sūratum muḥkamatuw wa żukira fīhal-itāl(u), ra'aital-ażīna fī qulūbihim maraḍuy yanẓurūna ilaika naẓaral-magsyiyyi 'alaihi minal-maut(i), fa'aulā lahum."
  },
  {
    "verse_number": 21,
    "arabic": "طَاعَةٌ وَقَوْلٌ مَّعْرُوفٌ ۚ فَإِذَا عَزَمَ ٱلْأَمْرُ فَلَوْ صَدَقُوا۟ ٱللَّهَ لَكَانَ خَيْرًا لَّهُمْ",
    "transcription": "Ṭā'atuw wa qaulum ma'rūf(un), fa'iżā 'azamal-amr(u), falau ṣadaqullāha lakāna khairal lahum."
  },
  {
    "verse_number": 22,
    "arabic": "فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُوا۟ فِى ٱلْأَرْضِ وَتُقَطِّعُوٓا۟ أَرْحَامَكُمْ",
    "transcription": "Fahal 'asaitum in tawallaitum an tufsidū fil-arḍi wa tuqaṭṭi'ū arḥāmakum."
  },
  {
    "verse_number": 23,
    "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمْ وَأَعْمَىٰٓ أَبْصَـٰرَهُمْ",
    "transcription": "Ulā'ikal-lażīna la'anahumullāhu fa aṣammahum wa a'mā abṣārahum."
  },
  {
    "verse_number": 24,
    "arabic": "أَفَلَا يَتَدَبَّرُونَ ٱلْقُرْءَانَ أَمْ عَلَىٰ قُلُوبٍ أَقْفَالُهَآ",
    "transcription": "Afalā yatadabbarūnal-qur'āna am 'alā qulūbin aqfāluhā."
  },
  {
    "verse_number": 25,
    "arabic": "إِنَّ ٱلَّذِينَ ٱرْتَدُّوا۟ عَلَىٰٓ أَدْبَـٰرِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَى ۙ ٱلشَّيْطَـٰنُ سَوَّلَ لَهُمْ وَأَمْلَىٰ لَهُمْ",
    "transcription": "Innal-lażīnartaddū 'alā adbārihim mim ba'di mā tabayyana lahumul-hudasy-syaiṭānu sawwala lahum, wa amlā lahum."
  },
  {
    "verse_number": 26,
    "arabic": "ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لِلَّذِينَ كَرِهُوا۟ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمْ فِى بَعْضِ ٱلْأَمْرِ ۖ وَٱللَّهُ يَعْلَمُ إِسْرَارَهُمْ",
    "transcription": "Żālika bi'annahum qālū lil-lażīna karihū mā nazzalallāhu sanuṭī'ukum fī ba'ḍil-amr(i), wallāhu ya'lamu isrārahum."
  },
  {
    "verse_number": 27,
    "arabic": "فَكَيْفَ إِذَا تَوَفَّتْهُمُ ٱلْمَلَـٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَـٰرَهُمْ",
    "transcription": "Fa kaifa iżā tawaffathumul-malā'ikatu yaḍribūna wujūhahum wa adbārahum."
  },
  {
    "verse_number": 28,
    "arabic": "ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُوا۟ مَآ أَسْخَطَ ٱللَّهَ وَكَرِهُوا۟ رِضْوَٰنَهُۥ فَأَحْبَطَ أَعْمَـٰلَهُمْ",
    "transcription": "Żālika bi'annahumuttaba'ū mā askhaṭallāha wa karihū riḍwānahū fa aḥbaṭa a'mālahum."
  },
  {
    "verse_number": 29,
    "arabic": "أَمْ حَسِبَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ أَن لَّن يُخْرِجَ ٱللَّهُ أَضْغَـٰنَهُمْ",
    "transcription": "Am ḥasibal-lażīna fī qulūbihim maraḍun allay yukhrijallāhu aḍgānahum."
  },
  {
    "verse_number": 30,
    "arabic": "وَلَوْ نَشَآءُ لَأَرَيْنَـٰكَهُمْ فَلَعَرَفْتَهُم بِسِيمَـٰهُمْ ۚ وَلَتَعْرِفَنَّهُمْ فِى لَحْنِ ٱلْقَوْلِ ۚ وَٱللَّهُ يَعْلَمُ أَعْمَـٰلَكُمْ",
    "transcription": "Wa lau nasyā'u la'arainākahum fala'araftahum bisīmāhum, wa lata'rifannahum fī laḥnil-qaul(i), wallāhu ya'lamu a'mālakum."
  },
  {
    "verse_number": 31,
    "arabic": "وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ ٱلْمُجَـٰهِدِينَ مِنكُمْ وَٱلصَّـٰبِرِينَ وَنَبْلُوَا۟ أَخْبَارَكُمْ",
    "transcription": "Wa lanabluwannakum ḥattā na'lamal-mujāhidīna minkum waṣ-ṣābirīn(a), wa nabluwa akhbārakum."
  },
  {
    "verse_number": 32,
    "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ وَشَآقُّوا۟ ٱلرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَىٰ لَن يَضُرُّوا۟ ٱللَّهَ شَيْـًٔا وَسَيُحْبِطُ أَعْمَـٰلَهُمْ",
    "transcription": "Innal-lażīna kafarū wa ṣaddū 'an sabīlillāhi wa syāqqur-rasūla mim ba'di mā tabayyana lahumul-hudā lay yaḍurrullāha syai'ā(n), wa sayuḥbiṭu a'mālahum."
  },
  {
    "verse_number": 33,
    "arabic": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَلَا تُبْطِلُوٓا۟ أَعْمَـٰلَكُمْ",
    "transcription": "Yā ayyuhal-lażīna āmanū aṭī'ullāha wa aṭī'ur-rasūla wa lā tubṭilū a'mālakum."
  },
  {
    "verse_number": 34,
    "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُوا۟ وَهُمْ كُفَّارٌ فَلَن يَغْفِرَ ٱللَّهُ لَهُمْ",
    "transcription": "Innal-lażīna kafarū wa ṣaddū 'an sabīlillāhi ṡumma mātū wa hum kuffārun falay yagfirallāhu lahum."
  },
  {
    "verse_number": 35,
    "arabic": "فَلَا تَهِنُوا۟ وَتَدْعُوٓا۟ إِلَى ٱلسَّلْمِ وَأَنتُمُ ٱلْأَعْلَوْنَ وَٱللَّهُ مَعَكُمْ وَلَن يَتِرَكُمْ أَعْمَـٰلَكُمْ",
    "transcription": "Falā tahinū wa tad'ū ilas-salm(i), wa antumul-a'laun(a), wallāhu ma'akum wa lay yatirakum a'mālakum."
  },
  {
    "verse_number": 36,
    "arabic": "إِنَّمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا لَعِبٌ وَلَهْوٌ ۚ وَإِن تُؤْمِنُوا۟ وَتَتَّقُوا۟ يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْـَٔلْكُمْ أَمْوَٰلَكُمْ",
    "transcription": "Innamal-ḥayātud-dun-yā la'ibuw wa lahw(un), wa in tu'minū wa tattaqū yu'tikum ujūrakum wa lā yas'alkum amwālakum."
  },
  {
    "verse_number": 37,
    "arabic": "إِن يَسْـَٔلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا۟ وَيُخْرِجْ أَضْغَـٰنَكُمْ",
    "transcription": "Iy yas'alkumūhā fa yuḥfikum tabkhalū wa yukhrij aḍgānakum."
  },
  {
    "verse_number": 38,
    "arabic": "هَـٰٓأَنتُمْ هَـٰٓؤُلَآءِ تُدْعَوْنَ لِتُنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبْخَلُ ۖ وَمَن يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِۦ ۚ وَٱللَّهُ ٱلْغَنِىُّ وَأَنتُمُ ٱلْفُقَرَآءُ ۚ وَإِن تَتَوَلَّوْا۟ يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوٓا۟ أَمْثَـٰلَكُم",
    "transcription": "Hā antum hā'ulā'i tud'auna litunfiqū fī sabīlillāh(i), fa minkum may yabkhal(u), wa may yabkhal fa innamā yabkhalu 'an nafsih(ī),  wallāhul-ganiyyu wa antumul-fuqarā'(u), wa in tatawallau yastabdil qauman gairakum, ṡumma lā yakūnū amṡālakum."
  }
]