[
  {
    "verse_number": 1,
    "arabic": " حمٓ",
    "transcription": "Ḥā mīm."
  },
  {
    "verse_number": 2,
    "arabic": "تَنزِيلُ ٱلْكِتَـٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْعَلِيمِ",
    "transcription": "Tanzīlul-kitābi minallāhil-'azīzil-'alīm(i)."
  },
  {
    "verse_number": 3,
    "arabic": "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوْبِ شَدِيدِ ٱلْعِقَابِ ذِى ٱلطَّوْلِ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ إِلَيْهِ ٱلْمَصِيرُ",
    "transcription": "Gāfiriż-żambi wa qābilit-taubi syadīdil-'iqābi żiṭ-ṭaul(i), lā ilāha illā huw(a), ilaihil-maṣīr(u)."
  },
  {
    "verse_number": 4,
    "arabic": "مَا يُجَـٰدِلُ فِىٓ ءَايَـٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُوا۟ فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِى ٱلْبِلَـٰدِ",
    "transcription": "Mā yujādilu fī āyātillāhi illal-lażīna kafarū falā yagrurka taqallubuhum fil-bilād(i)."
  },
  {
    "verse_number": 5,
    "arabic": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَٱلْأَحْزَابُ مِنۢ بَعْدِهِمْ ۖ وَهَمَّتْ كُلُّ أُمَّةٍۭ بِرَسُولِهِمْ لِيَأْخُذُوهُ ۖ وَجَـٰدَلُوا۟ بِٱلْبَـٰطِلِ لِيُدْحِضُوا۟ بِهِ ٱلْحَقَّ فَأَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ",
    "transcription": "Każżabat qablahum qaumu nūḥiw wal-aḥzābu mim ba'dihim, wa hammat kullu ummatim birasūlihim liya'khużūhu wa jādalū bil-bāṭili liyudḥiḍū bihil-ḥaqqa fa'akhażtuhum, fa kaifa kāna 'iqāb(i)."
  },
  {
    "verse_number": 6,
    "arabic": "وَكَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓا۟ أَنَّهُمْ أَصْحَـٰبُ ٱلنَّارِ",
    "transcription": "Wa każālika ḥaqqat kalimatu rabbika 'alal-lażīna kafarū annahum aṣḥābun-nār(i)."
  },
  {
    "verse_number": 7,
    "arabic": "ٱلَّذِينَ يَحْمِلُونَ ٱلْعَرْشَ وَمَنْ حَوْلَهُۥ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِۦ وَيَسْتَغْفِرُونَ لِلَّذِينَ ءَامَنُوا۟ رَبَّنَا وَسِعْتَ كُلَّ شَىْءٍ رَّحْمَةً وَعِلْمًا فَٱغْفِرْ لِلَّذِينَ تَابُوا۟ وَٱتَّبَعُوا۟ سَبِيلَكَ وَقِهِمْ عَذَابَ ٱلْجَحِيمِ",
    "transcription": "Allażīna yaḥmilūnal-'arsya wa man ḥaulahū yusabbiḥūna biḥamdi rabbihim wa yu'minūna bihī wa yastagfirūna lil-lażīna āmanū, rabbanā wasi'ta kulla syai'ir raḥmataw wa 'ilman fagfir lil-lażīna tābū wattaba'ū sabīlaka wa qihim 'ażābal-jaḥīm(i)."
  },
  {
    "verse_number": 8,
    "arabic": "رَبَّنَا وَأَدْخِلْهُمْ جَنَّـٰتِ عَدْنٍ ٱلَّتِى وَعَدتَّهُمْ وَمَن صَلَحَ مِنْ ءَابَآئِهِمْ وَأَزْوَٰجِهِمْ وَذُرِّيَّـٰتِهِمْ ۚ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "transcription": "Rabbanā wa adkhilhum jannāti 'adninil-latī wa'attahum wa man ṣalaḥa min ābā'ihim wa azwājihim wa żurriyyātihim, innaka antal 'azīzul-ḥakīm(u)."
  },
  {
    "verse_number": 9,
    "arabic": "وَقِهِمُ ٱلسَّيِّـَٔاتِ ۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُۥ ۚ وَذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
    "transcription": "Wa qihimus-sayyi'āt(i), wa man taqis-sayyi'āti yauma'iżin faqad raḥimtah(ū), wa żālika huwal-fauzul-'aẓīm(u)."
  },
  {
    "verse_number": 10,
    "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ يُنَادَوْنَ لَمَقْتُ ٱللَّهِ أَكْبَرُ مِن مَّقْتِكُمْ أَنفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى ٱلْإِيمَـٰنِ فَتَكْفُرُونَ",
    "transcription": "Innal-lażīna kafarū yunādauna lamaqtullāhi akbaru mim maqtikum anfusakum iż tad'ūna ilal-īmāni fatakfurūn(a)."
  },
  {
    "verse_number": 11,
    "arabic": "قَالُوا۟ رَبَّنَآ أَمَتَّنَا ٱثْنَتَيْنِ وَأَحْيَيْتَنَا ٱثْنَتَيْنِ فَٱعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَىٰ خُرُوجٍ مِّن سَبِيلٍ",
    "transcription": "Qālū rabbanā amattanaṡnataini wa aḥyaitanaṡnataini fa'tarafnā biżunūbinā fa hal ilā khurūjim min sabīl(in)."
  },
  {
    "verse_number": 12,
    "arabic": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِىَ ٱللَّهُ وَحْدَهُۥ كَفَرْتُمْ ۖ وَإِن يُشْرَكْ بِهِۦ تُؤْمِنُوا۟ ۚ فَٱلْحُكْمُ لِلَّهِ ٱلْعَلِىِّ ٱلْكَبِيرِ",
    "transcription": "Żālikum bi'annahū iżā du'iyallāhu waḥdahū kafartum, wa iy yusyrak bihī tu'minū, fal-ḥukmu lillāhil-'aliyyil-kabīr(i)."
  },
  {
    "verse_number": 13,
    "arabic": "هُوَ ٱلَّذِى يُرِيكُمْ ءَايَـٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزْقًا ۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ",
    "transcription": "Huwal-lażī yurīkum āyātihī wa yunazzilu lakum minas-samā'i rizqā(n), wa mā yatażakkaru illā may yunīb(u)."
  },
  {
    "verse_number": 14,
    "arabic": "فَٱدْعُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ وَلَوْ كَرِهَ ٱلْكَـٰفِرُونَ",
    "transcription": "Fad'ullāha mukhliṣīna lahud-dīna wa lau karihal-kāfirūn(a)."
  },
  {
    "verse_number": 15,
    "arabic": "رَفِيعُ ٱلدَّرَجَـٰتِ ذُو ٱلْعَرْشِ يُلْقِى ٱلرُّوحَ مِنْ أَمْرِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ لِيُنذِرَ يَوْمَ ٱلتَّلَاقِ",
    "transcription": "Rafī'ud-darajāti żul-'arsy(i), yulqir-rūḥa min amrihī 'alā may yasyā'u min 'ibādihī liyunżira yaumat-talāq(i)."
  },
  {
    "verse_number": 16,
    "arabic": "يَوْمَ هُم بَـٰرِزُونَ ۖ لَا يَخْفَىٰ عَلَى ٱللَّهِ مِنْهُمْ شَىْءٌ ۚ لِّمَنِ ٱلْمُلْكُ ٱلْيَوْمَ ۖ لِلَّهِ ٱلْوَٰحِدِ ٱلْقَهَّارِ",
    "transcription": "Yauma hum bārizūn(a), lā yakhfā 'alallāhi minhum syai'(un), limanil-mulkul-yaum(a), lillāhil-wāḥidil-qahhār(i)."
  },
  {
    "verse_number": 17,
    "arabic": "ٱلْيَوْمَ تُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ ۚ لَا ظُلْمَ ٱلْيَوْمَ ۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
    "transcription": "Al-yauma tujzā kullu nafsim bimā kasabat, lā ẓulmal-yaum(a), innallāha sarī'ul-ḥisāb(i)."
  },
  {
    "verse_number": 18,
    "arabic": "وَأَنذِرْهُمْ يَوْمَ ٱلْـَٔازِفَةِ إِذِ ٱلْقُلُوبُ لَدَى ٱلْحَنَاجِرِ كَـٰظِمِينَ ۚ مَا لِلظَّـٰلِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ",
    "transcription": "Wa anżirhum yaumal-āzifati iżil-qulūbu ladal-ḥanājiri kāẓimīn(a), mā liẓ-ẓālimīna min ḥamīmiw wa lā syafī'iy yuṭā'(u)."
  },
  {
    "verse_number": 19,
    "arabic": "يَعْلَمُ خَآئِنَةَ ٱلْأَعْيُنِ وَمَا تُخْفِى ٱلصُّدُورُ",
    "transcription": "Ya'lamu khā'inatal-a'yuni wa mā tukhfiṣ-ṣudūr(u)."
  },
  {
    "verse_number": 20,
    "arabic": "وَٱللَّهُ يَقْضِى بِٱلْحَقِّ ۖ وَٱلَّذِينَ يَدْعُونَ مِن دُونِهِۦ لَا يَقْضُونَ بِشَىْءٍ ۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
    "transcription": "Wallāhu yaqḍī bil-ḥaqq(i), wal-lażīna yad'ūna min dūnihī lā yaqḍūna bisyai'(in), innallāha huwas-samī'ul-baṣīr(u)."
  },
  {
    "verse_number": 21,
    "arabic": "۞ أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ كَانُوا۟ مِن قَبْلِهِمْ ۚ كَانُوا۟ هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَءَاثَارًا فِى ٱلْأَرْضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٍ",
    "transcription": "Awalam yasīrū fil-arḍi fayanẓurū kaifa kāna 'āqibatul-lażīna kānū min qablihim, kānū hum asyaddu minhum quwwataw wa āṡāran fil-arḍi fa'akhażahumullāhu biżunūbihim, wa mā kāna lahum minallāhi miw wāq(in)."
  },
  {
    "verse_number": 22,
    "arabic": "ذَٰلِكَ بِأَنَّهُمْ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَكَفَرُوا۟ فَأَخَذَهُمُ ٱللَّهُ ۚ إِنَّهُۥ قَوِىٌّ شَدِيدُ ٱلْعِقَابِ",
    "transcription": "Żālika bi'annahum kānat ta'tīhim rusuluhum bil-bayyināti fakafarū fa'akhażahumullāh(u), innahū qawiyyun syadīdul-'iqāb(i)."
  },
  {
    "verse_number": 23,
    "arabic": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَا وَسُلْطَـٰنٍ مُّبِينٍ",
    "transcription": "Wa laqad arsalnā mūsā bi'āyātinā wa sulṭānim mubīn(in)."
  },
  {
    "verse_number": 24,
    "arabic": "إِلَىٰ فِرْعَوْنَ وَهَـٰمَـٰنَ وَقَـٰرُونَ فَقَالُوا۟ سَـٰحِرٌ كَذَّابٌ",
    "transcription": "Ilā fir'auna wa hāmāna wa qārūna faqālū sāḥirun każżāb(un)."
  },
  {
    "verse_number": 25,
    "arabic": "فَلَمَّا جَآءَهُم بِٱلْحَقِّ مِنْ عِندِنَا قَالُوا۟ ٱقْتُلُوٓا۟ أَبْنَآءَ ٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ وَٱسْتَحْيُوا۟ نِسَآءَهُمْ ۚ وَمَا كَيْدُ ٱلْكَـٰفِرِينَ إِلَّا فِى ضَلَـٰلٍ",
    "transcription": "Falammā jā'ahum bil-ḥaqqi min 'indinā qāluqtulū abnā'al-lażīna āmanū ma'ahū wastaḥyū nisā'ahum, wa mā kaidul-kāfirīna illā fī ḍalāl(in)."
  },
  {
    "verse_number": 26,
    "arabic": "وَقَالَ فِرْعَوْنُ ذَرُونِىٓ أَقْتُلْ مُوسَىٰ وَلْيَدْعُ رَبَّهُۥٓ ۖ إِنِّىٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمْ أَوْ أَن يُظْهِرَ فِى ٱلْأَرْضِ ٱلْفَسَادَ",
    "transcription": "Wa qāla fir'aunu żarūnī aqtul mūsā walyad'u rabbah(ū), innī akhāfu ay yubaddila dīnakum au ay yuẓhira fil-arḍil-fasād(a)."
  },
  {
    "verse_number": 27,
    "arabic": "وَقَالَ مُوسَىٰٓ إِنِّى عُذْتُ بِرَبِّى وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ ٱلْحِسَابِ",
    "transcription": "Wa qāla mūsā innī 'użtu birabbī wa rabbikum min kulli mutakabbiril lā yu'minu biyaumil-ḥisāb(i)."
  },
  {
    "verse_number": 28,
    "arabic": "وَقَالَ رَجُلٌ مُّؤْمِنٌ مِّنْ ءَالِ فِرْعَوْنَ يَكْتُمُ إِيمَـٰنَهُۥٓ أَتَقْتُلُونَ رَجُلًا أَن يَقُولَ رَبِّىَ ٱللَّهُ وَقَدْ جَآءَكُم بِٱلْبَيِّنَـٰتِ مِن رَّبِّكُمْ ۖ وَإِن يَكُ كَـٰذِبًا فَعَلَيْهِ كَذِبُهُۥ ۖ وَإِن يَكُ صَادِقًا يُصِبْكُم بَعْضُ ٱلَّذِى يَعِدُكُمْ ۖ إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ مُسْرِفٌ كَذَّابٌ",
    "transcription": "Wa qāla rajulum mu'min(um), min āli fir'auna yaktumu īmānahū ataqtulūna rajulan ay yaqūla rabbiyallāhu wa qad jā'akum bil-bayyināti mir rabbikum, wa iy yaku kāżiban fa 'alaihi każibuh(ū), wa iy yaku ṣādiqay yuṣibkum ba'ḍul-lażī ya'idukum, innallāha lā yahdī man huwa musrifun każżāb(un)."
  },
  {
    "verse_number": 29,
    "arabic": "يَـٰقَوْمِ لَكُمُ ٱلْمُلْكُ ٱلْيَوْمَ ظَـٰهِرِينَ فِى ٱلْأَرْضِ فَمَن يَنصُرُنَا مِنۢ بَأْسِ ٱللَّهِ إِن جَآءَنَا ۚ قَالَ فِرْعَوْنُ مَآ أُرِيكُمْ إِلَّا مَآ أَرَىٰ وَمَآ أَهْدِيكُمْ إِلَّا سَبِيلَ ٱلرَّشَادِ",
    "transcription": "Yā qaumi lakumul-mulkul-yauma ẓāhirīna fil-arḍ(i), famay yanṣurunā mim ba'sillāhi in jā'anā, qāla fir'aunu mā urīkum illā mā arā wa mā ahdīkum illā sabīlar-rasyād(i)."
  },
  {
    "verse_number": 30,
    "arabic": "وَقَالَ ٱلَّذِىٓ ءَامَنَ يَـٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُم مِّثْلَ يَوْمِ ٱلْأَحْزَابِ",
    "transcription": "Wa qālal-lażī āmana yā qaumi innī akhāfu 'alaikum miṡla yaumil-aḥzāb(i)."
  },
  {
    "verse_number": 31,
    "arabic": "مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعْدِهِمْ ۚ وَمَا ٱللَّهُ يُرِيدُ ظُلْمًا لِّلْعِبَادِ",
    "transcription": "Miṡla da'bi qaumi nūḥiw wa 'ādiw wa ṡamūda wal-lażīna mim ba'dihim, wa mallāhu yurīdu ẓulmal lil-'ibād(i)."
  },
  {
    "verse_number": 32,
    "arabic": "وَيَـٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُمْ يَوْمَ ٱلتَّنَادِ",
    "transcription": "Wa yā qaumi innī akhāfu 'alaikum yaumat-tanād(i)."
  },
  {
    "verse_number": 33,
    "arabic": "يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنْ عَاصِمٍ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
    "transcription": "Yauma tuwallūna mudbirīn(a), mā lakum minallāhi min 'āṣim(in), wa may yuḍlilillāhu famā lahū min hād(in)."
  },
  {
    "verse_number": 34,
    "arabic": "وَلَقَدْ جَآءَكُمْ يُوسُفُ مِن قَبْلُ بِٱلْبَيِّنَـٰتِ فَمَا زِلْتُمْ فِى شَكٍّ مِّمَّا جَآءَكُم بِهِۦ ۖ حَتَّىٰٓ إِذَا هَلَكَ قُلْتُمْ لَن يَبْعَثَ ٱللَّهُ مِنۢ بَعْدِهِۦ رَسُولًا ۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنْ هُوَ مُسْرِفٌ مُّرْتَابٌ",
    "transcription": "Wa laqad jā'akum yūsufu min qablu bil-bayyināti famā ziltum fī syakkim mimmā jā'akum bih(ī), ḥattā iżā halaka qultum lay yab'aṡallāhu mim ba'dihī rasūlā(n), każālika yuḍillullāhu  man huwa musrifum murtāb(un)."
  },
  {
    "verse_number": 35,
    "arabic": "ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ بِغَيْرِ سُلْطَـٰنٍ أَتَىٰهُمْ ۖ كَبُرَ مَقْتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُوا۟ ۚ كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ",
    "transcription": "Allażīna yujādilūna fī āyātillāhi bigairi sulṭānin atāhum, kabura maqtan 'indallāhi wa 'indal-lażīna āmanū, każālika yaṭba'ullāhu 'alā kulli qalbi mutakabbirin jabbār(in)."
  },
  {
    "verse_number": 36,
    "arabic": "وَقَالَ فِرْعَوْنُ يَـٰهَـٰمَـٰنُ ٱبْنِ لِى صَرْحًا لَّعَلِّىٓ أَبْلُغُ ٱلْأَسْبَـٰبَ",
    "transcription": "Wa qāla fir'aunu yā hāmānubni lī ṣarḥal la'allī ablugul-asbāb(a)."
  },
  {
    "verse_number": 37,
    "arabic": "أَسْبَـٰبَ ٱلسَّمَـٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَـٰهِ مُوسَىٰ وَإِنِّى لَأَظُنُّهُۥ كَـٰذِبًا ۚ وَكَذَٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِ ۚ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِى تَبَابٍ",
    "transcription": "Asbābas-samāwāti fa aṭṭali'a ilā ilāhi mūsā wa innī la'aẓunnuhū kāżibā(n), wa każālika zuyyina lifir'auna sū'u 'amalihī wa ṣudda  'anis-sabīl(i), wa mā kaidu fir'auna illā fī tabāb(in)."
  },
  {
    "verse_number": 38,
    "arabic": "وَقَالَ ٱلَّذِىٓ ءَامَنَ يَـٰقَوْمِ ٱتَّبِعُونِ أَهْدِكُمْ سَبِيلَ ٱلرَّشَادِ",
    "transcription": "Wa qālal-lażī āmana yā qaumittabi'ūni ahdikum sabīlar-rasyād(i)."
  },
  {
    "verse_number": 39,
    "arabic": "يَـٰقَوْمِ إِنَّمَا هَـٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَا مَتَـٰعٌ وَإِنَّ ٱلْـَٔاخِرَةَ هِىَ دَارُ ٱلْقَرَارِ",
    "transcription": "Yā qaumi innamā hāżihil-ḥayātud-dun-yā matā'(un), wa innal-ākhirata hiya dārul-qarār(i)."
  },
  {
    "verse_number": 40,
    "arabic": "مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَىٰٓ إِلَّا مِثْلَهَا ۖ وَمَنْ عَمِلَ صَـٰلِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَأُو۟لَـٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ",
    "transcription": "Man 'amila sayyi'atan falā yujzā illā miṡlahā, wa man 'amila ṣāliḥam min żakarin au unṡā wa huwa mu'minun fa'ulā'ika yadkhulūnal-jannata yurzaqūna fīhā bigairi ḥisāb(in)."
  },
  {
    "verse_number": 41,
    "arabic": "۞ وَيَـٰقَوْمِ مَا لِىٓ أَدْعُوكُمْ إِلَى ٱلنَّجَوٰةِ وَتَدْعُونَنِىٓ إِلَى ٱلنَّارِ",
    "transcription": "Wa yā qaumi mā lī ad'ūkum ilan-najāti wa tad'ūnanī ilan-nār(i)."
  },
  {
    "verse_number": 42,
    "arabic": "تَدْعُونَنِى لِأَكْفُرَ بِٱللَّهِ وَأُشْرِكَ بِهِۦ مَا لَيْسَ لِى بِهِۦ عِلْمٌ وَأَنَا۠ أَدْعُوكُمْ إِلَى ٱلْعَزِيزِ ٱلْغَفَّـٰرِ",
    "transcription": "Tad'ūnanī li'akfura billāhi wa usyrika bihī mā laisa lī bihī 'ilmuw wa ana ad'ūkum ilal-'azīzil-gaffār(i)."
  },
  {
    "verse_number": 43,
    "arabic": "لَا جَرَمَ أَنَّمَا تَدْعُونَنِىٓ إِلَيْهِ لَيْسَ لَهُۥ دَعْوَةٌ فِى ٱلدُّنْيَا وَلَا فِى ٱلْـَٔاخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلْمُسْرِفِينَ هُمْ أَصْحَـٰبُ ٱلنَّارِ",
    "transcription": "Lā jarama annamā tad'ūnanī ilaihi laisa lahū da'watun fid-dun-yā wa lā fil-ākhirati wa anna maraddanā ilallāhi wa annal-musrifīna hum aṣḥābun-nār(i)."
  },
  {
    "verse_number": 44,
    "arabic": "فَسَتَذْكُرُونَ مَآ أَقُولُ لَكُمْ ۚ وَأُفَوِّضُ أَمْرِىٓ إِلَى ٱللَّهِ ۚ إِنَّ ٱللَّهَ بَصِيرٌۢ بِٱلْعِبَادِ",
    "transcription": "Fa satażkurūna mā aqūlu lakum, wa ufawwiḍu amrī ilallāh(i), innallāha baṣīrum bil-'ibād(i)."
  },
  {
    "verse_number": 45,
    "arabic": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُوا۟ ۖ وَحَاقَ بِـَٔالِ فِرْعَوْنَ سُوٓءُ ٱلْعَذَابِ",
    "transcription": "Fa waqāhullāhu sayyi'āti mā makarū wa ḥāqa bi'āli fir'auna sū'al-'ażāb(i)."
  },
  {
    "verse_number": 46,
    "arabic": "ٱلنَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا ۖ وَيَوْمَ تَقُومُ ٱلسَّاعَةُ أَدْخِلُوٓا۟ ءَالَ فِرْعَوْنَ أَشَدَّ ٱلْعَذَابِ",
    "transcription": "An-nāru yu'raḍūna 'alaihā guduwwaw wa 'asyiyyā(n), wa yauma taqūmus-sā'ah(tu), adkhilū āla fir'auna asyaddal-'ażāb(i)."
  },
  {
    "verse_number": 47,
    "arabic": "وَإِذْ يَتَحَآجُّونَ فِى ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَـٰٓؤُا۟ لِلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا نَصِيبًا مِّنَ ٱلنَّارِ",
    "transcription": "Wa iż yataḥājjūna fin-nāri fayaqūluḍ-ḍu'afā'u lil-lażīnastakbarū innā kunnā lakum taba'an fahal antum mugnūna 'annā naṣībam minan-nār(i)."
  },
  {
    "verse_number": 48,
    "arabic": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُلٌّ فِيهَآ إِنَّ ٱللَّهَ قَدْ حَكَمَ بَيْنَ ٱلْعِبَادِ",
    "transcription": "Qālal-lażīnastakbarū innā kullun fīhā innallāha qad ḥakama bainal-'ibād(i)."
  },
  {
    "verse_number": 49,
    "arabic": "وَقَالَ ٱلَّذِينَ فِى ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدْعُوا۟ رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ ٱلْعَذَابِ",
    "transcription": "Wa qālal-lażīna fin-nāri likhazanati jahannamad'ū rabbakum yukhaffif 'annā yaumam minal-'ażāb(i)."
  },
  {
    "verse_number": 50,
    "arabic": "قَالُوٓا۟ أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُم بِٱلْبَيِّنَـٰتِ ۖ قَالُوا۟ بَلَىٰ ۚ قَالُوا۟ فَٱدْعُوا۟ ۗ وَمَا دُعَـٰٓؤُا۟ ٱلْكَـٰفِرِينَ إِلَّا فِى ضَلَـٰلٍ",
    "transcription": "Qālū awalam taku ta'tīkum rusulukum bil-bayyināt(i), qālū balā, qālū fad'ū, wa mā du'ā'ul-kāfirīna illā fī ḍalāl(in)."
  },
  {
    "verse_number": 51,
    "arabic": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيَوْمَ يَقُومُ ٱلْأَشْهَـٰدُ",
    "transcription": "Innā lananṣuru rusulanā wal-lażīna āmanū fil-ḥayātid-dun-yā wa yauma yaqūmul-asyhād(u)."
  },
  {
    "verse_number": 52,
    "arabic": "يَوْمَ لَا يَنفَعُ ٱلظَّـٰلِمِينَ مَعْذِرَتُهُمْ ۖ وَلَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ",
    "transcription": "Yauma lā yanfa'uẓ-ẓālimīna ma'żiratuhum wa lahumul-la'natu wa lahum sū'ud-dār(i)."
  },
  {
    "verse_number": 53,
    "arabic": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْهُدَىٰ وَأَوْرَثْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَـٰبَ",
    "transcription": "Wa laqad ātainā mūsal-hudā wa auraṡnā banī isrā'īlal-kitāb(a)."
  },
  {
    "verse_number": 54,
    "arabic": "هُدًى وَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَـٰبِ",
    "transcription": "Hudaw wa żikrā li'ulil-albāb(i)."
  },
  {
    "verse_number": 55,
    "arabic": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِٱلْعَشِىِّ وَٱلْإِبْكَـٰرِ",
    "transcription": "Faṣbir inna wa'dallāhi ḥaqquw wastagfir liżambika wa sabbiḥ biḥamdi rabbika bil-'asyiyyi wal-ibkār(i)."
  },
  {
    "verse_number": 56,
    "arabic": "إِنَّ ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ بِغَيْرِ سُلْطَـٰنٍ أَتَىٰهُمْ ۙ إِن فِى صُدُورِهِمْ إِلَّا كِبْرٌ مَّا هُم بِبَـٰلِغِيهِ ۚ فَٱسْتَعِذْ بِٱللَّهِ ۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
    "transcription": "Innal-lażīna yujādilūna fī āyātillāhi bigairi sulṭānin atāhum, in fī ṣudūrihim illā kibrum mā hum bibāligīh(i), fasta'iż billāh(i), innahū huwas-samī'ul-baṣīr(u)."
  },
  {
    "verse_number": 57,
    "arabic": "لَخَلْقُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ أَكْبَرُ مِنْ خَلْقِ ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "transcription": "Lakhalqus-samāwāti wal-arḍi akbaru min khalqin-nāsi wa lākinna akṡaran-nāsi lā ya'lamūn(a)."
  },
  {
    "verse_number": 58,
    "arabic": "وَمَا يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَلَا ٱلْمُسِىٓءُ ۚ قَلِيلًا مَّا تَتَذَكَّرُونَ",
    "transcription": "Wa mā yastawil-a'mā wal-baṣīr(u), wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti wa lal-musī'(u), qalīlam mā tatażakkarūn(a)."
  },
  {
    "verse_number": 59,
    "arabic": "إِنَّ ٱلسَّاعَةَ لَـَٔاتِيَةٌ لَّا رَيْبَ فِيهَا وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
    "transcription": "Innas-sā'ata la'ātiyatul lā raiba fīhā, wa lākinna akṡaran-nāsi lā yu'minūn(a)."
  },
  {
    "verse_number": 60,
    "arabic": "وَقَالَ رَبُّكُمُ ٱدْعُونِىٓ أَسْتَجِبْ لَكُمْ ۚ إِنَّ ٱلَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِى سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ",
    "transcription": "Wa qāla rabbukumud'ūnī astajib lakum, innal-lażīna yastakbirūna 'an 'ibādatī sayadkhulūna jahannama dākhirīn(a)."
  },
  {
    "verse_number": 61,
    "arabic": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِتَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا ۚ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
    "transcription": "Allāhul-lażī ja'ala lakumul-laila litaskunū fīhi wan-nahāra mubṣirā(n), innallāha lażū faḍlin 'alan-nāsi wa lākinna akṡaran-nāsi lā yasykurūn(a)."
  },
  {
    "verse_number": 62,
    "arabic": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ خَـٰلِقُ كُلِّ شَىْءٍ لَّآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
    "transcription": "Żālikumullāhu rabbukum khāliqu kulli syai'(in),  lā ilāha illā huw(a), fa'annā tu'fakūn(a)."
  },
  {
    "verse_number": 63,
    "arabic": "كَذَٰلِكَ يُؤْفَكُ ٱلَّذِينَ كَانُوا۟ بِـَٔايَـٰتِ ٱللَّهِ يَجْحَدُونَ",
    "transcription": "Każālika yu'fakul-lażīna kānū bi'āyātillāhi yajḥadūn(a)."
  },
  {
    "verse_number": 64,
    "arabic": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ قَرَارًا وَٱلسَّمَآءَ بِنَآءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ ۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ",
    "transcription": "Allāhul-lażī ja'ala lakumul-arḍa qarāraw was-samā'a binā'aw wa ṣawwarakum fa'aḥsana ṣuwarakum wa razaqakum minaṭ-ṭayyibāt(i), żālikumullāhu rabbukum, fatabārakallāhu rabbul-'ālamīn(a)."
  },
  {
    "verse_number": 65,
    "arabic": "هُوَ ٱلْحَىُّ لَآ إِلَـٰهَ إِلَّا هُوَ فَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ۗ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
    "transcription": "Huwal-ḥayyu lā ilāha illā huwa fad'ūhu mukhliṣīna lahud-dīn(a), al-ḥamdu lillāhi rabbil-'ālamīn(a)."
  },
  {
    "verse_number": 66,
    "arabic": "۞ قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِىَ ٱلْبَيِّنَـٰتُ مِن رَّبِّى وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ ٱلْعَـٰلَمِينَ",
    "transcription": "Qul innī nuhītu an a'budal-lażīna tad'ūna min dūnillāhi lammā jā'aniyal-bayyinātu mir rabbī wa umirtu an uslima lirabbil-'ālamīn(a)."
  },
  {
    "verse_number": 67,
    "arabic": "هُوَ ٱلَّذِى خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوٓا۟ أَشُدَّكُمْ ثُمَّ لِتَكُونُوا۟ شُيُوخًا ۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبْلُ ۖ وَلِتَبْلُغُوٓا۟ أَجَلًا مُّسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ",
    "transcription": "Huwal-lażī khalaqakum min turābin ṡumma min nuṭfatin ṡumma min 'alaqatin ṡumma yukhrijukum ṭiflan ṡumma litablugū asyuddakum ṡumma litakūnū syuyūkhā(n), wa minkum may yutawaffā min qablu wa litablugū ajalam musammaw wa la'allakum ta'qilūn(a)."
  },
  {
    "verse_number": 68,
    "arabic": "هُوَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ ۖ فَإِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
    "transcription": "Huwal-lażī yuḥyī wa yumīt(u), fa'iżā qaḍā amran fa'innamā yaqūlu lahū kun fa yakūn(u)."
  },
  {
    "verse_number": 69,
    "arabic": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ أَنَّىٰ يُصْرَفُونَ",
    "transcription": "Alam tara ilal-lażīna yujādilūna fī āyātillāh(i), annā yuṣrafūn(a)."
  },
  {
    "verse_number": 70,
    "arabic": "ٱلَّذِينَ كَذَّبُوا۟ بِٱلْكِتَـٰبِ وَبِمَآ أَرْسَلْنَا بِهِۦ رُسُلَنَا ۖ فَسَوْفَ يَعْلَمُونَ",
    "transcription": "Allażīna każżabū bil kitābi wa bimā arsalnā bihī rusulanā, fasaufa ya'lamūn(a)."
  },
  {
    "verse_number": 71,
    "arabic": "إِذِ ٱلْأَغْلَـٰلُ فِىٓ أَعْنَـٰقِهِمْ وَٱلسَّلَـٰسِلُ يُسْحَبُونَ",
    "transcription": "Iżil-aglālu fī a'nāqihim was-salāsil(u), yusḥabūn(a)."
  },
  {
    "verse_number": 72,
    "arabic": "فِى ٱلْحَمِيمِ ثُمَّ فِى ٱلنَّارِ يُسْجَرُونَ",
    "transcription": "Fil-ḥamīm(i), ṡumma fin-nāri yusjarūn(a)."
  },
  {
    "verse_number": 73,
    "arabic": "ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تُشْرِكُونَ",
    "transcription": "Ṡumma qīla lahum aina mā kuntum tusyrikūn(a)."
  },
  {
    "verse_number": 74,
    "arabic": "مِن دُونِ ٱللَّهِ ۖ قَالُوا۟ ضَلُّوا۟ عَنَّا بَل لَّمْ نَكُن نَّدْعُوا۟ مِن قَبْلُ شَيْـًٔا ۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلْكَـٰفِرِينَ",
    "transcription": "Min dūnillāh(i), qālū ḍallū 'annā bal lam nakun nad'ū min qablu syai'ā(n), każālika yuḍillullāhul-kāfirīn(a)."
  },
  {
    "verse_number": 75,
    "arabic": "ذَٰلِكُم بِمَا كُنتُمْ تَفْرَحُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَبِمَا كُنتُمْ تَمْرَحُونَ",
    "transcription": "Żālikum bimā kuntum tafraḥūna fil-arḍi bigairil-ḥaqqi wa bimā kuntum tamraḥūn(a)."
  },
  {
    "verse_number": 76,
    "arabic": "ٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
    "transcription": "Udkhlulū abwāba jahannama khālidīna fīhā, fabi'sa maṡwal-mutakabūbirīn(a)."
  },
  {
    "verse_number": 77,
    "arabic": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۚ فَإِمَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ",
    "transcription": "Faṣbir inna wa'dallāhi ḥaqq(un), fa'immā nuriyannaka ba'ḍal-lażī  na'iduhum au natawaffayannaka fa'ilainā yurja'ūn(a)."
  },
  {
    "verse_number": 78,
    "arabic": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُم مَّن لَّمْ نَقْصُصْ عَلَيْكَ ۗ وَمَا كَانَ لِرَسُولٍ أَن يَأْتِىَ بِـَٔايَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ فَإِذَا جَآءَ أَمْرُ ٱللَّهِ قُضِىَ بِٱلْحَقِّ وَخَسِرَ هُنَالِكَ ٱلْمُبْطِلُونَ",
    "transcription": "Wa laqad arsalnā rusulam min qablika minhum man qaṣaṣnā 'alaika wa minhum mal lam naqṣuṣ 'alaik(a), wa mā kāna lirasūlin ay ya'tiya bi'āyatin illā bi'iżnillāh(i), fa'iżā jā'a amrullāhi quḍiya bil-ḥaqqi wa khasira hunālikal-mubṭilūn(a)."
  },
  {
    "verse_number": 79,
    "arabic": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَنْعَـٰمَ لِتَرْكَبُوا۟ مِنْهَا وَمِنْهَا تَأْكُلُونَ",
    "transcription": "Allāhul-lażī ja'ala lakumul-an'āma litarkabū minhā wa minhā ta'kulūn(a)."
  },
  {
    "verse_number": 80,
    "arabic": "وَلَكُمْ فِيهَا مَنَـٰفِعُ وَلِتَبْلُغُوا۟ عَلَيْهَا حَاجَةً فِى صُدُورِكُمْ وَعَلَيْهَا وَعَلَى ٱلْفُلْكِ تُحْمَلُونَ",
    "transcription": "Wa lakum fīhā manāfi'u wa litablugū 'alaihā ḥājatan fī ṣudūrikum wa 'alaihā wa 'alal-fulki tuḥmalūn(a)."
  },
  {
    "verse_number": 81,
    "arabic": "وَيُرِيكُمْ ءَايَـٰتِهِۦ فَأَىَّ ءَايَـٰتِ ٱللَّهِ تُنكِرُونَ",
    "transcription": "Wa yurīkum āyātih(ī), fa ayya āyātillāhi tunkirūn(a)."
  },
  {
    "verse_number": 82,
    "arabic": "أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَانُوٓا۟ أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَءَاثَارًا فِى ٱلْأَرْضِ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ",
    "transcription": "Afalam yasīrū fil-arḍi fa yanẓurū kaifa kāna 'āqibatul-lażīna min qablihim, kānū akṡara minhum wa asyadda quwwataw wa āṡāran fil-arḍi famā agnā 'anhum mā kānū yaksibūn(a)."
  },
  {
    "verse_number": 83,
    "arabic": "فَلَمَّا جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَرِحُوا۟ بِمَا عِندَهُم مِّنَ ٱلْعِلْمِ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "transcription": "Falammā jā'athum rusuluhum bil-bayyināti fariḥū bimā 'indahum minal-'ilmi wa ḥāqa bihim mā kānū bihī yastahzi'ūn(a)."
  },
  {
    "verse_number": 84,
    "arabic": "فَلَمَّا رَأَوْا۟ بَأْسَنَا قَالُوٓا۟ ءَامَنَّا بِٱللَّهِ وَحْدَهُۥ وَكَفَرْنَا بِمَا كُنَّا بِهِۦ مُشْرِكِينَ",
    "transcription": "Falammā ra'au ba'sanā qālū āmannā billāhi waḥdahū wa kafarnā bimā kunnā bihī musyrikīn(a)."
  },
  {
    "verse_number": 85,
    "arabic": "فَلَمْ يَكُ يَنفَعُهُمْ إِيمَـٰنُهُمْ لَمَّا رَأَوْا۟ بَأْسَنَا ۖ سُنَّتَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ فِى عِبَادِهِۦ ۖ وَخَسِرَ هُنَالِكَ ٱلْكَـٰفِرُونَ",
    "transcription": "Falam yaku yanfa'uhum īmānuhum lammā ra'au ba'sanā, sunnatallāhil latī qad khalat fī 'ibādih(ī), wa khasira hunālikal-kāfirūn(a)."
  }
]