[
  {
    "verse_number": 1,
    "arabic": " حمٓ",
    "transcription": "Ḥā mīm."
  },
  {
    "verse_number": 2,
    "arabic": "تَنزِيلُ ٱلْكِتَـٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
    "transcription": "Tanzīlul-kitābi minallāhil-'azīzil-ḥakīm(i)."
  },
  {
    "verse_number": 3,
    "arabic": "إِنَّ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ لَـَٔايَـٰتٍ لِّلْمُؤْمِنِينَ",
    "transcription": "Inna fis-samāwāti wal-arḍi la'āyātil lil-mu'minīn(a)."
  },
  {
    "verse_number": 4,
    "arabic": "وَفِى خَلْقِكُمْ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَـٰتٌ لِّقَوْمٍ يُوقِنُونَ",
    "transcription": "Wa fī khalqikum wa mā yabuṡṡu min dābbatin āyātul liqaumiy yūqinūn(a)."
  },
  {
    "verse_number": 5,
    "arabic": "وَٱخْتِلَـٰفِ ٱلَّيْلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزْقٍ فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ ٱلرِّيَـٰحِ ءَايَـٰتٌ لِّقَوْمٍ يَعْقِلُونَ",
    "transcription": "Wakhtilāfil-laili wan-nahāri wa mā anzalallāhu minas-samā'i mir rizqin fa aḥyā bihil-arḍa ba'da mautihā wa taṣrīfir-riyāḥi āyātul liqaumiy ya'qilūn(a)."
  },
  {
    "verse_number": 6,
    "arabic": "تِلْكَ ءَايَـٰتُ ٱللَّهِ نَتْلُوهَا عَلَيْكَ بِٱلْحَقِّ ۖ فَبِأَىِّ حَدِيثٍۭ بَعْدَ ٱللَّهِ وَءَايَـٰتِهِۦ يُؤْمِنُونَ",
    "transcription": "Tilka āyātullāhi natlūhā 'alaika bil-ḥaqq(i), fa bi'ayyi ḥadīṡim ba'dallāhi wa āyātihī yu'minūn(a)."
  },
  {
    "verse_number": 7,
    "arabic": "وَيْلٌ لِّكُلِّ أَفَّاكٍ أَثِيمٍ",
    "transcription": "Wailul likulli affākin aṡīm(in)."
  },
  {
    "verse_number": 8,
    "arabic": "يَسْمَعُ ءَايَـٰتِ ٱللَّهِ تُتْلَىٰ عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا ۖ فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ",
    "transcription": "Yasma'u āyātillāhi tutlā 'alaihi ṡumma yuṣirru mustakbiran ka'allam yasma'hā, fa basysyirhu bi'ażābin alīm(in)."
  },
  {
    "verse_number": 9,
    "arabic": "وَإِذَا عَلِمَ مِنْ ءَايَـٰتِنَا شَيْـًٔا ٱتَّخَذَهَا هُزُوًا ۚ أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ مُّهِينٌ",
    "transcription": "Wa iżā 'alima min āyātinā syai'anittakhażahā huzuwā(n), ulā'ika lahum 'ażābum muhīn(un)."
  },
  {
    "verse_number": 10,
    "arabic": "مِّن وَرَآئِهِمْ جَهَنَّمُ ۖ وَلَا يُغْنِى عَنْهُم مَّا كَسَبُوا۟ شَيْـًٔا وَلَا مَا ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ أَوْلِيَآءَ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
    "transcription": "Miw warā'ihim jahannam(u), wa lā yugnī 'anhum mā kasabū syai'aw wa lā mattakhażū min dūnillāhi auliyā'(a), wa lahum 'ażābun 'aẓīm(un)."
  },
  {
    "verse_number": 11,
    "arabic": "هَـٰذَا هُدًى ۖ وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِّن رِّجْزٍ أَلِيمٌ",
    "transcription": "Hāżā hudā(n), wal-lażīna kafarū bi'āyāti rabbihim lahum 'ażābum mir rijzin alīm(un)."
  },
  {
    "verse_number": 12,
    "arabic": "۞ ٱللَّهُ ٱلَّذِى سَخَّرَ لَكُمُ ٱلْبَحْرَ لِتَجْرِىَ ٱلْفُلْكُ فِيهِ بِأَمْرِهِۦ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
    "transcription": "Allāhul-lażī sakhkhara  lakumul-baḥra litajriyal-fulku fīhi bi'amrihī wa litabtagū min faḍlihī wa la'allakum tasykurūn(a)."
  },
  {
    "verse_number": 13,
    "arabic": "وَسَخَّرَ لَكُم مَّا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ جَمِيعًا مِّنْهُ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
    "transcription": "Wa sakhkhara lakum mā fis-samāwāti wa mā fil-arḍi jamī'am minh(u), inna fī żālika la'āyātil liqaumiy yatafakkarūn(a)."
  },
  {
    "verse_number": 14,
    "arabic": "قُل لِّلَّذِينَ ءَامَنُوا۟ يَغْفِرُوا۟ لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ ٱللَّهِ لِيَجْزِىَ قَوْمًۢا بِمَا كَانُوا۟ يَكْسِبُونَ",
    "transcription": "Qul lil-lażīna āmanū yagfirū lil-lażīna lā yarjūna ayyāmallāhi liyajziya qaumam bimā kānū yaksibūn(a)."
  },
  {
    "verse_number": 15,
    "arabic": "مَنْ عَمِلَ صَـٰلِحًا فَلِنَفْسِهِۦ ۖ وَمَنْ أَسَآءَ فَعَلَيْهَا ۖ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ",
    "transcription": "Man 'amila ṣāliḥan fa linafsih(ī), wa man asā'a fa 'alaihā, ṡumma ilā rabbikum turja'ūn(a)."
  },
  {
    "verse_number": 16,
    "arabic": "وَلَقَدْ ءَاتَيْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَـٰبَ وَٱلْحُكْمَ وَٱلنُّبُوَّةَ وَرَزَقْنَـٰهُم مِّنَ ٱلطَّيِّبَـٰتِ وَفَضَّلْنَـٰهُمْ عَلَى ٱلْعَـٰلَمِينَ",
    "transcription": "Wa laqad ātainā banī isrā'īlal-kitāba wal-ḥukma wan-nubuwwata wa razaqnāhum minaṭ-ṭayyibāti wa faḍḍalnāhum 'alal-'ālamīn(a)."
  },
  {
    "verse_number": 17,
    "arabic": "وَءَاتَيْنَـٰهُم بَيِّنَـٰتٍ مِّنَ ٱلْأَمْرِ ۖ فَمَا ٱخْتَلَفُوٓا۟ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ ۚ إِنَّ رَبَّكَ يَقْضِى بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
    "transcription": "Wa ātaināhum bayyinātim minal-amr(i), fa makhtalafū illā mim ba'di mā jā'ahumul-'ilmu bagyam bainahum, inna rabbaka yaqḍī bainahum yaumal-qiyāmati fīmā kānū fīhi yakhtalifūn(a)."
  },
  {
    "verse_number": 18,
    "arabic": "ثُمَّ جَعَلْنَـٰكَ عَلَىٰ شَرِيعَةٍ مِّنَ ٱلْأَمْرِ فَٱتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَآءَ ٱلَّذِينَ لَا يَعْلَمُونَ",
    "transcription": "Ṡumma ja'alnāka 'alā syarī'atim minal-amri fattabi'hā wa lā tattabi' ahwā'al-lażīna lā ya'lamūn(a)."
  },
  {
    "verse_number": 19,
    "arabic": "إِنَّهُمْ لَن يُغْنُوا۟ عَنكَ مِنَ ٱللَّهِ شَيْـًٔا ۚ وَإِنَّ ٱلظَّـٰلِمِينَ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۖ وَٱللَّهُ وَلِىُّ ٱلْمُتَّقِينَ",
    "transcription": "Innahum lay yugnū 'anka minallāhi syai'ā(n), wa innaẓ-ẓālimīna ba'ḍuhum auliyā'u ba'ḍ(in), wallāhu waliyyul-muttaqīn(a)."
  },
  {
    "verse_number": 20,
    "arabic": "هَـٰذَا بَصَـٰٓئِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ لِّقَوْمٍ يُوقِنُونَ",
    "transcription": "Hāżā baṣā'iru lin-nāsi wa hudaw wa raḥmatul liqaumiy yūqinūn(a)."
  },
  {
    "verse_number": 21,
    "arabic": "أَمْ حَسِبَ ٱلَّذِينَ ٱجْتَرَحُوا۟ ٱلسَّيِّـَٔاتِ أَن نَّجْعَلَهُمْ كَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَوَآءً مَّحْيَاهُمْ وَمَمَاتُهُمْ ۚ سَآءَ مَا يَحْكُمُونَ",
    "transcription": "Am ḥasibal-lażīnajtaraḥus -sayyi'āti an naj'alahum kal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti sawā'am maḥyāhum wa mamātuhum, sā'a mā yaḥkumūn(a)."
  },
  {
    "verse_number": 22,
    "arabic": "وَخَلَقَ ٱللَّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ وَلِتُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
    "transcription": "Wa khalaqallāhus-samāwāti wal-arḍa bil-ḥaqqi wa litujzā kullu nafsim bimā kasabat wa hum lā yuẓlamūn(a)."
  },
  {
    "verse_number": 23,
    "arabic": "أَفَرَءَيْتَ مَنِ ٱتَّخَذَ إِلَـٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلْمٍ وَخَتَمَ عَلَىٰ سَمْعِهِۦ وَقَلْبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَـٰوَةً فَمَن يَهْدِيهِ مِنۢ بَعْدِ ٱللَّهِ ۚ أَفَلَا تَذَكَّرُونَ",
    "transcription": "Afa ra'aita manittakhaża ilāhahū hawāhu wa aḍallahullāhu 'alā 'ilmiw wa khatama 'alā sam'ihī wa qalbihī wa ja'ala 'alā baṣarihī gisyāwah(tan), famay yahdīhi mim ba'dillāh(i), afalā tażakkarūn(a)."
  },
  {
    "verse_number": 24,
    "arabic": "وَقَالُوا۟ مَا هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَآ إِلَّا ٱلدَّهْرُ ۚ وَمَا لَهُم بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَظُنُّونَ",
    "transcription": "Wa qālū mā hiya illā ḥayātunad-dun-yā namūtu wa naḥyā wa mā yuhlikunā illad-dahr(u), wa mā lahum biżālika min 'ilmin in hum illā yaẓunnūn(a)."
  },
  {
    "verse_number": 25,
    "arabic": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ مَّا كَانَ حُجَّتَهُمْ إِلَّآ أَن قَالُوا۟ ٱئْتُوا۟ بِـَٔابَآئِنَآ إِن كُنتُمْ صَـٰدِقِينَ",
    "transcription": "Wa iżā tutlā 'alaihim āyātunā bayyinātim mā kāna ḥujjatahum illā an qālu'tū bi'ābā'inā in kuntum ṣādiqīn(a)."
  },
  {
    "verse_number": 26,
    "arabic": "قُلِ ٱللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ لَا رَيْبَ فِيهِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "transcription": "Qulillāhu yuḥyīkum ṡumma yumītukum ṡumma yajma'ukum ilā yaumil-qiyāmati lā raiba fīhi wa lākinna akṡaran-nāsi lā ya'lamūn(a)."
  },
  {
    "verse_number": 27,
    "arabic": "وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يَوْمَئِذٍ يَخْسَرُ ٱلْمُبْطِلُونَ",
    "transcription": "Wa lillāhi mulkus-samāwāti wal-arḍ(i), wa yauma taqūmus-sā'atu yauma'iżiy yakhsarul-mubṭilūn(a)."
  },
  {
    "verse_number": 28,
    "arabic": "وَتَرَىٰ كُلَّ أُمَّةٍ جَاثِيَةً ۚ كُلُّ أُمَّةٍ تُدْعَىٰٓ إِلَىٰ كِتَـٰبِهَا ٱلْيَوْمَ تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ",
    "transcription": "Wa tarā kulla ummatin jāṡiyah(tan), kullu ummatin tud'ā ilā kitābihā, al-yauma tujzauna mā kuntum ta'malūn(a)."
  },
  {
    "verse_number": 29,
    "arabic": "هَـٰذَا كِتَـٰبُنَا يَنطِقُ عَلَيْكُم بِٱلْحَقِّ ۚ إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ",
    "transcription": "Hāżā kitābunā yanṭiqu 'alaikum bil-ḥaqq(i), innā kunnā nastansikhu mā kuntum ta'malūn(a)."
  },
  {
    "verse_number": 30,
    "arabic": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِى رَحْمَتِهِۦ ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْمُبِينُ",
    "transcription": "Fa'ammal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti fayudkhiluhum rabbuhum fī raḥmatih(ī), żālika huwal-fauzul-mubīn(u)."
  },
  {
    "verse_number": 31,
    "arabic": "وَأَمَّا ٱلَّذِينَ كَفَرُوٓا۟ أَفَلَمْ تَكُنْ ءَايَـٰتِى تُتْلَىٰ عَلَيْكُمْ فَٱسْتَكْبَرْتُمْ وَكُنتُمْ قَوْمًا مُّجْرِمِينَ",
    "transcription": "Wa ammal-lażīna kafarū, falam takun āyātī tutlā 'alaikum fastakbartum wa kuntum qaumam mujrimīn(a)."
  },
  {
    "verse_number": 32,
    "arabic": "وَإِذَا قِيلَ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَٱلسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُم مَّا نَدْرِى مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ",
    "transcription": "Wa iżā qīla inna wa'dallāhi ḥaqquw was-sā'atu lā raiba fīhā qultum mā nadrī mas-sā'ah(tu), in naẓunnu illā ẓannaw wa mā naḥnu bimustaiqinīn(a)."
  },
  {
    "verse_number": 33,
    "arabic": "وَبَدَا لَهُمْ سَيِّـَٔاتُ مَا عَمِلُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "transcription": "Wa badā lahum sayyi'ātu mā 'amilū wa ḥāqa bihim mā kānū bihī yastahzi'ūn(a)."
  },
  {
    "verse_number": 34,
    "arabic": "وَقِيلَ ٱلْيَوْمَ نَنسَىٰكُمْ كَمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هَـٰذَا وَمَأْوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّـٰصِرِينَ",
    "transcription": "Wa qīlal-yauma nansākum kamā nasītum liqā'a yaumikum hāżā, wa ma'wākumun nāru wa mā lakum min nāṣirīn(a)."
  },
  {
    "verse_number": 35,
    "arabic": "ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذْتُمْ ءَايَـٰتِ ٱللَّهِ هُزُوًا وَغَرَّتْكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۚ فَٱلْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ",
    "transcription": "Żālikum bi'annakumuttakhażtum āyātillāhi huzuwaw wa garratkumul-ḥayātud-dun-yā, fal-yauma lā yukhrajūna minhā wa lā hum yusta'tabūn(a)."
  },
  {
    "verse_number": 36,
    "arabic": "فَلِلَّهِ ٱلْحَمْدُ رَبِّ ٱلسَّمَـٰوَٰتِ وَرَبِّ ٱلْأَرْضِ رَبِّ ٱلْعَـٰلَمِينَ",
    "transcription": "Fa lillāhil-ḥamdu rabbis-samāwāti wa rabbil-arḍi rabbil-'ālamīn(a)."
  },
  {
    "verse_number": 37,
    "arabic": "وَلَهُ ٱلْكِبْرِيَآءُ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "transcription": "Wa lahul-kibriyā'u fis-samāwāti wal-arḍ(i), wa huwal-'azīzul-ḥakīm(u)."
  }
]