[
  {
    "verse_number": 1,
    "arabic": " حمٓ",
    "transcription": "Ḥā mīm."
  },
  {
    "verse_number": 2,
    "arabic": "عٓسٓقٓ",
    "transcription": "'Ain sīn qāf."
  },
  {
    "verse_number": 3,
    "arabic": "كَذَٰلِكَ يُوحِىٓ إِلَيْكَ وَإِلَى ٱلَّذِينَ مِن قَبْلِكَ ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "transcription": "Każālika yūḥī ilaika wa ilal-lażīna min qablik(a), allāhul-'azīzul-ḥakīm(u)."
  },
  {
    "verse_number": 4,
    "arabic": "لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "transcription": "Lahū mā fis-samāwāti wa mā fil-arḍ(i), wa huwal-'aliyyul-'aẓīm(u)."
  },
  {
    "verse_number": 5,
    "arabic": "تَكَادُ ٱلسَّمَـٰوَٰتُ يَتَفَطَّرْنَ مِن فَوْقِهِنَّ ۚ وَٱلْمَلَـٰٓئِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَن فِى ٱلْأَرْضِ ۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
    "transcription": "Takādus-samāwātu yatafaṭṭarna min fauqihinna wal-malā'ikatu yusabbiḥūna biḥamdi rabbihim wa yastagfirūna liman fil-arḍ(i), alā innallāha huwal-gafūrur-raḥīm(u)."
  },
  {
    "verse_number": 6,
    "arabic": "وَٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ",
    "transcription": "Wal-lażīnattakhażū min dūnihī auliyā'allāhu ḥafīẓun 'alaihim, wa mā anta 'alaihim biwakīl(in)."
  },
  {
    "verse_number": 7,
    "arabic": "وَكَذَٰلِكَ أَوْحَيْنَآ إِلَيْكَ قُرْءَانًا عَرَبِيًّا لِّتُنذِرَ أُمَّ ٱلْقُرَىٰ وَمَنْ حَوْلَهَا وَتُنذِرَ يَوْمَ ٱلْجَمْعِ لَا رَيْبَ فِيهِ ۚ فَرِيقٌ فِى ٱلْجَنَّةِ وَفَرِيقٌ فِى ٱلسَّعِيرِ",
    "transcription": "Wa każālika auḥainā ilaika qur'ānan 'arabiyyal litunżira ummal-qurā wa man ḥaulahā wa tunżira yaumal-jam'i lā raiba fīh(i), farīqun fil-jannati wa farīqun fis-sa'īr(i)."
  },
  {
    "verse_number": 8,
    "arabic": "وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَهُمْ أُمَّةً وَٰحِدَةً وَلَـٰكِن يُدْخِلُ مَن يَشَآءُ فِى رَحْمَتِهِۦ ۚ وَٱلظَّـٰلِمُونَ مَا لَهُم مِّن وَلِىٍّ وَلَا نَصِيرٍ",
    "transcription": "Wa lau syā'allāhu laja'alahum ummataw wāḥidataw wa lākiy yudkhilu may yasyā'u fī raḥmatih(ī), waẓ-ẓālimūna mā lahum miw waliyyiw wa lā naṣīr(in)."
  },
  {
    "verse_number": 9,
    "arabic": "أَمِ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ ۖ فَٱللَّهُ هُوَ ٱلْوَلِىُّ وَهُوَ يُحْىِ ٱلْمَوْتَىٰ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "transcription": "Amittakhażū min dūnihī auliyā'(a), fallāhu huwal-waliyyu wa huwa yuḥyil-mautā, wa huwa 'alā kulli syai'in qadīr(un)."
  },
  {
    "verse_number": 10,
    "arabic": "وَمَا ٱخْتَلَفْتُمْ فِيهِ مِن شَىْءٍ فَحُكْمُهُۥٓ إِلَى ٱللَّهِ ۚ ذَٰلِكُمُ ٱللَّهُ رَبِّى عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
    "transcription": "Wa makhtalaftum fīhi min syai'in faḥukmuhū ilallāh(i), żālikumullāhu rabbī 'alaihi tawakkaltu wa ilaihi unīb(u)."
  },
  {
    "verse_number": 11,
    "arabic": "فَاطِرُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا وَمِنَ ٱلْأَنْعَـٰمِ أَزْوَٰجًا ۖ يَذْرَؤُكُمْ فِيهِ ۚ لَيْسَ كَمِثْلِهِۦ شَىْءٌ ۖ وَهُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
    "transcription": "Fāṭirus-samāwāti wal-arḍ(i), ja'ala lakum min anfusikum azwājaw wa minal-an'āmi azwājā(n), yażra'ukum fīh(i), laisa kamiṡlihī syai'(un), wa huwas-samī'ul-baṣīr(u)."
  },
  {
    "verse_number": 12,
    "arabic": "لَهُۥ مَقَالِيدُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّهُۥ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "transcription": "Lahū maqālīdus-samāwāti wal-arḍ(i), yabsuṭur-rizqa limay yasyā'u wa yaqdir(u), innahū bikulli syai'in 'alīm(un)."
  },
  {
    "verse_number": 13,
    "arabic": "۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحًا وَٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ وَمَا وَصَّيْنَا بِهِۦٓ إِبْرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓ ۖ أَنْ أَقِيمُوا۟ ٱلدِّينَ وَلَا تَتَفَرَّقُوا۟ فِيهِ ۚ كَبُرَ عَلَى ٱلْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ ۚ ٱللَّهُ يَجْتَبِىٓ إِلَيْهِ مَن يَشَآءُ وَيَهْدِىٓ إِلَيْهِ مَن يُنِيبُ",
    "transcription": "Syara'a lakum minad-dīni mā waṣṣā bihī nūḥaw wal-lażī auḥainā ilaika wa mā waṣṣā bihī ibrāhīma wa mūsā wa 'īsā an aqīmud-dīna wa lā tatafarraqū fīh(i), kabura 'alal-musyrikīna mā tad'ūhum ilaih(i), allāhu yajtabī ilaihi may yasyā'u wa yahdī ilaihi may yunīb(u)."
  },
  {
    "verse_number": 14,
    "arabic": "وَمَا تَفَرَّقُوٓا۟ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ إِلَىٰٓ أَجَلٍ مُّسَمًّى لَّقُضِىَ بَيْنَهُمْ ۚ وَإِنَّ ٱلَّذِينَ أُورِثُوا۟ ٱلْكِتَـٰبَ مِنۢ بَعْدِهِمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ",
    "transcription": "Wa mā tafarraqū illā mim ba'di mā jā'ahumul-'ilmu bagyam bainahum, wa lau lā kalimatun sabaqat mir rabbika ilā ajalim musammal laquḍiya bainahum, wa innal-lażīna ūriṡul-kitāba mim ba'dihim lafī syakkim minhu  murīb(in)."
  },
  {
    "verse_number": 15,
    "arabic": "فَلِذَٰلِكَ فَٱدْعُ ۖ وَٱسْتَقِمْ كَمَآ أُمِرْتَ ۖ وَلَا تَتَّبِعْ أَهْوَآءَهُمْ ۖ وَقُلْ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَـٰبٍ ۖ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ ۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمْ ۖ لَنَآ أَعْمَـٰلُنَا وَلَكُمْ أَعْمَـٰلُكُمْ ۖ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ ۖ ٱللَّهُ يَجْمَعُ بَيْنَنَا ۖ وَإِلَيْهِ ٱلْمَصِيرُ",
    "transcription": "Fa liżālika fad'(u), wastaqim kamā umirt(a), wa lā tattabi' ahwā'ahum, wa qul āmantu bimā anzalallāhu min kitāb(in), wa umirtu li'a'dila bainakum, allāhu rabbunā wa rabbukum, lanā a'mālunā wa lakum a'mālukum, lā ḥujjata bainanā wa bainakum, allāhu yajma'u bainanā,wa ilaihil-maṣīr(u)."
  },
  {
    "verse_number": 16,
    "arabic": "وَٱلَّذِينَ يُحَآجُّونَ فِى ٱللَّهِ مِنۢ بَعْدِ مَا ٱسْتُجِيبَ لَهُۥ حُجَّتُهُمْ دَاحِضَةٌ عِندَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ",
    "transcription": "Wal-lażīna yuḥājjūna fillāhi mim ba'di mastujība lahū ḥujjatuhum dāḥiḍatun 'inda rabbihim wa 'alaihim gaḍabuw wa lahum 'ażābun syadīd(un)."
  },
  {
    "verse_number": 17,
    "arabic": "ٱللَّهُ ٱلَّذِىٓ أَنزَلَ ٱلْكِتَـٰبَ بِٱلْحَقِّ وَٱلْمِيزَانَ ۗ وَمَا يُدْرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٌ",
    "transcription": "Allāhul-lażī anzalal-kitāba bil-ḥaqqi wal-mīzān(a), wa mā yudrīka la'allas-sā'ata qarīb(un)."
  },
  {
    "verse_number": 18,
    "arabic": "يَسْتَعْجِلُ بِهَا ٱلَّذِينَ لَا يُؤْمِنُونَ بِهَا ۖ وَٱلَّذِينَ ءَامَنُوا۟ مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا ٱلْحَقُّ ۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِى ٱلسَّاعَةِ لَفِى ضَلَـٰلٍۭ بَعِيدٍ",
    "transcription": "Yasta'jilu bihal-lażīna lā yu'minūna bihā, wal-lażīna āmanū musyfiqūna minhā, wa ya'lamūna annahal-ḥaqq(u), alā innal-lażīna yumārūna fis-sā'ati lafī ḍalālim ba'īd(in)."
  },
  {
    "verse_number": 19,
    "arabic": "ٱللَّهُ لَطِيفٌۢ بِعِبَادِهِۦ يَرْزُقُ مَن يَشَآءُ ۖ وَهُوَ ٱلْقَوِىُّ ٱلْعَزِيزُ",
    "transcription": "Allāhu laṭīfum bi'ibādihī yarzuqu may yasyā'(u), wa huwal-qawiyyul-'azīz(u)."
  },
  {
    "verse_number": 20,
    "arabic": "مَن كَانَ يُرِيدُ حَرْثَ ٱلْـَٔاخِرَةِ نَزِدْ لَهُۥ فِى حَرْثِهِۦ ۖ وَمَن كَانَ يُرِيدُ حَرْثَ ٱلدُّنْيَا نُؤْتِهِۦ مِنْهَا وَمَا لَهُۥ فِى ٱلْـَٔاخِرَةِ مِن نَّصِيبٍ",
    "transcription": "Man kāna yurīdu ḥarṡal-ākhirati nazid lahū fī ḥarṡih(ī), wa man kāna yurīdu ḥarṡad-dun-yā nu'tihī minhā, wa mā lahū fil-ākhirati min naṣīb(in)."
  },
  {
    "verse_number": 21,
    "arabic": "أَمْ لَهُمْ شُرَكَـٰٓؤُا۟ شَرَعُوا۟ لَهُم مِّنَ ٱلدِّينِ مَا لَمْ يَأْذَنۢ بِهِ ٱللَّهُ ۚ وَلَوْلَا كَلِمَةُ ٱلْفَصْلِ لَقُضِىَ بَيْنَهُمْ ۗ وَإِنَّ ٱلظَّـٰلِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ",
    "transcription": "Am lahum syurakā'u syara'ū lahum minad-dīni mā lam ya'żam bihillāh(u), wa lau lā kalimatul-faṣli laquḍiya bainahum, wa innaẓ-ẓālimīna lahum 'ażābun alīm(un)."
  },
  {
    "verse_number": 22,
    "arabic": "تَرَى ٱلظَّـٰلِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا۟ وَهُوَ وَاقِعٌۢ بِهِمْ ۗ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فِى رَوْضَاتِ ٱلْجَنَّاتِ ۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ ۚ ذَٰلِكَ هُوَ ٱلْفَضْلُ ٱلْكَبِيرُ",
    "transcription": "Taraẓ-ẓālimīna musyfiqīna mimmā kasabū wa huwa wāqi'um bihim, wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti fī rauḍātil-jannāt(i), lahum mā yasyā'ūna 'inda rabbihim, żālika huwal-faḍlul-kabīr(u)."
  },
  {
    "verse_number": 23,
    "arabic": "ذَٰلِكَ ٱلَّذِى يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ ۗ قُل لَّآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا إِلَّا ٱلْمَوَدَّةَ فِى ٱلْقُرْبَىٰ ۗ وَمَن يَقْتَرِفْ حَسَنَةً نَّزِدْ لَهُۥ فِيهَا حُسْنًا ۚ إِنَّ ٱللَّهَ غَفُورٌ شَكُورٌ",
    "transcription": "Żālikal-lażī yubasysyirullāhu 'ibādahul-lażīna āmanū wa 'amiluṣ-ṣāliḥāt(i), qul lā as'alukum 'alaihi ajran illal-mawaddata fil-qurbā, wa may yaqtarif ḥasanatan nazid lahū fīhā ḥusnā(n), innallāha gafūrun syakūr(un)."
  },
  {
    "verse_number": 24,
    "arabic": "أَمْ يَقُولُونَ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا ۖ فَإِن يَشَإِ ٱللَّهُ يَخْتِمْ عَلَىٰ قَلْبِكَ ۗ وَيَمْحُ ٱللَّهُ ٱلْبَـٰطِلَ وَيُحِقُّ ٱلْحَقَّ بِكَلِمَـٰتِهِۦٓ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
    "transcription": "Am yaqūlūnaftarā 'alallāhi każibā(n), fa'iy yasya'illāhu yakhtim 'alā qalbik(a), wa yamḥullāhul-bāṭila wa yuḥiqqul-ḥaqqa bikalimātih(ī), innahū 'alīmum biżātiṣ-ṣudūr(i)."
  },
  {
    "verse_number": 25,
    "arabic": "وَهُوَ ٱلَّذِى يَقْبَلُ ٱلتَّوْبَةَ عَنْ عِبَادِهِۦ وَيَعْفُوا۟ عَنِ ٱلسَّيِّـَٔاتِ وَيَعْلَمُ مَا تَفْعَلُونَ",
    "transcription": "Wa huwal-lażī yaqbalut-taubata 'an 'ibādihī wa ya'fū 'anis-sayyi'āti wa ya'lamu mā taf'alūn(a)."
  },
  {
    "verse_number": 26,
    "arabic": "وَيَسْتَجِيبُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَيَزِيدُهُم مِّن فَضْلِهِۦ ۚ وَٱلْكَـٰفِرُونَ لَهُمْ عَذَابٌ شَدِيدٌ",
    "transcription": "Wa yastajībul-lażīna āmanū wa 'amiluṣ-ṣāliḥāti wa yazīduhum min faḍlih(ī), wal-kāfirūna lahum 'ażābun syadīd(un)."
  },
  {
    "verse_number": 27,
    "arabic": "۞ وَلَوْ بَسَطَ ٱللَّهُ ٱلرِّزْقَ لِعِبَادِهِۦ لَبَغَوْا۟ فِى ٱلْأَرْضِ وَلَـٰكِن يُنَزِّلُ بِقَدَرٍ مَّا يَشَآءُ ۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرٌۢ بَصِيرٌ",
    "transcription": "Wa lau basaṭallāhur rizqa li'ibādihī labagau fil-arḍi wa lākiy yunazzilu biqadarim mā yasyā'(u), innahū bi'ibādihī khabīrum baṣīr(un)."
  },
  {
    "verse_number": 28,
    "arabic": "وَهُوَ ٱلَّذِى يُنَزِّلُ ٱلْغَيْثَ مِنۢ بَعْدِ مَا قَنَطُوا۟ وَيَنشُرُ رَحْمَتَهُۥ ۚ وَهُوَ ٱلْوَلِىُّ ٱلْحَمِيدُ",
    "transcription": "Wa huwal-lażī yunazzilul-gaiṡa mim ba'di mā qanaṭū wa yansyuru raḥmatah(ū), wa huwal-waliyyul-ḥamīd(u)."
  },
  {
    "verse_number": 29,
    "arabic": "وَمِنْ ءَايَـٰتِهِۦ خَلْقُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٍ ۚ وَهُوَ عَلَىٰ جَمْعِهِمْ إِذَا يَشَآءُ قَدِيرٌ",
    "transcription": "Wa min āyātihī khalqus-samāwāti wal-arḍi wa mā baṡṡa fīhimā min dābbah(tin), wa huwa 'alā jam'ihim iżā yasyā'u qadīr(un)."
  },
  {
    "verse_number": 30,
    "arabic": "وَمَآ أَصَـٰبَكُم مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُوا۟ عَن كَثِيرٍ",
    "transcription": "Wa mā aṣābakum mim muṣībatin fabimā kasabat aidīkum wa ya'fū 'an kaṡīr(in)."
  },
  {
    "verse_number": 31,
    "arabic": "وَمَآ أَنتُم بِمُعْجِزِينَ فِى ٱلْأَرْضِ ۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
    "transcription": "Wa mā antum bimu'jizīna fil-arḍ(i), wa mā lakum min dūnillāhi miw waliyyiw wa lā naṣīr(in)."
  },
  {
    "verse_number": 32,
    "arabic": "وَمِنْ ءَايَـٰتِهِ ٱلْجَوَارِ فِى ٱلْبَحْرِ كَٱلْأَعْلَـٰمِ",
    "transcription": "Wa min āyātihil-jawāri fil-baḥri kal-a'lām(i)."
  },
  {
    "verse_number": 33,
    "arabic": "إِن يَشَأْ يُسْكِنِ ٱلرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَىٰ ظَهْرِهِۦٓ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
    "transcription": "Iy yasya' yuskinir-rīḥa fa yaẓlalna rawākida 'alā ẓahrih(ī), inna fī żālika la'āyātil likulli ṣabbārin syakūr(in)."
  },
  {
    "verse_number": 34,
    "arabic": "أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا۟ وَيَعْفُ عَن كَثِيرٍ",
    "transcription": "Au yūbiqhunna bimā kasabū wa ya'fu 'an kaṡīr(in)."
  },
  {
    "verse_number": 35,
    "arabic": "وَيَعْلَمَ ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِنَا مَا لَهُم مِّن مَّحِيصٍ",
    "transcription": "Wa ya'lamal-lażīna yujādilūna fī āyātinā, mā lahum mim maḥīṣ(in)."
  },
  {
    "verse_number": 36,
    "arabic": "فَمَآ أُوتِيتُم مِّن شَىْءٍ فَمَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَمَا عِندَ ٱللَّهِ خَيْرٌ وَأَبْقَىٰ لِلَّذِينَ ءَامَنُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
    "transcription": "Famā ūtītum min syai'in fa matā'ul-ḥayātid-dun-yā, wa mā 'indallāhi khairuw wa abqā lil-lażīna āmanū wa 'alā rabbihim yatawakkalūn(a)."
  },
  {
    "verse_number": 37,
    "arabic": "وَٱلَّذِينَ يَجْتَنِبُونَ كَبَـٰٓئِرَ ٱلْإِثْمِ وَٱلْفَوَٰحِشَ وَإِذَا مَا غَضِبُوا۟ هُمْ يَغْفِرُونَ",
    "transcription": "Wal-lażīna yajtanibūna kabā'iral-iṡmi wal-fawāḥisya wa iżā mā gaḍibū hum yagfirūn(a)."
  },
  {
    "verse_number": 38,
    "arabic": "وَٱلَّذِينَ ٱسْتَجَابُوا۟ لِرَبِّهِمْ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَمْرُهُمْ شُورَىٰ بَيْنَهُمْ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
    "transcription": "Wal-lażīnastajābū lirabbihim wa aqāmuṣ-ṣalāta wa amruhum syūrā bainahum, wa mimmā razaqnāhum yunfiqūn(a)."
  },
  {
    "verse_number": 39,
    "arabic": "وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلْبَغْىُ هُمْ يَنتَصِرُونَ",
    "transcription": "Wal-lażīna iżā aṣābahumul-bagyu hum yantaṣirūn(a)."
  },
  {
    "verse_number": 40,
    "arabic": "وَجَزَٰٓؤُا۟ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا ۖ فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُۥ عَلَى ٱللَّهِ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّـٰلِمِينَ",
    "transcription": "Wa jazā'u sayyi'atin sayyi'atum miṡluhā, faman 'afā wa aṣlaḥa fa ajruhū 'alallāh(i), innahū lā yuḥibbuẓ-ẓālimīn(a)."
  },
  {
    "verse_number": 41,
    "arabic": "وَلَمَنِ ٱنتَصَرَ بَعْدَ ظُلْمِهِۦ فَأُو۟لَـٰٓئِكَ مَا عَلَيْهِم مِّن سَبِيلٍ",
    "transcription": "Wa lamanintaṣara ba'da ẓulmihī fa ulā'ika mā 'alaihim min sabīl(in)."
  },
  {
    "verse_number": 42,
    "arabic": "إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظْلِمُونَ ٱلنَّاسَ وَيَبْغُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ ۚ أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ",
    "transcription": "Innamas-sabīlu 'alal-lażīna yaẓlimūnan-nāsa wa yabgūna fil-arḍi bigairil-ḥaqq(i), ulā'ika lahum 'ażābun alīm(un)."
  },
  {
    "verse_number": 43,
    "arabic": "وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنْ عَزْمِ ٱلْأُمُورِ",
    "transcription": "Wa laman ṣabara wa gafara inna żālika lamin 'azmil-umūr(i)."
  },
  {
    "verse_number": 44,
    "arabic": "وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِىٍّ مِّنۢ بَعْدِهِۦ ۗ وَتَرَى ٱلظَّـٰلِمِينَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ يَقُولُونَ هَلْ إِلَىٰ مَرَدٍّ مِّن سَبِيلٍ",
    "transcription": "Wa may yuḍlilillāhu famā lahū miw waliyyim mim ba'dih(ī), wa taraẓ-ẓālimīna lammā ra'awul-'ażāba yaqūlūna hal ilā maraddim min sabīl(in)."
  },
  {
    "verse_number": 45,
    "arabic": "وَتَرَىٰهُمْ يُعْرَضُونَ عَلَيْهَا خَـٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرْفٍ خَفِىٍّ ۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ ٱلْخَـٰسِرِينَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ ٱلْقِيَـٰمَةِ ۗ أَلَآ إِنَّ ٱلظَّـٰلِمِينَ فِى عَذَابٍ مُّقِيمٍ",
    "transcription": "Wa tarāhum yu'raḍūna 'alaihā khāsyi'īna minaż żulli yanẓurūna min ṭarfin khafiyy(in), wa qālal-lażīna āmanū innal-khāsirīnal-lażīna khasirū anfusahum wa ahlīhim yaumal-qiyāmah(ti), alā innaẓ-ẓālimīna fī 'ażābim muqīm(in)."
  },
  {
    "verse_number": 46,
    "arabic": "وَمَا كَانَ لَهُم مِّنْ أَوْلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ",
    "transcription": "Wa mā kāna lahum min auliyā'a yanṣurūnahum min dūnillāh(i), wa may yuḍlilillāhu famā lahū min sabīl(in)."
  },
  {
    "verse_number": 47,
    "arabic": "ٱسْتَجِيبُوا۟ لِرَبِّكُم مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِ ۚ مَا لَكُم مِّن مَّلْجَإٍ يَوْمَئِذٍ وَمَا لَكُم مِّن نَّكِيرٍ",
    "transcription": "Istajībū lirabbikum min qabli ay ya'tiya yaumul lā maradda lahū minallāh(i), mā lakum mim malja'iy yauma'iżiw wa mā lakum min nakīr(in)."
  },
  {
    "verse_number": 48,
    "arabic": "فَإِنْ أَعْرَضُوا۟ فَمَآ أَرْسَلْنَـٰكَ عَلَيْهِمْ حَفِيظًا ۖ إِنْ عَلَيْكَ إِلَّا ٱلْبَلَـٰغُ ۗ وَإِنَّآ إِذَآ أَذَقْنَا ٱلْإِنسَـٰنَ مِنَّا رَحْمَةً فَرِحَ بِهَا ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ ٱلْإِنسَـٰنَ كَفُورٌ",
    "transcription": "Fa in a'raḍū famā arsalnāka 'alaihim ḥafīẓā(n), in 'alaika illal-balāg(u), wa innā iżā ażaqnal-insāna minnā raḥmatan fariḥa bihā, wa in tuṣibhum sayyi'atum bimā qaddamat aidīhim fa'innal-insāna kafūr(un)."
  },
  {
    "verse_number": 49,
    "arabic": "لِّلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ يَخْلُقُ مَا يَشَآءُ ۚ يَهَبُ لِمَن يَشَآءُ إِنَـٰثًا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ",
    "transcription": "Lillāhi mulkus-samāwāti wal-arḍ(i), yakhluqu mā yasyā'(u), yahabu limay yasyā'u ināṡaw wa yahabu limay yasyā'uż-żukūr(a)."
  },
  {
    "verse_number": 50,
    "arabic": "أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَـٰثًا ۖ وَيَجْعَلُ مَن يَشَآءُ عَقِيمًا ۚ إِنَّهُۥ عَلِيمٌ قَدِيرٌ",
    "transcription": "Au yuzawwijuhum żukrānaw wa ināṡā(n), wa yaj'alu may yasyā'u 'aqīmā(n), innahū 'alīmun qadīr(un)."
  },
  {
    "verse_number": 51,
    "arabic": "۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحْيًا أَوْ مِن وَرَآئِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِىَ بِإِذْنِهِۦ مَا يَشَآءُ ۚ إِنَّهُۥ عَلِىٌّ حَكِيمٌ",
    "transcription": "Wa mā kāna libasyarin ay yukallimahullāhu illā waḥyan au miw warā'i ḥijābin au yursila rasūlan fa yūḥiya bi'iżnihī mā yasyā'(u), innahū 'aliyyun ḥakīm(un)."
  },
  {
    "verse_number": 52,
    "arabic": "وَكَذَٰلِكَ أَوْحَيْنَآ إِلَيْكَ رُوحًا مِّنْ أَمْرِنَا ۚ مَا كُنتَ تَدْرِى مَا ٱلْكِتَـٰبُ وَلَا ٱلْإِيمَـٰنُ وَلَـٰكِن جَعَلْنَـٰهُ نُورًا نَّهْدِى بِهِۦ مَن نَّشَآءُ مِنْ عِبَادِنَا ۚ وَإِنَّكَ لَتَهْدِىٓ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "transcription": "Wa każālika auḥainā ilaika rūḥam min amrinā, mā kunta tadrī mal-kitābu wa lal-īmānu wa lākin ja'alnāhu nūran nahdī bihī man nasyā'u min 'ibādinā, wa innaka latahdī ilā ṣirāṭim mustaqīm(in)."
  },
  {
    "verse_number": 53,
    "arabic": "صِرَٰطِ ٱللَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلْأُمُورُ",
    "transcription": "Ṣirāṭillāhil-lażī lahū mā fis-samāwāti wa mā fil-arḍ(i), alā ilallāhi taṣīrul-umūr(u)."
  }
]