[
  {
    "verse_number": 1,
    "translation": "Кто не уверовал в Аллаха И уклонил с Его пути (других), - Дела таких Он в тщЕту обратит"
  },
  {
    "verse_number": 2,
    "translation": "А с тех, которые уверовали (в Бога) и добрые дела вершат И верят в то, что Мухаммаду в Откровении дано, - А это - Истина от их Владыки, - Сотрет Господь их прегрешенья И добрым сделает их состоянье (деяний, тела и души)"
  },
  {
    "verse_number": 3,
    "translation": "Так будет потому, что нечестивые пошли за ложью, А кто уверовал - Последовал за Истиной от их Владыки, - Так их самих Аллах приводит в притчи людям"
  },
  {
    "verse_number": 4,
    "translation": "А потому, когда вы встретитесь с неверными в бою, По шеям головы ссекайте, Когда же проведете основное подавленье, (Берите в плен их и) удерживайте крепко. За этим: или благость (им явить, освобождая), Или (за их свободу) выкуп (взять), Пока война не сложит свое бремя. Так (надлежит вам поступать)! И если бы Аллах желал того, Он Сам бы с них взыскал (как должно), Но (вам Он оставляет это), Чтоб испытать одних другими. А те, кто на пути Господнем был убит, - Деянья тех не обратит Он в тщЕту"
  },
  {
    "verse_number": 5,
    "translation": "Он их направит (в жизнь другую), И добрым сделает их состоянье"
  },
  {
    "verse_number": 6,
    "translation": "И в Рай введет, Который дал им (в Откровении) узнать"
  },
  {
    "verse_number": 7,
    "translation": "О вы, кто верует! Коль вы поможете в Господнем (деле), Тогда и Он поможет вам И укрепит ваши стопы"
  },
  {
    "verse_number": 8,
    "translation": "А те, кто не уверовал, Пусть гибнут! И обратятся тщЕтой их дела"
  },
  {
    "verse_number": 9,
    "translation": "И это им за то, Что невзлюбили откровение Аллаха, - Он сделает бесплодными дела их"
  },
  {
    "verse_number": 10,
    "translation": "Ужель они не ездят по земле? Не видят то, каков конец был тех, Которые до них (грешили)? Их погубил Аллах, - Подобная же участь ждет неверных"
  },
  {
    "verse_number": 11,
    "translation": "И это потому, что покровитель верных - Бог. А у неверных покровителя не будет"
  },
  {
    "verse_number": 12,
    "translation": "Тех, кто уверовал (в Аллаха) и добрые дела творит, Аллах, поистине, введет в Сады, реками омовенны, А те, которые Его отвергли, Сладятся и едят, как ест (голодный) скот. Огонь - им (вечная) обитель"
  },
  {
    "verse_number": 13,
    "translation": "И сколько городов Мы погубили, Превосходящих мощью город твой, Тебя обрекший на изгнанье, - И не было ни одного защитника у них"
  },
  {
    "verse_number": 14,
    "translation": "Неужто тот, кто утвердился На ясном (житии) от своего Владыки, Сравни тому, кто обольщен Греховностью своих деяний, И тем, кто следует своим страстям"
  },
  {
    "verse_number": 15,
    "translation": "Вот образная притча Рая, Который был обещан правоверным: В нем - реки из воды, что никогда не испытает порчи, И реки молока, что не меняет вкус, И реки из вина в усладу тем, кто пьет, И реки меда, что очищен. Для них там всякие плоды, Прощение грехов от их Владыки. (Сравнимы ль с ними будут) те, Кто вечно в о'гне (Ада) пребывает, Кого поят кипящею водой, Что разрывает внутренности их"
  },
  {
    "verse_number": 16,
    "translation": "И среди них есть те, кто слушает тебя. Но стоит им тебя покинуть, Как они спрашивают тех, кто обладает знаньем: \"О чем это намедни говорил он?\" И это - те, сердца которых запечатаны Аллахом, И те, кто следует своим страстям"
  },
  {
    "verse_number": 17,
    "translation": "А в тех, кто правый путь избрал, Бог увеличит правоту И одарит их благочестьем"
  },
  {
    "verse_number": 18,
    "translation": "Чего же дожидаться им - неужто того Часа, Который к ним внезапно подойдет? Ведь признаки его уже, поистине, пришли; И вот когда он их настигнет, К чему им будут увещанья"
  },
  {
    "verse_number": 19,
    "translation": "Так знай: нет божества, кроме Аллаха! Проси прощенья за свои грехи И за грехи мужчин и женщин, Которые уверовали (в Бога); Ему известны все движенья ваши (днем) И место вашего покоя (ночью)"
  },
  {
    "verse_number": 20,
    "translation": "И те, которые уверовали (в Бога), говорят: \"О, если б Сура снизошла, (Зовущая к сражению за веру)!\" Но лишь нисходит Сура ясного (значенья), Где упомянуто сраженье, Ты видишь, как те люди, Сердца которых схвачены недугом, Взирают на тебя таким же взором, Как тот, кто в обморок впадает При виде приближающейся смерти. Но лучше было бы для них"
  },
  {
    "verse_number": 21,
    "translation": "Повиноваться И речь пристойную вести. Когда же дело окончательно решится, Для них бы лучше было Правдивыми с Аллахом быть"
  },
  {
    "verse_number": 22,
    "translation": "А если будет власть дана вам, То может ли (случиться так), Что будете вы нечесть сеять на земле И разорвете родственные связи"
  },
  {
    "verse_number": 23,
    "translation": "И это - те, что прокляты Аллахом. Лишил Он слуха их И ослепил их взоры"
  },
  {
    "verse_number": 24,
    "translation": "Что ж им не поразмыслить над Кораном? Иль на сердцах у них затворы"
  },
  {
    "verse_number": 25,
    "translation": "Но те, кто, повернув назад, отступниками стали После того, как путь прямой открылся ясно им, - Их подстрекает Сатана И красит им (греховность их деяний)"
  },
  {
    "verse_number": 26,
    "translation": "И это - потому, что говорили они тем, Кто ненависть питает к тому, что им низвел Аллах: \"Мы будем вам повиноваться в некотором деле\". Аллах же знает тайны их"
  },
  {
    "verse_number": 27,
    "translation": "Но что же (будут они делать), Когда их души ангелы возьмут на упокой И будут их по лицам бить и по хребтам"
  },
  {
    "verse_number": 28,
    "translation": "И это - потому, Что шли они за тем, что вызывало гнев Аллаха; Что было ненавистно им благоволение Его, - За это их дела Он в тщЕту обратил"
  },
  {
    "verse_number": 29,
    "translation": "Неужто те, Сердца которых схвачены недугом, Считают, что Господь не обнаружит их вражды"
  },
  {
    "verse_number": 30,
    "translation": "И если б Мы того желали, Мы б указали их тебе, И ты бы узнавал их по особым знакам. Но ты по тону их речей их распознаешь. Аллах же знает их деянья"
  },
  {
    "verse_number": 31,
    "translation": "И Мы пошлем вам испытанья, Чтобы узнать, которые из вас Усердствуют в сражениях (за веру) И терпеливо-стойки (в них), И испытаем сообщения от вас (на их правдивость)"
  },
  {
    "verse_number": 32,
    "translation": "Поистине, кто не уверовал в Аллаха И уклонил с Его пути других И кто противится посланнику Его После того, как путь прямой открылся ясно им, Не причинят Аллаху ни малейшего вреда, Дела же их Он в тщЕту обратит"
  },
  {
    "verse_number": 33,
    "translation": "О вы, кто верует! Аллаху повинуйтесь и посланнику Его! Не обращайте в тщЕту все ваши дела"
  },
  {
    "verse_number": 34,
    "translation": "Кто не уверовал в Аллаха, И уклонил с Его пути других, И умирает, не уверовав (в Аллаха), - Тем не простит Он"
  },
  {
    "verse_number": 35,
    "translation": "(Крепитесь), слабость подавляя, И к примиренью не зовите, Когда (над ними) держите вы верх, - Аллах ведь с вами, И Он не даст пропасть (Награде) за деянья ваши"
  },
  {
    "verse_number": 36,
    "translation": "И жизнь в этом мире (суеты) - Забава легкая да тщЕта. Но если вы уверуете (в Бога) И будете благочестивы, Он даст награду вам И ничего из вашего добра не спросит"
  },
  {
    "verse_number": 37,
    "translation": "А если бы у вас Он попросил его, То в вас бы возыграла скупость, И (тем) Он вызвал бы у вас вражду и злобу"
  },
  {
    "verse_number": 38,
    "translation": "И помните, что вы есть те, Кого зовут расходовать из своего добра На (праведном) пути Аллаха. Но среди вас есть те, которые скупятся, - А тот, кто скупость проявляет, Скупится на свою погибель. Аллах, поистине, богат, а вы - бедны! И если вы отворотитесь, Другим народом Он заменит вас, Который походить на вас не будет"
  }
]