[
  {
    "verse_number": 1,
    "translation": "Нун. Клянусь пером и тем, что они пишут"
  },
  {
    "verse_number": 2,
    "translation": "По милости Владыки твоего Ты, (Мухаммад), неодержим"
  },
  {
    "verse_number": 3,
    "translation": "И для тебя назначены дары, Поистине, неистощимы"
  },
  {
    "verse_number": 4,
    "translation": "И нрав возвышенный тебе (дарован)"
  },
  {
    "verse_number": 5,
    "translation": "Увидишь ты, Увидят и они"
  },
  {
    "verse_number": 6,
    "translation": "Которые из вас поражены безумьем"
  },
  {
    "verse_number": 7,
    "translation": "Поистине, Господь твой знает лучше, Которые из вас сошли с Его пути, И лучше знает тех, кто следует Его дорогой"
  },
  {
    "verse_number": 8,
    "translation": "А потому ты не прислушивайся к тем, Кто ложью нарекает (Откровения святые)"
  },
  {
    "verse_number": 9,
    "translation": "Они хотят, чтоб ты был более уступчив, - Тогда бы и они с тобою были мягче"
  },
  {
    "verse_number": 10,
    "translation": "Не следуй всякому презренному любителю поклясться"
  },
  {
    "verse_number": 11,
    "translation": "Клеветнику, носителю злословья"
  },
  {
    "verse_number": 12,
    "translation": "Погрязшему в грехах и злодеяньях И отвлекающему от благого"
  },
  {
    "verse_number": 13,
    "translation": "Жестокому, безродному к тому ж"
  },
  {
    "verse_number": 14,
    "translation": "Будь у него большое достоянье и (много) сыновей"
  },
  {
    "verse_number": 15,
    "translation": "Когда ему Послание от Нас читают, Он отвечает: \"Это сказы первых"
  },
  {
    "verse_number": 16,
    "translation": "Наложим Мы узду на его нос"
  },
  {
    "verse_number": 17,
    "translation": "Мы точно так же испытали их, Как испытали Мы владельцев сада, Когда они, (забыв про оговорку), поклялись, Что поутру плоды все срежут"
  },
  {
    "verse_number": 18,
    "translation": "Не сделав в этом оговорки (На часть плодов, что бедным надлежит отдать)"
  },
  {
    "verse_number": 19,
    "translation": "Когда же были в сон они погружены, На сад со всех сторон от Бога твоего обрушилась погибель"
  },
  {
    "verse_number": 20,
    "translation": "Наутро сад весь черным стал, как будто был он срезан"
  },
  {
    "verse_number": 21,
    "translation": "А поутру, созвав друг друга, (Братья) говорили"
  },
  {
    "verse_number": 22,
    "translation": "Коль урожай собрать хотите, Вы ранним утром в сад должны пойти"
  },
  {
    "verse_number": 23,
    "translation": "И вот отправились они, Переговариваясь потихоньку"
  },
  {
    "verse_number": 24,
    "translation": "Пусть ни один бедняк (презренный) В наш сад сегодня не войдет"
  },
  {
    "verse_number": 25,
    "translation": "И шли они с решеньем (твердым) (Свой замысел) осуществить"
  },
  {
    "verse_number": 26,
    "translation": "Едва завидев сад, (В отчаянье) воскликнули они: \"Поистине, сошли мы с верного пути"
  },
  {
    "verse_number": 27,
    "translation": "Теперь и мы уж лишены (Плодов всех нашего труда)"
  },
  {
    "verse_number": 28,
    "translation": "И тут один из них, кто был разумнее других, Сказал: \"Ужель я вам не говорил, Что славить вы должны Аллаха"
  },
  {
    "verse_number": 29,
    "translation": "Да будет славен наш Господь! - они сказали. - Поистине, неправыми мы были"
  },
  {
    "verse_number": 30,
    "translation": "И стали упрекать они друг друга"
  },
  {
    "verse_number": 31,
    "translation": "Говоря: \"О, горе нам! Мы были нарушителями (Божьей воли)"
  },
  {
    "verse_number": 32,
    "translation": "Быть может, наш Господь Нам сад в замену даст еще прекрасней, - Ведь мы к Нему пришли (в раскаянии добром)"
  },
  {
    "verse_number": 33,
    "translation": "Вот наказание (в сей жизни), В другой же жизни - наказание еще страшней. О, если б они только знали"
  },
  {
    "verse_number": 34,
    "translation": "Поистине, Сады услады ждут людей, Кто гнева Божьего страшится"
  },
  {
    "verse_number": 35,
    "translation": "Ужель Мы равно отнесемся И к мусульманам, и к неверным"
  },
  {
    "verse_number": 36,
    "translation": "Что с вами? И на чем вы строите свои сужденья"
  },
  {
    "verse_number": 37,
    "translation": "Ужель у вас имеется какая-либо книга, Что учит вас (сужденьям этим)"
  },
  {
    "verse_number": 38,
    "translation": "И в ней для вас, поистине, все то, Что пожелаете избрать себе (на случай)"
  },
  {
    "verse_number": 39,
    "translation": "Ужель вы заключили договор, Скрепленный Нашей клятвой, Что вплоть до Воскресения (на Суд) Решение всех дел, поистине, останется за вами"
  },
  {
    "verse_number": 40,
    "translation": "Спроси же их: которые из них Готовы послужить порукой в этом"
  },
  {
    "verse_number": 41,
    "translation": "Иль есть у них другие божества? Так пусть они представят их, Если они в словах своих правдивы"
  },
  {
    "verse_number": 42,
    "translation": "В тот День, Когда откроются (все) нЕдуги (земли, Что люди возвели себе в угоду), И призовут их (Господу в молитве) поклониться, А этого они не смогут сделать"
  },
  {
    "verse_number": 43,
    "translation": "Потупленными будут взоры их, Позор их (с головы до ног) покроет. А ведь к (молитвенным) поклонам И раньше призывали их, И пребывали в (полном) здравии они - (И все же отказались)"
  },
  {
    "verse_number": 44,
    "translation": "А потому Меня оставьте с глазу на глаз с теми, Кто эту (Книгу) ложью нарекает. Подвергнем Мы их наказаниям с таких сторон, О коих нет у них малейших представлений"
  },
  {
    "verse_number": 45,
    "translation": "Я дам отсрочку им, Но замысел мой тверд и неминуем"
  },
  {
    "verse_number": 46,
    "translation": "Иль ты награды ждешь от них, - Они ж отягчены долгами"
  },
  {
    "verse_number": 47,
    "translation": "Иль в их руках Незримое лежит, О коем они могут записи вести"
  },
  {
    "verse_number": 48,
    "translation": "А потому ты терпеливо жди указа твоего Владыки И человеку в рыбе не уподобляйся, Когда в страданиях он к Господу воззвал"
  },
  {
    "verse_number": 49,
    "translation": "Ведь если б на него не снизошло Великодушие его Владыки, Он был бы на пустынный берег выброшен с позором"
  },
  {
    "verse_number": 50,
    "translation": "Тогда его Господь избрал его И праведником ввел (в назначенное братство)"
  },
  {
    "verse_number": 51,
    "translation": "Неверные же взорами своими, Заслышав чтение послания сего, Тебя стараются сбить с толку И говорят: \"Он явно одержим"
  },
  {
    "verse_number": 52,
    "translation": "Сие, поистине, не что иное, Как Напоминание мирам"
  }
]