[
  {
    "verse_number": 1,
    "translation": "Ха - Мим"
  },
  {
    "verse_number": 2,
    "translation": "Исходит откровение сей Книги От Аллаха, Кто мудр и могуч"
  },
  {
    "verse_number": 3,
    "translation": "Мы сотворили небеса и землю, А также все, что между ними, Чтобы явить вам Истину Свою; (И сотворили их) на срок определенный. Но уклоняются неверные (от увещаний), Которыми предупреждают их"
  },
  {
    "verse_number": 4,
    "translation": "Скажи: \"Как мыслите вы тех, Кого вы призываете, опричь Аллаха? Вы покажите мне: Что из того, что на земле, они создали? Иль есть у них на небе своя доля (участия в делах небесных)? Иль принесите Книгу мне, Ниспосланную ранее, чем эта. Иль (укажите) след, (На коем строится) познанье ваше, Если правдивы вы (в своих словах)"
  },
  {
    "verse_number": 5,
    "translation": "Кто в большем заблуждении, чем тот, Кто призывает с Богом наравне Таких, которые им не ответят И безразличны к их призывам До Дня их воскресения (на Суд)"
  },
  {
    "verse_number": 6,
    "translation": "И вот когда весь род людской (На Суд Господень) будет собран, Они им явятся врагами И их служение отвергнут"
  },
  {
    "verse_number": 7,
    "translation": "Когда им Наши ясные знамения читают, То говорят неверные об истине, которая приходит к ним: \"Сие - лишь колдовство, и только"
  },
  {
    "verse_number": 8,
    "translation": "Иль они скажут: \"Он его измыслил?\" Скажи: \"Если измыслил я его, То для меня от Господа Вы ни над чем не властны, Он лучше знает то, О чем вы так речисто говорите. Достаточно Его свидетелем (иметь) (В вопросах) между мной и вами. Прощающ Он и милосерд"
  },
  {
    "verse_number": 9,
    "translation": "Среди посланников Господних Я - не носитель новоявленного (Слова). Не знаю я, что будет сделано со мной и с вами. Я только следую тому, что мне открыто. Я - лишь увещеватель явный"
  },
  {
    "verse_number": 10,
    "translation": "Скажи: \"Подумали ли вы, Что если он исходит от Аллаха, А вы им все ж пренебрегли, - Хоть из сынов Исраиля свидетель есть, Кто утверждает о ему подобном И потому уверовал в него, - А вы ж возноситесь гордыней перед ним?\" Аллах, поистине, прямым путем Людей несправедливых не направит"
  },
  {
    "verse_number": 11,
    "translation": "И говорят неверные о тех, которые уверовали (в Бога): \"Если б он был (действительно) хорош, То раньше нас они к нему бы не пришли\", И, не увидев в нем стезю прямую, Говорят: \"Лишь давний вымысел все это"
  },
  {
    "verse_number": 12,
    "translation": "Ему предшествовала Книга Мусы Как руководство и как милость (Наша к ним), И утверждает эта Книга правду на арабском, Чтобы неправедных предостеречь И благовествовать добротворящим"
  },
  {
    "verse_number": 13,
    "translation": "Поистине, все те, кто говорит: \"Владыка наш - Аллах!\" - И с твердостью стоит на этом, - На них не ляжет страх, Печаль не отягчит"
  },
  {
    "verse_number": 14,
    "translation": "Им - быть обитателями Рая И в нем навечно оставаться Как воздаяние за то, что делали они"
  },
  {
    "verse_number": 15,
    "translation": "Мы завещали человеку Добротворить к родителям своим. Мать носит с тягостью его во чреве И с тягостью на свет выносит. Ношение его во чреве и отлученье (от груди) Срок в тридцать месяцев (составит). Когда же он достигнет крепости (мужской), Достигнет сорока годов (от роду), Он говорит: \"Владыка мой! Внуши мне быть признательным Тебе за милость, Которую родителям моим и мне Ты оказал, Чтобы добро, угодное Тебе, я делал! Даруй мне доброе потомство. Поистине, к Тебе я обращен! Поистине, Тебе предался"
  },
  {
    "verse_number": 16,
    "translation": "Вот от таких людей Мы примем лучшее из их деяний И обойдем дурное стороной. Им - обитателями Рая быть, Что есть обетование по правде, Обещанное им (на сей земле)"
  },
  {
    "verse_number": 17,
    "translation": "Но говорит иной родителям своим: \"Да пфу на вас! Неужто обещаете вы мне, Что (из могилы) буду я изведен? Ведь канули (в века) те поколения, что были до меня, (И не были воскрешены никем)!\" И они оба воззовут за помощью к Аллаху: \"О, горе же тебе! Уверуй (в Бога)! Ведь истинно Господне обещанье\". Но тот ответит: \"Сие - ничто, лишь сказы древних, (да и только)"
  },
  {
    "verse_number": 18,
    "translation": "И это - те, над коими свершилось (Господне) Слово о народах, бывших прежде, Из джиннов и людей. Они, поистине, останутся в убытке"
  },
  {
    "verse_number": 19,
    "translation": "У каждого есть степени (оценки) Тех дел, которые они свершили, Чтобы (Господь мог) полностью воздать за их дела, - И им не нанесут обид несправедливых"
  },
  {
    "verse_number": 20,
    "translation": "И в День, Когда неверные предстанут пред Огнем, (Им прозвучит): \"Вы расточали свои блага в ближней жизни, И ими насладились вы сполна. Сегодня же воздастся вам позорной карой За то, что на земле Вы не по праву величались; За то, что были вы распутны"
  },
  {
    "verse_number": 21,
    "translation": "И вспомните о брате из народа Ад. Вот он предупреждал народ свой в Аль Ахкаф, Где увещатели прошли и до него, и после: \"Не поклоняйтесь никому, кроме Аллаха! Боюсь я кары Дня Великого для вас"
  },
  {
    "verse_number": 22,
    "translation": "Они сказали: \"Неужели ты пришел, Чтоб отвратить нас от богов, которых почитаем? Тогда ты принеси нам то, Что ты (угрозами своими) обещаешь, Коль ты в словах своих правдив"
  },
  {
    "verse_number": 23,
    "translation": "Сказал он: \"Лишь в ведении Бога то, (Что Им обещано к свершенью). Я вам передаю (лишь) то, с чем послан. Но вижу я, что вы народ, в невежестве (погрязший)"
  },
  {
    "verse_number": 24,
    "translation": "И вот когда увидели они Пересекающую небо (грозовую) тучу, Они сказали: \"Это - туча, которая прольется нам дождем\". \"Но нет! Сие есть то, с чем вы так торопили! И вихрь в ней - мучительная кара"
  },
  {
    "verse_number": 25,
    "translation": "(И на пути своем) он все погубит По повелению Владыки своего\". Наутро лишь жилища их виднелись, - Так воздаем Мы грешному народу"
  },
  {
    "verse_number": 26,
    "translation": "Мы утвердили их (во благе и) у власти, Которую Мы вам не дали, И обеспечили их слухом, зрением и сердцем, Но ни к чему не послужили им Ни слух, ни зрение, ни сердце, Так как они отвергли все знамения Аллаха; И поразило их со всех сторон, Над чем они в сей жизни насмехались"
  },
  {
    "verse_number": 27,
    "translation": "Мы погубили города, что окружали вас, И Мы Свои знамения явили всюду, Чтобы они могли к Нам обратиться"
  },
  {
    "verse_number": 28,
    "translation": "Так почему ж на помощь не пришли к ним те, Кого они богами взяли? Как средство приближения (к Аллаху) Они (их предали и) отошли от них, - Вот в этом и была их ложь И то, что (для себя) измыслили они"
  },
  {
    "verse_number": 29,
    "translation": "И вот Мы джиннов сонм направили к тебе, Чтобы они послушали Коран. Когда они явились к (чтению) его, они сказали: \"Внимайте (молча)!\" Когда же (чтение Корана) завершилось, Они вернулись к своему народу, Чтобы его увещевать"
  },
  {
    "verse_number": 30,
    "translation": "Они сказали: \"О наш народ! Мы Книгу слушали сейчас, Ниспосланную после Мусы Для утверждения того, что было до нее; Ведет к (Господней) Истине она И (направляет) верною стезею"
  },
  {
    "verse_number": 31,
    "translation": "О наш народ! Вы слушайте зовущего вас к Богу. Уверуйте в Него! Он простит вам ваши прегрешения, Избавит вас от лютой кары"
  },
  {
    "verse_number": 32,
    "translation": "А кто зовущему (к Аллаху) не ответит, Тот на земле не в силах избежать (Его), Нет покровителей ему, кроме Аллаха, Такие - в явном заблужденье"
  },
  {
    "verse_number": 33,
    "translation": "Ужель они не видят, что Аллах, Кто небеса и землю сотворил - И не ослаб в Творенье этом, Способен мертвых оживить? О да! Поистине, Он всемогущ над всем и вся"
  },
  {
    "verse_number": 34,
    "translation": "И в День, Когда неверные предстанут пред Огнем, (Им прозвучит): \"Не истина ли это?\" Они ответят: \"О да! Мы нашим Господом клянемся!\" И скажет он, (распорядитель Ада): \"Тогда вкусите наказание за то, Что не уверовали вы"
  },
  {
    "verse_number": 35,
    "translation": "Так будь же терпеливо-стоек, (Мухаммад!), Какими были обладатели великой мощи Из (всех) посланников (Господних). Не торопи с их (наказаньем). В тот День, когда они увидят (Все то), что обещали им, (Покажется им всем), Что пробыли они (в земных усладах) Не более дневного часа, - (Сие есть) возвещение (для них)! А кто погублен может быть, Помимо тех, кто преступил (Пределы, установленные Богом)"
  }
]