[
  {
    "verse_number": 1,
    "translation": "Поистине, (В конце пути земного) Восторжествуют те, кто верует"
  },
  {
    "verse_number": 2,
    "translation": "Кто с кротостью (колени преклонил) в молитвах"
  },
  {
    "verse_number": 3,
    "translation": "И избегает пустословья"
  },
  {
    "verse_number": 4,
    "translation": "Кто правит очистительную подать"
  },
  {
    "verse_number": 5,
    "translation": "И от желаний плотских воздержаться (может)"
  },
  {
    "verse_number": 6,
    "translation": "Довольствуясь женой или рабыней, (Которой он свободу подарил и в жены принял), - Их порицанье Наше не коснется"
  },
  {
    "verse_number": 7,
    "translation": "А те, (чьи страсти) за пределы этого выходят, - Те - нарушители (Господнего устава, Что Он вменил им в Свой Завет)"
  },
  {
    "verse_number": 8,
    "translation": "Кто соблюдает обязательства свои и договоры"
  },
  {
    "verse_number": 9,
    "translation": "Часы молитвы тщательно блюдет"
  },
  {
    "verse_number": 10,
    "translation": "Они, поистине, наследниками станут"
  },
  {
    "verse_number": 11,
    "translation": "И Рай в наследие получат, В котором им навечно пребывать"
  },
  {
    "verse_number": 12,
    "translation": "Мы сотворили человека Из глины сложного состава (Как основателя людского рода)"
  },
  {
    "verse_number": 13,
    "translation": "Потом Мы поместили его каплей В надежно защищенном месте"
  },
  {
    "verse_number": 14,
    "translation": "Потом Мы каплю обратили в сгусток И создали из сгустка (жеваное) мясо, Которое Мы в кости обратили, А далее одели эти кости в плоть И тем произвели его в ином творенье. А потому благословен Аллах - Искуснейший из всех творцов"
  },
  {
    "verse_number": 15,
    "translation": "Вы после этого со временем умрете"
  },
  {
    "verse_number": 16,
    "translation": "Потом Он вновь воздвигнет вас В День Воскресения (на Суд)"
  },
  {
    "verse_number": 17,
    "translation": "Мы возвели над вами семь путей, И никогда творенья эти (Ни на единый миг) Не лишены опеки Нашей"
  },
  {
    "verse_number": 18,
    "translation": "Мы в должной мере воду с неба льем И напояем ею землю, Но несомненно в Наших силах И истощить ее совсем"
  },
  {
    "verse_number": 19,
    "translation": "И ею Мы взрастили вам Сады из финиковых пальм и виноградных лоз; В них - вам обильные плоды, И с них вы (с радостью) едите"
  },
  {
    "verse_number": 20,
    "translation": "И дерево, что на горе Синай берет ростки, Выращивая масло и приправы Для тех, которые едят с него"
  },
  {
    "verse_number": 21,
    "translation": "В скоте для вас есть также назидание (Господне). Мы вас поим тем (молоком), Что образуется у них в утробах; Для вас в них много разной пользы, (А кроме этого), вы (мясо) их едите"
  },
  {
    "verse_number": 22,
    "translation": "На них вы так же, как на корабле (по морю), Поездки совершаете (на суше)"
  },
  {
    "verse_number": 23,
    "translation": "(Мы слали вам пророков с Вестью, Чтоб ею вас предостеречь от зла и к доброму призвать.) Послали Нуха Мы к его народу, И он сказал: \"О мой народ! Аллаху поклоняйтесь! Кроме Него, у вас иного Бога нет. Ужель у вас пред Ним нет страха"
  },
  {
    "verse_number": 24,
    "translation": "Но молвили вожди его народа, Что не уверовали (в Бога): \"Это - всего лишь человек, подобный вам, Но хочет он над вами утвердить свое старшИнство. И если бы Аллах желал того, Он ангелов послал бы вам, конечно. Но мы не слышали, чтобы (подобное) сему Случалось среди наших праотцев"
  },
  {
    "verse_number": 25,
    "translation": "(Другие же) сказали: \"Это - всего лишь человек, Что впал в безумие и безрассудство. Вы выждите до той поры, Пока с ним (это не пройдет)"
  },
  {
    "verse_number": 26,
    "translation": "О Господи! - воскликнул (Нух). - Пошли мне помощь (защититься) от того, Что (все они) меня лжецом считают"
  },
  {
    "verse_number": 27,
    "translation": "И Мы внушили (повелением) ему: \"Построй ковчег пред Нашими глазами, По Нашему внушению тебе. Когда же Наше повеление придет И печь потоки вод низринет, Ты погрузи в ковчег по паре всякого живья, А также и твою семью, помимо тех из них, О коих Мое Слово прежде было. Ко Мне не обращайся ради нечестивых - Им предстоит потопленными быть"
  },
  {
    "verse_number": 28,
    "translation": "Когда и ты, и те, которые с тобой, На том ковчеге обоснуетесь (как должно), Скажи: \"Хвала Аллаху, Кто избавил нас от злочестивых"
  },
  {
    "verse_number": 29,
    "translation": "(Когда ж вода начнет спадать), скажи: \"О Господи! Дай мне сойти на место, Благословенное (Тобой), - Ты - лучший из дающих место становленья"
  },
  {
    "verse_number": 30,
    "translation": "Поистине, здесь кроются знамения (для тех, кто внемлет), - Так Мы испытываем (род людской)"
  },
  {
    "verse_number": 31,
    "translation": "Потом Мы вырастили после них другое поколенье"
  },
  {
    "verse_number": 32,
    "translation": "И Мы послали к ним посланника из них самих, (Кто им сказал): \"Аллаху поклоняйтесь! Кроме Него, у вас иного Бога нет. Ужель не станете страшиться Его гнева"
  },
  {
    "verse_number": 33,
    "translation": "Но молвили вожди его народа Из тех, кто не уверовал (в Аллаха), Считая ложью встречу дальней жизни (В День Воскресения на Суд), - (Из тех), кому Мы дали насладиться ближней жизнью: \"Это - всего лишь человек, подобный вам, И ест он то, что вы едите, И пьет он то, что пьете вы"
  },
  {
    "verse_number": 34,
    "translation": "Ведь если покоритесь человеку вам сродни, Поистине, вы будете в убытке"
  },
  {
    "verse_number": 35,
    "translation": "Неужто он вам обещает, Что вас, когда умрете вы И станете костьми и прахом, Вновь к жизни возвратят"
  },
  {
    "verse_number": 36,
    "translation": "Как далеко (от Истины) все то, Что он вам обещает"
  },
  {
    "verse_number": 37,
    "translation": "Нет ничего, помимо жизни в этом мире, - Мы умираем и живем. (Единожды умерши), не будем мы воскрешены"
  },
  {
    "verse_number": 38,
    "translation": "Это - всего лишь человек, Кто ложь измыслил на Аллаха, Не верим мы ему"
  },
  {
    "verse_number": 39,
    "translation": "(Пророк) сказал: \"О мой Господь! Пошли мне помощь защититься от того, Что (все они) меня лжецом считают"
  },
  {
    "verse_number": 40,
    "translation": "(Господь) сказал: \"Пройдет короткое мгновенье, И раскаются они"
  },
  {
    "verse_number": 41,
    "translation": "И тут, поистине, их поразил зловещий вопль По справедливости (Господней), И Мы их сделали сухим жнивьем, Рассеянным в потоке (ветра), - Пусть сгинет нечестивый люд"
  },
  {
    "verse_number": 42,
    "translation": "Потом Мы вырастили после них другие поколенья"
  },
  {
    "verse_number": 43,
    "translation": "Не может ни один народ Ни подогнать, ни задержать свой срок, (Назначенный Аллахом)"
  },
  {
    "verse_number": 44,
    "translation": "Потом посланников Мы слали друг за другом, Но всякий раз, когда посланник приходил к народу, Они его лжецом считали. Мы (в наказание за это) Один народ другим сменяли, (в небытие их повергая). И делали (истории их жизни) Как притчи (в назидание другим). Пусть сгинет люд, что не уверовал (в Аллаха)"
  },
  {
    "verse_number": 45,
    "translation": "Потом отправили Мы Мусу и Харуна, его брата, С знаменьями от Нас и явной властью"
  },
  {
    "verse_number": 46,
    "translation": "К Фараону и его вельможам. Они же преисполнились гордыни - То был народ высокомерный"
  },
  {
    "verse_number": 47,
    "translation": "И сказали: \"Ужель поверим двум таким же людям, как и мы, Тогда как нам подвластен их народ"
  },
  {
    "verse_number": 48,
    "translation": "Они во лжи их обвинили И тем в число погубленных (людей) вошли"
  },
  {
    "verse_number": 49,
    "translation": "Мы дали Мусе Книгу (Дел), Чтобы они могли идти прямой стезею"
  },
  {
    "verse_number": 50,
    "translation": "Мы сделали знаменьем (ясным) Сына Марйам и мать его И их укрыли на холмистом месте, (Богато орошенном пресною) водой, Где был покой им и надежная защита"
  },
  {
    "verse_number": 51,
    "translation": "О вы, посланники (Господни)! Вкушайте доброе и делайте благое, - Ведь знаю Я, что делаете вы"
  },
  {
    "verse_number": 52,
    "translation": "Поистине, сей ваш вероустав - Одно-единое установление (Господне), И Я - один-единый ваш Господь, - Так поклоняйтесь только Мне"
  },
  {
    "verse_number": 53,
    "translation": "(Не вняли этому завету их потомки) И в это дело разделение внесли на толки меж собой, И обретает радость каждая община Лишь от того, что у нее"
  },
  {
    "verse_number": 54,
    "translation": "Оставь же их в пучине (их страстей) До времени, (назначенного Нами)"
  },
  {
    "verse_number": 55,
    "translation": "Ужель они воображают, Что, дав богатства им и сыновей"
  },
  {
    "verse_number": 56,
    "translation": "Мы поспешим им дать и все другие блага? Да ведь они не понимают (сути)"
  },
  {
    "verse_number": 57,
    "translation": "Кто, истинно, пред Господом своим В благоговейном страхе пребывает"
  },
  {
    "verse_number": 58,
    "translation": "Кто верует в знамения Господни"
  },
  {
    "verse_number": 59,
    "translation": "И соучастников Ему не придает"
  },
  {
    "verse_number": 60,
    "translation": "Кто с трепетом в душе приносит подать, (Зная о том), что к Богу своему Ему (назначено) вернуться"
  },
  {
    "verse_number": 61,
    "translation": "Это они спешат благое совершить, Других опережая в этом"
  },
  {
    "verse_number": 62,
    "translation": "И не возложим Мы на душу груз, Что больше, чем она поднимет, - Ведь перед Нами книга (записи их дел), И истину она глаголет: Они обижены не будут"
  },
  {
    "verse_number": 63,
    "translation": "Но их сердца - в пучине (их страстей) об этом; Кроме того, (греховны) их деянья, И будут их они творить"
  },
  {
    "verse_number": 64,
    "translation": "Пока Мы тех, Кто (Наших) благ вкусил (сполна), Не поразим (ответной) карой. Гляди, они вопят уже (в мольбе)"
  },
  {
    "verse_number": 65,
    "translation": "Сегодня вам вопить (не должно), - Поистине, вам помощи от Нас не получить"
  },
  {
    "verse_number": 66,
    "translation": "Мои Знамения читались вам, Вы же от них отворотились"
  },
  {
    "verse_number": 67,
    "translation": "Возгордившись этим, Болтая попусту о нем во (мраке) ночи"
  },
  {
    "verse_number": 68,
    "translation": "Что ж им не поразмыслить над (Господним) Словом? Или пришло к ним то, Что прежде к их отцам не приходило"
  },
  {
    "verse_number": 69,
    "translation": "Иль не признали в нем посланника они И потому его отвергли"
  },
  {
    "verse_number": 70,
    "translation": "Иль говорят они: \"Безумен он!\"? Но нет, он Истину принес им, Хотя она для большинства их ненавистна"
  },
  {
    "verse_number": 71,
    "translation": "И если б Истина (Господня) Была созвучна их желаньям, Распался бы (Господень лад) Небес, земли И пребывающего в них (Его веленьем). Мы увещание послали им, (И если заповеди в нем они услышат и исполнят, - Им в нем величие и честь). Они же эту честь отвергли"
  },
  {
    "verse_number": 72,
    "translation": "Иль ты у них, (о Мухаммад!), награды просишь? Но ведь награда твоего Владыки лучше, - Он - лучший из дарующих наделы"
  },
  {
    "verse_number": 73,
    "translation": "Ты их, поистине, зовешь к пути прямому"
  },
  {
    "verse_number": 74,
    "translation": "Но те, кто в будущую жизнь не верит, От этого пути уходят"
  },
  {
    "verse_number": 75,
    "translation": "И если б Мы помиловали их, Избавив их от их несчастья, То и тогда б они в своем упрямстве Скитались слепо в заблужденье"
  },
  {
    "verse_number": 76,
    "translation": "Мы поразили карой их - Они же перед Господом своим не укротились, К Нему смиренно не воззвали"
  },
  {
    "verse_number": 77,
    "translation": "Когда ж Мы распахнули дверь, Которою на них сошло суровое ненастье, - Гляди! Они уже в отчаянии там"
  },
  {
    "verse_number": 78,
    "translation": "Он - Тот, Кто даровал вам зрение, и слух, И сердце, что (способно ощущать и мыслить), - А вы так мало благодарны"
  },
  {
    "verse_number": 79,
    "translation": "Он - Тот, Кто, множа вас, рассеял по земле, К Нему же будете вы собраны опять"
  },
  {
    "verse_number": 80,
    "translation": "Он - Тот, Кто жизнь дает и назначает смерть, Владеет сменой ночи днем, - Ужель вам не осмыслить это"
  },
  {
    "verse_number": 81,
    "translation": "Но говорят они все то же, Что говорили предки их"
  },
  {
    "verse_number": 82,
    "translation": "И говорят: \"Ужель, когда умрем И обратимся в прах и кости, Мы будем истинно воскрешены"
  },
  {
    "verse_number": 83,
    "translation": "Сие, поистине, обещано нам было - И нам, и нашим праотцам. Это - всего лишь сказы первых"
  },
  {
    "verse_number": 84,
    "translation": "Скажи: \"Кто ведает землей и всем на ней, Если вы знаете (так много)"
  },
  {
    "verse_number": 85,
    "translation": "Аллах! - они ответят (несомненно). Скажи: Неужто вы не образумитесь (и этим)"
  },
  {
    "verse_number": 86,
    "translation": "Скажи: \"Кто Властелин семи небес И Властелин Великого Престола"
  },
  {
    "verse_number": 87,
    "translation": "Аллах! - они ответят (несомненно). Скажи: Неужто (и теперь) Не побоитесь вы Его (разгневать)"
  },
  {
    "verse_number": 88,
    "translation": "(Теперь) спроси (их): \"Чья Рука имеет власть над всем, что суще? Кто (лишь один) способен защитить? Если вы знаете, (ответьте)"
  },
  {
    "verse_number": 89,
    "translation": "Аллах! - они ответят (несомненно). Скажи: Как вы искушены (страстями)"
  },
  {
    "verse_number": 90,
    "translation": "Мы Истину послали им, И все же они лгут"
  },
  {
    "verse_number": 91,
    "translation": "Ведь никакого сына никогда не брал Себе Аллах - С Ним наравне другого божества не существует! А будь иначе - каждый бог Унес бы то, что сотворил он, И уж тогда б одни из них Чинили б самовластье над другими. СубхАнагу! (Хвала Аллаху!) (Недосягаемо) высок Он над всем тем, Что они тщатся приписать Ему (своим воображеньем)"
  },
  {
    "verse_number": 92,
    "translation": "Ему сокрытое и явное известно, Превыше Он того, Что они ставят в соучастники Ему"
  },
  {
    "verse_number": 93,
    "translation": "Скажи: \"О Господи! Если Ты явишь мне Все то, что Ты им обещаешь, (увещевая от греха)"
  },
  {
    "verse_number": 94,
    "translation": "Тогда, о Господи, Ты не введи в число неправедных меня"
  },
  {
    "verse_number": 95,
    "translation": "Конечно, можем Мы явить тебе, Что Мы им обещаем, (За ослушание грозя суровой карой)"
  },
  {
    "verse_number": 96,
    "translation": "(Так) отклоняй же зло (их) тем, что лучше, - Известно Нам вернее то, Что им описывает их (воображенье)"
  },
  {
    "verse_number": 97,
    "translation": "Скажи: \"О Господи! Ищу спасенья у Тебя я От искушений дьяволов, (ведомых Сатаной)"
  },
  {
    "verse_number": 98,
    "translation": "Я у Тебя, о Господи, ищу спасенья, Чтоб не могли они приблизиться ко мне"
  },
  {
    "verse_number": 99,
    "translation": "Когда приходит смерть к кому-нибудь из нечестивых, Он говорит: \"Господь! Верни мне жизнь"
  },
  {
    "verse_number": 100,
    "translation": "Чтоб мог творить благое я В том, что оставил (в прошлом) без вниманья\". \"Не быть тому!\" - (ответом будет). Это - лишь слово, что (от страха) молвил он. И сзади них преграда (встанет) До Дня, когда (на Суд) их воскресят"
  },
  {
    "verse_number": 101,
    "translation": "Когда раздастся трубный глас, В тот День родства средь них не будет. Не будут и расспрашивать они (Об участи своей) друг друга"
  },
  {
    "verse_number": 102,
    "translation": "И те, чья чаша (добрых дел) тяжелой будет, Познают радость и блаженство"
  },
  {
    "verse_number": 103,
    "translation": "А те, чья чаша будет легковесна, Урон тяжелый понесут, - В Аду им вечно пребывать"
  },
  {
    "verse_number": 104,
    "translation": "Их лица будет жечь огонь, И сведены их губы будут, В оскале зубы обнажая"
  },
  {
    "verse_number": 105,
    "translation": "Разве Знамения Мои вам не читались? Разве их ложью не сочли вы"
  },
  {
    "verse_number": 106,
    "translation": "О Господи! - они ответят. - Нас одолели наши страсти, И стали мы народом, потерявшим путь"
  },
  {
    "verse_number": 107,
    "translation": "О, вызволи, Господь, нас из него, И если вновь (ко злу) мы обратимся, Тогда, поистине, мы будем злочестивы"
  },
  {
    "verse_number": 108,
    "translation": "Он скажет (им): \"Вы оставайтесь в нем в бесчестии и сраме. Со Мной не смейте говорить"
  },
  {
    "verse_number": 109,
    "translation": "Ведь были из служителей Моих такие, Кто говорил: \"О Господи! Уверовали мы! Прости нас и простри Свою нам милость, - Ведь самый милосердный Ты"
  },
  {
    "verse_number": 110,
    "translation": "Вы же издевкам их подвергли - И настолько, Что вы забыли поминать Меня, Когда над ними насмехались"
  },
  {
    "verse_number": 111,
    "translation": "Сегодня Я их наградил За их терпение и стойкость Тем, что они сегодня торжествуют, Усладе (Рая) предаваясь"
  },
  {
    "verse_number": 112,
    "translation": "Он скажет: \"Сколько по числу годов Вы пробыли в земле (до Воскресения на Суд)"
  },
  {
    "verse_number": 113,
    "translation": "Они ответят: \"Пробыли мы там Один лишь день иль часть его - Спроси об этом тех, кто счет ведет (годам)"
  },
  {
    "verse_number": 114,
    "translation": "Он скажет: \"Пробыли вы там совсем немного, - О, если бы вы только знали"
  },
  {
    "verse_number": 115,
    "translation": "Так неужели вы считали, Что, забавляясь, создали Мы вас И к Нам не возвратят вас (вновь)"
  },
  {
    "verse_number": 116,
    "translation": "Велик Аллах, Царь, Сам Истинный, (Как истинно все то, что Им сотворено)! Нет божества, кроме Него - Властителя Престола Чести"
  },
  {
    "verse_number": 117,
    "translation": "А тот, кто наравне с Аллахом Другого бога призывает, - Нет у того на это основания и власти, Лишь у Него его расчет (за этот грех), - Поистине, неверным не вкусить успеха"
  },
  {
    "verse_number": 118,
    "translation": "Скажи же: \"Господи, прости и милуй! Ведь самый милостивый Ты"
  }
]