[
  {
    "verse_number": 1,
    "translation": "О завернувшийся в свой плащ"
  },
  {
    "verse_number": 2,
    "translation": "Простаивай в молитве ночь, И коль не всю"
  },
  {
    "verse_number": 3,
    "translation": "То половину, иль немногим меньше"
  },
  {
    "verse_number": 4,
    "translation": "Иль к этому прибавь, - Коран читай размеренным (и стройным) чтеньем"
  },
  {
    "verse_number": 5,
    "translation": "Мы скоро ниспошлем тебе Слова весомости великой"
  },
  {
    "verse_number": 6,
    "translation": "Вставание в начальные часы ночИ И ум, и душу просветляет и силу придает словам"
  },
  {
    "verse_number": 7,
    "translation": "Ведь день твой полон множеством забот"
  },
  {
    "verse_number": 8,
    "translation": "Так поминай же имя Бога своего И устремись к Нему всем сердцем"
  },
  {
    "verse_number": 9,
    "translation": "Владыке и восхода, и заката, - Ведь нет другого божества, кроме Него! Возьми ж Его ты в покровители себе"
  },
  {
    "verse_number": 10,
    "translation": "Терпимо относись к словам (неверных) И с честью отойди от них"
  },
  {
    "verse_number": 11,
    "translation": "И предоставь Мне справиться со всеми, Кто, наслаждаясь благами на сей земле, Все ж истину за ложь считает. Ты дай короткую отсрочку им"
  },
  {
    "verse_number": 12,
    "translation": "У Нас для них тяжелые оковы и Огонь"
  },
  {
    "verse_number": 13,
    "translation": "И удавляющие яства, И мучительные кары"
  },
  {
    "verse_number": 14,
    "translation": "В тот День Земля и горы содрогнутся, Сыпучими холмами станут горы"
  },
  {
    "verse_number": 15,
    "translation": "Мы к вам посланника послали Свидетельствовать против вас, Как Мы послали (Мусу) к Фараону"
  },
  {
    "verse_number": 16,
    "translation": "Но Фараон отверг его (призыв), За что схватили Мы его мучительною карой"
  },
  {
    "verse_number": 17,
    "translation": "Так как же оградите вы себя, Коль вы в неверии живете, От Дня того, Когда (от ужаса) седыми дети станут"
  },
  {
    "verse_number": 18,
    "translation": "Тогда расколется небесный свод, И сбудется Господне обещанье"
  },
  {
    "verse_number": 19,
    "translation": "Ведь это - увещание (Аллаха), А потому всяк, кто того желает, Дорогой праведной идет (к Нему)"
  },
  {
    "verse_number": 20,
    "translation": "Поистине, (о Мухаммад!), Господь твой знает, Что меньше чем две трети ночи Стоишь (в ночной молитве) ты, А то и половину или треть ее, И так же делают твои собратья. Господь наш размеряет ночь и день, И знает Он, что вы не в состоянье отсчет (ночным часам) вести, А потому, (прощая вас за это), Он говорит: \"Читайте из Корана то, что вам легко\". Он знает, что средь вас больные могут быть И те, кто в поисках Господних благ По странам разным разъезжает, А также те, кто за Господне дело В сраженьях (жизнь свою проводит). А потому читайте из Корана то, что вам легко, И по часам молитву отправляйте, И приносите очистительную подать, И предоставьте Господу прекрасный займ, (Что будет Им оплачен щедро). Ведь все то доброе, что вы Для душ своих загОдя предпошлете, Найдете вы в присутствии Господнем - Но в большей мере и почетней по награде. Просите о прощении Аллаха, - Ведь, истинно, Аллах прощающ, милосерд"
  }
]