[
  {
    "verse_number": 1,
    "translation": "Сад. В знак (славного) Корана, исполненного увещаний"
  },
  {
    "verse_number": 2,
    "translation": "Те, кто не верует, в гордыне пребывают И супротив стоят (и Богу, и пророку)"
  },
  {
    "verse_number": 3,
    "translation": "А сколько разных поколений Мы погубили прежде них! (В конце пути) они взывали (о пощаде), Но было то уже не время, Когда они могли спастись от наказанья"
  },
  {
    "verse_number": 4,
    "translation": "И вот (сейчас) они дивятся, Что увещатель к ним пришел из них самих, И говорят неверные: \"Колдун и лжец он"
  },
  {
    "verse_number": 5,
    "translation": "Ужель он обратил богов всех в одного? Сие, поистине, диковинная вещь"
  },
  {
    "verse_number": 6,
    "translation": "И вот вожди их удалились, (говоря): \"Ступайте и блюдите верность вашим божествам, И если вы откажетесь от них, Сие, поистине, есть то, Чего они от вас желают"
  },
  {
    "verse_number": 7,
    "translation": "В последней вере мы ни о чем подобном не слыхали! Сие - лишь измышление, и только"
  },
  {
    "verse_number": 8,
    "translation": "Ужель из всех нас (лишь) ему Ниспослано сие Посланье?\" Да, в них о Послании Моем живут сомненья! Но Моей кары им пока вкусить не приходилось"
  },
  {
    "verse_number": 9,
    "translation": "Иль в их руках - сокровища Господних благ - Всесильного Владыки твоего, Подателя щедрот безмерных"
  },
  {
    "verse_number": 10,
    "translation": "Иль в их руках - господство над землей и небесами, А также тем, что суще между ними? Тогда пускай взойдут они туда (любым доступным средством)"
  },
  {
    "verse_number": 11,
    "translation": "И там их в бегство обратят, Какую б массу партий ни представили они"
  },
  {
    "verse_number": 12,
    "translation": "Ведь и до них посланников отвергли И люди Нуха, и адиты, И Фараон, властитель кольев"
  },
  {
    "verse_number": 13,
    "translation": "И Самуд, и люди Лута, И обитатели Зеленой Рощи. Они и есть те партии (неверных), Кто Господа Единого отверг"
  },
  {
    "verse_number": 14,
    "translation": "Ведь все они посланников Моих сочли лжецами, И наказание Мое над ними оправдалось"
  },
  {
    "verse_number": 15,
    "translation": "Они лишь ждут единственного вскрика, Для коего отсрочки нет"
  },
  {
    "verse_number": 16,
    "translation": "И говорят они: \"Господь наш! Ускорь нам приговор Свой прежде Дня Расчета"
  },
  {
    "verse_number": 17,
    "translation": "Ты терпеливо речи их сноси, (о Мухаммад!), И помни Нашего служителя Дауда, Кто обладал великой силой, - Ведь он (к Нам часто) обращался"
  },
  {
    "verse_number": 18,
    "translation": "И это Мы поставили ему на службу горы, Что вместе с ним хвалу Нам воздавали По вечерам и на восходе дня"
  },
  {
    "verse_number": 19,
    "translation": "И птиц, что, (стаями) собравшись вкруг него, (С хвалебным пением) к Нам обращались"
  },
  {
    "verse_number": 20,
    "translation": "Мы укрепили его власть И одарили мудростью и здравой речью"
  },
  {
    "verse_number": 21,
    "translation": "К тебе пришел о двух противниках рассказ? Они проникли через стену, Войдя в святилище (Дауда)"
  },
  {
    "verse_number": 22,
    "translation": "Когда они вошли к Дауду, Им овладел ужасный страх, Но молвили они: \"Не бойся! Мы два противника, - Один из нас зло причинил другому. Ты рассуди с правдивостью меж нами И к нам не будь несправедливым, А укажи нам верную стезю"
  },
  {
    "verse_number": 23,
    "translation": "Вот это - брат мой, и владеет он Овечьим стадом девяносто девяти голов, А у меня (всего) одна овца. Он говорит\" \"Ты мне ее доверь\", И, взяв ее, в последующем споре В своих речах меня он одолел"
  },
  {
    "verse_number": 24,
    "translation": "Дауд сказал: \"Он зло тебе принес, Прося твою овцу к своим. Ведь много тех, кто вместе в деле Друг другу причиняет зло, Помимо тех, которые уверовали (в Бога) И добрые дела вершат. Но как же мало их (на свете)!\" И тут пришло на ум Дауду, Что Мы хотели испытать его. Он возмолил прощения у Бога И пал с поклоном, Возвратясь (в раскаянье к Нему)"
  },
  {
    "verse_number": 25,
    "translation": "Его простили Мы И сделали доступной близость к Нам В прекраснейшем из мест возврата"
  },
  {
    "verse_number": 26,
    "translation": "О Дауд! Поистине, назначили тебя Наместником (Своим Мы) на земле. А потому между людьми по истине суди, Страстям (своей души) не следуй, Не то сведут они тебя с Господнего пути. А тех, кто с Божьего пути собьется, Мучительная кара ждет, Ибо (в неверии своем) забыли они День Расчета"
  },
  {
    "verse_number": 27,
    "translation": "Мы не напрасно небеса и землю сотворили И то, что между ними (суще). Так думают все те, кто не уверовал (в Аллаха), Но горе тем, кто не уверовал (в Него), - от О'гня"
  },
  {
    "verse_number": 28,
    "translation": "Ужель Мы одинаково рассудим Тех, кто уверовал и доброе творит, И тех, кто на земле дурное сеет? Ужель Мы одинаково рассудим Благочестивых и поддавшихся распутству"
  },
  {
    "verse_number": 29,
    "translation": "Благословенна Книга, что послали Мы тебе, Чтоб над знаменьями ее могли бы поразмыслить И внять увещеваниям, что в ней, Все те, в ком разумение живет"
  },
  {
    "verse_number": 30,
    "translation": "И Мы Дауду дали Сулеймана - Такого превосходного слугу! Ведь он всегда к Нам обращался"
  },
  {
    "verse_number": 31,
    "translation": "Однажды вечером ему были приведены Легко стоящие (на трех ногах, Четвертой лишь слегка земли касаясь), Породистые (скакуны)"
  },
  {
    "verse_number": 32,
    "translation": "И он сказал: \"Я предпочел любовь земных страстей Воспоминанию о Боге. [Я видом их мог наслаждаться], Покуда под покровом (ночи день) не скрылся"
  },
  {
    "verse_number": 33,
    "translation": "Теперь же приведите их ко мне!\" И начал он рукой водить По голеням их ног, по шеям"
  },
  {
    "verse_number": 34,
    "translation": "Мы испытали Сулеймана, На трон его (безжизненное) тело положив. И он (в раскаянии) вновь к Нам обратился"
  },
  {
    "verse_number": 35,
    "translation": "И сказал: \"О мой Господь! Прости мне и даруй такую власть, Которой соответствовать никто после меня не будет, - Ведь Ты - Податель (всех щедрот)"
  },
  {
    "verse_number": 36,
    "translation": "Ему Мы подчинили ветер, Что мирно веял по его веленью, куда бы он ни пожелал"
  },
  {
    "verse_number": 37,
    "translation": "Шайтанов, всякого строителя и водолаза"
  },
  {
    "verse_number": 38,
    "translation": "А также и других, Привязанных друг к другу цепью"
  },
  {
    "verse_number": 39,
    "translation": "И это все - щедроты Наши. Благотвори из них иль сохрани их - Отчета у тебя не спросят"
  },
  {
    "verse_number": 40,
    "translation": "Поистине, ему Мы сделали доступной близость к Нам В прекраснейшем из мест возврата"
  },
  {
    "verse_number": 41,
    "translation": "И вспомни Нашего слугу Ай'йюба. Воззвал он к своему Владыке: \"Мне причинил страдания и недуг Сатана"
  },
  {
    "verse_number": 42,
    "translation": "И голос прозвучал: \"Ударь ногою (оземь), - Вот для тебя прохладная и свежая вода для омовения и пития"
  },
  {
    "verse_number": 43,
    "translation": "Ему вернули Мы его семейство, Умножив численность его, В знак Нашей милости (к нему) И как напоминание для тех, Кто обладает разуменьем"
  },
  {
    "verse_number": 44,
    "translation": "[Мы далее ему сказали]: \"Ты в руку собери пучок (стеблей) И им ударь (свою жену), Но клятву, (данную тобой), не нарушай\". Явил он Нам терпение и стойкость, - Каким прекрасным был он Нам слугою! Ведь он всегда к Нам обращался"
  },
  {
    "verse_number": 45,
    "translation": "И вспомни Наших слуг - И Ибрахима, и Исхака, и Йакуба, Чьи руки (благоденствие) несли И вИдением зрение владело"
  },
  {
    "verse_number": 46,
    "translation": "Мы их очистили особым (Словом) - Напоминанием о будущем приюте"
  },
  {
    "verse_number": 47,
    "translation": "Они пред Нами - среди избранных, благих"
  },
  {
    "verse_number": 48,
    "translation": "И вспомни Исмаила, Аль Йасау, и Зуль-Кифла, - Они все - из благих"
  },
  {
    "verse_number": 49,
    "translation": "Сие - напоминание (Господне). Ведь, истинно, у тех, кто Бога почитает, Блаженное жилище (в День Возврата к Богу)"
  },
  {
    "verse_number": 50,
    "translation": "И вечные сады (Эдема), Что, распахнув врата, встречают их"
  },
  {
    "verse_number": 51,
    "translation": "Там, лежа в благости, Они укажут (им подать) обильные плоды и разное питье"
  },
  {
    "verse_number": 52,
    "translation": "А рядом - сверстницы, потупив (скромно) взоры"
  },
  {
    "verse_number": 53,
    "translation": "Вот то, что вам обещано для Дня Расчета"
  },
  {
    "verse_number": 54,
    "translation": "Сие есть Наш надел, и он неисчерпаем"
  },
  {
    "verse_number": 55,
    "translation": "И это так! Но для неверных - скверное пристанище (возврата)"
  },
  {
    "verse_number": 56,
    "translation": "Ад, где им гореть, - и скверно это ложе"
  },
  {
    "verse_number": 57,
    "translation": "И это так! Пусть испытают вкус кипящего питья и гноя"
  },
  {
    "verse_number": 58,
    "translation": "И мерзость прочую того же рода, Что им сравни"
  },
  {
    "verse_number": 59,
    "translation": "Вот гвардия, что с вами устремляется вперед. Им нет приветствия! Им всем гореть в Огне"
  },
  {
    "verse_number": 60,
    "translation": "И скажут они тем, кто заблудил их: \"Вам (тоже) нет! Приветствия вам нет! Вы навлекли на нас все это! И как же скверно нам сие жилище"
  },
  {
    "verse_number": 61,
    "translation": "И они скажут, (к Богу обратясь): \"Владыка наш! Удвой мучения в Огне для тех, Кто это все навлек на нас"
  },
  {
    "verse_number": 62,
    "translation": "И они скажут: \"Что случилось с нами, Что мы не видим тех, Которых мы порочными считали"
  },
  {
    "verse_number": 63,
    "translation": "Мы их забавой (легкою считали), - Ужель наши глаза не разглядели их"
  },
  {
    "verse_number": 64,
    "translation": "Поистине, все препирательства людей Огня Суть (прописная) правда"
  },
  {
    "verse_number": 65,
    "translation": "Скажи, (о Мухаммад!): \"Всего лишь я увещеватель, И нет другого божества, Кроме Единого могучего Аллаха"
  },
  {
    "verse_number": 66,
    "translation": "Господа небес, земли, А также и всего, что между ними, Всевластного, прощающего (вновь и вновь)"
  },
  {
    "verse_number": 67,
    "translation": "Скажи: \"Сие - великое посланье"
  },
  {
    "verse_number": 68,
    "translation": "Вы ж отвращаетесь (греховно) от него"
  },
  {
    "verse_number": 69,
    "translation": "И о Собрании Верховном, Где споры меж собой они ведут, Нет у меня познанья никакого"
  },
  {
    "verse_number": 70,
    "translation": "Ведь мне открыто только то, О чем увещевать мне ясно надлежит"
  },
  {
    "verse_number": 71,
    "translation": "И вспомните, Как Бог ваш ангелам сказал: \"Я человека сотворю из глины"
  },
  {
    "verse_number": 72,
    "translation": "Когда Я вид ему придам, Вдохну в него от Духа Моего, - Падите ниц пред ним в поклоне"
  },
  {
    "verse_number": 73,
    "translation": "И пали ангелы все вместе ниц пред ним"
  },
  {
    "verse_number": 74,
    "translation": "Кроме (надменного) Иблиса, Кто, возгордившись, отказался И стал одним из нечестивых"
  },
  {
    "verse_number": 75,
    "translation": "(Аллах) сказал: \"О Иблис! Что помешало тебе ниц упасть пред тем, Что сотворили Мои собственные Руки? Ты возгордился или счел себя из высших"
  },
  {
    "verse_number": 76,
    "translation": "(И тот) сказал: \"Его я лучше! Ведь из огня меня Ты сотворил, Его же - из (ничтожной) глины"
  },
  {
    "verse_number": 77,
    "translation": "(Аллах) сказал: \"Тогда иди же вон отсюда, - Ведь ты (отныне) побиваемый камнями"
  },
  {
    "verse_number": 78,
    "translation": "И над тобой - Мое проклятие до Дня Суда"
  },
  {
    "verse_number": 79,
    "translation": "Владыка мой! - (Иблис) сказал. - Дай мне отсрочку До Дня, когда воскрешены все будут"
  },
  {
    "verse_number": 80,
    "translation": "(Аллах) сказал: \"Даю тебе отсрочку"
  },
  {
    "verse_number": 81,
    "translation": "До Дня назначенного срока"
  },
  {
    "verse_number": 82,
    "translation": "И отвечал (Иблис): \"Клянусь величием Твоим - Я обольщу их всех"
  },
  {
    "verse_number": 83,
    "translation": "Помимо искренних служителей Твоих, Очищенных (Твоей заботой)"
  },
  {
    "verse_number": 84,
    "translation": "(Аллах) сказал: \"Так будет. Поистине, Я правду говорю"
  },
  {
    "verse_number": 85,
    "translation": "Что Я наполню Ад тобой И теми, кто последует (твоим соблазнам), - Все до едина (будут там)"
  },
  {
    "verse_number": 86,
    "translation": "Скажи, (о Мухаммад!): \"Себе наград я не прошу за это И от себя не измышляю то, На что мне не было (Господнего) веленья"
  },
  {
    "verse_number": 87,
    "translation": "Сие - не боле чем Напоминание мирам"
  },
  {
    "verse_number": 88,
    "translation": "И весть (об Истине), что в нем, Вам через некий срок узнать настанет"
  }
]