[
  {
    "verse_number": 1,
    "translation": "Йа - Син"
  },
  {
    "verse_number": 2,
    "translation": "В знак Корана, исполненного мудрости (Господней)"
  },
  {
    "verse_number": 3,
    "translation": "Поистине, стоишь в одном ряду с посланниками Бога ты"
  },
  {
    "verse_number": 4,
    "translation": "На праведной стезе"
  },
  {
    "verse_number": 5,
    "translation": "И в этом - откровение, ниспосланное Им, Кто Всемогущ (над всем) и милосердия исполнен"
  },
  {
    "verse_number": 6,
    "translation": "Чтоб мог ты тех предостеречь, Отцы которых, не приняв предупреждений Наших, Остались глухи ко знамениям Аллаха"
  },
  {
    "verse_number": 7,
    "translation": "Господне Слово оказалось справедливым, Карая большинство из них за то, Что отвергали веру"
  },
  {
    "verse_number": 8,
    "translation": "Поистине, Мы в кольца заточили шеи их до самых подбородков, И поневоле головы их вверх обращены"
  },
  {
    "verse_number": 9,
    "translation": "А перед ними и за их спиной Мы возвели (высокие) преграды, Чтобы лишить возможности их видеть"
  },
  {
    "verse_number": 10,
    "translation": "И ту же кару понесут они. Пошлешь ты им предупреждение иль нет, - В Аллаха не уверуют они"
  },
  {
    "verse_number": 11,
    "translation": "Предостеречь ты можешь только тех, Кто следует Напоминанию, (низведенному свыше), И в глубине души благоговеет перед Милосердным. Обрадуй их прощением (Господним) И благороднейшей (из всех) наград"
  },
  {
    "verse_number": 12,
    "translation": "Мы жизнь мертвым возвращаем И счет ведем тому, Что в жизни ближней эти люди совершили И что оставили (в сей жизни) за спиной, И это все Мы в Ясной Книге поместили"
  },
  {
    "verse_number": 13,
    "translation": "Ты изложи им притчу о жителях селенья: И вот явились к ним посланники Господни"
  },
  {
    "verse_number": 14,
    "translation": "Мы к ним отправили двоих, Но их они отвергли. На помощь им Мы третьего послали, И людям молвили они: \"Поистине, мы к вам Аллахом посланы сюда"
  },
  {
    "verse_number": 15,
    "translation": "Но жители сказали им: \"Всего лишь люди вы, подобные всем нам, И никакого откровения не дал вам Милосердный. Несете вы одну лишь только ложь"
  },
  {
    "verse_number": 16,
    "translation": "Они, (посланники), сказали им: \"И все же знает наш Господь, Что с миссией Его мы к вам пришли"
  },
  {
    "verse_number": 17,
    "translation": "На нас возложено вам ясное посланье передать"
  },
  {
    "verse_number": 18,
    "translation": "Они ж ответили: \"Мы в вас увидели зловещую примету, И, если вы не прекратите (миссии своей), Мы забросаем вас камнями, И нами уготовано для вас мучительное наказанье"
  },
  {
    "verse_number": 19,
    "translation": "(Посланники) так отвечали: \"При вас останутся зловещие приметы, Коль наши увещания бесплодны. Поистине, вы преступили все пределы"
  },
  {
    "verse_number": 20,
    "translation": "И прибежал из самой удаленной части человек И возгласил: \"О люди! Прислушайтесь к посланникам Аллаха"
  },
  {
    "verse_number": 21,
    "translation": "И следуйте за теми, Кто никаких наград себе от вас не ждет И сам идет прямой стезёю"
  },
  {
    "verse_number": 22,
    "translation": "Ужель не поклоняться мне Тому, Кто сотворил меня И у Кого сойдутся все дороги наши"
  },
  {
    "verse_number": 23,
    "translation": "Ужель в служении Единому Ему Я стану измышлять других богов? Ведь если Милосердный зла мне пожелает, Заступничество их мне не поможет И избавленья мне не принесет"
  },
  {
    "verse_number": 24,
    "translation": "Здесь я предстал бы в явном заблужденье"
  },
  {
    "verse_number": 25,
    "translation": "Поистине, уверовал я в вашего Владыку, А потому прислушайтесь ко мне, о люди!\" [Когда ж, каменьями побитый, умер он]"
  },
  {
    "verse_number": 26,
    "translation": "Было повелено: \"Ты в Рай войди!\" И он сказал: \"О, если б знали мои люди"
  },
  {
    "verse_number": 27,
    "translation": "За что Господь мне дал прощенье И почестью Своею наделил"
  },
  {
    "verse_number": 28,
    "translation": "[Вслед за его кончиной] На его людей Мы воинства небесного не слали - Нам в этом не было нужды"
  },
  {
    "verse_number": 29,
    "translation": "Один лишь вскрик - И вот они погасли (и канули в небытие)"
  },
  {
    "verse_number": 30,
    "translation": "О, горе для (Моих) рабов! К ним не приходит ни один посланник, Которого они б не осмеяли"
  },
  {
    "verse_number": 31,
    "translation": "Ужель не видели они те поколения людей, Которые до них Мы погубили? Ужель не ведают, Что никогда они к ним не вернутся"
  },
  {
    "verse_number": 32,
    "translation": "Поистине, их всех до одного Представят перед Нами (в Судный День)"
  },
  {
    "verse_number": 33,
    "translation": "Знамением для них - умершая земля. Ее Мы оживим, взрастим зерно на ней, И им они питаться будут"
  },
  {
    "verse_number": 34,
    "translation": "Сады Мы возведем из виноградных лоз и пальм И родники в них изольем обильно"
  },
  {
    "verse_number": 35,
    "translation": "Чтобы плодами их вы все могли питаться. Но это все не вашими руками созданО. Ужель за это вы не будете Нам благодарны"
  },
  {
    "verse_number": 36,
    "translation": "Хвала Тому, Кто в пАрах создал все, Что жизнь на земле рождает! Попарно существуют души ваши И все Незримое, что окружает вас И что доселе ваше знанье не постигло"
  },
  {
    "verse_number": 37,
    "translation": "Знамением для вас приходит ночь, И из нее Мы извлекаем свет дневной, - И вот (уж вновь) они во мрак погружены"
  },
  {
    "verse_number": 38,
    "translation": "И солнце завершает путь За срок, определенный для него. Таков приказ Того, Кто преисполнен мощи и познанья"
  },
  {
    "verse_number": 39,
    "translation": "Мы для луны установили Срок прохожденья каждой фазы И новое явление ее земле, Подобно ветви старой пальмы"
  },
  {
    "verse_number": 40,
    "translation": "И солнцу не дано настичь луну, И ночь не сможет день опередить, - Всему назначено проплыть свой путь по своду"
  },
  {
    "verse_number": 41,
    "translation": "И вновь знамение для них - Что Мы несли их предков (Через потоп) в нагруженном ковчеге"
  },
  {
    "verse_number": 42,
    "translation": "И сотворили Мы для них Подобные (тому ковчегу) корабли, На коих (воздух и моря) они пересекают"
  },
  {
    "verse_number": 43,
    "translation": "Будь Наша воля, Мы могли б их потопить, И здесь никто б им не простер Ни помощи, ни избавленья"
  },
  {
    "verse_number": 44,
    "translation": "И лишь Своею милостью Мы им мирские блага На срок определенный раздаем"
  },
  {
    "verse_number": 45,
    "translation": "Когда ж им говорят: \"Побойтесь вы того, что ваши предки претерпели, А равно и того, что будет после вас, - Чтоб вам (Господню) милость обрести\", (Они не внемлют)"
  },
  {
    "verse_number": 46,
    "translation": "И нет ни одного из всех знамений Бога, Которое они бы не отвергли"
  },
  {
    "verse_number": 47,
    "translation": "Когда ж им говорят: \"Пожертвуйте хотя б немногим из того, Чем наделил вас Бог\", Неверные глаголют верующим так: \"Пристало ль нам кормить всех тех, Кого Господь, будь Его воля, накормил бы Сам? Здесь вы находитесь в глубоком заблужденье"
  },
  {
    "verse_number": 48,
    "translation": "И говорят они: \"Коль истину вы нам несете, Когда же это обещание свершится"
  },
  {
    "verse_number": 49,
    "translation": "И им не предстоит увидеть ничего, - Один лишь вскрик настигнет их, Пока они все меж собой разноголосят"
  },
  {
    "verse_number": 50,
    "translation": "И не дано им будет завершить свои дела, И не вернуться им к родным и близким"
  },
  {
    "verse_number": 51,
    "translation": "Раздастся трубный глас, и из могил своих Поднимутся и устремятся к Богу люди"
  },
  {
    "verse_number": 52,
    "translation": "И возгласят они: \"О, горе нам! Кто поднял нас из мест упокоенья?\" (Им голос прозвучит): \"Всемилостивый Бог вам это обещал, И правду вам несли посланники Его"
  },
  {
    "verse_number": 53,
    "translation": "Один лишь вскрик - И вот они предстали перед Нами"
  },
  {
    "verse_number": 54,
    "translation": "В тот День Не будет ни одна душа обижена не по заслугам, И вам воздастся лишь за те поступки, Которые вы совершили (в ближней жизни)"
  },
  {
    "verse_number": 55,
    "translation": "Поистине, в тот День Все обитатели садов Эдема Восторгу радостному предадутся"
  },
  {
    "verse_number": 56,
    "translation": "Они с супругами своими В тени на ложах будут возлежать"
  },
  {
    "verse_number": 57,
    "translation": "И все плоды, и все, что (души) их желают, Они будут иметь (сполна)"
  },
  {
    "verse_number": 58,
    "translation": "Мир вам! - Прямой привет от Милосердного Аллаха"
  },
  {
    "verse_number": 59,
    "translation": "(И прозвучит): \"О вы, погрязшие в грехах! В День этот отделитесь"
  },
  {
    "verse_number": 60,
    "translation": "Не Я ли заповЕдал вам, Адамовы сыны, Не поклоняться Сатане, - Ведь он ваш враг заклятый"
  },
  {
    "verse_number": 61,
    "translation": "Меня вы почитать должны, - Таков путь истинный"
  },
  {
    "verse_number": 62,
    "translation": "Увлек он множество людей от праведной стези, - Ужель вы этого не поняли еще"
  },
  {
    "verse_number": 63,
    "translation": "Вот Ад, Который вам обещан был"
  },
  {
    "verse_number": 64,
    "translation": "И в этот День Гореть в Огне вам За то, что не уверовали (в Бога)"
  },
  {
    "verse_number": 65,
    "translation": "И в этот День Уста Мы им скрепим - И руки их Нам будут говорить, Свидетелями их деяний станут ноги"
  },
  {
    "verse_number": 66,
    "translation": "Будь Наша воля, Мы б зрения лишили их - И, обгоняя и толкаясь, Они бы устремились к Аль Сирату. Но как им остается видеть"
  },
  {
    "verse_number": 67,
    "translation": "Будь Наша воля, Мы бы придали им недвижимую форму, И не смогли б они тогда ни двигаться вперёд, (Ни обратиться вспять)"
  },
  {
    "verse_number": 68,
    "translation": "Кому Мы жизнь долгую даруем, Тому Мы спину гнем с годами, - Ужель и этого они не разумеют"
  },
  {
    "verse_number": 69,
    "translation": "Слагать стихи Мы не учили Мухаммада, И не годится это для него. Послание сие - напоминание Господне И ясные заветы Аль Кор'ана"
  },
  {
    "verse_number": 70,
    "translation": "Для увещания всех тех, кто жив, А также для свершения Господних приговоров Для тех, кто верой пренебрег"
  },
  {
    "verse_number": 71,
    "translation": "Ужель не ведают они, что среди многих прочих Руками Нашими построенных вещей Мы создали (домашний) скот и им они владеют"
  },
  {
    "verse_number": 72,
    "translation": "Мы этот скот поставили на службу им: Одних они едят, других используют для переездов"
  },
  {
    "verse_number": 73,
    "translation": "Для них здесь польза и питье, - Ужель за это Нам они не будут благодарны"
  },
  {
    "verse_number": 74,
    "translation": "И все ж они берут других богов, кроме Аллаха, С надеждой, что получат помощь"
  },
  {
    "verse_number": 75,
    "translation": "Но нет возможности помочь им (у других богов), И (в Судный День) единою толпою Предстанут предо Мной они"
  },
  {
    "verse_number": 76,
    "translation": "Пусть не печалят их слова тебя, (о Мухаммад!). Поистине, Мы знаем, что сокрыто ими, А что открыто (напоказ)"
  },
  {
    "verse_number": 77,
    "translation": "Ужель не видит человек, Что Мы его из капли спермы сотворили? Увы! Он перед Нами предстает с открытою враждой"
  },
  {
    "verse_number": 78,
    "translation": "Он предлагает притчи Нам, Забыв о том, как сам был создан, И молвит он: \"Кто может жизнь вернуть сухим костям, Когда они (к тому ж) истлели"
  },
  {
    "verse_number": 79,
    "translation": "Ответь ему: \"Их оживит лишь Тот, Кто создал их первоначально; Тот, Кто всеведущ в каждом виде созиданья"
  },
  {
    "verse_number": 80,
    "translation": "Он - Тот, Кто создал вам огонь из дерева живого, И от него вы зажигаете свои огни"
  },
  {
    "verse_number": 81,
    "translation": "Но разве не способен Тот, Кто землю и Вселенную построил, Создать подобные миры? Воистину, Он может! Создатель высший! Он один Исполнен знаньем необъятным И мастерством, не знающим границ"
  },
  {
    "verse_number": 82,
    "translation": "Когда задумано творенье Им, Он молвит: \"Будь!\" - и явится оно"
  },
  {
    "verse_number": 83,
    "translation": "Хвала Владыке, Чья Рука Вершит господство над мирами! К Нему мы завершаем путь земной, (что начат Им)"
  }
]