[
  {
    "verse_number": 1,
    "translation": "Ха - Мим"
  },
  {
    "verse_number": 2,
    "translation": "В знак Ясной Книги"
  },
  {
    "verse_number": 3,
    "translation": "Мы ниспослали ее (вам) Одной благословенной ночью. Поистине, увещевающие Мы (против греха)"
  },
  {
    "verse_number": 4,
    "translation": "В ту ночь находят разрешенье Все мудрые дела (мирские)"
  },
  {
    "verse_number": 5,
    "translation": "По повелению от Нас; Поистине, Мы - посылающие (вам Своих пророков)"
  },
  {
    "verse_number": 6,
    "translation": "По милосердию Владыки твоего; Поистине, Он слышит все и знает обо всем"
  },
  {
    "verse_number": 7,
    "translation": "Владыки неба и земли, (А также) и того, что между ними, - Коль в (своей) вере непреклонны вы"
  },
  {
    "verse_number": 8,
    "translation": "Нет божества, кроме Него, - Он и живит, и умертвляет, - Господь и ваш, и ваших праотцев"
  },
  {
    "verse_number": 9,
    "translation": "И все ж, в сомнении об этом, Они утехам предаются"
  },
  {
    "verse_number": 10,
    "translation": "(Ты) подожди тот День, В который небо изведет Дым, ясно зримый"
  },
  {
    "verse_number": 11,
    "translation": "Что (пеленой) окутает сей люд, И будет это тяжкой карой"
  },
  {
    "verse_number": 12,
    "translation": "И взмолят они: \"Господь наш! Ты эту кару отврати от нас, - Мы веруем"
  },
  {
    "verse_number": 13,
    "translation": "Так чем же было увещание для них, Коль к ним пришел посланник явный"
  },
  {
    "verse_number": 14,
    "translation": "Они же отвратились от него и говорили: \"Наученный (другими)! Одержимый"
  },
  {
    "verse_number": 15,
    "translation": "Мы вашу кару на немного отвратим, Но вы ведь, истинно, опять (к неверию) вернетесь"
  },
  {
    "verse_number": 16,
    "translation": "Наступит День, Когда Мы схватим (вас) великой хваткой, - Тогда Мы отомстим"
  },
  {
    "verse_number": 17,
    "translation": "Мы испытали тех людей, Что были с Фараоном: Пришел посланник досточтимый к ним"
  },
  {
    "verse_number": 18,
    "translation": "(И так сказал): \"Верните мне служителей Господних. Поистине, я к вам от Господа посланник верный"
  },
  {
    "verse_number": 19,
    "translation": "Над Господом не возноситесь, - Ведь я иду к вам с явной властью"
  },
  {
    "verse_number": 20,
    "translation": "Ищу спасенья я у моего и вашего Владыки, Чтоб не побили вы меня камнями"
  },
  {
    "verse_number": 21,
    "translation": "А коль не верите вы мне, То отделитесь от меня"
  },
  {
    "verse_number": 22,
    "translation": "[Но Фараон не внял ему и был коварен]. Тогда воззвал он к своему Владыке: \"Это, поистине, народ, предавшийся греху"
  },
  {
    "verse_number": 23,
    "translation": "[Ему ответом было]: \"Ты ночью выведи служителей Моих. За вами будет (послана) погоня"
  },
  {
    "verse_number": 24,
    "translation": "Ты борозду на море за собой оставь. Поистине, им быть тем войском, Которое (велением Аллаха) потопленным пребудет"
  },
  {
    "verse_number": 25,
    "translation": "О, сколько же оставили они Садов и родниковых вод"
  },
  {
    "verse_number": 26,
    "translation": "Засеянных полей, Величественных зданий"
  },
  {
    "verse_number": 27,
    "translation": "И изобилие, в котором забавлялись"
  },
  {
    "verse_number": 28,
    "translation": "Таким (был их конец)! И это все Мы отдали в наследие другому люду"
  },
  {
    "verse_number": 29,
    "translation": "О них не плакали ни небо, ни земля. Им больше не было дано отсрочки"
  },
  {
    "verse_number": 30,
    "translation": "И Мы сынов Исраиля спасли От унизительного наказанья"
  },
  {
    "verse_number": 31,
    "translation": "От Фараона, Кто был надменнейшим из преступивших (Пределы, установленные Богом)"
  },
  {
    "verse_number": 32,
    "translation": "И Мы избрали их над прочим людом По ведению Своему"
  },
  {
    "verse_number": 33,
    "translation": "И Мы представили знаменья им, В которых явным было испытание (для них)"
  },
  {
    "verse_number": 34,
    "translation": "А эти говорят"
  },
  {
    "verse_number": 35,
    "translation": "Есть первая, Одна-единственная смерть для нас, И (никогда) не будем мы воскрешены"
  },
  {
    "verse_number": 36,
    "translation": "(Вы) возвратите нам наших отцов, Коль вы (в своих словах) правдивы"
  },
  {
    "verse_number": 37,
    "translation": "Неужто они лучше Народа Тубба или тех, кто был до них? Мы потому их погубили, Что были они все виновны"
  },
  {
    "verse_number": 38,
    "translation": "И Мы не для забавы сотворили небеса, и землю, И все, что суще между ними"
  },
  {
    "verse_number": 39,
    "translation": "Мы сотворили их, Чтобы явить (вам) Истину (Свою), Но большинство из них не разумеет"
  },
  {
    "verse_number": 40,
    "translation": "Поистине, День Разделения есть срок, Назначенный для всех"
  },
  {
    "verse_number": 41,
    "translation": "Тот День, Когда никто (из покровителей мирских) Ни от чего другого не избавит, И не найти им помощи нигде"
  },
  {
    "verse_number": 42,
    "translation": "Помимо тех, кого помилует Аллах, - Ведь Он могуч и милосерд"
  },
  {
    "verse_number": 43,
    "translation": "Плоды заккума"
  },
  {
    "verse_number": 44,
    "translation": "Будут пищею для грешного (неверца)"
  },
  {
    "verse_number": 45,
    "translation": "И, как расплавленная медь, Она будет кипеть в их чреве"
  },
  {
    "verse_number": 46,
    "translation": "Точно бурлящий кипяток"
  },
  {
    "verse_number": 47,
    "translation": "И голос прозвучит: \"Схватить его И бросить в огненное сердце Ада"
  },
  {
    "verse_number": 48,
    "translation": "Пролейте кару огненного кипятка На голову его"
  },
  {
    "verse_number": 49,
    "translation": "Вкуси же этого, - Ведь ты могуч и знатен"
  },
  {
    "verse_number": 50,
    "translation": "Вот то, в чем сомневался ты"
  },
  {
    "verse_number": 51,
    "translation": "Поистине, благочестивым быть в надежном месте"
  },
  {
    "verse_number": 52,
    "translation": "Среди Садов и родниковых вод"
  },
  {
    "verse_number": 53,
    "translation": "Одетые в атлас и шелк, Они друг против друга (разместятся)"
  },
  {
    "verse_number": 54,
    "translation": "Так (будет)! Мы им дадим напарниц С большими лучезарными глазами"
  },
  {
    "verse_number": 55,
    "translation": "Там к их услугам всякие плоды В усладе безопасной"
  },
  {
    "verse_number": 56,
    "translation": "Им не вкусить там смерть, помимо первой. Он их от мук Огня избавит"
  },
  {
    "verse_number": 57,
    "translation": "По щедрости Владыки твоего. Сие есть величайшее признание (Аллаха)"
  },
  {
    "verse_number": 58,
    "translation": "Поистине, Мы облегчили этот (Аль Кор'ан), (Послав его) на языке твоем, Чтобы могли они понять"
  },
  {
    "verse_number": 59,
    "translation": "А потому ты жди, - Ведь они тоже ждут"
  }
]