[
  {
    "verse_number": 1,
    "translation": "Алеф - Лям - Ра. Сие - знаменья Ясной Книги"
  },
  {
    "verse_number": 2,
    "translation": "Поистине, ее Мы ниспослали как Коран арабский, Чтоб вы могли уразуметь"
  },
  {
    "verse_number": 3,
    "translation": "Тебе, (о Мухаммад!), Мы повествуем лучшим сказом Коран сей, что открыли Мы тебе, Хотя ты прежде был из тех, Кто пребывал в беспечности, (не ведая об этом)"
  },
  {
    "verse_number": 4,
    "translation": "(И вспомни), как Йусуф сказал отцу: \"О мой отец! Одиннадцать светил небесных, А (с ними) солнце и луну (Во сне) я видел преклоненными пред мною"
  },
  {
    "verse_number": 5,
    "translation": "Сказал (отец): \"О мой сынок! Ты своим братьям о видении своем не говори, Чтоб не замыслили они Против тебя дурные козни, - Ведь Сатана для человека - явный враг"
  },
  {
    "verse_number": 6,
    "translation": "Так твой Господь избрать тебя намерен: Тебя научит толковать события и сны И (этим) завершит Свою Он милость Тебе и роду (верного) Йакуба, Как завершил ее Он прежде Твоим отцам: (ханифу) Ибрахиму и Исхаку. Поистине, Господь твой ведущ, мудр (безмерно)"
  },
  {
    "verse_number": 7,
    "translation": "В (истории) Йусуфа с братьями его Были знамения для тех, кто вопрошал (Об истинном значении ее)"
  },
  {
    "verse_number": 8,
    "translation": "(И вспомни), как они сказали: \"Поистине, Йусуф и брат его Милее нашему отцу, чем мы. А ведь (числом своим) нас больше, И наш отец, конечно, в явном заблужденье"
  },
  {
    "verse_number": 9,
    "translation": "Вам надлежит убить Йусуфа Иль в землю отдаленную изгнать; Тогда отец свой лик к вам обратит, И после этого придет к вам благочестье"
  },
  {
    "verse_number": 10,
    "translation": "Сказал один из них: \"Йусуфа вам не надо убивать. Бросьте его на дно колодца, И кто-нибудь из проходящих (караванов) Оттуда подберет его, Коль вы решили это сделать"
  },
  {
    "verse_number": 11,
    "translation": "Они сказали: \"Наш отец! Ты почему не доверяешь нам Йусуфа? Ведь все мы искренне добра ему желаем И добрые советчики ему"
  },
  {
    "verse_number": 12,
    "translation": "Ты завтра с нами отпусти его Повеселиться, в игры поиграть, И мы уж охраним его (от бед)"
  },
  {
    "verse_number": 13,
    "translation": "(Йакуб) сказал: \"Я опечалюсь, если вы с собой его возьмете. Страшусь я, что поглотит его волк, Когда, (увлекшись своим делом), К нему вы станете небрежны"
  },
  {
    "verse_number": 14,
    "translation": "Они сказали: \"Если волк действительно его поглотит, Когда нас целая толпа, - Тогда нам быть в прямом убытке"
  },
  {
    "verse_number": 15,
    "translation": "И вместе с ним они ушли И согласились его бросить в глубину колодца. Но Мы внушением ему послали: \"Ты, несомненно, им однажды сообщишь Про (истинную суть) их дела, Когда они не будут знать, (кто ты)"
  },
  {
    "verse_number": 16,
    "translation": "И поздно вечером Они к отцу в слезах явились"
  },
  {
    "verse_number": 17,
    "translation": "И молвили: \"О наш отец! Мы бегали вперегонки, С вещами же оставили Йусуфа. Волк поглотил его, (и знаем мы): Ты не поверишь нам, Хотя и говорим мы правду"
  },
  {
    "verse_number": 18,
    "translation": "И вот пришли они (к отцу) Со лживой кровью на рубашке, И он сказал: \"О нет! Вам души ваши (подсказали) Все это дело (вымыслом) украсить. (Отныне для меня) прекрасно лишь терпенье, (Пока Аллах не выявит всю мерзость вашей лжи). Лишь у Него искать мне помощь Против того, что (так речисто) (Сейчас) вы расписали (мне)"
  },
  {
    "verse_number": 19,
    "translation": "И караваном путники пришли И соглядателя (воды) послали. Он опустил ведро (свое в колодец) И сказал: \"Какая радостная весть! Здесь - юноша (прекрасный)\". И спрятали его (как ценный дар) для торга. Аллах же знал, что делают они"
  },
  {
    "verse_number": 20,
    "translation": "И продали они его за мизерную цену - (Всего лишь несколько) отсчитанных дирхам, Умеренность при этом соблюдая"
  },
  {
    "verse_number": 21,
    "translation": "А египтянин, что купил его, Своей жене сказал: \"Распорядись получше им: Быть может, он доставит нам удачу Иль мы возьмем его за сына\". Так Мы Йусуфа утвердили в тех краях, Чтоб толкованию событий научить. Всевластием Своим Аллах вершит Свой План, Но большинство людей (того) не знает"
  },
  {
    "verse_number": 22,
    "translation": "Когда Йусуфу зрелый возраст подошел, Ему Мы даровали знание и мудрость, - Так воздаем Мы тем, кто делает добро"
  },
  {
    "verse_number": 23,
    "translation": "Но та, в чьем доме пребывал он, Решилась совратить его, И двери заперла, и так сказала: \"Поди сюда!\" Ответил он: \"Да упаси Аллах! Мой господин таким прекрасным сделал Мне пребыванье (в этом доме). Поистине, неправедным не быть во благе"
  },
  {
    "verse_number": 24,
    "translation": "И так она его желала, И он (в ответ) бы и желал ее, Если б свидетельства Владыки своего Он не увидел, - Так (Мы веление Свое ему послали), Чтоб зло и мерзость от него отвлечь. Он - истинно, из искренних служителей (Аллаха)"
  },
  {
    "verse_number": 25,
    "translation": "И оба бросились бегом к двери, И порвала она ему рубаху со спины. А у двери столкнулись оба с господином, И молвила она: \"Каким должно быть воздаяние тому, Кто очагу семейному недоброе задумал, Как не темница иль мучительная кара"
  },
  {
    "verse_number": 26,
    "translation": "(Йусуф) сказал: \"Это она пыталась соблазнить меня\". И был свидетелем сему ее (кузен-младенец). \"Если разорвана рубаха на груди, Она права и лжец - Йусуф"
  },
  {
    "verse_number": 27,
    "translation": "Но если на спине разорвана рубаха, То лжет она, а он правдив"
  },
  {
    "verse_number": 28,
    "translation": "И вот когда увидел он, Что на спине разорвана рубаха, Он молвил: \"(Женщина!) Сие - (одна) из ваших (многочисленных) уловок. Уловки ваши, несомненно, велики"
  },
  {
    "verse_number": 29,
    "translation": "Йусуф, ты близко к сердцу это не бери. А ты, (распутная жена), Проси прощения за грех свой. Ты совершила (тяжкий) грех"
  },
  {
    "verse_number": 30,
    "translation": "И дамы в городе сказали: \"Задумала жена вельможи Вовлечь в соблазн юного раба. Он возбудил в ней (пылкую) любовь. Мы видим: она в явном заблужденье"
  },
  {
    "verse_number": 31,
    "translation": "Услышав пересуды (этих дам), Она послала (их созвать), И приготовила места для возлежанья, И каждой (гостье) нож дала, И позвала (Йусуфа): \"Выйди к ним!\" Когда они увидели его, Они его превознесли (И в похотливом вожделении своем) Порезали себе (ножами) руки и молвили: \"Убереги нас Бог! Это - не (смертный) человек, А благородный ангел"
  },
  {
    "verse_number": 32,
    "translation": "Она сказала: \"Вот пред вами тот, из-за кого меня вы порицали. Я обольстить его пыталась, Но (в благочестии своем) Он оставался твердо (непорочен). Но если он не сделает того, Что я ему повелеваю, Он будет заключен в темницу И будет из числа ничтожных"
  },
  {
    "verse_number": 33,
    "translation": "Ответил он: \"О мой Господь! Темница мне милей того, К чему меня они склоняют, И, если Ты их (мерзкие) уловки (Своею Волей) от меня не отведешь, Я уступить могу (порыву), и склонюсь, И окажусь средь тех, кто потерял рассудок"
  },
  {
    "verse_number": 34,
    "translation": "И внял Господь его мольбе И от него отвел их козни, - Поистине, Он слышит (все) и знает (обо всем)"
  },
  {
    "verse_number": 35,
    "translation": "Потом подумали они После того, как они видели знаменья, Что надо заточить его на время"
  },
  {
    "verse_number": 36,
    "translation": "И двое юношей вошли в темницу вместе с ним. Один из них сказал: \"(Во сне) я видел, что выжимаю я вино (из винограда)\". Другой сказал: \"Я видел, что несу я хлеб на голове, А птицы от него клюют. Скажи нам смысл (этих снов), - Ведь видим мы, что ты из тех, Кто действует по знанию и доброте"
  },
  {
    "verse_number": 37,
    "translation": "Он (им) сказал: \"К вам не успеет подойти (та пища), Что вам дается здесь (на пропитанье), Как я уже вам растолкую эти (сны), Прежде чем то, (о чем вас сны предупреждают), (На ваши головы) падет. И это - то, чему меня Господь мой научил. И я, поистине, оставил веру и обычаи народа, Что не уверовал в Аллаха И отвергает будущую жизнь"
  },
  {
    "verse_number": 38,
    "translation": "Я следую религии моих отцов: (Ханифа) Ибрахима, Исхака и Йакуба. Нам (в соучастники) Аллаху Не должно прочить ничего. Это - Господня милость нам и людям. Но большинство из них неблагодарны"
  },
  {
    "verse_number": 39,
    "translation": "О мои други по темнице! (Кто) лучше: множество господ, которые разнятся, Или Единый и Неодолимый В Своем могуществе Аллах"
  },
  {
    "verse_number": 40,
    "translation": "Коль не Его, Так только имена вы чтите, Что вы придумали и ваши праотцы, - На что Аллах им власти не давал. Решение всему - лишь у Аллаха, И повелел Он поклоняться лишь Ему. Сие есть истинная вера, Но большинство людей (того) не понимает"
  },
  {
    "verse_number": 41,
    "translation": "О мои други по темнице! Один из вас будет поить правителя вином, Другому же - распятым быть, И птицам - с головы его клевать. Уже решилось то, о чем вы спрос ведете"
  },
  {
    "verse_number": 42,
    "translation": "И он сказал тому из них, Которого считал спасенным: \"Ты обо мне правителю напомни\". Но Сатана заставил (узника) забыть Правителю напомнить о Йусуфе, И несколько (тяжелых) лет Ему пришлось пробыть в темнице"
  },
  {
    "verse_number": 43,
    "translation": "И царь сказал: \"Поистине, (во сне) я видел семь упитанных коров, Которых семь худых коров съедают, А также семь зеленых колосков И семь других - пожатых. О родовая знать (двора)! Вы (сно)видение мое мне растолкуйте, Коль вы видения способны толковать"
  },
  {
    "verse_number": 44,
    "translation": "Они ответили: \"Сие - смешение (пустых) видений. Мы не владеем даром толкованья снов"
  },
  {
    "verse_number": 45,
    "translation": "Но (узник) тот из двух, что был освобожден, Спустя (столь долгий) срок Вдруг вспомнил о Йусуфе И молвил им: \"Я сообщу вам толкование сего. Меня (к Йусуфу) отведите"
  },
  {
    "verse_number": 46,
    "translation": "Йусуф, о человек (Господней) правды! Ты изъясни нам сон, (В котором) семь упитанных коров Поедены семью худыми; И семь зеленых колосков, И семь других - пожатых, - Чтобы я мог вернуться к людям И чтоб могли они понять"
  },
  {
    "verse_number": 47,
    "translation": "(Йусуф) сказал: \"Вы сеять будете семь лет Обычным образом для вас. И то, что будете сжинать, - В колосьях оставляйте, Помимо лишь немногого в еду"
  },
  {
    "verse_number": 48,
    "translation": "А после этого семь тяжких лет наступят, Которые поглотят все, Что про запас вы отложили, Кроме немногого того, Что сбережете вы (для будущего сева)"
  },
  {
    "verse_number": 49,
    "translation": "И вслед за тем наступит год, В который жители получат дождь обильный И будут выжимать (и масло, и вино себе на благо)"
  },
  {
    "verse_number": 50,
    "translation": "И царь сказал: \"Ко мне его ведите!\" Когда к нему пришел (царя) посланец, (Йусуф) сказал: \"Ты к господину своему вернись и у него спроси: Каков настрой и помыслы тех женщин, Которые порезали себе (ножами) руки? Господь мой, истинно, про их уловки знает"
  },
  {
    "verse_number": 51,
    "translation": "И (царь) спросил (тогда тех женщин): \"В чем было ваше устремленье, Когда пытались вы Йусуфа соблазнить?\" Они сказали: \"Упаси нас Бог! За ним не знаем мы дурного\". И молвила жена вельможи: \"Открылась истина теперь. Его я соблазнить пыталась, Но он остался из (числа) правдивых"
  },
  {
    "verse_number": 52,
    "translation": "(Я) это (говорю), чтоб (мой супруг) узнал, Что я в отсутствие его ему не изменила И что Аллах свершиться не позволит (Злым) умыслам изменников (неверных)"
  },
  {
    "verse_number": 53,
    "translation": "И я себя оправдывать не стану, - Ведь (всякая) душа склоняется ко злу, Если Господь мой милостью ее не осеняет. Господь мой, истинно, прощающ, милосерд"
  },
  {
    "verse_number": 54,
    "translation": "И царь сказал: \"Ко мне его ведите! Себе (на службу) я его возьму\". И, с ним поговорив, сказал он: \"Отныне ты при нас И нами наделен доверием и силой"
  },
  {
    "verse_number": 55,
    "translation": "Йусуф ответил: \"Поставь меня распорядителем хранилищ сей земли. Поистине, я - знающий хранитель"
  },
  {
    "verse_number": 56,
    "translation": "Так наделили Мы Йусуфа силой в той стране, Чтоб в ней владел он всем, Как, где и когда захочет. Мы Нашу милость жалуем тому, Кого сочтем Своим желаньем, И не дадим пропасть награде Таких, кто делает добро"
  },
  {
    "verse_number": 57,
    "translation": "Награда же другого мира - краше Для тех, которые уверовали (в Бога) И, гнева Господа страшась, (благочестивы были)"
  },
  {
    "verse_number": 58,
    "translation": "И вот явились И предстали пред Йусуфом его братья. Узнал он их, Они ж его не распознали"
  },
  {
    "verse_number": 59,
    "translation": "Когда он их провизией снабдил, (он) молвил: \"Вы приведите брата своего, Что (сводный) по отцу вам. Ужель не видите, Что я даю сполна вам меру, (По соответствию уплате), И самый рАдушный хозяин"
  },
  {
    "verse_number": 60,
    "translation": "Но если вы ко мне его не приведете, Для вас не будет меры у меня, И вы ко мне не подходите"
  },
  {
    "verse_number": 61,
    "translation": "Они ответили (ему): \"Мы у отца его отпросим, И мы, конечно, сделаем, (что ты нам говоришь)"
  },
  {
    "verse_number": 62,
    "translation": "Своим же слугам он сказал: \"Вы им в седельные вьюки Их (меновой) товар вложите, Чтоб обнаружили они его Только тогда, когда вернутся к своим семьям. Быть может, это их заставит возвратиться"
  },
  {
    "verse_number": 63,
    "translation": "И вот когда они к отцу вернулись, Они сказали: \"Наш отец! Нам отказали в мере (хлеба, Пока мы брата своего не приведем). Ты с нами брата нашего отправь, Тогда мы и получим меру. Мы будем, истинно, беречь его"
  },
  {
    "verse_number": 64,
    "translation": "Сказал он (им): \"Ужель могу доверить его вам, Как прежде его брата вам доверил? Аллах ведь лучший (для него) хранитель, Он - милосерднейший (из всех, кто) милосерд"
  },
  {
    "verse_number": 65,
    "translation": "Когда ж свои вьюки они открыли, Они увидели, что их товар им возвращен, И молвили они: \"О наш отец! Чего же больше нам желать: Наш (меновой) товар нам возвращен, И мы свою семью прокормим И позаботимся о нашем брате, К тому ж прибавим мы теперь Меру (поклажи) одного верблюда, - Ведь эта мера так мала"
  },
  {
    "verse_number": 66,
    "translation": "Он (им) сказал: \"Я с вами не пошлю его, Пока Аллахом вы не поклянетесь, Что вы ко мне его вернете (невредимым), Если, конечно, не постигнет вас (беда)\". Когда же они клятву дали, он сказал: \"Аллах за то, что здесь мы говорили, - поручитель"
  },
  {
    "verse_number": 67,
    "translation": "И (далее) сказал: \"О сыновья мои! Вы сразу все В одни ворота не входите, А по отдельности входите в разные врата. Но, впрочем, вас я не могу избавить От (провидения) Аллаха, - Ведь лишь Ему вся власть принадлежит. Лишь на Него я полагаюсь, И на Него пусть полагаются все те, Кто (всей душой) Ему предался"
  },
  {
    "verse_number": 68,
    "translation": "Когда вошли они (в Египет) И где, и как им повелел отец, Их это не спасло ни от чего Из (мудрых замыслов) Аллаха, А только претворило в жизнь (Отцовское) желание Йакуба (Предостеречь их от беды), - Ведь обладал он знанием того, Чему его Мы научили. Но большинство людей (того) не знает"
  },
  {
    "verse_number": 69,
    "translation": "И вот когда они предстали пред Йусуфом, Он принял брата (в дом) к себе И так сказал: \"Вот я - твой брат. И не печалься тем, что сделали они"
  },
  {
    "verse_number": 70,
    "translation": "Когда же он провизией снабдил их, Он в ношу брата кубок положил. И возгласил потом глашатай: \"О вы, кто в этом караване! Ведь воры вы, наверняка"
  },
  {
    "verse_number": 71,
    "translation": "Те, повернувшись к ним, сказали: \"Чего недосчитались вы"
  },
  {
    "verse_number": 72,
    "translation": "Они ответили: \"Мы ищем царский кубок. Тому, кто принесет его, Наградой станет вьюк верблюда, - За это я ручаюсь сам"
  },
  {
    "verse_number": 73,
    "translation": "Они сказали: \"Мы клянемся Богом! И вы ведь знаете, что мы На эту землю не пришли, Чтобы нечестие здесь сеять. И уж, конечно, мы не воры"
  },
  {
    "verse_number": 74,
    "translation": "(Им) отвечали (египтяне): \"Каким быть наказанию (для вас), Коль вы окажетесь лжецами"
  },
  {
    "verse_number": 75,
    "translation": "Они сказали: \"Наказание тому, в поклаже у кого найдется кубок, - То, что он станет вам вилланом, Как возмещение (за кражу), - Так воздаем мы злотворящим"
  },
  {
    "verse_number": 76,
    "translation": "И начал поиск он с поклажи их, Прежде чем (вещи) брата (обыскать); Потом извлек он (кубок) из поклажи брата: Такой была Наша уловка для Йусуфа, И он не смог бы брата взять себе Согласно царскому указу, Если б того не пожелал Аллах. Мы степенями возвышаем тех, Кого сочтем Своей угодой. Ведь выше всякого, кто обладает знаньем, Лишь Тот, Кто знает все и вся"
  },
  {
    "verse_number": 77,
    "translation": "Они сказали: \"Если он украл, так ведь украл и прежде его брат\". И схоронил в душе это Йусуф И им не выказал (своих обид и намерений). (А про себя) сказал: \"Вы в худшем положении, чем мы. Аллах ведь лучше знает то, О чем вы речь ведете"
  },
  {
    "verse_number": 78,
    "translation": "Они сказали: \"О вельможа! Отец его - глубокий и почтенный старец (И будет горевать о нем). Возьми вместо него кого-нибудь из нас, - Мы видим: ты в делах великодушен"
  },
  {
    "verse_number": 79,
    "translation": "Он (им) ответил: \"Упаси Господь нам взять кого-либо другого, Кроме того, в чьей личной клади Мы нашу собственность нашли. Иначе были бы неправедными мы"
  },
  {
    "verse_number": 80,
    "translation": "Когда ж отчаялись они В его (содействии их просьбе), То удалились, чтоб наедине посовещаться, И старший их сказал: \"Ужель не знаете, что ваш отец Взял клятву с вас перед Аллахом? И прежде этого с Йусуфом Не совершили вы того, что надлежало вам (Согласно обещанию отцу). А потому я не покину эту землю, Пока отец не разрешит мне Иль не решит иначе для меня Аллах: Он - лучший из (дающих мудрые) решенья"
  },
  {
    "verse_number": 81,
    "translation": "Вы возвращайтесь к вашему отцу И (там) ему скажите: \"О наш отец! Твой сын украл, И мы свидетельствуем только то, что знаем. Мы (никого) не можем уберечь (Ни от чего, что нам) незримо Или (от нас) сокрыто (кем-то)"
  },
  {
    "verse_number": 82,
    "translation": "(Вели) спросить селенье, где мы были, И караван, с которым шли мы, (И ты увидишь), что мы правду говорим"
  },
  {
    "verse_number": 83,
    "translation": "Отец сказал: \"О нет! Вам души ваши (подсказали) Все это дело (вымыслом) украсить. (Отныне для меня) прекрасно лишь терпенье. Аллах, быть может, мне вернет их всех, - Поистине, Он знающ, мудр (безмерно)"
  },
  {
    "verse_number": 84,
    "translation": "И отвернулся он от них и молвил: \"Как велико мое страданье по Йусуфу!\" И побелели от печали его очи, И он едва мог скорбь сдержать"
  },
  {
    "verse_number": 85,
    "translation": "Они сказали: \"Именем Аллаха! Не перестанешь ты Йусуфа вспоминать, Пока (печаль) не исчерпает твои силы Иль не постигнет смерть тебя"
  },
  {
    "verse_number": 86,
    "translation": "Но он сказал: \"Я предаю свою печаль и скорбь Аллаху, - Ведь от Него известно мне, О чем не ведаете вы"
  },
  {
    "verse_number": 87,
    "translation": "О сыновья мои! Ступайте И разузнайте о Йусуфе, а также его брате. И никогда надежды не теряйте На милость и отзывчивость Аллаха, - Надежды на Него, поистине, теряют Лишь те, кто не уверовал в Него"
  },
  {
    "verse_number": 88,
    "translation": "Когда они явились (вновь) перед Йусуфом, Они сказали: \"О вельможа! Беда постигла нас и всю нашу семью, И (меновой) товар наш скуден. Дай меру нам сполна и окажи нам милость, - Аллах, поистине, воздаст оказывающим милость"
  },
  {
    "verse_number": 89,
    "translation": "Он (им) ответил: \"Знаете ли вы, как поступили вы с Йусуфом И его (младшим) братом, Когда вы по неведению (зло творили)"
  },
  {
    "verse_number": 90,
    "translation": "Ужель и вправду ты - Йусуф? - они сказали. Он им ответил: Я - Йусуф, а это - брат мой. Аллах нам милость оказал: Ведь те, кто, истинно, страшится Его (гнева) И терпеливо-стоек (в благочестии своем), - Так ведь награде тех, кто делает добро, Аллах не даст погибнуть"
  },
  {
    "verse_number": 91,
    "translation": "Во имя Божие! - ответили они. - Аллах, поистине, тебя пред нами предпочел, И, истинно, мы были во грехе"
  },
  {
    "verse_number": 92,
    "translation": "Сказал он: \"Нынешнего дня над вами нет (моих) упреков. Простит Аллах вам (прошлые грехи). Он - милосерднейший из всех, кто милосерден"
  },
  {
    "verse_number": 93,
    "translation": "Идите вы (к отцу) с моей рубахой И там ее набросьте на его лицо. Прозреет он тогда, И вы ко мне со всей семьей придете"
  },
  {
    "verse_number": 94,
    "translation": "И вот когда (в обратный путь) их караван пустился, Отец их вдруг сказал: \"Я ощущаю дух Йусуфа. Только не думайте, что я - безумец (старый)"
  },
  {
    "verse_number": 95,
    "translation": "И те, (кто слышал), отвечали: \"Клянемся именем Аллаха, Ты в старческом бреду блуждаешь"
  },
  {
    "verse_number": 96,
    "translation": "Когда ж явился благовестник, Набросил он (рубаху) на его лицо, И вмиг прозрел (почтенный старец) И молвил им: \"Не я ль вам говорил, Что мне известно от Аллаха, О чем не ведаете вы"
  },
  {
    "verse_number": 97,
    "translation": "О наш отец! - они сказали. - Проси прощенья нам за наши прегрешенья, - Ведь, истинно, мы были во грехе"
  },
  {
    "verse_number": 98,
    "translation": "Я буду, - он ответил (им), - Молить прощения для вас у моего Владыки, - Он, истинно, прощающ, милосерд"
  },
  {
    "verse_number": 99,
    "translation": "И вот когда они явились пред Йусуфом, Он предоставил свой очаг Родителям своим и молвил: \"Вступите на Египетскую землю, Если Аллаху так угодно, В надежной безопасности ее"
  },
  {
    "verse_number": 100,
    "translation": "И он родителей своих Возвысил высоко на троне чести, И пали (братья) ниц пред ним. И молвил он: \"О мой отец! Вот как толкуется мой сон далеких лет! Аллах осуществил его и оказал мне милость, Когда Он из темницы вызволил меня, А вас сюда доставил из пустыни, После того как Сатана Вражду посеял между мной и братьями моими, - Ведь благосклонен мой Господь К тому, что (мудростью Своею) пожелает, (Своим всеведением предпочтет), - Поистине, Он знает (все) и мудр (безмерно)"
  },
  {
    "verse_number": 101,
    "translation": "О мой Господь! Ты даровал мне власть И научил пророчеству событий. Ты - неба и земли Творец, Ты в этой жизни и в другой - мне Покровитель. Ты упокой меня предавшимся Тебе, Введи в число благочестивых"
  },
  {
    "verse_number": 102,
    "translation": "Сие - один из сказов про сокрытые (дела), Что Мы внушением тебе, (о Мухаммад!), ниспосылаем. Ты не был среди них в те времена, Когда они, сговариваясь, козни замышляли"
  },
  {
    "verse_number": 103,
    "translation": "И все же большинство людей, Как ни желал бы ты (обратного тому), В неверии живут (и умирают)"
  },
  {
    "verse_number": 104,
    "translation": "У них за это платы ты не просишь, Сие - послание (Всевышнего) к мирам"
  },
  {
    "verse_number": 105,
    "translation": "Какое множество знамений На небесах и на земле, Которые они проходят мимо И (более того) - воротят спины к ним"
  },
  {
    "verse_number": 106,
    "translation": "И большинство из них Не верует в Аллаха без того, Чтоб соучастников Ему не прочить"
  },
  {
    "verse_number": 107,
    "translation": "Ужель защищены они надежно от того, Что не падет на них Господня кара Иль не придет к ним Час Внезапно в тот момент, Когда они о нем не знают (и его не ждут)"
  },
  {
    "verse_number": 108,
    "translation": "Скажи: \"Сие - моя стезя. Я вас зову к Аллаху И опираюсь на свидетельство, что зримо И мне, и тем, кто следует за мной. Хвала Аллаху, я - не с теми, Кто прочит соучастников Ему"
  },
  {
    "verse_number": 109,
    "translation": "И до тебя Мы никого не посылали, Помимо тех из жителей общин, Кому Мы Откровение внушали. Неужто по земле не ездили они, Не видели того, каков конец был тех, Которые до них (грешили)? Обитель будущего - краше Для тех, кто Господа страшится. Ужель им не понять того"
  },
  {
    "verse_number": 110,
    "translation": "Когда посланники теряли все надежды (В успехе миссии своей) И думали, что их сочли лжецами, К ним приходила Наша помощь, И были спасены лишь те, Кому (всеведеньем Своим) Мы пожелали (жизнь оставить), - Ведь Нашу мощь не отвратить От (наказанья) тем, кто во грехе"
  },
  {
    "verse_number": 111,
    "translation": "В повествовании о них Есть назидание для тех, Кто обладает разуменьем. Сей сказ не вымышлен, А (послан) в подтверждение того, Что до него ниспослано (другим) Как разъяснение всего, Как Руководство и как милость Для всех, кто Господу предался"
  }
]