[
  {
    "verse_number": 1,
    "translation": "Клянусь Горою (Откровений)"
  },
  {
    "verse_number": 2,
    "translation": "Начертанным Законом (Божьим)"
  },
  {
    "verse_number": 3,
    "translation": "Развернутым на свитке"
  },
  {
    "verse_number": 4,
    "translation": "И часто посещаемой молельней"
  },
  {
    "verse_number": 5,
    "translation": "И вознесенным пологом (небесным)"
  },
  {
    "verse_number": 6,
    "translation": "И океаном, вздутым (до предела)"
  },
  {
    "verse_number": 7,
    "translation": "Поистине, падет на вас Господне наказанье"
  },
  {
    "verse_number": 8,
    "translation": "Никто не отвратит Его"
  },
  {
    "verse_number": 9,
    "translation": "В тот День, Когда в волнение придет небесный свод"
  },
  {
    "verse_number": 10,
    "translation": "И разлетятся горы"
  },
  {
    "verse_number": 11,
    "translation": "Проклятием предстанет этот День для тех, Кто ложью нарекал (Господне Слово)"
  },
  {
    "verse_number": 12,
    "translation": "Для тех, кто тешился в ничтожных мелочах"
  },
  {
    "verse_number": 13,
    "translation": "В тот День (Одним толчком) неодолимым Они повергнуты во пламя Ада будут"
  },
  {
    "verse_number": 14,
    "translation": "И скажут им: \"Вот тот Огонь, Который вы упрямо отвергали"
  },
  {
    "verse_number": 15,
    "translation": "Ужель все это (лишь) дурман Иль не (способны) видеть вы"
  },
  {
    "verse_number": 16,
    "translation": "Горите в нем - не все ль равно, Вы вытерпите или нет сей Огнь! Ведь такова награда за поступки ваши"
  },
  {
    "verse_number": 17,
    "translation": "А праведникам пребывать в Садах услады"
  },
  {
    "verse_number": 18,
    "translation": "Вкушая то, что даровал им Бог, Избавив их от наказанья Адом"
  },
  {
    "verse_number": 19,
    "translation": "Извольте есть и пить во здравие и пользу, В награду за (хорошие) дела"
  },
  {
    "verse_number": 20,
    "translation": "Там они будут возлежать на ложах, что стоят рядами. И там Мы им в напарницы дадим (Дев) целомудренных с лучистыми (очами)"
  },
  {
    "verse_number": 21,
    "translation": "И те, кто (в Господа) уверовал И чьи потомства веру прадедов избрали, Приведены в едины семьи будут. И не убавим ни на йоту Мы Награды за деянья ваши, - Всяк человек - заложник своих дел"
  },
  {
    "verse_number": 22,
    "translation": "Мы одарим их из плодов и мяса тем, К чему лежат их устремленья"
  },
  {
    "verse_number": 23,
    "translation": "Там чашами (любви) обмениваться будут Без пустословья лишнего и всяких побуждений ко греху"
  },
  {
    "verse_number": 24,
    "translation": "Со всех сторон благоприятствовать им будут Прекрасны юноши, что чистотой своей Подобны бережно хранимым жемчугам"
  },
  {
    "verse_number": 25,
    "translation": "Они приблизятся с расспросами друг к другу"
  },
  {
    "verse_number": 26,
    "translation": "И молвят: \"В себе несли мы прежде страх Об участи своих родных и близких"
  },
  {
    "verse_number": 27,
    "translation": "Но наш Господь был добр к нам, Избавив нас от наказания самумом"
  },
  {
    "verse_number": 28,
    "translation": "Взывали мы к Нему и раньше, (А здесь душой уверилися в том), Что Он, поистине, всемилостив и благ"
  },
  {
    "verse_number": 29,
    "translation": "А потому Аллаху вознеси хвалу, - Ведь лишь по милости Его Неодержим и не провидец ты"
  },
  {
    "verse_number": 30,
    "translation": "Иль возгласят они: \"Поэт! Мы подождем, пока ход времени Обрушит на него свой (приговор) недобрый"
  },
  {
    "verse_number": 31,
    "translation": "Скажи (им): \"Ждите. А с вами вместе подожду и я"
  },
  {
    "verse_number": 32,
    "translation": "Быть может, неспособность к разуменью Их побуждает ко сему? Иль, может быть, они те люди, Которые дозволенного грани перешли"
  },
  {
    "verse_number": 33,
    "translation": "Иль говорят они: \"Он это (Откровение) измыслил\". Поистине, не веруют они"
  },
  {
    "verse_number": 34,
    "translation": "А если правду говорят они, Так пусть составят свой рассказ. Подобный этому (Писанью)"
  },
  {
    "verse_number": 35,
    "translation": "Из ничего сотворены ль они, Иль сами сотворили все"
  },
  {
    "verse_number": 36,
    "translation": "Иль небеса и землю сотворили сами? Поистине, в них твердой веры нет"
  },
  {
    "verse_number": 37,
    "translation": "Иль в их руках сокровища (познания) Аллаха? Иль они сами правят (ход событий на земле)"
  },
  {
    "verse_number": 38,
    "translation": "Быть может, лестница имеется у них, Поднявшись по которой Они подслушать могут (все секреты неба)? Тогда пускай один из них Предъявит ясное свидетельство сему"
  },
  {
    "verse_number": 39,
    "translation": "Иль только дочери у Бога, У вас же - сыновья"
  },
  {
    "verse_number": 40,
    "translation": "Иль ты, (о Мухаммад!), награды ждешь (от них), Они ж - отягчены долгами"
  },
  {
    "verse_number": 41,
    "translation": "Иль в их руках Незримое, О коем они записи ведут"
  },
  {
    "verse_number": 42,
    "translation": "Или они тебе, (о Мухаммад!), ловушки ставят? Но те, кто Господа отверг, Сам попадет в такую же (ловушку)"
  },
  {
    "verse_number": 43,
    "translation": "Или у них другое божество, кроме Аллаха - Хвала Аллаху от всего, Что в сотоварищи Ему Они (так дерзко) прочат"
  },
  {
    "verse_number": 44,
    "translation": "И если бы кусочек неба обрушился на их глазах, То и тогда б они сказали: \"Все это - лишь скопленье облаков"
  },
  {
    "verse_number": 45,
    "translation": "А потому оставь их (до того мгновенья), Пока они свой День не встретят, Когда они от страха онемеют"
  },
  {
    "verse_number": 46,
    "translation": "Тот День, Когда их хитрости им не помогут И никакой защиты им не ждать"
  },
  {
    "verse_number": 47,
    "translation": "Поистине, для тех, кто зло творит, Есть кара и помимо этой, Но большинство из них не понимает"
  },
  {
    "verse_number": 48,
    "translation": "А потому ты терпеливо жди указа своего Владыки, - Ведь ты всегда в Деснице Нашей. И на заре, и в бдении (дневном)"
  },
  {
    "verse_number": 49,
    "translation": "И ночью возноси Ему хвалу, И в час ухода (на покой) всех звезд"
  }
]