[
  {
    "verse_number": 1,
    "translation": "Ха - Мим"
  },
  {
    "verse_number": 2,
    "translation": "В знак Ясной Книги сей"
  },
  {
    "verse_number": 3,
    "translation": "Поистине, Мы сделали ее Кораном на арабском, Чтоб вы могли уразуметь"
  },
  {
    "verse_number": 4,
    "translation": "Он входит в Матерь Книги, Что пред Нами, - Величия и мудрости исполнен"
  },
  {
    "verse_number": 5,
    "translation": "Ужель Мы отвратим Послание от вас За то, что вы - народ, пределы преступивший"
  },
  {
    "verse_number": 6,
    "translation": "И сколько же пророков Мы послали К народам, что предшествовали вам"
  },
  {
    "verse_number": 7,
    "translation": "И не было ни одного пророка, Которого б они не осмеяли"
  },
  {
    "verse_number": 8,
    "translation": "За то Мы погубили их, Хоть силою своей они превосходили этих. И (притчей) перешел пример (народов) прежних (Для нынешних и будущих времен)"
  },
  {
    "verse_number": 9,
    "translation": "И если спросишь ты у них: \"Кто же Творец небес, земли Создатель?\", То непременно они скажут: \"Их сотворил Могучий, Мудрый"
  },
  {
    "verse_number": 10,
    "translation": "Кто колыбелью постелил вам землю, По ней для вас дороги проложил, Чтоб ими прямо вы могли идти"
  },
  {
    "verse_number": 11,
    "translation": "Кто с неба дождь низводит в должной мере\". Мы к жизни воскрешаем им Ту землю, что застыла в смерти. Мы так же воскресим (из смерти) вас"
  },
  {
    "verse_number": 12,
    "translation": "Он в парах создал все, что суще. Для переездов сотворил вам корабли и скот"
  },
  {
    "verse_number": 13,
    "translation": "Чтоб, на хребте их твердо водворившись, Вы прославляли имя Бога своего и говорили: \"Хвала Тому, Кто подчинил нам это! Мы б никогда сие не завершили сами"
  },
  {
    "verse_number": 14,
    "translation": "Мы к Богу нашему, поистине, вернемся"
  },
  {
    "verse_number": 15,
    "translation": "И все же из служителей Его Они приписывают часть (от естества) Его. О, как же явно грешен человек И (Богу своему) неблагодарен"
  },
  {
    "verse_number": 16,
    "translation": "Ужель Он из всего, что создал, Себе взял дочерей, А сыновей пожаловал для вас"
  },
  {
    "verse_number": 17,
    "translation": "Когда ж кого-нибудь из вас Обрадуют известием о том, Что ставит он для Милосердного в пример, Его лицо мрачнеет, И наполняется (душа) глубоким огорченьем"
  },
  {
    "verse_number": 18,
    "translation": "Неужто тот, кто был взращен средь украшений И в спорах ясным быть не может, (Может приписан быть в служители Господни)"
  },
  {
    "verse_number": 19,
    "translation": "И ангелов, кто в услужении Аллаха, Они за женщин принимают. Ужель они свидетелями их сотворенья были? Запишется свидетельство сие, И будут они призваны к ответу"
  },
  {
    "verse_number": 20,
    "translation": "И говорят они: \"Желал того бы Милосердный, Не поклонялись бы мы им\". Об этом нет у них познанья никакого, - Лишь измышляют всё они"
  },
  {
    "verse_number": 21,
    "translation": "Ужель Мы дали Книгу им до этой, Которой строго держатся они"
  },
  {
    "verse_number": 22,
    "translation": "Нет, - говорят они. - Нашли мы наших праотцев, Державшихся определенной веры, И прямо следуем по их стопам"
  },
  {
    "verse_number": 23,
    "translation": "И точно так же всякий раз, Когда Мы слали до тебя К любому люду увещевателя от Нас, Кто побогаче был из них, Те говорили: \"Нашли мы наших праотцев, Державшихся определенной веры, И прямо следуем по их стопам"
  },
  {
    "verse_number": 24,
    "translation": "Сказал он: \"Даже если я несу вам руководство, Что правильней того, Которого, как вы нашли, Держались ваши праотцы?\" Они сказали: \"Мы не верим в то, С чем посланы (вы к нам)"
  },
  {
    "verse_number": 25,
    "translation": "И Мы отмстили им. И посмотри, какой конец был тех, Кто ложью счел (Мои знаменья)"
  },
  {
    "verse_number": 26,
    "translation": "И (вспомните), как своему отцу и своему народу Ибрахим сказал: \"Чему вы поклоняетесь, К тому я непричастен"
  },
  {
    "verse_number": 27,
    "translation": "(Я поклоняюсь) лишь Тому, Кто меня создал, - Он мне, поистине, укажет путь прямой"
  },
  {
    "verse_number": 28,
    "translation": "И (сей завет) он сделал Словом Для пребывания в его потомстве, Чтоб обратились (к Господу) они"
  },
  {
    "verse_number": 29,
    "translation": "Я дал и им, и их отцам Благами ближней жизни наслаждаться, Пока им Истина (Господня) не предстала И не пришел посланник несомненный"
  },
  {
    "verse_number": 30,
    "translation": "Когда им Истина предстала, Они сказали: \"Это - колдовство, и мы ему не верим"
  },
  {
    "verse_number": 31,
    "translation": "И (далее) они сказали: \"Так отчего бы этому Корану Не быть ниспосланным Какому-либо знатному мужчине Из этих двух (почетных) городов"
  },
  {
    "verse_number": 32,
    "translation": "Уж не они ль - Делители щедрот Владыки твоего?! Лишь Мы - делители средь них всего потребного в сем мире. И Мы возвысили по степеням Одних из них над остальными, Чтобы одни могли брать в услужение других. Но милость твоего Владыки Превыше благ, которые они себе копЯт"
  },
  {
    "verse_number": 33,
    "translation": "И если б не случилось так, Что люди все одним народом станут, Для тех, кто Милосердного отверг, Мы б сделали из серебра И кровли их домов, и лестницы для восхожденья"
  },
  {
    "verse_number": 34,
    "translation": "И двери их домов, и ложа, Где возлегали б (отдыхая)"
  },
  {
    "verse_number": 35,
    "translation": "Златые украшенья также. Но это все - не что иное, Как наслажденья ближней жизни, А жизнь вторая, что у Бога, (Назначена) благочестивым"
  },
  {
    "verse_number": 36,
    "translation": "Кто слепо небрежет воспоминанием о Милосердном, К тому Мы Сатану приставим, Кто станет неотлучным спутником ему"
  },
  {
    "verse_number": 37,
    "translation": "Они, поистине, сбивают их с пути; Те ж думают, что следуют прямой стезею"
  },
  {
    "verse_number": 38,
    "translation": "И вот когда он к Нам придет, он скажет: \"О, если б между мною и тобой Легла земля от запада к востоку!\" О, как же скверен этот спутник"
  },
  {
    "verse_number": 39,
    "translation": "И коль вы были беззаконны, Вам в этот День нисколько не поможет То, что вы станете собратья В (суровом) наказании (Господнем)"
  },
  {
    "verse_number": 40,
    "translation": "И разве можешь ты глухих заставить слышать Иль путь (прямой) слепому указать И тем, кто в явном заблужденье (пребывает)"
  },
  {
    "verse_number": 41,
    "translation": "А если удалим от них тебя Мы, Мы взыщем с них сполна за это"
  },
  {
    "verse_number": 42,
    "translation": "Или тебе покажем то, Чем Мы, увещевая их, грозили. Ведь мощью Мы их превосходим"
  },
  {
    "verse_number": 43,
    "translation": "(А потому уверенно) держись того, Что в Откровении тебе открыто, - Ведь ты - на праведной стезе"
  },
  {
    "verse_number": 44,
    "translation": "Сие, поистине, Послание (от Бога) Тебе и твоему народу, И вам ответ держать (пред Ним)"
  },
  {
    "verse_number": 45,
    "translation": "Спроси посланников, Которых до тебя Мы посылали: \"Мы им других богов для поклоненья назначали, Помимо Милосердного (Аллаха)"
  },
  {
    "verse_number": 46,
    "translation": "Истинно, Мы Мусу с Нашими знаменьями Послали к Фараону и его вельможам, И он сказал: \"Посланник я от Господа миров"
  },
  {
    "verse_number": 47,
    "translation": "Когда же к ним Он с Нашими знаменьями пришел, Они их предали насмешкам"
  },
  {
    "verse_number": 48,
    "translation": "Мы ни единого знаменья им не показали, Что не было б значительнее первых, И Мы подвергли наказанью их, Чтобы могли (уразуметь и) обратиться (к Богу)"
  },
  {
    "verse_number": 49,
    "translation": "И вот тогда они сказали (Мусе): \"О чародей! Взмоли за нас Владыку твоего Об (исполнении) обещанного Им через тебя, - Тогда мы, истинно, пойдем прямой стезею"
  },
  {
    "verse_number": 50,
    "translation": "Когда же с них Мы сняли наказанье, Они нарушили все клятвы"
  },
  {
    "verse_number": 51,
    "translation": "И Фараон в своем народе возгласил, сказав: \"О мой народ! Ужель не мне принадлежит Господство над Египтом и реки, что (струятся) подо мной? Ужель не видите вы это"
  },
  {
    "verse_number": 52,
    "translation": "Ужель не лучше я, чем сей презренный И не способный ясно изъсняться"
  },
  {
    "verse_number": 53,
    "translation": "И были бы на нем браслеты золотые, Иль вместе с ним явились ангелы, Сопутствуя ему"
  },
  {
    "verse_number": 54,
    "translation": "И тем он сделал свой народ бездумным, Послушались они его - распутны были эти люди"
  },
  {
    "verse_number": 55,
    "translation": "Когда же Нас прогневали они, Мы отмстили им и всех их потопили"
  },
  {
    "verse_number": 56,
    "translation": "И Мы их сделали предшествующим людом И (назиданием) в пример для их потомков"
  },
  {
    "verse_number": 57,
    "translation": "Когда же сын Марйам им ставится в пример, На это твой народ Протест свой шумно выражает"
  },
  {
    "verse_number": 58,
    "translation": "И говорят они: \"Кто лучше: наши боги или он?\" И ставят сей (вопрос) тебе Лишь по охоте спор затеять. Так ведь они - народ, Что к препирательству (и спорам тяготеет)"
  },
  {
    "verse_number": 59,
    "translation": "Он был всего лишь раб (Господень), Которому Мы Нашу милость даровали И для сынов Исраиля поставили в пример"
  },
  {
    "verse_number": 60,
    "translation": "И если б Мы того желали, Мы б ангелов произвели из вас самих, Кто на земле бы вас сменил В последующих (поколеньях)"
  },
  {
    "verse_number": 61,
    "translation": "И станет Иса (сын Марйам) знаменьем Часа, А потому не сомневайтесь в нем и следуйте за мной, - Сие есть путь прямой"
  },
  {
    "verse_number": 62,
    "translation": "И пусть вас Сатана (с него) не отвращает, - Ведь он для вас - заклятый враг"
  },
  {
    "verse_number": 63,
    "translation": "Когда же с ясными знаменьями пришел к ним Иса, Он сказал: \"Я с мудростью явился к вам, Чтоб разъяснить вам что-то из того, В чем вы между собой разногласите; А потому страшитесь Господа И повинуйтесь мне"
  },
  {
    "verse_number": 64,
    "translation": "Аллах, поистине, - и мой Господь, и ваш Господь, Так поклоняйтесь же Ему, - Сие есть путь прямой"
  },
  {
    "verse_number": 65,
    "translation": "Но секты разные средь них Между собою стали разноглАсить. О, горе тем, кто нечестивым был, От наказания мучительного Дня"
  },
  {
    "verse_number": 66,
    "translation": "Ужели (в пререканиях своих) Они дождутся того Часа, Который к ним внезапно подойдет, Когда они об этом и не помышляют"
  },
  {
    "verse_number": 67,
    "translation": "И близкие друзья в тот День Врагами станут друг для друга, Помимо тех, кто был благочестив"
  },
  {
    "verse_number": 68,
    "translation": "(И прозвучит): \"О верные служители Мои! На вас не ляжет страх в тот День, Печаль не отягчит"
  },
  {
    "verse_number": 69,
    "translation": "Те, кто уверовал в знаменья Наши И предался смиренно (Богу)"
  },
  {
    "verse_number": 70,
    "translation": "Войдите в Рай - и вы, и ваши жены, Возрадуйтесь (тому, что там)"
  },
  {
    "verse_number": 71,
    "translation": "И их там будут обносить Златыми блюдами и кубками из злата. Там будет все, что души пожелают, И все, чем усладятся очи. И пребывать вам там навечно"
  },
  {
    "verse_number": 72,
    "translation": "Таков тот Рай, Который обретете вы В награду за деянья ваши"
  },
  {
    "verse_number": 73,
    "translation": "И в нем - вам изобильные плоды, Которыми вы будете питаться"
  },
  {
    "verse_number": 74,
    "translation": "А нечестивым - в вечной муке Ада пребывать"
  },
  {
    "verse_number": 75,
    "translation": "И муки этой им никак не облегчить, И быть им там в отчаянии (вечном)"
  },
  {
    "verse_number": 76,
    "translation": "Не Мы им причинили зло Ведь злочестивы были они сами"
  },
  {
    "verse_number": 77,
    "translation": "О Малик! - воззовут они. - (Уж лучше б) твой Господь Послал нам (быструю) кончину! Но тот ответит: Нет! Вам оставаться здесь навечно"
  },
  {
    "verse_number": 78,
    "translation": "Мы Истину вам принесли, Но большинство из вас К ней ненависть питает"
  },
  {
    "verse_number": 79,
    "translation": "И если (против Истины Господней) Они задумывают дело - Так только Мы - распорядители всех дел"
  },
  {
    "verse_number": 80,
    "translation": "Иль думают они, что Мы не слышим Их тайны и секретные беседы? Поистине, посланцы Наши, что при них, Записывают все"
  },
  {
    "verse_number": 81,
    "translation": "Скажи: \"Имел бы Милосердный сына, Я стал бы ему первым поклоняться"
  },
  {
    "verse_number": 82,
    "translation": "Хвала и слава Господу небес, земли, Владыке Трона! Превыше Он того, что все они Ему вменяют"
  },
  {
    "verse_number": 83,
    "translation": "Оставь же их лукаво словоблудить, (Земным) потехам предаваясь, Пока они свой День не встретят, Что им обещан был"
  },
  {
    "verse_number": 84,
    "translation": "Он - Тот, Кто Бог на небесах, Бог на земле. Исполнен мудрости и ведения Он"
  },
  {
    "verse_number": 85,
    "translation": "Благословен будь Тот, Кому принадлежит господство Над небесами и землей, А также тем, что между ними! Лишь Он владеет знанием о Часе, И лишь к Нему вы будете возвращены"
  },
  {
    "verse_number": 86,
    "translation": "А те, которых они ставят с Богом наравне, - (За них) предстательствовать (пред Аллахом) не способны, Помимо тех, которые об Истине свидетельства дают, И они знают (это)"
  },
  {
    "verse_number": 87,
    "translation": "И если ты их спросишь, кто их сотворил, \"Аллах\", - они ответят непременно. Так отчего же отвращаются они"
  },
  {
    "verse_number": 88,
    "translation": "Воззвал (пророк): \"О мой Господь! Поистине, не верует сей люд"
  },
  {
    "verse_number": 89,
    "translation": "Оставь их и скажи им: \"Мир!\" Они узнают скоро"
  }
]