[
  {
    "verse_number": 1,
    "translation": "Алеф - Лям - Мим"
  },
  {
    "verse_number": 2,
    "translation": "Это - знаменья мудрой Книги"
  },
  {
    "verse_number": 3,
    "translation": "Как руководство и как милость Для всех, кто доброе творит"
  },
  {
    "verse_number": 4,
    "translation": "Молитву совершает по часам И правит очистительную подать, Уверовав в (их) будущую жизнь"
  },
  {
    "verse_number": 5,
    "translation": "Они идут прямой стезею Бога, - Лишь им познать Господню благодать"
  },
  {
    "verse_number": 6,
    "translation": "Но есть среди людей и тот, Кто, никаким познанием не обладая, Пустые небылицы покупает, Чтоб ими уклонить с Господнего пути И обратить в забаву (заповеданное Богом). Бесчестие их (ждет) и унизительная кара"
  },
  {
    "verse_number": 7,
    "translation": "Когда читаются ему знаменья Наши, Он отвращается надменно, Как будто бы не слыша их, Как будто б глухотой закрыты его уши. Благовести ж ему мучительную кару"
  },
  {
    "verse_number": 8,
    "translation": "Для тех же, кто уверовал и делает благое, - Сады (Господней) благодати"
  },
  {
    "verse_number": 9,
    "translation": "И вечно пребывать им там По верному обетованию Аллаха, - Он мудр и могущ"
  },
  {
    "verse_number": 10,
    "translation": "Он небеса воздвиг без видимых опор, На землю бросил горные твердыни, Прочно стоящие (в недвижности своей), Чтобы она не колебалась с вами, И там рассеял всяку живность. Мы с неба льем (обильные) дожди И ими взращиваем пАры благородных видов"
  },
  {
    "verse_number": 11,
    "translation": "И это (все) - творение Аллаха. Так покажите Мне, Что сотворили те, иные, кроме Бога. Поистине, неправедные - в явном заблужденье"
  },
  {
    "verse_number": 12,
    "translation": "Мы прежде мудростью Лукмана одарили, (Сказав ему): \"Благодари Аллаха! Кто благодарен Господу, Его благодарит своей душе на благо; А кто Ему неблагодарен - что ж! Аллах, поистине, свободен от любой нужды и славен"
  },
  {
    "verse_number": 13,
    "translation": "Вот как-то, увещая сына своего, сказал Лукман: \"Дитя мое! Ты никогда Аллаху соучастников не прочь, Ведь многобожие - великое нечестие и зло"
  },
  {
    "verse_number": 14,
    "translation": "Мы завещали человеку (Заботу проявлять) к родителям своим, - Во чреве носит его мать, За тягостью испытывая тягость, И от груди в течение двух лет не отлучает. \"Благодари Меня! - (тебе Я завещаю). - И почитай родителей своих\". Ко Мне лежит обратный твой приход"
  },
  {
    "verse_number": 15,
    "translation": "Но если они будут добиваться, Чтоб ты Мне в соучастники придал, О чем тебе (из Откровений) неизвестно, Не повинуйся им, Но соучаствуй с ними в добром в этом мире И следуй по пути того, Кто искренне ко Мне свой лик направил, - Ведь лишь ко Мне вы все вернетесь, И Я тогда вам сообщу Всю (суть) того, что вы творили"
  },
  {
    "verse_number": 16,
    "translation": "О мой сынок! - (Лукман сказал). - Ведь если что-нибудь (Не больше) веса горчичного зерна СхорОнится в скале, в (бескрайнем) небе Иль в (недоступной глубине) земли, То и тогда наружу извлечет его Аллах, - (Он зрит), поистине, (во всяко естество) И ведает о всем, что суще"
  },
  {
    "verse_number": 17,
    "translation": "О мой сынок! Твори молитву по часам, Зови людей творить добро, Удерживай от злого И с терпеливой стойкостью прими Все, что падет тебе (на плечи), - В этом и есть та твердость (духа), (Которая нужна тебе) в делах"
  },
  {
    "verse_number": 18,
    "translation": "С надменностью не пыжься пред людьми И горделиво по земле не шествуй, - Аллах, поистине, хвастливых гордецов не любит"
  },
  {
    "verse_number": 19,
    "translation": "Старайся размерять свою походку И (должным образом) свой голос понижать, - Ведь, несомненно, неприятнейший из звуков - Звук голоса (безмозглого) осла"
  },
  {
    "verse_number": 20,
    "translation": "Неужто вам не ясно, что Аллах На службу вам поставил все, Что (пребывает) на земле и в небесах, Обильные щедроты вам излил, Что явны (вашим взорам) иль сокрыты? И все же среди вас есть те, Которые о Господе своем заводят споры Без знания, без руководства И без Книги, которая (способна) Свет пролить"
  },
  {
    "verse_number": 21,
    "translation": "Когда им говорят: \"Вы следуйте за тем, Что вам ниспослано Аллахом!\", Они ответствуют: \"О нет! Мы будем следовать той (вере), Которую нашли мы в наших праотцах\". Неужто даже зная, что за это Их Сатана зовет к (суровой) каре Ада"
  },
  {
    "verse_number": 22,
    "translation": "Тот, кто всецело обратил свой лик к Аллаху И совершает добрые дела, Поистине, обрел надежную опору, - Ведь только у Аллаха завершение всего"
  },
  {
    "verse_number": 23,
    "translation": "И пусть тебя не огорчает Неверие того, кто не уверовал (в Аллаха), - Ведь к Нам - обратный их приход, И Мы тогда им сообщим (весь грех) содеянного ими, - Аллах ведь знает, что у них в груди"
  },
  {
    "verse_number": 24,
    "translation": "Мы им дадим довольствоваться жизнью Лишь (на земной) недолгий срок, Потом Мы их повергнем в огненную муку"
  },
  {
    "verse_number": 25,
    "translation": "А если ты их спросишь: \"Кто небеса и землю сотворил?\", \"Аллах!\" - они ответят непременно. \"Хвала Аллаху!\" - (им) скажи, Но большинство из них не знает"
  },
  {
    "verse_number": 26,
    "translation": "Аллах владеет всем, Что на земле и в небесах (пребудет), - Поистине, свободен Он от всяких нужд и преисполнен славы"
  },
  {
    "verse_number": 27,
    "translation": "И если б в перья обратились Деревья все, что на земле, (Для записи Словес Господних) И если б океан (земной в чернила обратился) И влились бы в него еще таких же семь, То и тогда бы не иссякли Господа Слова, - Аллах, поистине, велик и мудр"
  },
  {
    "verse_number": 28,
    "translation": "Ему вас (всех) создать и воскресить Столь же (легко), Как и с одной душою это сделать, - Аллах, поистине, все видит и все слышит"
  },
  {
    "verse_number": 29,
    "translation": "Неужто ты не видишь, как Аллах В (свет) Дня вливает (темень) Ночи И в (темень) Ночи вводит День; Как подчинил Он (Своему веленью) Движенье Солнца и Луны, И всяк из них путь держит к своему пределу Во срок, что Им определен, И то, что ведомо Ему Все то, что (явно или тайно) вы творите"
  },
  {
    "verse_number": 30,
    "translation": "И это потому, что лишь Аллах есть Истина, А те, кого, опричь Него, вы чтите, - Ложь, И потому, что лишь Аллах Возвышен и велик безмерно"
  },
  {
    "verse_number": 31,
    "translation": "Ужель не видел ты, что судно Плывет по морю волею Аллаха, Чтоб вам явить знамение Его? В этом, поистине, знамение для тех, Кто терпелив и благодарен"
  },
  {
    "verse_number": 32,
    "translation": "Когда волна (могильной) сенью покрывает их, Они (с отчаяньем) взывают к Богу И всей душою (заверяют, Что будут) благочестие блюсти. Когда же, (выбросив) на сушу, Он спасает их, Средь них всегда находятся такие, Кто (склонен все же) удержаться (от поклонения Ему). Но отрицать знаменья Наши (Способен) лишь изменник, грешный"
  },
  {
    "verse_number": 33,
    "translation": "О род людской! Страшитесь гнева вашего Владыки И бойтесь Дня, когда отец Ничем не сможет быть полезен сыну И сын отцу ничем не пособит, - Верно, поистине, обетование Аллаха! А потому не обольщайтесь (Мгновеньем кратким) жизни на земле. Не позволяйте искусителю - Шайтану Вас об Аллахе обольстить"
  },
  {
    "verse_number": 34,
    "translation": "Лишь у Аллаха - знание о Часе, Лишь Он дожди вам с неба льет, Ему лишь одному известно, Что хоронят утробы (самок); И ни одна душа не знает, Что завтра возыметь ей предстоит И на какой земле ей смерть предстанет, - Аллах, поистине, всеведущ - (Он) знает (обо всем)"
  }
]