[
  {
    "verse_number": 1,
    "translation": "Все в небесах и на земле Аллаху воздает хвалу и славу! Ему принадлежит господство (над мирами), Ему - хвала, и мощь Его - над всем"
  },
  {
    "verse_number": 2,
    "translation": "Он - Тот, Кто создал вас. Средь вас есть те, которые не веруют (в Него), Но есть и верные (Аллаху); Ведь видит Он все то, что делаете вы"
  },
  {
    "verse_number": 3,
    "translation": "Он небеса и землю в должном виде сотворил, Дал форму вам и виды ей прекрасные построил, К Нему лежит и ваше возвращенье"
  },
  {
    "verse_number": 4,
    "translation": "Он знает все, что в небесах и на земле, И знает, что у вас сокрыто или явно. Поистине, Ему известно все, Что вы в сердцах своих храните"
  },
  {
    "verse_number": 5,
    "translation": "Неужто не пришел к вам сказ о тех, Которые отвергли веру в прошлом? Они вкусили зло своих деяний (на земле), Теперь их ждет жестокая расплата (и на небе)"
  },
  {
    "verse_number": 6,
    "translation": "Все потому, что с ясными знаменьями (от Нас) Посланники к ним Наши приходили, Но молвили они: \"Ужель на верный путь Нас будут направлять простые люди, (как и мы)?\" И потому, в неверие облекшись, отвернулись. В них же Аллаху не было нужды. Свободен Он от всяких нужд и преисполнен славы"
  },
  {
    "verse_number": 7,
    "translation": "И утверждают те, кто не уверовал (в Аллаха), Что никогда воскрешены они не будут. Скажи: \"Да, я клянусь моим Владыкой, Вы будете воскрешены!\" Потом вам сообщат о всех деяньях ваших, И это не составит Господу труда"
  },
  {
    "verse_number": 8,
    "translation": "А потому уверуйте в Аллаха и посланника Его И в Свет, что Мы вам ниспослали, - Аллах ведь сведущ в том, что делаете вы"
  },
  {
    "verse_number": 9,
    "translation": "В тот День, Когда Он соберет вас всех Для Дня Великого Собранья, - То будет День взаимных поражений и наград, И с тех, которые уверовали (в Бога) и добрые дела творили, Он снимет все грехи И их введет в Сады, реками омовенны, И вечно пребывать им там, - Такою будет высшая награда"
  },
  {
    "verse_number": 10,
    "translation": "Но тем, кто не уверовал (в Аллаха) И ложью объявил знамения Его, Быть обитателями О'гня И в нем, поистине, навечно пребывать. И будет мерзким это место упокоя"
  },
  {
    "verse_number": 11,
    "translation": "И ни одна беда (вас) не постигнет Иначе, как с соизволения Аллаха; И сердце каждого, кто верует в Него, Направит Он на верный путь, - Аллах о всякой вещи знающ"
  },
  {
    "verse_number": 12,
    "translation": "Так повинуйтесь же Аллаху и слушайте посланника Его! А если отвернетесь - что ж! Ведь на него возложено лишь ясно и открыто (Посланье Наше) передать"
  },
  {
    "verse_number": 13,
    "translation": "Аллах! Нет божества, кроме Него, И лишь Ему все верные должны вверяться"
  },
  {
    "verse_number": 14,
    "translation": "О вы, кто верует! Поистине, средь ваших жен и средь детей Вы недругов найдете. Вы будьте с ними осторожны, Но если вы их извините, Не замечая (их уловки), Простите им (проступки их), - Так ведь Аллах, поистине, прощающ, милосерд"
  },
  {
    "verse_number": 15,
    "translation": "Все ваше достояние и дети - Лишь испытание для вас. А у Аллаха - величайшая награда"
  },
  {
    "verse_number": 16,
    "translation": "А потому страшитесь Его гнева, Послушны будьте и расходуйте на подать. И кто себя от скупости души освободит, - Тому (сопутствовать) удача будет и успех"
  },
  {
    "verse_number": 17,
    "translation": "И если вы дадите щедрый займ Аллаху, Воздаст Он вам вдвойне и ниспошлет прощенье, - Аллах ведь безгранично благодарен, Воздержан (в наказании Своем)"
  },
  {
    "verse_number": 18,
    "translation": "Тот, Кто знает, что сокрыто и что явно, И преисполнен мудрости и мощи"
  }
]