[
  {
    "verse_number": 1,
    "translation": "Та - Син. Это знамения Корана - Той Книги, что ясно (все толкует)"
  },
  {
    "verse_number": 2,
    "translation": "И Руководство, и благая Весть Для всех уверовавших (в Бога)"
  },
  {
    "verse_number": 3,
    "translation": "Кто по часам молитву совершает, Дает закат И верит во вторую жизнь"
  },
  {
    "verse_number": 4,
    "translation": "Для тех же, кто не верит в жизнь другую, Мы разукрасили (нечестие) их дел, И они бродят слепо (по земле)"
  },
  {
    "verse_number": 5,
    "translation": "Они - все те, кому (назначена) суровая расплата, Кто в жизни будущей найбольшие потери понесет"
  },
  {
    "verse_number": 6,
    "translation": "А ты ведь получаешь (руководство): Аль Кор'ан От Мудрого и Знающего (все)"
  },
  {
    "verse_number": 7,
    "translation": "(Вы только вспомните), как Муса Сказал семейству своему: \"Я чувствую присутствие огня. Я принесу оттуда вам какую-либо весть иль головешку, Чтоб вы могли согреться (у костра)"
  },
  {
    "verse_number": 8,
    "translation": "Когда ж к огню он подошел, раздался голос: \"Благословен будь тот, кто на огонь пришел, И то, что вкруг него, - благословенно! Хвала Аллаху, Господу миров"
  },
  {
    "verse_number": 9,
    "translation": "О Муса! Я, поистине, Аллах, Могуч и мудр"
  },
  {
    "verse_number": 10,
    "translation": "Брось посох свой!\" Когда увидел он, Что взвился его посох змеем, Отпрянул он назад И не вернулся, (чтобы взять его). (И тут вновь голос прозвучал): \"О Муса! Не бойся, - ведь в присутствии Моем Все посланные Мною не испытывают страха"
  },
  {
    "verse_number": 11,
    "translation": "А если кто-нибудь из них содеет зло И после этого добром его заменит, - Так Я, поистине, прощающ, милосерд"
  },
  {
    "verse_number": 12,
    "translation": "Теперь за пазуху ты руку положи, И она выйдет, белизной сверкая, Без всякого вреда тебе И как одно из девяти знамений, Что Фараону и его народу явишь ты. Они ведь, истинно, распутны"
  },
  {
    "verse_number": 13,
    "translation": "Когда же ощутимо и наглядно Наши знамения пришли к ним, Они сказали: \"Это - явно колдовство"
  },
  {
    "verse_number": 14,
    "translation": "Из величания и зла Они не приняли знаменья эти, Хотя их души убедились в истинности их, - Так посмотри, каков конец был тех, Кто развращал (людские нравы), (Внося нечестие и) порчу в них"
  },
  {
    "verse_number": 15,
    "translation": "Мы одарили знанием Дауда и (его сына) Сулеймана, И они оба возгласили: \"Хвала Аллаху, Кто пристрастие Свое к нам проявил Пред многими из верных слуг Своих"
  },
  {
    "verse_number": 16,
    "translation": "И стал наследником Дауда Сулейман, И он сказал: \"О люди! Нас научили понимать язык пернатых И даровали (долю) всех вещей, - В этом, поистине, (Господня) благосклонность (к нам)"
  },
  {
    "verse_number": 17,
    "translation": "И к Сулейману были собраны все воинства его: Из джиннов, воинов и птиц - И разместились все (по назначению и виду)"
  },
  {
    "verse_number": 18,
    "translation": "Со временем, Когда они пришли в долину муравьев, Одна из муравьих сказала: \"О муравьи! (Скорее) прячьтесь по своим домам, Чтоб Сулейман и воинства его Не растоптали вас, сами того не замечая"
  },
  {
    "verse_number": 19,
    "translation": "Он улыбнулся, уловив значенье ее слов, И, засмеявшись, обратился (к Богу): \"О Господи! Внушением вели мне благодарным быть За все те блага и ту милость, Которые родителям моим и мне Ты ниспослал, И чтобы делал я добро, угодное Тебе. Твоею милостью введи меня в число Благочестивых слуг Твоих"
  },
  {
    "verse_number": 20,
    "translation": "И он собрал на смотр птиц и молвил: \"Что ж это (здесь) не вижу я удода? Иль он в числе неприлетевших"
  },
  {
    "verse_number": 21,
    "translation": "Я накажу его суровым наказаньем Или зарежу, если он не принесет Серьезную причину (своего непоявленья)"
  },
  {
    "verse_number": 22,
    "translation": "Удод же задержался ненадолго И, (прилетев), сказал: \"Узнал я то, чего не знаешь ты. Я прилетел к тебе от Сабы с верной вестью"
  },
  {
    "verse_number": 23,
    "translation": "Нашел я женщину, что ими правит там. Дарами (щедрыми) она наделена, И у нее великий трон"
  },
  {
    "verse_number": 24,
    "translation": "Нашел я, что она и люди (ее царства) Вместо Аллаха солнце чтят. Им Сатана дела их разукрасил И уклонил с (Господнего) пути - (Теперь) они прямой (стезею) не идут"
  },
  {
    "verse_number": 25,
    "translation": "Чтобы они (Единому) Аллаху не молились, Который выявляет скрытое в земле и в небесах И знает то, что вы скрываете (в душе), И то, что вы являете открыто"
  },
  {
    "verse_number": 26,
    "translation": "Аллах, - кроме Него, иного Бога нет, - Господь Великого Престола"
  },
  {
    "verse_number": 27,
    "translation": "Посмотрим мы: Сказал ты правду иль солгал, - ответил (Сулейман)"
  },
  {
    "verse_number": 28,
    "translation": "Ступай с моим письмом и им доставь его, Потом от них назад подайся (И дай им время поразмыслить), Чтоб посмотреть, как на него они ответят"
  },
  {
    "verse_number": 29,
    "translation": "Она сказала: \"О вельможи! Доставлено мне важное письмо"
  },
  {
    "verse_number": 30,
    "translation": "Оно - от Сулеймана (и гласит): \"Бисми ляхи Аррахман Аррахим"
  },
  {
    "verse_number": 31,
    "translation": "Против меня надменными и дерзкими не будьте, Ко мне в смирении покорном приходите"
  },
  {
    "verse_number": 32,
    "translation": "Она сказала: \"О вельможи! Дайте суждение свое мне в этом деле, - Пока не будете при мне вы, Мне это дело не решить"
  },
  {
    "verse_number": 33,
    "translation": "Они сказали: \"Наша сила велика, и обладаем мы великой мощью, Но власть ведь у тебя (в руках); Смотри же, (чтоб не ошибиться), Какой приказ ты нам отдашь"
  },
  {
    "verse_number": 34,
    "translation": "Она ответила: \"Цари, входя в (иноплеменную) страну, Губят ее и разоряют, А благороднейших из жителей ее Лишают уважения и чести, - Так поступают (все) цари"
  },
  {
    "verse_number": 35,
    "translation": "Но я пошлю подарок им и посмотрю, С чем посланные мною возвратятся"
  },
  {
    "verse_number": 36,
    "translation": "Когда ж (ее посланец) к Сулейману прибыл, Он сказал: \"Ужель хотите (подкупить) меня богатством? Ведь то, что было мне даровано Аллахом, Лучше того, что вам Он дал. О да! Лишь вы способны тешиться подобными дарами"
  },
  {
    "verse_number": 37,
    "translation": "А ты, (посланец), возвращайся к ним (и сообщи): Мы приведем на них такое войско, Против которого они не устоят; В бесчестии изгоним их оттуда, - (Лишенные всего), ничтожны они будут"
  },
  {
    "verse_number": 38,
    "translation": "(Потом) он обратился (к подданным своим): \"Вельможи! Которые из вас (Способны) принести мне трон ее, Прежде чем явятся ко мне покорными они"
  },
  {
    "verse_number": 39,
    "translation": "(И тут) сказал Ифрит из джиннов: \"Тебе я принесу его, Прежде чем ты покинешь свое место, - Ведь я для этого силен и верен"
  },
  {
    "verse_number": 40,
    "translation": "А тот, кто сведущ был в Писании, сказал: \"Тебе я принесу его, Прежде чем дважды ты моргнуть успеешь\". Когда же он увидел этот трон Твердостоящим перед ним, Сказал он: \"Это - по милости Владыки моего, Чтоб испытать меня: Я буду благодарным иль неверным, - Ведь тот, кто благодарен (Богу), - Тот благодарен в пользу собственной души, А кто (в неблагодарности своей) неверен (Богу), - Так ведь свободен Бог от всяких нужд И в щедрости Своей велик и милосерден"
  },
  {
    "verse_number": 41,
    "translation": "Вы измените ее трон, - он продолжал, - И мы посмотрим: Пойдет ли праведным путем она Иль станет из числа заблудших"
  },
  {
    "verse_number": 42,
    "translation": "Когда она (на место) прибыла, ее спросили: \"Это ли твой трон?\" \"Как будто б он, - она сказала. - Нам прежде было знание дано, И стали мусульмане мы, (Предавшись воле Бога)"
  },
  {
    "verse_number": 43,
    "translation": "А почитание других богов, кроме Аллаха, Свело ее (с Господнего пути), - Она была ведь из неверного народа"
  },
  {
    "verse_number": 44,
    "translation": "Ей было сказано: \"Войди в этот дворец!\" Когда ж она увидела его, То приняла его за водяную гладь И (подняла подол своих одежд), Тем самым обнажив голень (ноги). \"Дворец сей вымощен Хрустальною плитой\", - сказал (ей Сулейман). \"О Господи! - она сказала. - Я нанесла душе своей урон! Теперь я вместе с Сулейманом Предаюсь Аллаху, Господу миров"
  },
  {
    "verse_number": 45,
    "translation": "Мы к самудянам Салеха послали, брата их, И он сказал: \"Аллаху поклоняйтесь!\" Они же разделились на две группы, Враждующие меж собой"
  },
  {
    "verse_number": 46,
    "translation": "И он сказал: \"О мой народ! Зачем спешите зло навлечь Прежде, чем вам (даровано) благое? Что ж вам не испросить прощения Аллаха, Чтобы помиловал (Он) вас"
  },
  {
    "verse_number": 47,
    "translation": "Нам по (полету) птиц предвещано дурное от тебя И тех, которые с тобой, - они сказали. Предвестье ваших птиц - во власти (Всемогущего) Аллаха, И вы - народ, что, несомненно, (Он задумал) испытать"
  },
  {
    "verse_number": 48,
    "translation": "А были в городе том девять человек, Которые на той земле нечестие творили, Никак к благому не стремясь"
  },
  {
    "verse_number": 49,
    "translation": "Они сказали: \"Клянитесь именем Аллаха друг пред другом, Что ночью нападем тайком На Салеха и все его семейство. Потом же скажем мстителю его крови: \"Мы не были при гибели его семьи - И правду говорим мы"
  },
  {
    "verse_number": 50,
    "translation": "И стали они хитрость замышлять, А Мы Свою задумывали хитрость; Они ж об этом знать не знали"
  },
  {
    "verse_number": 51,
    "translation": "И посмотри: каков конец был их задумкам! Мы погубили их и их народ - всех до едина"
  },
  {
    "verse_number": 52,
    "translation": "И вот такими стали их дома: Разрушенными до основанья За то, что они были нечестивы. В этом, поистине, знамение для тех, Кто знает (суть Господней правды)"
  },
  {
    "verse_number": 53,
    "translation": "И Мы спасли лишь тех из них, Которые, страшася гнева Бога, В Него уверовали (всей душой)"
  },
  {
    "verse_number": 54,
    "translation": "И (также Мы послали) Лута, И он сказал народу своему: \"Неужто станете вы делать мерзость, Когда (ее греховность) вам видна"
  },
  {
    "verse_number": 55,
    "translation": "Неужто в похотливом вожделении своем Пойдете вы к мужчинам вместо женщин? Сколь же невежественны вы! И как распутны"
  },
  {
    "verse_number": 56,
    "translation": "Ответом же его народа были лишь слова: \"Гоните Лута и его семью из вашего селенья, - Ведь это люди, что желают целомудрие блюсти"
  },
  {
    "verse_number": 57,
    "translation": "Но Мы спасли его и всю его семью, кроме жены, Которой Мы определили позади остаться"
  },
  {
    "verse_number": 58,
    "translation": "На них пролили Мы дождем (Из серы, о'гня и каменьев), И был зловещ и пагубен дождь тех, Кто был увещеваем, (но не внял)"
  },
  {
    "verse_number": 59,
    "translation": "Скажи: \"Хвала Аллаху, и да будет мир Над теми из служителей Его, Которых Он избрал Своей угодой! Лучше Аллах иль те, Кого вы в соучастники Ему придали"
  },
  {
    "verse_number": 60,
    "translation": "Тот ли, Кто создал небеса и землю И воду с неба вам низвел? Ею взрастили Мы сады, Что (радуют) своею красотой и блеском, - А вам взрастить деревья в них Совсем бы было не под силу, - Или с Аллахом наравне есть бог другой? О да! Это - народ, что уклонился (от Господней правды)"
  },
  {
    "verse_number": 61,
    "translation": "Тот ли, Кто сделал землю твердой, Пригодною для проживания на ней И проложил в ней русла рек, Устроил горные твердыни, Прочно стоящие в недвижности своей; Между (солеными) морями И (пресною водою) рек Установил (незримую) преграду, - Или с Аллахом наравне есть бог другой? О нет! Не знает большинство из них (Господней правды)"
  },
  {
    "verse_number": 62,
    "translation": "Тот ли, Кто внемлет обездоленному в жизни, Когда к Нему взывает он, И избавляет от страданий, И землю вам наследовать дает? Или с Аллахом наравне есть бог другой? Мало вы помните (о щедрости Господней)"
  },
  {
    "verse_number": 63,
    "translation": "Тот ли, Кто вам указывает путь Во мраке на земле и в море, Кто благовестниками ветры шлет, Прежде чем милостью Своей (Пролить дождем на вашу землю)? Или с Аллахом наравне есть бог другой? Аллах выше того, чтоб в равные Ему Другие божества вы призывали"
  },
  {
    "verse_number": 64,
    "translation": "Иль Тот, Кто произвел первичное творенье И, обратив его потом в небытие, Воссоздает его опять; Кто вам дает потребное для жизни с неба и земли? Так что ж - С Аллахом наравне есть бог другой?\" Скажи: \"Если вы правду говорите, Представьте доказательства свои"
  },
  {
    "verse_number": 65,
    "translation": "Скажи: \"Никто другой, кроме Аллаха, Не знает скрытого на небесах и на земле; И им неведомо, Когда они воскрешены (на Суд Господень) будут"
  },
  {
    "verse_number": 66,
    "translation": "О да, их знание (не может) вторую жизнь охватить, - О да, они касательно ее колеблются в сомненьях, - О да, слепы они (в неверии своем)"
  },
  {
    "verse_number": 67,
    "translation": "И говорят неверные: \"Ужель когда мы станем прахом - И мы, и наши праотцы, - Неужто (к жизни вновь) воскрешены мы будем"
  },
  {
    "verse_number": 68,
    "translation": "Это уже нам обещали, А прежде - нашим праотцам. Это - всего лишь сказы первых"
  },
  {
    "verse_number": 69,
    "translation": "Скажи: \"Пройдите по земле и посмотрите, Каков конец был тех, кто преступил (Пределы, установленные Богом)"
  },
  {
    "verse_number": 70,
    "translation": "И ты, (о Мухаммад!), не огорчайся из-за них. Пусть их коварные уловки Стеснением тебе не давят грудь"
  },
  {
    "verse_number": 71,
    "translation": "И говорят (неверные): \"Когда исполнится эта угроза, Если (о ней) вы правду говорите"
  },
  {
    "verse_number": 72,
    "translation": "Скажи: \"Возможно, уже вслед за вами идет что-либо из того, С чем вы торопите (к свершенью)"
  },
  {
    "verse_number": 73,
    "translation": "Поистине, Господь твой к людям благ, Но большинство из них неблагодарны"
  },
  {
    "verse_number": 74,
    "translation": "И, истинно, Господь твой знает, Что кроется у них в груди, Что напоказ они являют"
  },
  {
    "verse_number": 75,
    "translation": "Нет ничего сокрытого на небе и земле, Чего б не значилось в (Господней) Книге (уложений)"
  },
  {
    "verse_number": 76,
    "translation": "Этот Коран, поистине, сынам Исраиля толкует Большую часть того, в чем разошлись они"
  },
  {
    "verse_number": 77,
    "translation": "И, несомненно, он - (Господне) руководство И милость тем, кто (Богу) предался"
  },
  {
    "verse_number": 78,
    "translation": "Господь твой, истинно, Своим судом Меж ними разрешит (все споры), - Поистине, в величии Своем могуч Он и всеведущ"
  },
  {
    "verse_number": 79,
    "translation": "Так уповай же на Аллаха, - Ведь ты уже у явной Истины стоишь"
  },
  {
    "verse_number": 80,
    "translation": "Поистине, ты мертвых не заставишь слышать, Ты не заставишь и глухих Услышать зов (к Господней правде), Когда они, (к тебе) спиною обратясь, уходят"
  },
  {
    "verse_number": 81,
    "translation": "И ты не выведешь на путь прямой слепых, (Удерживая их) от заблужденья. Лишь тех заставишь слушать ты, Кто верует в знаменья Наши И воле Божьей предался"
  },
  {
    "verse_number": 82,
    "translation": "Когда ж исполнится над ними Слово, Мы (на неверных) зверя выведем из-под земли, И будет говорить он с ними - Людьми, что не имели твердой веры В (Господню суть) знамений Наших"
  },
  {
    "verse_number": 83,
    "translation": "В тот День, Когда Мы соберем из каждого народа Толпу из тех, кто ложными знаменья Наши счел, И их распределим (по степени греха)"
  },
  {
    "verse_number": 84,
    "translation": "Пока они (пред Богом) не предстанут, И Он им скажет: \"Ужель сочли за ложь знамения Мои Лишь потому, что знанием своим их не постигли, Иль чем (еще) вы занимались"
  },
  {
    "verse_number": 85,
    "translation": "Тогда исполнится над ними Слово - За то, что были злочестивы, И ни единый звук не издадут они"
  },
  {
    "verse_number": 86,
    "translation": "Ужель не видели они, Что Мы установили ночь, Чтоб (в темноте) ее они почили, А день устроили, чтоб дать им свет (для бденья)? В этом, поистине, знамение для тех, Которые уверовали (в Бога)"
  },
  {
    "verse_number": 87,
    "translation": "В тот День, Когда раздастся трубный глас, Объяты страхом будут те, Кто в небесах, и те, кто на земле, Кроме таких, кого желанием Своим (освободит) Аллах, И все придут к Нему в смирении покорном"
  },
  {
    "verse_number": 88,
    "translation": "И ты увидишь, что громады гор, В недвижности которых ты был так уверен, Пойдут, как ходят облака, По мановению Аллаха, Кто учредил во всем (порядок) совершенный, - Поистине, Он сведущ обо всем, что делаете вы"
  },
  {
    "verse_number": 89,
    "translation": "Кто явится (к Нему) с добром, (В награду) большее добро (получит), В тот День (освободят) их от любого страха"
  },
  {
    "verse_number": 90,
    "translation": "А те, которые придут с дурным, Лицом в Огонь поверженными будут, - Не по делам ли вашим воздается вам"
  },
  {
    "verse_number": 91,
    "translation": "(Скажи): \"Мне Богу града этого Повелено служить и поклоняться, Кто осенил его запретом (для греха) И Кто владеет всем, (что суще), И мне повелено Ему предаться"
  },
  {
    "verse_number": 92,
    "translation": "И читать Коран\". И тот, кто встанет на стезю прямую, Себе на благо это совершит, А тем, кто уклонится в заблужденье, Скажи: \"Я только вас могу предостеречь"
  },
  {
    "verse_number": 93,
    "translation": "И (далее) скажи: \"Хвала Аллаху! Он скоро явит вам знамения Свои, И вы их (сразу сможете) узнать, - Ведь в небрежении Господь ваш не бывает К тому, что делаете вы"
  }
]