[
  {
    "verse_number": 1,
    "translation": "О пророк! Зачем ты запрещаешь себе то, Что разрешил тебе Господь, Ища расположенья жен своих? Господь ведь милостив и всепрощающ"
  },
  {
    "verse_number": 2,
    "translation": "Господь для вас позволил клятвы расторгать, Он - Покровитель ваш, Всеведущий и мудрый"
  },
  {
    "verse_number": 3,
    "translation": "Когда одной из жен своих Пророк поверил тайну, Она передала ее другой. Аллах ему об этом сообщил. (Пророк) часть (сказанного) подтвердил, А часть - отверг. И вот когда сказал он ей об этом, Она спросила: \"Кто сообщил тебе?\" Ответил он: \"Сказал мне Тот, Кто ведает и знает обо всем"
  },
  {
    "verse_number": 4,
    "translation": "И если обе вы к Аллаху в раскаянии обратитесь - А ведь уже склонились к этому ваши сердца, - (Он вам, поистине, простит). Но если вы, потворствуя друг другу, Против (пророка Моего) пойдете, То, истинно, Аллах - его защитник, И Джибраил, и каждый справедливый из принявших веру, И даже ангелы потом придут ему на помощь"
  },
  {
    "verse_number": 5,
    "translation": "А коль пророк вам даст развод, Возможно, что Господь Взамен вас лучших жен ему пошлет, Которые Аллаху предалИсь в раскаянии должном, Живут в смирении и благочестье И совершают Хадж, посты блюдут, - Будь то девицы или вдовы"
  },
  {
    "verse_number": 6,
    "translation": "О вы, кто верует! Уберегите и себя, и семьи ваши от Огня, Для коего растопкой будут люди и каменья, Над коим ангелы - суровы, непреклонны - Не нарушают то, что повелел Аллах, И исполняют все, что Он прикажет"
  },
  {
    "verse_number": 7,
    "translation": "(И будут говорить они): \"О вы, неверные! Сегодня вы не извиняйтесь,- Вам ныне воздается лишь за то, Чем вы грешили в жизни ближней"
  },
  {
    "verse_number": 8,
    "translation": "О вы, кто верует! Вы обратитесь в искреннем раскаянье к Аллаху! Быть может, ваш Господь Очистит вас от дел греховных, Введет в Сады, реками омовенны, - В тот День, Когда Аллах посланника и тех, которые уверовали с ним, (Не оскорбит) и не унизит. Пред ними и по праву сторону от них Струиться будет (чистый) Свет. И будут говорить они: \"Господь наш! Сделай совершенным Свет для нас и ниспошли прощенье, - Ведь Ты всесилен над всея"
  },
  {
    "verse_number": 9,
    "translation": "О пророк! Веди суровую борьбу Ты с лицемерами и с теми, кто не верует (в Аллаха), И против них непримиримым будь. Жилищем им предстанет Ад - Приют зловещий для неверных"
  },
  {
    "verse_number": 10,
    "translation": "Аллах в пример приводит для не верующих (в Бога) Жену пророка Нуха и жену пророка Лута. Ведь они обе были за рабами из праведных Господних слуг И обе стали вероломны, И перед Господом ничто их не спасло, И было велено: \"Войдите обе в Огнь вместе с остальными"
  },
  {
    "verse_number": 11,
    "translation": "И предлагает праведным Аллах в пример Жену (египетского) Фараона. И молвила она: \"О мой Господь! Ты водрузи в Своем Раю мне дом, Избавь меня от Фараона и его деяний, Спаси меня от нечестивых"
  },
  {
    "verse_number": 12,
    "translation": "(А также) и Марйам, Имрана дочь, Что сохранила девственную плоть. И Мы от духа Нашего в нее вдохнули. И истиной сочла она Слова Господни и Его Писанье И стала из благочестивых"
  }
]