{
  "number": 10,
  "name": "يونس",
  "name_latin": "Yūnus",
  "name_id": "Yunus",
  "name_trans_id": "Yunus",
  "number_of_verse": 109,
  "category": "Makkiyah",
  "arabics": {
    "1": "الۤرٰ ۗتِلْكَ اٰيٰتُ الْكِتٰبِ الْحَكِيْمِ",
    "2": "اَكَانَ لِلنَّاسِ عَجَبًا اَنْ اَوْحَيْنَآ اِلٰى رَجُلٍ مِّنْهُمْ اَنْ اَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِيْنَ اٰمَنُوْٓا اَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ ۗ قَالَ الْكٰفِرُوْنَ اِنَّ هٰذَا لَسٰحِرٌ مُّبِيْنٌ",
    "3": "اِنَّ رَبَّكُمُ اللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِ يُدَبِّرُ الْاَمْرَۗ مَا مِنْ شَفِيْعٍ اِلَّا مِنْۢ بَعْدِ اِذْنِهٖۗ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ فَاعْبُدُوْهُۗ اَفَلَا تَذَكَّرُوْنَ",
    "4": "اِلَيْهِ مَرْجِعُكُمْ جَمِيْعًاۗ وَعْدَ اللّٰهِ حَقًّاۗ اِنَّهٗ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ لِيَجْزِيَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ بِالْقِسْطِۗ وَالَّذِيْنَ كَفَرُوْا لَهُمْ شَرَابٌ مِّنْ حَمِيْمٍ وَّعَذَابٌ اَلِيْمٌ ۢبِمَا كَانُوْا يَكْفُرُوْنَ",
    "5": "هُوَ الَّذِيْ جَعَلَ الشَّمْسَ ضِيَاۤءً وَّالْقَمَرَ نُوْرًا وَّقَدَّرَهٗ مَنَازِلَ لِتَعْلَمُوْا عَدَدَ السِّنِيْنَ وَالْحِسَابَۗ مَا خَلَقَ اللّٰهُ ذٰلِكَ اِلَّا بِالْحَقِّۗ يُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ",
    "6": "اِنَّ فِى اخْتِلَافِ الَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللّٰهُ فِى السَّمٰوٰتِ وَالْاَرْضِ لَاٰيٰتٍ لِّقَوْمٍ يَّتَّقُوْنَ",
    "7": "اِنَّ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا وَرَضُوْا بِالْحَيٰوةِ الدُّنْيَا وَاطْمَـَٔنُّوْا بِهَا وَالَّذِيْنَ هُمْ عَنْ اٰيٰتِنَا غٰفِلُوْنَۙ",
    "8": "اُولٰۤىِٕكَ مَأْوٰىهُمُ النَّارُ بِمَا كَانُوْا يَكْسِبُوْنَ",
    "9": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ يَهْدِيْهِمْ رَبُّهُمْ بِاِيْمَانِهِمْۚ تَجْرِيْ مِنْ تَحْتِهِمُ الْاَنْهٰرُ فِيْ جَنّٰتِ النَّعِيْمِ",
    "10": "دَعْوٰىهُمْ فِيْهَا سُبْحٰنَكَ اللّٰهُمَّ وَتَحِيَّتُهُمْ فِيْهَا سَلٰمٌۚ وَاٰخِرُ دَعْوٰىهُمْ اَنِ الْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ࣖ",
    "11": "۞ وَلَوْ يُعَجِّلُ اللّٰهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ اِلَيْهِمْ اَجَلُهُمْۗ فَنَذَرُ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ",
    "12": "وَاِذَا مَسَّ الْاِنْسَانَ الضُّرُّ دَعَانَا لِجَنْۢبِهٖٓ اَوْ قَاعِدًا اَوْ قَاۤىِٕمًا ۚفَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهٗ مَرَّ كَاَنْ لَّمْ يَدْعُنَآ اِلٰى ضُرٍّ مَّسَّهٗۗ  كَذٰلِكَ زُيِّنَ لِلْمُسْرِفِيْنَ مَا كَانُوْا يَعْمَلُوْنَ",
    "13": "وَلَقَدْ اَهْلَكْنَا الْقُرُوْنَ مِنْ قَبْلِكُمْ لَمَّا ظَلَمُوْاۙ وَجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ وَمَا كَانُوْا لِيُؤْمِنُوْا ۗ كَذٰلِكَ نَجْزِى الْقَوْمَ الْمُجْرِمِيْنَ",
    "14": "ثُمَّ جَعَلْنٰكُمْ خَلٰۤىِٕفَ فِى الْاَرْضِ مِنْۢ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُوْنَ",
    "15": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيَاتُنَا بَيِّنٰتٍۙ قَالَ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا ائْتِ بِقُرْاٰنٍ غَيْرِ هٰذَآ اَوْ بَدِّلْهُ ۗ قُلْ مَا يَكُوْنُ لِيْٓ اَنْ اُبَدِّلَهٗ مِنْ تِلْقَاۤئِ نَفْسِيْ ۚاِنْ اَتَّبِعُ اِلَّا مَا يُوْحٰٓى اِلَيَّ ۚ اِنِّيْٓ اَخَافُ اِنْ عَصَيْتُ رَبِّيْ عَذَابَ يَوْمٍ عَظِيْمٍ",
    "16": "قُلْ لَّوْ شَاۤءَ اللّٰهُ مَا تَلَوْتُهٗ عَلَيْكُمْ وَلَآ اَدْرٰىكُمْ بِهٖ ۖفَقَدْ لَبِثْتُ فِيْكُمْ عُمُرًا مِّنْ قَبْلِهٖۗ اَفَلَا تَعْقِلُوْنَ",
    "17": "فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ كَذَّبَ بِاٰيٰتِهٖۗ اِنَّهٗ لَا يُفْلِحُ الْمُجْرِمُوْنَ",
    "18": "وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُوْلُوْنَ هٰٓؤُلَاۤءِ شُفَعَاۤؤُنَا عِنْدَ اللّٰهِ ۗقُلْ اَتُنَبِّـُٔوْنَ اللّٰهَ بِمَا لَا يَعْلَمُ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِۗ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ",
    "19": "وَمَا كَانَ النَّاسُ اِلَّآ اُمَّةً وَّاحِدَةً فَاخْتَلَفُوْاۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ لَقُضِيَ بَيْنَهُمْ فِيْمَا فِيْهِ يَخْتَلِفُوْنَ",
    "20": "وَيَقُوْلُوْنَ لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۚ فَقُلْ اِنَّمَا الْغَيْبُ لِلّٰهِ فَانْتَظِرُوْاۚ اِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ ࣖ",
    "21": "وَاِذَآ اَذَقْنَا النَّاسَ رَحْمَةً مِّنْۢ بَعْدِ ضَرَّاۤءَ مَسَّتْهُمْ اِذَا لَهُمْ مَّكْرٌ فِيْٓ اٰيٰتِنَاۗ قُلِ اللّٰهُ اَسْرَعُ مَكْرًاۗ اِنَّ رُسُلَنَا يَكْتُبُوْنَ مَا تَمْكُرُوْنَ",
    "22": "هُوَ الَّذِيْ يُسَيِّرُكُمْ فِى الْبَرِّ وَالْبَحْرِۗ حَتّٰٓى اِذَا كُنْتُمْ فِىْ الْفُلْكِۚ وَجَرَيْنَ بِهِمْ بِرِيْحٍ طَيِّبَةٍ وَّفَرِحُوْا بِهَا جَاۤءَتْهَا رِيْحٌ عَاصِفٌ وَّجَاۤءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَّظَنُّوْٓا اَنَّهُمْ اُحِيْطَ بِهِمْۙ دَعَوُا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۚ لَىِٕنْ اَنْجَيْتَنَا مِنْ هٰذِهٖ لَنَكُوْنَنَّ مِنَ الشّٰكِرِيْنَ",
    "23": "فَلَمَّآ اَنْجٰىهُمْ اِذَا هُمْ يَبْغُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّ ۗيٰٓاَيُّهَا النَّاسُ اِنَّمَا بَغْيُكُمْ عَلٰٓى اَنْفُسِكُمْ مَّتَاعَ الْحَيٰوةِ الدُّنْيَاۖ ثُمَّ اِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ",
    "24": "اِنَّمَا مَثَلُ الْحَيٰوةِ الدُّنْيَا كَمَاۤءٍ اَنْزَلْنٰهُ مِنَ السَّمَاۤءِ فَاخْتَلَطَ بِهٖ نَبَاتُ الْاَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْاَنْعَامُ ۗحَتّٰٓى اِذَآ اَخَذَتِ الْاَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ اَهْلُهَآ اَنَّهُمْ قٰدِرُوْنَ عَلَيْهَآ اَتٰىهَآ اَمْرُنَا لَيْلًا اَوْ نَهَارًا فَجَعَلْنٰهَا حَصِيْدًا كَاَنْ لَّمْ تَغْنَ بِالْاَمْسِۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّتَفَكَّرُوْنَ",
    "25": "وَاللّٰهُ يَدْعُوْآ اِلٰى دَارِ السَّلٰمِ ۚوَيَهْدِيْ مَنْ يَّشَاۤءُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ",
    "26": "۞ لِلَّذِيْنَ اَحْسَنُوا الْحُسْنٰى وَزِيَادَةٌ  ۗوَلَا يَرْهَقُ وُجُوْهَهُمْ قَتَرٌ وَّلَا ذِلَّةٌ  ۗاُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِ هُمْ فِيْهَا خٰلِدُوْنَ",
    "27": "وَالَّذِيْنَ كَسَبُوا السَّيِّاٰتِ جَزَاۤءُ سَيِّئَةٍ ۢبِمِثْلِهَاۙ وَتَرْهَقُهُمْ ذِلَّةٌ  ۗمَا لَهُمْ مِّنَ اللّٰهِ مِنْ عَاصِمٍۚ  كَاَنَّمَآ اُغْشِيَتْ وُجُوْهُهُمْ قِطَعًا مِّنَ الَّيْلِ مُظْلِمًاۗ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِ ۚهُمْ فِيْهَا خٰلِدُوْنَ",
    "28": "وَيَوْمَ نَحْشُرُهُمْ جَمِيْعًا ثُمَّ نَقُوْلُ لِلَّذِيْنَ اَشْرَكُوْا مَكَانَكُمْ اَنْتُمْ وَشُرَكَاۤؤُكُمْۚ فَزَيَّلْنَا بَيْنَهُمْ وَقَالَ شُرَكَاۤؤُهُمْ مَّا كُنْتُمْ اِيَّانَا تَعْبُدُوْنَ",
    "29": "فَكَفٰى بِاللّٰهِ شَهِيْدًاۢ بَيْنَنَا وَبَيْنَكُمْ اِنْ كُنَّا عَنْ عِبَادَتِكُمْ لَغٰفِلِيْنَ",
    "30": "هُنَالِكَ تَبْلُوْا كُلُّ نَفْسٍ مَّآ اَسْلَفَتْ وَرُدُّوْٓا اِلَى اللّٰهِ مَوْلٰىهُمُ الْحَقِّ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ࣖ",
    "31": "قُلْ مَنْ يَّرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِ اَمَّنْ يَّمْلِكُ السَّمْعَ وَالْاَبْصَارَ وَمَنْ يُّخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُّدَبِّرُ الْاَمْرَۗ فَسَيَقُوْلُوْنَ اللّٰهُ ۚفَقُلْ اَفَلَا تَتَّقُوْنَ",
    "32": "فَذٰلِكُمُ اللّٰهُ رَبُّكُمُ الْحَقُّۚ فَمَاذَا بَعْدَ الْحَقِّ اِلَّا الضَّلٰلُ  ۖفَاَنّٰى تُصْرَفُوْنَ",
    "33": "كَذٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِيْنَ فَسَقُوْٓا اَنَّهُمْ لَا يُؤْمِنُوْنَ",
    "34": "قُلْ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗۗ قُلِ اللّٰهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ فَاَنّٰى تُؤْفَكُوْنَ",
    "35": "قُلْ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّهْدِيْٓ اِلَى الْحَقِّۗ قُلِ اللّٰهُ يَهْدِيْ لِلْحَقِّۗ اَفَمَنْ يَّهْدِيْٓ اِلَى الْحَقِّ اَحَقُّ اَنْ يُّتَّبَعَ اَمَّنْ لَّا يَهِدِّيْٓ اِلَّآ اَنْ يُّهْدٰىۚ فَمَا لَكُمْۗ  كَيْفَ تَحْكُمُوْنَ",
    "36": "وَمَا يَتَّبِعُ اَكْثَرُهُمْ اِلَّا ظَنًّاۗ اِنَّ الظَّنَّ لَا يُغْنِيْ مِنَ الْحَقِّ شَيْـًٔاۗ اِنَّ اللّٰهَ عَلِيْمٌ ۢبِمَا يَفْعَلُوْنَ",
    "37": "وَمَا كَانَ هٰذَا الْقُرْاٰنُ اَنْ يُّفْتَرٰى مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ تَصْدِيْقَ الَّذِيْ بَيْنَ يَدَيْهِ وَتَفْصِيْلَ الْكِتٰبِ لَا رَيْبَ فِيْهِ مِنْ رَّبِّ الْعٰلَمِيْنَۗ",
    "38": "اَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۗ قُلْ فَأْتُوْا بِسُوْرَةٍ مِّثْلِهٖ وَادْعُوْا مَنِ اسْتَطَعْتُمْ مِّنْ دُوْنِ اللّٰهِ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "39": "بَلْ كَذَّبُوْا بِمَا لَمْ يُحِيْطُوْا بِعِلْمِهٖ وَلَمَّا يَأْتِهِمْ تَأْوِيْلُهٗۗ  كَذٰلِكَ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظّٰلِمِيْنَ",
    "40": "وَمِنْهُمْ مَّنْ يُّؤْمِنُ بِهٖ وَمِنْهُمْ مَّنْ لَّا يُؤْمِنُ بِهٖۗ وَرَبُّكَ اَعْلَمُ بِالْمُفْسِدِيْنَ ࣖ",
    "41": "وَاِنْ كَذَّبُوْكَ فَقُلْ لِّيْ عَمَلِيْ وَلَكُمْ عَمَلُكُمْۚ اَنْتُمْ بَرِيْۤـُٔوْنَ مِمَّآ اَعْمَلُ وَاَنَا۠ بَرِيْۤءٌ مِّمَّا تَعْمَلُوْنَ",
    "42": "وَمِنْهُمْ مَّنْ يَّسْتَمِعُوْنَ اِلَيْكَۗ اَفَاَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كَانُوْا لَا يَعْقِلُوْنَ",
    "43": "وَمِنْهُمْ مَّنْ يَّنْظُرُ اِلَيْكَۗ اَفَاَنْتَ تَهْدِى الْعُمْيَ وَلَوْ كَانُوْا لَا يُبْصِرُوْنَ",
    "44": "اِنَّ اللّٰهَ لَا يَظْلِمُ النَّاسَ شَيْـًٔا وَّلٰكِنَّ النَّاسَ اَنْفُسَهُمْ يَظْلِمُوْنَ",
    "45": "وَيَوْمَ يَحْشُرُهُمْ كَاَنْ لَّمْ يَلْبَثُوْٓا اِلَّا سَاعَةً مِّنَ النَّهَارِ يَتَعَارَفُوْنَ بَيْنَهُمْۗ قَدْ خَسِرَ الَّذِيْنَ كَذَّبُوْا بِلِقَاۤءِ اللّٰهِ وَمَا كَانُوْا مُهْتَدِيْنَ",
    "46": "وَاِمَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِلَيْنَا مَرْجِعُهُمْ ثُمَّ اللّٰهُ شَهِيْدٌ عَلٰى مَا يَفْعَلُوْنَ",
    "47": "وَلِكُلِّ اُمَّةٍ رَّسُوْلٌ ۚفَاِذَا جَاۤءَ رَسُوْلُهُمْ قُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُوْنَ",
    "48": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "49": "قُلْ لَّآ اَمْلِكُ لِنَفْسِيْ ضَرًّا وَّلَا نَفْعًا اِلَّا مَا شَاۤءَ اللّٰهُ ۗ لِكُلِّ اُمَّةٍ اَجَلٌ ۚاِذَا جَاۤءَ اَجَلُهُمْ فَلَا يَسْتَأْخِرُوْنَ سَاعَةً وَّلَا يَسْتَقْدِمُوْنَ",
    "50": "قُلْ اَرَءَيْتُمْ اِنْ اَتٰىكُمْ عَذَابُهٗ بَيَاتًا اَوْ نَهَارًا مَّاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُوْنَ",
    "51": "اَثُمَّ اِذَا مَا وَقَعَ اٰمَنْتُمْ بِهٖۗ  اٰۤلْـٰٔنَ وَقَدْ كُنْتُمْ بِهٖ تَسْتَعْجِلُوْنَ",
    "52": "ثُمَّ قِيْلَ لِلَّذِيْنَ ظَلَمُوْا ذُوْقُوْا عَذَابَ الْخُلْدِۚ هَلْ تُجْزَوْنَ اِلَّا بِمَا كُنْتُمْ تَكْسِبُوْنَ",
    "53": "۞ وَيَسْتَنْۢبِـُٔوْنَكَ اَحَقٌّ هُوَ ۗ قُلْ اِيْ وَرَبِّيْٓ اِنَّهٗ لَحَقٌّ ۗوَمَآ اَنْتُمْ بِمُعْجِزِيْنَ ࣖ",
    "54": "وَلَوْ اَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِى الْاَرْضِ لَافْتَدَتْ بِهٖۗ وَاَسَرُّوا النَّدَامَةَ لَمَّا رَاَوُا الْعَذَابَۚ وَقُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُوْنَ",
    "55": "اَلَآ اِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ  اَلَآ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
    "56": "هُوَ يُحْيٖ وَيُمِيْتُ وَاِلَيْهِ تُرْجَعُوْنَ",
    "57": "يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَتْكُمْ مَّوْعِظَةٌ مِّنْ رَّبِّكُمْ وَشِفَاۤءٌ لِّمَا فِى الصُّدُوْرِۙ وَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ",
    "58": "قُلْ بِفَضْلِ اللّٰهِ وَبِرَحْمَتِهٖ فَبِذٰلِكَ فَلْيَفْرَحُوْاۗ هُوَ خَيْرٌ مِّمَّا يَجْمَعُوْنَ",
    "59": "قُلْ اَرَءَيْتُمْ مَّآ اَنْزَلَ اللّٰهُ لَكُمْ مِّنْ رِّزْقٍ فَجَعَلْتُمْ مِّنْهُ حَرَامًا وَّحَلٰلًا ۗ قُلْ ءٰۤاللّٰهُ اَذِنَ لَكُمْ اَمْ عَلَى اللّٰهِ تَفْتَرُوْنَ",
    "60": "وَمَا ظَنُّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ يَوْمَ الْقِيٰمَةِ ۗاِنَّ اللّٰهَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَشْكُرُوْنَ ࣖ",
    "61": "وَمَا تَكُوْنُ فِيْ شَأْنٍ وَّمَا تَتْلُوْا مِنْهُ مِنْ قُرْاٰنٍ وَّلَا تَعْمَلُوْنَ مِنْ عَمَلٍ اِلَّا كُنَّا عَلَيْكُمْ شُهُوْدًا اِذْ تُفِيْضُوْنَ فِيْهِۗ وَمَا يَعْزُبُ عَنْ رَّبِّكَ مِنْ مِّثْقَالِ ذَرَّةٍ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ وَلَآ اَصْغَرَ مِنْ ذٰلِكَ وَلَآ اَكْبَرَ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ",
    "62": "اَلَآ اِنَّ اَوْلِيَاۤءَ اللّٰهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَۚ",
    "63": "اَلَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَۗ",
    "64": "لَهُمُ الْبُشْرٰى فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِۗ  لَا تَبْدِيْلَ لِكَلِمٰتِ اللّٰهِ ۗذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُۗ",
    "65": "وَلَا يَحْزُنْكَ قَوْلُهُمْۘ اِنَّ الْعِزَّةَ لِلّٰهِ جَمِيْعًاۗ هُوَ السَّمِيْعُ الْعَلِيْمُ",
    "66": "اَلَآ اِنَّ لِلّٰهِ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِۗ وَمَا يَتَّبِعُ الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ شُرَكَاۤءَ ۗاِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنْ هُمْ اِلَّا يَخْرُصُوْنَ",
    "67": "هُوَ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِتَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًا ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّسْمَعُوْنَ",
    "68": "قَالُوا اتَّخَذَ اللّٰهُ وَلَدًا سُبْحٰنَهٗ ۗ هُوَ الْغَنِيُّ ۗ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ اِنْ عِنْدَكُمْ مِّنْ سُلْطٰنٍۢ بِهٰذَاۗ اَتَقُوْلُوْنَ عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ",
    "69": "قُلْ اِنَّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ لَا يُفْلِحُوْنَۗ",
    "70": "مَتَاعٌ فِى الدُّنْيَا ثُمَّ اِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيْقُهُمُ الْعَذَابَ الشَّدِيْدَ بِمَا كَانُوْا يَكْفُرُوْنَ ࣖ",
    "71": "۞ وَاتْلُ عَلَيْهِمْ نَبَاَ نُوْحٍۘ اِذْ قَالَ لِقَوْمِهٖ يٰقَوْمِ اِنْ كَانَ كَبُرَ عَلَيْكُمْ مَّقَامِيْ وَتَذْكِيْرِيْ بِاٰيٰتِ اللّٰهِ فَعَلَى اللّٰهِ تَوَكَّلْتُ فَاَجْمِعُوْٓا اَمْرَكُمْ وَشُرَكَاۤءَكُمْ ثُمَّ لَا يَكُنْ اَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُوْٓا اِلَيَّ وَلَا تُنْظِرُوْنِ",
    "72": "فَاِنْ تَوَلَّيْتُمْ فَمَا سَاَلْتُكُمْ مِّنْ اَجْرٍۗ اِنْ اَجْرِيَ اِلَّا عَلَى اللّٰهِ ۙوَاُمِرْتُ اَنْ اَكُوْنَ مِنَ الْمُسْلِمِيْنَ",
    "73": "فَكَذَّبُوْهُ فَنَجَّيْنٰهُ وَمَنْ مَّعَهٗ فِى الْفُلْكِ وَجَعَلْنٰهُمْ خَلٰۤىِٕفَ وَاَغْرَقْنَا الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۚ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنْذَرِيْنَ",
    "74": "ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهٖ رُسُلًا اِلٰى قَوْمِهِمْ فَجَاۤءُوْهُمْ بِالْبَيِّنٰتِ فَمَا كَانُوْا لِيُؤْمِنُوْا بِمَا كَذَّبُوْا بِهٖ مِنْ قَبْلُ ۗ كَذٰلِكَ نَطْبَعُ عَلٰى قُلُوْبِ الْمُعْتَدِيْنَ",
    "75": "ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهِمْ مُّوْسٰى وَهٰرُوْنَ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ بِاٰيٰتِنَا فَاسْتَكْبَرُوْا وَكَانُوْا قَوْمًا مُّجْرِمِيْنَ",
    "76": "فَلَمَّا جَاۤءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوْٓا اِنَّ هٰذَا لَسِحْرٌ مُّبِيْنٌ",
    "77": "قَالَ مُوْسٰٓى اَتَقُوْلُوْنَ لِلْحَقِّ لَمَّا جَاۤءَكُمْ ۗ اَسِحْرٌ هٰذَاۗ وَلَا يُفْلِحُ السّٰحِرُوْنَ",
    "78": "قَالُوْٓا اَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ اٰبَاۤءَنَا وَتَكُوْنَ لَكُمَا الْكِبْرِيَاۤءُ فِى الْاَرْضِۗ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِيْنَ",
    "79": "وَقَالَ فِرْعَوْنُ ائْتُوْنِيْ بِكُلِّ سٰحِرٍ عَلِيْمٍ",
    "80": "فَلَمَّا جَاۤءَ السَّحَرَةُ قَالَ لَهُمْ مُّوْسٰٓى اَلْقُوْا مَآ اَنْتُمْ مُّلْقُوْنَ",
    "81": "فَلَمَّآ اَلْقَوْا قَالَ مُوْسٰى مَا جِئْتُمْ بِهِ ۙالسِّحْرُۗ اِنَّ اللّٰهَ سَيُبْطِلُهٗۗ اِنَّ اللّٰهَ لَا يُصْلِحُ عَمَلَ الْمُفْسِدِيْنَ ࣖ",
    "82": "وَيُحِقُّ اللّٰهُ الْحَقَّ بِكَلِمٰتِهٖ وَلَوْ كَرِهَ الْمُجْرِمُوْنَ",
    "83": "فَمَآ اٰمَنَ لِمُوْسٰىٓ اِلَّا ذُرِّيَّةٌ مِّنْ قَوْمِهٖ عَلٰى خَوْفٍ مِّنْ فِرْعَوْنَ وَمَلَا۟ىِٕهِمْ اَنْ يَّفْتِنَهُمْ ۗوَاِنَّ فِرْعَوْنَ لَعَالٍ فِى الْاَرْضِۚ وَاِنَّهٗ لَمِنَ الْمُسْرِفِيْنَ",
    "84": "وَقَالَ مُوْسٰى يٰقَوْمِ اِنْ كُنْتُمْ اٰمَنْتُمْ بِاللّٰهِ فَعَلَيْهِ تَوَكَّلُوْٓا اِنْ كُنْتُمْ مُّسْلِمِيْنَ",
    "85": "فَقَالُوْا عَلَى اللّٰهِ تَوَكَّلْنَا ۚرَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ الظّٰلِمِيْنَ",
    "86": "وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكٰفِرِيْنَ",
    "87": "وَاَوْحَيْنَآ اِلٰى مُوْسٰى وَاَخِيْهِ اَنْ تَبَوَّاٰ لِقَوْمِكُمَا بِمِصْرَ بُيُوْتًا وَّاجْعَلُوْا بُيُوْتَكُمْ قِبْلَةً وَّاَقِيْمُوا الصَّلٰوةَۗ وَبَشِّرِ الْمُؤْمِنِيْنَ",
    "88": "وَقَالَ مُوْسٰى رَبَّنَآ اِنَّكَ اٰتَيْتَ فِرْعَوْنَ وَمَلَاَهٗ زِيْنَةً وَّاَمْوَالًا فِى الْحَيٰوةِ الدُّنْيَاۗ رَبَّنَا لِيُضِلُّوْا عَنْ سَبِيْلِكَ ۚرَبَّنَا اطْمِسْ عَلٰٓى اَمْوَالِهِمْ وَاشْدُدْ عَلٰى قُلُوْبِهِمْ فَلَا يُؤْمِنُوْا حَتّٰى يَرَوُا الْعَذَابَ الْاَلِيْمَ",
    "89": "قَالَ قَدْ اُجِيْبَتْ دَّعْوَتُكُمَا فَاسْتَقِيْمَا وَلَا تَتَّبِعٰۤنِّ سَبِيْلَ الَّذِيْنَ لَا يَعْلَمُوْنَ",
    "90": "۞ وَجَاوَزْنَا بِبَنِيْٓ اِسْرَاۤءِيْلَ الْبَحْرَ فَاَتْبَعَهُمْ فِرْعَوْنُ وَجُنُوْدُهٗ بَغْيًا وَّعَدْوًا ۗحَتّٰىٓ اِذَآ اَدْرَكَهُ الْغَرَقُ قَالَ اٰمَنْتُ اَنَّهٗ لَآ اِلٰهَ اِلَّا الَّذِيْٓ اٰمَنَتْ بِهٖ بَنُوْٓا اِسْرَاۤءِيْلَ وَاَنَا۠ مِنَ الْمُسْلِمِيْنَ",
    "91": "اٰۤلْـٰٔنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِيْنَ",
    "92": "فَالْيَوْمَ نُنَجِّيْكَ بِبَدَنِكَ لِتَكُوْنَ لِمَنْ خَلْفَكَ اٰيَةً ۗوَاِنَّ كَثِيْرًا مِّنَ النَّاسِ عَنْ اٰيٰتِنَا لَغٰفِلُوْنَ ࣖ",
    "93": "وَلَقَدْ بَوَّأْنَا بَنِيْٓ اِسْرَاۤءِيْلَ مُبَوَّاَ صِدْقٍ وَّرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِ ۚفَمَا اخْتَلَفُوْا حَتّٰى جَاۤءَهُمُ الْعِلْمُ ۗاِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ",
    "94": "فَاِنْ كُنْتَ فِيْ شَكٍّ مِّمَّآ اَنْزَلْنَآ اِلَيْكَ فَسْـَٔلِ الَّذِيْنَ يَقْرَءُوْنَ الْكِتٰبَ مِنْ قَبْلِكَ ۚ لَقَدْ جَاۤءَكَ الْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَۙ",
    "95": "وَلَا تَكُوْنَنَّ مِنَ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِ اللّٰهِ فَتَكُوْنَ مِنَ الْخٰسِرِيْنَ",
    "96": "اِنَّ الَّذِيْنَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ رَبِّكَ لَا يُؤْمِنُوْنَ",
    "97": "وَلَوْ جَاۤءَتْهُمْ كُلُّ اٰيَةٍ حَتّٰى يَرَوُا الْعَذَابَ الْاَلِيْمَ",
    "98": "فَلَوْلَا كَانَتْ قَرْيَةٌ اٰمَنَتْ فَنَفَعَهَآ اِيْمَانُهَآ اِلَّا قَوْمَ يُوْنُسَۗ  لَمَّآ اٰمَنُوْا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِى الْحَيٰوةِ الدُّنْيَا وَمَتَّعْنٰهُمْ اِلٰى حِيْنٍ",
    "99": "وَلَوْ شَاۤءَ رَبُّكَ لَاٰمَنَ مَنْ فِى الْاَرْضِ كُلُّهُمْ جَمِيْعًاۗ اَفَاَنْتَ تُكْرِهُ النَّاسَ حَتّٰى يَكُوْنُوْا مُؤْمِنِيْنَ",
    "100": "وَمَا كَانَ لِنَفْسٍ اَنْ تُؤْمِنَ اِلَّا بِاِذْنِ اللّٰهِ ۗوَيَجْعَلُ الرِّجْسَ عَلَى الَّذِيْنَ لَا يَعْقِلُوْنَ",
    "101": "قُلِ انْظُرُوْا مَاذَا فِى السَّمٰوٰتِ وَالْاَرْضِ ۗوَمَا تُغْنِى الْاٰيٰتُ وَالنُّذُرُ عَنْ قَوْمٍ لَّا يُؤْمِنُوْنَ",
    "102": "فَهَلْ يَنْتَظِرُوْنَ اِلَّا مِثْلَ اَيَّامِ الَّذِيْنَ خَلَوْا مِنْ قَبْلِهِمْۗ قُلْ فَانْتَظِرُوْٓا اِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ",
    "103": "ثُمَّ نُنَجِّيْ رُسُلَنَا وَالَّذِيْنَ اٰمَنُوْا كَذٰلِكَ ۚحَقًّا عَلَيْنَا نُنْجِ الْمُؤْمِنِيْنَ ࣖ",
    "104": "قُلْ يٰٓاَيُّهَا النَّاسُ اِنْ كُنْتُمْ فِيْ شَكٍّ مِّنْ دِيْنِيْ فَلَآ اَعْبُدُ الَّذِيْنَ تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ اَعْبُدُ اللّٰهَ الَّذِيْ يَتَوَفّٰىكُمْ ۖ وَاُمِرْتُ اَنْ اَكُوْنَ مِنَ الْمُؤْمِنِيْنَۙ",
    "105": "وَاَنْ اَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًاۚ وَلَا تَكُوْنَنَّ مِنَ الْمُشْرِكِيْنَ",
    "106": "وَلَا تَدْعُ مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ ۚفَاِنْ فَعَلْتَ فَاِنَّكَ اِذًا مِّنَ الظّٰلِمِيْنَ",
    "107": "وَاِنْ يَّمْسَسْكَ اللّٰهُ بِضُرٍّ فَلَا كَاشِفَ لَهٗ ٓاِلَّا هُوَ ۚوَاِنْ يُّرِدْكَ بِخَيْرٍ فَلَا رَاۤدَّ لِفَضْلِهٖۗ يُصِيْبُ بِهٖ مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ ۗوَهُوَ الْغَفُوْرُ الرَّحِيْمُ",
    "108": "قُلْ يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَكُمُ الْحَقُّ مِنْ رَّبِّكُمْ ۚفَمَنِ اهْتَدٰى فَاِنَّمَا يَهْتَدِيْ لِنَفْسِهٖ ۚوَمَنْ ضَلَّ فَاِنَّمَا يَضِلُّ عَلَيْهَا ۚوَمَآ اَنَا۠ عَلَيْكُمْ بِوَكِيْلٍۗ",
    "109": "وَاتَّبِعْ مَا يُوْحٰىٓ اِلَيْكَ وَاصْبِرْ حَتّٰى يَحْكُمَ اللّٰهُ ۚوَهُوَ خَيْرُ الْحٰكِمِيْنَ ࣖ"
  },
  "latins": [
    "Alif lām rā, tilka āyātul-kitābil-ḥakīm(i).",
    "Akāna lin-nāsi 'ajaban an auḥainā ilā rajulim minhum an anżirin-nāsa wa basysyiril-lażīna āmanū anna lahum qadama ṣidqin 'inda rabbihim, qālal-kāfirūna inna hāżā lasāḥirum mubīn(un).",
    "Inna rabbakumullāhul -lażī khalaqas-samāwāti wal-arḍa fī sittati ayyāmin ṡummastawā 'alal-'arsyi yudabbirul-amr(a), mā min syafī'in illā mim ba'di iżnih(ī), żālikumullāhu rabbukum fa'budūh(u), afalā tażakkarūn(a).",
    "Ilaihi marji'ukum jamī'ā(n), wa'dallāhi ḥaqqā(n), innahū yabda'ul-khalqa ṡumma yu'īduhū liyajziyal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti bil-qisṭ(i), wal-lażīna kafarū lahum syarābum min ḥamīmiw wa 'ażābun alīmum bimā kānū yakfurūn(a).",
    "Huwal-lażī ja'alasy-syamsa ḍiyā'aw wal-qamara nūraw wa qaddarahū manāzila lita'lamū 'adadas-sinīna wal-ḥisāb(a), mā khalaqallāhu zālika illā bil-ḥaqq(i), yufaṣṣilul-āyāti liqaumiy ya'lamūn(a).",
    "Inna fikhtilāfil-laili wan-nahāri wa mā khalaqallāhu fis-samāwāti wal-arḍi la'āyātil liqaumiy yattaqūn(a).",
    "Innal-lażīna lā yarjūna liqā'anā wa raḍū bil-ḥayātid-dun-yā waṭma'annū bihā wal-lażīna hum 'an āyātinā gāfilūn(a).",
    "Ulā'ika ma'wāhumun nāru bimā kānū yaksibūn(a).",
    "Innal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti yahdīhim rabbuhum bi'īmānihim, tajrī min taḥtihimul-anhāru fī jannātin na'īm(i).",
    "Da'wāhum fīhā subḥānakallāhumma wa taḥiyyatuhum fīhā salām(un), wa ākhiru da'wāhum anil-ḥamdu lillāhi rabbil-'ālamīn(a).",
    "Wa lau yu'ajjilullāhu lin-nāsisy-syarrasti'jālahum bil-khairi laquḍiya ilaihim ajaluhum, fa nażarul-lażīna lā yarjūna liqā'anā fī ṭugyānihim ya'mahūn(a).",
    "Wa iżā massal-insānaḍ-ḍurru da'ānā lijambihī au qā'idan au qā'imā(n), falammā kasyafnā 'anhu ḍurrahū marra ka'allam yad'unā ilā ḍurrim massah(ū), każālika zuyyina lil-musrifīna mā kānū ya'malūn(a).",
    "Wa laqad ahlaknal-qurūna min qablikum lammā ẓalamū, wa jā'athum rusuluhum bil-bayyināti wa mā kānū liyu'minū, każālika najzil-qaumal-mujrimīn(a).",
    "Ṡumma ja'alnākum khalā'ifa fil-arḍi mim ba'dihim linanẓura kaifa ta'malūn(a).",
    "Wa iżā tutlā 'alaihim āyātunā bayyināt(in), qālal-lażīna lā yarjūna liqā'ana'ti biqur'ānin gairi hāżā au baddilh(u), qul mā yakūnu lī an ubaddilahū min tilqā'i nafsī, in attabi'u illā mā yūḥā ilayy(a), innī akhāfu in 'aṣaitu rabbī 'ażāba yaumin 'aẓīm(in).",
    "Qul lau syā'allāhu mā talautuhū 'alaikum wa lā adrākum bih(ī), faqad labiṡtu fīkum 'umuram min qablih(ī), afalā ta'qilūn(a).",
    "Faman aẓlamu mimmaniftarā 'alallāhi każiban au każżaba bi'āyātih(ī), innahū lā yufliḥul-mujrimūn(a).",
    "Wa ya'budūna min dūnillāhi mā lā yaḍurruhum wa lā yanfa'uhum wa yaqūlūna hā'ulā'i syufa'ā'unā 'indallāh(i), qul atunabbi'ūnallāha bimā lā ya'lamu fis-samāwāti wa lā fil-arḍ(i), subḥānahū wa ta'ālā 'ammā yusyrikūn(a).",
    "Wa mā kānan-nāsu illā ummataw wāḥidatan fakhtalafū, wa lau lā kalimatun sabaqat mir rabbika laquḍiya bainahum fīmā fīhi yakhtalifūn(a).",
    "Wa yaqūlūna lau lā unzila 'alaihi āyatum mir rabbih(ī), faqul innamal-gaibu lillāhi fantaẓirū, innī ma'akum minal-muntaẓirīn(a).",
    "Wa iżā ażaqnan-nāsa raḥmatam mim ba'di ḍarrā'a massathum iżā lahum makrun fī āyātinā, qulillāhu asra'u makrā(n), inna rusulanā yaktubūna mā tamkurūn(a).",
    "Huwal-lażī yusayyirukum fil-barri wal-baḥr(i), ḥattā iżā kuntum fil-fulk(i), wa jaraina bihim birīḥin ṭayyibatiw wa fariḥū bihā jā'athā rīḥun 'āṣifuw wa jā'ahumul-mauju min kulli makāniw wa ẓannū annahum uḥīṭa bihim, da'awullāha mukhliṣīna lahud-dīn(a), la'in anjaitanā min hāżihī lanakūnanna minasy-syākirīn(a).",
    "Falammā anjāhum iżā hum yabgūna fil-arḍi bigairil-ḥaqq(i), yā ayyuhan-nāsu innamā bagyukum 'alā anfusikum matā'al-ḥayātid-dun-yā, ṡumma ilainā marji'ukum fa nunabbi'ukum bimā kuntum ta'malūn(a).",
    "Innamā maṡalul-ḥayātid-dun-yā kamā'in anzalnāhu minas-samā'i fakhtalaṭa bihī nabātul-arḍi mimmā ya'kulun-nāsu wal-an'ām(u), ḥattā iżā akhażatil-arḍu zukhrufahā wazzayyanat wa ẓanna ahluhā annahum qādirūna 'alaihā, atāhā amrunā lailan au nahāran fa ja'alnāhā ḥaṣīdan ka'allam tagna bil-ams(i), każālika nufaṣṣilul-āyāti liqaumiy yatafakkarūn(a).",
    "Wallāhu yad'ū ilā dāris-salām(i), wa yahdī may yasyā'u ilā ṣirāṭim mustaqīm(in).",
    "Lil-lażīna aḥsanul-ḥusnā wa ziyādah(tun), wa lā yarhaqu wujūhahum qataruw wa lā żillah(tun), ulā'ika aṣḥābul-jannati hum fīhā khālidūn(a).",
    "Wal-lażīna każabus-sayyi'āti jazā'u sayyi'atim bimiṡlihā, wa tarhaquhum żillah(tun), mā lahum minallāhi min 'āṣim(in), ka'annamā ugsyiyat wujūhuhum qiṭa'am minal-laili muẓlimā(n), ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a).",
    "Wa yauma naḥsyuruhum jamī'an ṡumma naqūlu lil-lażīna asyrakū makānakum antum wa syurakā'ukum, fa zayyalnā bainahum wa qāla syurakā'uhum mā kuntum iyyānā ta'budūn(a).",
    "Fa kafā billāhi syahīdam bainanā wa bainakum in kunnā 'an 'ibādatikum lagāfilīn(a).",
    "Hunālika tablū kullu nafsim mā aslafat wa ruddū ilallāhi maulāhumul-ḥaqqi wa ḍalla 'anhum mā kānū yaftarūn(a).",
    "Qul may yarzuqukum minas-samā'i wal-arḍi ammay yamlikus-sam'a wal-abṣāra wa may yukhrijul-ḥayya minal-mayyiti wa yukhrijul-mayyita minal-ḥayyi wa may yudabbirul-amr(a), fa sayaqūlūnallāh(u), faqul afalā tattaqūn(a).",
    "Fa żālikumullāhu rabbukumul-ḥaqq(u), fa māżā ba'dal-ḥaqqi illaḍ-ḍalāl(u), fa annā tuṣrafūn(a).",
    "Każālika ḥaqqat kalimatu rabbika 'alal-lażīna fasaqū annahum lā yu'minūn(a).",
    "Qul hal min syurakā'ikum may yabda'ul-khalqa ṡumma yu'īduh(ū), qulillāhu yabda'ul-khalqa ṡumma yu'īduhū fa annā tu'fakūn(a).",
    "Qul hal min syurakā'ikum may yahdī ilal-ḥaqq(i),qulillāhu yahdī lil-ḥaqq(i), afamay yahdī ilal-ḥaqqi aḥaqqu ay yuttaba'a ammal lā  yahiddī illā ay yuhdā, famā lakum, kaifa taḥkumūn(a).",
    "Wa mā yattabi'u akṡaruhum illā ẓannā(n), innaẓ-ẓanna lā yugnī minal-ḥaqqi syai'ā(n), innallāha 'alīmum bimā yaf'alūn(a).",
    "Wa mā kāna hāżal-qur'ānu ay yuftarā min dūnillāhi wa lākin taṣdīqal-lażī baina yadaihi wa tafṣīlal-kitābi lā raiba fīhi mir rabbil-'ālamīn(a).",
    "Am yaqūlūnaftarāh(u), qul fa'tū bisūratim miṡlihī wad'ū manistaṭa'tum min dūnillāhi in kuntum ṣādiqīn(a).",
    "Bal każżabū bimā lam yuḥīṭū bi'ilmihī wa lammā ya'tihim ta'wīluh(ū), każālika każżabal-lażīna min qablihim fanẓur kaifa kāna 'āqibatuẓ-ẓālimīn(a).",
    "Wa minhum may yu'minu bihī wa minhum mal lā yu'minu bih(ī), wa rabbuka a'lamu bil-mufsidīn(a).",
    "Wa in każżabūka faqul lī 'amalī wa lakum 'amalukum, antum barī'ūna mimmā a'malu wa ana barī'um mimmā ta'malūn(a).",
    "Wa minhum may yastami'ūna ilaik(a), afa anta tusmi'uṣ-ṣumma wa lau kānū lā ya'qilūn(a).",
    "Wa minhum may yanẓuru ilaik(a), afa anta tahdil-'umya wa lau kānū lā yubṣirūn(a).",
    "Innallāha lā yaẓlimun-nāsa syai'aw wa lākinnan-nāsa anfusahum yaẓlimūn(a).",
    "Wa yauma yaḥsyuruhum ka'allam yalbaṡū illā sā'atam minan-nahāri yata'ārafūna bainahum, qad khasiral-lażīna każżabū biliqā'illāhi wa mā kānū muhtadīn(a).",
    "Wa immā nuriyannaka ba'ḍal-lażī na'iduhum au natawaffayannaka fa ilainā marji'uhum ṡummallāhu syahīdun 'alā mā yaf'alūn(a).",
    "Wa likulli ummatir rasūl(un), fa iżā jā'a rasūluhum quḍiya bainahum bil-qisṭi wa hum lā yuẓlamūn(a).",
    "Wa yaqūlūna matā hāżal-wa'du in kuntum ṣādiqīn(a).",
    "Qul lā amliku linafsī ḍarraw wa lā naf'an illā mā syā'allāh(u), likulli ummatin ajal(un), iżā jā'a ajaluhum falā yasta'khirūna sā'ataw wa lā yastaqdimūn(a).",
    "Qul ara'aitum in atākum 'ażābuhū bayātan au nahāram māżā yasta'jilu minhul-mujrimūn(a).",
    "Aṡumma iżā mā waqa'a āmantum bih(ī), āl'āna wa qad kuntum bihī tasta'jilūn(a).",
    "Ṡumma qīla lil-lażīna ẓalamū żūqū 'ażābal-khuld(i), hal tujzauna illā bimā kuntum taksibūn(a).",
    "Wa yastambi'ūnaka aḥaqqun huw(a), qul ī wa rabbī innahū laḥaqq(un), wa mā antum bimu'jizīn(a).",
    "Wa lau anna likulli nafsin ẓalamat mā fil-arḍi laftadat bih(ī), wa asarrun-nadāmata lammā ra'awul-'ażāb(a), wa quḍiya bainahum bil-qisṭi wa hum lā yuẓlamūn(a).",
    "Alā inna lillāhi mā fis-samāwāti wal-arḍ(i), alā inna wa'dallāhi ḥaqquw wa lākinna akṡarahum lā ya'lamūn(a).",
    "Huwa yuḥyī wa yumītu wa ilaihi turja'ūn(a).",
    "Yā ayyuhan-nāsu qad jā'atkum mau'iẓatum mir rabbikum wa syifā'ul limā fiṣ-ṣudūr(i), wa hudaw wa raḥmatul lil-mu'minīn(a).",
    "Qul bifaḍlillāhi wa biraḥmatihī fa biżālika falyafraḥū, huwa khairum mimmā yajma'ūn(a).",
    "Qul ara'aitum mā anzalallāhu lakum mir rizqin fa ja'altum minhu ḥarāmaw wa ḥalālā(n), qul āllāhu ażina lakum am 'alallāhi taftarūn(a).",
    "Wa mā ẓannul-lażīna yaftarūna 'alallāhil-każiba yaumal-qiyāmah(ti), innallāha lażū faḍlin 'alan-nāsi wa lākinna akṡarahum lā yasykurūn(a).",
    "Wa mā takūnu fī sya'niw wa mā tatlū minhu min qur'āniw wa lā ta'malūna min 'amalin illā kunnā 'alaikum syuhūdan iż tufīḍūna fīh(i), wa mā ya'zubu 'ar rabbika mim miṡqāli żarratin fil-arḍi wa lā fis-samā'i wa lā aṣgara min żālika wa lā akbara illā fī kitābim mubīn(in).",
    "Alā inna auliyā'allāhi lā khaufun 'alaihim wa lā hum yaḥzanūn(a).",
    "Al-lażīna āmanū wa kānū yattaqūn(a).",
    "Lahumul-busyrā fil-ḥayātid-dun-yā wa fil-ākhirah(ti), lā tabdīla likalimātillāh(i), żālika huwal-fauzul-'aẓīm((u).",
    "Wa lā yaḥzunka qauluhum, innal-'izzata lillāhi jamī'ā(n), huwas-samī'ul-'alīm(u).",
    "Alā inna lillāhi man fis-samāwāti wa man fil-arḍ(i), wa mā yattabi'ul-lażīna yad'ūna min dūnillāhi syurakā'(a), iy yattabi'ūna illaẓ-ẓanna wa in hum illā yakhruṣūn(a).",
    "Huwal-lażī ja'ala lakumul-laila litaskunū fīhi wan-nahāra mubṣirā(n), inna fī żālika la'āyātil liqaumiy yasma'ūn(a).",
    "Qāluttakhażallāhu waladan subḥānah(ū), huwal-ganiyy(u), lahū mā fis-samāwāti wa mā fil-arḍ(i), in 'indakum min sulṭānim bihāżā, ataqūlūna 'alallāhi  mā lā ta'lamūn(a).",
    "Qul innal-lażīna yaftarūna 'alallāhil-każiba lā yufliḥūn(a).",
    "Matā'un fid-dun-yā ṡumma ilainā marji'uhum ṡumma nużīquhumul-'ażābasy syadīda bimā kānū yakfurūn(a).",
    "Watlu 'alaihim naba'a nūḥ(in), iż qāla liqaumihī yā qaumi in kāna kabura 'alaikum maqāmī wa tażkīrī bi'āyātillāhi fa 'alallāhi tawakkaltu fa ajmi'ū amrakum wa syurakā'akum ṡumma lā yakun amrukum 'alaikum gummatan ṡummaqḍū ilayya wa lā tunẓirūn(i).",
    "Fa in tawallaitum famā sa'altukum min ajr(in), in ajriya illā 'alallāh(i), wa umirtu an akūna minal-muslimīn(a).",
    "Fa każżabūhu fa najjaināhu wa mam ma'ahū fil-fulki wa ja'alnāhum khalā'ifa wa agraqnal-lażīna każżabū bi'āyātinā, fanẓur kaifa kāna 'āqibatul-munżarīn(a).",
    "Ṡumma ba'aṡnā mim ba'dihī rusulan ilā qaumihim fa jā'ūhum bil-bayyināti famā kānū liyu'minū bimā każżabū bihī min qabl(u), każālika naṭba'u 'alā qulūbil-mu'tadīn(a).",
    "Ṡumma ba'aṡnā mim ba'dihim mūsā wa hārūna ilā fir'auna wa mala'ihī bi'āyātinā fastakbarū wa kānū qaumam mujrimīn(a).",
    "Falammā jā'ahumul-ḥaqqu min 'indinā qālū inna hāżā lasiḥrum mubīn(un).",
    "Qāla mūsā ataqūlūna lil-ḥaqqi lammā jā'akum, asiḥrun hāżā, wa lā yufliḥus-sāḥirūn(a).",
    "Qālū aji'tanā litalfitanā 'ammā wajadnā 'alaihi ābā'anā wa takūna lakumal-kibriyā'u fil-arḍ(i), wa mā naḥnu lakumā bimu'minīn(a).",
    "Wa qāla fir'aunu'tūnī bikulli sāḥirin 'alīm(in).",
    "Falammā jā'as-saḥaratu qāla lahum mūsā alqū mā antum mulqūn(a).",
    "Falammā alqau qāla mūsā mā ji'tum bihis-siḥr(u), innallāha sayubṭiluh(ū), innallāha lā yuṣliḥu 'amalal-mufsidīn(a).",
    "Wa yuḥiqqullāhul-ḥaqqa bikalimātihī wa lau karihal-mujrimūn(a).",
    "Famā āmana limūsā illā żurriyyatum min qaumihī 'alā khaufim min fir'auna wa mala'ihim ay yaftinahum, wa inna fir'auna la'ālin fil-arḍ(i), wa innahū laminal-musrifīn(a).",
    "Wa qāla mūsā yā qaumi in kuntum āmantum billāhi fa 'alaihi tawakkalū in kuntum muslimīn(a).",
    "Fa qālū 'alallāhi tawakkalnā, rabbanā lā taj'alnā fitnatal lil-qaumiẓ-ẓālimīn(a).",
    "Wa najjinā biraḥmatika minal-qaumil-kāfirīn(a).",
    "Wa auḥainā ilā mūsā wa akhīhi an tabawwa'ā liqaumikumā bimiṣra buyūtaw waj'alū buyūtakum qiblataw wa aqīmuṣ-ṣalāh(ta), wa basysyiril-mu'minīn(a).",
    "Wa qāla mūsā rabbanā innaka ātaita fir'auna wa mala'ahū zīnataw wa amwālan fil-ḥayātid-dun-yā, rabbanā liyuḍillū 'an sabīlik(a), rabbanaṭmis 'alā amwālihim wasydud 'alā qulūbihim falā yu'minū ḥattā yarawul-'ażābal-alīm(a).",
    "Qāla qad ujībad da'watukumā fastaqīmā wa lā tattabi'ānni sabīlal-lażīna lā ya'lamūn(a).",
    "Wa jāwaznā bibanī isrā'īlal-baḥra fa atba'ahum fir'aunu wa junūduhū bagyaw wa 'adwā(n), ḥattā iżā adrakahul-garaqu qāla āmantu annahū lā ilāha illal-lażī āmanat bihī banū isrā'īla wa ana minal-muslimīn(a).",
    "Āl'āna wa qad 'aṣaita qablu wa kunta minal-mufsidīn(a).",
    "Fal yauma nunajjīka bibadanika litakūna liman khalfaka āyah(tan), wa inna kaṡīram minan-nāsi 'an āyātinā lagāfilūn(a).",
    "Wa laqad bawwa'nā banī isrā'īla mubawwa'a ṣidqiw wa razaqnāhum minaṭ-ṭayyibāt(i), famākhtalafū ḥattā jā'ahumul-'ilm(u), inna rabbaka yaqḍī bainahum yaumal-qiyāmati fīmā kānū fīhi yakhtalifūn(a).",
    "Fa in kunta fī syakkim mimmā anzalnā ilaika fas'alil-lażīna yaqra'ūnal-kitāba min qablik(a), laqad jā'akal-ḥaqqu mir rabbika falā takūnanna minal-mumtarīn(a).",
    "Wa lā takūnanna minal-lażīna każżabū bi'āyātillāhi fa takūna minal-khāsirīn(a).",
    "Innal-lażīna ḥaqqat 'alaihim kalimatu rabbika lā yu'minūn(a).",
    "Wa lau jā'athum kullu āyatin ḥattā yarawul-'ażābal-alīm(a).",
    "Falau lā kānat qaryatun āmanat fa nafa'ahā īmānuhā illā qauma yūnus(a), lammā āmanū kasyafnā 'anhum 'ażābal-khizyi fil-ḥayātid-dun-yā wa matta'nāhum ilā ḥīn(in).",
    "Wa lau syā'a rabbuka la'āmana man fil-arḍi kulluhum jamī'ā(n), afa anta tukrihun-nāsa ḥattā yakūnū mu'minīn(a).",
    "Wa mā kāna linafsin an tu'mina illā bi'iżnillāh(i), wa yaj'alur-rijsa 'alal-lażīna lā ya'qilūn(a).",
    "Qulinẓurū māżā fis-samāwāti wal-arḍ(i), wa mā tugnil-āyātu wan-nużuru 'an qaumil lā yu'minūn(a).",
    "Fahal yantaẓirūna illā miṡla ayyāmil-lażīna khalau min qablihim, qul fantaẓirū innī ma'akum minal-muntaẓirīn(a).",
    "Ṡumma nunajjī rusulanā wal-lażīna āmanū każālik(a), ḥaqqan 'alainā nunjil-mu'minīn(a).",
    "Qul yā ayyuhan nāsu in kuntum fī syakkim min dīnī falā a'budul-lażīna ta'budūna min dūnillāhi wa lākin a'budullāhal-lażī yatawaffākum, wa umirtu an akūna minal-mu'minīn(a).",
    "Wa an aqim wajhaka lid-dīni ḥanīfā(n), wa lā takūnanna minal-musyrikīn(a).",
    "Wa lā tad'u min dūnillāhi mā lā yanfa'uka  wa lā yaḍurruk(a), fa in fa'alta fa innaka iżam minaẓ-ẓālimīn(a).",
    "Wa iy yamsaskallāhu biḍurrin falā kāsyifa lahū illā huw(a), wa iy yuridka bikhairin falā rādda lifaḍlih(ī), yuṣību bihī may yasyā'u min 'ibādih(ī), wa huwal-gafūrur-raḥīm(u).",
    "Qul yā ayyuhan-nāsu qad jā'akumul-ḥaqqu mir rabbikum, fa manihtadā fa innamā yahtadī linafsih(ī), wa man ḍalla fa innamā yaḍillu 'alaihā, wa mā ana 'alaikum biwakīl(in).",
    "Wattabi' mā yūḥā ilaika waṣbir ḥattā yaḥkumallāh(u), wa huwa khairul-ḥākimīn(a)."
  ],
  "translations": {
    "id": {
      "1": "Alif Lām Rā. Itulah ayat-ayat Kitab (Al-Qur’an) yang penuh hikmah",
      "2": "Pantaskah menjadi suatu keheranan bagi manusia bahwa Kami mewahyukan kepada seorang laki-laki di antara mereka (yaitu), “Berilah peringatan kepada manusia dan berilah kabar gembira kepada orang-orang yang beriman bahwa mereka mempunyai kedudukan yang tinggi di sisi Tuhan mereka.” Orang-orang kafir berkata, “Sesungguhnya dia (Nabi Muhammad) ini benar-benar seorang penyihir yang nyata.”",
      "3": "Sesungguhnya Tuhanmu adalah Allah yang menciptakan langit dan bumi dalam enam masa,341) kemudian Dia bersemayam di atas ʻArasy342) (seraya) mengatur segala urusan. Tidak ada seorang pun pemberi syafaat, kecuali setelah (mendapat) izin-Nya. Itulah Allah, Tuhanmu. Maka, sembahlah Dia! Apakah kamu tidak mengambil pelajaran?",
      "4": "Hanya kepada-Nya kamu semua akan kembali. Itu merupakan janji Allah yang benar dan pasti. Sesungguhnya Dialah yang memulai penciptaan (makhluk), kemudian mengembalikannya (menghidupkannya lagi) agar Dia memberi balasan dengan adil kepada orang-orang yang beriman dan beramal saleh. Adapun untuk orang-orang yang kufur, untuk mereka (disediakan) minuman dari air yang mendidih dan azab yang sangat pedih karena mereka selalu kufur.",
      "5": "Dialah yang menjadikan matahari bersinar dan bulan bercahaya.343) Dialah pula yang menetapkan tempat-tempat orbitnya agar kamu mengetahui bilangan tahun dan perhitungan (waktu).344) Allah tidak menciptakan demikian itu, kecuali dengan benar. Dia menjelaskan tanda-tanda (kebesaran-Nya) kepada kaum yang mengetahui.",
      "6": "Sesungguhnya pada pergantian malam dan siang dan pada apa yang diciptakan Allah di langit dan di bumi pasti terdapat tanda-tanda (kebesaran-Nya) bagi kaum yang bertakwa.",
      "7": "Sesungguhnya orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat), merasa puas dengan kehidupan dunia, dan merasa tenteram dengannya, serta orang-orang yang lalai terhadap ayat-ayat Kami,",
      "8": "mereka itu tempatnya adalah neraka karena apa yang selalu mereka kerjakan.",
      "9": "Sesungguhnya orang-orang yang beriman dan beramal saleh, niscaya mereka diberi petunjuk oleh Tuhan karena keimanannya. (Mereka berada) di dalam surga yang penuh kenikmatan yang mengalir di bawahnya sungai-sungai.",
      "10": "Doa mereka di dalamnya adalah “Subhānakallāhumma” ('Maha Suci Engkau, ya Tuhan kami’) penghormatan mereka di dalamnya adalah (ucapan) salam, dan doa penutup mereka adalah “Alḥamdu lillāhi rabbil 'ālamīn” ('segala puji bagi Allah, Tuhan semesta alam’).",
      "11": "Jikalau Allah menyegerakan keburukan bagi manusia sebagaimana permintaan mereka untuk menyegerakan kebaikan, pasti ajal mereka diakhiri. Akan tetapi, Kami biarkan orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) terombang-ambing dalam kesesatan mereka.",
      "12": "Apabila manusia ditimpa kesusahan, dia berdoa kepada Kami dalam keadaan berbaring, duduk, atau berdiri. Namun, setelah Kami hilangkan kesusahan itu darinya, dia kembali (ke jalan yang sesat) seolah-olah dia tidak pernah berdoa kepada Kami untuk (menghilangkan) kesusahan yang telah menimpanya. Demikianlah, dijadikan terasa indah bagi orang-orang yang melampaui batas itu apa yang selalu mereka kerjakan.",
      "13": "Sungguh, Kami benar-benar telah membinasakan beberapa generasi sebelum kamu ketika mereka berbuat zalim, padahal para rasul mereka telah datang membawa bukti-bukti yang nyata. Namun, mereka sama sekali tidak mau beriman. Demikianlah, Kami memberi balasan kepada kaum yang berbuat dosa.",
      "14": "Kemudian, Kami jadikan kamu sebagai pengganti-pengganti di bumi setelah mereka untuk Kami lihat bagaimana kamu berbuat.",
      "15": "Apabila dibacakan kepada mereka ayat-ayat Kami secara jelas, orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) berkata, “Datangkanlah kitab selain Al-Qur’an ini atau gantilah!” Katakanlah (Nabi Muhammad), “Tidaklah pantas bagiku menggantinya atas kemauanku sendiri. Aku tidak mengikuti, kecuali apa yang diwahyukan kepadaku. Sesungguhnya aku takut akan azab hari yang dahsyat jika mendurhakai Tuhanku.”",
      "16": "Katakanlah (Nabi Muhammad), “Jikalau Allah menghendaki, niscaya aku tidak membacakannya kepadamu dan Allah tidak (pula) memberitahukannya kepadamu. Sungguh, aku telah tinggal bersamamu beberapa lama sebelumnya (sebelum turun Al-Qur’an). Apakah kamu tidak mengerti?”",
      "17": "Maka, siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah atau mendustakan ayat-ayat-Nya? Sesungguhnya para pendurhaka itu tidak akan beruntung.",
      "18": "Mereka menyembah selain Allah apa yang tidak dapat mendatangkan mudarat kepada mereka dan tidak (pula) memberi manfaat. Mereka berkata, “Mereka (sembahan) itu adalah penolong-penolong kami di hadapan Allah.”345) Katakanlah, “Apakah kamu akan memberitahukan kepada Allah sesuatu di langit dan di bumi yang tidak Dia ketahui?”346) Maha Suci dan Maha Tinggi Dia dari apa yang mereka persekutukan.",
      "19": "Manusia itu dahulunya hanya umat yang satu (dalam ketauhidan), lalu mereka berselisih. Seandainya tidak karena suatu ketetapan yang telah ada dari Tuhanmu,347) pastilah di antara mereka telah diberi keputusan (azab di dunia) tentang apa yang mereka perselisihkan itu.",
      "20": "Mereka berkata, “Mengapa tidak diturunkan kepadanya (Nabi Muhammad) suatu bukti (mukjizat) dari Tuhannya?” Katakanlah, “Sungguh, segala yang gaib itu hanya milik Allah. Maka, tunggulah (siksaan Allah)! Sesungguhnya aku pun termasuk orang-orang yang menunggu bersamamu.",
      "21": "Apabila Kami memberikan suatu rahmat kepada manusia setelah bencana menimpa mereka, mereka segera melakukan segala tipu daya (untuk menentang) ayat-ayat Kami. Katakanlah, “Allah lebih cepat pembalasan-Nya (atas tipu daya itu).” Sesungguhnya malaikat-malaikat Kami mencatat tipu dayamu.",
      "22": "Dialah (Allah) yang menjadikan kamu dapat berjalan di daratan (dan berlayar) di lautan sehingga ketika kamu berada di dalam kapal, lalu meluncurlah (kapal) itu membawa mereka dengan tiupan angin yang baik dan mereka bergembira karenanya. Kemudian, datanglah badai dan gelombang menimpanya dari segenap penjuru dan mereka pun mengira telah terkepung (bahaya). Maka, mereka berdoa dengan mengikhlaskan ketaatan kepada-Nya (seraya berkata), “Sekiranya Engkau menyelamatkan kami dari (bahaya) ini, pasti kami termasuk orang-orang yang bersyukur.”",
      "23": "Namun, ketika Allah menyelamatkan mereka, seketika itu mereka berbuat kezaliman di bumi tanpa (alasan) yang benar. Wahai manusia, sesungguhnya (bahaya) kezalimanmu akan menimpa dirimu sendiri. (Itu hanya) kenikmatan hidup duniawi. Kemudian, kepada Kamilah kembalimu, lalu akan Kami kabarkan kepadamu apa yang selama ini kamu kerjakan.",
      "24": "Sesungguhnya perumpamaan kehidupan dunia adalah ibarat air yang Kami turunkan dari langit, lalu tumbuhlah karenanya macam-macam tanaman bumi yang (dapat) dimakan oleh manusia dan hewan ternak. Hingga apabila bumi itu telah sempurna keindahannya, terhias,348) dan pemiliknya mengira bahwa mereka pasti menguasainya (memetik hasilnya), datanglah kepadanya azab Kami pada waktu malam atau siang. Lalu, Kami jadikan (tanaman)-nya seperti tanaman yang sudah disabit, seakan-akan belum pernah tumbuh kemarin. Demikianlah Kami menjelaskan secara terperinci ayat-ayat itu kepada kaum yang berpikir.",
      "25": "Allah menyeru (manusia) ke Dārussalām (surga) dan memberi petunjuk kepada siapa yang Dia kehendaki menuju jalan yang lurus (berdasarkan kesiapannya untuk menerima petunjuk).",
      "26": "Bagi orang-orang yang berbuat baik (ada pahala) yang terbaik (surga) dan tambahannya (kenikmatan melihat Allah). Wajah-wajah mereka tidak ditutupi debu hitam dan tidak (pula diliputi) kehinaan. Mereka itulah para penghuni surga. Mereka kekal di dalamnya.",
      "27": "Orang-orang yang berbuat kejahatan (akan mendapatkan) balasan kejahatan yang setimpal dan mereka diliputi kehinaan. Tidak ada bagi mereka seorang pelindung (pun) dari (azab) Allah. Wajah-wajah mereka seakan-akan ditutupi kepingan-kepingan malam yang gelap gulita. Mereka itulah para penghuni neraka. Mereka kekal di dalamnya.",
      "28": "(Ingatlah) pada hari (ketika) Kami mengumpulkan mereka semuanya, kemudian Kami berfirman kepada orang-orang yang mempersekutukan (Kami), “Tetaplah di tempatmu, kamu dan para sekutumu.” Lalu, Kami pisahkan di antara mereka, dan sekutu-sekutu mereka berkata, “Kamu sekali-kali tidak pernah menyembah kami.”",
      "29": "Maka, cukuplah Allah menjadi saksi antara kami dengan kamu, bahwa sesungguhnya kami tidak tahu-menahu tentang penyembahan kamu (kepada kami).”",
      "30": "Di sanalah (padang Mahsyar), setiap jiwa merasakan pembalasan dari apa yang telah dikerjakannya (dahulu) dan mereka dikembalikan kepada Allah, pelindung mereka yang sebenarnya, dan lenyaplah dari mereka apa (sesembahan) yang selalu mereka ada-adakan.",
      "31": "Katakanlah (Nabi Muhammad), “Siapakah yang menganugerahkan rezeki kepadamu dari langit dan bumi, siapakah yang kuasa (menciptakan) pendengaran dan penglihatan, siapakah yang mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup, serta siapakah yang mengatur segala urusan?” Maka, mereka akan menjawab, “Allah.” Maka, katakanlah, “Apakah kamu tidak takut (akan azab Allah)?”",
      "32": "Maka, itulah Allah, Tuhan kamu yang sebenarnya. Tidak ada setelah kebenaran itu kecuali kesesatan. Maka, bagaimana kamu dipalingkan (dari kebenaran)?",
      "33": "Demikianlah, telah pasti (berlaku) ketentuan Tuhanmu terhadap orang-orang yang berbuat fasik bahwa sesungguhnya mereka tidak beriman.",
      "34": "Katakanlah (Nabi Muhammad), “Apakah di antara sekutu-sekutu kamu ada yang dapat memulai penciptaan (makhluk) kemudian mengembalikannya (menghidupkannya lagi)?” Katakanlah, “Allah memulai penciptaan (makhluk), kemudian mengembalikannya (menghidupkannya lagi). Lalu, bagaimana kamu dapat dipalingkan (dari kebenaran)?”",
      "35": "Katakanlah (Nabi Muhammad), “Apakah di antara sekutu-sekutu kamu ada yang membimbing pada kebenaran?” Katakanlah, “Allah membimbing pada kebenaran.” Maka, apakah yang membimbing pada kebenaran lebih berhak diikuti ataukah yang tidak mampu membimbing bahkan perlu dibimbing? Maka, mengapa kamu (berbuat demikian)? Bagaimanakah kamu memberi keputusan?",
      "36": "Kebanyakan mereka hanya mengikuti dugaan. Sesungguhnya dugaan itu tidak sedikit pun berguna menyangkut (perolehan) kebenaran. Sesungguhnya Allah Maha Mengetahui apa yang mereka lakukan.",
      "37": "Tidak mungkin Al-Qur’an ini dibuat-buat oleh selain Allah, tetapi (Al-Qur’an) membenarkan (kitab-kitab) yang sebelumnya dan menjelaskan secara terperinci ketetapan (Allah). Tidak ada keraguan di dalamnya, (diturunkan) dari Tuhan semesta alam.",
      "38": "Bahkan, apakah (pantas) mereka mengatakan, “Dia (Nabi Muhammad) telah membuat-buat (Al-Qur’an) itu.”? Katakanlah (Nabi Muhammad), “(Kalau demikian,) buatlah satu surah yang semisal dengannya dan ajaklah siapa yang dapat kamu (ajak) selain Allah (untuk menolongmu), jika kamu orang-orang yang benar.”",
      "39": "Bahkan, mereka mendustakan apa yang mereka belum mengetahuinya dengan sempurna dan belum datang kepada mereka penjelasannya. Demikianlah halnya umat-umat sebelum mereka telah mendustakan (para rasul). Maka, perhatikanlah bagaimana kesudahan orang-orang zalim.",
      "40": "Di antara mereka ada orang yang beriman padanya (Al-Qur’an), dan di antara mereka ada (pula) orang yang tidak beriman padanya. Tuhanmu lebih mengetahui tentang orang-orang yang berbuat kerusakan.",
      "41": "Jika mereka mendustakanmu (Nabi Muhammad), katakanlah, “Bagiku perbuatanku dan bagimu perbuatanmu. Kamu berlepas diri dari apa yang aku perbuat dan aku pun berlepas diri dari apa yang kamu perbuat.”",
      "42": "Di antara mereka ada orang yang mendengarkan engkau (Nabi Muhammad). Apakah engkau dapat menjadikan orang yang tuli itu bisa mendengar walaupun mereka tidak mengerti?",
      "43": "Di antara mereka ada orang yang melihat kepada engkau. Apakah engkau dapat memberi petunjuk kepada orang yang buta, walaupun mereka tidak melihat?",
      "44": "Sesungguhnya Allah tidak menzalimi manusia sedikit pun, tetapi manusia itulah yang menzalimi dirinya sendiri.",
      "45": "(Ingatlah) pada hari (ketika) Allah mengumpulkan mereka, (mereka merasa) seakan-akan tidak pernah berdiam (di dunia) kecuali sesaat saja pada siang hari, (seperti ketika) mereka (sejenak) saling mengenal di antara mereka (setelah dibangkitkan dari alam kubur). Sungguh rugi orang-orang yang mendustakan pertemuan dengan Allah dan mereka bukanlah orang-orang yang mendapat petunjuk.",
      "46": "Sesungguhnya jika Kami benar-benar memperlihatkan kepadamu (Nabi Muhammad) sebagian dari (siksa) yang Kami janjikan kepada mereka (di dunia), atau jika Kami mewafatkan engkau (sebelum datangnya azab itu), hanya kepada Kamilah mereka kembali, kemudian Allah menjadi saksi atas apa yang mereka lakukan.",
      "47": "Setiap umat mempunyai rasul. Apabila rasul mereka telah datang (di akhirat kelak), diputuskanlah (oleh Allah) di antara mereka dengan adil, sedangkan mereka tidak dizalimi (sedikit pun).",
      "48": "Mereka mengatakan, “Kapankah (datangnya) janji (azab) ini jika kamu (Nabi Muhammad dan para pengikutmu) adalah orang-orang benar?”",
      "49": "Katakanlah (Nabi Muhammad), “Aku tidak kuasa (menolak) mudarat dan tidak pula (mendatangkan) manfaat kepada diriku, kecuali apa yang Allah kehendaki.” Setiap umat mempunyai ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan sesaat pun dan tidak (pula) dapat meminta percepatan.",
      "50": "Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku, jika datang kepada kamu siksaan-Nya pada waktu malam atau siang hari, (siksa) manakah yang diminta untuk disegerakan oleh para pendurhaka itu?”",
      "51": "Apabila azab itu terjadi, apakah kemudian kamu baru memercayainya? Apakah (baru) sekarang (kamu beriman), padahal sebelumnya kamu selalu meminta agar ia disegerakan?",
      "52": "Kemudian, dikatakan kepada orang-orang yang zalim itu, “Rasakanlah olehmu azab yang kekal. (Bukankah) kamu tidak diberi balasan, melainkan (setimpal) dengan apa yang selama ini telah kamu usahakan?”",
      "53": "Mereka menanyakan kepadamu (Nabi Muhammad), “Benarkah ia (azab yang dijanjikan Allah) itu?” Katakanlah, “Ya, demi Tuhanku, sesungguhnya (azab) itu pasti benar dan sekali-kali kamu tidak dapat menghindar.”",
      "54": "Seandainya setiap orang yang berbuat zalim itu (mempunyai) apa yang ada di bumi, tentu dia menebus diri dengannya. Mereka menyembunyikan penyesalan ketika mereka telah menyaksikan azab itu. Diputuskanlah (oleh Allah) di antara mereka dengan adil, sedangkan mereka tidak dizalimi (sedikit pun).",
      "55": "Ketahuilah, sesungguhnya milik Allahlah apa yang ada di langit dan di bumi. Ketahuilah, sesungguhnya janji Allah itu benar, tetapi kebanyakan mereka tidak mengetahui.",
      "56": "Dialah yang menghidupkan dan mematikan serta hanya kepada-Nyalah kamu akan dikembalikan.",
      "57": "Wahai manusia, sungguh telah datang kepadamu pelajaran (Al-Qur’an) dari Tuhanmu, penyembuh bagi sesuatu (penyakit) yang terdapat dalam dada, dan petunjuk serta rahmat bagi orang-orang mukmin.",
      "58": "Katakanlah (Nabi Muhammad), “Dengan karunia Allah dan rahmat-Nya itu, hendaklah mereka bergembira. Itu lebih baik daripada apa yang mereka kumpulkan.”",
      "59": "Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku tentang rezeki yang diturunkan Allah kepadamu, lalu kamu jadikan sebagiannya haram dan sebagiannya halal.” Katakanlah, “Apakah Allah telah memberikan izin kepadamu (tentang ini) ataukah kamu mengada-ada atas nama Allah?”",
      "60": "Apakah dugaan orang-orang yang mengada-adakan kebohongan terhadap Allah (berkenaan dengan apa yang akan Allah berikan kepada mereka) pada hari Kiamat? Sesungguhnya Allah benar-benar mempunyai karunia (yang dilimpahkan-Nya) kepada manusia, tetapi kebanyakan mereka tidak bersyukur.",
      "61": "Engkau (Nabi Muhammad) tidak berada dalam suatu urusan, tidak membaca suatu ayat Al-Qur’an, dan tidak pula mengerjakan suatu pekerjaan, kecuali Kami menjadi saksi atasmu ketika kamu melakukannya. Tidak ada yang luput sedikit pun dari (pengetahuan) Tuhanmu, walaupun seberat zarah, baik di bumi maupun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar daripada itu, kecuali semua tercatat dalam kitab yang nyata (Lauhulmahfuz).",
      "62": "Ketahuilah bahwa sesungguhnya (bagi) para wali Allah itu tidak ada rasa takut yang menimpa mereka dan mereka pun tidak bersedih.",
      "63": "(Mereka adalah) orang-orang yang beriman dan selalu bertakwa.",
      "64": "Bagi mereka berita gembira di dalam kehidupan di dunia dan di akhirat. Tidak ada perubahan bagi kalimat-kalimat (ketetapan dan janji) Allah. Demikian itulah kemenangan yang agung.",
      "65": "Janganlah engkau (Nabi Muhammad) sedih oleh perkataan mereka. Sesungguhnya kekuasaan itu seluruhnya milik Allah. Dia Maha Mendengar lagi Maha Mengetahui.",
      "66": "Ketahuilah bahwa sesungguhnya milik Allahlah siapa yang ada di langit dan siapa yang ada di bumi. Orang-orang yang menyeru sekutu-sekutu selain Allah tidaklah mengikuti (suatu kebenaran). Mereka hanya mengikuti persangkaan belaka dan mereka hanyalah menduga-duga.",
      "67": "Dialah yang menjadikan malam bagimu agar kamu beristirahat padanya dan (menjadikan) siang terang benderang.349) Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang (mau) mendengar.",
      "68": "Mereka (yang menyekutukan Allah) berkata, “Allah mengangkat anak.” Maha Suci Dia. Dialah Yang Maha Kaya. Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Kamu tidak mempunyai alasan kuat tentang ini. Pantaskah kamu mengatakan tentang Allah apa yang tidak kamu ketahui?",
      "69": "Katakanlah (Nabi Muhammad), “Sesungguhnya orang-orang yang mengada-adakan kebohongan terhadap Allah tidak akan beruntung.”",
      "70": "(Bagi mereka) kesenangan (sesaat) ketika di dunia, selanjutnya kepada Kamilah tempat mereka kembali, kemudian Kami jadikan mereka merasakan azab yang keras karena mereka selalu kufur.",
      "71": "Bacakanlah (sampaikanlah wahai Nabi Muhammad) kepada mereka berita penting (tentang) Nuh ketika dia berkata kepada kaumnya, “Wahai kaumku, jika terasa berat bagi kamu keberadaanku tinggal (bersamamu) dan peringatanku dengan ayat-ayat Allah, kepada Allahlah aku bertawakal. Oleh karena itu, bulatkanlah keputusanmu dan kumpulkanlah sekutu-sekutumu (untuk membinasakanku), selanjutnya janganlah keputusanmu itu dirahasiakan. Kemudian, bertindaklah terhadap diriku dan janganlah kamu tunda-tunda (tindakan itu) kepadaku.",
      "72": "Jika kamu berpaling (dari peringatanku), aku tidak meminta imbalan sedikit pun darimu. Imbalanku tidak lain hanyalah dari Allah dan aku diperintah agar aku masuk ke dalam golongan orang-orang muslim.”",
      "73": "Mereka mendustakannya (Nuh). Lalu, Kami selamatkan dia dan orang-orang yang bersamanya di dalam bahtera serta Kami jadikan mereka sebagai generasi penerus dan Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami. Perhatikanlah bagaimana kesudahan orang-orang yang diberi peringatan itu.",
      "74": "Kemudian, Kami mengutus setelahnya (Nuh) beberapa rasul kepada kaum mereka (umat masing-masing), maka rasul-rasul itu datang kepada mereka dengan membawa bukti-bukti yang nyata, tetapi mereka tidak mau beriman karena mereka dahulu telah (biasa) mendustakannya. Demikianlah Kami mengunci hati orang-orang yang melampaui batas.",
      "75": "Kemudian, setelah mereka Kami mengutus Musa dan Harun kepada Fir'aun dan para pemuka kaumnya, dengan membawa tanda-tanda (kekuasaan) Kami. Lalu, mereka menyombongkan diri dan mereka adalah kaum pendurhaka.",
      "76": "Ketika telah datang kepada mereka kebenaran (mukjizat) dari sisi Kami, mereka berkata, “Sesungguhnya ini benar-benar sihir yang nyata.”",
      "77": "Musa berkata, “Apakah (pantas) kamu mengatakan terhadap kebenaran (mukjizat) ketika ia datang kepadamu, 'sihirkah ini?’ Padahal, para penyihir itu tidaklah mendapat kemenangan.”",
      "78": "Mereka berkata, “Apakah engkau (Musa) datang kepada kami untuk memalingkan kami dari apa yang kami dapati pada nenek moyang kami (menyembah berhala), dan agar kamu berdua (Musa dan Harun) mempunyai kekuasaan di bumi (negeri Mesir)? Kami tidak akan beriman kepada kamu berdua.”",
      "79": "Fir'aun berkata (kepada para pemuka kaumnya), “Datangkanlah kepadaku semua penyihir yang ulung!”",
      "80": "Ketika para penyihir itu datang, Musa berkata kepada mereka, “Lemparkanlah apa yang hendak kamu lemparkan!”",
      "81": "Setelah mereka melemparkan (tali-temali), Musa berkata, “Apa yang kamu bawa itulah sihir. Sesungguhnya Allah akan membatalkan (mengalahkan)-nya. Sesungguhnya Allah tidak membiarkan perbuatan orang-orang yang berbuat kerusakan.",
      "82": "Allah akan mengukuhkan kebenaran dengan ketetapan-ketetapan-Nya, walaupun para pendurhaka tidak menyukainya.",
      "83": "Tidak ada yang beriman kepada Musa selain keturunan dari kaumnya disertai ketakutan kepada Fir'aun dan para pemuka kaumnya yang akan menyiksa mereka. Sesungguhnya Fir'aun benar-benar sewenang-wenang di bumi. Sesungguhnya ia benar-benar termasuk orang-orang yang melampaui batas.",
      "84": "Musa berkata, “Wahai kaumku, jika kamu sungguh-sungguh beriman kepada Allah, bertawakallah hanya kepada-Nya apabila kamu benar-benar orang-orang muslim (yang berserah diri kepada Allah).”",
      "85": "Mereka pun berkata, “Kepada Allahlah kami bertawakal. Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi kaum yang zalim.",
      "86": "Selamatkanlah pula kami dengan rahmat-Mu dari kaum yang kafir.”",
      "87": "Telah Kami wahyukan kepada Musa dan saudaranya (Harun), “Ambillah oleh kamu berdua beberapa rumah di Mesir untuk tempat tinggal kaummu, jadikanlah rumah-rumahmu itu kiblat (tempat ibadah), dan tegakkanlah salat. Gembirakanlah orang-orang mukmin.”",
      "88": "Musa berkata, “Ya Tuhan kami, sesungguhnya Engkau telah memberikan kepada Fir'aun dan para pemuka kaumnya perhiasan dan harta kekayaan (yang banyak) dalam kehidupan dunia. Ya Tuhan kami, (akibat pemberian itu) mereka menyesatkan (manusia) dari jalan-Mu. Ya Tuhan kami, binasakanlah harta benda mereka dan kunci matilah hati mereka sehingga mereka tidak beriman sampai mereka melihat azab yang sangat pedih.”",
      "89": "Dia (Allah) berfirman, “Sungguh, permohonan kamu berdua telah diperkenankan. Maka, tetaplah kamu berdua (pada jalan yang lurus) dan janganlah sekali-kali kamu berdua mengikuti jalan orang-orang yang tidak mengetahui.”",
      "90": "Kami jadikan Bani Israil bisa melintasi laut itu (Laut Merah). Lalu, Fir'aun dan bala tentaranya mengikuti mereka untuk menganiaya dan menindas hingga ketika Fir'aun hampir (mati) tenggelam, dia berkata, “Aku percaya bahwa tidak ada tuhan selain (Tuhan) yang telah dipercayai oleh Bani Israil dan aku termasuk orang-orang muslim (yang berserah diri kepada-Nya).”",
      "91": "Apakah (baru) sekarang (kamu beriman), padahal sungguh kamu telah durhaka sejak dahulu dan kamu termasuk orang-orang yang berbuat kerusakan?",
      "92": "Pada hari ini Kami selamatkan jasadmu agar kamu menjadi pelajaran bagi orang-orang yang datang setelah kamu. Sesungguhnya kebanyakan manusia benar-benar lengah (tidak mengindahkan) tanda-tanda (kekuasaan) Kami.",
      "93": "Sungguh, Kami benar-benar telah menempatkan Bani Israil di tempat kediaman yang benar (bagus dan nyaman) dan Kami beri mereka rezeki yang baik. Maka, mereka tidak berselisih hingga datang kepada mereka pengetahuan (yang tersurat dalam Taurat). Sesungguhnya Tuhanmu akan memberi keputusan antara mereka pada hari Kiamat tentang apa yang selalu mereka perselisihkan.",
      "94": "Jika engkau (Nabi Muhammad) berada dalam keraguan tentang apa (kisah nabi-nabi terdahulu) yang Kami turunkan kepadamu, tanyakanlah kepada orang-orang yang membaca kitab sebelum kamu. Sungguh, telah datang kebenaran kepadamu dari Tuhanmu. Maka, janganlah sekali-kali engkau termasuk orang-orang yang ragu.",
      "95": "Janganlah sekali-kali kamu termasuk orang-orang yang mendustakan ayat-ayat Allah yang menyebabkan kamu tergolong orang-orang yang merugi.",
      "96": "Sesungguhnya orang-orang yang telah pasti mendapatkan ketentuan Tuhanmu (menjadi kufur atas pilihan sendiri) itu tidak akan beriman.",
      "97": "Meskipun semua tanda-tanda (kebesaran Allah) datang kepada mereka, (mereka tidak juga beriman) hingga mereka menyaksikan azab yang sangat pedih.",
      "98": "Mengapa tidak ada (penduduk) suatu negeri pun yang segera beriman sehingga imannya itu bermanfaat kepadanya, selain kaum Yunus? Ketika mereka beriman, Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia dan Kami berikan kesenangan hidup (sementara) kepada mereka sampai waktu yang ditentukan.",
      "99": "Seandainya Tuhanmu menghendaki, tentulah semua orang di bumi seluruhnya beriman. Apakah engkau (Nabi Muhammad) akan memaksa manusia hingga mereka menjadi orang-orang mukmin?",
      "100": "Tidak seorang pun akan beriman, kecuali dengan izin Allah dan Dia menimpakan azab kepada orang-orang yang tidak mau mengerti.",
      "101": "Katakanlah (Nabi Muhammad), “Perhatikanlah apa saja yang ada di langit dan di bumi!” Tidaklah berguna tanda-tanda (kebesaran Allah) dan peringatan-peringatan itu (untuk menghindarkan azab Allah) dari kaum yang tidak beriman.",
      "102": "Mereka tidak menunggu kecuali seperti hari-hari (kejadian-kejadian) yang sama dengan kejadian-kejadian (yang menimpa) orang-orang terdahulu sebelum mereka. Katakanlah (Nabi Muhammad), “Maka, tunggulah (siksaan Allah)! Sesungguhnya aku pun termasuk orang-orang yang menunggu bersamamu.”",
      "103": "Kemudian, Kami selamatkan rasul-rasul Kami dan orang-orang yang beriman. Demikianlah menjadi ketentuan Kami untuk menyelamatkan orang-orang mukmin.",
      "104": "Katakanlah (Nabi Muhammad), “Wahai manusia, jika kamu masih dalam keragu-raguan tentang agamaku, aku tidak menyembah (apa atau siapa) yang kamu sembah selain Allah, tetapi aku menyembah Allah yang akan mematikan kamu dan aku diperintah supaya aku termasuk orang-orang mukmin.”",
      "105": "(Aku juga diperintah dengan firman-Nya), “Hadapkanlah wajahmu kepada agama (Islam) dengan lurus dan janganlah sekali-kali engkau termasuk orang-orang musyrik.",
      "106": "Janganlah engkau sembah selain Allah, sesuatu yang tidak memberi manfaat kepadamu dan tidak (pula) memberi mudarat kepadamu, sebab jika engkau lakukan (yang demikian itu), sesungguhnya engkau termasuk orang-orang zalim.”",
      "107": "Jika Allah menimpakan suatu mudarat kepadamu, tidak ada yang dapat menghilangkannya kecuali Dia dan jika Dia menghendaki kebaikan bagimu, tidak ada yang dapat menolak karunia-Nya. Dia memberikannya (kebaikan itu) kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Dialah Yang Maha Pengampun lagi Maha Penyayang.",
      "108": "Katakanlah (Nabi Muhammad), “Wahai manusia, sungguh telah datang kepadamu kebenaran (Al-Qur’an) dari Tuhanmu. Maka, siapa yang mendapatkan petunjuk, sesungguhnya petunjuknya itu untuk (kebaikan) dirinya sendiri. Siapa yang sesat, sesungguhnya kesesatannya itu (mencelakakan) dirinya sendiri. Aku bukanlah penanggung jawab kamu.”",
      "109": "Ikutilah apa yang telah diwahyukan kepadamu dan bersabarlah hingga Allah memberi keputusan. Dia adalah pemberi putusan yang terbaik."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Alif Lam Ra. Hanya Allah yang mengetahui secara pasti makna hurufhuruf yang menjadi pembuka surah-surah dalam Al-Qur'an. Inilah ayat-ayat Al-Qur'an yang keseluruhannya penuh hikmah, yakni petunjuk yang hak dan terbaik bagi semua umat manusia. Apabila petunjuk tersebut diperhatikan dan dijalankan, maka akan mendatangkan kemaslahatan dan menghindarkan keburukan.",
        "2": "Oleh karena itu, pantaskah manusia menjadi heran bahwa Kami memberi wahyu, yakni memberi informasi dan tuntunan agama secara pasti, cepat, dan berbentuk rahasia, kepada seorang laki-laki di antara mereka, yakni Nabi Muhammad yang dikenal sangat jujur sehingga mendapat gelar al-Amin. Melalui wahyu tersebut Kami perintahkan kepadanya: “Berilah peringatan kepada manusia bahwa Hari Pembalasan itu pasti datang dan orang yang jahat akan disiksa karena kejahatannya, dan gembirakanlah orang-orang beriman yang mengerjakan amal saleh, bahwa mereka mempunyai kedudukan yang tinggi, yakni kemuliaan di sisi Tuhan kelak di akhirat.” Setelah mendengar dan menyaksikan ayat-ayat Al-Qur'an yang disampaikan oleh Nabi Muhammad ternyata sangat mempesona, maka Orang-orang kafir berkata, “Orang ini, yakni Nabi Muhammad, benar-benar pesihir” yang nyata, dan yang dibawanya adalah sihir, sehingga membuat orang-orang terpesona dan mengikuti seruannya. Demikianlah sifat angkuh orang-orang yang tidak mau mengakui bahwa Al-Qur'an adalah wahyu dari Allah.",
        "3": "Kalau orang kafir merasa heran atas diturunkannya Al-Qur'an kepada Nabi Muhammad, maka apakah mereka tidak merasa heran dengan penciptaan langit dan bumi serta segala isinya? Tuhan Mahakuasa menurunkan Al-Qur'an kepada Nabi Muhammad, sebagaimana Dia Mahakuasa menciptakan langit dan bumi. Sesungguhnya Tuhan kamu Dialah Allah yang menciptakan langit dan bumi yang terbentang luas, dalam enam masa untuk memberikan pelajaran kepada manusia bahwa segala sesuatu perlu proses, melalui perencanaan yang matang dan dikerjakan secara maksimal. Jika Allah menghendaki, maka Dia Mahakuasa menciptakan keduanya dalam sekejap. Setelah sempurna masa penciptaan langit dan bumi, kemudian Dia bersemayam di atas 'Arsy, singgasana untuk mengatur segala urusan makhluk-Nya. Tidak ada yang dapat memberi syafaat, yakni pertolongan pada Hari Kiamat untuk mendapat keringanan atau terbebas dari azab Allah kecuali setelah ada izin-Nya. Itulah Allah, Zat yang Mahaagung, Tuhanmu yang memelihara dan membimbingmu, maka sembahlah Dia, karena hanya Dia yang berhak disembah, jangan mempersekutukan Dia dengan apa pun. Apakah kamu tidak mengambil pelajaran dari kesempurnaan penciptaan langit dan bumi beserta isinya? Semuanya tunduk, patuh, dan bertasbih kepada Allah, Tuhan Pengatur segala urusan.",
        "4": "Setelah dijelaskan bahwa Allah pencipta langit dan bumi, dan hanya Dia yang berhak disembah, lalu pada ayat ini dijelaskan tentang kepastian datangnya Hari Kiamat. Pada hari tersebut, hanya kepada-Nya, yakni kepada Allah kamu semua akan kembali. Itu merupakan janji Allah yang benar dan pasti tidak sedikit pun diragukan lagi. Sesungguhnya Dialah yang Maha Kuasa memulai penciptaan makhluk, kemudian mengulanginya, yakni menghidupkannya kembali pada Hari Kebangkitan, agar Dia dapat memberi balasan kepada orang-orang yang beriman dan mengerjakan kebajikan dengan balasan yang adil sesuai yang mereka kerjakan. Jika Allah menghendaki, maka berkat anugerah dan kemurahan-Nya, mereka akan memperoleh pahala melebihi yang mereka kerjakan. Sedangkan untuk orang-orang kafir disediakan balasan berupa minuman air yang mendidih yang dapat merusak seluruh alat pencernaan mereka dan akan memperoleh siksaan yang pedih karena kekafiran mereka. Inilah wujud keadilan Allah atas perbuatan hamba-Nya di dunia.",
        "5": "Selain menciptakan langit dan bumi sebagai bukti kebesaran dan kekuasaan-Nya, Dialah yang menjadikan matahari bersinar sangat terang yang menghasilkan kehangatan untuk alam raya dengan energi dari dirinya sendiri dan bulan bercahaya karena pantulan energi dari matahari, dan Dialah yang menetapkan tempat-tempat orbitnya, yakni tempat peredaran perjalanan bumi mengitari matahari dan bulan mengitari bumi agar kamu mengetahui bilangan tahun, dan perhitungan waktu. Allah tidak menciptakan hal yang demikian sempurna itu melainkan dengan benar, yakni dengan hikmah yang besar. Melalui penciptaan tersebut, Dia menjelaskan di antara tanda-tanda kebesaran-Nya kepada orang-orang yang mengetahui, yakni yang mau mengambil pelajaran dari tanda-tanda kekuasaan Allah di alam raya ini.",
        "6": "Sesungguhnya pada pergantian malam dan siang dan pada benda apa saja yang diciptakan Allah di langit dan di bumi, yakni benda cair maupun padat, semilirnya angin maupun dahsyatnya petir dan halilintar, pasti terdapat tanda-tanda kebesaran-Nya bagi orang-orang yang bertakwa, yakni orang yang berhati-hati agar tidak terjerumus ke dalam kesesatan supaya terhindar dari siksa Allah akibat kesesatan tersebut.",
        "7": "Meskipun bukti kebesaran dan kekuasaan Allah telah terbentang luas di alam raya sebagaimana dijelaskan dalam ayat-ayat sebelumnya, namun masih ada sebagian manusia yang tidak percaya dan mengingkari adanya Allah. Mereka merasa puas dengan kehidupan dunia. Allah menegaskan bahwa sesungguhnya orang-orang yang tidak mengharapkan pertemuan dengan Kami di Hari Akhirat nanti dengan adanya pahala bagi yang beramal saleh dan siksa bagi yang durhaka, dan mereka merasa puas dengan kehidupan dunia serta merasa tenteram dengan kehidupan itu, sehingga tidak pernah berbuat untuk kehidupan akhirat, padahal kehidupan akhirat lebih baik dan lebih kekal, dan orang-orang yang melalaikan ayat-ayat Kami, yakni tidak menghiraukan petunjuk yang ada di dalam Al-Qur'an dan tidak sedikit pun mengambil pelajaran dari tanda-tanda kekuasaan dan kebesaran Allah di alam semesta.",
        "8": "Maka mereka itu tempatnya di neraka, karena apa yang telah mereka lakukan selama hidup di dunia, berupa kedurhakaan kepada Allah.",
        "9": "Kebalikan dari orang-orang yang durhaka kepada Allah dan hanya mencintai kehidupan dunia adalah orang-orang yang beriman dan beramal saleh untuk bekal kehidupan di akhirat. Sesungguhnya orang-orang yang beriman dan sebagai wujud keimanan tersebut mereka mengerjakan amal kebajikan sebagaimana petunjuk yang disebutkan di dalam AlQur'an, niscaya mereka diberi petunjuk oleh Tuhan karena keimanan mereka. Mereka di dalam surga yang penuh kenikmatan yang tiada tara, tiada pernah terkurangi dan mengalir di bawahnya sungai-sungai.",
        "10": "Sebagai gambaran dari keindahan dan kenyamanan kehidupan di dalam surga adalah setiap kata dan kalimat yang terucap tiada lain hanya pujian atas kebesaran Allah. Doa yang mereka ucapkan di dalamnya ialah, “Subhanakallahumma” Mahasuci Engkau, ya Tuhan kami, dan salam penghormatan kepada mereka dari Allah, malaikat dan sesama penghuni surga ialah, “Salam”, semoga keselamatan yang sempurna selalu menyertai kamu. Dan penutup doa mereka ialah, “Al-hamdu lillahi Rabbil 'alamin” segala puji bagi Allah Tuhan Pemelihara seluruh alam.",
        "11": "Setelah dijelaskan pada ayat sebelumnya bahwa Allah Mahasuci dari segala kekurangan, Mahasempurna dengan segala ciptaan-Nya, Mahaadil dalam memberikan hukuman atau pahala, lalu dijelaskan pada ayat ini bahwa Dia Maha Terpuji karena tidak segera menghukum orang yang durhaka sebagaimana permintaan mereka agar Allah menyegerakan siksa. Mereka diberi kesempatan untuk kembali kepada tuntunan Al-Qur'an. Dan kalau Allah menyegerakan keburukan, sebagai hukuman atas perbuatan jahat bagi manusia seperti permintaan mereka untuk menyegerakan kebaikan, pasti diakhiri umur mereka, yakni dibinasakan. Namun Kami biarkan orang-orang yang tidak mengharapkan pertemuan dengan Kami, yakni tidak percaya pada hari Kiamat dalam keadaan bingung dan tetap berada di dalam kesesatan mereka sesuai kemauan mereka.",
        "12": "Ayat ini masih menjelaskan tentang sifat-sifat buruk manusia, yaitu tidak bersyukur ketika mendapat anugerah atau nikmat. Dan apabila manusia ditimpa bahaya akibat ulah mereka sendiri, dia berdoa kepada Kami dengan memuji dan mengakui keagungan Allah dalam keadaan berbaring, duduk atau berdiri, yakni terus berdoa tiada henti dalam segala situasi, tetapi setelah Kami hilangkan bahaya itu darinya, dia kembali ke jalan yang sesat, seolah-olah dia tidak pernah berdoa kepada Kami untuk menghilangkan bahaya yang telah menimpanya. Demikianlah dijadikan terasa indah bagi orang-orang yang melampaui batas apa yang mereka kerjakan berupa kedurhakaan.",
        "13": "Setelah dijelaskan bahwa di antara sifat buruk manusia adalah suka tergesa-gesa dan tidak bersyukur, lalu pada ayat ini disebutkan berbagai azab yang ditimpakan kepada orang-orang yang zalim. Dan sungguh, Kami telah membinasakan secara menyeluruh atau mendatangkan azab berupa kerusakan dan kehancuran beberapa generasi umat-umat sebelum kamu, yakni kaum kafir Mekah yang semasa dengan Rasulullah, ketika mereka berbuat zalim, padahal para rasul mereka telah datang membawa keterangan-keterangan baik berupa mukjizat yang bersifat inderawi maupun yang tertera di dalam kitab suci, tetapi mereka sama sekali tidak mau beriman. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat dosa.",
        "14": "Kemudian Kami jadikan kamu, seluruh manusia, sebagai pengganti-pengganti mereka untuk menjadi pemimpin di bumi setelah mereka binasa, untuk Kami lihat bagaimana kamu berbuat, kebaikan atau keburukan. Allah akan memberi pahala orang yang berbuat baik dan menghukum orang yang yang berbuat jahat.",
        "15": "Setelah dijelaskan bahwa Allah telah membinasakan orang-orang yang berbuat zalim dan menggantinya dengan kaum yang lain, lalu dijelaskan tentang sikap orang-orang musyrik terhadap ayat-ayat AlQur'an. Dan apabila dibacakan walaupun dengan berulang-ulang kepada mereka ayat-ayat Kami, Al-Qur'an dengan jelas kebenarannya bahwa ayat-ayat tersebut datang dari Allah, maka orang-orang yang tidak mengharapkan pertemuan dengan Kami, yakni tidak percaya dengan kehidupan akhirat, tidak mengharap pahala dan tidak percaya adanya siksa, mereka berkata, “Datangkanlah kitab selain Al-Qur'an ini atau gantilah isinya, ubahlah yang haram menjadi halal atau sebaliknya, dan hapuslah ayat-ayat yang mempersalahkan kepercayaan kami. Menjawab permintaan tersebut Allah memerintahkan, Katakanlah Muhammad, “Tidaklah pantas bagiku untuk menggantinya atas kemauanku sendiri, karena aku hanya seorang utusan. Aku hanya mengikuti apa yang diwahyukan Allah kepadaku. Sesungguhnya aku benar-benar takut akan azab hari yang besar, yakni hari Kiamat jika aku mendurhakai Tuhanku yang aku yakin Dia Maha mengetahui seluruh ucapan dan perbuatanku.”",
        "16": "Setelah menolak permintaan kaum musyrik untuk mendatangkan kitab selain Al-Qur'an atau mengubah sebagian isinya, lalu Allah berfirman, Katakanlah wahai Nabi Muhammad, “Jika Allah menghendaki aku tidak membacakan dan menyampaikan Al-Qur'an kepada kamu, niscaya aku tidak membacakannya kepadamu dan jika Allah tidak pula berkehendak memberitahukan wahyu yang diturunkan kepadaku, maka Dia tidak memberitahukannya kepadamu.” Aku telah tinggal bersamamu beberapa lama sebelumnya, yakni selama 40 tahun sebelum turunnya AlQur'an dan selama masa itu aku tidak pernah berbohong serta tidak pernah berbicara dan menyampaikan hal seperti ini. Apakah kamu tidak mengerti ayat-ayat itu dan tidak memikirkan kandungannya?",
        "17": "Karena mereka tetap keras menolak kebenaran Al-Qur'an sebagai wahyu dari Allah dan menuduh Nabi Muhammad berbohong, maka ditegaskan dalam bentuk pertanyaan, siapakah yang lebih zalim daripada orang yang dengan sengaja mengada-adakan kebohongan terhadap Allah atau mendustakan ayat-ayat-Nya? Sungguh tidak ada orang yang lebih zalim daripada mereka dan mereka tidak akan mendapatkan keberuntungan untuk selama-lamanya. Sesungguhnya orang-orang yang berbuat dosa itu tidak akan pernah beruntung.",
        "18": "Setelah dijelaskan kerugian yang akan diperoleh oleh orang yang berbuat zalim karena ingkar terhadap ayat-ayat Al-Qur'an, lalu dijelaskan bentuk lain dari kezaliman mereka yaitu syirik. Dan mereka menyembah selain Allah, sesuatu yang dijadikan sembahan yang tidak dapat mendatangkan bencana kepada mereka, apabila mereka tidak menyembahnya, dan tidak pula memberi manfaat dan tidak bisa menolak madarat ketika mereka menyembahnya, dan mereka dengan yakin berkata, “Mereka berhala dan sembahan kami lainnya itu adalah pemberi syafaat kami di hadapan Allah.” Padahal sembahan tersebut tidak mampu mendatangkan manfaat atau menolak madarat atas diri mereka sendiri. Agar lebih jelas, maka katakanlah kepada mereka wahai Nabi, “Apakah pantas kamu akan memberitahu kepada Allah sesuatu yang tidak diketahui-Nya apa yang di langit dan tidak pula yang di bumi? Kalimat ini adalah ejekan kepada orang yang menyembah berhala, yang menyangka bahwa berhala-berhala itu dapat memeberi syafaat di sisi Allah. Dia Maha mengetahui segala yang ada di langit dan di bumi, karena Dia pencipta dan pemeliharanya dan tiada sesuatu pun sekutu bagi-Nya. Mahasuci Allah dan Mahatinggi dari apa yang mereka persekutukan itu, tiada tuhan yang berhak disembah selain Allah.",
        "19": "Penyembahan terhadap selain Allah sebagaimana yang dilakukan oleh orang-orang musyrik adalah sebuah penyimpangan yang tidak dikenal pada awal kehidupan manusia, karena manusia diciptakan dalam keadaan fitrah. Ayat ini menegaskan bahwa dan manusia itu dahulunya hanyalah satu umat, mereka semuanya tunduk dan patuh kepada Allah, kemudian mereka terkena godaan setan sehingga berselisih, yakni ada yang tetap taat dan ada yang durhaka bahkan mereka terpecah menjadi kelompok-kelompok yang berbeda keyakinan. Kalau tidak karena suatu ketetapan yang telah ada dari Tuhanmu, bahwa perselisihan manusia di dunia itu akan diputuskan di akhirat, pastilah telah diberi keputusan di antara mereka ketika di dunia ini, tentang apa yang mereka perselisihkan itu.",
        "20": "Setelah dijelaskan perselisihan yang terjadi diantara umat manusia, lalu kembali dijelaskan tentang tuntutan orang musyrik agar Allah memberikan mu'jizat yang kasat mata kepada Nabi Muhammad. Dan mereka berkata, “Mengapa tidak diturunkan kepadanya (Muhammad) suatu bukti, yakni mukjizat dari Tuhannya, yakni mukjizat yang dapat diindra?” Padahal mu'jizat seperti yang mereka minta sesungguhnya telah diturunkan kepada para nabi sebelum Nabi Muhammad, tetapi umat para nabi tersebut tetap ingkar. Katakanlah, wahai Nabi Muhammad “Sungguh, segala yang gaib itu hanya milik Allah; sebab itu tunggu sajalah olehmu, apakah Allah akan mengabulkan permintaanmu atau tidak. Allah Maha mengetahui apa yang terbaik untuk hambanya. Ketahuilah, sesungguhnya aku juga menunggu bersama kamu, apa keputusan Allah untuk kita semua.”",
        "21": "Setelah pada ayat sebelumnya dijelaskan sifat buruk orang musyrik lalu dalam ayat ini dijelaskan sifat dasar manusia pada umumnya. Dan apabila Kami memberikan suatu rahmat, keselamatan kepada manusia yang durhaka, setelah mereka ditimpa bencana, baik pada diri, harta, keluarga, dan alam lingkungan mereka, maka mereka tidak bersyukur, bahkan mereka segera melakukan segala tipu daya menentang ayat-ayat Kami. Katakanlah, “Allah lebih cepat pembalasannya atas tipu daya itu.” Sesungguhnya malaikat-malaikat Kami mencatat tipu dayamu. Tidak ada sedikitpun perbuatan manusia yang terlewat dari pengawasan Allah dan kelak di akhirat Dia akan memberikan balasan dengan seadil-adilnya.",
        "22": "Sebagai bukti bahwa hukuman Allah sangat cepat sebagaimana dijelaskan pada ayat sebelumnya, maka berikut ini ditegaskan bahwa, Dialah Tuhan yang menjadikan kamu dapat berjalan dengan kaki dan beragam kendaraan di daratan, dan berlayar di lautan yang terbentang luas, sehingga ketika kamu sudah berada di dalam kapal, dan meluncurlah kapal itu membawa mereka, yakni seluruh penumpang yang ada di dalamnya dengan kekuatan tiupan angin yang baik, dan mereka bergembira karenanya; tiba-tiba datanglah badai yang mangacaukan arah kapal mereka, sehingga menyimpang dari tujuan yang direncanakan dan gelombang menimpanya dari segenap penjuru, sehingga para penumpangnya panik akibat goncangan yang dasyat, dan mereka mengira, bahkan merasa telah terkepung bahaya, maka mereka berdoa dengan tulus ikhlas kepada Allah semata. Seraya berkata, “Sekiranya Engkau menyelamatkan kami dari bahaya ini, pasti kami termasuk orang-orang yang benar-benar bersyukur.”",
        "23": "Manusia pada umumnya memang suka berbasa basi, bahkan pada situasi kritis sering mengobral janji akan berbuat baik dan berakhlak terpuji, tetapi ketika Allah menyelamatkan mereka, malah mereka mengulangi berbuat kezaliman, yakni mempersekutukan Allah dan melaksanakan kedurhakaan lainnya di bumi tanpa alasan yang benar. Kezaliman mereka sungguh melampaui batas, karena itu Allah mengingatkan, Wahai manusia! Sesungguhnya kezalimanmu bahayanya akan menimpa dirimu sendiri; kenikmatan yang kamu rasakan itu hanya kenikmatan hidup duniawi yang bersifat sementara, selanjutnya kepada Kamilah kembalimu setelah kematian menjemputmu, kelak di akhirat akan Kami kabarkan kepadamu hukuman atas segala apa yang telah kamu kerjakan selama hidup di dunia.",
        "24": "Setelah dijelaskan bahwa kenikmatan yang diperoleh bagi orangorang musyrik hanyalah kenikmatan duniawi, lalu diingatkan bahwa sesungguhnya perumpamaan kehidupan duniawi yang kamu dambakan sampai melupakan kehidupan akhirat itu akan cepat sirna, hanya seperti air hujan yang Kami turunkan dari langit, kemudian meresap ke dalam bumi, lalu tumbuhlah tanaman-tanaman bumi dengan subur karena air itu, di antaranya ada yang dimakan manusia dan hewan ternak. Hingga apabila bumi itu telah sempurna keindahannya karena tanamannya telah tumbuh warna-warni dengan sangat rindang, dan berhias indah dengan gunung-gunung dan lembah-lembahnya telah menghijau dengan beragam tanam-tanamannya, dan pemiliknya mengira bahwa mereka pasti menguasainya, yakni memetik hasilnya, tiba-tiba datanglah kepadanya azab Kami berupa bencana atau hama pada waktu malam atau siang, lalu Kami jadikan tanamannya seperti tanaman yang sudah disabit, yakni telah dipanen, bahkan kedahsyatan azab tersebut mengesankan seakan-akan belum pernah tumbuh tanaman kemarin. Demikianlah Kami menjelaskan tanda-tanda kekuasaan Kami kepada orang yang berpikir yang mau mengambil pelajaran dari azab yang telah ditimpakan kepada orangorang yang durhaka.",
        "25": "Agar manusia tidak tertipu dengan kehidupan dunia yang fana, lalu Allah memberikan tuntunan menuju jalan yang benar dan penuh kedamaian. Dan Allah menyeru manusia ke Darus-salam, yakni surga, dan memberikan petunjuk kepada orang yang Dia kehendaki ke jalan yang lurus, yakni Islam. Petunjuk Allah diberikan kepada siapa saja yang mau menerimanya.",
        "26": "Bagi orang-orang yang berbuat baik, ada pahala yang terbaik, yaitu surga, dan tambahannya, yakni kenikmatan melihat Allah (Lihat: Surah al-Qiyamah/75: 22-23). Dan wajah mereka tidak ditutupi debu hitam akibat kesedihan dan tidak pula dalam kehinaan, tetapi muka mereka berseri-seri ekspresi kegembiraan. Mereka itulah penghuni surga, mereka kekal di dalamnya selama-lamanya.",
        "27": "Adapun orang-orang yang berbuat kejahatan akan mendapat balasan kejahatan yang setimpal dengan yang telah mereka kerjakan dan mereka diselubungi kehinaan akibat dari kejahatan tersebut. Tidak ada bagi mereka seorang pelindung pun yang menyelamatkan mereka dari azab Allah, seakan-akan wajah mereka ditutupi dengan kepingan-kepingan malam yang gelap gulita, yakni suram dan muram ekspresi dari penyesalan dan kesedihan yang mendalam. Mereka itulah penghuni neraka, mereka kekal di dalamnya.",
        "28": "Ayat ini menjelaskan ancaman bagi orang yang menyekutukan Allah. Dan ingatlah pada hari ketika itu Kami mengumpulkan mereka semuanya untuk dihisab, kemudian Kami berkata kepada orang yang mempersekutukan Allah, “Tetaplah di tempatmu dalam keadaan rendah dan hina, kamu dan para sekutumu.” Lalu Kami pisahkan mereka, yakni penyembah dan sembahannya, sehingga mereka saling menyalahkan dan menyangkal satu sama lain, dan berkatalah sekutu-sekutu, yakni sembahan yang mereka persekutukan dengan Allah, “Kamu sekali-kali tidak pernah menyembah kami. Sesungguhnya orang-orang yang menyembah selain Allah pada hakekatnya adalah menyembah hawa nafsu mereka sendiri, karena hawa nafsu merekalah yang menyuruh menyembah selain Allah.",
        "29": "Lebih lanjut sembahan mereka mengatakan, karena hakikatnya kamu menyembah hawa nafsu kamu, maka cukuplah Allah menjadi saksi antara kami dengan kamu, sebab kami tidak tahu-menahu tentang penyembahan kamu kepada kami, karena kami hanyalah makhluk ciptaan Allah, yang tidak bisa mendatangkan manfaat atau menolak madarat.",
        "30": "Selanjutnya Allah menjelaskan dalam ayat ini bahwa di tempat itu, yakni di padang Mahsyar, setiap jiwa merasakan pembalasan dari apa yang telah dikerjakannya ketika di dunia dan setelah kematian menjemputnya, mereka dikembalikan kepada Allah, pelindung mereka yang sebenarnya, tidak ada pelindung selain Dia, dan lenyaplah dari mereka apa yang mereka ada-adakan sebagai sembahan dan pelindung palsu.",
        "31": "Setelah dijelaskan bahwa tuhan sembahan orang kafir kelak di akhirat akan lenyap dan tidak mampu memberi perlindungan kepada penyembahnya, lalu diperintahkan kepada Nabi, katakanlah wahai Nabi Muhammad kepada orang-orang kafir, “Siapakah yang memberi rezeki kepadamu dari langit seperti hujan dan cahaya matahari, dan rezeki dari bumi seperti tumbuhan yang beraneka ragam, atau siapakah yang kuasa menciptakan pendengaran dan penglihatan, dan siapakah yang mengeluarkan yang hidup dari yang mati, seperti ayam dari telur, dan mengeluarkan yang mati dari yang hidup, seperti telur dari ayam, dan siapakah yang mengatur segala urusan di alam raya ini sehingga berjalan dengan sangat teratur?” Maka mereka akan menjawab, “Allah.” Jika demikian jawaban mereka, maka katakanlah, wahai Nabi Muhammad “Mengapa kamu tidak bertakwa kepada-Nya?”",
        "32": "Zat yang Maha Pemberi rezeki, Pencipta pendengaran dan penglihatan, yang kuasa menghidupkan dan mematikan, dan Maha Pengatur alam raya, maka itulah Allah, Dialah Tuhan kamu yang sebenarnya; maka tidak ada setelah kebenaran itu melainkan kesesatan, yakni siapa pun yang tidak berkenan mengikuti kebenaran, maka yang ada tinggal kesesatan. Maka mengapa kamu berpaling dari kebenaran?",
        "33": "Meskipun orang-orang kafir mengakui bahwa Allah pencipta dan pengatur alam raya, namun mereka tetap saja ingkar, sehingga Allah menghukum mereka. Demikianlah telah tetap hukuman Tuhanmu terhadap orang-orang yang fasik, yakni keluar dari ketaatan dan tuntunan agama, karena sesungguhnya mereka terus menerus tidak beriman.",
        "34": "Selanjutnya Allah memerintahkan kepada Nabi Muhammad, katakanlah, kepada orang-orang kafir “Adakah di antara sembahan yang kamu jadikan sekutu Allah itu yang dapat memulai penciptaan makhluk, kemudian mengulanginya, yakni menghidupkannya kembali?” Jawabannya pasti tidak ada. Karena itu katakanlah, wahai Nabi Muhammad “Allah yang memulai penciptaan makhluk, kemudian mengulanginya, yakni menghidupkannya kembali pada waktu yang sudah ditetapkannya sesuai kehendak-Nya. Maka bagaimana kamu dipalingkan oleh kebohongan dan hawa nafsu, sehingga menyembah selain Allah?”",
        "35": "Walaupun pada ayat sebelumnya sudah dipaparkan bukti kekuasaan Allah, namun orang kafir masih tetap menolak menyembah Allah Yang Maha Pemberi Petunjuk. Sehingga pada ayat ini kembali Nabi Muhammad diperintah, katakanlah kepada orang-orang kafir, “Apakah di antara sembahan yang kamu jadikan sekutu Allah itu ada yang mampu membimbing menuju kepada kebenaran?” Pasti tidak ada, karena sembahan kamu adalah benda mati yang tidak mampu membimbing dirinya sendiri apalagi membimbing kamu. Karena itu katakanlah wahai Nabi Muhammad, “Allah-lah yang membimbing kepada kebenaran.” Maka manakah yang lebih berhak diikuti, Tuhan yang membimbing kepada kebenaran itu, ataukah orang yang tidak mampu membimbing bahkan perlu dibimbing? Maka mengapa kamu berbuat demikian? Bagaimanakah kamu mengambil keputusan? Sungguh ini adalah keputusan yang batil dan zalim.",
        "36": "Sejumlah pertanyaan yang diungkapkan pada ayat sebelumnya, sebagian ada yang dijawab oleh orang-orang kafir dan sebagiannya ada yang tidak mereka jawab. Dan kebanyakan mereka orang-orang kafir itu hanya mengikuti dugaan bahwa sembahan mereka dapat memberi manfaat, menolak mudarat dan dapat mendekatkan mereka kepada Allah. Sesungguhnya dugaan itu tidak sedikit pun berguna untuk melawan kebenaran yang datang dari Allah. Sungguh, Allah Maha Mengetahui apa yang mereka kerjakan dan akan memberi balasan kelak di Hari Kemudian.",
        "37": "Pada ayat sebelumnya dijelaskan tentang kebenaran yang datang dari Allah dan Dia-lah yang mampu membimbing kepada ke-benaran tersebut, lalu dalam ayat ini dijelaskan tentang kebenaran Al-Qur'an sebagai firman Allah. Dan tidak mungkin Al-Qur'an ini dibuat-buat oleh selain Allah; tetapi Al-Qur'an membenarkan kitab-kitab yang sebelumnya, seperti Kitab Taurat yang diturunkan kepada Nabi Musa as dan lainlain, dan menjelaskan hukum-hukum yang telah ditetapkannya, yakni sebagian ayat-ayat Al-Qur'an itu menjelaskan secara terperinci hukumhukum yang telah disebutkan dalam Al-Qur'an itu sendiri, tidak ada keraguan di dalamnya, dan merupakan petunjuk yang diturunkan dari Tuhan seluruh alam.",
        "38": "Keingkaran orang-orang kafir terhadap kebenaran Al-Qur'an mereka tampakkan dengan menuduh bahwa Al-Qur'an adalah buatan Nabi Muhammad. Apakah pantas mereka mengatakan dia, Muhammad yang telah membuat-buatnya? Bukankah Muhammad adalah seorang manusia biasa? Kalau demikian tuduhan mereka, maka katakanlah wahai nabi Muhammad, “Buatlah sebuah surah yang semisal dengan surah Al-Qur'an, dan ajaklah siapa saja di antara kamu orang yang mampu membuatnya selain Allah, jika kamu orang-orang yang benar dalam tuduhan itu.”",
        "39": "Orang-orang musyrik menolak kebenaran Al-Qur'an bukan karena mereka tidak tahu kebenaran itu, tetapi antara lain karena keangkuhan mereka. Bahkan yang sebenarnya terjadi adalah mereka mendustakan apa yang mereka belum mengetahuinya dengan sempurna dan belum mereka peroleh penjelasannya. Sebagaimana orang-orang kafir Makkah mendustakan Al-Qur'an, demikianlah halnya umat-umat yang ada sebelum mereka telah mendustakan rasul-rasul dan bukti-bukti kebenaran yang mereka bawa. Maka perhatikanlah bagaimana akibat orang-orang yang zalim. Allah menghukum mereka dengan siksaan di dunia sesuai dengan kezaliman mereka dan kelak di akhirat akan disiksa di dalam neraka.",
        "40": "Pada ayat sebelumnya dijelaskan bahwa secara umum orangorang musyrik menolak kebenaran Al-Qur'an bahkan menuduh Nabi Muhammad telah membuat-buat Al-Qur'an, lalu pada ayat ini dijelaskan bahwa ternyata di antara mereka orang-orang musyrik itu ada orang-orang yang beriman kepadanya, yakni mengakui kebenaran Al-Qur'an hanya dalam hatinya, tetapi lahiriyahnya tetap menolak, dan di antaranya ada pula orang-orang yang tidak beriman kepadanya, tidak mengakui kebenaran Al-Qur'an baik secara lahir baupun batin. Sedangkan Tuhanmu lebih mengetahui tentang orang-orang yang berbuat kerusakan, yakni mengikuti kebatilan dan menolak kebenaran yang bersumber dari Tuhan Pemelihara alam. Allah akan memberi balasan atas apa yang mereka kerjakan.",
        "41": "Bersabarlah dan berteguhhatilah dalam menyampaikan kebenaran, dan jika mereka orang-orang musyrik itu tetap mendustakanmu wahai Nabi Muhammad, maka katakanlah, “Bagiku pekerjaanku dan aku akan bertanggung jawab atas pekerjaanku dan bagimu pekerjaanmu dan kamu akan bertanggung jawab atas pekerjaan kamu di hadapan Allah. Kamu tidak bertanggung jawab terhadap apa yang aku kerjakan dan aku pun tidak bertanggung jawab terhadap apa yang kamu kerjakan.” Setiap orang akan mempertanggungjawabkan pekerjaannya masing-masing.",
        "42": "Setelah dijelaskan bahwa orang-orang yang mendustakan Nabi Muhammad akan mempertanggungjawabkan perbuatannya, lalu dijelaskan pada ayat ini, dan di antara mereka ada yang mendengarkan engkau wahai Nabi Muhammad, padahal hati mereka tidak menerimanya. Maka apakah engkau dapat menjadikan orang yang tuli pendengaran hatinya itu mendengar sedangkan mereka tidak mengerti? Tentu tidak bisa.",
        "43": "Dan di antara mereka ada yang melihat kepada engkau wahai Nabi Muhammad, yakni menyaksikan tanda-tanda kenabianmu, tetapi mereka tidak mengakuinya. Maka apakah engkau dapat memberi petunjuk kepada orang-orang yang buta mata hatinya itu, sedangkan mereka tidak memperhatikan? Tentu tidak bisa.",
        "44": "Sesungguhnya Allah tidak menzalimi manusia sedikit pun, karena Dia sudah memberikan petunjuk menuju jalan kebenaran dan melarang ke jalan kesesatan serta memberi kebebasan kepada manusia untuk menentukan pilihan, tetapi manusia itulah yang menzalimi dirinya sendiri dengan berbuat kejahatan dan mengabaikan kebenaran.",
        "45": "Setelah dijelaskan pada ayat sebelumnya bahwa Allah tidak sedikit pun menzalimi hamba-Nya, lalu dijelaskan tentang kebenaran ajaran Al-Qur'an, diantaranya adalah datangnya Hari Pembalasan. Dan ingatlah pada hari ketika Allah mengumpulkan mereka di Padang Mahsyar, mereka merasa seakan-akan tidak pernah berdiam di dunia kecuali sesaat saja pada siang hari, pada waktu mereka saling berkenalan. Sungguh rugi orang yang mendustakan pertemuan mereka dengan siksa dan pahala dari Allah dan mereka itulah orang-orang yang benar-benar tidak mendapat petunjuk.",
        "46": "Dan jika Kami perlihatkan kepadamu wahai Nabi Muhammad, sebagian dari siksaan yang Kami janjikan sebagai ancaman hukuman kepada mereka, tentulah engkau akan melihatnya atau jika Kami wafatkan engkau sebelum datangnya siksa itu, sehingga engkau tidak menyaksikan ketika siksaan itu datang, maka kepada Kami jualah mereka kembali dengan mempertanggungjawabkan seluruh amal perbuatan mereka, dan Allah menjadi saksi atas apa yang mereka kerjakan dan akan memberikan balasan dengan seadil-adilnya. Hukuman Tuhan bagi orang yang berbuat maksiat dapat diberikan di dunia atau di akhirat.",
        "47": "Sebagai wujud keadilan Tuhan, Dia mengutus rasul-rasul sebagai pemberi peringatan. Dan setiap umat mempunyai rasul yang menyampaikan ajaran kebenaran disertai bukti-bukti atas kebenaran ajaran tersebut. Maka apabila rasul mereka telah datang, diberlakukanlah hukum bagi mereka dengan adil dan sedikit pun tidak dizalimi. Orang yang beriman dan berbuat kebaikan akan diberi pahala, sedangkan yang ingkar dan berbuat mungkar, maka akan disiksa.",
        "48": "Dan mendengar adanya ancaman tersebut, mereka orang-orang kafir mengatakan, “Bilakah datangnya ancaman itu, siang atau malam, atau segerakanlah, jika kamu orang-orang yang benar?”",
        "49": "Setelah mendengar permintaan orang-orang kafir sebagaimana terungkap pada ayat di atas, lalu Allah memerintahkan: Katakanlah wahai Nabi Muhammad, “Aku hanyalah seorang utusan yang tidak kuasa menolak mudarat maupun mendatangkan manfaat kepada diriku sendiri maupun kepada kalian, kecuali apa yang Allah kehendaki.” Allah telah menetapkan bagi setiap umat mempunyai ajal, yakni batas waktu hidup dan lainnya. Apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun.",
        "50": "Katakanlah wahai Nabi Muhammad kepada orang-orang musyrik, “Terangkanlah kepadaku, jika datang kepada kamu siksaan-Nya pada waktu malam ketika kamu tidur nyenyak, atau siang hari ketika kamu sibuk dengan urusan duniamu, manakah yang diminta untuk disegerakan orang-orang yang berdosa itu?” Allah mampu menyegerakan azab yang mereka minta, tetapi Dia menunda, karena memberi kesempatan kepada para pendurhaka untuk bertobat dari perbuatan maksiat.",
        "51": "Kemudian apakah setelah azab itu terjadi, kamu baru mempercayainya bahwa Allah Mahakuasa? Padahal saat itu kepercayaanmu sudah tidak berguna, karena kamu sudah binasa. Apakah baru sekarang kamu percaya kalau azab itu pasti datang, padahal sebelumnya kamu selalu meminta agar azab itu disegerakan? Ayat ini menjadi teguran bagi orang yang sombong bahkan menantang agar segera didatangkan azab yang diancamkan kepada orang-orang yang durhaka.",
        "52": "Sebagai akibat dari kesombongan dan kedurhakaan mereka, kemudian di akhirat dikatakan kepada orang-orang yang zalim itu, “Rasakanlah olehmu siksaan yang kekal di neraka. Kamu tidak diberi balasan, melainkan sesuai dengan apa yang telah kamu lakukan selama kamu hidup di dunia.”",
        "53": "Setelah diuraikan dengan perinci tentang siksaan yang akan diterima oleh orang-orang kafir, lalu mereka menanyakan kepadamu wahai Nabi Muhammad, “Benarkah azab yang dijanjikan itu?” Katakanlah, wahai Nabi Muhammad “Ya, demi Tuhanku, sesungguhnya azab itu pasti benar akan terjadi dan menimpa orang-orang yang durhaka dan kamu sekali-kali tidak dapat mengalahkankan Tuhan untuk menghindar dari siksa-Nya.”",
        "54": "Pada ayat sebelumnya dijelaskan bahwa orang-orang yang durhaka pasti akan diazab, lalu pada ayat ini digambarkan penyesalan mereka ketika di akhirat. Dan kalau seandainya setiap orang yang zalim itu, yakni orang yang mempersekutukan Allah itu mempunyai segala harta benda berharga yang ada di bumi, tentu dia menebus dirinya dengan itu agar terlepas dari siksa, tetapi hal itu tidak mungkin, dan mereka menyembunyikan penyesalannya yang sangat besar dan tersembunyi dalam hati, ketika mereka telah menyaksikan, merasakan azab yang sangat pedih itu. Kemudian diberi keputusan di antara mereka dengan adil sesuai dengan apa yang mereka kerjakan, dan mereka tidak dizalimi sedikit pun.",
        "55": "Allah tidak akan menzalimi hamba-Nya, karena Dia tidak memerlukan apapun dari siapapun. Ayat ini menegaskan, “Ketahuilah sesungguhnya milik Allah-lah apa yang ada di langit dan di bumi, Dia yang menciptakan dan Dia atur sesuai kehendak-Nya. Ketahuilah, bukankah janji Allah itu benar? Hari Pembalasan pasti akan datang. Orang yang taat pasti akan diberi pahala dan yang durhaka akan disiksa. Tetapi kebanyakan mereka tidak mengetahui dan tidak mempercayainya.",
        "56": "Sebagai salah satu bukti kekuasaan Allah, Dialah yang menghidupkan dan mematikan dan hanya kepada-Nyalah kamu dikembalikan setelah kematian menghampirimu.",
        "57": "Setelah diingatkan pada ayat sebelumnya bahwa semua yang hidup pasti akan mati dan akan kembali kepada Allah, lalu manusia diingatkan: Wahai manusia! Sungguh, telah datang kepadamu pelajaran berupa Kitab Suci Al-Qur'an dari Tuhanmu, obat penyembuh bagi penyakit yang ada dalam dada, yakni dalam hati manusia, seperti iri hati, dengki, dan lain-lain, dan petunjuk menuju kebenaran serta rahmat yang besar bagi orang yang benar-benar beriman.",
        "58": "Katakanlah wahai Nabi Muhammad kepada manusia “Dengan karunia Allah berupa agama Islam dan rahmat-Nya, yakni Al-Qur'an, hendaklah dengan itu mereka bergembira. Karunia dan rahmat Allah itu lebih baik daripada apa yang mereka kumpulkan berupa harta dan kemewahan duniawi.”",
        "59": "Ayat ini menjelaskan kecaman terhadap orang musyrik yang ingkar kepada karunia Allah. Katakanlah wahai Nabi Muhammad kepada orang-orang musyrik, “Terangkanlah kepadaku tentang rezeki, berupa hewan, tumbuhan, tambang, dan aneka hasil bumi yang diturunkan, yakni diberikan, Allah kepadamu, lalu kamu jadikan sebagiannya haram atas kamu dan ada yang kamu haramkan khusus untuk para perempuan (Lihat: Surah al-An'am/6: 139), dan sebagiannya kamu hukumi halal tanpa penjelasan dari Allah sebagaimana tertera di dalam Al-Qur'an.” Katakanlah, wahai Nabi Muhammad “Apakah Allah telah memberikan izin kepadamu tentang ini ataukah kamu mengada-ada atas nama Allah?” Allah sudah menegaskan apa-apa yang halal dan yang haram dan manusia tinggal menjalankan ketentuan tersebut.",
        "60": "Ayat ini masih berisi kecaman terhadap orang-orang musyrik. Dan apakah dugaan orang-orang yang mengada-adakan kebohongan terhadap Allah, yakni orang-orang kafir, tentang perlakuan Allah kepada mereka pada hari Kiamat? Apakah mereka menduga Allah akan mengampuni dosa dan tidak menyiksa mereka? Sesungguhnya Allah benar-benar mempunyai karunia yang dilimpahkan kepada manusia, antara lain memberi kesempatan bertobat kepada pelaku maksiat, tetapi kebanyakan mereka tidak bersyukur, mengingkari kerasulan Nabi Muhammad, banyak berbuat maksiat, dan enggan bertobat sampai akhir hayat.",
        "61": "Setelah dijelaskan pada ayat sebelumnya bahwa kebanyakan manusia tidak pandai bersyukur, lalu dalam ayat ini ditegaskan bahwa seluruh perbuatan manusia selalu berada dalam pengawasan Allah. Dan tidaklah engkau Muhammad berada dalam suatu urusan apapun, baik duniawi maupun ukhrawi, dan kamu tidak membaca suatu ayat Al-Qur'an, baik yang panjang maupun yang pendek serta tidak pula kamu melakukan suatu pekerjaan apapun, baik ketaatan maupun kemaksiatan, melainkan Kami menjadi saksi atasmu ketika kamu melakukannya. Tidak terlewatkan sedikit pun dari pengetahuan dan catatan Tuhanmu melalui para malaikat-Nya, biarpun nilai perbuatan itu hanya sebesar zarrah, baik di bumi ataupun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar daripada itu, melainkan semua tercatat dalam Kitab yang nyata (Lauh Mahfuz).",
        "62": "Pada ayat sebelumnya dijelaskan bahwa apapun yang dikerjakan oleh manusia baik ketaatan maupun kemaksiatan, maka tidak sedikit pun terlewatkan dari pengetahuan Tuhan, lalu pada ayat ini dijelaskan tentang kesudahan orang-orang yang selalu dalam ketaatan. Ingatlah, sesungguhnya wali-wali Allah itu, yakni kekasih Allah tidak ada rasa takut, yakni kekhawatiran pada mereka terhadap apa yang akan mereka hadapi di akhirat dan mereka tidak bersedih hati atas apa yang terjadi selama kehidupan di dunia.",
        "63": "Wali-wali Allah yang disebut pada ayat sebelumnya, yaitu orang-orang yang beriman tanpa ada sedikit pun keraguan dan senantiasa bertakwa, yakni selalu mengerjakan amal saleh sehingga mereka terhindar dari azab Allah.",
        "64": "Bagi mereka berita gembira di dalam kehidupan di dunia berupa ketenangan hidup karena mereka menempuh jalan yang benar dan di akhirat mereka terhindar dari siksa neraka dan masuk surga serta kekal di dalamnya (Lihat: Surah al-Anfal/8: 10). Tidak ada perubahan bagi janji-janji, yakni ketetapan-ketetapan Allah. Demikian itulah, yakni terbebas dari siksa neraka dan kekal di surga adalah kemenangan yang agung.",
        "65": "Setelah dijelaskan bahwa wali-wali Allah akan memperoleh kebahagiaan di dunia dan di akhirat, lalu Allah berfirman: Dan janganlah engkau wahai Nabi Muhammad merasa sedih oleh perkataan mereka yang kafir kepada Allah, seperti engkau dikatakan pembohong, penyair dan lain-lain. Sungguh, kekuasaan itu seluruhnya milik Allah. Dia Maha Mendengar apapun yang mereka katakan, Maha Mengetahui apa pun yang mereka kerjakan.",
        "66": "Pada ayat sebelumnya dijelaskan bahwa kekuasaan seluruhnya milik Allah swt, lalu dalam ayat ini Allah menegaskan bukti kekuasaannya. Ingatlah, sesungguhnya milik Allah siapa, makhluk berakal yang ada di langit dan siapa yang ada di bumi, yakni manusia, seluruhnya berada dalam kekuasaan-Nya. Dan orang-orang yang menyeru sekutu-sekutu selain Allah, tidaklah mengikuti suatu keyakinan yang benar. Mereka hanya mengikuti persangkaan yang sesat belaka, karena mengira sembahan mereka akan memberikan manfaat dan pertolongan, padahal itu sama sekali tidak benar, dan mereka hanyalah menduga-duga, yakni mengerjakan sesuatu tanpa dasar yang benar.",
        "67": "Usai menjelaskan kepemilikan Allah atas apa saja yang di langit dan bumi, Dia lalu menjelaskan pengaturan sistem yang berjalan di langit dan bumi. Dialah yang menjadikan malam gelap bagimu agar kamu beristirahat padanya untuk melepaskan lelah, dan menjadikan siang terang benderang agar kamu leluasa untuk mencari karunia Allah. Sungguh, pada pergantian malam dan siang yang demikian itu terdapat tanda-tanda kekuasaan Allah bagi orang-orang yang mendengar dengan saksama dan mengambil pelajaran dari apa yang didengar.",
        "68": "Pada ayat yang lalu dijelaskan tentang orang-orang musyrik yang menyekutukan Allah dengan menyembah selain Allah, lalu pada ayat ini dijelaskan tentang bentuk lain dari kemusyrikan, yaitu mengatakan bahwa Allah mempunyai anak. Ayat ini membantah siapa pun yang mengatakan bahwa Allah mempunyai anak, sebagaimana mereka orang Yahudi dan Nasrani berkata, “Allah mempunyai anak.” Orang Yahudi mengatakan, “Uzair putra Allah”, dan orang Nasrani mengatakan, “Isa putra Allah” (Lihat: Surah at-Taubah/9: 30). Mahasuci Dia dari prasangka mereka, Dialah Yang Mahakaya, tidak memerlukan apa pun dan siapa pun dalam segala urusan; milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Kamu, yang mengatakan Tuhan punya anak, sama sekali tidak mempunyai alasan kuat bahkan tidak punya bukti sedikit pun tentang kebohongan ini. Pantaskah kamu mengatakan kepalsuan tentang Allah apa yang kamu tidak ketahui kebenarannya? Sama sekali tidak pantas.",
        "69": "Katakanlah, wahai Nabi Muhammad “Sesungguhnya orang-orang yang mengada-adakan kebohongan terhadap Allah dengan me-ngatakan bahwa Allah mempunyai anak atau sekutu, mereka tidak akan beruntung, yakni tidak akan mendapatkan apapun yang mereka harapkan.”",
        "70": "Kesenangan yang mereka rasakan hanyalah sesaat ketika di dunia, selanjutnya kepada Kamilah mereka kembali setelah kematian menghampiri mereka, kemudian di akhirat nanti akan Kami rasakan kepada mereka azab yang berat, karena kekafiran mereka ketika hidup di dunia.",
        "71": "Setelah ayat-ayat sebelumnya menjelaskan bahwa orang-orang yang membuat-buat kebohongan tentang Allah mereka akan mendapatkan azab yang berat, lalu dalam ayat ini dijelaskan tentang kisah Nabi Nuh dengan kaumnya dalam rangka menghibur Nabi Muhammad. Dan bacakanlah wahai Nabi Muhammad kepada mereka berita penting tentang Nuh ketika dia berkata kepada kaumnya, “Wahai kaumku! Jika terasa berat bagimu aku tinggal bersamamu dan peringatanku kepadamu dengan ayat-ayat Allah, sebagai bukti tentang keesaan dan kekuasaan-Nya, maka kepada Allah aku bertawakal setelah berusaha secara maksimal. Karena itu bulatkanlah keputusanmu, yakni tindakan apa yang akan kamu ambil untukku dan kumpulkanlah sekutu-sekutumu untuk membinasakanku, dan janganlah keputusanmu itu dirahasiakan, karena Allah mengetahui apa pun yang kamu rahasiakan. Kemudian bertindaklah terhadap diriku sesuai kehendak kamu, dan janganlah kamu tunda lagi keputusan untuk membinasakanku. Aku yakin Allah bersamaku dan akan menolongku.",
        "72": "Maka jika kamu berpaling dari peringatanku, aku tidak meminta imbalan sedikit pun darimu sebagai upah dakwahku. Imbalanku tidak lain hanyalah dari Allah, karena aku sampaikan dakwah dan peringatan ini semata-mata karena Allah dan aku diperintah agar aku termasuk golongan orang-orang Muslim, yakni golongan yang berserah diri kepada-Nya.”",
        "73": "Berbagai tantangan yang disampaikan Nabi Nuh sebagaimana tergambar pada ayat di atas, sama sekali tidak berpengaruh terhadap kaumnya. Kemudian mereka tetap mendustakannya, yakni mendustakan Nabi Nuh, lalu Kami selamatkan dia, Nabi Nuh dan orang yang bersamanya di dalam kapal, dan Kami jadikan mereka yang selamat itu sebagai khalifah, yakni generasi pengganti orang yang kafir, dan Kami tenggelamkan orang yang mendustakan ayat-ayat Kami. Maka perhatikanlah, ambillah sebagai pelajaran bagaimana kesudahan orang-orang yang diberi peringatan itu, agar peristiwa yang demikian tidak terjadi pada kalian.",
        "74": "Kemudian setelahnya Yakni Nabi Nuh, Kami utus beberapa rasul kepada kaum mereka masing-masing, seperti Nabi Hud, Saleh, Ibrahim, Lut, dan Syu'aib, maka rasul-rasul itu datang kepada mereka dengan membawa keterangan yang jelas, agar mereka beriman kepada Allah, tetapi mereka tidak mau beriman karena mereka dahulu, yakni sebelum datangnya keterangan yang nyata, telah biasa mendustakannya. Demikianlah Kami mengunci hati orang-orang yang melampaui batas, karena mereka telah memilih tidak mau menerima kebenaran.",
        "75": "Setelah pada ayat sebelumnya dijelaskan kisah Nabi Nuh dan para rasul terdahulu, lalu dalam ayat ini dijelaskan kisah Nabi Musa. Kemudian setelah mereka, yakni para rasul terdahulu, Kami utus Musa dan Harun kepada Fir'aun dan para pemuka kaumnya, dengan membawa tanda-tanda kebesaran dan kekuasaan Kami. Ternyata mereka menyombongkan diri, yakni mendustakan dan enggan menerima kebenaran, dan mereka adalah orang-orang yang berdosa.",
        "76": "Maka ketika telah datang kepada mereka kebenaran mukjizat dari sisi Kami sebagai bukti kebenaran risalah Nabi Musa dan Nabi Harun, mereka berkata dengan angkuh dan sombong, “Ini benar-benar sihir yang nyata.”",
        "77": "Mendengar tuduhan Firaun dan pengikutnya, maka Nabi Musa berkata, “Pantaskah kamu mengatakan terhadap kebenaran ketika ia datang kepadamu, 'sihirkah ini?’ Sungguh sangat tidak pantas. Padahal kamu sudah tahu bahwa para pesihir itu tidaklah mendapat kemenangan, kapan pun dan di manapun.”",
        "78": "Setelah Fir'aun dan kaumnya mendengar jawaban Nabi Musa, lalu mereka berkata, “Apakah engkau, wahai Musa, datang kepada kami untuk memalingkan kami dari apa yang kami dapati nenek moyang kami mengerjakannya, yakni menyembah berhala, dan agar kamu berdua mempunyai kekuasaan di bumi, yakni di negeri Mesir? Kami tidak akan mempercayai kamu berdua.”",
        "79": "Setelah pada ayat sebelumnya dijelaskan penolakan Fir'aun dan kaumnya terhadap dakwah Nabi Musa, lalu pada ayat ini dijelaskan tentang langkah yang diambil oleh Fir'aun untuk menantang Nabi Musa dan Fir'aun berkata kepada pemuka kaumnya, “Datangkanlah kepadaku semua penyihir yang ulung untuk melawan Musa!”",
        "80": "Maka ketika para penyihir itu sudah datang, mereka berkata kepada Nabi Musa, engkau atau kami yang melemparkan terlebih dahulu? Nabi Musa berkata kepada mereka, “Lemparkanlah terlebih dahulu apa yang hendak kamu lemparkan!” (Lihat: Surah Taha/20: 65-66)",
        "81": "Setelah mereka melemparkan tali temali dan tongkat yang tampak seperti ular lalu Musa berkata, “Apa yang kamu lakukan itu, itulah sihir, sesungguhnya Allah akan menampakkan kepalsuan sihir itu, yakni melenyapkannya. Sungguh, Allah tidak akan membiarkan terus berlangsungnya pekerjaan orang yang berbuat kerusakan.”",
        "82": "Dan Allah akan mengukuhkan yang benar dan melenyapkan yang batil dengan ketetapan-Nya, akan mendatangkan kebenaran untuk menghancurkan kebatilan, walaupun orang-orang yang berbuat dosa tidak menyukainya.",
        "83": "Meskipun telah terbukti bahwa yang dibawa Nabi Musa adalah mukjizat dan yang didatangkan oleh Fir'aun adalah sihir, tetapi hati Fir'aun dan mayoritas kaumnya telah tertutup dari hidayah iman, maka tidak ada yang beriman kepada Musa, selain sebagian keturunan dari kaumnya, yakni kaum Nabi Musa yang dalam keadaan takut bahwa Fir'aun dan para pemuka kaumnya akan menyiksa mereka. Dan sungguh, Fir'aun itu benar-benar telah berbuat sewenang-wenang di bumi, yakni di Mesir dengan menindas Bani Israil, dan benar-benar termasuk orang yang melampaui batas dalam melakukan kezaliman serta sangat sombong.",
        "84": "Karena pengikutnya Nabi Musa hidup dalam suasana ketakutan, maka untuk menentramkan mereka, Nabi Musa berkata, “Wahai kaumku! Apabila kamu beriman kepada Allah, maka bertawakallah kepada-Nya, yakni berserah diri setelah berusaha secara maksimal, jika kamu benar-benar orang Muslim, yakni berserah diri, maka Allah akan memberikan kedamaian dan ketenangan.”",
        "85": "Setelah mendengar nasehat Nabi Musa lalu mereka berkata, “Kepada Allah-lah kami bertawakal, menyerahkan segala urusan kami. Mereka berdoa: Ya Tuhan kami, janganlah Engkau jadikan kami sasaran fitnah, yakni siksaan dan gangguan bagi kaum yang zalim,",
        "86": "dan selamatkanlah kami dengan rahmat-Mu, yakni perlindunganmu, dari orang-orang kafir.”",
        "87": "Karena pengikutnya Nabi Musa berdoa dengan tulus, maka Allah mengabulkan doa tersebut. Lalu Allah berfirman: dan Kami wahyukan kepada Musa dan saudaranya, yakni Nabi Harun “Ambillah, yakni bangunlah beberapa rumah di Mesir untuk tempat tinggal kaummu berdua dan jadikanlah rumah-rumahmu itu, wahai orang-orang yang beriman, sebagai tempat ibadah kepada Allah dan laksanakanlah salat secara sempurna serta gembirakanlah orang-orang mukmin, bahwa mereka akan diselamatkan dari gangguan Fir'aun dan di akhirat ada balasan surga.”",
        "88": "Setelah membuat beberapa rumah untuk tinggal dan ibadah para pengikutnya, Nabi Musa berkata, yakni berdoa, “Ya Tuhan kami, Engkau telah memberikan kepada Fir'aun dan para pemuka kaumnya perhiasan yang banyak dan harta kekayaan yang berlimpah dalam kehidupan dunia, tetapi mereka tidak pernah bersyukur kepada-Mu. Ya Tuhan kami, dengan anugerah yang banyak itu, mereka justru menyesatkan manusia dari jalan-Mu. Ya Tuhan, binasakanlah harta mereka, dan kuncilah hati mereka, karena mereka telah mengunci hati mereka dari kebenaran, sehingga mereka tidak beriman sampai mereka melihat dan merasakan azab yang pedih di dunia dan akhirat sebagai balasan kezaliman mereka.”",
        "89": "Menjawab doa Nabi Musa sebagaimana tersebut pada ayat di atas, Dia yakni Allah berfirman, “Sungguh, telah diperkenankan permohonan kamu berdua, sebab itu tetaplah kamu berdua pada jalan yang lurus yang ditunjukkan Allah kepada kamu berdua dan jangan sekali-kali kamu mengikuti jalan orang yang tidak mengetahui jalan yang lurus, sehingga mereka tersesat.”",
        "90": "Ayat ini menjelaskan azab yang akan menimpa Fir'aun dan pengikutnya. Dan Kami selamatkan Bani Israil melintasi laut, yakni laut merah, kemudian Fir'aun dan bala tentaranya mengikuti mereka, untuk menzalimi dan menindas mereka. Sehingga ketika Fir'aun hampir mati tenggelam, karena air hampir menenggelamkannya, dia berkata, “Aku percaya bahwa tidak ada tuhan melainkan Tuhan yang dipercayai oleh Bani Israil, dan aku termasuk orang-orang Muslim, berserah diri, tunduk dan patuh.”",
        "91": "Mendengar pernyataan Fir'aun bahwa dia beriman dan menyerahkan diri ketika ajal akan menghampirinya, lalu dijawab dalam ayat ini dengan pernyataan keras, Mengapa baru sekarang kamu beriman, padahal sesungguhnya engkau telah durhaka sejak dahulu, ketika Nabi Musa mengajakmu beriman kepada Allah, dan engkau termasuk orang yang berbuat kerusakan di muka bumi dengan kezaliman dan kekufuran, bahkan mengaku sebagai tuhan.",
        "92": "Untuk menunjukkan bahwa Fir'aun yang mengaku sebagai tuhan itu telah benar-benar mati, maka pada hari ini Kami selamatkan jasadmu, yakni Kami wafatkan jiwamu tetapi tubuh kasarmu masih tetap utuh, agar engkau, yakni kisah hidupmu dan azab yang menimpa akibat kezalimanmu dapat menjadi pelajaran bagi orang-orang yang datang setelahmu, sesungguhnya kebanyakan manusia tidak mengindahkan tanda-tanda kekuasaan Kami.",
        "93": "Setelah dijelaskan tentang kezaliman Fir'aun dan pengikutnya serta azab yang dialami diakhir hidupnya, lalu dijelaskan tentang anugerah Allah kepada bani Israil. Dan sungguh, Kami telah menempatkan Bani Israil di tempat kediaman yang bagus, yakni tempat yang terpenuhi segala kebutuhan hidup, tanah yang subur, lingkungan yang nyaman, dan udara yang segar, dan Kami beri mereka rezeki yang baik dari hasil bumi. Maka setelah mendapatkan rezeki mereka tidak berselisih dalam urusan dunia maupun agama, kecuali setelah datang kepada mereka pengetahuan yang tersebut dalam Taurat. Sesungguhnya Tuhan kamu, wahai Nabi Muhammad, akan memberi keputusan antara mereka pada hari Kiamat tentang apa yang mereka perselisihkan itu.",
        "94": "Setelah dijelaskan bahwa perselisihan yang terjadi pada Bani Israil adalah setelah datangnya pengetahuan sebagaimana tersebut dalam kitab Taurat, lalu ditegaskan kepada Nabi Muhammad agar tidak meragukan wahyu yang diturunkan kepadanya. Maka jika engkau wahai Nabi Muhammad, berada dalam keragu-raguan tentang apa yang Kami turunkan kepadamu, seperti kisah Nabi Nuh, Musa, dan lainnya, maka tanyakanlah kepada orang yang membaca kitab sebelummu, yakni ulama Yahudi dan Nasrani yang mempelajari Taurat dan Injil. Sungguh, telah datang kebenaran kepadamu dari Tuhanmu, wahai Nabi Muhammad, maka janganlah sekali-kali engkau termasuk orang yang ragu.",
        "95": "Setelah dilarang meragukan kebenaran wahyu yang diturunkan kepada Nabi Muhammad, lalu ditegaskan, janganlah sekali-kali engkau termasuk orang yang mendustakan, yakni mengingkari ayat-ayat Allah, nanti engkau termasuk orang yang rugi, yakni celaka bahkan dalam kecelakaan yang besar, karena jauh dari rahmat Allah.",
        "96": "Sungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, yakni mereka memilih tidak akan menerima kebenaran, maka pasti mereka tidaklah akan beriman,",
        "97": "meskipun mereka mendapat, yakni menyaksikan dan telah datang kepada mereka segala bukti tanda-tanda kebesaran Allah, hingga mereka menyaksikan, yakni merasakan azab yang pedih. Ketika azab itu datang, iman seseorang sudah tidak berguna lagi.",
        "98": "Pada ayat sebelumnya dijelaskan bahwa orang-orang yang memilih tidak menerima kebenaran, maka mereka tidak akan beriman sebelum mereka merasakan azab yang pedih. Lalu dalam ayat ini dijelaskan bahwa Allah seolah menyayangkan hal tersebut dengan menyatakan, “Maka mengapa tidak ada penduduk suatu negeri pun yang beriman, sebelum datangnya azab kepada mereka, lalu imannya itu bermanfaat kepadanya selain kaum Nabi Yunus? Ketika mereka yakni kaum Nabi Yunus beriman dan bertobat dari dosa-dosa mereka, maka Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia, dan Kami beri kesenangan kepada mereka sampai waktu tertentu, yakni datangnya ajal mereka.",
        "99": "Setelah dijelaskan tentang manfaat iman lalu dijelaskan bahwa beriman atau tidak beriman adalah pilihan bagi setiap orang, karena jika Tuhanmu menghendaki, tentulah beriman semua orang di bumi seluruhnya. Tetapi apakah kamu wahai Nabi Muhammad hendak memaksa manusia agar mereka menjadi orang-orang yang beriman sedangkan mereka menutup hati untuk menerima kebenaran?",
        "100": "Keimanan tidak bisa dipaksakan, tetapi harus atas dasar kerelaan, dan tidak seorang pun akan beriman kecuali dengan izin Allah, dan Allah menimpakan azab, yakni berupa kekufuran yang berakibat pada kekotoran jiwa dan kegoncangan hati kepada orang yang tidak mengerti, yakni tidak mempergunakan akalnya untuk memikirkan petunjuk-Nya, sehingga tidak bisa melihat dan menerima kebenaran.",
        "101": "Setelah dijelaskan pada ayat sebelumnya bahwa Allah akan menimpakan azab kepada orang yang tidak mau mempergunakan akalnya, lalu pada ayat ini Allah memerintahkan kepada Nabi Muhammad, katakanlah kepada mereka, “Perhatikanlah ciptaan Allah, yaitu apa saja yang ada di langit dan di bumi!” Jika mereka mau menggunakan akal mereka untuk memikirkan tanda-tanda kebesaran dan kekuasaan Allah, tentu mereka sudah beriman. Namun mereka enggan melakukannya, sehingga tidaklah bermanfaat tanda-tanda kebesaran Allah dan rasul-rasul yang memberi peringatan bagi orang yang tidak beriman, karena mereka menutup hati mereka untuk menerima kebenaran.",
        "102": "Kalau keberadaan tanda-tanda kebesaran Allah di langit dan di bumi serta diutusnya para rasul tidak juga menjadikan mereka beriman, maka mereka tidak menunggu-nunggu kecuali kejadian-kejadian yang sama dengan kejadian-kejadian masa lalu, yakni azab yang menimpa orang-orang terdahulu sebelum mereka. Katakanlah, wahai Nabi Muhammad “Maka tunggulah kedatangan azab itu, sesungguhnya aku pun termasuk orang yang menunggu bersama kamu untuk menyaksikan ketetapan Allah itu menimpa kamu.”",
        "103": "Ketika ketetapan itu datang, Kami siksa orang-orang yang durhaka itu, kemudian Kami selamatkan rasul-rasul Kami dan orang-orang yang beriman, demikianlah ketetapan Kami, yakni menjadi kewajiban Kami menyelamatkan dan memberikan kemenangan kepada orang yang beriman dan menghukum orang-orang yang durhaka.",
        "104": "Setelah dijelaskan pada ayat yang lalu bahwa Allah akan menyelamatkan dan memberikan kemenangan kepada orang-orang yang beriman, lalu pada ayat ini diperintahkan, Katakanlah wahai Nabi Muhammad, “Wahai manusia! Jika kamu masih dalam keraguraguan tentang kebenaran agamaku, maka ketahuilah bahwa aku tidak menyembah apa pun yang kamu sembah selain Allah, karena aku tahu hal itu adalah sesat dan sembahan kamu tidak dapat menolak madarat juga tidak bisa mendatangkan manfaat, tetapi aku menyembah Allah yang akan mematikan kamu, dan aku telah diperintah agar termasuk dalam golongan orang yang beriman yang mantap imannya,”",
        "105": "dan aku telah diperintah dengan firman-Nya: “Hadapkanlah wajahmu kepada agama dengan tulus tanpa keraguan sedikit pun, dan ikhlas tanpa ada paksaan dari siapa pun, dan jangan sekali-kali engkau termasuk orang yang musyrik",
        "106": "Dan jangan engkau menyembah selain Allah, sesuatu yang tidak memberi manfaat kepadamu walau kamu menyembahnya dan tidak pula memberi bencana kepadamu jika kamu tidak menyembahnya, sebab jika engkau lakukan itu, maka sesungguhnya engkau termasuk orang-orang zalim.”",
        "107": "Dan jika Allah menimpakan suatu bencana kepadamu, seperti penyakit, kesedihan, dan cobaan lainnya, maka tidak ada yang dapat menghilangkannya darimu kecuali Dia. Dan jika Allah menghendaki kebaikan bagi kamu, seperti kesehatan, kesenangan, kebahagiaan, dan lain-lain, maka tidak ada yang dapat menolak dan menghalangi karunia-Nya tersebut sampai kepadamu. Dia memberikan kebaikan kepada siapa saja yang Dia kehendaki di antara hamba-hamba-Nya. Dia Maha Pengampun atas dosa orang yang bertobat, Maha Penyayang dengan limpahan berbagai rahmat walau hamba-Nya masih banyak berbuat maksiat.",
        "108": "Katakanlah wahai Nabi Muhammad, “Wahai manusia! Sungguh telah datang kepadamu kebenaran, yakni Al-Qur'an, dari Tuhanmu, sebab itu barang siapa mendapat petunjuk, yakni beriman kepada Nabi Muhammad dan mengikuti petunjuk Al-Qur'an, maka sebenarnya petunjuk itu untuk kebaikan dirinya sendiri. Dan barang siapa memilih sesat, yakni ingkar kepada Nabi Muhammad dan Al-Qur'an, maka sesungguhnya kesesatannya itu akan mencelakakan dirinya sendiri. Dan aku bukanlah pemelihara, pengurus dan penjamin dirimu secara terus-menerus.” Aku hanyalah seorang utusan yang mengajak kamu beriman kepada Allah. Dia, Allah yang akan memutuskan segala sesuatu.",
        "109": "Dan ikutilah wahai Nabi Muhammad, apa yang diwahyukan kepadamu, dan bersabarlah dalam menyampaikan wahyu walau banyak cobaan dan rintangan, hingga Allah memberi keputusan. Dialah hakim yang terbaik dalam setiap keputusan yang ditetapkan. []"
      }
    }
  }
}