{
  "number": 23,
  "name": "المؤمنون",
  "name_latin": "Al-Mu'minūn",
  "name_id": "Al-Mu'minun",
  "name_trans_id": "Orang-Orang Mukmin",
  "number_of_verse": 118,
  "category": "Makkiyah",
  "arabics": {
    "1": "قَدْ اَفْلَحَ الْمُؤْمِنُوْنَ ۙ",
    "2": "الَّذِيْنَ هُمْ فِيْ صَلَاتِهِمْ خٰشِعُوْنَ",
    "3": "وَالَّذِيْنَ هُمْ عَنِ اللَّغْوِ مُعْرِضُوْنَ ۙ",
    "4": "وَالَّذِيْنَ هُمْ لِلزَّكٰوةِ فٰعِلُوْنَ ۙ",
    "5": "وَالَّذِيْنَ هُمْ لِفُرُوْجِهِمْ حٰفِظُوْنَ ۙ",
    "6": "اِلَّا عَلٰٓى اَزْوَاجِهِمْ اَوْ مَا مَلَكَتْ اَيْمَانُهُمْ فَاِنَّهُمْ غَيْرُ مَلُوْمِيْنَۚ",
    "7": "فَمَنِ ابْتَغٰى وَرَاۤءَ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْعَادُوْنَ ۚ",
    "8": "وَالَّذِيْنَ هُمْ لِاَمٰنٰتِهِمْ وَعَهْدِهِمْ رَاعُوْنَ ۙ",
    "9": "وَالَّذِيْنَ هُمْ عَلٰى صَلَوٰتِهِمْ يُحَافِظُوْنَ ۘ",
    "10": "اُولٰۤىِٕكَ هُمُ الْوٰرِثُوْنَ ۙ",
    "11": "الَّذِيْنَ يَرِثُوْنَ الْفِرْدَوْسَۗ هُمْ فِيْهَا خٰلِدُوْنَ",
    "12": "وَلَقَدْ خَلَقْنَا الْاِنْسَانَ مِنْ سُلٰلَةٍ مِّنْ طِيْنٍ ۚ",
    "13": "ثُمَّ جَعَلْنٰهُ نُطْفَةً فِيْ قَرَارٍ مَّكِيْنٍ ۖ",
    "14": "ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظٰمًا فَكَسَوْنَا الْعِظٰمَ لَحْمًا ثُمَّ اَنْشَأْنٰهُ خَلْقًا اٰخَرَۗ فَتَبَارَكَ اللّٰهُ اَحْسَنُ الْخٰلِقِيْنَۗ",
    "15": "ثُمَّ اِنَّكُمْ بَعْدَ ذٰلِكَ لَمَيِّتُوْنَ ۗ",
    "16": "ثُمَّ اِنَّكُمْ يَوْمَ الْقِيٰمَةِ تُبْعَثُوْنَ",
    "17": "وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَاۤىِٕقَۖ وَمَا كُنَّا عَنِ الْخَلْقِ غٰفِلِيْنَ",
    "18": "وَاَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءًۢ بِقَدَرٍ فَاَسْكَنّٰهُ فِى الْاَرْضِۖ وَاِنَّا عَلٰى ذَهَابٍۢ بِهٖ لَقٰدِرُوْنَ ۚ",
    "19": "فَاَنْشَأْنَا لَكُمْ بِهٖ جَنّٰتٍ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍۘ لَكُمْ فِيْهَا فَوَاكِهُ كَثِيْرَةٌ وَّمِنْهَا تَأْكُلُوْنَ ۙ",
    "20": "وَشَجَرَةً تَخْرُجُ مِنْ طُوْرِ سَيْنَاۤءَ تَنْۢبُتُ بِالدُّهْنِ وَصِبْغٍ لِّلْاٰكِلِيْنَ",
    "21": "وَاِنَّ لَكُمْ فِى الْاَنْعَامِ لَعِبْرَةًۗ  نُسْقِيْكُمْ مِّمَّا فِيْ بُطُوْنِهَا وَلَكُمْ فِيْهَا مَنَافِعُ كَثِيْرَةٌ وَّمِنْهَا تَأْكُلُوْنَ ۙ",
    "22": "وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُوْنَ ࣖ",
    "23": "وَلَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖ فَقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اَفَلَا تَتَّقُوْنَ",
    "24": "فَقَالَ الْمَلَؤُا الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖ مَا هٰذَآ اِلَّا بَشَرٌ مِّثْلُكُمْۙ يُرِيْدُ اَنْ يَّتَفَضَّلَ عَلَيْكُمْۗ وَلَوْ شَاۤءَ اللّٰهُ لَاَنْزَلَ مَلٰۤىِٕكَةً  ۖمَّا سَمِعْنَا بِهٰذَا فِيْٓ اٰبَاۤىِٕنَا الْاَوَّلِيْنَ ۚ",
    "25": "اِنْ هُوَ اِلَّا رَجُلٌۢ بِهٖ جِنَّةٌ فَتَرَبَّصُوْا بِهٖ حَتّٰى حِيْنٍ",
    "26": "قَالَ رَبِّ انْصُرْنِيْ بِمَا كَذَّبُوْنِ",
    "27": "فَاَوْحَيْنَآ اِلَيْهِ اَنِ اصْنَعِ الْفُلْكَ بِاَعْيُنِنَا وَوَحْيِنَا فَاِذَا جَاۤءَ اَمْرُنَا وَفَارَ التَّنُّوْرُۙ فَاسْلُكْ فِيْهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَاَهْلَكَ اِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْۚ وَلَا تُخَاطِبْنِيْ فِى الَّذِيْنَ ظَلَمُوْاۚ اِنَّهُمْ مُّغْرَقُوْنَ",
    "28": "فَاِذَا اسْتَوَيْتَ اَنْتَ وَمَنْ مَّعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلّٰهِ الَّذِيْ نَجّٰىنَا مِنَ الْقَوْمِ الظّٰلِمِيْنَ",
    "29": "وَقُلْ رَّبِّ اَنْزِلْنِيْ مُنْزَلًا مُّبٰرَكًا وَّاَنْتَ خَيْرُ الْمُنْزِلِيْنَ",
    "30": "اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ وَّاِنْ كُنَّا لَمُبْتَلِيْنَ",
    "31": "ثُمَّ اَنْشَأْنَا مِنْۢ بَعْدِهِمْ قَرْنًا اٰخَرِيْنَ ۚ",
    "32": "فَاَرْسَلْنَا فِيْهِمْ رَسُوْلًا مِّنْهُمْ اَنِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اَفَلَا تَتَّقُوْنَ ࣖ",
    "33": "وَقَالَ الْمَلَاُ مِنْ قَوْمِهِ الَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِلِقَاۤءِ الْاٰخِرَةِ وَاَتْرَفْنٰهُمْ فِى الْحَيٰوةِ الدُّنْيَاۙ مَا هٰذَآ اِلَّا بَشَرٌ مِّثْلُكُمْۙ يَأْكُلُ مِمَّا تَأْكُلُوْنَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُوْنَ",
    "34": "وَلَىِٕنْ اَطَعْتُمْ بَشَرًا مِّثْلَكُمْ اِنَّكُمْ اِذًا لَّخٰسِرُوْنَ ۙ",
    "35": "اَيَعِدُكُمْ اَنَّكُمْ اِذَا مِتُّمْ وَكُنْتُمْ تُرَابًا وَّعِظَامًا اَنَّكُمْ مُّخْرَجُوْنَ ۖ",
    "36": "۞ هَيْهَاتَ هَيْهَاتَ لِمَا تُوْعَدُوْنَ ۖ",
    "37": "اِنْ هِيَ اِلَّا حَيَاتُنَا الدُّنْيَا نَمُوْتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوْثِيْنَ ۖ",
    "38": "اِنْ هُوَ اِلَّا رَجُلُ ِۨافْتَرٰى عَلَى اللّٰهِ كَذِبًا وَّمَا نَحْنُ لَهٗ بِمُؤْمِنِيْنَ",
    "39": "قَالَ رَبِّ انْصُرْنِيْ بِمَا كَذَّبُوْنِ",
    "40": "قَالَ عَمَّا قَلِيْلٍ لَّيُصْبِحُنَّ نٰدِمِيْنَ ۚ",
    "41": "فَاَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ فَجَعَلْنٰهُمْ غُثَاۤءًۚ فَبُعْدًا لِّلْقَوْمِ الظّٰلِمِيْنَ",
    "42": "ثُمَّ اَنْشَأْنَا مِنْۢ بَعْدِهِمْ قُرُوْنًا اٰخَرِيْنَ ۗ",
    "43": "مَا تَسْبِقُ مِنْ اُمَّةٍ اَجَلَهَا وَمَا يَسْتَأْخِرُوْنَ ۗ",
    "44": "ثُمَّ اَرْسَلْنَا رُسُلَنَا تَتْرَاۗ  كُلَّمَا جَاۤءَ اُمَّةً رَّسُوْلُهَا كَذَّبُوْهُ فَاَتْبَعْنَا بَعْضَهُمْ بَعْضًا وَّجَعَلْنٰهُمْ اَحَادِيْثَۚ فَبُعْدًا لِّقَوْمٍ لَّا يُؤْمِنُوْنَ",
    "45": "ثُمَّ اَرْسَلْنَا مُوْسٰى وَاَخَاهُ هٰرُوْنَ ەۙ بِاٰيٰتِنَا وَسُلْطٰنٍ مُّبِيْنٍۙ",
    "46": "اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ فَاسْتَكْبَرُوْا وَكَانُوْا قَوْمًا عَالِيْنَ ۚ",
    "47": "فَقَالُوْٓا اَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عٰبِدُوْنَ ۚ",
    "48": "فَكَذَّبُوْهُمَا فَكَانُوْا مِنَ الْمُهْلَكِيْنَ",
    "49": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ لَعَلَّهُمْ يَهْتَدُوْنَ",
    "50": "وَجَعَلْنَا ابْنَ مَرْيَمَ وَاُمَّهٗٓ اٰيَةً وَّاٰوَيْنٰهُمَآ اِلٰى رَبْوَةٍ ذَاتِ قَرَارٍ وَّمَعِيْنٍ ࣖ",
    "51": "يٰٓاَيُّهَا الرُّسُلُ كُلُوْا مِنَ الطَّيِّبٰتِ وَاعْمَلُوْا صَالِحًاۗ اِنِّيْ بِمَا تَعْمَلُوْنَ عَلِيْمٌ ۗ",
    "52": "وَاِنَّ هٰذِهٖٓ اُمَّتُكُمْ اُمَّةً وَّاحِدَةً وَّاَنَا۠ رَبُّكُمْ فَاتَّقُوْنِ",
    "53": "فَتَقَطَّعُوْٓا اَمْرَهُمْ بَيْنَهُمْ زُبُرًاۗ  كُلُّ حِزْبٍۢ بِمَا لَدَيْهِمْ فَرِحُوْنَ",
    "54": "فَذَرْهُمْ فِيْ غَمْرَتِهِمْ حَتّٰى حِيْنٍ",
    "55": "اَيَحْسَبُوْنَ اَنَّمَا نُمِدُّهُمْ بِهٖ مِنْ مَّالٍ وَّبَنِيْنَ ۙ",
    "56": "نُسَارِعُ لَهُمْ فِى الْخَيْرٰتِۗ بَلْ لَّا يَشْعُرُوْنَ",
    "57": "اِنَّ الَّذِيْنَ هُمْ مِّنْ خَشْيَةِ رَبِّهِمْ مُّشْفِقُوْنَ ۙ",
    "58": "وَالَّذِيْنَ هُمْ بِاٰيٰتِ رَبِّهِمْ يُؤْمِنُوْنَ ۙ",
    "59": "وَالَّذِيْنَ هُمْ بِرَبِّهِمْ لَا يُشْرِكُوْنَ ۙ",
    "60": "وَالَّذِيْنَ يُؤْتُوْنَ مَآ اٰتَوْا وَّقُلُوْبُهُمْ وَجِلَةٌ اَنَّهُمْ اِلٰى رَبِّهِمْ رٰجِعُوْنَ ۙ",
    "61": "اُولٰۤىِٕكَ يُسَارِعُوْنَ فِى الْخَيْرٰتِ وَهُمْ لَهَا سٰبِقُوْنَ",
    "62": "وَلَا نُكَلِّفُ نَفْسًا اِلَّا وُسْعَهَاۖ وَلَدَيْنَا كِتٰبٌ يَّنْطِقُ بِالْحَقِّ وَهُمْ لَا يُظْلَمُوْنَ",
    "63": "بَلْ قُلُوْبُهُمْ فِيْ غَمْرَةٍ مِّنْ هٰذَا وَلَهُمْ اَعْمَالٌ مِّنْ دُوْنِ ذٰلِكَ هُمْ لَهَا عٰمِلُوْنَ",
    "64": "حَتّٰىٓ اِذَآ اَخَذْنَا مُتْرَفِيْهِمْ بِالْعَذَابِ اِذَا هُمْ يَجْـَٔرُوْنَ ۗ",
    "65": "لَا تَجْـَٔرُوا الْيَوْمَۖ اِنَّكُمْ مِّنَّا لَا تُنْصَرُوْنَ",
    "66": "قَدْ كَانَتْ اٰيٰتِيْ تُتْلٰى عَلَيْكُمْ فَكُنْتُمْ عَلٰٓى اَعْقَابِكُمْ تَنْكِصُوْنَ ۙ",
    "67": "مُسْتَكْبِرِيْنَۙ بِهٖ سٰمِرًا تَهْجُرُوْنَ",
    "68": "اَفَلَمْ يَدَّبَّرُوا الْقَوْلَ اَمْ جَاۤءَهُمْ مَّا لَمْ يَأْتِ اٰبَاۤءَهُمُ الْاَوَّلِيْنَ ۖ",
    "69": "اَمْ لَمْ يَعْرِفُوْا رَسُوْلَهُمْ فَهُمْ لَهٗ مُنْكِرُوْنَ ۖ",
    "70": "اَمْ يَقُوْلُوْنَ بِهٖ جِنَّةٌ ۗ بَلْ جَاۤءَهُمْ بِالْحَقِّ وَاَكْثَرُهُمْ لِلْحَقِّ كٰرِهُوْنَ",
    "71": "وَلَوِ اتَّبَعَ الْحَقُّ اَهْوَاۤءَهُمْ لَفَسَدَتِ السَّمٰوٰتُ وَالْاَرْضُ وَمَنْ فِيْهِنَّۗ بَلْ اَتَيْنٰهُمْ بِذِكْرِهِمْ فَهُمْ عَنْ ذِكْرِهِمْ مُّعْرِضُوْنَ ۗ",
    "72": "اَمْ تَسْـَٔلُهُمْ خَرْجًا فَخَرَاجُ رَبِّكَ خَيْرٌ ۖوَّهُوَ خَيْرُ الرّٰزِقِيْنَ",
    "73": "وَاِنَّكَ لَتَدْعُوْهُمْ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ",
    "74": "وَاِنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ عَنِ الصِّرَاطِ لَنٰكِبُوْنَ",
    "75": "۞ وَلَوْ رَحِمْنٰهُمْ وَكَشَفْنَا مَا بِهِمْ مِّنْ ضُرٍّ لَّلَجُّوْا فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ",
    "76": "وَلَقَدْ اَخَذْنٰهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوْا لِرَبِّهِمْ وَمَا يَتَضَرَّعُوْنَ",
    "77": "حَتّٰىٓ اِذَا فَتَحْنَا عَلَيْهِمْ بَابًا ذَا عَذَابٍ شَدِيْدٍ اِذَا هُمْ فِيْهِ مُبْلِسُوْنَ ࣖ",
    "78": "وَهُوَ الَّذِيْٓ اَنْشَاَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ",
    "79": "وَهُوَ الَّذِيْ ذَرَاَكُمْ فِى الْاَرْضِ وَاِلَيْهِ تُحْشَرُوْنَ",
    "80": "وَهُوَ الَّذِيْ يُحْيٖ وَيُمِيْتُ وَلَهُ اخْتِلَافُ الَّيْلِ وَالنَّهَارِۗ اَفَلَا تَعْقِلُوْنَ",
    "81": "بَلْ قَالُوْا مِثْلَ مَا قَالَ الْاَوَّلُوْنَ",
    "82": "قَالُوْٓا ءَاِذَا مِتْنَا وَكُنَّا تُرَابًا وَّعِظَامًا ءَاِنَّا لَمَبْعُوْثُوْنَ",
    "83": "لَقَدْ وُعِدْنَا نَحْنُ وَاٰبَاۤؤُنَا هٰذَا مِنْ قَبْلُ اِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ",
    "84": "قُلْ لِّمَنِ الْاَرْضُ وَمَنْ فِيْهَآ اِنْ كُنْتُمْ تَعْلَمُوْنَ",
    "85": "سَيَقُوْلُوْنَ لِلّٰهِ ۗقُلْ اَفَلَا تَذَكَّرُوْنَ",
    "86": "قُلْ مَنْ رَّبُّ السَّمٰوٰتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيْمِ",
    "87": "سَيَقُوْلُوْنَ لِلّٰهِ ۗقُلْ اَفَلَا تَتَّقُوْنَ",
    "88": "قُلْ مَنْۢ بِيَدِهٖ مَلَكُوْتُ كُلِّ شَيْءٍ وَّهُوَ يُجِيْرُ وَلَا يُجَارُ عَلَيْهِ اِنْ كُنْتُمْ تَعْلَمُوْنَ",
    "89": "سَيَقُوْلُوْنَ لِلّٰهِ ۗقُلْ فَاَنّٰى تُسْحَرُوْنَ",
    "90": "بَلْ اَتَيْنٰهُمْ بِالْحَقِّ وَاِنَّهُمْ لَكٰذِبُوْنَ",
    "91": "مَا اتَّخَذَ اللّٰهُ مِنْ وَّلَدٍ وَّمَا كَانَ مَعَهٗ مِنْ اِلٰهٍ اِذًا لَّذَهَبَ كُلُّ اِلٰهٍۢ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلٰى بَعْضٍۗ سُبْحٰنَ اللّٰهِ عَمَّا يَصِفُوْنَ ۙ",
    "92": "عٰلِمِ الْغَيْبِ وَالشَّهَادَةِ فَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ࣖ",
    "93": "قُلْ رَّبِّ اِمَّا تُرِيَنِّيْ مَا يُوْعَدُوْنَ ۙ",
    "94": "رَبِّ فَلَا تَجْعَلْنِيْ فِى الْقَوْمِ الظّٰلِمِيْنَ",
    "95": "وَاِنَّا عَلٰٓى اَنْ نُّرِيَكَ مَا نَعِدُهُمْ لَقٰدِرُوْنَ",
    "96": "اِدْفَعْ بِالَّتِيْ هِيَ اَحْسَنُ السَّيِّئَةَۗ  نَحْنُ اَعْلَمُ بِمَا يَصِفُوْنَ",
    "97": "وَقُلْ رَّبِّ اَعُوْذُ بِكَ مِنْ هَمَزٰتِ الشَّيٰطِيْنِ ۙ",
    "98": "وَاَعُوْذُ بِكَ رَبِّ اَنْ يَّحْضُرُوْنِ",
    "99": "حَتّٰىٓ اِذَا جَاۤءَ اَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُوْنِ ۙ",
    "100": "لَعَلِّيْٓ اَعْمَلُ صَالِحًا فِيْمَا تَرَكْتُ كَلَّا ۗاِنَّهَا كَلِمَةٌ هُوَ قَاۤىِٕلُهَاۗ وَمِنْ وَّرَاۤىِٕهِمْ بَرْزَخٌ اِلٰى يَوْمِ يُبْعَثُوْنَ",
    "101": "فَاِذَا نُفِخَ فِى الصُّوْرِ فَلَآ اَنْسَابَ بَيْنَهُمْ يَوْمَىِٕذٍ وَّلَا يَتَسَاۤءَلُوْنَ",
    "102": "فَمَنْ ثَقُلَتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ",
    "103": "وَمَنْ خَفَّتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ فِيْ جَهَنَّمَ خٰلِدُوْنَ ۚ",
    "104": "تَلْفَحُ وُجُوْهَهُمُ النَّارُ وَهُمْ فِيْهَا كٰلِحُوْنَ",
    "105": "اَلَمْ تَكُنْ اٰيٰتِيْ تُتْلٰى عَلَيْكُمْ فَكُنْتُمْ بِهَا تُكَذِّبُوْنَ",
    "106": "قَالُوْا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَاۤلِّيْنَ",
    "107": "رَبَّنَآ اَخْرِجْنَا مِنْهَا فَاِنْ عُدْنَا فَاِنَّا ظٰلِمُوْنَ",
    "108": "قَالَ اخْسَـُٔوْا فِيْهَا وَلَا تُكَلِّمُوْنِ",
    "109": "اِنَّهٗ كَانَ فَرِيْقٌ مِّنْ عِبَادِيْ يَقُوْلُوْنَ رَبَّنَآ اٰمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَاَنْتَ خَيْرُ الرّٰحِمِيْنَ ۚ",
    "110": "فَاتَّخَذْتُمُوْهُمْ سِخْرِيًّا حَتّٰىٓ اَنْسَوْكُمْ ذِكْرِيْ وَكُنْتُمْ مِّنْهُمْ تَضْحَكُوْنَ",
    "111": "اِنِّيْ جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوْٓاۙ اَنَّهُمْ هُمُ الْفَاۤىِٕزُوْنَ",
    "112": "قٰلَ كَمْ لَبِثْتُمْ فِى الْاَرْضِ عَدَدَ سِنِيْنَ",
    "113": "قَالُوْا لَبِثْنَا يَوْمًا اَوْ بَعْضَ يَوْمٍ فَسْـَٔلِ الْعَاۤدِّيْنَ",
    "114": "قٰلَ اِنْ لَّبِثْتُمْ اِلَّا قَلِيْلًا لَّوْ اَنَّكُمْ كُنْتُمْ تَعْلَمُوْنَ",
    "115": "اَفَحَسِبْتُمْ اَنَّمَا خَلَقْنٰكُمْ عَبَثًا وَّاَنَّكُمْ اِلَيْنَا لَا تُرْجَعُوْنَ",
    "116": "فَتَعٰلَى اللّٰهُ الْمَلِكُ الْحَقُّۚ  لَآ اِلٰهَ اِلَّا هُوَۚ رَبُّ الْعَرْشِ الْكَرِيْمِ",
    "117": "وَمَنْ يَّدْعُ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ لَا بُرْهَانَ لَهٗ بِهٖۙ فَاِنَّمَا حِسَابُهٗ عِنْدَ رَبِّهٖۗ اِنَّهٗ لَا يُفْلِحُ الْكٰفِرُوْنَ",
    "118": "وَقُلْ رَّبِّ اغْفِرْ وَارْحَمْ وَاَنْتَ خَيْرُ الرّٰحِمِيْنَ ࣖ"
  },
  "latins": [
    "Qad aflaḥal-mu'minūn(a).",
    "Allażīna hum fī ṣalātihim khāsyi'ūn(a).",
    "Wal-lażīna hum anil-lagwi muriḍūn(a).",
    "Wal-lażīna hum liz-zakāti fā'ilūn(a).",
    "Wal-lażīna hum lifurūjihim ḥāfiẓūn(a).",
    "Illā 'alā azwājihim au mā malakat aimānuhum fa innahum gairu malūmīn(a).",
    "Famanibtagā warā'a żālika fa ulā'ika humul-'ādūn(a).",
    "Wal-lażīna hum li'amānātihim wa 'ahdihim rā'ūn(a).",
    "Wal-lażīna hum 'alā ṣalawātihim yuḥāfiẓūn(a).",
    "Ulā'ika humul-wāriṡūn(a).",
    "Allażīna yariṡūnal-firdaus(a), hum fīhā khālidūn(a).",
    "Wa laqad khalaqnal-insāna min sulālatim min ṭīn(in).",
    "Ṡumma ja'alnāhu nuṭfatan fī qarārim makīn(in).",
    "Ṡumma khalaqnan-nuṭfata 'alaqatan fa khalaqnal-'alaqata muḍgatan fa khalaqnal-muḍgata 'iẓāman fa kasaunal-'iẓāma laḥmā(n), ṡumma ansya'nāhu khalqan ākhar(a), fa tabārakallāhu aḥsanul-khāliqīn(a).",
    "Ṡumma innakum ba'da żālika lamayyitūn(a).",
    "Ṡumma innakum yaumal-qiyāmati tub'aṡūn(a).",
    "Wa laqad khalaqnā fauqakum sab'a ṭarā'iq(a), wa mā kunnā 'anil-khalqi gāfilīn(a).",
    "Wa anzalnā minas-samā'i mā'am biqadarin fa askannāhu fil-arḍ(i), wa innā 'alā żahābim bihī laqādirūn(a).",
    "Fa ansya'nā lakum bihī jannātim min nakhīliw wa a'nāb(in), lakum fīhā fawākihu kaṡīratuw wa minhā ta'kulūn(a).",
    "Wa syajaratan takhruju min ṭūri sainā'a tambutu bid-duhni wa ṣibgil lil-ākilīn(a).",
    "Wa inna lakum fil-an'āmi la'ibrah(tan), nusqīkum mimmā fī buṭūnihā wa lakum fīhā manāfi'u kaṡīratuw wa minhā ta'kulūn(a).",
    "Wa 'alaihā wa 'alal-fulki tuḥmalūn(a).",
    "Wa laqad arsalnā nūḥan ilā qaumihī fa qāla yā qaumi'budullāha mā lakum min ilāhin gairuh(ū), afalā tattaqūn(a).",
    "Fa qālal-mala'ul-lażīna kafarū min qaumihī mā hāżā illā basyarum miṡlukum, yurīdu ay yatafaḍḍala 'alaikum, wa lau syā'allāhu la'anzala malā'ikah(tan), mā sami'nā bihāżā fī ābā'inal-awwalīn(a).",
    "In huwa illā rajulum bihī jinnatun fa tarabbaṣū bihī ḥattā ḥīn(in).",
    "Qāla rabbinṣurnī bimā każżabūn(i).",
    "Fa auḥainā ilaihi aniṣna'il-fulka bi'a'yuninā wa waḥyinā fa iżā jā'a amrunā wafārat-tannūr(u), fasluk fīhā min kullin zaujainiṡnaini wa ahlaka illā man sabaqa 'alaihil-qaulu minhum, wa lā tukhāṭibnī fil-lażīna ẓalamū, innahum mugraqūn(a).",
    "Fa iżastawaita anta wa mam ma'aka 'alal-fulki fa qulil-ḥamdu lillāhil-lażī najjānā minal-qaumiẓ-ẓālimīn(a).",
    "Wa qur rabbi anzilnī munzalam mubārakaw wa anta khairul-munzilīn(a).",
    "Inna fī żālika la'āyātiw wa in kunnā lamubtalīn(a).",
    "Ṡumma ansya'nā mim ba'dihim qarnan ākharīn(a).",
    "Fa arsalnā fīhim rasūlam minhum ani'budullāha mā lakum min ilāhin gairuh(ū), afalā tattaqūn(a).",
    "Wa qālal-mala'u min qaumihil-lażīna kafarū wa każżabū biliqā'il-ākhirati wa atrafnāhum fil-ḥayātid-dun-yā, mā hāżā illā basyarum miṡlukum, ya'kulu mimmā ta'kulūna minhu wa yasyrabu mimmā tasyrabūn(a).",
    "Wa la'in aṭa'tum basyaram miṡlakum innakum iżal lakhāsirūn(a).",
    "Aya'idukum annakum iżā mittum wa kuntum turābaw wa 'iẓāman annakum mukhrajūn(a).",
    "Haihāta haihāta limā tū'adūn(a).",
    "In hiya illā ḥayātunad-dun-yā namūtu wa naḥyā wa mā naḥnu bimab'ūṡīn(a).",
    "In huwa illā rajuluniftarā 'alallāhi każibaw wa mā naḥnu lahū bimu'minīn(a).",
    "Qāla rabbinṣurnī bimā każżabūn(i).",
    "Qāla 'ammā qalīlil layuṣbiḥunna nādimīn(a).",
    "Fa akhażathumuṣ-ṣaiḥatu bil-ḥaqqi fa ja'alahum guṡā'ā(n), fa bu'dal lil-qaumiẓ-ẓālimīn(a).",
    "Ṡumma ansya'nā mim ba'dihim qurūnan ākharīn(a).",
    "Mā tasbiqu min ummatin ajalahā wa mā yasta'khirūn(a).",
    "Ṡumma arsalnā rusulanā tatrā, kullamā jā'a ummatar rasūluhā każżabūhu fa atba'nā ba'ḍahum ba'ḍaw wa ja'alnāhum aḥādīṡ(a), fa bu'dal liqaumil lā yu'minūn(a).",
    "Ṡumma arsalnā mūsā wa akhāhu hārūn(a), bi'āyātinā wa sulṭānim mubīn(in).",
    "Ilā fir'auna wa mala'ihī fastakbarū wa kānū qauman 'ālīn(a).",
    "Fa qālū anu'minu libasyaraini miṡlinā wa qaumuhumā lanā 'ābidūn(a).",
    "Fa każżabūhumā fa kānū minal-muhlakīn(a).",
    "Wa laqad ātainā mūsal-kitāba la'allahum yahtadūn(a).",
    "Wa ja'alnabna maryama wa ummahū āyataw wa āwaināhumā ilā rabwatin żāti qarāriw wa ma'īn(in).",
    "Yā ayyuhar-rusulu kulū minaṭ-ṭayyibāti wa'malū ṣāliḥā(n), innī bimā ta'malūna 'alīm(un).",
    "Wa inna hāżihī ummatukum ummataw wāḥidataw wa ana rabbukum fattaqūn(i).",
    "Fa taqaṭṭa'ū amrahum bainahum zuburā(n), kullu ḥizbim bimā ladaihim fariḥūn(a).",
    "Fa żarhum fī gamratihim ḥattā ḥīn(in).",
    "Ayaḥsabūna annamā numidduhum bihī mim māliw wabanīn(a).",
    "Nusāri'u lahum fil-khairāt(i), bal lā yasy'urūn(a).",
    "Innal-lażīna hum min khasy-yati rabbihim musyfiqūn(a).",
    "Wal-lażīna hum bi'āyāti rabbihim yu'minūn(a).",
    "Wal-lażīna hum birabbihim lā yusyrikūn(a).",
    "Wal-lażīna yu'tūna mā ātaw wa qulūbuhum wajilatun annahum ilā rabbihim rāji'ūn(a).",
    "Ulā'ika yusāri'ūna fil-khairāti wa hum lahā sābiqūn(a).",
    "Wa lā nukallifu nafsan illā wus'ahā, wa ladainā kitābuy yanṭiqu bil-ḥaqqi wa hum lā yuẓlamūn(a).",
    "Bal qulūbuhum fī gamratim min hāżā wa lahum a'mālum min dūni żālika hum lahā 'āmilūn(a).",
    "Ḥattā iżā akhażnā mutrafīhim bil-'ażābi iżā hum yaj'arūn(a).",
    "Lā taj'arul-yaum(a), innakum minnā lā tunṣarūn(a).",
    "Qad kānat āyātī tutlā 'alaikum fa kuntum 'alā a'qābikum tankiṣūn(a).",
    "Mustakbirīn(a), bihī sāmiran tahjurūn(a).",
    "Afalam yaddabbarul-qaula am jā'ahum mā lam ya'ti ābā'ahumul-awwalīn(a).",
    "Am lam ya'rifū rasūlahum fahum lahū munkirūn(a).",
    "Am yaqūlūna bihī jinnah(tun), bal jā'ahum bil-ḥaqqi wa akṡaruhum lil-ḥaqqi kārihūn(a).",
    "Wa lawittaba'al-ḥaqqu ahwā'ahum lafasadatis-samāwātu wal-arḍu wa man fīhinn(a), bal ataināhum biżikrihim fahum 'an żikrihim mu'riḍūn(a).",
    "Am tas'aluhum kharjan fa kharāju rabbika khair(un), wa huwa khairur-rāziqīn(a).",
    "Wa innaka latad'ūhum ilā ṣirāṭim mustaqīm(in).",
    "Wa innal-lażīna lā yu'minūna bil-ākhirati 'aniṣ-ṣirāṭi lanākibūn(a).",
    "Wa lau raḥimnāhum wa kasyafnā mā bihim min ḍurril lalajjū fī ṭugyānihim ya'mahūn(a).",
    "Wa laqad akhażnāhum bil-'ażābi famastakānū lirabbihim wa mā yataḍarra'ūn(a).",
    "Ḥattā iżā fataḥnā 'alaihim bāban żā 'ażābin syadīdin iżā hum fīhi mublisūn(a).",
    "Wa huwal-lażī yuḥyī wa yumītu wa lahukhtilāful-laili wan-nahār(i), afalā ta'qilūn(a).",
    "Bal qālū miṡla mā qālal-awwalūn(a).",
    "Qālū a'iżā mitnā wa kunnā turābaw wa 'iẓāman a'innā lamab'ūṡūn(a).",
    "Laqad wu'idnā naḥnu wa ābā'unā hāżā min qablu in hāżā illā asāṭīrul-awwalīn(a).",
    "Qālū a'iżā mitnā wa kunnā turābaw wa 'iẓāman a'innā lamab'ūṡūn(a).",
    "Laqad wu'idnā naḥnu wa ābā'unā hāżā min qablu in hāżā illā asāṭīrul-awwalīn(a).",
    "Qul limanil-arḍu wa man fīhā in kuntum ta'lamūn(a).",
    "Sayaqūlūna lillāh(i), qul afalā tażakkarūn(a).",
    "Qul mar rabbus-samāwātis-sab'i wa rabbul-'arsyil-'aẓīm(i).",
    "Sayaqūlūna lillāh(i), qul afalā tattaqūn(a).",
    "Qul mam biyadihī malakūtu kulli syai'iw wa huwa yujīru wa lā yujāru 'alaihi in kuntum ta'lamūn(a).",
    "Sayaqūlūna lillāh(i), qul fa annā tusḥarūn(a).",
    "Bal ataināhum bil-ḥaqqi wa innahum lakāżibūn(a).",
    "Mattakhażallāhu miw waladiw wa mā kāna ma'ahū min ilāhin iżal lażahaba kullu ilāhim bimā khalaqa wa la'alā ba'ḍuhum 'alā ba'ḍ(in), subḥānallāhi 'ammā yaṣifūn(a).",
    "'Ālimil-gaibi wasy-syahādati fa ta'ālā 'ammā yusyrikūn(a).",
    "Qur rabbi immā turiyannī mā yū'adūn(a).",
    "Rabbi falā taj'alnī fil-qaumiẓ-ẓālimīn(a).",
    "Wa innā 'alā an nuriyaka mā na'iduhum laqādirūn(a).",
    "Idfa' bil-latī hiya aḥsanus-sayyi'ah(ta), naḥnu a'lamu bimā yaṣifūn(a).",
    "Wa qur rabbi a'ūżu bika min hamazātisy-syayāṭīn(i).",
    "Wa a'ūżu bika rabbi ay yaḥḍurūn(i).",
    "Ḥattā iżā jā'a aḥadahumul-mautu qāla rabbirji'ūn(i).",
    "La'allī a'malu ṣāliḥan fīmā taraktu kallā, innahā kalimatun huwa qā'iluhā, wa miw warā'ihim barzakhun ilā yaumi yub'aṡūn(a).",
    "Fa iżā nufikha fiṣ-ṣūri falā ansāba bainahum yauma'iżiw wa lā yatasā'alūn(a).",
    "Faman ṡaqulat mawāzīnuhū fa ulā'ika humul-mufliḥūn(a).",
    "Wa man khaffat mawāzīnuhū fa ulā'ikal-lażīna khasirū anfusahum fī jahannama khālidūn(a).",
    "Talfaḥu wujūhahumun-nāru wa hum fīhā kāliḥūn(a).",
    "Alam takun āyātī tutlā 'alaikum fa kuntum bihā tukażżibūn(a).",
    "Qālū rabbanā galabat 'alainā syiqwatunā wa kunnā qauman ḍāllīn(a).",
    "Rabbanā akhrijnā minhā fa in 'udnā fa innā ẓālimūn(a).",
    "Qālakhsa'ū fīhā wa lā tukallimūn(i).",
    "Innahū kāna farīqum min 'ibādī yaqūlūna rabbanā āmannā fagfir lanā warḥamnā wa anta khairur-rāḥimīn(a).",
    "Fattakhażtumūhum sikhriyyan ḥattā ansaukum żikrī wa kuntum minhum taḍḥakūn(a).",
    "Innī jazaituhumul-yauma bimā ṣabarū, annahum humul-fā'izūn(a).",
    "Qāla kam labiṡtum fil-arḍi 'adada sinīn(a).",
    "Qālū labiṡnā yauman au baḍa yaumin fas'alil-'āddīn(a).",
    "Qāla il labiṡtum illā qalīlal lau annakum kuntum ta'lamūn(a).",
    "Afa ḥasibtum annamā khalaqnākum 'abaṡaw wa annakum ilainā lā turja'ūn(a).",
    "Fa ta'ālallāhul-malikul-ḥaqq(u), lā ilāha illā huw(a), rabbul-'arsyil-karīm(i).",
    "Wa may yad'u ma'allāhi ilāhan ākhara lā burhāna lahū bih(ī), fa innamā ḥisābuhū 'inda rabbih(ī), innahū lā yufliḥul-kāfirūn(a).",
    "Wa qur rabbigfir warḥam wa anta khairur-rāḥimīn(a)."
  ],
  "translations": {
    "id": {
      "1": "Sungguh, beruntunglah orang-orang mukmin.",
      "2": "(Yaitu) orang-orang yang khusyuk dalam salatnya,",
      "3": "orang-orang yang meninggalkan (perbuatan dan perkataan) yang tidak berguna,",
      "4": "orang-orang yang menunaikan zakat,",
      "5": "dan orang-orang yang menjaga kemaluannya,",
      "6": "kecuali terhadap istri-istri mereka atau hamba sahaya yang mereka miliki.506) Sesungguhnya mereka tidak tercela (karena menggaulinya).",
      "7": "Maka, siapa yang mencari (pelampiasan syahwat) selain itu, mereka itulah orang-orang yang melampaui batas.",
      "8": "(Sungguh beruntung pula) orang-orang yang memelihara amanat dan janji mereka",
      "9": "serta orang-orang yang memelihara salat mereka.",
      "10": "Mereka itulah orang-orang yang akan mewarisi.",
      "11": "(Yaitu) orang-orang yang akan mewarisi (surga) Firdaus. Mereka kekal di dalamnya.",
      "12": "Sungguh, Kami telah menciptakan manusia dari sari pati (yang berasal) dari tanah.",
      "13": "Kemudian, Kami menjadikannya air mani di dalam tempat yang kukuh (rahim).",
      "14": "Kemudian, air mani itu Kami jadikan sesuatu yang menggantung (darah). Lalu, sesuatu yang menggantung itu Kami jadikan segumpal daging. Lalu, segumpal daging itu Kami jadikan tulang belulang. Lalu, tulang belulang itu Kami bungkus dengan daging. Kemudian, Kami menjadikannya makhluk yang (berbentuk) lain. Maha Suci Allah sebaik-baik pencipta.",
      "15": "Kemudian, sesungguhnya kamu setelah itu benar-benar akan mati.",
      "16": "Kemudian, sesungguhnya kamu pada hari Kiamat akan dibangkitkan.",
      "17": "Sungguh, Kami telah menciptakan tujuh langit di atas kamu dan Kami tidaklah lengah terhadap ciptaan (Kami).",
      "18": "Kami turunkan air dari langit dengan suatu ukuran. Lalu, Kami jadikan air itu menetap di bumi dan sesungguhnya Kami Maha Kuasa melenyapkannya.",
      "19": "Lalu, dengan (air) itu Kami tumbuhkan untukmu kebun-kebun kurma dan anggur. Di sana kamu mendapatkan buah-buahan yang banyak dan dari sebagiannya itu kamu makan.",
      "20": "(Kami tumbuhkan) pohon (zaitun) yang tumbuh di Bukit Sinai, yang menghasilkan minyak dan lauk-pauk pembangkit selera bagi orang-orang yang makan.",
      "21": "Sesungguhnya pada hewan-hewan ternak benar-benar terdapat pelajaran bagimu. Kami memberi minum kamu dari sebagian apa yang ada dalam perutnya (air susu), padanya terdapat banyak manfaat untukmu, dan sebagian darinya kamu makan.",
      "22": "Di atasnya (hewan-hewan ternak) dan di atas kapal-kapal kamu diangkut.",
      "23": "Sungguh, Kami telah mengutus Nuh kepada kaumnya. Lalu, dia berkata, “Wahai kaumku, sembahlah Allah, tidak ada Tuhan  bagimu selain Dia. Apakah kamu tidak bertakwa?”",
      "24": "Maka, para pemuka orang-orang yang kufur dari kaumnya berkata, “Orang ini tidak lain hanyalah manusia seperti kamu. Dia ingin menjadi orang yang lebih mulia daripada kamu. Seandainya Allah berkehendak, tentu Dia akan mengutus malaikat. Belum pernah kami dengar (seruan seperti) ini pada (masa) nenek moyang kami dahulu.",
      "25": "Dia hanyalah seorang laki-laki yang gila. Tunggulah dia sampai waktu yang ditentukan.”",
      "26": "Dia (Nuh) berdoa, “Ya Tuhanku, tolonglah aku karena mereka telah mendustakanku.”",
      "27": "Kami wahyukan kepadanya, “Buatlah kapal dengan pengawasan dan petunjuk Kami. Apabila perintah Kami telah datang dan tungku (dapur) telah memancarkan air, masukkanlah ke dalam (kapal) itu sepasang-sepasang dari setiap jenis (binatang), juga keluargamu, kecuali orang yang lebih dahulu ditetapkan (akan ditimpa siksaan) di antara mereka. Janganlah engkau bicarakan dengan-Ku tentang orang-orang yang zalim. Sesungguhnya mereka itu akan ditenggelamkan.",
      "28": "Apabila engkau dan orang yang bersamamu telah berada di atas kapal, ucapkanlah, 'Segala puji bagi Allah yang telah menyelamatkan kami dari kaum yang zalim.’",
      "29": "Berdoalah, 'Wahai Tuhanku, tempatkanlah aku pada tempat yang diberkahi dan Engkau adalah sebaik-baik pemberi tempat.’”",
      "30": "Sesungguhnya pada (kejadian) itu benar-benar terdapat tanda-tanda (kebesaran Allah). Sesungguhnya Kami benar-benar menimpakan cobaan (kepada kaum Nuh itu).",
      "31": "Kemudian, Kami ciptakan setelah mereka umat yang lain (kaum 'Ad).",
      "32": "Lalu, Kami utus kepada mereka seorang rasul dari (kalangan) mereka sendiri. (Dia berkata,) “Sembahlah Allah, tidak ada Tuhan bagimu selain Dia. Apakah kamu tidak bertakwa?”",
      "33": "Para pemuka kaumnya yang kufur dan mendustakan pertemuan hari akhirat serta mereka yang telah Kami beri kemewahan dan kesenangan dalam kehidupan di dunia berkata, “(Orang) ini tidak lain hanyalah manusia seperti kamu. Dia makan apa yang kamu makan dan minum apa yang kamu minum.",
      "34": "Sungguh, jika menaati manusia yang seperti kamu, sesungguhnya kamu benar-benar akan merugi.",
      "35": "Adakah dia menjanjikan kepadamu bahwa apabila telah mati serta menjadi tanah dan tulang belulang, kamu benar-benar akan dikeluarkan (dari kuburmu)?",
      "36": "Jauh, jauh sekali apa yang diancamkan kepadamu itu (dari kebenaran).",
      "37": "Ia (kehidupan itu) tidak lain hanyalah kehidupan kita di dunia ini. (Di sanalah) kita mati, hidup,507) dan tidak akan dibangkitkan (lagi).",
      "38": "Dia (Hud) tidak lain hanyalah seorang laki-laki yang mengada-adakan kebohongan terhadap Allah dan kita tidak akan mempercayainya.”",
      "39": "Dia (Hud) berdoa, “Ya Tuhanku, tolonglah aku karena mereka telah mendustakanku.”",
      "40": "Dia (Allah) berfirman, “Tidak lama lagi mereka benar-benar akan menyesal.”",
      "41": "Lalu, mereka dimusnahkan oleh suara yang menggelegar dengan sebenar-benarnya dan Kami jadikan mereka (seperti) sampah yang dihanyutkan banjir.508) Maka, kebinasaanlah bagi kaum yang zalim.",
      "42": "Kemudian, Kami ciptakan setelah mereka umat-umat yang lain.",
      "43": "Tidak ada satu umat pun yang dapat menyegerakan ajalnya dan tidak (pula) menangguhkan(-nya).",
      "44": "Kemudian, Kami utus rasul-rasul Kami secara berturut-turut. Setiap kali seorang rasul datang kepada suatu umat, mereka mendustakannya. Maka, Kami iringkan (kebinasaan) sebagian mereka dengan sebagian yang lain. Kami jadikan (pula) mereka bahan pembicaraan. Maka, kebinasaanlah bagi kaum yang tidak beriman.",
      "45": "Kemudian, Kami utus Musa dan saudaranya, Harun, dengan membawa tanda-tanda (kebesaran) Kami dan bukti yang nyata509)",
      "46": "kepada Fir'aun dan para pemuka kaumnya. Akan tetapi, mereka angkuh dan sejak dahulu mereka adalah kaum yang sombong.",
      "47": "Mereka berkata, “Apakah (pantas) kita percaya kepada dua orang manusia seperti kita, padahal kaum mereka (Bani Israil) adalah orang-orang yang mengabdikan diri kepada kita?”",
      "48": "Maka, mereka mendustakan keduanya. Oleh karena itu, mereka termasuk orang-orang yang dibinasakan.",
      "49": "Sungguh Kami benar-benar telah menganugerahkan Kitab (Taurat) kepada Musa agar mereka (Bani Israil) mendapat petunjuk.",
      "50": "Telah Kami jadikan (Isa) putra Maryam bersama ibunya sebagai tanda (kebesaran Kami) dan Kami lindungi mereka di sebuah dataran tinggi yang tenang untuk ditempati dengan air yang mengalir.",
      "51": "Allah berfirman, “Wahai para rasul, makanlah dari (makanan) yang baik-baik dan beramalsalehlah. Sesungguhnya Aku Maha Mengetahui apa yang kamu kerjakan.",
      "52": "Sesungguhnya (agama tauhid) inilah agama kamu, agama yang satu, dan Akulah Tuhanmu. Maka, bertakwalah kepada-Ku.”",
      "53": "Lalu mereka (para pengikut rasul) terpecah belah dalam urusan (agama)-nya menjadi beberapa golongan. Setiap golongan bangga dengan apa yang ada pada mereka (masing-masing).",
      "54": "Maka, biarkanlah mereka dalam kesesatannya sampai waktu yang ditentukan.",
      "55": "Apakah mereka mengira bahwa apa yang Kami berikan kepada mereka berupa harta dan anak-anak",
      "56": "(itu berarti bahwa) Kami bersegera memberikan kebaikan-kebaikan kepada mereka? (Tidaklah demikian,) tetapi mereka tidak menyadarinya.",
      "57": "Sesungguhnya orang-orang yang sangat berhati-hati karena takut (azab) Tuhannya,",
      "58": "orang-orang yang beriman dengan tanda-tanda (kekuasaan) Tuhannya,",
      "59": "orang-orang yang tidak mempersekutukan Tuhannya,",
      "60": "dan orang-orang yang melakukan (kebaikan) yang telah mereka kerjakan dengan hati penuh rasa takut (karena mereka tahu) bahwa sesungguhnya mereka akan kembali kepada Tuhannya.",
      "61": "Mereka itu bersegera dalam (melakukan) kebaikan-kebaikan dan merekalah orang-orang yang lebih dahulu memperolehnya.",
      "62": "Kami tidak membebani seorang pun, kecuali menurut kesanggupannya. Pada Kami ada suatu catatan yang menuturkan dengan sebenarnya dan mereka tidak dizalimi.",
      "63": "Akan tetapi, hati mereka (orang-orang kafir) itu dalam kesesatan dari (memahami Al-Qur’an) ini dan mereka mempunyai perbuatan-perbuatan (buruk) selain itu yang terus mereka kerjakan.",
      "64": "Sehingga, apabila Kami timpakan siksaan kepada orang-orang yang hidup bermewah-mewah di antara mereka, seketika itu mereka berteriak-teriak meminta pertolongan.",
      "65": "Janganlah kamu berteriak-teriak meminta tolong pada hari ini! Sesungguhnya kamu tidak akan mendapatkan pertolongan dari Kami.",
      "66": "Sungguh, ayat-ayat-Ku (Al-Qur’an) selalu dibacakan kepadamu (para pendurhaka), tetapi kamu selalu berpaling ke belakang",
      "67": "dengan menyombongkan diri dan mengucapkan perkataan-perkataan keji terhadapnya (Al-Qur’an) pada waktu kamu bercakap-cakap pada malam hari.",
      "68": "Maka, tidakkah mereka merenungkan firman (Allah) atau adakah telah datang kepada mereka apa yang tidak pernah datang kepada nenek moyang mereka terdahulu?",
      "69": "Atau, mereka tidak mengenal Rasul mereka (Nabi Muhammad), karena itu mereka mengingkarinya?",
      "70": "Atau, mereka berkata, “Orang itu (Nabi Muhammad) gila.” Padahal, dia telah datang membawa kebenaran kepada mereka, tetapi kebanyakan mereka membenci kebenaran itu.",
      "71": "Seandainya kebenaran itu menuruti keinginan mereka, niscaya binasalah langit dan bumi serta semua yang ada di dalamnya. Bahkan, Kami telah mendatangkan (Al-Qur’an sebagai) peringatan mereka, tetapi mereka berpaling dari peringatan itu.",
      "72": "Ataukah engkau (Nabi Muhammad) meminta imbalan kepada mereka, sedangkan imbalan dari Tuhanmu lebih baik karena Dia sebaik-baik pemberi rezeki?",
      "73": "Sesungguhnya engkau benar-benar menyeru mereka ke jalan yang lurus.",
      "74": "Sesungguhnya orang-orang yang tidak beriman kepada akhirat benar-benar telah menyimpang jauh dari jalan (yang lurus).",
      "75": "Seandainya Kami rahmati mereka dan Kami lenyapkan kemudaratan yang menimpanya,510) niscaya mereka akan terus terombang-ambing dalam kesesatannya.",
      "76": "Sungguh, Kami benar-benar telah menimpakan siksaan kepada mereka,511) tetapi mereka tidak mau tunduk kepada Tuhannya, dan (juga) tidak merendahkan diri.",
      "77": "Sehingga, apabila Kami bukakan untuk mereka pintu azab yang sangat keras, seketika itu mereka menjadi putus asa.",
      "78": "Dialah yang telah menciptakan bagimu pendengaran, penglihatan dan hati nurani, tetapi sedikit sekali kamu bersyukur.",
      "79": "Dialah yang menciptakan dan mengembangbiakkan kamu di bumi dan kepada-Nyalah kamu akan dikumpulkan.",
      "80": "Dialah yang menghidupkan dan mematikan. Bagi-Nyalah (kekuasaan mengatur) pergantian malam dan siang. Apakah kamu tidak mengerti?",
      "81": "Bahkan, mereka mengucapkan perkataan yang serupa dengan apa yang diucapkan oleh orang-orang terdahulu.",
      "82": "Mereka berkata, “Apakah apabila kami telah mati serta menjadi tanah dan tulang belulang, kami benar-benar akan dibangkitkan kembali?",
      "83": "Sungguh, yang demikian ini sudah dijanjikan kepada kami dan kepada nenek moyang kami dahulu.512) Ini tidak lain hanyalah dongeng orang-orang terdahulu!”",
      "84": "Katakanlah (Nabi Muhammad), “Milik siapakah bumi dan semua yang ada di dalamnya jika kamu mengetahui?”",
      "85": "Mereka akan menjawab, “Milik Allah.” Katakanlah, “Apakah kamu tidak ingat?”",
      "86": "Katakanlah, “Siapakah pemilik langit yang tujuh dan pemilik ʻArasy yang agung?”",
      "87": "Mereka akan menjawab, “Milik Allah.” Katakanlah, “Apakah kamu tidak bertakwa?”",
      "88": "Katakanlah, “Siapakah yang di tangan-Nya kekuasaan segala sesuatu, sedangkan Dia melindungi dan tidak ada yang dapat dilindungi dari (azab-Nya), jika kamu mengetahui?”",
      "89": "Mereka akan menjawab, “Milik Allah.” Katakanlah, “(Kalau demikian), bagaimana kamu sampai tertipu?”",
      "90": "Padahal, Kami telah membawa kebenaran kepada mereka, tetapi sesungguhnya mereka benar-benar pendusta.",
      "91": "Allah tidak mengangkat anak dan tidak ada tuhan (yang lain) bersama-Nya. Jika demikian, niscaya setiap tuhan itu akan membawa apa (makhluk) yang diciptakannya dan sebagian dari tuhan-tuhan itu akan mengalahkan sebagian yang lain. Maha Suci Allah dari apa yang mereka sifatkan itu,",
      "92": "Yang Maha Mengetahui semua yang gaib dan yang tampak. Maha Tinggi (Allah) dari apa yang mereka persekutukan.",
      "93": "Katakanlah (Nabi Muhammad), “Ya Tuhanku, jika Engkau benar-benar hendak memperlihatkan kepadaku apa (azab) yang diancamkan kepada mereka,",
      "94": "Ya Tuhanku, janganlah Engkau jadikan aku termasuk kaum yang zalim.”",
      "95": "Sesungguhnya Kami benar-benar kuasa untuk memperlihatkan kepadamu (Nabi Muhammad) apa yang Kami ancamkan kepada mereka.",
      "96": "Tolaklah keburukan (mereka) dengan (perbuatan) yang lebih baik. Kami lebih mengetahui apa yang mereka sifatkan.",
      "97": "Katakanlah, “Ya Tuhanku, aku berlindung kepada-Mu dari bisikan-bisikan setan",
      "98": "dan aku berlindung (pula) kepada-Mu, ya Tuhanku, dari kedatangan mereka kepadaku.”",
      "99": "(Demikianlah keadaan orang-orang kafir itu) hingga apabila datang kematian kepada seseorang dari mereka, dia berkata, “Ya Tuhanku, kembalikanlah aku (ke dunia)",
      "100": "agar aku dapat beramal saleh yang telah aku tinggalkan.” Sekali-kali tidak! Sesungguhnya itu adalah dalih yang diucapkannya saja. Di hadapan mereka ada (alam) barzakh513) sampai pada hari mereka dibangkitkan.",
      "101": "Apabila sangkakala ditiup, pada hari itu (hari Kiamat) tidak ada lagi pertalian keluarga di antara mereka dan tidak (pula) mereka saling bertanya.",
      "102": "Siapa yang berat timbangan (kebaikan)-nya, mereka itulah orang-orang beruntung.",
      "103": "Siapa yang ringan timbangan (kebaikan)-nya, mereka itulah orang-orang yang merugikan dirinya sendiri. Mereka kekal di dalam (neraka) Jahanam.",
      "104": "Wajah mereka dibakar api neraka dan mereka di neraka dalam keadaan sangat menyeramkan.",
      "105": "Bukankah ayat-ayat-Ku telah dibacakan kepadamu, tetapi kamu selalu mendustakannya?",
      "106": "Mereka berkata, “Ya Tuhan kami, kedurhakaan kami telah menguasai kami dan kami adalah orang-orang yang sesat.",
      "107": "Ya Tuhan kami, keluarkanlah kami darinya (api neraka dan kembalikan ke dunia). Kemudian, jika kami masih mengulangi (kekafiran), sesungguhnya kami adalah orang-orang zalim.”",
      "108": "Dia (Allah) berfirman, “Tinggallah kamu di sana dengan hina dan janganlah berbicara dengan-Ku.”",
      "109": "Sesungguhnya segolongan dari hamba-hamba-Ku berdoa, “Ya Tuhan kami, kami telah beriman, maka ampunilah kami dan berilah kami rahmat. Engkau adalah sebaik-baik pemberi rahmat.”",
      "110": "Lalu, kamu jadikan mereka bahan ejekan sehingga itu membuatmu lupa mengingat-Ku dan kamu (selalu) menertawakan mereka.",
      "111": "Sesungguhnya pada hari ini Aku memberi balasan kepada mereka karena kesabaran mereka. Sesungguhnya mereka itulah orang-orang yang menang.",
      "112": "Dia (Allah) berfirman, “Berapa tahunkah lamanya kamu tinggal di bumi?”",
      "113": "Mereka menjawab, “Kami tinggal (di bumi) sehari atau setengah hari. Tanyalah kepada mereka yang menghitung.”",
      "114": "Dia (Allah) berfirman, “Kamu tinggal (di bumi) hanya sebentar jika kamu benar-benar mengetahui.”",
      "115": "Apakah kamu mengira bahwa Kami menciptakan kamu main-main (tanpa ada maksud) dan kamu tidak akan dikembalikan kepada Kami?",
      "116": "Maha Tinggi Allah, Raja yang sebenarnya. Tidak ada tuhan selain Dia, pemilik 'Arasy yang mulia.",
      "117": "Siapa yang menyembah tuhan yang lain bersama Allah, padahal tidak ada suatu bukti pun baginya (yang membenarkan) tentang itu, maka perhitungan (amal)-nya hanya pada Tuhannya. Sesungguhnya orang-orang kafir itu tidak akan beruntung.",
      "118": "Katakanlah (Nabi Muhammad), “Ya Tuhanku, berilah ampunan dan rahmat. Engkaulah sebaik-baik pemberi rahmat.”"
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Sungguh, pasti beruntung orang-orang mukmin yang telah mantap imannya dan terbukti dengan mengerjakan amal-amal saleh. Orang yang demikian itu ialah orang yang khusyuk dalam salatnya, yakni tumakninah, rendah hati, fokus, serta menyadari dengan sepenuuhnya bahwa dia sedang menghadap Sang Penciptanya (Lihat juga: al-Baqarah/2: 4546).",
        "2": "Sungguh, pasti beruntung orang-orang mukmin yang telah mantap imannya dan terbukti dengan mengerjakan amal-amal saleh. Orang yang demikian itu ialah orang yang khusyuk dalam salatnya, yakni tumakninah, rendah hati, fokus, serta menyadari dengan sepenuuhnya bahwa dia sedang menghadap Sang Penciptanya (Lihat juga: al-Baqarah/2: 4546).",
        "3": "Dan di antara mereka yang akan memperoleh keberuntungan adalah orang yang menjauhkan diri, atau tidak memberi perhatian secara lahir dan batin, dari perbuatan dan perkataan yang tidak berguna, yaitu sesuatu yang sebenarnya di satu sisi tidak dilarang, namun di sisi lain tidak ada mendatangkan manfaat.",
        "4": "Dan orang yang juga akan beruntung dan berbahagia adalah orang yang menunaikan zakat secara sempurna dan tulus ikhlas.",
        "5": "Dan selain orang-orang yang disebut pada ayat-ayat sebelumnya, berbahagialah orang yang memelihara kemaluannya dan tidak menyalurkan kebutuhan biologisnya melalui hal dan cara yang tidak dibenarkan, kecuali terbatas dalam melakukannya terhadap pasangan-pasangan mereka yang sah secara agama atau hamba sahaya yang mereka miliki; maka sesungguhnya mereka dalam menyalurkan kebutuhan biologis terhadap pasangan dan budak mereka itu tidak tercela, selama mereka tidak melanggar ketentuan yang ditetapkan oleh agama. Tetapi, barang siapa mencari pelampiasan hawa nafsu di balik itu, di antaranya dengan berbuat zina, maka mereka itulah orang-orang yang melampaui batas ajaran agama dan moral, sehingga pantas menerima celaan atau siksa.",
        "6": "Dan selain orang-orang yang disebut pada ayat-ayat sebelumnya, berbahagialah orang yang memelihara kemaluannya dan tidak menyalurkan kebutuhan biologisnya melalui hal dan cara yang tidak dibenarkan, kecuali terbatas dalam melakukannya terhadap pasangan-pasangan mereka yang sah secara agama atau hamba sahaya yang mereka miliki; maka sesungguhnya mereka dalam menyalurkan kebutuhan biologis terhadap pasangan dan budak mereka itu tidak tercela, selama mereka tidak melanggar ketentuan yang ditetapkan oleh agama. Tetapi, barang siapa mencari pelampiasan hawa nafsu di balik itu, di antaranya dengan berbuat zina, maka mereka itulah orang-orang yang melampaui batas ajaran agama dan moral, sehingga pantas menerima celaan atau siksa.",
        "7": "Dan selain orang-orang yang disebut pada ayat-ayat sebelumnya, berbahagialah orang yang memelihara kemaluannya dan tidak menyalurkan kebutuhan biologisnya melalui hal dan cara yang tidak dibenarkan, kecuali terbatas dalam melakukannya terhadap pasangan-pasangan mereka yang sah secara agama atau hamba sahaya yang mereka miliki; maka sesungguhnya mereka dalam menyalurkan kebutuhan biologis terhadap pasangan dan budak mereka itu tidak tercela, selama mereka tidak melanggar ketentuan yang ditetapkan oleh agama. Tetapi, barang siapa mencari pelampiasan hawa nafsu di balik itu, di antaranya dengan berbuat zina, maka mereka itulah orang-orang yang melampaui batas ajaran agama dan moral, sehingga pantas menerima celaan atau siksa.",
        "8": "Perkawinan adalah amanat, maka setiap orang harus memeliharanya dengan baik. Meski begitu, tidak hanya amanat perkawinan yang harus dipelihara, melainkan semua amanat. Dan beruntunglah orang yang memelihara amanat-amanat yang dipikulkan atas mereka dan memelihara janjinya yang dijalin dengan pihak lain.",
        "9": "Serta beruntung pulalah orang yang memelihara salatnya, di antaranya dengan memelihara waktu salat yang utama, yaitu awal waktu, serta memelihara pula rukun, wajib, dan sunahnya.",
        "10": "Demikianlah sifat-sifat orang mukmin yang akan meraih keberuntungan. Sebagai ganjarannya, mereka itulah orang yang akan mewarisi, yakni mewarisi dan memperoleh surga Firdaus. Mereka akan kekal di dalam kenikmatan dan kebahagiaan-nya.",
        "11": "Demikianlah sifat-sifat orang mukmin yang akan meraih keberuntungan. Sebagai ganjarannya, mereka itulah orang yang akan mewarisi, yakni mewarisi dan memperoleh surga Firdaus. Mereka akan kekal di dalam kenikmatan dan kebahagiaan-nya.",
        "12": "Usai menguraikan keberuntungan orang mukmin beserta sifat mereka, Allah lalu menyusulinya dengan uraian tentang proses kejadian manusia yang amat mengagumkan; suatu proses yang semestinya mendorong setiap manusia untuk beriman. Dan sungguh, Kami telah menciptakan manusia bermula dari suatu saripati yang berasal dari tanah. Kemudian Kami menjadikannya, yaitu saripati itu, air mani yang disimpan dalam tempat yang kokoh, yakni rahim.",
        "13": "Usai menguraikan keberuntungan orang mukmin beserta sifat mereka, Allah lalu menyusulinya dengan uraian tentang proses kejadian manusia yang amat mengagumkan; suatu proses yang semestinya mendorong setiap manusia untuk beriman. Dan sungguh, Kami telah menciptakan manusia bermula dari suatu saripati yang berasal dari tanah. Kemudian Kami menjadikannya, yaitu saripati itu, air mani yang disimpan dalam tempat yang kokoh, yakni rahim.",
        "14": "Setelah berada di rahim, kemudian air mani itu Kami jadikan sesuatu yang melekat, yang bergantung di dinding rahim, lalu sesuatu yang melekat itu Kami jadikan segumpal daging, dan segumpal daging itu Kami jadikan tulang belulang, lalu tulang belulang itu Kami bungkus dengan daging. Kemudian, setelah Kami tiupkan roh kepadanya, Kami menjadikannya makhluk yang berbentuk lain yang sepenuhnya berbeda dari unsur-unsur kejadiannya di atas, bahkan berbeda dari makhluk-mahluk lain. Mahasuci Allah, Pencipta yang paling baik.",
        "15": "Setelah manusia lahir dan mengalami pertumbuhan, kemudian setelah itu, yakni setelah melalui proses kehidupan di dunia, sesungguhnya kamu, wahai manusia, pasti mati. Kemudian, setelah kamu mati dan dikuburkan, sesungguhnya kamu akan dibangkitkan dari kuburmu pada hari Kiamat untuk mempertanggungjawabkan segala perbuatanmu di dunia.",
        "16": "Setelah manusia lahir dan mengalami pertumbuhan, kemudian setelah itu, yakni setelah melalui proses kehidupan di dunia, sesungguhnya kamu, wahai manusia, pasti mati. Kemudian, setelah kamu mati dan dikuburkan, sesungguhnya kamu akan dibangkitkan dari kuburmu pada hari Kiamat untuk mempertanggungjawabkan segala perbuatanmu di dunia.",
        "17": "Demikianlah kuasa Allah untuk menciptakan manusia melalui tahapan-tahapan yang sangat mengagumkan. Begitu besar nikmat yang Allah karuniakan kepada manusia. Dan di antara nikmat itu adalah bahwa sungguh, Kami telah menciptakan tujuh lapis langit di atas kamu, dan Kami tidaklah lengah terhadap ciptaan Kami. Kami akan selalu menjaganya untuk kebaikan manusia dan makhluk hidup lainnya.",
        "18": "Dan di antara bentuk pemeliharaan Kami adalah bahwa Kami turunkan air tawar dalam berbagai bentuk, dari yang cair hingga butiran es, dari langit dengan suatu ukuran bagi makhluk ciptaan Kami; lalu untuk memudahkan pemanfaatannya, Kami jadikan air itu menetap dan tersimpan di bumi, dan pasti Kami berkuasa pula untuk melenyapkannya, namun Kami tidak melakukannya karena rahmat Kami kepada para makhluk.",
        "19": "Kami jadikan air itu tersimpan di bumi, lalu dengan air itu Kami tumbuhkan untukmu kebun-kebun kurma dan anggur serta kebun-kebun yang lain; di sana, yakni dalam kebun-kebun tersebut, kamu memperoleh buah-buahan yang banyak dan sebagian dari buah-buahan itu kamu makan, dan menjadi salah satu jenis makanan yang baik dan menyehatkan.",
        "20": "Dan atas rahmat Kami pula Kami tumbuhkan pohon zaitun yang tumbuh pertama kali dari gunung Sinai dengan berbagai manfaatnya; buah yang menghasilkan minyak dan menjadi bahan pembangkit selera bagi orang-orang yang makan.",
        "21": "Dan di samping air serta kebun-kebun yang tumbuh dengannya, sesungguhnya pada hewan-hewan ternak terdapat suatu pelajaran bagimu. Kami juga memberi minum kamu dari air susu yang penuh nutrisi yang ada dalam perutnya, dan padanya, yakni pada binatang-binatang ternak itu, juga terdapat banyak manfaat untukmu, seperti daging, kulit, bulu, dan tenaganya. Semua itu dapat dimanfaatkan untuk berbagai tujuan. Sebagian darinya dapat kamu makan sebagai makanan yang lezat dan bergizi. Dan sebagian darinya dapat kamu tunggangi dengan cara naik di atas punggug-nya. Dan manfaat yang sama juga dapat kamu peroleh dengan naik di atas kapal-kapal. Dengan moda transportasi itu, kamu diangkut atas izin Allah menuju tempat-tempat yang dituju.",
        "22": "Dan di samping air serta kebun-kebun yang tumbuh dengannya, sesungguhnya pada hewan-hewan ternak terdapat suatu pelajaran bagimu. Kami juga memberi minum kamu dari air susu yang penuh nutrisi yang ada dalam perutnya, dan padanya, yakni pada binatang-binatang ternak itu, juga terdapat banyak manfaat untukmu, seperti daging, kulit, bulu, dan tenaganya. Semua itu dapat dimanfaatkan untuk berbagai tujuan. Sebagian darinya dapat kamu makan sebagai makanan yang lezat dan bergizi. Dan sebagian darinya dapat kamu tunggangi dengan cara naik di atas punggug-nya. Dan manfaat yang sama juga dapat kamu peroleh dengan naik di atas kapal-kapal. Dengan moda transportasi itu, kamu diangkut atas izin Allah menuju tempat-tempat yang dituju.",
        "23": "Penyebutan kapal pada akhir ayat sebelumnya disambungkan dengan uraian tentang kisah Nabi Nuh. Dan sungguh ada pelajaran pen-ting yang dapat kamu petik dari kisah para nabi. Kami telah mengutus Nabi Nuh kepada kaumnya, lalu dia berkata, “Wahai kaumku! Sembahlah Allah, karena tidak ada tuhan yang berhak disembah bagimu selain Dia. Maka, mengapa kamu tidak bertakwa kepada-Nya, yakni menghindarkan diri dari siksa-Nya dengan melaksanakan perintah-Nya dan menjauhi larangan-Nya yang kusampaikan kepadamu?”",
        "24": "Maka tanpa berpikir panjang, berkatalah para pemuka orang kafir dari kaumnya kepada para pengikut mereka sebagai respons atas ajakan Nabi Nuh, “Orang ini tidak lain hanyalah manusia seperti kamu. Dia tidak punya keistimewaan apa pun untuk menjadi utusan Tuhan. Dia hanyalah orang yang ingin menjadi lebih mulia daripada kamu dengan mencitrakan diri agar dapat menjadi pemimpin kamu dengan mengaku sebagai utusan Tuhan. Dan seandainya Allah menghendaki mengutus seorang rasul, tentu Dia mengutus malaikat, bukan manusia seperti Nuh. Belum pernah kami mendengar seruan seperti ini pada masa nenek moyang kami dahulu.”",
        "25": "Para pemuka orang kafir itu melanjutkan, “Dia, yakni Nuh, hanyalah seorang laki-laki yang gila sehingga dia ingin menonjolkan diri, maka tunggulah terhadapnya, yakni bersabarlah kamu, sampai waktu yang ditentukan di mana dia sembuh atau meninggal dunia.”",
        "26": "Setelah sekian kali mendengar pemuka kaumnya yang kafir berkata demikian, dan terbukti bahwa mereka menolak dakwahnya, Dia, yakni Nabi Nuh, berdoa, “Ya Tuhanku, penolong dan pembimbingku, tolonglah aku karena mereka telah sekian kali mendustakan aku.”",
        "27": "Allah memperkenankan doa Nabi Nuh tersebut. Lalu Kami wahyukan kepadanya, “Buatlah kapal untuk menyelamatkan dirimu dan para pengikutmu, yang prosesnya di bawah pengawasan dan petunjuk Kami. Maka apabila perintah dan siksa yang Kami siapkan untuk kaummu yang kafir datang, engkau pun telah menyelesaikan perahu itu, dan tanur yakni dapur telah memancarkan air, maka masukanlah ke dalam kapal itu sepasang-sepasang, yakni jantan dan betina, dari setiap jenis hewan, dan naikkan juga keluargamu, kecuali orang yang lebih dahulu ditetapkan sebagai penerima siksa Kami di antara mereka. Dan janganlah engkau bicarakan dengan-Ku tentang orang-orang yang zalim. Jangan kaumohon agar mereka diselamatkan, karena sesungguhnya mereka itu akan ditenggelamkan, dan tidak ada yang dapat mengubah ketetapan-Ku.",
        "28": "Melanjutkan arahan-Nya kepada Nabi Nuh, Allah berfirman, “Dan apabila engkau dan orang-orang yang bersamamu telah berada di atas kapal, maka ucapkanlah, 'Segala puji bagi Allah yang telah menyelamatkan kami dari kejahatan dan gangguan orang-orang kafir yang zalim’. Dan berdoalah pula terutama ketika engkau turun dari bahtera itu, “Ya Tuhanku, tempatkanlah aku di mana pun yang Engkau kehendaki pada tempat yang diberkahi, dan Engkau adalah sebaik-baik pemberi tempat dan pemberi kemuliaan bagi hamba-Mu.”",
        "29": "Melanjutkan arahan-Nya kepada Nabi Nuh, Allah berfirman, “Dan apabila engkau dan orang-orang yang bersamamu telah berada di atas kapal, maka ucapkanlah, 'Segala puji bagi Allah yang telah menyelamatkan kami dari kejahatan dan gangguan orang-orang kafir yang zalim’. Dan berdoalah pula terutama ketika engkau turun dari bahtera itu, “Ya Tuhanku, tempatkanlah aku di mana pun yang Engkau kehendaki pada tempat yang diberkahi, dan Engkau adalah sebaik-baik pemberi tempat dan pemberi kemuliaan bagi hamba-Mu.”",
        "30": "Sungguh, pada kisah Nabi Nuh itu benar-benar terdapat tanda-tanda kebesaran Allah dan kesempurnaan kekuasaan-Nya; dan sesungguhnya Kami benar-benar menguji hamba-hamba Kami dengan menimpakan siksaan kepada yang ingkar, di antaranya kaum Nabi Nuh yang mendustakan risalahnya.",
        "31": "Azab atas orang-orang yang membangkang terhadap dakwah Nabi Nuh bukanlah suatu kebetulan, melainkan ketetapan dari Allah. Allah berfirman, “Kemudian setelah mereka binasa, Kami ciptakan umat yang lain, yaitu kaum 'Ad. Lalu Kami utus kepada mereka seorang rasul dari kalangan mereka sendiri, yaitu Nabi Hud. Dia menyeru kaumnya, 'Sembahlah Allah! Tidak ada tuhan yang berhak disembah bagimu selain Dia. Maka, mengapa kamu tidak bertakwa kepada-Nya, yakni menjauhkan diri dari siksa-Nya dengan melaksanakan perintah-Nya dan menjauhi larangan-Nya?’”",
        "32": "Azab atas orang-orang yang membangkang terhadap dakwah Nabi Nuh bukanlah suatu kebetulan, melainkan ketetapan dari Allah. Allah berfirman, “Kemudian setelah mereka binasa, Kami ciptakan umat yang lain, yaitu kaum 'Ad. Lalu Kami utus kepada mereka seorang rasul dari kalangan mereka sendiri, yaitu Nabi Hud. Dia menyeru kaumnya, 'Sembahlah Allah! Tidak ada tuhan yang berhak disembah bagimu selain Dia. Maka, mengapa kamu tidak bertakwa kepada-Nya, yakni menjauhkan diri dari siksa-Nya dengan melaksanakan perintah-Nya dan menjauhi larangan-Nya?’”",
        "33": "Kaum 'Ad menolak dakwah Nabi Hud. Dan berkatalah para pemuka orang kafir dari kaumnya, yaitu tidak beriman kepada Allah dan rasul-Nya, dan yang mendustakan pertemuan hari akhirat di mana mereka akan mendapat balasan atas segala amal perbuatan mereka, serta mereka yang telah Kami beri kemewahan dan kesenangan dalam kehidupan di dunia berupa harta yang melimpah, keturunan yang banyak, “Orang ini, yakni Nabi Hud, tidak lain hanyalah manusia seperti kamu, dia makan apa yang kamu makan, dan dia minum apa yang kamu minum. Tidak ada keistimewaan pada dirinya yang memantaskan dia menjadi utusan Tuhan.”",
        "34": "Melanjutkan ucapan tersebut, para pemuka kaum 'Ad yang kafir itu berkata, “Dan sungguh demi Tuhan kita, jika kamu menaati manusia seperti kamu dalam apa yang ia perintahkan dan ia larang, dan kamu meninggalkan tuhan-tuhan kalian, niscaya kamu pasti akan rugi. Adakah dia menjanjikan kepada kamu bahwa apabila kamu telah mati dan dikubur, kemudian sebagian menjadi tanah dan/ atau tulang belulang, lalu sesungguhnya kamu akan dikeluarkan dari kubur kamu untuk menerima balasan?”",
        "35": "Melanjutkan ucapan tersebut, para pemuka kaum 'Ad yang kafir itu berkata, “Dan sungguh demi Tuhan kita, jika kamu menaati manusia seperti kamu dalam apa yang ia perintahkan dan ia larang, dan kamu meninggalkan tuhan-tuhan kalian, niscaya kamu pasti akan rugi. Adakah dia menjanjikan kepada kamu bahwa apabila kamu telah mati dan dikubur, kemudian sebagian menjadi tanah dan/ atau tulang belulang, lalu sesungguhnya kamu akan dikeluarkan dari kubur kamu untuk menerima balasan?”",
        "36": "Para pemuka yang kafir itu berkata dengan sinis sambil menggelengkan kepala, “Jauh! Jauh sekali apa yang diancamkan kepada kamu. Hal itu hanya omong kosong belaka. Ancaman itu tidak akan pernah terlaksanan. Kehidupan yang ada tidak lain hanyalah kehidupan kita di dunia ini. Di sinilah kita menyaksikan sebagian dari kita mati dan sebagiannya lagi dilahirkan untuk hidup, dan sekali-kali kita tidak akan dibangkitkan lagi setelah mati.” Tidak cukup dengan mendurhakai dan menolak dakwah Nabi Hud, para pemuka kafir itu bahkan berbuat lebih jahat lagi dengan berkata, “Dia, Hud, tidak lain hanyalah seorang laki-laki yang mengada-adakan kebohongan terhadap Allah, dan sudah semestinya kita tidak akan pernah memercayainya atas segala yang dikatakannya.",
        "37": "Para pemuka yang kafir itu berkata dengan sinis sambil menggelengkan kepala, “Jauh! Jauh sekali apa yang diancamkan kepada kamu. Hal itu hanya omong kosong belaka. Ancaman itu tidak akan pernah terlaksanan. Kehidupan yang ada tidak lain hanyalah kehidupan kita di dunia ini. Di sinilah kita menyaksikan sebagian dari kita mati dan sebagiannya lagi dilahirkan untuk hidup, dan sekali-kali kita tidak akan dibangkitkan lagi setelah mati.” Tidak cukup dengan mendurhakai dan menolak dakwah Nabi Hud, para pemuka kafir itu bahkan berbuat lebih jahat lagi dengan berkata, “Dia, Hud, tidak lain hanyalah seorang laki-laki yang mengada-adakan kebohongan terhadap Allah, dan sudah semestinya kita tidak akan pernah memercayainya atas segala yang dikatakannya.",
        "38": "Para pemuka yang kafir itu berkata dengan sinis sambil menggelengkan kepala, “Jauh! Jauh sekali apa yang diancamkan kepada kamu. Hal itu hanya omong kosong belaka. Ancaman itu tidak akan pernah terlaksanan. Kehidupan yang ada tidak lain hanyalah kehidupan kita di dunia ini. Di sinilah kita menyaksikan sebagian dari kita mati dan sebagiannya lagi dilahirkan untuk hidup, dan sekali-kali kita tidak akan dibangkitkan lagi setelah mati.” Tidak cukup dengan mendurhakai dan menolak dakwah Nabi Hud, para pemuka kafir itu bahkan berbuat lebih jahat lagi dengan berkata, “Dia, Hud, tidak lain hanyalah seorang laki-laki yang mengada-adakan kebohongan terhadap Allah, dan sudah semestinya kita tidak akan pernah memercayainya atas segala yang dikatakannya.",
        "39": "Mendengar pendustaan dan pengingkaran kaumnya yang sungguh terlalu, Dia, yaitu Nabi Hud, berdoa, “Ya Tuhanku, tolonglah aku untuk mengalahkan mereka, karena mereka telah mendustakan aku.”",
        "40": "Allah mengabulkan doa Nabi Hud. Dia berfirman, “Bersabarlah, wahai Nabi Hud. Tidak lama lagi mereka pasti akan menyesal.” Lalu setelah tiba waktunya, mereka benar-benar dimusnahkan oleh suara yang mengguntur. Mereka pantas mendapat azab itu sehingga kedatangan azab itu hak adanya. Dan Kami jadikan mereka seperti sampah yang dibawa banjir akibat kezaliman mereka sendiri. Maka, binasalah bagi orang-orang yang zalim.",
        "41": "Allah mengabulkan doa Nabi Hud. Dia berfirman, “Bersabarlah, wahai Nabi Hud. Tidak lama lagi mereka pasti akan menyesal.” Lalu setelah tiba waktunya, mereka benar-benar dimusnahkan oleh suara yang mengguntur. Mereka pantas mendapat azab itu sehingga kedatangan azab itu hak adanya. Dan Kami jadikan mereka seperti sampah yang dibawa banjir akibat kezaliman mereka sendiri. Maka, binasalah bagi orang-orang yang zalim.",
        "42": "Habis sudah para pendurhaka dari kaum Nabi Hud. Kemudian Kami ciptakan lagi sesudah mereka yang binasa itu umat-umat yang lain, di antaranya kaum Nabi Salih, Lut, dan Syu’aib.",
        "43": "Allah memberi batas waktu bagi kehidupan, kematian, atau kebinasaan umat para nabi tersebut. Tidak ada satu umat pun yang dapat menyegerakan atau mendahuli ajalnya, yaitu batas waktu kematian atau kebinasaan yang telah Allah tetapkan berdasar sunatullah yang berlaku umum, dan tidak dapat pula mereka menangguhkannya.",
        "44": "Kemudian, Kami utus kepada kaum-kaum itu rasul-rasul Kami secara berturut-turut. Setiap kali seorang rasul datang kepada suatu umat untuk mengajak mereka menghamba dan bertauhid kepada Allah, mereka mendustakannya, maka Kami silih gantikan sebagian mereka dengan sebagian yang lain, yakni Kami musnahkan mereka secara silih berganti. Dan Kami jadikan mereka bahan cerita bagi kaum sesudahnya. Maka, kebinasaanlah bagi kaum yang tidak beriman kepada risalah para rasul.",
        "45": "Generasi demi generasi telah dibinasakan akibat kedurhakaan mereka, kemudian setelah itu Kami utus Nabi Musa dan saudaranya, Harun, dengan membawa tanda-tanda kebesaran Kami dan bukti yang nyata berupa argumentasi kebenaran yang tidak terbantahkan. Mereka membawanya kepada Fir’aun dan para pemuka kaum-nya, tetapi tanpa berpikir panjang mereka bersikap angkuh sehingga enggan menyambut ajakan kedua rasul tersebut, dan mereka sejak dahulu memang kaum yang sombong, melecehkan kebenaran, dan memandang rendah orang lain.",
        "46": "Generasi demi generasi telah dibinasakan akibat kedurhakaan mereka, kemudian setelah itu Kami utus Nabi Musa dan saudaranya, Harun, dengan membawa tanda-tanda kebesaran Kami dan bukti yang nyata berupa argumentasi kebenaran yang tidak terbantahkan. Mereka membawanya kepada Fir’aun dan para pemuka kaum-nya, tetapi tanpa berpikir panjang mereka bersikap angkuh sehingga enggan menyambut ajakan kedua rasul tersebut, dan mereka sejak dahulu memang kaum yang sombong, melecehkan kebenaran, dan memandang rendah orang lain.",
        "47": "Maka dengan angkuh mereka berkata, “Apakah pantas kita percaya kepada Allah Yang Maha Esa dengan membenarkan ucapan dua orang manusia seperti kita, padahal kaum mereka, yaitu Bani Israil, adalah orang-orang yang menghambakan diri secara hina kepada kita, orang Mesir? Sungguh tidak pantas!”",
        "48": "Maka mereka mendustakan keduanya, yaitu Nabi Musa dan Harun, sehingga karenanya mereka termasuk orang yang dibinasakan dengan ditenggelamkan di Laut Merah.",
        "49": "Usai menceritakan dakwah Nabi Musa kepada Firaun, Allah lalu menyusulinya dengan paparan tentang dakwah Nabi Musa kepada Bani Israil. Dan sungguh, Kami telah menganugerahkan kepada Musa Kitab Taurat, agar mereka, yakni Bani Israil, mendapat petunjuk ke jalan yang benar dan sungguh-sungguh menjalankannya.",
        "50": "Dan telah Kami jadikan dengan kuasa Kami Isa putra Maryam bersama ibunya sebagai suatu bukti yang nyata bagi kekuasaan dan kebesaran Kami, dan Kami melindungi mereka dari berbagai keadaan yang meresahkan di sebuah dataran tinggi, tempat yang tenang, rindang, dan banyak buah-buahan untuk dimakan, dan di sana juga tersedia mata air yang mengalir untuk diminum.",
        "51": "Usai menguraikan kisah para rasul, Allah lalu berbicara tentang para rasul secara umum. “Wahai para rasul! Makanlah dari makanan yang baik-baik, dan kerjakanlah kebajikan sesuai dengan syariat, baik amalan wajib maupun sunah. Sungguh, Aku Maha Mengetahui apa yang kamu kerjakan, karena tidak ada satu pun yang tersembunyi dari-Ku.”",
        "52": "Allah melanjutkan firman-Nya kepada para rasul, “Dan sungguh, agama tauhid yaitu Islam, inilah agama kamu, agama yang satu; dan Aku adalah Tuhanmu, maka bertakwalah kepada-Ku dengan melaksanakan perintah-Ku dan menjauhi larangan-Ku.”",
        "53": "Kemudian setelah sekian lama mereka, yakni pengikut para rasul, menjadikan agama mereka terpecah belah menjadi beberapa golongan yang berbeda dan saling bermusuhan. Setiap golongan dari mereka bangga dengan apa yang ada pada golongan mereka sendiri. Demikianlah manusia, suka menonjolkan egonya.",
        "54": "Maka atas perpecahan mereka dan pembangkangan mereka terhadap dakwah dan peringatan kamu, wahai para rasul, biarkanlah mereka dalam kesesatannya sampai waktu yang ditentukan, yaitu saat kemusnahan mereka atau jatuhnya siksa neraka atas mereka.",
        "55": "Di antara kaum yang durhaka itu ada yang diberi kehidupan mewah. Ini menjadikan mereka menduga bahwa Allah menyayangi mereka sehingga mereka tidak akan diazab. Allah menampik dugaan tersebut dengan pertanyaan bernada kecaman, “Apakah mereka mengira bahwa Kami memberikan harta dan anak-anak kepada mereka itu berarti Kami segera memberikan kebaikan-kebaikan kepada mereka? Tidak! Kami tidak melakukan hal itu dengan maksud demikian, tetapi kami biarkan mereka hanyut dalam kesenangan semu supaya mereka makin banyak berbuat dosa, sedang mereka tidak menyadarinya.”",
        "56": "Di antara kaum yang durhaka itu ada yang diberi kehidupan mewah. Ini menjadikan mereka menduga bahwa Allah menyayangi mereka sehingga mereka tidak akan diazab. Allah menampik dugaan tersebut dengan pertanyaan bernada kecaman, “Apakah mereka mengira bahwa Kami memberikan harta dan anak-anak kepada mereka itu berarti Kami segera memberikan kebaikan-kebaikan kepada mereka? Tidak! Kami tidak melakukan hal itu dengan maksud demikian, tetapi kami biarkan mereka hanyut dalam kesenangan semu supaya mereka makin banyak berbuat dosa, sedang mereka tidak menyadarinya.”",
        "57": "Setelah menjelaskan sifat-sifat orang yang lengah dan larut dalam durhaka, Allah lalu menguraikan sifat orang-orang yang menjaga hati untuk taat kepada Allah. Sungguh, orang-orang yang karena takut akan azab Tuhannya, mereka sangat berhati-hati agar tidak melanggar perintah-Nya, dan mereka yang beriman dengan tanda-tanda kekuasaan Tuhannya, baik yang tersurat dalam Al-Qur’an maupun yang terhampar di alam semesta, dan mereka yang tidak mempersekutukan Tuhannya dengan apa pun dan kapan pun, baik syirik kecil seperti ria maupun syirik besar, dan mereka yang memberikan apa yang mereka berikan seperti sedekah, zakat, dan lainnya, dengan hati penuh rasa takut jika pemberian itu tidak diterima oleh Allah karena mereka tahu bahwa sesungguhnya mereka akan kembali kepada Tuhannya untuk mempertanggungjawabkan perbuatan mereka; mereka itu, yaitu orang-orang dengan sifat-sifatnya demikian, bersegera dalam kebaikan-kebaikan dan bersemangat dalam menjalankan ibadah, dan merekalah orang-orang yang lebih dahulu memperolehnya, yaitu surga, sebagai ganjaran atas amal kebaikannya.",
        "58": "Setelah menjelaskan sifat-sifat orang yang lengah dan larut dalam durhaka, Allah lalu menguraikan sifat orang-orang yang menjaga hati untuk taat kepada Allah. Sungguh, orang-orang yang karena takut akan azab Tuhannya, mereka sangat berhati-hati agar tidak melanggar perintah-Nya, dan mereka yang beriman dengan tanda-tanda kekuasaan Tuhannya, baik yang tersurat dalam Al-Qur’an maupun yang terhampar di alam semesta, dan mereka yang tidak mempersekutukan Tuhannya dengan apa pun dan kapan pun, baik syirik kecil seperti ria maupun syirik besar, dan mereka yang memberikan apa yang mereka berikan seperti sedekah, zakat, dan lainnya, dengan hati penuh rasa takut jika pemberian itu tidak diterima oleh Allah karena mereka tahu bahwa sesungguhnya mereka akan kembali kepada Tuhannya untuk mempertanggungjawabkan perbuatan mereka; mereka itu, yaitu orang-orang dengan sifat-sifatnya demikian, bersegera dalam kebaikan-kebaikan dan bersemangat dalam menjalankan ibadah, dan merekalah orang-orang yang lebih dahulu memperolehnya, yaitu surga, sebagai ganjaran atas amal kebaikannya.",
        "59": "Setelah menjelaskan sifat-sifat orang yang lengah dan larut dalam durhaka, Allah lalu menguraikan sifat orang-orang yang menjaga hati untuk taat kepada Allah. Sungguh, orang-orang yang karena takut akan azab Tuhannya, mereka sangat berhati-hati agar tidak melanggar perintah-Nya, dan mereka yang beriman dengan tanda-tanda kekuasaan Tuhannya, baik yang tersurat dalam Al-Qur’an maupun yang terhampar di alam semesta, dan mereka yang tidak mempersekutukan Tuhannya dengan apa pun dan kapan pun, baik syirik kecil seperti ria maupun syirik besar, dan mereka yang memberikan apa yang mereka berikan seperti sedekah, zakat, dan lainnya, dengan hati penuh rasa takut jika pemberian itu tidak diterima oleh Allah karena mereka tahu bahwa sesungguhnya mereka akan kembali kepada Tuhannya untuk mempertanggungjawabkan perbuatan mereka; mereka itu, yaitu orang-orang dengan sifat-sifatnya demikian, bersegera dalam kebaikan-kebaikan dan bersemangat dalam menjalankan ibadah, dan merekalah orang-orang yang lebih dahulu memperolehnya, yaitu surga, sebagai ganjaran atas amal kebaikannya.",
        "60": "Setelah menjelaskan sifat-sifat orang yang lengah dan larut dalam durhaka, Allah lalu menguraikan sifat orang-orang yang menjaga hati untuk taat kepada Allah. Sungguh, orang-orang yang karena takut akan azab Tuhannya, mereka sangat berhati-hati agar tidak melanggar perintah-Nya, dan mereka yang beriman dengan tanda-tanda kekuasaan Tuhannya, baik yang tersurat dalam Al-Qur’an maupun yang terhampar di alam semesta, dan mereka yang tidak mempersekutukan Tuhannya dengan apa pun dan kapan pun, baik syirik kecil seperti ria maupun syirik besar, dan mereka yang memberikan apa yang mereka berikan seperti sedekah, zakat, dan lainnya, dengan hati penuh rasa takut jika pemberian itu tidak diterima oleh Allah karena mereka tahu bahwa sesungguhnya mereka akan kembali kepada Tuhannya untuk mempertanggungjawabkan perbuatan mereka; mereka itu, yaitu orang-orang dengan sifat-sifatnya demikian, bersegera dalam kebaikan-kebaikan dan bersemangat dalam menjalankan ibadah, dan merekalah orang-orang yang lebih dahulu memperolehnya, yaitu surga, sebagai ganjaran atas amal kebaikannya.",
        "61": "Setelah menjelaskan sifat-sifat orang yang lengah dan larut dalam durhaka, Allah lalu menguraikan sifat orang-orang yang menjaga hati untuk taat kepada Allah. Sungguh, orang-orang yang karena takut akan azab Tuhannya, mereka sangat berhati-hati agar tidak melanggar perintah-Nya, dan mereka yang beriman dengan tanda-tanda kekuasaan Tuhannya, baik yang tersurat dalam Al-Qur’an maupun yang terhampar di alam semesta, dan mereka yang tidak mempersekutukan Tuhannya dengan apa pun dan kapan pun, baik syirik kecil seperti ria maupun syirik besar, dan mereka yang memberikan apa yang mereka berikan seperti sedekah, zakat, dan lainnya, dengan hati penuh rasa takut jika pemberian itu tidak diterima oleh Allah karena mereka tahu bahwa sesungguhnya mereka akan kembali kepada Tuhannya untuk mempertanggungjawabkan perbuatan mereka; mereka itu, yaitu orang-orang dengan sifat-sifatnya demikian, bersegera dalam kebaikan-kebaikan dan bersemangat dalam menjalankan ibadah, dan merekalah orang-orang yang lebih dahulu memperolehnya, yaitu surga, sebagai ganjaran atas amal kebaikannya.",
        "62": "Para pendurhaka yang disebut pada ayat sebelumnya boleh jadi menganggap bahwa ajaran agama sangat memberatkan. Untuk  Menyanggah anggapan ini Allah berfirman, “Dan Kami tidak membebani seseorang dengan amalan-amalan ibadah melainkan menurut kesanggupannya, maka tidak sewajarnya bila seseorang merasa tidak mampu; dan pada Kami ada suatu catatan yang menuturkan dengan sebenarnya apa saja yang dilakukan oleh manusia, dan mereka tidak dizalimi atau dirugikan dengan bertambahnya dosa atau berkurangnya pahala. Allah tidak akan pernah berbuat zalim kepada manusia, tetapi manusialah yang menzalimi diri sendiri (Lihat juga: Surah Yunus/10: 44).",
        "63": "Tetapi meski ajaran Allah demikian jelas dan mudah, orang-orang kafir itu tetap durhaka sehingga hati mereka itu dalam kesesatan terkait hakikat yang Kami sampaikan ini, dan mereka mempunyai kebiasaan melakukan perbuatan-perbuatan lain yang buruk yang terus mereka kerjakan. Mereka melampaui batas dalam melakukannya sehingga mereka pantas menerima siksa.",
        "64": "Mereka terus-menerus larut dalam kedurhakaan, sehingga apabila Kami timpakan siksaan kepada orang-orang yang hidup bermewah-mewah di antara mereka dan para pengikut mereka, seketika itu mereka berteriak-teriak meminta tolong dengan penuh kehinaan.",
        "65": "Menolak permintaan tolong mereka, Allah berfirman, “Janganlah kamu berteriak-teriak meminta tolong pada hari ini! Sungguh, kamu tidak akan mendapat pertolongan dari Kami dan tidak pula dapat menghindari siksa Kami. Sesungguhnya ayat-ayat-Ku, yaitu Al-Qur’an, selalu dibacakan kepada kamu, wahai para pendurhaka, supaya kamu merenungi dan mengimaninya, tetapi kamu selalu berpaling ke belakang dan enggan mendengarkannya; kamu berpaling dengan menyombongkan diri atas kaum mukmin dan mengucapkan perkataan-perkataan keji terhadapnya, yaitu Al-Qur’an, pada waktu kamu bercakap-cakap pada malam hari.",
        "66": "Menolak permintaan tolong mereka, Allah berfirman, “Janganlah kamu berteriak-teriak meminta tolong pada hari ini! Sungguh, kamu tidak akan mendapat pertolongan dari Kami dan tidak pula dapat menghindari siksa Kami. Sesungguhnya ayat-ayat-Ku, yaitu Al-Qur’an, selalu dibacakan kepada kamu, wahai para pendurhaka, supaya kamu merenungi dan mengimaninya, tetapi kamu selalu berpaling ke belakang dan enggan mendengarkannya; kamu berpaling dengan menyombongkan diri atas kaum mukmin dan mengucapkan perkataan-perkataan keji terhadapnya, yaitu Al-Qur’an, pada waktu kamu bercakap-cakap pada malam hari.",
        "67": "Menolak permintaan tolong mereka, Allah berfirman, “Janganlah kamu berteriak-teriak meminta tolong pada hari ini! Sungguh, kamu tidak akan mendapat pertolongan dari Kami dan tidak pula dapat menghindari siksa Kami. Sesungguhnya ayat-ayat-Ku, yaitu Al-Qur’an, selalu dibacakan kepada kamu, wahai para pendurhaka, supaya kamu merenungi dan mengimaninya, tetapi kamu selalu berpaling ke belakang dan enggan mendengarkannya; kamu berpaling dengan menyombongkan diri atas kaum mukmin dan mengucapkan perkataan-perkataan keji terhadapnya, yaitu Al-Qur’an, pada waktu kamu bercakap-cakap pada malam hari.",
        "68": "Maka keberpalingan dan perlakukan para pendurhaka itu kepada ayat-ayat Kami sungguh keterlaluan. Tidakkah mereka menggunakan akalnya sehingga dapat menghayati firman Kami, ataukah mereka mendustakan rasul dengan alasan telah datang kepada mereka apa yang tidak pernah datang kepada nenek moyang mereka terdahulu, yaitu risalah kenabian yang tidak dikenal oleh leluhur mereka? Jelas bukan itu alasannya! Risalah Nabi Muhamamd sama dengan risalah nabi-nabi terdahulu (Lihat juga: Surah al-Anbiya / 21: 25). Ataukah mereka ingkar dengan dalih bahwa mereka tidak mengenal Rasul mereka, yaitu Nabi Muhammad, karena itu mereka mengingkarinya? Ini pun bukanlah alasan yang dapat diterima karena mereka mengenal dengan baik Nabi Muhammad, bahkan mereka mengakui integritasnya dengan menggelarinya “al-Amin”. Atau apakah mereka menolak dakwah Nabi Muhamamd dengan berkata, “Orang itu gila”? Sungguh, tuduhan itu tidak masuk akal karena mereka tahu pasti Nabi Muhammad adalah orang yang paling lurus akalnya. Sebenarnya, pangkal penolakan adalah karena dia telah datang membawa kebenaran, yaitu Al-Qur’an, kepada mereka, tetapi kebanyakan mereka membenci kebenaran karena bertentangan dengan hawa nafsu dan syahwat mereka.",
        "69": "Maka keberpalingan dan perlakukan para pendurhaka itu kepada ayat-ayat Kami sungguh keterlaluan. Tidakkah mereka menggunakan akalnya sehingga dapat menghayati firman Kami, ataukah mereka mendustakan rasul dengan alasan telah datang kepada mereka apa yang tidak pernah datang kepada nenek moyang mereka terdahulu, yaitu risalah kenabian yang tidak dikenal oleh leluhur mereka? Jelas bukan itu alasannya! Risalah Nabi Muhamamd sama dengan risalah nabi-nabi terdahulu (Lihat juga: Surah al-Anbiya / 21: 25). Ataukah mereka ingkar dengan dalih bahwa mereka tidak mengenal Rasul mereka, yaitu Nabi Muhammad, karena itu mereka mengingkarinya? Ini pun bukanlah alasan yang dapat diterima karena mereka mengenal dengan baik Nabi Muhammad, bahkan mereka mengakui integritasnya dengan menggelarinya “al-Amin”. Atau apakah mereka menolak dakwah Nabi Muhamamd dengan berkata, “Orang itu gila”? Sungguh, tuduhan itu tidak masuk akal karena mereka tahu pasti Nabi Muhammad adalah orang yang paling lurus akalnya. Sebenarnya, pangkal penolakan adalah karena dia telah datang membawa kebenaran, yaitu Al-Qur’an, kepada mereka, tetapi kebanyakan mereka membenci kebenaran karena bertentangan dengan hawa nafsu dan syahwat mereka.",
        "70": "Maka keberpalingan dan perlakukan para pendurhaka itu kepada ayat-ayat Kami sungguh keterlaluan. Tidakkah mereka menggunakan akalnya sehingga dapat menghayati firman Kami, ataukah mereka mendustakan rasul dengan alasan telah datang kepada mereka apa yang tidak pernah datang kepada nenek moyang mereka terdahulu, yaitu risalah kenabian yang tidak dikenal oleh leluhur mereka? Jelas bukan itu alasannya! Risalah Nabi Muhamamd sama dengan risalah nabi-nabi terdahulu (Lihat juga: Surah al-Anbiya / 21: 25). Ataukah mereka ingkar dengan dalih bahwa mereka tidak mengenal Rasul mereka, yaitu Nabi Muhammad, karena itu mereka mengingkarinya? Ini pun bukanlah alasan yang dapat diterima karena mereka mengenal dengan baik Nabi Muhammad, bahkan mereka mengakui integritasnya dengan menggelarinya “al-Amin”. Atau apakah mereka menolak dakwah Nabi Muhamamd dengan berkata, “Orang itu gila”? Sungguh, tuduhan itu tidak masuk akal karena mereka tahu pasti Nabi Muhammad adalah orang yang paling lurus akalnya. Sebenarnya, pangkal penolakan adalah karena dia telah datang membawa kebenaran, yaitu Al-Qur’an, kepada mereka, tetapi kebanyakan mereka membenci kebenaran karena bertentangan dengan hawa nafsu dan syahwat mereka.",
        "71": "Ayat sebelumnya mengisyaratkan bahwa kaum kafir ingin hawa nafsu mereka dituruti. Dengan tegas Allah menolak keinginan itu, “Dan seandainya kebenaran itu menuruti keinginan mereka yang penuh kebatilan dan mengabaikan kebenaran, pasti binasalah langit dan bumi dan semua yang ada di dalamnya. Rusaklah keteraturan sistemnya karena kejahatan akan merajalela, penindasan orang yang kuat kepada yang lemah, dan sebagainya. Bahkan, sebenarnya Kami telah memberikan Al-Qur’an yang berisi peringatan, kebanggaan, dan kemuliaan kepada mereka, tetapi mereka berpaling dari peringatan itu.",
        "72": "Allah telah menyebutkan empat alasan penolakan orang kafir terhadap dakwah Nabi beserta sanggahan atas keempatnya. Pada ayat ini Allah lalu menyebut alasan kelima. Atau-kah mereka menolak dakwahmu, wahai Nabi Muhammad, karena engkau meminta imbalan kepada mereka atas dakwahmu, sedangkan engkau yakin bahwa imbalan dari Tuhanmu lebih baik, karena Dia pemberi rezeki yang terbaik? Tidak! Engkau tidak pernah berbuat demikian.",
        "73": "Dan sesungguhnya engkau pasti telah menyeru mereka kepada jalan yang lurus. Orang-orang kafir itu menolak seruan Nabi karena mereka tidak meyakini adanya hari Pembalasan. Dan sesungguhnya orang-orang yang tidak beriman kepada akhirat benar-benar telah menyimpang jauh dari jalan yang lurus menuju jalan kesesatan. Tidak ada jalan menuju kebahagiaan selain jalan Allah. Allah mengazab dan membinasakan mereka akibat bersikap keras kepala. Namun, seandainya mereka Kami kasihani, dan Kami lenyapkan malapetaka yang menimpa mereka, pasti mereka akan terus-menerus terombang-ambing dalam kesesatan mereka. Mereka akan tetap pada kekufuran dan kedurhakaan mereka seperti sediakala.",
        "74": "Dan sesungguhnya engkau pasti telah menyeru mereka kepada jalan yang lurus. Orang-orang kafir itu menolak seruan Nabi karena mereka tidak meyakini adanya hari Pembalasan. Dan sesungguhnya orang-orang yang tidak beriman kepada akhirat benar-benar telah menyimpang jauh dari jalan yang lurus menuju jalan kesesatan. Tidak ada jalan menuju kebahagiaan selain jalan Allah. Allah mengazab dan membinasakan mereka akibat bersikap keras kepala. Namun, seandainya mereka Kami kasihani, dan Kami lenyapkan malapetaka yang menimpa mereka, pasti mereka akan terus-menerus terombang-ambing dalam kesesatan mereka. Mereka akan tetap pada kekufuran dan kedurhakaan mereka seperti sediakala.",
        "75": "Dan sesungguhnya engkau pasti telah menyeru mereka kepada jalan yang lurus. Orang-orang kafir itu menolak seruan Nabi karena mereka tidak meyakini adanya hari Pembalasan. Dan sesungguhnya orang-orang yang tidak beriman kepada akhirat benar-benar telah menyimpang jauh dari jalan yang lurus menuju jalan kesesatan. Tidak ada jalan menuju kebahagiaan selain jalan Allah. Allah mengazab dan membinasakan mereka akibat bersikap keras kepala. Namun, seandainya mereka Kami kasihani, dan Kami lenyapkan malapetaka yang menimpa mereka, pasti mereka akan terus-menerus terombang-ambing dalam kesesatan mereka. Mereka akan tetap pada kekufuran dan kedurhakaan mereka seperti sediakala.",
        "76": "Dan sungguh Kami telah menimpakan siksaan semenjana kepada mereka, seperti penyakit, kelaparan, dan lainnya, tetapi mereka tetap tidak mau tunduk kepada Tuhannya yang telah berbuat baik kepada mereka; dan tidak juga mereka mau merendahkan diri untuk bertobat dari kedurhakaan mereka. Sehingga apabila Kami bukakan untuk mereka pintu azab yang sangat keras, saat itulah mereka bingung, takut, dan seketika itu juga mereka menjadi putus asa karena tidak menemukan jalan untuk melarikan diri.",
        "77": "Dan sungguh Kami telah menimpakan siksaan semenjana kepada mereka, seperti penyakit, kelaparan, dan lainnya, tetapi mereka tetap tidak mau tunduk kepada Tuhannya yang telah berbuat baik kepada mereka; dan tidak juga mereka mau merendahkan diri untuk bertobat dari kedurhakaan mereka. Sehingga apabila Kami bukakan untuk mereka pintu azab yang sangat keras, saat itulah mereka bingung, takut, dan seketika itu juga mereka menjadi putus asa karena tidak menemukan jalan untuk melarikan diri.",
        "78": "Melanjutkan penyebutan anugerah-anugerah pada ayat-ayat sebelumnya, Allah menyatakan sebagai berikut, Wahai manusia, bagaimana kamu mengingkari dan mendurhakai Allah, sedang Dia-lah yang telah menciptakan bagimu pendengaran agar kamu mendengar kebenaran, penglihatan agar kamu mengamati tanda-tanda kebesaran Allah, dan hati nurani agar kamu dapat berpikir lalu beriman dan bersyukur kepada Allah, tetapi sedikit sekali kamu bersyukur. Dan Dia-lah juga yang menciptakan dan mengembangbiakkan kamu di bumi ini dan hanya kepada-Nyalah kamu akan dikumpulkan di akhirat nanti untuk menerima balasan.",
        "79": "Melanjutkan penyebutan anugerah-anugerah pada ayat-ayat sebelumnya, Allah menyatakan sebagai berikut, Wahai manusia, bagaimana kamu mengingkari dan mendurhakai Allah, sedang Dia-lah yang telah menciptakan bagimu pendengaran agar kamu mendengar kebenaran, penglihatan agar kamu mengamati tanda-tanda kebesaran Allah, dan hati nurani agar kamu dapat berpikir lalu beriman dan bersyukur kepada Allah, tetapi sedikit sekali kamu bersyukur. Dan Dia-lah juga yang menciptakan dan mengembangbiakkan kamu di bumi ini dan hanya kepada-Nyalah kamu akan dikumpulkan di akhirat nanti untuk menerima balasan.",
        "80": "Tidak hanya kuasa untuk menciptakan dan mengembangbiakkan makhluk hidup, Allah kuasa pula untuk menghidupkan dan mematikan mereka. Dan Dialah yang menghidupkan dan mematikan makhluk hidup, termasuk manusia, dan Dialah juga yang mengatur pergantian malam dan siang serta perbedaan keduanya. Tidakkah kamu mengerti dan memahami ciptaan Allah serta memikirkan kekuasaan-Nya?",
        "81": "Orang-orang kafir enggan memikirkan fenomena alam sebagai bukti kekuasaan Allah, bahkan mereka mengikuti jejak para pendurhaka terdahulu. Mereka mengingkari hari Kebangkitan dan mengucapkan perkataan yang serupa dengan apa yang diucapkan oleh orang-orang terdahulu seperti kaum Nabi Nuh, kaum 'Ad, dan kaum-kaum sesudahnya. Mereka berkata untuk menolak adanya hari Kebangkitan, “Apakah betul, apabila kami telah mati dan telah menjadi tanah dan tulang belulang, kami benar-benar akan dibangkitkan kembali? Tidak! Itu tidak mungkin. Sungguh, yang demikian ini, yaitu ancaman dan siksa pada hari Kebangkitan, sudah dijanjikan kepada kami dan kepada nenek moyang kami dahulu oleh orang-orang yang mengaku rasul. Ini hanyalah mitos dan dongeng orang-orang terdahulu belaka!”",
        "82": "Orang-orang kafir enggan memikirkan fenomena alam sebagai bukti kekuasaan Allah, bahkan mereka mengikuti jejak para pendurhaka terdahulu. Mereka mengingkari hari Kebangkitan dan mengucapkan perkataan yang serupa dengan apa yang diucapkan oleh orang-orang terdahulu seperti kaum Nabi Nuh, kaum 'Ad, dan kaum-kaum sesudahnya. Mereka berkata untuk menolak adanya hari Kebangkitan, “Apakah betul, apabila kami telah mati dan telah menjadi tanah dan tulang belulang, kami benar-benar akan dibangkitkan kembali? Tidak! Itu tidak mungkin. Sungguh, yang demikian ini, yaitu ancaman dan siksa pada hari Kebangkitan, sudah dijanjikan kepada kami dan kepada nenek moyang kami dahulu oleh orang-orang yang mengaku rasul. Ini hanyalah mitos dan dongeng orang-orang terdahulu belaka!”",
        "83": "Orang-orang kafir enggan memikirkan fenomena alam sebagai bukti kekuasaan Allah, bahkan mereka mengikuti jejak para pendurhaka terdahulu. Mereka mengingkari hari Kebangkitan dan mengucapkan perkataan yang serupa dengan apa yang diucapkan oleh orang-orang terdahulu seperti kaum Nabi Nuh, kaum 'Ad, dan kaum-kaum sesudahnya. Mereka berkata untuk menolak adanya hari Kebangkitan, “Apakah betul, apabila kami telah mati dan telah menjadi tanah dan tulang belulang, kami benar-benar akan dibangkitkan kembali? Tidak! Itu tidak mungkin. Sungguh, yang demikian ini, yaitu ancaman dan siksa pada hari Kebangkitan, sudah dijanjikan kepada kami dan kepada nenek moyang kami dahulu oleh orang-orang yang mengaku rasul. Ini hanyalah mitos dan dongeng orang-orang terdahulu belaka!”",
        "84": "Wahai Nabi Muhammad! Katakanlah kepada orang-orang yang keras kepala dan mengingkari hari Kiamat, “Milik siapakah bumi dan semua yang ada di dalamnya, jika kamu mengetahui?” Pasti mereka akan menjawab dengan spontan, “Milik Allah.” Katakanlah, “Jika demikian, maka apakah kamu tidak ingat dan sadar bahwa Tuhan yang memiliki sifat dan kekuasaan demikian pasti mudah bagi-Nya untuk membangkitkan manusia setelah mati?”",
        "85": "Wahai Nabi Muhammad! Katakanlah kepada orang-orang yang keras kepala dan mengingkari hari Kiamat, “Milik siapakah bumi dan semua yang ada di dalamnya, jika kamu mengetahui?” Pasti mereka akan menjawab dengan spontan, “Milik Allah.” Katakanlah, “Jika demikian, maka apakah kamu tidak ingat dan sadar bahwa Tuhan yang memiliki sifat dan kekuasaan demikian pasti mudah bagi-Nya untuk membangkitkan manusia setelah mati?”",
        "86": "Katakanlah, “Siapakah Tuhan yang memiliki langit yang tujuh dan yang memiliki 'Arsy yang agung?” Mereka pasti juga akan menjawab, “Milik Allah.” Katakanlah, “Jika kamu mengakui hal itu, maka mengapa kamu tidak bertakwa dan berusaha menghindari siksa-Nya dengan menaati ajaran-Nya?”",
        "87": "Katakanlah, “Siapakah Tuhan yang memiliki langit yang tujuh dan yang memiliki 'Arsy yang agung?” Mereka pasti juga akan menjawab, “Milik Allah.” Katakanlah, “Jika kamu mengakui hal itu, maka mengapa kamu tidak bertakwa dan berusaha menghindari siksa-Nya dengan menaati ajaran-Nya?”",
        "88": "Wahai Nabi Muhammad! Pengingkaran orang-orang kafir itu sama sekali tidak berdasar, maka katakanlah kepada mereka, “Siapakah yang di tangan-Nya berada kekuasaan segala sesuatu. Dia melindungi, memelihara, dan memenangkan siapa yang dikehendaki-Nya, dan tidak ada yang dapat dilindungi dari azab-Nya apabila Allah sudah menetapkan siksa baginya? Jawablah pertanyaan itu jika kamu mengetahui?” Mereka pasti akan menjawab, “Milik Allah.” Maka, jelas sudah apa yang sebenarnya ada di benak mereka. Katakanlah lagi, “Bila demikian maka bagaimana kamu sampai tertipu oleh hawa nafsu dan bujukan setan untuk mendurhakai-Nya dan meyakini hari Kebangkitan tidak akan terjadi?”",
        "89": "Wahai Nabi Muhammad! Pengingkaran orang-orang kafir itu sama sekali tidak berdasar, maka katakanlah kepada mereka, “Siapakah yang di tangan-Nya berada kekuasaan segala sesuatu. Dia melindungi, memelihara, dan memenangkan siapa yang dikehendaki-Nya, dan tidak ada yang dapat dilindungi dari azab-Nya apabila Allah sudah menetapkan siksa baginya? Jawablah pertanyaan itu jika kamu mengetahui?” Mereka pasti akan menjawab, “Milik Allah.” Maka, jelas sudah apa yang sebenarnya ada di benak mereka. Katakanlah lagi, “Bila demikian maka bagaimana kamu sampai tertipu oleh hawa nafsu dan bujukan setan untuk mendurhakai-Nya dan meyakini hari Kebangkitan tidak akan terjadi?”",
        "90": "Padahal, Kami melalui para rasul yang Kami utus telah membawa kebenaran yang mutlak, sempurna, dan tidak mengandung keraguan apalagi kebatilan, kepada mereka, yaitu orang-orang kafir itu, tetapi mereka benar-benar pendusta.",
        "91": "Salah satu kedustaan kaum kafir terhadap Allah adalah menuduh Allah memiliki sekutu dan anak; suatu tuduhan yang Allah bantah melalui ayat ini. Allah tidak mempunyai anak, dan tidak ada tuhan pencipta dan penguasa alam raya yang lain bersama-Nya. Sekiranya tuhan lebih dari satu, maka masing-masing tuhan itu pasti akan membawa apa, yakni makhluk, yang diciptakannya untuk diaturnya sendiri, dan sebagian dari tuhan-tuhan yang kuat akan mengalahkan sebagian tuhan yang lain yang lebih lemah. Dia berbuat demikian untuk memperluas kekuasaan-Nya, seperti halnya yang terjadi pada para penguasa di dunia. Mahasuci Allah dari apa yang mereka sifatkan itu. Sifat-sifat yang kaum kafir lekatkan kepada Allah bertentangan dengan kebenaran.",
        "92": "Dialah Tuhan yang mengetahui semua yang gaib dari pandangan manusia dan semua yang tampak. Mahatinggi Allah dari apa yang mereka persekutukan seperti kepercayaan kaum musyrik tersebut.",
        "93": "Kezaliman kaum musyrik dengan menolak kebenaran itu meng-undang datangnya siksa Allah. Allah lalu mengajari Nabi doa berikut. Katakanlah, wahai Nabi Muhammad, “Ya Tuhanku, seandainya Engkau hendak memperlihatkan kepadaku sebelum kematianku azab yang diancamkan kepada mereka, Ya Tuhanku, maka janganlah Engkau jadikan aku termasuk dalam golongan orang-orang zalim, dan jauhkanlah aku dari mereka.”",
        "94": "Kezaliman kaum musyrik dengan menolak kebenaran itu meng-undang datangnya siksa Allah. Allah lalu mengajari Nabi doa berikut. Katakanlah, wahai Nabi Muhammad, “Ya Tuhanku, seandainya Engkau hendak memperlihatkan kepadaku sebelum kematianku azab yang diancamkan kepada mereka, Ya Tuhanku, maka janganlah Engkau jadikan aku termasuk dalam golongan orang-orang zalim, dan jauhkanlah aku dari mereka.”",
        "95": "Allah mengajari Nabi doa tersebut bukan karena Allah tidak kuasa menjatuhkan siksa saat Nabi masih hidup, namun Dia hanya menundanya sebagaimana ditegaskan dalam ayat ini. Dan sungguh, Kami benar-benar kuasa untuk memperlihatkan kepadamu, wahai Nabi Muhammad, apa yang Kami ancamkan kepada mereka. Karena itu, janganlah engkau berduka atas pendustaan mereka kepadamu.",
        "96": "Allah dalam ayat ini mengajari Nabi cara menghadapi pendustaan kaum musyrik. Tolaklah perbuatan buruk mereka dengan cara yang lebih baik, antara lain dengan tetap berbuat baik kepada mereka semampumu, memaafkan kesalahan mereka yang berkaitan dengan hak pribadimu, atau tidak menanggapi ejekan dan cemoohan mereka. Kami lebih mengetahui apa yang mereka sifatkan kepada Allah.",
        "97": "Dan katakanlah, wahai Nabi Muhammad, “Ya Tuhanku, aku berlindung kepada Engkau dari bisikan-bisikan setan, dan aku berlindung pula kepada Engkau ya Tuhanku, agar mereka tidak mendekati aku dalam segala aktivitasku.”",
        "98": "Dan katakanlah, wahai Nabi Muhammad, “Ya Tuhanku, aku berlindung kepada Engkau dari bisikan-bisikan setan, dan aku berlindung pula kepada Engkau ya Tuhanku, agar mereka tidak mendekati aku dalam segala aktivitasku.”",
        "99": "Orang-orang kafir itu akan terus membangkang, hingga apabila datang kematian kepada seseorang dari mereka untuk mengakhiri kehi-dupannya di dunia dan menghentikan kenikmatan yang dirasakannya, hingga pada akhirnya ia melihat siksa yang akan diterimanya, dia berkata, “Ya Tuhanku, kembalikanlah aku ke dunia agar aku dapat berbuat kebajikan yang telah aku tinggalkan.” Sekali-kali tidak! Allah tidak akan memenuhi permohonan mereka karena Allah tahu bahwa mereka tidak akan menepati janji.  Sesungguhnya itu adalah dalih yang diucapkannya saja. Dan di hadapan serta di belakang mereka ada barzakh, yaitu dinding pemisah antara kehidupan dunia dan akhirat, yang menghalangi mereka kembali ke dunia sampai pada hari mereka dibangkitkan.",
        "100": "Orang-orang kafir itu akan terus membangkang, hingga apabila datang kematian kepada seseorang dari mereka untuk mengakhiri kehi-dupannya di dunia dan menghentikan kenikmatan yang dirasakannya, hingga pada akhirnya ia melihat siksa yang akan diterimanya, dia berkata, “Ya Tuhanku, kembalikanlah aku ke dunia agar aku dapat berbuat kebajikan yang telah aku tinggalkan.” Sekali-kali tidak! Allah tidak akan memenuhi permohonan mereka karena Allah tahu bahwa mereka tidak akan menepati janji.  Sesungguhnya itu adalah dalih yang diucapkannya saja. Dan di hadapan serta di belakang mereka ada barzakh, yaitu dinding pemisah antara kehidupan dunia dan akhirat, yang menghalangi mereka kembali ke dunia sampai pada hari mereka dibangkitkan",
        "101": "Usai menjelaskan alam barzakh hingga hari Kebangkitan, Allah lalu memberi uraian tentang peristiwa hari Kebangkitan itu. Apabila sangkakala ditiup dengan tiupan pertama maka semua yang bernyawa segera mati, dan dalam tiupan kedua semua dibangkitkan, maka setiap orang akan menghadap Tuhan secara sendiri-sendiri (Lihat juga: Surah Maryam/19: 95); tidak ada lagi pertalian keluarga di antara mereka pada hari itu, dan tidak pula mereka saling bertanya. Mereka sibuk dengan urusan masing-masing dan diliputi ketakutan yang begitu mencekam.",
        "102": "Di hadapan Allah setiap individu akan diperiksa dan ditimbang amalnya, maka barangsiapa berat timbangan kebaikan-nya, mereka itulah orang-orang yang beruntung. Dan sebaliknya, barang siapa ringan timbangankebaikan-nya, maka mereka itulah orang-orang yang merugikan dirinya sendiri karena gagal meraih keberuntungan dan membuat mereka kekal di dalam neraka Jahanam. Wajah mereka, demikian juga anggota tubuh yang lain, dibakar api neraka, dan mereka di neraka dalam keadaan muram dengan bibir yang cacat sehingga kondisi mereka amat miris.",
        "103": "Di hadapan Allah setiap individu akan diperiksa dan ditimbang amalnya, maka barangsiapa berat timbangan kebaikan-nya, mereka itulah orang-orang yang beruntung. Dan sebaliknya, barang siapa ringan timbangankebaikan-nya, maka mereka itulah orang-orang yang merugikan dirinya sendiri karena gagal meraih keberuntungan dan membuat mereka kekal di dalam neraka Jahanam. Wajah mereka, demikian juga anggota tubuh yang lain, dibakar api neraka, dan mereka di neraka dalam keadaan muram dengan bibir yang cacat sehingga kondisi mereka amat miris.",
        "104": "Di hadapan Allah setiap individu akan diperiksa dan ditimbang amalnya, maka barangsiapa berat timbangan kebaikan-nya, mereka itulah orang-orang yang beruntung. Dan sebaliknya, barang siapa ringan timbangankebaikan-nya, maka mereka itulah orang-orang yang merugikan dirinya sendiri karena gagal meraih keberuntungan dan membuat mereka kekal di dalam neraka Jahanam. Wajah mereka, demikian juga anggota tubuh yang lain, dibakar api neraka, dan mereka di neraka dalam keadaan muram dengan bibir yang cacat sehingga kondisi mereka amat miris.",
        "105": "Seiring dengan siksa lahiriah itu, mereka juga mendapat kecaman dari Allah yang membuat batin mereka merana. Kepada mereka dikatakan, “Bukankah ayat-ayat-Ku telah dibacakan kepadamu, tetapi kamu selalu mendustakannya?”",
        "106": "Menjawab pertanyaan itu, mereka berkata dengan penuh penyesalan, “Ya Tuhan kami, kami telah dikuasai oleh kejahatan kami. Hawa nafsu telah menjerumuskan kami ke dalam kedurhakaan sehingga membuat kami menderita, dan kami di dunia dulu adalah orang-orang yang sesat.” Dengan pengakuan dan penyesalan itu mereka berharap ampunan dan keringanan siksa. Mereka pun memohon, “Ya Tuhan kami, keluarkanlah kami darinya, yaitu dari siksa neraka dan kesengsaraan ini, kembalikanlah kami ke dunia. Jika Engkau memperkenankan permohonan kami ini lalu setelah itu kami masih juga kembali kepada kekafiran dan kedurhakaan, maka sungguh kami adalah orang-orang yang zalim.”",
        "107": "Menjawab pertanyaan itu, mereka berkata dengan penuh penyesalan, “Ya Tuhan kami, kami telah dikuasai oleh kejahatan kami. Hawa nafsu telah menjerumuskan kami ke dalam kedurhakaan sehingga membuat kami menderita, dan kami di dunia dulu adalah orang-orang yang sesat.” Dengan pengakuan dan penyesalan itu mereka berharap ampunan dan keringanan siksa. Mereka pun memohon, “Ya Tuhan kami, keluarkanlah kami darinya, yaitu dari siksa neraka dan kesengsaraan ini, kembalikanlah kami ke dunia. Jika Engkau memperkenankan permohonan kami ini lalu setelah itu kami masih juga kembali kepada kekafiran dan kedurhakaan, maka sungguh kami adalah orang-orang yang zalim.”",
        "108": "Mendengar permohonan para pendurhaka, Dia berfirman, “Tinggallah dengan hina di dalamnya, yakni neraka, dan janganlah kamu berbicara dengan Aku karena tidak ada lagi kesempatan untuk tawar-menawar. Kalian, wahai para pendurhaka, tidak pula akan memperoleh kehormatan untuk berdialog dengan-Ku.” Mengingatkan kembali salah satu kedurhakaan mereka, Allah berfirman, “Sesungguhnya ada segolongan dari hamba-hamba-Ku berdoa, 'Ya Tuhan kami, kami telah ber-iman, maka ampunilah kami dan berilah kami rahmat, Engkau adalah pemberi rahmat yang terbaik.’",
        "109": "Mendengar permohonan para pendurhaka, Dia berfirman, “Tinggallah dengan hina di dalamnya, yakni neraka, dan janganlah kamu berbicara dengan Aku karena tidak ada lagi kesempatan untuk tawar-menawar. Kalian, wahai para pendurhaka, tidak pula akan memperoleh kehormatan untuk berdialog dengan-Ku.” Mengingatkan kembali salah satu kedurhakaan mereka, Allah berfirman, “Sesungguhnya ada segolongan dari hamba-hamba-Ku berdoa, 'Ya Tuhan kami, kami telah ber-iman, maka ampunilah kami dan berilah kami rahmat, Engkau adalah pemberi rahmat yang terbaik.’",
        "110": "Kamu, wahai para pendurhaka, mendengar orang-orang mukmin tulus berdoa demikian, lalu kamu jadikan mereka buah ejekan. Begitu sibuk kamu mengejek mereka sehingga kamu lupa mengingat Aku, dan kamu pun selalu menghina dan menertawakan mereka.”",
        "111": "Untuk membangkitkan penyesalan yang lebih dalam di hati para pendurhaka itu, Allah berfirman, “Sesungguhnya pada hari ini Aku memberi balasan yang sempurna dan menyenangkan kepada mereka, yakni kaum mukmin yang kamu ejek itu, karena kesabaran mereka dalam melaksanakan ajaran-Ku dan menghadapi gangguan kamu; sesungguhnya mereka itulah orang-orang yang memperoleh kemenangan sejati, yaitu derajat yang tinggi di surga.”",
        "112": "Melanjutkan pertanyaan bernada kecaman yang Allah tujukan kepada para pendurhaka, Allah berfirman, “Berapa tahunkah lamanya kamu tinggal di bumi?” Mereka menjawab, “Kami tinggal di bumi hanya sehari atau setengah hari, Kami tidak tahu persis.” Allah melanjutkan, “Maka tanyakanlah kepada mereka, yaitu para malaikat, yang menghitung dan mencatat umur manusia, atau tanyakan kepada manusia yang memahami perhitungan untuk membuktikan kebenaran Kami.” Dia berfirman, “Kamu tidak tinggal di bumi melainkan hanya sebentar saja, jika kamu benar-benar mengetahui.”",
        "113": "Melanjutkan pertanyaan bernada kecaman yang Allah tujukan kepada para pendurhaka, Allah berfirman, “Berapa tahunkah lamanya kamu tinggal di bumi?” Mereka menjawab, “Kami tinggal di bumi hanya sehari atau setengah hari, Kami tidak tahu persis.” Allah melanjutkan, “Maka tanyakanlah kepada mereka, yaitu para malaikat, yang menghitung dan mencatat umur manusia, atau tanyakan kepada manusia yang memahami perhitungan untuk membuktikan kebenaran Kami.” Dia berfirman, “Kamu tidak tinggal di bumi melainkan hanya sebentar saja, jika kamu benar-benar mengetahui.”",
        "114": "Melanjutkan pertanyaan bernada kecaman yang Allah tujukan kepada para pendurhaka, Allah berfirman, “Berapa tahunkah lamanya kamu tinggal di bumi?” Mereka menjawab, “Kami tinggal di bumi hanya sehari atau setengah hari, Kami tidak tahu persis.” Allah melanjutkan, “Maka tanyakanlah kepada mereka, yaitu para malaikat, yang menghitung dan mencatat umur manusia, atau tanyakan kepada manusia yang memahami perhitungan untuk membuktikan kebenaran Kami.” Dia berfirman, “Kamu tidak tinggal di bumi melainkan hanya sebentar saja, jika kamu benar-benar mengetahui.”",
        "115": "Mengingatkan para pendurhaka terkait kelengahan mereka, Allah berfirman, “Maka apakah kamu mengira bahwa Kami menciptakan kamu main-main, yakni tanpa tujuan yang jelas; dan apakah kamu juga mengira bahwa kamu tidak akan dikembalikan kepada Kami untuk mempertanggungjawabkan perbuatan kamu? Adalah keliru bila kamu mengira demikan.” Maka Mahatinggi Allah, Raja yang sebenarnya; tidak ada tuhan yang berhak disembah selain Dia, Tuhan yang memiliki 'Arsy yang mulia.",
        "116": "Mengingatkan para pendurhaka terkait kelengahan mereka, Allah berfirman, “Maka apakah kamu mengira bahwa Kami menciptakan kamu main-main, yakni tanpa tujuan yang jelas; dan apakah kamu juga mengira bahwa kamu tidak akan dikembalikan kepada Kami untuk mempertanggungjawabkan perbuatan kamu? Adalah keliru bila kamu mengira demikan.” Maka Mahatinggi Allah, Raja yang sebenarnya; tidak ada tuhan yang berhak disembah selain Dia, Tuhan yang memiliki 'Arsy yang mulia.",
        "117": "Dan barang siapa menyembah tuhan yang lain selain Allah, padahal tidak ada suatu bukti pun baginya tentang kebenaran penyembahan itu, maka perhitungannya, yaitu balasannya, hanya pada Tuhannya. Sesungguhnya orang-orang kafir itu tidak akan beruntung. Melalui ayat ini Allah secara tersirat mengingatkan bahwa orang yang menyembah-Nya dengan tulus ikhlas akan memperoleh keberuntungan.",
        "118": "Dan katakanlah, wahai Nabi Muhammad, “Ya Tuhanku, berilah ampunan kepadaku dan umatku, dan berilah rahmat kepada kami semua. Engkau adalah Maha Pengampun dan Engkaulah pemberi rahmat yang terbaik.”[]"
      }
    }
  }
}