{
  "number": 3,
  "name": "اٰل عمرٰن",
  "name_latin": "Āli 'Imrān",
  "name_id": "Ali 'Imran",
  "name_trans_id": "Keluarga Imran",
  "number_of_verse": 200,
  "category": "Madaniyah",
  "arabics": {
    "1": "الۤمّۤ",
    "2": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ الْحَيُّ الْقَيُّوْمُۗ",
    "3": "نَزَّلَ عَلَيْكَ الْكِتٰبَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَاَنْزَلَ التَّوْرٰىةَ وَالْاِنْجِيْلَۙ",
    "4": "مِنْ قَبْلُ هُدًى لِّلنَّاسِ وَاَنْزَلَ الْفُرْقَانَ ەۗ اِنَّ الَّذِيْنَ كَفَرُوْا بِاٰيٰتِ اللّٰهِ لَهُمْ عَذَابٌ شَدِيْدٌ ۗوَاللّٰهُ عَزِيْزٌ ذُو انْتِقَامٍۗ",
    "5": "اِنَّ اللّٰهَ لَا يَخْفٰى عَلَيْهِ شَيْءٌ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ",
    "6": "هُوَ الَّذِيْ يُصَوِّرُكُمْ فِى الْاَرْحَامِ كَيْفَ يَشَاۤءُ ۗ لَآ اِلٰهَ اِلَّا هُوَ الْعَزِيْزُ الْحَكِيْمُ",
    "7": "هُوَ الَّذِيْٓ اَنْزَلَ عَلَيْكَ الْكِتٰبَ مِنْهُ اٰيٰتٌ مُّحْكَمٰتٌ هُنَّ اُمُّ الْكِتٰبِ وَاُخَرُ مُتَشٰبِهٰتٌ ۗ فَاَمَّا الَّذِيْنَ فِيْ قُلُوْبِهِمْ زَيْغٌ فَيَتَّبِعُوْنَ مَا تَشَابَهَ مِنْهُ ابْتِغَاۤءَ الْفِتْنَةِ وَابْتِغَاۤءَ تَأْوِيْلِهٖۚ وَمَا يَعْلَمُ تَأْوِيْلَهٗٓ  اِلَّا اللّٰهُ  ۘوَالرّٰسِخُوْنَ فِى الْعِلْمِ يَقُوْلُوْنَ اٰمَنَّا بِهٖۙ  كُلٌّ مِّنْ عِنْدِ رَبِّنَا ۚ وَمَا يَذَّكَّرُ اِلَّآ اُولُوا الْاَلْبَابِ",
    "8": "رَبَّنَا لَا تُزِغْ قُلُوْبَنَا بَعْدَ اِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَّدُنْكَ رَحْمَةً ۚاِنَّكَ اَنْتَ الْوَهَّابُ",
    "9": "رَبَّنَآ اِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَّا رَيْبَ فِيْهِ ۗاِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ ࣖ",
    "10": "اِنَّ الَّذِيْنَ كَفَرُوْا لَنْ تُغْنِيَ عَنْهُمْ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ مِّنَ اللّٰهِ شَيْـًٔا ۗوَاُولٰۤىِٕكَ هُمْ وَقُوْدُ النَّارِۗ",
    "11": "كَدَأْبِ اٰلِ فِرْعَوْنَۙ وَالَّذِيْنَ مِنْ قَبْلِهِمْۗ  كَذَّبُوْا بِاٰيٰتِنَاۚ فَاَخَذَهُمُ اللّٰهُ بِذُنُوْبِهِمْ ۗ وَاللّٰهُ شَدِيْدُ الْعِقَابِ",
    "12": "قُلْ لِّلَّذِيْنَ كَفَرُوْا سَتُغْلَبُوْنَ وَتُحْشَرُوْنَ اِلٰى جَهَنَّمَ ۗ وَبِئْسَ الْمِهَادُ",
    "13": "قَدْ كَانَ لَكُمْ اٰيَةٌ فِيْ فِئَتَيْنِ الْتَقَتَا ۗفِئَةٌ تُقَاتِلُ فِيْ سَبِيْلِ اللّٰهِ وَاُخْرٰى كَافِرَةٌ يَّرَوْنَهُمْ مِّثْلَيْهِمْ رَأْيَ الْعَيْنِ ۗوَاللّٰهُ يُؤَيِّدُ بِنَصْرِهٖ مَنْ يَّشَاۤءُ ۗ اِنَّ فِيْ ذٰلِكَ لَعِبْرَةً لِّاُولِى الْاَبْصَارِ",
    "14": "زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوٰتِ مِنَ النِّسَاۤءِ وَالْبَنِيْنَ وَالْقَنَاطِيْرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْاَنْعَامِ وَالْحَرْثِ ۗ ذٰلِكَ مَتَاعُ الْحَيٰوةِ الدُّنْيَا ۗوَاللّٰهُ عِنْدَهٗ حُسْنُ الْمَاٰبِ",
    "15": "۞ قُلْ اَؤُنَبِّئُكُمْ بِخَيْرٍ مِّنْ ذٰلِكُمْ ۗ لِلَّذِيْنَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا وَاَزْوَاجٌ مُّطَهَّرَةٌ وَّرِضْوَانٌ مِّنَ اللّٰهِ ۗ وَاللّٰهُ بَصِيْرٌۢ بِالْعِبَادِۚ",
    "16": "اَلَّذِيْنَ يَقُوْلُوْنَ رَبَّنَآ اِنَّنَآ اٰمَنَّا فَاغْفِرْ لَنَا ذُنُوْبَنَا وَقِنَا عَذَابَ النَّارِۚ",
    "17": "اَلصّٰبِرِيْنَ وَالصّٰدِقِيْنَ وَالْقٰنِتِيْنَ وَالْمُنْفِقِيْنَ وَالْمُسْتَغْفِرِيْنَ بِالْاَسْحَارِ",
    "18": "شَهِدَ اللّٰهُ اَنَّهٗ لَآ اِلٰهَ اِلَّا هُوَۙ وَالْمَلٰۤىِٕكَةُ وَاُولُوا الْعِلْمِ قَاۤىِٕمًاۢ بِالْقِسْطِۗ  لَآ اِلٰهَ اِلَّا هُوَ الْعَزِيْزُ الْحَكِيْمُ",
    "19": "اِنَّ الدِّيْنَ عِنْدَ اللّٰهِ الْاِسْلَامُ ۗ وَمَا اخْتَلَفَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْعِلْمُ بَغْيًاۢ بَيْنَهُمْ ۗوَمَنْ يَّكْفُرْ بِاٰيٰتِ اللّٰهِ فَاِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ",
    "20": "فَاِنْ حَاۤجُّوْكَ فَقُلْ اَسْلَمْتُ وَجْهِيَ لِلّٰهِ وَمَنِ اتَّبَعَنِ ۗوَقُلْ لِّلَّذِيْنَ اُوْتُوا الْكِتٰبَ وَالْاُمِّيّٖنَ ءَاَسْلَمْتُمْ ۗ فَاِنْ اَسْلَمُوْا فَقَدِ اهْتَدَوْا ۚ وَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْكَ الْبَلٰغُ ۗ وَاللّٰهُ بَصِيْرٌۢ بِالْعِبَادِ ࣖ",
    "21": "اِنَّ الَّذِيْنَ يَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَيَقْتُلُوْنَ النَّبِيّٖنَ بِغَيْرِحَقٍّۖ وَّيَقْتُلُوْنَ الَّذِيْنَ يَأْمُرُوْنَ بِالْقِسْطِ مِنَ النَّاسِۙ فَبَشِّرْهُمْ بِعَذَابٍ اَلِيْمٍ",
    "22": "اُولٰۤىِٕكَ الَّذِيْنَ حَبِطَتْ اَعْمَالُهُمْ فِى الدُّنْيَا وَالْاٰخِرَةِ ۖ وَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ",
    "23": "اَلَمْ تَرَ اِلَى الَّذِيْنَ اُوْتُوْا نَصِيْبًا مِّنَ الْكِتٰبِ يُدْعَوْنَ اِلٰى كِتٰبِ اللّٰهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلّٰى فَرِيْقٌ مِّنْهُمْ وَهُمْ مُّعْرِضُوْنَ",
    "24": "ذٰلِكَ بِاَنَّهُمْ قَالُوْا لَنْ تَمَسَّنَا النَّارُ اِلَّآ اَيَّامًا مَّعْدُوْدٰتٍ ۖ وَّغَرَّهُمْ فِيْ دِيْنِهِمْ مَّا كَانُوْا يَفْتَرُوْنَ",
    "25": "فَكَيْفَ اِذَا جَمَعْنٰهُمْ لِيَوْمٍ لَّا رَيْبَ فِيْهِۗ وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ",
    "26": "قُلِ اللّٰهُمَّ مٰلِكَ الْمُلْكِ تُؤْتِى الْمُلْكَ مَنْ تَشَاۤءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاۤءُۖ وَتُعِزُّ مَنْ تَشَاۤءُ وَتُذِلُّ مَنْ تَشَاۤءُ ۗ بِيَدِكَ الْخَيْرُ ۗ اِنَّكَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
    "27": "تُوْلِجُ الَّيْلَ فِى النَّهَارِ وَتُوْلِجُ النَّهَارَ فِى الَّيْلِ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَتَرْزُقُ مَنْ تَشَاۤءُ بِغَيْرِ حِسَابٍ",
    "28": "لَا يَتَّخِذِ الْمُؤْمِنُوْنَ الْكٰفِرِيْنَ اَوْلِيَاۤءَ مِنْ دُوْنِ الْمُؤْمِنِيْنَۚ وَمَنْ يَّفْعَلْ ذٰلِكَ فَلَيْسَ مِنَ اللّٰهِ فِيْ شَيْءٍ اِلَّآ اَنْ تَتَّقُوْا مِنْهُمْ تُقٰىةً ۗ وَيُحَذِّرُكُمُ اللّٰهُ نَفْسَهٗ ۗ وَاِلَى اللّٰهِ الْمَصِيْرُ",
    "29": "قُلْ اِنْ تُخْفُوْا مَا فِيْ صُدُوْرِكُمْ اَوْ تُبْدُوْهُ يَعْلَمْهُ اللّٰهُ ۗوَيَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَاللّٰهُ  عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
    "30": "يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَرًا  ۛوَمَا عَمِلَتْ مِنْ سُوْۤءٍ ۛ تَوَدُّ لَوْ اَنَّ بَيْنَهَا وَبَيْنَهٗٓ اَمَدًاۢ بَعِيْدًا ۗوَيُحَذِّرُكُمُ اللّٰهُ نَفْسَهٗ ۗوَاللّٰهُ رَءُوْفٌۢ بِالْعِبَادِ ࣖ",
    "31": "قُلْ اِنْ كُنْتُمْ تُحِبُّوْنَ اللّٰهَ فَاتَّبِعُوْنِيْ يُحْبِبْكُمُ اللّٰهُ وَيَغْفِرْ لَكُمْ ذُنُوْبَكُمْ ۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ",
    "32": "قُلْ اَطِيْعُوا اللّٰهَ وَالرَّسُوْلَ ۚ فَاِنْ تَوَلَّوْا فَاِنَّ اللّٰهَ لَا يُحِبُّ الْكٰفِرِيْنَ",
    "33": "۞ اِنَّ اللّٰهَ اصْطَفٰىٓ اٰدَمَ وَنُوْحًا وَّاٰلَ اِبْرٰهِيْمَ وَاٰلَ عِمْرٰنَ عَلَى الْعٰلَمِيْنَۙ",
    "34": "ذُرِّيَّةً ۢ بَعْضُهَا مِنْۢ بَعْضٍۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌۚ",
    "35": "اِذْ قَالَتِ امْرَاَتُ عِمْرٰنَ رَبِّ اِنِّيْ نَذَرْتُ لَكَ مَا فِيْ بَطْنِيْ مُحَرَّرًا فَتَقَبَّلْ مِنِّيْ ۚ اِنَّكَ اَنْتَ السَّمِيْعُ الْعَلِيْمُ",
    "36": "فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ اِنِّيْ وَضَعْتُهَآ اُنْثٰىۗ وَاللّٰهُ اَعْلَمُ بِمَا وَضَعَتْۗ وَلَيْسَ الذَّكَرُ كَالْاُنْثٰى ۚ وَاِنِّيْ سَمَّيْتُهَا مَرْيَمَ وَاِنِّيْٓ اُعِيْذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطٰنِ الرَّجِيْمِ",
    "37": "فَتَقَبَّلَهَا رَبُّهَا بِقَبُوْلٍ حَسَنٍ وَّاَنْۢبَتَهَا نَبَاتًا حَسَنًاۖ وَّكَفَّلَهَا زَكَرِيَّا ۗ كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَۙ وَجَدَ عِنْدَهَا رِزْقًا ۚ قَالَ يٰمَرْيَمُ اَنّٰى لَكِ هٰذَا ۗ قَالَتْ هُوَ مِنْ عِنْدِ اللّٰهِ ۗ اِنَّ اللّٰهَ يَرْزُقُ مَنْ يَّشَاۤءُ بِغَيْرِ حِسَابٍ",
    "38": "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهٗ ۚ قَالَ رَبِّ هَبْ لِيْ مِنْ لَّدُنْكَ ذُرِّيَّةً طَيِّبَةً ۚ اِنَّكَ سَمِيْعُ الدُّعَاۤءِ",
    "39": "فَنَادَتْهُ الْمَلٰۤىِٕكَةُ وَهُوَ قَاۤىِٕمٌ يُّصَلِّيْ فِى الْمِحْرَابِۙ اَنَّ اللّٰهَ يُبَشِّرُكَ بِيَحْيٰى مُصَدِّقًاۢ بِكَلِمَةٍ مِّنَ اللّٰهِ وَسَيِّدًا وَّحَصُوْرًا وَّنَبِيًّا مِّنَ الصّٰلِحِيْنَ",
    "40": "قَالَ رَبِّ اَنّٰى يَكُوْنُ لِيْ غُلٰمٌ وَّقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَاَتِيْ عَاقِرٌ ۗ قَالَ كَذٰلِكَ اللّٰهُ يَفْعَلُ مَا يَشَاۤءُ",
    "41": "قَالَ رَبِّ اجْعَلْ لِّيْٓ اٰيَةً ۗ قَالَ اٰيَتُكَ اَلَّا تُكَلِّمَ النَّاسَ ثَلٰثَةَ اَيَّامٍ اِلَّا رَمْزًا ۗ وَاذْكُرْ رَّبَّكَ كَثِيْرًا وَّسَبِّحْ بِالْعَشِيِّ وَالْاِبْكَارِ ࣖ",
    "42": "وَاِذْ قَالَتِ الْمَلٰۤىِٕكَةُ يٰمَرْيَمُ اِنَّ اللّٰهَ اصْطَفٰىكِ وَطَهَّرَكِ وَاصْطَفٰىكِ عَلٰى نِسَاۤءِ الْعٰلَمِيْنَ",
    "43": "يٰمَرْيَمُ اقْنُتِيْ لِرَبِّكِ وَاسْجُدِيْ وَارْكَعِيْ مَعَ الرّٰكِعِيْنَ",
    "44": "ذٰلِكَ مِنْ اَنْۢبَاۤءِ الْغَيْبِ نُوْحِيْهِ اِلَيْكَ ۗوَمَا كُنْتَ لَدَيْهِمْ اِذْ يُلْقُوْنَ اَقْلَامَهُمْ اَيُّهُمْ يَكْفُلُ مَرْيَمَۖ وَمَا كُنْتَ لَدَيْهِمْ اِذْ يَخْتَصِمُوْنَ",
    "45": "اِذْ قَالَتِ الْمَلٰۤىِٕكَةُ يٰمَرْيَمُ اِنَّ اللّٰهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُۖ اسْمُهُ الْمَسِيْحُ عِيْسَى ابْنُ مَرْيَمَ وَجِيْهًا فِى الدُّنْيَا وَالْاٰخِرَةِ وَمِنَ الْمُقَرَّبِيْنَۙ",
    "46": "وَيُكَلِّمُ النَّاسَ فِى الْمَهْدِ وَكَهْلًا وَّمِنَ الصّٰلِحِيْنَ",
    "47": "قَالَتْ رَبِّ اَنّٰى يَكُوْنُ لِيْ وَلَدٌ وَّلَمْ يَمْسَسْنِيْ بَشَرٌ ۗ قَالَ كَذٰلِكِ اللّٰهُ يَخْلُقُ مَا يَشَاۤءُ ۗاِذَا قَضٰٓى اَمْرًا فَاِنَّمَا يَقُوْلُ لَهٗ كُنْ فَيَكُوْنُ",
    "48": "وَيُعَلِّمُهُ الْكِتٰبَ وَالْحِكْمَةَ وَالتَّوْرٰىةَ وَالْاِنْجِيْلَۚ",
    "49": "وَرَسُوْلًا اِلٰى بَنِيْٓ اِسْرَاۤءِيْلَ ەۙ اَنِّيْ قَدْ جِئْتُكُمْ بِاٰيَةٍ مِّنْ رَّبِّكُمْ ۙاَنِّيْٓ اَخْلُقُ لَكُمْ مِّنَ الطِّيْنِ كَهَيْـَٔةِ الطَّيْرِ فَاَنْفُخُ فِيْهِ فَيَكُوْنُ طَيْرًاۢ بِاِذْنِ اللّٰهِ ۚوَاُبْرِئُ الْاَكْمَهَ وَالْاَبْرَصَ وَاُحْيِ الْمَوْتٰى بِاِذْنِ اللّٰهِ ۚوَاُنَبِّئُكُمْ بِمَا تَأْكُلُوْنَ وَمَا تَدَّخِرُوْنَ ۙفِيْ بُيُوْتِكُمْ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيَةً لَّكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَۚ",
    "50": "وَمُصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التَّوْرٰىةِ وَلِاُحِلَّ لَكُمْ بَعْضَ الَّذِيْ حُرِّمَ عَلَيْكُمْ  وَجِئْتُكُمْ بِاٰيَةٍ مِّنْ رَّبِّكُمْۗ فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ",
    "51": "اِنَّ اللّٰهَ رَبِّيْ وَرَبُّكُمْ فَاعْبُدُوْهُ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ",
    "52": "۞ فَلَمَّآ اَحَسَّ عِيْسٰى مِنْهُمُ الْكُفْرَ قَالَ مَنْ اَنْصَارِيْٓ اِلَى اللّٰهِ ۗ قَالَ الْحَوَارِيُّوْنَ نَحْنُ اَنْصَارُ اللّٰهِ ۚ اٰمَنَّا بِاللّٰهِ ۚ وَاشْهَدْ بِاَنَّا مُسْلِمُوْنَ",
    "53": "رَبَّنَآ اٰمَنَّا بِمَآ اَنْزَلْتَ وَاتَّبَعْنَا الرَّسُوْلَ فَاكْتُبْنَا مَعَ الشّٰهِدِيْنَ",
    "54": "وَمَكَرُوْا وَمَكَرَ اللّٰهُ  ۗوَاللّٰهُ خَيْرُ الْمٰكِرِيْنَ ࣖ",
    "55": "اِذْ قَالَ اللّٰهُ يٰعِيْسٰٓى اِنِّيْ مُتَوَفِّيْكَ وَرَافِعُكَ اِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِيْنَ كَفَرُوْا وَجَاعِلُ الَّذِيْنَ اتَّبَعُوْكَ فَوْقَ الَّذِيْنَ كَفَرُوْٓا اِلٰى يَوْمِ الْقِيٰمَةِ ۚ ثُمَّ اِلَيَّ مَرْجِعُكُمْ فَاَحْكُمُ بَيْنَكُمْ فِيْمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ",
    "56": "فَاَمَّا الَّذِيْنَ كَفَرُوْا فَاُعَذِّبُهُمْ عَذَابًا شَدِيْدًا فِى الدُّنْيَا وَالْاٰخِرَةِۖ وَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ",
    "57": "وَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَيُوَفِّيْهِمْ اُجُوْرَهُمْ ۗ وَاللّٰهُ لَا يُحِبُّ الظّٰلِمِيْنَ",
    "58": "ذٰلِكَ نَتْلُوْهُ عَلَيْكَ مِنَ الْاٰيٰتِ وَالذِّكْرِ الْحَكِيْمِ",
    "59": "اِنَّ مَثَلَ عِيْسٰى عِنْدَ اللّٰهِ كَمَثَلِ اٰدَمَ ۗ خَلَقَهٗ مِنْ تُرَابٍ ثُمَّ قَالَ لَهٗ كُنْ فَيَكُوْنُ",
    "60": "اَلْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُنْ مِّنَ الْمُمْتَرِيْنَ",
    "61": "فَمَنْ حَاۤجَّكَ فِيْهِ مِنْۢ بَعْدِ مَا جَاۤءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ اَبْنَاۤءَنَا وَاَبْنَاۤءَكُمْ وَنِسَاۤءَنَا وَنِسَاۤءَكُمْ وَاَنْفُسَنَا وَاَنْفُسَكُمْۗ  ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَّعْنَتَ اللّٰهِ عَلَى الْكٰذِبِيْنَ",
    "62": "اِنَّ هٰذَا لَهُوَ الْقَصَصُ الْحَقُّ ۚ وَمَا مِنْ اِلٰهٍ اِلَّا اللّٰهُ ۗوَاِنَّ اللّٰهَ لَهُوَ الْعَزِيْزُ الْحَكِيْمُ",
    "63": "فَاِنْ تَوَلَّوْا فَاِنَّ اللّٰهَ عَلِيْمٌ ۢبِالْمُفْسِدِيْنَ ࣖ",
    "64": "قُلْ يٰٓاَهْلَ الْكِتٰبِ تَعَالَوْا اِلٰى كَلِمَةٍ سَوَاۤءٍۢ بَيْنَنَا وَبَيْنَكُمْ اَلَّا نَعْبُدَ اِلَّا اللّٰهَ وَلَا نُشْرِكَ بِهٖ شَيْـًٔا وَّلَا يَتَّخِذَ بَعْضُنَا بَعْضًا اَرْبَابًا مِّنْ دُوْنِ اللّٰهِ ۗ فَاِنْ تَوَلَّوْا فَقُوْلُوا اشْهَدُوْا بِاَنَّا مُسْلِمُوْنَ",
    "65": "يٰٓاَهْلَ الْكِتٰبِ لِمَ تُحَاۤجُّوْنَ فِيْٓ اِبْرٰهِيْمَ وَمَآ اُنْزِلَتِ التَّوْرٰىةُ وَالْاِنْجِيْلُ اِلَّا مِنْۢ بَعْدِهٖۗ  اَفَلَا تَعْقِلُوْنَ",
    "66": "هٰٓاَنْتُمْ هٰٓؤُلَاۤءِ حَاجَجْتُمْ فِيْمَا لَكُمْ بِهٖ عِلْمٌ فَلِمَ تُحَاۤجُّوْنَ فِيْمَا لَيْسَ لَكُمْ بِهٖ عِلْمٌ ۗ وَاللّٰهُ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ",
    "67": "مَاكَانَ اِبْرٰهِيْمُ يَهُوْدِيًّا وَّلَا نَصْرَانِيًّا وَّلٰكِنْ كَانَ حَنِيْفًا مُّسْلِمًاۗ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "68": "اِنَّ اَوْلَى النَّاسِ بِاِبْرٰهِيْمَ لَلَّذِيْنَ اتَّبَعُوْهُ وَهٰذَا النَّبِيُّ وَالَّذِيْنَ اٰمَنُوْا ۗ وَاللّٰهُ وَلِيُّ الْمُؤْمِنِيْنَ",
    "69": "وَدَّتْ طَّاۤىِٕفَةٌ مِّنْ اَهْلِ الْكِتٰبِ لَوْ يُضِلُّوْنَكُمْۗ وَمَا يُضِلُّوْنَ اِلَّآ اَنْفُسَهُمْ وَمَا يَشْعُرُوْنَ",
    "70": "يٰٓاَهْلَ الْكِتٰبِ لِمَ تَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَاَنْتُمْ تَشْهَدُوْنَ",
    "71": "يٰٓاَهْلَ الْكِتٰبِ لِمَ تَلْبِسُوْنَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوْنَ الْحَقَّ وَاَنْتُمْ تَعْلَمُوْنَ ࣖ",
    "72": "وَقَالَتْ طَّاۤىِٕفَةٌ مِّنْ اَهْلِ الْكِتٰبِ اٰمِنُوْا بِالَّذِيْٓ اُنْزِلَ عَلَى الَّذِيْنَ اٰمَنُوْا وَجْهَ النَّهَارِ وَاكْفُرُوْٓا اٰخِرَهٗ لَعَلَّهُمْ يَرْجِعُوْنَۚ",
    "73": "وَلَا تُؤْمِنُوْٓا اِلَّا لِمَنْ تَبِعَ دِيْنَكُمْ ۗ قُلْ اِنَّ الْهُدٰى هُدَى اللّٰهِ ۙ اَنْ يُّؤْتٰىٓ اَحَدٌ مِّثْلَ مَآ اُوْتِيْتُمْ اَوْ يُحَاۤجُّوْكُمْ عِنْدَ رَبِّكُمْ ۗ قُلْ اِنَّ الْفَضْلَ بِيَدِ اللّٰهِ ۚ يُؤْتِيْهِ مَنْ يَّشَاۤءُ  ۗوَاللّٰهُ وَاسِعٌ عَلِيْمٌ ۚ",
    "74": "يَخْتَصُّ بِرَحْمَتِهٖ مَنْ يَّشَاۤءُ  ۗوَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ",
    "75": "۞ وَمِنْ اَهْلِ الْكِتٰبِ مَنْ اِنْ تَأْمَنْهُ بِقِنْطَارٍ يُّؤَدِّهٖٓ اِلَيْكَۚ وَمِنْهُمْ مَّنْ اِنْ تَأْمَنْهُ بِدِيْنَارٍ لَّا يُؤَدِّهٖٓ اِلَيْكَ اِلَّا مَا دُمْتَ عَلَيْهِ قَاۤىِٕمًا ۗ ذٰلِكَ بِاَنَّهُمْ قَالُوْا لَيْسَ عَلَيْنَا فِى الْاُمِّيّٖنَ سَبِيْلٌۚ وَيَقُوْلُوْنَ عَلَى اللّٰهِ الْكَذِبَ وَهُمْ يَعْلَمُوْنَ",
    "76": "بَلٰى مَنْ اَوْفٰى بِعَهْدِهٖ وَاتَّقٰى فَاِنَّ اللّٰهَ يُحِبُّ الْمُتَّقِيْنَ",
    "77": "اِنَّ الَّذِيْنَ يَشْتَرُوْنَ بِعَهْدِ اللّٰهِ وَاَيْمَانِهِمْ ثَمَنًا قَلِيْلًا اُولٰۤىِٕكَ لَا خَلَاقَ لَهُمْ فِى الْاٰخِرَةِ وَلَا يُكَلِّمُهُمُ اللّٰهُ وَلَا يَنْظُرُ اِلَيْهِمْ يَوْمَ الْقِيٰمَةِ وَلَا يُزَكِّيْهِمْ ۖ وَلَهُمْ عَذَابٌ اَلِيْمٌ",
    "78": "وَاِنَّ مِنْهُمْ لَفَرِيْقًا يَّلْوٗنَ اَلْسِنَتَهُمْ بِالْكِتٰبِ لِتَحْسَبُوْهُ مِنَ الْكِتٰبِ وَمَا هُوَ مِنَ الْكِتٰبِۚ وَيَقُوْلُوْنَ هُوَ مِنْ عِنْدِ اللّٰهِ وَمَا هُوَ مِنْ عِنْدِ اللّٰهِ ۚ وَيَقُوْلُوْنَ عَلَى اللّٰهِ الْكَذِبَ وَهُمْ يَعْلَمُوْنَ",
    "79": "مَا كَانَ لِبَشَرٍ اَنْ يُّؤْتِيَهُ اللّٰهُ الْكِتٰبَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُوْلَ لِلنَّاسِ كُوْنُوْا عِبَادًا لِّيْ مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ كُوْنُوْا رَبَّانِيّٖنَ بِمَا كُنْتُمْ تُعَلِّمُوْنَ الْكِتٰبَ وَبِمَا كُنْتُمْ تَدْرُسُوْنَ ۙ",
    "80": "وَلَا يَأْمُرَكُمْ اَنْ تَتَّخِذُوا الْمَلٰۤىِٕكَةَ وَالنَّبِيّٖنَ اَرْبَابًا ۗ اَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ اِذْ اَنْتُمْ مُّسْلِمُوْنَ ࣖ",
    "81": "وَاِذْ اَخَذَ اللّٰهُ مِيْثَاقَ النَّبِيّٖنَ لَمَآ اٰتَيْتُكُمْ مِّنْ كِتٰبٍ وَّحِكْمَةٍ ثُمَّ جَاۤءَكُمْ رَسُوْلٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهٖ وَلَتَنْصُرُنَّهٗ ۗ قَالَ ءَاَقْرَرْتُمْ وَاَخَذْتُمْ عَلٰى ذٰلِكُمْ اِصْرِيْ ۗ قَالُوْٓا اَقْرَرْنَا ۗ قَالَ فَاشْهَدُوْا وَاَنَا۠ مَعَكُمْ مِّنَ الشّٰهِدِيْنَ",
    "82": "فَمَنْ تَوَلّٰى بَعْدَ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ",
    "83": "اَفَغَيْرَ دِيْنِ اللّٰهِ يَبْغُوْنَ وَلَهٗ ٓ اَسْلَمَ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ طَوْعًا وَّكَرْهًا وَّاِلَيْهِ يُرْجَعُوْنَ",
    "84": "قُلْ اٰمَنَّا بِاللّٰهِ وَمَآ اُنْزِلَ عَلَيْنَا وَمَآ اُنْزِلَ عَلٰٓى اِبْرٰهِيْمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ وَيَعْقُوْبَ وَالْاَسْبَاطِ وَمَآ اُوْتِيَ مُوْسٰى وَعِيْسٰى وَالنَّبِيُّوْنَ مِنْ رَّبِّهِمْۖ  لَا نُفَرِّقُ بَيْنَ اَحَدٍ مِّنْهُمْۖ وَنَحْنُ لَهٗ مُسْلِمُوْنَ",
    "85": "وَمَنْ يَّبْتَغِ غَيْرَ الْاِسْلَامِ دِيْنًا فَلَنْ يُّقْبَلَ مِنْهُۚ وَهُوَ فِى الْاٰخِرَةِ مِنَ الْخٰسِرِيْنَ",
    "86": "كَيْفَ يَهْدِى اللّٰهُ قَوْمًا كَفَرُوْا بَعْدَ اِيْمَانِهِمْ وَشَهِدُوْٓا اَنَّ الرَّسُوْلَ حَقٌّ وَّجَاۤءَهُمُ الْبَيِّنٰتُ ۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ",
    "87": "اُولٰۤىِٕكَ جَزَاۤؤُهُمْ اَنَّ عَلَيْهِمْ لَعْنَةَ اللّٰهِ وَالْمَلٰۤىِٕكَةِ وَالنَّاسِ اَجْمَعِيْنَۙ",
    "88": "خٰلِدِيْنَ فِيْهَا ۚ لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُوْنَۙ",
    "89": "اِلَّا الَّذِيْنَ تَابُوْا مِنْۢ بَعْدِ ذٰلِكَ وَاَصْلَحُوْاۗ فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
    "90": "اِنَّ الَّذِيْنَ كَفَرُوْا بَعْدَ اِيْمَانِهِمْ ثُمَّ ازْدَادُوْا كُفْرًا لَّنْ تُقْبَلَ تَوْبَتُهُمْ ۚ وَاُولٰۤىِٕكَ هُمُ الضَّاۤلُّوْنَ",
    "91": "اِنَّ الَّذِيْنَ كَفَرُوْا وَمَاتُوْا وَهُمْ كُفَّارٌ فَلَنْ يُّقْبَلَ مِنْ اَحَدِهِمْ مِّلْءُ الْاَرْضِ ذَهَبًا وَّلَوِ افْتَدٰى بِهٖۗ  اُولٰۤىِٕكَ لَهُمْ عَذَابٌ اَلِيْمٌ وَّمَا لَهُمْ مِّنْ نّٰصِرِيْنَ ࣖ   ۔",
    "92": "لَنْ تَنَالُوا الْبِرَّ حَتّٰى تُنْفِقُوْا مِمَّا تُحِبُّوْنَ ۗوَمَا تُنْفِقُوْا مِنْ شَيْءٍ فَاِنَّ اللّٰهَ بِهٖ عَلِيْمٌ",
    "93": "۞ كُلُّ الطَّعَامِ كَانَ حِلًّا لِّبَنِيْٓ اِسْرَاۤءِيْلَ اِلَّا مَا حَرَّمَ اِسْرَاۤءِيْلُ عَلٰى نَفْسِهٖ مِنْ قَبْلِ اَنْ تُنَزَّلَ التَّوْرٰىةُ ۗ قُلْ فَأْتُوْا بِالتَّوْرٰىةِ فَاتْلُوْهَآ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "94": "فَمَنِ افْتَرٰى عَلَى اللّٰهِ الْكَذِبَ مِنْۢ بَعْدِ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ",
    "95": "قُلْ صَدَقَ اللّٰهُ ۗ فَاتَّبِعُوْا مِلَّةَ اِبْرٰهِيْمَ حَنِيْفًاۗ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "96": "اِنَّ اَوَّلَ بَيْتٍ وُّضِعَ لِلنَّاسِ لَلَّذِيْ بِبَكَّةَ مُبٰرَكًا وَّهُدًى لِّلْعٰلَمِيْنَۚ",
    "97": "فِيْهِ اٰيٰتٌۢ بَيِّنٰتٌ مَّقَامُ اِبْرٰهِيْمَ ەۚ وَمَنْ دَخَلَهٗ كَانَ اٰمِنًا ۗ وَلِلّٰهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ اِلَيْهِ سَبِيْلًا ۗ وَمَنْ كَفَرَ فَاِنَّ اللّٰهَ غَنِيٌّ عَنِ الْعٰلَمِيْنَ",
    "98": "قُلْ يٰٓاَهْلَ الْكِتٰبِ لِمَ تَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَاللّٰهُ شَهِيْدٌ عَلٰى مَا تَعْمَلُوْنَ",
    "99": "قُلْ يٰٓاَهْلَ الْكِتٰبِ لِمَ تَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ مَنْ اٰمَنَ تَبْغُوْنَهَا عِوَجًا وَّاَنْتُمْ شُهَدَاۤءُ ۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ",
    "100": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تُطِيْعُوْا فَرِيْقًا مِّنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ يَرُدُّوْكُمْ بَعْدَ اِيْمَانِكُمْ كٰفِرِيْنَ",
    "101": "وَكَيْفَ تَكْفُرُوْنَ وَاَنْتُمْ تُتْلٰى عَلَيْكُمْ اٰيٰتُ اللّٰهِ وَفِيْكُمْ رَسُوْلُهٗ ۗ وَمَنْ يَّعْتَصِمْ بِاللّٰهِ فَقَدْ هُدِيَ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ࣖ",
    "102": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ حَقَّ تُقٰىتِهٖ وَلَا تَمُوْتُنَّ اِلَّا وَاَنْتُمْ مُّسْلِمُوْنَ",
    "103": "وَاعْتَصِمُوْا بِحَبْلِ اللّٰهِ جَمِيْعًا وَّلَا تَفَرَّقُوْا ۖوَاذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْ اِذْ كُنْتُمْ اَعْدَاۤءً فَاَلَّفَ بَيْنَ قُلُوْبِكُمْ فَاَصْبَحْتُمْ بِنِعْمَتِهٖٓ اِخْوَانًاۚ وَكُنْتُمْ عَلٰى شَفَا حُفْرَةٍ مِّنَ النَّارِ فَاَنْقَذَكُمْ مِّنْهَا ۗ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَهْتَدُوْنَ",
    "104": "وَلْتَكُنْ مِّنْكُمْ اُمَّةٌ يَّدْعُوْنَ اِلَى الْخَيْرِ وَيَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ ۗ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ",
    "105": "وَلَا تَكُوْنُوْا كَالَّذِيْنَ تَفَرَّقُوْا وَاخْتَلَفُوْا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْبَيِّنٰتُ ۗ وَاُولٰۤىِٕكَ لَهُمْ عَذَابٌ عَظِيْمٌ ۙ",
    "106": "يَّوْمَ تَبْيَضُّ وُجُوْهٌ وَّتَسْوَدُّ وُجُوْهٌ ۚ فَاَمَّا الَّذِيْنَ اسْوَدَّتْ وُجُوْهُهُمْۗ  اَ كَفَرْتُمْ بَعْدَ اِيْمَانِكُمْ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ",
    "107": "وَاَمَّا الَّذِيْنَ ابْيَضَّتْ وُجُوْهُهُمْ فَفِيْ رَحْمَةِ اللّٰهِ ۗ هُمْ فِيْهَا خٰلِدُوْنَ",
    "108": "تِلْكَ اٰيٰتُ اللّٰهِ نَتْلُوْهَا عَلَيْكَ بِالْحَقِّ ۗ وَمَا اللّٰهُ يُرِيْدُ ظُلْمًا لِّلْعٰلَمِيْنَ",
    "109": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ ۗوَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ࣖ",
    "110": "كُنْتُمْ خَيْرَ اُمَّةٍ اُخْرِجَتْ لِلنَّاسِ تَأْمُرُوْنَ بِالْمَعْرُوْفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُوْنَ بِاللّٰهِ ۗ وَلَوْ اٰمَنَ اَهْلُ الْكِتٰبِ لَكَانَ خَيْرًا لَّهُمْ ۗ مِنْهُمُ الْمُؤْمِنُوْنَ وَاَكْثَرُهُمُ الْفٰسِقُوْنَ",
    "111": "لَنْ يَّضُرُّوْكُمْ اِلَّآ اَذًىۗ  وَاِنْ يُّقَاتِلُوْكُمْ يُوَلُّوْكُمُ الْاَدْبَارَۗ  ثُمَّ لَا يُنْصَرُوْنَ",
    "112": "ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ اَيْنَ مَا ثُقِفُوْٓا اِلَّا بِحَبْلٍ مِّنَ اللّٰهِ وَحَبْلٍ مِّنَ النَّاسِ وَبَاۤءُوْ بِغَضَبٍ مِّنَ اللّٰهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ ۗ ذٰلِكَ بِاَنَّهُمْ كَانُوْا يَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَيَقْتُلُوْنَ الْاَنْبِۢيَاۤءَ بِغَيْرِ حَقٍّۗ  ذٰلِكَ بِمَا عَصَوْا وَّكَانُوْا يَعْتَدُوْنَ",
    "113": "۞ لَيْسُوْا سَوَاۤءً ۗ مِنْ اَهْلِ الْكِتٰبِ اُمَّةٌ قَاۤىِٕمَةٌ يَّتْلُوْنَ اٰيٰتِ اللّٰهِ اٰنَاۤءَ الَّيْلِ وَهُمْ يَسْجُدُوْنَ",
    "114": "يُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَيَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُوْنَ فِى الْخَيْرٰتِۗ وَاُولٰۤىِٕكَ مِنَ الصّٰلِحِيْنَ",
    "115": "وَمَا يَفْعَلُوْا مِنْ خَيْرٍ فَلَنْ يُّكْفَرُوْهُ ۗ وَاللّٰهُ عَلِيْمٌ ۢبِالْمُتَّقِيْنَ",
    "116": "اِنَّ الَّذِيْنَ كَفَرُوْا لَنْ تُغْنِيَ عَنْهُمْ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ مِّنَ اللّٰهِ شَيْـًٔا ۗ وَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِ ۚ هُمْ فِيْهَا خٰلِدُوْنَ",
    "117": "مَثَلُ مَا يُنْفِقُوْنَ فِيْ هٰذِهِ الْحَيٰوةِ الدُّنْيَا كَمَثَلِ رِيْحٍ فِيْهَا صِرٌّ اَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوْٓا اَنْفُسَهُمْ فَاَهْلَكَتْهُ ۗ وَمَا ظَلَمَهُمُ اللّٰهُ وَلٰكِنْ اَنْفُسَهُمْ يَظْلِمُوْنَ",
    "118": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوْا بِطَانَةً مِّنْ دُوْنِكُمْ لَا يَأْلُوْنَكُمْ خَبَالًاۗ وَدُّوْا مَا عَنِتُّمْۚ قَدْ بَدَتِ الْبَغْضَاۤءُ مِنْ اَفْوَاهِهِمْۖ وَمَا تُخْفِيْ صُدُوْرُهُمْ اَكْبَرُ ۗ قَدْ بَيَّنَّا لَكُمُ الْاٰيٰتِ  اِنْ كُنْتُمْ تَعْقِلُوْنَ",
    "119": "هٰٓاَنْتُمْ اُولَاۤءِ تُحِبُّوْنَهُمْ وَلَا يُحِبُّوْنَكُمْ وَتُؤْمِنُوْنَ بِالْكِتٰبِ كُلِّهٖۚ وَاِذَا لَقُوْكُمْ قَالُوْٓا اٰمَنَّاۖ وَاِذَا خَلَوْا عَضُّوْا عَلَيْكُمُ الْاَنَامِلَ مِنَ الْغَيْظِ ۗ قُلْ مُوْتُوْا بِغَيْظِكُمْ ۗ اِنَّ اللّٰهَ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
    "120": "اِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْۖ وَاِنْ تُصِبْكُمْ سَيِّئَةٌ يَّفْرَحُوْا بِهَا ۗ وَاِنْ تَصْبِرُوْا وَتَتَّقُوْا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْـًٔا ۗ اِنَّ اللّٰهَ بِمَا يَعْمَلُوْنَ مُحِيْطٌ ࣖ",
    "121": "وَاِذْ غَدَوْتَ مِنْ اَهْلِكَ تُبَوِّئُ الْمُؤْمِنِيْنَ مَقَاعِدَ لِلْقِتَالِ ۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌۙ",
    "122": "اِذْ هَمَّتْ طَّۤاىِٕفَتٰنِ مِنْكُمْ اَنْ تَفْشَلَاۙ وَاللّٰهُ وَلِيُّهُمَا ۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ",
    "123": "وَلَقَدْ نَصَرَكُمُ اللّٰهُ بِبَدْرٍ وَّاَنْتُمْ اَذِلَّةٌ  ۚ فَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تَشْكُرُوْنَ",
    "124": "اِذْ تَقُوْلُ لِلْمُؤْمِنِيْنَ اَلَنْ يَّكْفِيَكُمْ اَنْ يُّمِدَّكُمْ رَبُّكُمْ بِثَلٰثَةِ اٰلَافٍ مِّنَ الْمَلٰۤىِٕكَةِ مُنْزَلِيْنَۗ",
    "125": "بَلٰٓى ۙاِنْ تَصْبِرُوْا وَتَتَّقُوْا وَيَأْتُوْكُمْ مِّنْ فَوْرِهِمْ هٰذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ اٰلَافٍ مِّنَ الْمَلٰۤىِٕكَةِ مُسَوِّمِيْنَ",
    "126": "وَمَا جَعَلَهُ اللّٰهُ اِلَّا بُشْرٰى لَكُمْ وَلِتَطْمَىِٕنَّ قُلُوْبُكُمْ بِهٖ ۗ وَمَا النَّصْرُ اِلَّا مِنْ عِنْدِ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِۙ",
    "127": "لِيَقْطَعَ طَرَفًا مِّنَ الَّذِيْنَ كَفَرُوْٓا اَوْ يَكْبِتَهُمْ فَيَنْقَلِبُوْا خَاۤىِٕبِيْنَ",
    "128": "لَيْسَ لَكَ مِنَ الْاَمْرِ شَيْءٌ اَوْ يَتُوْبَ عَلَيْهِمْ اَوْ يُعَذِّبَهُمْ فَاِنَّهُمْ ظٰلِمُوْنَ",
    "129": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ يَغْفِرُ لِمَنْ يَّشَاۤءُ وَيُعَذِّبُ مَنْ يَّشَاۤءُ ۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ࣖ",
    "130": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَأْكُلُوا الرِّبٰوٓا اَضْعَافًا مُّضٰعَفَةً ۖوَّاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُفْلِحُوْنَۚ",
    "131": "وَاتَّقُوا النَّارَ الَّتِيْٓ اُعِدَّتْ لِلْكٰفِرِيْنَ ۚ",
    "132": "وَاَطِيْعُوا اللّٰهَ وَالرَّسُوْلَ لَعَلَّكُمْ تُرْحَمُوْنَۚ",
    "133": "۞ وَسَارِعُوْٓا اِلٰى مَغْفِرَةٍ مِّنْ رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمٰوٰتُ وَالْاَرْضُۙ  اُعِدَّتْ لِلْمُتَّقِيْنَۙ",
    "134": "الَّذِيْنَ يُنْفِقُوْنَ فِى السَّرَّۤاءِ وَالضَّرَّۤاءِ وَالْكٰظِمِيْنَ الْغَيْظَ وَالْعَافِيْنَ عَنِ النَّاسِۗ وَاللّٰهُ يُحِبُّ الْمُحْسِنِيْنَۚ",
    "135": "وَالَّذِيْنَ اِذَا فَعَلُوْا فَاحِشَةً اَوْ ظَلَمُوْٓا اَنْفُسَهُمْ ذَكَرُوا اللّٰهَ فَاسْتَغْفَرُوْا لِذُنُوْبِهِمْۗ وَمَنْ يَّغْفِرُ الذُّنُوْبَ اِلَّا اللّٰهُ ۗ وَلَمْ يُصِرُّوْا عَلٰى مَا فَعَلُوْا وَهُمْ يَعْلَمُوْنَ",
    "136": "اُولٰۤىِٕكَ جَزَاۤؤُهُمْ مَّغْفِرَةٌ مِّنْ رَّبِّهِمْ وَجَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا ۗ وَنِعْمَ اَجْرُ الْعٰمِلِيْنَۗ",
    "137": "قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌۙ فَسِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَ",
    "138": "هٰذَا بَيَانٌ لِّلنَّاسِ وَهُدًى وَّمَوْعِظَةٌ لِّلْمُتَّقِيْنَ",
    "139": "وَلَا تَهِنُوْا وَلَا تَحْزَنُوْا وَاَنْتُمُ الْاَعْلَوْنَ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
    "140": "اِنْ يَّمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِّثْلُهٗ ۗوَتِلْكَ الْاَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِۚ وَلِيَعْلَمَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَيَتَّخِذَ مِنْكُمْ شُهَدَاۤءَ ۗوَاللّٰهُ لَا يُحِبُّ الظّٰلِمِيْنَۙ",
    "141": "وَلِيُمَحِّصَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَيَمْحَقَ الْكٰفِرِيْنَ",
    "142": "اَمْ حَسِبْتُمْ اَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللّٰهُ الَّذِيْنَ جَاهَدُوْا مِنْكُمْ وَيَعْلَمَ الصّٰبِرِيْنَ",
    "143": "وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ مِنْ قَبْلِ اَنْ تَلْقَوْهُۖ فَقَدْ رَاَيْتُمُوْهُ وَاَنْتُمْ تَنْظُرُوْنَ ࣖ",
    "144": "وَمَا مُحَمَّدٌ اِلَّا رَسُوْلٌۚ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ ۗ اَفَا۟ىِٕنْ مَّاتَ اَوْ قُتِلَ انْقَلَبْتُمْ عَلٰٓى اَعْقَابِكُمْ ۗ وَمَنْ يَّنْقَلِبْ عَلٰى عَقِبَيْهِ فَلَنْ يَّضُرَّ اللّٰهَ شَيْـًٔا  ۗوَسَيَجْزِى اللّٰهُ الشّٰكِرِيْنَ",
    "145": "وَمَا كَانَ لِنَفْسٍ اَنْ تَمُوْتَ اِلَّا بِاِذْنِ اللّٰهِ كِتٰبًا مُّؤَجَّلًا ۗ وَمَنْ يُّرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهٖ مِنْهَاۚ وَمَنْ يُّرِدْ ثَوَابَ الْاٰخِرَةِ نُؤْتِهٖ مِنْهَا ۗ وَسَنَجْزِى الشّٰكِرِيْنَ",
    "146": "وَكَاَيِّنْ مِّنْ نَّبِيٍّ قٰتَلَۙ مَعَهٗ رِبِّيُّوْنَ كَثِيْرٌۚ فَمَا وَهَنُوْا لِمَآ اَصَابَهُمْ فِيْ سَبِيْلِ اللّٰهِ وَمَا ضَعُفُوْا وَمَا اسْتَكَانُوْا ۗ وَاللّٰهُ يُحِبُّ الصّٰبِرِيْنَ",
    "147": "وَمَا كَانَ قَوْلَهُمْ اِلَّآ اَنْ قَالُوْا رَبَّنَا اغْفِرْ لَنَا ذُنُوْبَنَا وَاِسْرَافَنَا فِيْٓ اَمْرِنَا وَثَبِّتْ اَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكٰفِرِيْنَ",
    "148": "فَاٰتٰىهُمُ اللّٰهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الْاٰخِرَةِ ۗ وَاللّٰهُ يُحِبُّ الْمُحْسِنِيْنَ ࣖ",
    "149": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تُطِيْعُوا الَّذِيْنَ كَفَرُوْا يَرُدُّوْكُمْ عَلٰٓى اَعْقَابِكُمْ فَتَنْقَلِبُوْا خٰسِرِيْنَ",
    "150": "بَلِ اللّٰهُ مَوْلٰىكُمْ ۚ وَهُوَ خَيْرُ النّٰصِرِيْنَ",
    "151": "سَنُلْقِيْ فِيْ قُلُوْبِ الَّذِيْنَ كَفَرُوا الرُّعْبَ بِمَٓا اَشْرَكُوْا بِاللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ سُلْطٰنًا ۚ وَمَأْوٰىهُمُ النَّارُ ۗ وَبِئْسَ مَثْوَى الظّٰلِمِيْنَ",
    "152": "وَلَقَدْ صَدَقَكُمُ اللّٰهُ وَعْدَهٗٓ اِذْ تَحُسُّوْنَهُمْ بِاِذْنِهٖ ۚ حَتّٰىٓ اِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِى الْاَمْرِ وَعَصَيْتُمْ مِّنْۢ بَعْدِ مَآ اَرٰىكُمْ مَّا تُحِبُّوْنَ ۗ مِنْكُمْ مَّنْ يُّرِيْدُ الدُّنْيَا وَمِنْكُمْ مَّنْ يُّرِيْدُ الْاٰخِرَةَ ۚ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ ۚ وَلَقَدْ عَفَا عَنْكُمْ ۗ وَاللّٰهُ ذُوْ فَضْلٍ عَلَى الْمُؤْمِنِيْنَ",
    "153": "۞ اِذْ تُصْعِدُوْنَ وَلَا تَلْوٗنَ عَلٰٓى اَحَدٍ وَّالرَّسُوْلُ يَدْعُوْكُمْ فِيْٓ اُخْرٰىكُمْ فَاَثَابَكُمْ غَمًّا ۢبِغَمٍّ لِّكَيْلَا تَحْزَنُوْا عَلٰى مَا فَاتَكُمْ وَلَا مَآ اَصَابَكُمْ ۗ وَاللّٰهُ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَ",
    "154": "ثُمَّ اَنْزَلَ عَلَيْكُمْ مِّنْۢ بَعْدِ الْغَمِّ اَمَنَةً نُّعَاسًا يَّغْشٰى طَۤاىِٕفَةً مِّنْكُمْ ۙ وَطَۤاىِٕفَةٌ قَدْ اَهَمَّتْهُمْ اَنْفُسُهُمْ يَظُنُّوْنَ بِاللّٰهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ ۗ يَقُوْلُوْنَ هَلْ لَّنَا مِنَ الْاَمْرِ مِنْ شَيْءٍ ۗ قُلْ اِنَّ الْاَمْرَ كُلَّهٗ لِلّٰهِ ۗ  يُخْفُوْنَ فِيْٓ اَنْفُسِهِمْ مَّا لَا يُبْدُوْنَ لَكَ ۗ يَقُوْلُوْنَ لَوْ كَانَ لَنَا مِنَ الْاَمْرِ شَيْءٌ مَّا قُتِلْنَا هٰهُنَا ۗ قُلْ لَّوْ كُنْتُمْ فِيْ بُيُوْتِكُمْ لَبَرَزَ الَّذِيْنَ كُتِبَ عَلَيْهِمُ الْقَتْلُ اِلٰى مَضَاجِعِهِمْ ۚ وَلِيَبْتَلِيَ اللّٰهُ مَا فِيْ صُدُوْرِكُمْ وَلِيُمَحِّصَ مَا فِيْ قُلُوْبِكُمْ ۗ وَاللّٰهُ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
    "155": "اِنَّ الَّذِيْنَ تَوَلَّوْا مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعٰنِۙ اِنَّمَا اسْتَزَلَّهُمُ الشَّيْطٰنُ بِبَعْضِ مَا كَسَبُوْا ۚ وَلَقَدْ عَفَا اللّٰهُ عَنْهُمْ ۗ اِنَّ اللّٰهَ غَفُوْرٌ حَلِيْمٌ ࣖ",
    "156": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَكُوْنُوْا كَالَّذِيْنَ كَفَرُوْا وَقَالُوْا لِاِخْوَانِهِمْ اِذَا ضَرَبُوْا فِى الْاَرْضِ اَوْ كَانُوْا غُزًّى لَّوْ كَانُوْا عِنْدَنَا مَا مَاتُوْا وَمَا قُتِلُوْاۚ  لِيَجْعَلَ اللّٰهُ ذٰلِكَ حَسْرَةً فِيْ قُلُوْبِهِمْ ۗ وَاللّٰهُ يُحْيٖ وَيُمِيْتُ ۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
    "157": "وَلَىِٕنْ قُتِلْتُمْ فِيْ سَبِيْلِ اللّٰهِ اَوْ مُتُّمْ لَمَغْفِرَةٌ مِّنَ اللّٰهِ وَرَحْمَةٌ خَيْرٌ مِّمَّا يَجْمَعُوْنَ",
    "158": "وَلَىِٕنْ مُّتُّمْ اَوْ قُتِلْتُمْ لَاِلَى اللّٰهِ تُحْشَرُوْنَ",
    "159": "فَبِمَا رَحْمَةٍ مِّنَ اللّٰهِ لِنْتَ لَهُمْ ۚ وَلَوْ كُنْتَ فَظًّا غَلِيْظَ الْقَلْبِ لَانْفَضُّوْا مِنْ حَوْلِكَ ۖ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِى الْاَمْرِۚ فَاِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللّٰهِ ۗ اِنَّ اللّٰهَ يُحِبُّ الْمُتَوَكِّلِيْنَ",
    "160": "اِنْ يَّنْصُرْكُمُ اللّٰهُ فَلَا غَالِبَ لَكُمْ ۚ وَاِنْ يَّخْذُلْكُمْ فَمَنْ ذَا الَّذِيْ يَنْصُرُكُمْ مِّنْۢ بَعْدِهٖ ۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ",
    "161": "وَمَا كَانَ لِنَبِيٍّ اَنْ يَّغُلَّ  ۗوَمَنْ يَّغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيٰمَةِ ۚ ثُمَّ تُوَفّٰى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ",
    "162": "اَفَمَنِ اتَّبَعَ رِضْوَانَ اللّٰهِ كَمَنْۢ بَاۤءَ بِسَخَطٍ مِّنَ اللّٰهِ وَمَأْوٰىهُ جَهَنَّمُ ۗ وَبِئْسَ الْمَصِيْرُ",
    "163": "هُمْ دَرَجٰتٌ عِنْدَ اللّٰهِ ۗ وَاللّٰهُ بَصِيْرٌ ۢبِمَا يَعْمَلُوْنَ",
    "164": "لَقَدْ مَنَّ اللّٰهُ عَلَى الْمُؤْمِنِيْنَ اِذْ بَعَثَ فِيْهِمْ رَسُوْلًا مِّنْ اَنْفُسِهِمْ يَتْلُوْا عَلَيْهِمْ اٰيٰتِهٖ وَيُزَكِّيْهِمْ وَيُعَلِّمُهُمُ الْكِتٰبَ وَالْحِكْمَةَۚ وَاِنْ كَانُوْا مِنْ قَبْلُ لَفِيْ ضَلٰلٍ مُّبِيْنٍ",
    "165": "اَوَلَمَّآ اَصَابَتْكُمْ مُّصِيْبَةٌ قَدْ اَصَبْتُمْ مِّثْلَيْهَاۙ قُلْتُمْ اَنّٰى هٰذَا ۗ قُلْ هُوَ مِنْ عِنْدِ اَنْفُسِكُمْ ۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
    "166": "وَمَآ اَصَابَكُمْ يَوْمَ الْتَقَى الْجَمْعٰنِ فَبِاِذْنِ اللّٰهِ وَلِيَعْلَمَ الْمُؤْمِنِيْنَۙ",
    "167": "وَلِيَعْلَمَ الَّذِيْنَ نَافَقُوْا ۖوَقِيْلَ لَهُمْ تَعَالَوْا قَاتِلُوْا فِيْ سَبِيْلِ اللّٰهِ اَوِ ادْفَعُوْا ۗ قَالُوْا لَوْ نَعْلَمُ قِتَالًا لَّاتَّبَعْنٰكُمْ ۗ هُمْ لِلْكُفْرِ يَوْمَىِٕذٍ اَقْرَبُ مِنْهُمْ لِلْاِيْمَانِ ۚ يَقُوْلُوْنَ بِاَفْوَاهِهِمْ مَّا لَيْسَ فِيْ قُلُوْبِهِمْ ۗ وَاللّٰهُ اَعْلَمُ بِمَا يَكْتُمُوْنَۚ",
    "168": "اَلَّذِيْنَ قَالُوْا لِاِخْوَانِهِمْ وَقَعَدُوْا لَوْ اَطَاعُوْنَا مَا قُتِلُوْا ۗ قُلْ فَادْرَءُوْا عَنْ اَنْفُسِكُمُ الْمَوْتَ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "169": "وَلَا تَحْسَبَنَّ الَّذِيْنَ قُتِلُوْا فِيْ سَبِيْلِ اللّٰهِ اَمْوَاتًا ۗ بَلْ اَحْيَاۤءٌ عِنْدَ رَبِّهِمْ يُرْزَقُوْنَۙ",
    "170": "فَرِحِيْنَ بِمَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖۙ وَيَسْتَبْشِرُوْنَ بِالَّذِيْنَ لَمْ يَلْحَقُوْا بِهِمْ مِّنْ خَلْفِهِمْ ۙ اَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَۘ",
    "171": "۞ يَسْتَبْشِرُوْنَ بِنِعْمَةٍ مِّنَ اللّٰهِ وَفَضْلٍۗ وَاَنَّ اللّٰهَ لَا يُضِيْعُ اَجْرَ الْمُؤْمِنِيْنَ ࣖ",
    "172": "اَلَّذِيْنَ اسْتَجَابُوْا لِلّٰهِ وَالرَّسُوْلِ مِنْۢ بَعْدِ مَآ اَصَابَهُمُ الْقَرْحُ ۖ لِلَّذِيْنَ اَحْسَنُوْا مِنْهُمْ وَاتَّقَوْا اَجْرٌ عَظِيْمٌۚ",
    "173": "اَلَّذِيْنَ قَالَ لَهُمُ النَّاسُ اِنَّ النَّاسَ قَدْ جَمَعُوْا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ اِيْمَانًاۖ وَّقَالُوْا حَسْبُنَا اللّٰهُ وَنِعْمَ الْوَكِيْلُ",
    "174": "فَانْقَلَبُوْا بِنِعْمَةٍ مِّنَ اللّٰهِ وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوْۤءٌۙ وَّاتَّبَعُوْا رِضْوَانَ اللّٰهِ ۗ وَاللّٰهُ ذُوْ فَضْلٍ عَظِيْمٍ",
    "175": "اِنَّمَا ذٰلِكُمُ الشَّيْطٰنُ يُخَوِّفُ اَوْلِيَاۤءَهٗۖ فَلَا تَخَافُوْهُمْ وَخَافُوْنِ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
    "176": "وَلَا يَحْزُنْكَ الَّذِيْنَ يُسَارِعُوْنَ فِى الْكُفْرِۚ اِنَّهُمْ لَنْ يَّضُرُّوا اللّٰهَ شَيْـًٔا ۗ يُرِيْدُ اللّٰهُ اَلَّا يَجْعَلَ لَهُمْ حَظًّا فِى الْاٰخِرَةِ  وَلَهُمْ عَذَابٌ عَظِيْمٌۚ",
    "177": "اِنَّ الَّذِيْنَ اشْتَرَوُا الْكُفْرَ بِالْاِيْمَانِ لَنْ يَّضُرُّوا اللّٰهَ شَيْـًٔاۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ",
    "178": "وَلَا يَحْسَبَنَّ الَّذِيْنَ كَفَرُوْٓا اَنَّمَا نُمْلِيْ لَهُمْ خَيْرٌ لِّاَنْفُسِهِمْ ۗ اِنَّمَا نُمْلِيْ لَهُمْ لِيَزْدَادُوْٓا اِثْمًا ۚ وَلَهُمْ عَذَابٌ مُّهِيْنٌ",
    "179": "مَا كَانَ اللّٰهُ لِيَذَرَ الْمُؤْمِنِيْنَ عَلٰى مَآ اَنْتُمْ عَلَيْهِ حَتّٰى يَمِيْزَ الْخَبِيْثَ مِنَ الطَّيِّبِ ۗ وَمَا كَانَ اللّٰهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ وَلٰكِنَّ اللّٰهَ يَجْتَبِيْ مِنْ رُّسُلِهٖ مَنْ يَّشَاۤءُ ۖ فَاٰمِنُوْا بِاللّٰهِ وَرُسُلِهٖ ۚ وَاِنْ تُؤْمِنُوْا وَتَتَّقُوْا فَلَكُمْ اَجْرٌ عَظِيْمٌ",
    "180": "وَلَا يَحْسَبَنَّ الَّذِيْنَ يَبْخَلُوْنَ بِمَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖ هُوَ خَيْرًا لَّهُمْ ۗ بَلْ هُوَ شَرٌّ لَّهُمْ ۗ سَيُطَوَّقُوْنَ مَا بَخِلُوْا بِهٖ يَوْمَ الْقِيٰمَةِ ۗ وَلِلّٰهِ مِيْرَاثُ السَّمٰوٰتِ وَالْاَرْضِۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ࣖ",
    "181": "لَقَدْ سَمِعَ اللّٰهُ قَوْلَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ فَقِيْرٌ وَّنَحْنُ اَغْنِيَاۤءُ ۘ سَنَكْتُبُ مَا قَالُوْا وَقَتْلَهُمُ الْاَنْۢبِيَاۤءَ بِغَيْرِ حَقٍّۙ وَّنَقُوْلُ ذُوْقُوْا عَذَابَ الْحَرِيْقِ",
    "182": "ذٰلِكَ بِمَا قَدَّمَتْ اَيْدِيْكُمْ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِۚ",
    "183": "اَلَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ عَهِدَ اِلَيْنَآ اَلَّا نُؤْمِنَ لِرَسُوْلٍ حَتّٰى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ ۗ قُلْ قَدْ جَاۤءَكُمْ رُسُلٌ مِّنْ قَبْلِيْ بِالْبَيِّنٰتِ وَبِالَّذِيْ قُلْتُمْ فَلِمَ قَتَلْتُمُوْهُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "184": "فَاِنْ كَذَّبُوْكَ فَقَدْ كُذِّبَ رُسُلٌ مِّنْ قَبْلِكَ جَاۤءُوْ بِالْبَيِّنٰتِ وَالزُّبُرِ وَالْكِتٰبِ الْمُنِيْرِ",
    "185": "كُلُّ نَفْسٍ ذَاۤىِٕقَةُ الْمَوْتِۗ وَاِنَّمَا تُوَفَّوْنَ اُجُوْرَكُمْ يَوْمَ الْقِيٰمَةِ ۗ فَمَنْ زُحْزِحَ عَنِ النَّارِ وَاُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ ۗ وَمَا الْحَيٰوةُ الدُّنْيَآ اِلَّا مَتَاعُ الْغُرُوْرِ",
    "186": "۞ لَتُبْلَوُنَّ فِيْٓ اَمْوَالِكُمْ وَاَنْفُسِكُمْۗ وَلَتَسْمَعُنَّ مِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِيْنَ اَشْرَكُوْٓا اَذًى كَثِيْرًا ۗ وَاِنْ تَصْبِرُوْا وَتَتَّقُوْا فَاِنَّ ذٰلِكَ مِنْ عَزْمِ الْاُمُوْرِ",
    "187": "وَاِذْ اَخَذَ اللّٰهُ مِيْثَاقَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ لَتُبَيِّنُنَّهٗ لِلنَّاسِ وَلَا تَكْتُمُوْنَهٗۖ فَنَبَذُوْهُ وَرَاۤءَ ظُهُوْرِهِمْ وَاشْتَرَوْا بِهٖ ثَمَنًا قَلِيْلًا ۗ فَبِئْسَ مَا يَشْتَرُوْنَ",
    "188": "لَا تَحْسَبَنَّ الَّذِيْنَ يَفْرَحُوْنَ بِمَآ اَتَوْا وَّيُحِبُّوْنَ اَنْ يُّحْمَدُوْا بِمَا لَمْ يَفْعَلُوْا فَلَا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِّنَ الْعَذَابِۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ",
    "189": "وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ",
    "190": "اِنَّ فِيْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافِ الَّيْلِ وَالنَّهَارِ لَاٰيٰتٍ لِّاُولِى الْاَلْبَابِۙ",
    "191": "الَّذِيْنَ يَذْكُرُوْنَ اللّٰهَ قِيَامًا وَّقُعُوْدًا وَّعَلٰى جُنُوْبِهِمْ وَيَتَفَكَّرُوْنَ فِيْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِۚ رَبَّنَا مَا خَلَقْتَ هٰذَا بَاطِلًاۚ سُبْحٰنَكَ فَقِنَا عَذَابَ النَّارِ",
    "192": "رَبَّنَآ اِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ اَخْزَيْتَهٗ ۗ وَمَا لِلظّٰلِمِيْنَ مِنْ اَنْصَارٍ",
    "193": "رَبَّنَآ اِنَّنَا سَمِعْنَا مُنَادِيًا يُّنَادِيْ لِلْاِيْمَانِ اَنْ اٰمِنُوْا بِرَبِّكُمْ فَاٰمَنَّا ۖرَبَّنَا فَاغْفِرْ لَنَا ذُنُوْبَنَا وَكَفِّرْ عَنَّا سَيِّاٰتِنَا وَتَوَفَّنَا مَعَ الْاَبْرَارِۚ",
    "194": "رَبَّنَا وَاٰتِنَا مَا وَعَدْتَّنَا عَلٰى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيٰمَةِ ۗ اِنَّكَ لَا تُخْلِفُ الْمِيْعَادَ",
    "195": "فَاسْتَجَابَ لَهُمْ رَبُّهُمْ اَنِّيْ لَآ اُضِيْعُ عَمَلَ عَامِلٍ مِّنْكُمْ مِّنْ ذَكَرٍ اَوْ اُنْثٰى ۚ بَعْضُكُمْ مِّنْۢ بَعْضٍ ۚ فَالَّذِيْنَ هَاجَرُوْا وَاُخْرِجُوْا مِنْ دِيَارِهِمْ وَاُوْذُوْا فِيْ سَبِيْلِيْ وَقٰتَلُوْا وَقُتِلُوْا لَاُكَفِّرَنَّ عَنْهُمْ سَيِّاٰتِهِمْ وَلَاُدْخِلَنَّهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۚ ثَوَابًا مِّنْ عِنْدِ اللّٰهِ ۗ وَاللّٰهُ عِنْدَهٗ حُسْنُ الثَّوَابِ",
    "196": "لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِيْنَ كَفَرُوْا فِى الْبِلَادِۗ",
    "197": "مَتَاعٌ قَلِيْلٌ  ۗ ثُمَّ مَأْوٰىهُمْ جَهَنَّمُ ۗوَبِئْسَ الْمِهَادُ",
    "198": "لٰكِنِ الَّذِيْنَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا نُزُلًا مِّنْ عِنْدِ اللّٰهِ ۗ وَمَا عِنْدَ اللّٰهِ خَيْرٌ لِّلْاَبْرَارِ",
    "199": "وَاِنَّ مِنْ اَهْلِ الْكِتٰبِ لَمَنْ يُّؤْمِنُ بِاللّٰهِ وَمَآ اُنْزِلَ اِلَيْكُمْ وَمَآ اُنْزِلَ اِلَيْهِمْ خٰشِعِيْنَ لِلّٰهِ ۙ لَا يَشْتَرُوْنَ بِاٰيٰتِ اللّٰهِ ثَمَنًا قَلِيْلًا ۗ اُولٰۤىِٕكَ لَهُمْ اَجْرُهُمْ عِنْدَ رَبِّهِمْ ۗ اِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ",
    "200": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اصْبِرُوْا وَصَابِرُوْا وَرَابِطُوْاۗ وَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُفْلِحُوْنَ ࣖ"
  },
  "latins": [
    "Alif lām mīm.",
    "Allāhu lā ilāha illā huwal-ḥayyul-qayyūm(u).",
    "Nazzala 'alaikal-kitāba bil-ḥaqqi muṣaddiqal limā baina yadaihi wa anzalat-taurāta wal-injīl(a).",
    "Min qablu hudal lin-nāsi wa anzalal-furqān(a), innal-lażīna kafarū bi āyātillāhi lahum 'ażābun syadīd(un), wallāhu 'azīzun żuntiqām(in).",
    "Innallāha lā yakhfā 'alaihi syai'un fil-arḍi wa lā fis-samā'(i).",
    "Huwal-lażī yuṣawwirukum fil-arḥāmi kaifa yasyā'(u), lā ilāha illā huwal-'azīzul-ḥakīm(u).",
    "Huwal-lażī anzala 'alaikal-kitāba minhu āyātum muḥkamātun hunna ummul-kitābi wa ukharu mutasyābihāt(un), fa'ammal-lażīna fī qulūbihim zaigun fayattabi'ūna mā tasyābaha minhubtigā'al-fitnati wabtigā'a ta'wīlih(ī), wa mā ya'lamu ta'wīlahū illallāh(u), war-rāsikhūna fil-'ilmi yaqūlūna āmannā bih(ī), kullum min 'indi rabbinā, wa mā yażżakkaru illā ulul-albāb(i).",
    "Rabbanā lā tuzig qulūbanā ba'da iż hadaitanā wa hab lanā mil ladunka raḥmah(tan), innaka antal-wahhāb(u).",
    "Rabbanā innaka jāmi'un-nāsi liyaumil lā raiba fīh(i), innallāha lā yukhliful-mī'ād(a).",
    "Innal-lażīna kafarū lan tugniya 'anhum amwāluhum wa lā aulāduhum minallāhi syai'ā(n), wa ulā'ika hum waqūdun-nār(i).",
    "Kada'bi āli fir'aun(a), wal-lażīna min qablihim, każżabū bi'āyātinā, fa'akhażahumullāhu biżunūbihim, wallāhu syadīdul-'iqāb(i).",
    "Qul lil-lażīna kafarū satuglabūna wa tuḥsyarūna ilā jahannam(a), wa bi'sal-mihād(u).",
    "Qad kāna lakum āyatun fī fi'atainil taqatā, fi'atun tuqātilu fī sabīlillāhi wa ukhrā kāfiratuy yaraunahum miṡlaihim ra'yal-'ain(i), wallāhu yu'ayyidu binaṣrihī may yasyā'(u), inna fī żālika la'ibratal li'ulil-abṣār(i).",
    "Zuyyina lin-nāsi ḥubbusy-syahawāti minan-nisā'i wal-banīna wal-qanāṭīril-muqanṭarati minaż-żahabi wal-fiḍḍati wal-khailil-musawwamati wal-an'āmi wal-ḥarṡ(i), żālika matā'ul-ḥayātid-dun-yā, wallāhu 'indahū ḥusnul-ma'āb(i).",
    "Qul a'unabbi'ukum bikhairim min żālikum, lil-lażīnattaqau 'inda rabbihim jannātun tajrī min taḥtihal-anhāru khālidīna fīhā wa azwājum muṭahharatuw wa riḍwānum minallāh(i), wallāhu baṣīrum bil-'ibād(i).",
    "Allażīna yaqūlūna rabbanā innanā āmannā fagfir lanā żunūbanā wa qinā 'ażāban-nār(i).",
    "Aṣ-ṣābirīna waṣ-ṣādiqīna wal-qāniṭīna wal-munfiqīna wal-mustagfirīna bil-asḥār(i).",
    "Syahidallāhu annahū lā ilāha illā huw(a), wal-malā'ikatu wa ulul-'ilmi qā'imam bil-qisṭ(i), lā ilāha illā huwal-'azīzul-ḥakīm(u).",
    "Innad-dīna 'indallāhil-islām(u), wa makhtalafal-lażīna ūtul-kitāba illā mim ba'di mā jā'ahumul-'ilmu bagyam bainahum, wa may yakfur bi'āyātillāhi fa innallāha sarī'ul-ḥisāb(i).",
    "Fa'in ḥājjūka fa qul aslamtu wajhiya lillāhi wa manittaba'an(i), wa qul lil-lażīna ūtul-kitāba wal-ummiyyīna a'aslamtum, fa'in aslamū faqadihtadau, wa in tawallau fa'innamā 'alaikal-balāg(u), wallāhu baṣīrum bil-'ibād(i).",
    "Innal-lażīna yakfurūna bi'āyātillāhi wa yaqtulūnan nabiyyīna bigairi ḥaqq(in), wa yaqtulūnal-lażīna ya'murūna bil-qisṭi minan-nās(i), fabasysyirhum bi'ażābin alīm(in).",
    "Ulā'ikal-lażīna ḥabiṭat a'māluhum fid-dun-yā wal-ākhirah(ti), wa mā lahum min nāṣirīn(a).",
    "Alam tara ilal-lażīna ūtū naṣībam minal-kitābi yud'auna ilā kitābillāhi liyaḥkuma bainahum ṡumma yatawallā farīqum minhum wa hum mu'riḍūn(a).",
    "Żālika bi'annahum qālū lan tamassanan nāru illā ayyāmam ma'dūdāt(in), wa garrahum fī dīnihim mā kānū yaftarūn(a).",
    "Fakaifa iżā jama'nāhum liyaumil lā raiba fīh(i), wa wuffiyat kullu nafsim mā kasabat wa hum lā yuẓlamūn(a).",
    "Qulillāhumma mālikal-mulki tu'til-mulka man tasyā'u wa tanzi'ul-mulka mim man tasyā'(u), wa tu'izzu man tasyā'u wa tużillu man tasyā'(u), biyadikal-khair(u), innaka 'alā kulli syai'in qadīr(un).",
    "Tūlijul-laila fin-nahāri wa tūlijun-nahāra fil-laili wa tukhrijul-ḥayya minal-mayyiti wa tukhrijul-mayyita minal-ḥayyi wa tarzuqu man tasyā'u bigairi ḥisāb(in).",
    "Lā yattakhiżil-mu'minūnal-kāfirīna auliyā'a min dūnil-mu'minīn(a), wa may yaf'al żālika falaisa minallāhi fī syai'(in), illā an tattaqū minhum tuqāh(tan), wa yuḥażżirukumullāhu nafsah(ū), wa ilallāhil-maṣīr(u).",
    "Qul in tukhfū mā fī ṣudūrikum  au tubdūhu ya'lamhullāh(u), wa ya'lamu mā fis-samāwāti wa mā fil-arḍ(i), wallāhu 'alā kulli syai'in qadīr(un).",
    "Yauma tajidu kullu nafsim mā 'amilat min khairim muḥḍarā(n), wa mā 'amilat min sū'(in), tawaddu lau anna bainahā wa bainahū amadam ba'īdā(n), wa yuḥażżirukumullāhu nafsah(ū), wallāhu ra'ūfum bil-'ibād(i).",
    "Qul in kuntum tuḥibbūnallāha fattabi'ūnī yuḥbibkumullāhu wa yagfir lakum żunūbakum, wallāhu gafūrur raḥīm(un).",
    "Qul aṭī'ullāha war-rasūl(a), fa'in tawallau fa innallāha lā yuḥibbul-kāfirīn(a).",
    "Innallāhaṣṭafā ādama wa nūḥaw wa āla ibrāhīma wa āla 'imrāna 'alal-'ālamīn(a).",
    "Żurriyyatam ba'ḍuhā mim ba'ḍ(in), wallāhu samī'un 'alīm(un).",
    "Iż qālatimra'atu 'imrāna rabbi innī nażartu laka mā fī baṭnī muḥarraran fataqabbal minnī, innaka antas-samī'ul-'alīm(u).",
    "Falammā waḍa'athā qālat rabbi innī waḍa'tuhā unṡā, wallāhu a'lamu bimā waḍa'at, wa laisaż-żakaru kal-unṡā, wa innī sammaituhā maryama wa innī u'īżuhā bika wa żurriyyatahā minasy-syaiṭānir-rajīm(i).",
    "Fataqabbalahā rabbuhā biqabūlin ḥasaniw wa ambatahā nabātan ḥasanā(n), wa kaffalahā zakariyyā, kullamā dakhala 'alaihā zakariyyal-miḥrāba wajada 'indahā rizqā(n), qāla yā maryama annā laki hāżā, qālat huwa min 'indillāh(i), innallāha yarzuqu may yasyā'u bigairi ḥisāb(in).",
    "Hunālika da'ā zakariyyā rabbahū qāla rabbi hab lī mil ladunka żurriyyatan ṭayyibah(tan), innaka samī'ud-du'ā'(i).",
    "Fanādathul-malā'ikatu wa huwa qā'imuy yuṣallī fil-miḥrāb(i), annallāha yubasysyiruka biyaḥyā muṣaddiqam bikalimatim minallāhi wa sayyidaw wa ḥaṣūraw wa nabiyyam minaṣ-ṣāliḥīn(a).",
    "Qāla rabbi annā yakūnu lī gulāmuw wa qad balaganīyal-kibaru wamra'atī 'āqir(un), qāla każālikallāhu yaf'alu mā yasyā'(u).",
    "Qāla rabbij'al lī āyah(tan), qāla āyatuka allā tukalliman-nāsa  ṡalāṡata ayyāmin illā ramzā(n), ważkur rabbaka kaṡīraw wa sabbiḥ bil-'asyiyyi wal-ibkār(i).",
    "Wa iż qālatil-malā'ikatu yā maryama innallāhaṣṭafāki wa ṭahharaki waṣṭafāki 'alā nisā'il-'ālamīn(a).",
    "Yā maryamuqnutī lirabbiki wasjudī warka'ī ma'ar-rāki'īn(a).",
    "Żālika min ambā'il-gaibi nūḥīhi ilaik(a), wa mā kunta ladaihim iż yulqūna aqlāmahum ayyuhum yakfulu maryam(a), wa mā kunta ladaihim iż yakhtaṣimūn(a).",
    "Iż qālatil-malā'ikatu yā maryama innallāha yubasysyiruki bikalimatim minhusmuhul-masīḥu 'īsabnu maryama wajīhan fid-dun-yā wal-ākhirati wa minal-muqarrabīn(a).",
    "Wa yukallimun nāsa fil-mahdi wa kahlaw wa minaṣ-ṣāliḥīn(a).",
    "Qālat rabbi annā yakūnu lī waladuw wa lam yamsasnī basyar(un), qāla każālikillāhu yakhluqu mā yasyā'(u), iżā qaḍā amran fa'innamā yaqūlu lahū kun fayakūn(u).",
    "Wa ya'allimuhul-kitāba wal-ḥikmata wat-taurāta wal-injīl(a).",
    "Wa rasūlan ilā banī isrā'īl(a), annī qad ji'tukum bi'āyatim mir rabbikum, annī akhluqu lakum minaṭ-ṭīni kahai'atiṭ-ṭairi fa'anfukhu  fihi fayakūnu ṭairam bi'iżnillāh(i), wa ubarri'ul-akmaha wal-abraṣa wa uḥyil-mautā bi'iżnillāh(i), wa unabbi'ukum bimā ta'kulūna wa mā taddakhirūna fī buyūtikum, inna fī żālika la'āyatal lakum in kuntum mu'minīn(a).",
    "Wa muṣaddiqal limā baina yadayya minat-taurāti wa li'uḥilla lakum ba'ḍal-lażī ḥurrima 'alaikum wa ji'tukum bi'āyatim mir rabbikum, fattaqullāha wa aṭī'ūn(i).",
    "Innallāha rabbī wa rabbukum fa'budūh(u), hāżā ṣirāṭum mustaqīm(un).",
    "Falammā aḥassa 'īsā minhumul-kufra qāla man anṣārī ilallāh(i), qālal-ḥawāriyyūna naḥnu anṣārullāh(i), āmannā billāh(i), wasyhad bi'annā muslimūn(a).",
    "Rabbanā āmannā bimā anzalta wattaba'nar-rasūla faktubnā ma'asy-syāhidīn(a).",
    "Wa makarū wa makarallāh(u), wallāhu khairul-mākirīn(a).",
    "Iż qālallāhu yā 'īsā innī mutawaffīka wa rāfi'uka ilayya wa muṭahhiruka minal-lażīna kafarū wa jā'ilul-lażīnattaba'ūka fauqal-lażīna kafarū ilā yaumil-qiyāmah(ti), ṡumma ilayya marji'ukum fa aḥkumu bainakum fīmā kuntum fīhi takhtalifūn(a).",
    "Fa ammal-lażīna kafarū fa u'ażżibuhum 'ażāban syadīdan fid-dun-yā wal-ākhirah(ti), wa mā lahum min nāṣirīn(a).",
    "Wa ammal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti fa yuwaffīhim ujūrahum, wallāhu lā yuḥibbuẓ-ẓālimīn(a).",
    "Żālika natlūhu 'alaika minal-āyāti waż-żikril-ḥakīm(i).",
    "Inna maṡala 'īsā 'indallāhi kamaṡali ādam(a), khalaqahū min turābin ṡumma qāla lahū kun fayakūn(u).",
    "Al-ḥaqqu mir rabbika falā takum minal-mumtarīn(a).",
    "Faman ḥājjaka fīhi mim ba'di mā jā'aka minal-'ilmi faqul ta'ālau nad'u abnā'anā wa abnā'akum wa nisā'anā wa nisā'akum wa anfusanā wa anfusakum, ṡumma nabtahil fanaj'al la'natallāhi 'alal-kāżibīn(a).",
    "Inna hāżā lahuwal-qaṣaṣul-ḥaqq(u), wa mā min ilāhin illallāh(u), wa innallāha lahuwal-'azīzul-ḥakīm(u).",
    "Fa in tawallau fa innallāha 'alīmum bil-mufsidīn(a).",
    "Qul yā ahlal-kitābi ta'ālau ilā kalimatin sawā'im bainanā wa bainakum allā na'buda illallāha wa lā nusyrika bihī syai'aw wa lā yattakhiża ba'ḍunā ba'ḍan arbābam min dūnillāh(i), fa in tawallau fa qūlusyhadū bi'annā muslimūn(a).",
    "Yā ahlal-kitābi lima tuḥājjūna fī ibrāhīma wa mā unzilatit-taurātu wal-injīlu illā mim ba'dih(ī), afalā ta'qilūn(a).",
    "Hā antum hā'ulā'i ḥājajtum fīmā lakum bihī 'ilmun falima tuḥājjūna fīmā laisa lakum bihī 'ilm(un), wallāhu ya'lamu wa antum lā ta'lamūn(a).",
    "Wa mā kāna ibrāhīmu yahūdiyyaw wa lā naṣrāniyyaw wa lākin kāna ḥanīfam muslimā(n), wa mā kāna minal-musyrikīn(a).",
    "Inna aulan-nāsi bi'ibrāhīma lal-lażīnattaba'ūhu wa hāżan-nabiyyu wal-lażīna āmanū, wallāhu waliyyul-mu'minīn(a).",
    "Waddaṭ-ṭā'ifatum min ahlil-kitābi lau yuḍillūnakum, wa mā yuḍillūna illā anfusahum wa mā yasy'urūn(a).",
    "Yā ahlal-kitābi lima takfurūna bi'āyātillāhi wa antum tasyhadūn(a).",
    "Yā ahlal-kitābi lima talbisūnal-ḥaqqa bil-bāṭili wa taktumūnal-ḥaqqa wa antum ta'lamūn.",
    "Wa qālaṭ-ṭā'ifatum min ahlil-kitābi āminū bil-lażī unzila 'alal-lażīna āmanū wajhan-nahāri wakfurū ākhirahū la'allahum yarji'ūn(a).",
    "Wa lā tu'minū illā liman tabi'a dīnakum, qul innal-hudā hudallāh(i), ay yu'tā aḥadum miṡla mā ūtītum au yuḥājjūkum 'inda rabbikum, qul innal-faḍla biyadillāh(i), yu'tīhi may yasyā'(u), wallāhu wāsi'un 'alīm(un).",
    "Yakhtaṣṣu biraḥmatihī may yasyā'(u), wallāhu żul-faḍlil-'aẓīm(i).",
    "Wa min ahlil-kitābi man in ta'manhu bi qinṭārin yu'addīhi ilaik(a), wa minhum man in ta'manhu bidīnāril lā yu'addīhi ilaika illā mā dumta 'alaihi qā'imā(n), żālika bi'annahum qālū laisa 'alainā fil-ummiyyīna sabīl(un), wa yaqūlūna 'alallāhil-każiba wa hum ya'lamūn(a).",
    "Balā man aufā bi'ahdihī wattaqā fa innallāha yuḥibbul-muttaqīn(a).",
    "Innal-lażīna yasytarūna bi'ahdillāhi wa aimānihim ṡamanan qalīlan ulā'ika lā khalāqa lahum fil-ākhirati wa lā yukallimuhumullāhu wa lā yanẓuru ilaihim yaumal-qiyāmati wa lā yuzakkīhim, wa lahum 'ażābun alīm(un).",
    "Wa inna minhum lafarīqay yalwūna alsinatahum bil-kitābi litaḥsabūhu minal-kitābi wa mā huwa minal-kitāb(i), wa yaqūlūna huwa min 'indillāhi wa mā huwa min 'indillāh(i), wa yaqūlūna 'alallāhil-każiba wa hum ya'lamūn(a).",
    "Mā kāna libasyarin ay yu'tiyahullāhul-kitāba wal-ḥukma wan-nubuwwata ṡumma yaqūla lin-nāsi kūnū 'ibādal lī min dūnillāhi wa lākin kūnū rabbāniyyīna bimā kuntum tu'allimūnal-kitāba  wa bimā kuntum tadrusūn(a).",
    "Wa lā ya'murakum an tattakhiżul-malā'ikata wan-nabiyyīna arbābā(n), aya'murukum bil-kufri ba'da iż antum muslimūn(a).",
    "Wa iż akhażallāhu mīṡāqan-nabiyyīna lamā ātaitukum min kitābiw wa ḥikmatin ṡumma jā'akum rasūlum muṣaddiqul limā ma'akum latu'minunna bihī wa latanṣurunnah(ū), qāla a'aqrartum wa akhażtum 'alā żālikum iṣrī, qālū aqrarnā, qāla fasyhadū wa ana ma'akum minasy-syāhidīn(a).",
    "Faman tawallā ba'da żālika fa ulā'ika humul-fāsiqūn(a).",
    "Afagaira dīnillāhi yabgūna wa lahū aslama man fis-samāwāti wal-arḍi ṭau'aw wa ilaihi yurja'ūn(a).",
    "Qul āmannā billāhi wa mā unzila 'alainā wa mā unzila 'alā ibrāhīma wa ismā'īla wa isḥāqa wa ya'qūba wal-asbāṭi wa mā ūtiya mūsā wa 'īsā wan-nabiyyūna mir rabbihim, lā nufarriqu baina aḥadim minhum, wa naḥnu lahū muslimūn(a).",
    "Wa may yabtagi gairal-islāmi dīnan  falay yuqbala minh(u), wa huwa fil-ākhirati minal khāsirīn(a).",
    "Kaifa yahdillāhu qauman kafarū ba'da īmānihim wa syahidū annar-rasūla ḥaqquw wa jā'ahumul-bayyināt(u), wallāhu lā yahdil-qaumaẓ-ẓālimīn(a).",
    "Ulā'ika jazā'uhum anna 'alaihim la'natallāhi wal-malā'ikati wan-nāsi ajma'īn(a).",
    "Khālidīna fihā, lā yukhaffafu 'anhumul-'ażābu wa lā hum yunẓarūn(a).",
    "Illal-lażīna tābū mim ba'di żālika wa aṣlaḥū, fa'innallāha gafūrur raḥīm(un).",
    "Innal-lażīna kafarū ba'da īmānihim ṡummazdādū kufral lan tuqbala taubatuhum, wa ulā'ika humuḍ-ḍāllūn(a).",
    "Innal-lażīna kafarū wa mātū wa hum kuffārun falay yuqbala min aḥadihim mil'ul-arḍi żahabaw wa lawiftadā bih(ī), ulā'ika lahum 'ażābun alīmuw wa mā lahum min nāṣirīn(a).",
    "Lan tanālul-birra ḥattā tunfiqū mimmā tuḥibbūn(a), wa mā tunfiqū min syai'in fa innallāha bihī 'alīm(un).",
    "Kulluṭ-ṭa'āmi kāna ḥillal libanī isrā'īla illā mā ḥarrama isrā'īlu 'alā nafsihī min qabli an tunazzalat-taurāh(tu), qul fa'tū bit-taurāti fatlūhā in kuntum ṣādiqīn(a).",
    "Fa maniftarā 'alallāhil-każiba mim ba'di żālika fa ulā'ika humuẓ-ẓālimūn(a).",
    "Qul ṣadaqallāh(u), fattabi'ū millata ibrāhīma ḥanīfā(n), wa mā kāna minal-musyrikīn(a).",
    "Inna awwala baitiw wuḍi'a lin-nāsi lal-lażī bibakkata mubārakaw wa hudal lil-'ālamīn(a).",
    "Fīhi āyātum bayyinātum maqāmu ibrāhīm(a), wa man dakhalahū kāna āminā(n), wa lillāhi 'alan-nāsi ḥijjul-baiti manistaṭā'a ilaihi sabīlā(n), wa man kafara fa innallāha ganiyyun 'anil-'ālamīn(a).",
    "Qul yā ahlal-kitābi lima takfurūna bi'āyātillāh(i), wallāhu syahīdun 'alā mā ta'malūn(a).",
    "Qul yā ahlal-kitābi lima taṣuddūna 'an sabīlillāhi man āmana tabgūnahā 'iwajaw wa antum syuhadā'(u), wa mallāhu bigāfilin 'ammā ta'malūn(a).",
    "Yā ayyuhal-lażīna āmanū in tuṭī'ū farīqam minal-lażīna ūtul-kitāba yaruddūkum ba'da īmānikum kāfirīn(a).",
    "Wa kaifa takfurūna wa antum tutlā 'alaikum āyātullāhi wa fīkum rasūluh(ū), wa may ya'taṣim billāhi faqad hudiya ilā ṣirāṭim mustaqīm(in).",
    "Yā ayyuhal-lażīna āmanuttaqullāha ḥaqqa tuqātihī wa lā tamūtunna illā wa antum muslimūn(a).",
    "Wa'taṣimū biḥablillāhi jamī'aw wa lā tafarraqū, ważkurū ni'matallāhi 'alaikum iż kuntum a'dā'an fa allafa baina qulūbikum fa aṣbaḥtum bi ni'matihī ikhwānā(n), wa kuntum 'alā syafā ḥufratim minan-nāri fa anqażakum minhā, każālika yubayyinullāhu lakum āyātihī la'allakum tahtadūn(a).",
    "Waltakum minkum ummatuy yad'ūna ilal-khairi wa ya'murūna bil-ma'rūfi wa yanhauna 'anil-munkar(i), wa ulā'ika humul-mufliḥūn(a).",
    "Wa lā takūnū kal-lażīna tafarraqū wakhtalafū mim ba'di mā jā'ahumul-bayyināt(u), wa ulā'ika lahum 'ażābun 'aẓīm(un).",
    "Yauma tabyaḍḍu wujūhuw wa taswaddu wujūh(un), fa ammal-lażīnaswaddat wujūhuhum, akafartum ba'da īmānikum fa żūqul-'ażāba bimā kuntum takfurūn(a).",
    "Wa ammal lażīnabyaḍḍat wujūhuhum fafī raḥmatillāh(i), hum fīhā khālidūn(a).",
    "Tilka āyātullāhi natlūhā 'alaika bil-ḥaqq(i), wa mallāhu yurīdu ẓulmal lil-'ālamīn(a).",
    "Wa lillāhi mā fis-samāwāti wa mā fil-arḍ(i), wa ilallāhi turja'ul-umūr(u).",
    "Kuntum khaira ummatin ukhrijat lin-nāsi ta'murūna bil-ma'rūfi wa tanhauna 'anil-munkari wa tu'minūna billāh(i), wa lau āmana ahlul-kitābi lakāna khairal lahum, minhumul-mu'minūna wa akṡaruhumul-fāsiqūn(a).",
    "Lay yaḍurrūkum illā ażā(n), wa iy yuqātilūkum yuwallūkumul-adbār(a), ṡumma lā yunṣarūn(a).",
    "Ḍuribat 'alaihimuż-żillatu aina mā ṡuqifū illā biḥablim minallāhi wa ḥablim minan-nāsi wa bā'ū bigaḍabim minallāhi wa ḍuribat 'alaihimul-maskanah(tu), żālika bi'annahum kānū yakfurūna bi'āyātillāhi wa yaqtulūnal-ambiyā'a bigairi ḥaqq(in), żālika bimā 'aṣaw wa kānū ya'tadūn(a).",
    "Laisū sawā'ā(n), min ahlil-kitābi ummatun qā'imatuy yatlūna āyātillāhi ānā'al-laili wa hum yasjudūn(a).",
    "Yu'minūna billāhi wal-yaumil-ākhiri wa ya'murūna bil-ma'rūfi wa yanhauna 'anil-munkari wa yusāri'ūna fil-khairāt(i), wa ulā'ika minaṣ-ṣāliḥīn(a).",
    "Wa mā yaf'alūna min khairin falay yukfarūh(u), wallāhu 'alīmum bil-muttaqīn(a).",
    "Innal-lażīna kafarū lan tugniya 'anhum amwāluhum wa lā aulāduhum minallāhi syai'ā(n), wa ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a).",
    "Maṡalu mā yunfiqūna fī hāżihil-ḥayātid-dun-yā kamaṡali rīḥin fihā ṣirrun aṣābat ḥarṡa qaumin ẓalamū anfusahum fa ahlakath(u), wa mā ẓalamahumullāhu wa lākin anfusahum yaẓlimūn(a).",
    "Yā ayyuhal-lażīna āmanū lā tattakhiżū biṭānatam min dūnikum lā ya'lūnakum khabālā(n), waddū mā 'anittum, qad badatil-bagḍā'u min afwāhihim, wa mā tukhfī ṣudūruhum akbar(u), qad bayyannā lakumul-āyāti in kuntum ta'qilūn(a).",
    "Hā antum ulā'i tuḥibbūnahum wa lā yuḥibbūnakum wa tu'minūna bil-kitābi kullih(ī), wa iżā laqūkum qālū āmannā, wa iżā khalau 'aḍḍū 'alaikumul-anāmila  minal-gaiẓ(i), qul mūtū bigaiẓikum, innallāha 'alīmum biżātiṣ-ṣudūr(i).",
    "In tamsaskum ḥasanatun tasu'hum, wa in tuṣibkum sayyi'atuy yafraḥū bihā, wa in taṣbirū wa tattaqū lā yaḍurrukum kaiduhum syai'ā(n), innallāha bimā ya'malūna muḥīṭ(un).",
    "Wa iż gadauka min ahlika tubawwi'ul-mu'minīna maqā'ida lil-qitāl(i), wallāhu samī'un 'alīm(un).",
    "Iż hammat-ṭā'ifatāni minkum an tafsyalā, wallāhu waliyyuhumā, wa 'alallāhi falyatawakkalil-mu'minūn(a).",
    "Wa laqad naṣarakumullāhu bibadriw wa antum ażillah(tun), fattaqullāha la'allakum tasykurūn(a).",
    "Iż taqūlu lil-mu'minīna alay yakfiyakum ay yumiddakum rabbukum biṡalāṡati ālāfim minal-malā'ikati munzalīn(a).",
    "Balā, in taṣbirū wa tattaqū wa ya'tūkum min faurihim hāżā yumdidkum rabbukum bikhamsati ālāfim minal-malā'ikati musawwimīn(a).",
    "Wa mā ja'alahullāhu illā busyrā lakum wa litaṭma'inna qulūbukum bih(ī), wa man-naṣru illā min 'indillāhil-'azīzil-ḥakīm(i).",
    "Liyaqṭa'a ṭarafam minal-lażīna kafarū au yakbitahum fa yanqalibū khā'ibīn(a).",
    "Laisa laka minal-amri syai'un au yatūba 'alaihim au yu'ażżibahum fa innahum ẓālimūn(a).",
    "Wa lillāhi mā fis-samāwāti wa mā fil-arḍ(i), yagfiru limay yasyā'u wa yu'ażżibu may yasyā'(u), wallāhu gafūrur raḥīm(un).",
    "Yā ayyuhal-lażīna āmanū lā ta'kulur-ribā aḍ'āfam muḍā'afah(tan), wattaqullāha la'allakum tufliḥūn(a).",
    "Wattaqun-nāral latī u'iddat lil-kāfirīn(a).",
    "Wa aṭī'ullāha war-rasūla la'allakum turḥamūn(a).",
    "Wa sāri'ū ilā magfiratim mir rabbikum wa jannatin 'arḍuhas-samāwātu wal-arḍ(u), u'iddat lil-muttaqīn(a).",
    "Al-lażīna yunfiqūna fis-sarrā'i waḍ-ḍarrā'i wal-kāẓimīnal gaiẓa wal-'āfīna 'anin-nās(i), wallāhu yuḥibbul-muḥsinīn(a).",
    "Wal-lażīna iżā fa'alū fāḥisyatan au ẓalamū anfusahum żakarullāha fastagfarū liżunūbihim, wa may yagfiruż-żunūba illallāh(u), wa lam yuṣirrū 'alā mā fa'alū wa hum ya'lamūn(a).",
    "Ulā'ika jazā'uhum magfiratum mir rabbihim wa jannātun tajrī min taḥtihal-anhāru khālidīna fīhā, wa ni'ma ajrul-'āmilīn(a).",
    "Qad khalat min qablikum sunan(un), fa sīrū fil-arḍi fanẓurū kaifa kāna 'āqibatul-mukażżibīn(a).",
    "Hāżā bayānul lin-nāsi wa hudaw wa mau'iẓatul lil-muttaqīn(a).",
    "Wa lā tahinū wa lā taḥzanū wa antumul-a'launa in kuntum mu'minīn(a).",
    "Iy yamsaskum qarḥun faqad massal-qauma qarḥum miṡluh(ū), wa tilkal-ayyāmu nudāwiluhā binan-nās(i), wa liya'lamallāhul-lażīna āmanū wa yattakhiża minkum syuhadā'(u),  wallāhu lā yuḥibbuẓ-ẓālimīn(a).",
    "Wa liyumaḥḥiṣallāhul-lażīna āmanū wa yamḥaqal-kāfirīn(a).",
    "Am ḥasibtum an tadkhulul-jannata wa lammā ya'lamillāhul-lażīna jāhadū minkum wa ya'lamaṣ-ṣābirīn(a).",
    "Wa laqad kuntum tamannaunal-mauta min qabli an talqauh(u), faqad ra'aitumūhu wa antum tanẓurūn(a).",
    "Wa mā muḥammadun illā rasūl(un), qad khalat min qablihir-rusul(u), afa'im māta au qutilanqalabtum 'alā a'qābikum, wa may yanqalib 'alā 'aqibaihi falay yaḍurrallāha syai'ā(n), wa sayajzillāhusy-syākirīn(a).",
    "Wa mā kāna linafsin an tamūta illā bi'iżnillāhi kitābam mu'ajjalā(n), wa may yurid ṡawābad-dun-yā nu'tihī minhā, wa may yurid ṡawābal-ākhirati nu'tihī minhā, wa sanajzisy-syākirīn(a).",
    "Wa ka'ayyim min nabiyyin qātal(a), ma'ahū ribbiyyūna kaṡīr(un), famā wahanū limā aṣābahum fī sabīlillāhi wa mā ḍa'ufū wa mastakānū, wallāhu yuḥibbuṣ-ṣābirīn(a).",
    "Wa mā kāna qauluhum illā an qālū rabbanagfir lanā żunūbanā wa isrāfanā fī amrinā wa ṡabbit aqdāmanā wanṣurnā 'alal-qaumil-kāfirīn(a).",
    "Fa ātāhumullāhu ṡawābad-dun-yā wa ḥusna ṡawābil-ākhirah(ti), wallāhu yuḥibbul-muḥsinīn(a).",
    "Yā ayyuhal-lażīna āmanū in tuṭī'ul-lażīna kafarū yaruddūkum 'alā a'qābikum fa tanqalibū khāsirīn(a).",
    "Balillāhu maulākum, wa huwa khairun-nāṣirīn(a).",
    "Sanulqī fī qulūbil-lażīna kafarur-ru'ba bimā asyrakū billāhi mā lam yunazzil bihī sulṭānā(n), wa ma'wāhumun nār(u), wa bi'sa maṡwaẓ-ẓālimīn(a).",
    "Wa laqad ṣadaqakumullāhu wa'dahū iż taḥussūnahum bi'iżnih(ī), ḥattā iżā fasyiltum wa tanāza'tum fil-amri wa 'aṣaitum mim ba'di mā arākum mā tuḥibbūn(a), minkum may yurīdud-dun-yā wa minkum may yurīdul-ākhirah(ta), ṡumma ṣarafakum 'anhum liyabtaliyakum, wa laqad 'afā 'ankum, wallāhu żū faḍlin 'alal-mu'minīn(a).",
    "Iż tuṣ'idūna wa lā talwūna 'alā aḥadiw war-rasūlu yad'ūkum fī ukhrākum fa aṡābakum gammam bigammil likailā taḥzanū 'alā mā fātakum wa lā mā aṣābakum, wallāhu khabīrum bimā ta'malūn(a).",
    "Ṡumma anzala 'alaikum mim ba'dil-gammi amanatan nu'āsay yagsyā ṭā'ifatam minkum, wa ṭā'ifatun qad ahammathum  anfusuhum yaẓunnūna billāhi gairal-ḥaqqi ẓanal-jāhiliyyah(ti), yaqūlūna hal lanā minal-amri min syai'(in), qul innal-amra kullahū lillāh(i), yukhfūna fī anfusihim mā lā yubdūna lak(a), yaqūlūna lau kāna lanā minal-amri syai'um mā qutilnā hāhunā, qul lau kuntum fī buyūtikum labarazal-lażīna kutiba 'alaihimul-qatlu ilā maḍāji'ihim, wa liyabtaliyallāhu mā fī ṣudūrikum wa liyumaḥḥiṣa mā fī qulūbikum, wallāhu 'alīmum biżātiṣ-ṣudūr(i).",
    "Innal-lażīna tawallau minkum yaumal-taqal-jam'ān(i), innamastazallahumusy-syaiṭānu biba'ḍi mā kasabū, wa laqad 'afallāhu 'anhum, innallāha gafūrun ḥalīm(un).",
    "Yā ayyuhal-lażīna āmanū lā takūnū kal-lażīna kafarū wa qālū li'ikhwānihim iżā ḍarabū fil-arḍi au kānū guzzal lau kānū 'indanā mā mātū wa mā qutilū, liyaj'alallāhu żālika ḥasratan fī qulūbihim, wallāhu yuḥyī wa yumīt(u), wallāhu  bimā ta'malūna baṣīr(un).",
    "Wa la'in qutiltum fī sabīlillāhi au muttum lamagfiratum minallāhi wa raḥmatun khairum mimmā yajma'ūn(a).",
    "Wa la'im muttum au qutiltum la'ilallāhi tuḥsyarūn(a).",
    "Fabimā raḥmatim minallāhi linta lahum, wa lau kunta faẓẓan galīẓal-qalbi lanfaḍḍū min ḥaulik(a), fa'fu 'anhum wastagfir lahum wa syāwirhum fil-amr(i), fa iżā 'azamta  fa tawakkal 'alallāh(i), innallāha yuḥibbul-mutawakkilīn(a).",
    "Iy yanṣurkumullāhu falā gāliba lakum, wa iy yakhżulkum faman żal-lażī yanṣurukum mim ba'dih(ī),  wa 'alallāhi falyatawakkalil-mu'minūn(a).",
    "Wa mā kāna linabiyyin ay yagull(a), wa may yaglul ya'ti  bimā galla yaumal-qiyāmah(ti), ṡumma tuwaffā kullu nafsim mā kasabat wa hum lā yuẓlamūn(a).",
    "Afamanittaba'a riḍwānallāhi kamam bā'a bisakhaṭim minallāhi wa ma'wāhu jahannam(u), wa bi'sal-maṣīr(u),",
    "Hum darajātun 'indallāh(i), wallāhu baṣīrum bimā ya'malūn(a).",
    "Laqad mannallāhu 'alal-mu'minīna iż ba'aṡa fīhim rasūlam min anfusihim yatlū 'alaihim āyātihī wa yuzakkīhim wa yu'allimuhumul-kitāba wal-ḥikmah(ta), wa in kānū min qablu lafī ḍalālim mubīn(in).",
    "Awa lammā aṣābatkum muṣībatun qad aṣabtum miṡlaihā, qultum annā hāżā, qul huwa min 'indi anfusikum, innallāha 'alā kulli syai'in qadīr(un).",
    "Wa mā aṣābakum yaumal-taqal-jam'āni fa bi'iżnillāhi wa liya'lamal-mu'minīn(a).",
    "Wa liya'lamal-lażīna nāfaqū, wa qīla lahum  ta'ālau qātilū fī sabīlillāhi awidfa'ū, qālū lau na'lamu qitālal lattaba'nākum, hum lil-kufri yauma'iżin aqrabu minhum lil-īmān(i), yaqūlūna bi'afwāhihim mā laisa fī qulūbihim, walllāhu a'lamu bimā yaktumūn(a).",
    "Al-lażīna qālū li'ikhwānihim wa qa'adū lau aṭā'ūnā mā qutilū, qul fadra'ū 'an anfusikumul-mauta in kuntum ṣādiqīn(a).",
    "Wa lā taḥsabannal-lażīna qutilū fī sabīlillāhi amwātā(n), bal aḥyā'un 'inda rabbihim yurzaqūn(a).",
    "Fariḥīna bimā ātāhumullāhu min faḍlih(ī), wa yastabsyirūna bil-lażīna lam yalḥaqū bihim  min khalfihim, allā khaufun 'alaihim wa lā hum yaḥzanūn(a).",
    "Yastabsyirūna bini'matim minallāhi wa faḍl(in), wa annallāha lā yuḍī'u ajral-mu'minīn(a).",
    "Al-lażīnastajābū lillāhi war-rasūli mim ba'di mā aṣābahumul-qarḥ(u), lil-lażīna aḥsanū minhum wattaqau ajrun 'aẓīm(un).",
    "Al-lażīna qāla lahumun-nāsu innan-nāsa qad jama'ū lakum fakhsyauhum fa zādahum īmānā(n), wa qālū ḥasbunallāhu wa ni'mal-wakīl(u).",
    "Fanqalabū bi ni'matim minallāhi wa faḍlil lam yamsashum sū'(un), wattaba'ū riḍwānallāh(i), wallahu żū faḍlin 'aẓīm(in).",
    "Innamā żālikumusy-syaiṭānu yukhawwifu auliyā'ah(ū), falā takhāfūhum wa khāfūni in kuntum mu'minīn(a).",
    "Wa lā yaḥzunkal-lażīna yusāri'ūna fil-kufr(i), innahum lay yaḍurrullāha syai'ā(n), yurīdullāhu allā yaj'ala  lahum ḥaẓẓan fil-ākhirati wa lahum 'ażābun 'aẓīm(un).",
    "Innal-lażīnasytarawul-kufra bil-īmāni lay yaḍurrullāha syai'ā(n), wa lahum 'ażābun alīm(un).",
    "Wa lā yaḥsabannal-lażīna  kafarū annamā numlī lahum khairul li'anfusihim, innamā numlī lahum liyazdādū iṡmā(n), wa lahum 'ażābum muhīn(un).",
    "Mā kānallāhu liyażaral-mu'minīna 'alā mā antum 'alaihi ḥattā yamīzal-khabīṡa minaṭ-ṭayyib(i), wa mā kānallāhu liyuṭli'akum 'alal-gaibi wa lākinnallāha yajtabī mir rusulihī may yasyā'(u), fa āminū billāhi wa rusulih(ī), wa in tu'minū wa tattaqū fa lakum ajrun 'aẓīm(un).",
    "Wa lā yaḥsabannal-lażīna yabkhalūna bimā ātāhumullāhu min faḍlihī huwa khairal lahum, bal huwa syarrul lahum, sayuṭawwaqūna mā bakhilū bihī yaumal-qiyāmah(ti), wa lillāhi mīrāṡus-samāwāti wal-arḍ(i), wallāhu bimā ta'malūna khabīr(un).",
    "Laqad sami'allāhu qaulal-lażīna qālū innallāha faqīruw wa naḥnu agniyā'(u), sanaktubu mā qālū wa qatlahumul-ambiyā'a bigairi ḥaqq(in),  wa naqūlu żūqū 'ażābal-ḥarīq(i).",
    "Żālika bimā qaddamat aidīkum wa annallāha laisa biẓallāmil lil-'abīd(i).",
    "Al-lażīna qālū innallāha 'ahida ilainā allā nu'mina lirasūlin ḥattā ya'tiyanā biqurbānin ta'kuluhun-nār(u), qul qad jā'akum rusulum min qablī bil-bayyināti wa bil-lażī qultum falima qataltumūhum in kuntum ṣādiqīn(a).",
    "Fa in każżabūka faqad kużżiba rusulum min qablika jā'ū bil-bayyināti waz-zuburi wal-kitābil-munīr(i).",
    "Kullu nafsin żā'iqatul-maut(i), wa innamā tuwaffauna ujūrakum yaumal-qiyāmah(ti),  faman zuḥziḥa  'anin-nāri wa udkhilal-jannata faqad fāz(a), wa mal-ḥayātud-dun-yā illā matā'ul-gurūr(i).",
    "Latublawunna fī amwālikum wa anfusikum, wa latasma'unna minal-lażīna ūtul-kitāba min qablikum wa minal-lażīna  asyrakū ażan kaṡīrā(n), wa in taṣbirū wa tattaqū fa inna żālika min 'azmil-umūr(i).",
    "Wa iż akhażallāhu mīṡāqal-lażīna ūtul-kitāba latubayyinunnahū lin-nāsi wa lā taktumūnah(ū),  fa nabażūhu warā'a ẓuhūrihim wasytarau bihī ṡamanan qalīlā(n), fa bi'sa mā yasytarūn(a).",
    "Lā taḥsabannal-lażīna yafraḥūna bimā atau  wa yuḥibbūna ay yuḥmadū bimā lam yaf'alū falā taḥsabannahum bimafāzatim minal-'ażāb(i), wa lahum 'ażābun alīm(un).",
    "Wa lillāhi mulkus-samāwāti wal-arḍ(i), wallāhu 'alā kulli syai'in qadīr(un).",
    "Inna fī khalqis-samāwāti wal-arḍi wakhtilāfil-laili wan-nahāri la'āyātil li'ulil-albāb(i).",
    "Al-lażīna yażkurūnallāha qiyāmaw wa qu'ūdaw wa 'alā junūbihim wa yatafakkarūna fi khalqis-samāwāti wal-arḍ(i), rabbanā mā khalaqta hāżā bāṭilā(n), subḥānaka fa qinā 'ażāban-nār(i).",
    "Rabbanā innaka man tudkhilin-nāra faqad akhzaitah(ū), wa mā liẓ-ẓālimīna min anṣār(in).",
    "Rabbanā innanā sami'nā munādiyay yunādī lil-īmāni an āminū birabbikum fa āmannā, rabbanā fagfir lanā żunūbanā wa kaffir 'annā sayyi'ātinā wa tawaffanā ma'al-abrār(i).",
    "Rabbanā wa ātinā mā wa'attanā 'alā rusulika  wa lā tukhzinā  yaumal-qiyāmah(ti), innaka lā tukhliful-mī'ād(a).",
    "Fastajāba lahum rabbuhum annī lā uḍī'u 'amala 'āmilim minkum min żakarin au unṡā, ba'ḍukum mim ba'ḍ(in), fal-lażīna hājarū wa ukhrijū min diyārihim wa ūżū fī sabīlī wa qātalū wa qutilū la'ukaffiranna 'anhum sayyi'ātihim wa la udkhilannahum jannātin tajrī min taḥtihal-anhār(u), ṡawābam min 'indillāh(i), wallāhu 'indahū ḥusnuṡ-ṡawāb(i).",
    "Lā yagurrannaka taqallubul-lażīna kafarū fil-bilād(i).",
    "Matā'un qalīl(un), ṡumma ma'wāhum jahannam(u), wa bi'sal-mihād(u).",
    "Lākinil-lażīnattaqau rabbahum lahum jannātun tajrī min taḥtihal-anhāru khālidīna fīhā nuzulam min 'indillāh(i), wa mā 'indallāhi khairul lil-abrār(i).",
    "Wa inna min ahlil-kitābi lamay yu'minu billāhi wa mā unzila ilaikum wa mā unzila ilaihim khāsyi'īna lillāh(i), lā yasytarūna bi'āyātillāhi ṡamanan qalīlā(n), ulā'ika lahum ajruhum 'inda rabbihim, innallāha sarī'ul-ḥisāb(i).",
    "Yā ayyuhal-lażīna āmanuṣbirū wa ṣābirū wa rabiṭū, wattaqullāha la'allakum tufliḥūn(a)."
  ],
  "translations": {
    "id": {
      "1": "Alif Lām Mīm.",
      "2": "Allah, tidak ada tuhan selain Dia, Yang Maha Hidup lagi Maha Mengurus (makhluk-Nya) secara terus-menerus.",
      "3": "Dia menurunkan kepadamu (Nabi Muhammad) Kitab (Al-Qur’an) dengan hak, membenarkan (kitab-kitab) sebelumnya, serta telah menurunkan Taurat dan Injil",
      "4": "sebelum (turunnya Al-Qur’an) sebagai petunjuk bagi manusia, dan menurunkan Al-Furqān (pembeda yang hak dan yang batil). Sesungguhnya orang-orang yang kufur terhadap ayat-ayat Allah, bagi mereka azab yang sangat keras. Allah Maha Perkasa lagi mempunyai balasan (siksa).",
      "5": "Sesungguhnya bagi Allah tidak ada sesuatu pun yang tersembunyi di bumi dan tidak pula di langit.",
      "6": "Dialah (Allah) yang membentuk kamu dalam rahim sebagaimana yang Dia kehendaki.83) Tidak ada tuhan selain Dia, Yang Maha Perkasa lagi Maha Bijaksana.",
      "7": "Dialah (Allah) yang menurunkan Kitab (Al-Qur’an) kepadamu (Nabi Muhammad). Di antara ayat-ayatnya ada yang muhkamat,84) itulah pokok-pokok isi Kitab (Al-Qur’an) dan yang lain mutasyabihat.85) Adapun orang-orang yang dalam hatinya ada kecenderungan pada kesesatan, mereka mengikuti ayat-ayat yang mutasyabihat untuk menimbulkan fitnah (kekacauan dan keraguan) dan untuk mencari-cari takwilnya. Padahal, tidak ada yang mengetahui takwilnya, kecuali Allah. Orang-orang yang ilmunya mendalam berkata, “Kami beriman kepadanya (Al-Qur’an), semuanya dari Tuhan kami.” Tidak ada yang dapat mengambil pelajaran, kecuali ululalbab.",
      "8": "(Mereka berdoa,) “Wahai Tuhan kami, janganlah Engkau jadikan hati kami berpaling setelah Engkau berikan petunjuk kepada kami dan anugerahkanlah kepada kami rahmat dari hadirat-Mu. Sesungguhnya Engkau Maha Pemberi.",
      "9": "Wahai Tuhan kami, sesungguhnya Engkaulah yang mengumpulkan manusia pada hari yang tidak ada keraguan padanya.” Sesungguhnya Allah tidak menyalahi janji.",
      "10": "Sesungguhnya orang-orang yang kufur, tidak akan berguna bagi mereka sedikit pun harta benda dan anak-anak mereka (untuk menyelamatkan diri) dari (azab) Allah. Mereka itulah bahan bakar api neraka.",
      "11": "(Keadaan mereka) seperti keadaan pengikut Fir'aun dan orang-orang sebelum mereka. Mereka mendustakan ayat-ayat Kami. Oleh sebab itu, Allah menyiksa mereka karena dosa-dosanya. Allah sangat keras hukuman-Nya.",
      "12": "Katakanlah (Nabi Muhammad) kepada orang-orang yang kufur, “Kamu (pasti) akan dikalahkan dan digiring ke dalam (neraka) Jahanam. Itulah seburuk-buruk tempat tinggal.”",
      "13": "Sungguh, telah ada tanda (bukti) bagimu pada dua golongan yang bertemu (dalam pertempuran.86) Satu golongan berperang di jalan Allah dan (golongan) yang lain kafir yang melihat dengan mata kepala bahwa mereka (golongan muslim) dua kali lipat jumlahnya. Allah menguatkan siapa yang Dia kehendaki dengan pertolongan-Nya. Sesungguhnya pada yang demikian itu benar-benar terdapat pelajaran bagi orang-orang yang mempunyai penglihatan (mata hati).",
      "14": "Dijadikan indah bagi manusia kecintaan pada aneka kesenangan yang berupa perempuan, anak-anak, harta benda yang bertimbun tak terhingga berupa emas, perak, kuda pilihan, binatang ternak, dan sawah ladang. Itulah kesenangan hidup di dunia dan di sisi Allahlah tempat kembali yang baik.",
      "15": "Katakanlah, “Maukah aku beri tahukan kepadamu sesuatu yang lebih baik daripada yang demikian itu?” Untuk orang-orang yang bertakwa, di sisi Tuhan mereka ada surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya dan (untuk mereka) pasangan yang disucikan serta rida Allah. Allah Maha Melihat hamba-hamba-Nya.",
      "16": "(Yaitu) orang-orang yang berdoa, “Wahai Tuhan kami, sesungguhnya kami benar-benar telah beriman. Maka, ampunilah dosa-dosa kami dan selamatkanlah kami dari azab neraka.”",
      "17": "(Juga) orang-orang yang sabar, benar, taat, dan berinfak, serta memohon ampunan pada akhir malam.",
      "18": "Allah menyatakan bahwa tidak ada tuhan selain Dia, (Allah) yang menegakkan keadilan. (Demikian pula) para malaikat dan orang berilmu. Tidak ada tuhan selain Dia, Yang Maha Perkasa lagi Maha Bijaksana.",
      "19": "Sesungguhnya agama (yang diridai) di sisi Allah ialah Islam. Orang-orang yang telah diberi kitab tidak berselisih, kecuali setelah datang pengetahuan kepada mereka karena kedengkian di antara mereka. Siapa yang kufur terhadap ayat-ayat Allah, sesungguhnya Allah sangat cepat perhitungan(-Nya).",
      "20": "Jika mereka mendebat engkau (Nabi Muhammad) katakanlah, “Aku berserah diri kepada Allah dan (demikian pula) orang-orang yang mengikutiku.” Katakanlah kepada orang-orang (Yahudi dan Nasrani) yang telah diberi Kitab (Taurat dan Injil) dan kepada orang-orang yang umi,87) “Sudahkah kamu masuk Islam?” Jika mereka telah masuk Islam, sungguh mereka telah mendapat petunjuk. Akan tetapi, jika mereka berpaling, sesungguhnya kewajibanmu hanyalah menyampaikan. Allah Maha Melihat hamba-hamba-Nya.",
      "21": "Sesungguhnya orang-orang yang kufur terhadap ayat-ayat Allah, membunuh para nabi tanpa hak (alasan yang benar), dan membunuh manusia yang memerintahkan keadilan, sampaikanlah kepada mereka kabar 'gembira’ tentang azab yang pedih.",
      "22": "Mereka itulah orang-orang yang amalnya sia-sia di dunia dan di akhirat dan tidak ada bagi mereka satu penolong pun.",
      "23": "Tidakkah engkau (Nabi Muhammad) memerhatikan orang-orang (Yahudi) yang telah diberi bagian (pengetahuan) kitab (Taurat)? Mereka diajak (berpegang) pada kitab Allah untuk memutuskan (perkara) di antara mereka, kemudian segolongan dari mereka berpaling dan menolak (kebenaran).",
      "24": "Demikian itu disebabkan bahwa mereka berkata, “Api neraka tidak akan menyentuh kami, kecuali beberapa hitungan hari saja.” Mereka teperdaya dalam agamanya oleh apa yang selalu mereka ada-adakan.",
      "25": "Bagaimanakah (nanti) jika mereka Kami kumpulkan pada hari (Kiamat) yang tidak ada keraguan padanya dan setiap jiwa diberi balasan yang sempurna sesuai dengan apa yang telah dikerjakannya tanpa dizalimi?",
      "26": "Katakanlah (Nabi Muhammad), “Wahai Allah, Pemilik kekuasaan, Engkau berikan kekuasaan kepada siapa pun yang Engkau kehendaki dan Engkau cabut kekuasaan dari siapa yang Engkau kehendaki. Engkau muliakan siapa yang Engkau kehendaki dan Engkau hinakan siapa yang Engkau kehendaki. Di tangan-Mulah segala kebajikan. Sesungguhnya Engkau Maha Kuasa atas segala sesuatu.",
      "27": "Engkau masukkan malam ke dalam siang dan Engkau masukkan siang ke dalam malam. Engkau keluarkan yang hidup dari yang mati dan Engkau keluarkan yang mati dari yang hidup. Engkau berikan rezeki kepada siapa yang Engkau kehendaki tanpa perhitungan.”",
      "28": "Janganlah orang-orang mukmin menjadikan orang kafir sebagai para wali88) dengan mengesampingkan orang-orang mukmin. Siapa yang melakukan itu, hal itu sama sekali bukan dari (ajaran) Allah, kecuali untuk menjaga diri dari sesuatu yang kamu takuti dari mereka. Allah memperingatkan kamu tentang diri-Nya (siksa-Nya). Hanya kepada Allah tempat kembali.",
      "29": "Katakanlah (Nabi Muhammad), “Jika kamu menyembunyikan apa yang ada dalam hatimu atau kamu menampakkannya, Allah pasti mengetahuinya.” Dia mengetahui apa yang ada di langit dan apa yang ada di bumi. Allah Maha Kuasa atas segala sesuatu.",
      "30": "(Ingatlah) pada hari (ketika) setiap jiwa mendapatkan (balasan) atas kebajikan yang telah dikerjakannya dihadirkan, (begitu juga balasan) atas kejahatan yang telah dia kerjakan. Dia berharap seandainya ada jarak yang jauh antara dia dan hari itu. Allah memperingatkan kamu akan (siksa)-Nya. Allah Maha Penyayang terhadap hamba-hamba-Nya.",
      "31": "Katakanlah (Nabi Muhammad), “Jika kamu mencintai Allah, ikutilah aku, niscaya Allah akan mencintaimu dan mengampuni dosa-dosamu.” Allah Maha Pengampun lagi Maha Penyayang.",
      "32": "Katakanlah (Nabi Muhammad), “Taatilah Allah dan Rasul(-Nya). Jika kamu berpaling, sesungguhnya Allah tidak menyukai orang-orang kafir.”",
      "33": "Sesungguhnya Allah telah memilih Adam, Nuh, keluarga Ibrahim, dan keluarga Imran atas seluruh alam (manusia pada zamannya masing-masing).",
      "34": "(Mereka adalah) satu keturunan, sebagiannya adalah (keturunan) dari sebagian yang lain. Allah Maha Mendengar lagi Maha Mengetahui.",
      "35": "(Ingatlah) ketika istri Imran89) berkata, “Wahai Tuhanku, sesungguhnya aku menazarkan kepada-Mu apa yang ada di dalam kandunganku murni untuk-Mu (berkhidmat di Baitulmaqdis). Maka, terimalah (nazar itu) dariku. Sesungguhnya Engkaulah Yang Maha Mendengar lagi Maha Mengetahui.”",
      "36": "Ketika melahirkannya, dia berkata, “Wahai Tuhanku, aku telah melahirkan anak perempuan.” Padahal, Allah lebih tahu apa yang dia (istri Imran) lahirkan. “Laki-laki tidak sama dengan perempuan. Aku memberinya nama Maryam serta memohon perlindungan-Mu untuknya dan anak cucunya dari setan yang terkutuk.”",
      "37": "Dia (Allah) menerimanya (Maryam) dengan penerimaan yang baik, membesarkannya dengan pertumbuhan yang baik, dan menyerahkan pemeliharaannya kepada Zakaria. Setiap kali Zakaria masuk menemui di mihrabnya, dia mendapati makanan di sisinya. Dia berkata, “Wahai Maryam, dari mana ini engkau peroleh?” Dia (Maryam) menjawab, “Itu dari Allah.” Sesungguhnya Allah memberi rezeki kepada siapa yang Dia kehendaki tanpa perhitungan.",
      "38": "Di sanalah Zakaria berdoa kepada Tuhannya. Dia berkata, “Wahai Tuhanku, karuniakanlah kepadaku keturunan yang baik dari sisi-Mu. Sesungguhnya Engkau Maha Mendengar doa.”",
      "39": "Lalu, Malaikat (Jibril) memanggilnya ketika dia berdiri melaksanakan salat di mihrab, “Allah menyampaikan kabar gembira kepadamu dengan (kelahiran) Yahya yang membenarkan kalimat dari Allah,90) (menjadi) anutan, menahan diri (dari hawa nafsu), dan seorang nabi di antara orang-orang saleh.”",
      "40": "Dia (Zakaria) berkata, “Wahai Tuhanku, bagaimana aku bisa mendapat anak, sedangkan aku sudah sangat tua dan istriku pun mandul?” (Allah) berfirman, “Demikianlah, Allah melakukan apa yang Dia kehendaki.”",
      "41": "Dia (Zakaria) berkata, “Wahai Tuhanku, berilah aku suatu tanda (kehamilan istriku).” Allah berfirman, “Tandanya bagimu adalah engkau tidak (dapat) berbicara dengan manusia selama tiga hari, kecuali dengan isyarat. Sebutlah (nama) Tuhanmu sebanyak-banyaknya dan bertasbihlah pada waktu petang dan pagi hari.”",
      "42": "(Ingatlah) ketika Malaikat (Jibril) berkata, “Wahai Maryam, sesungguhnya Allah telah memilihmu, menyucikanmu, dan melebihkanmu di atas seluruh perempuan di semesta alam (pada masa itu).",
      "43": "Wahai Maryam, taatlah kepada Tuhanmu, sujudlah, dan rukuklah bersama orang-orang yang rukuk.”",
      "44": "Itulah sebagian dari berita-berita gaib yang Kami wahyukan kepadamu (Nabi Muhammad). Padahal, engkau tidak bersama mereka ketika mereka melemparkan pena91) mereka (untuk mengundi) siapa di antara mereka yang akan memelihara Maryam dan engkau tidak bersama mereka ketika mereka bersengketa.",
      "45": "(Ingatlah) ketika Malaikat (Jibril) berkata, “Wahai Maryam, sesungguhnya Allah menyampaikan kabar gembira kepadamu tentang (kelahiran anak yang diciptakan) dengan kalimat dari-Nya, namanya Isa Almasih putra Maryam, seorang terkemuka di dunia dan di akhirat serta termasuk orang-orang yang didekatkan (kepada Allah).",
      "46": "Dia berbicara dengan manusia (sewaktu) dalam buaian dan ketika sudah dewasa serta termasuk orang-orang saleh.”",
      "47": "Dia (Maryam) berkata, “Wahai Tuhanku, bagaimana mungkin aku akan mempunyai anak, padahal tidak ada seorang laki-laki pun yang menyentuhku?” Dia (Allah) berfirman, “Demikianlah, Allah menciptakan apa yang Dia kehendaki.” Apabila Dia hendak menetapkan sesuatu, Dia hanya berkata padanya, “Jadilah!” Maka, jadilah sesuatu itu.",
      "48": "Dia (Allah) mengajarkan kepadanya (Isa) kitab,92) hikmah,93) Taurat, dan Injil.",
      "49": "(Allah akan menjadikannya) sebagai seorang rasul kepada Bani Israil. (Isa berkata,) “Sesungguhnya aku telah datang kepadamu dengan tanda (mukjizat) dari Tuhanmu, sesungguhnya aku membuatkan bagimu (sesuatu) dari tanah yang berbentuk seperti burung. Lalu, aku meniupnya sehingga menjadi seekor burung dengan izin Allah. Aku menyembuhkan orang yang buta sejak dari lahir dan orang yang berpenyakit buras (belang) serta menghidupkan orang-orang mati dengan izin Allah. Aku beri tahukan kepadamu apa yang kamu makan dan apa yang kamu simpan di rumahmu. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kerasulanku) bagimu jika kamu orang-orang mukmin.",
      "50": "(Aku diutus untuk) membenarkan Taurat yang (diturunkan) sebelumku dan untuk menghalalkan bagi kamu sebagian perkara yang telah diharamkan untukmu. Aku datang kepadamu dengan membawa tanda (mukjizat) dari Tuhanmu. Oleh karena itu, bertakwalah kepada Allah dan taatlah kepadaku.",
      "51": "Sesungguhnya Allah itu Tuhanku dan Tuhanmu. Oleh karena itu, sembahlah Dia. Inilah jalan yang lurus.”",
      "52": "Ketika Isa merasakan kekufuran mereka (Bani Israil), dia berkata, “Siapakah yang akan menjadi penolongku untuk (menegakkan agama) Allah?” Para hawari (sahabat setianya) menjawab, “Kamilah penolong (agama) Allah. Kami beriman kepada Allah dan saksikanlah sesungguhnya kami adalah orang-orang muslim.",
      "53": "Wahai Tuhan kami, kami telah beriman pada apa yang Engkau turunkan dan kami telah mengikuti Rasul. Oleh karena itu, tetapkanlah kami bersama orang-orang yang memberikan kesaksian.”",
      "54": "Mereka (orang-orang kafir) membuat tipu daya dan Allah pun membalas tipu daya (mereka). Allah sebaik-baik pembalas tipu daya.",
      "55": "(Ingatlah) ketika Allah berfirman, “Wahai Isa, sesungguhnya Aku mengambilmu, mengangkatmu kepada-Ku, menyucikanmu dari orang-orang yang kufur, dan menjadikan orang-orang yang mengikutimu lebih unggul daripada orang-orang yang kufur hingga hari Kiamat. Kemudian, kepada-Kulah kamu kembali, lalu Aku beri keputusan tentang apa yang selalu kamu perselisihkan.",
      "56": "Adapun orang-orang yang kufur akan Aku azab mereka dengan azab yang sangat keras di dunia dan di akhirat dan sekali-kali tidak ada penolong bagi mereka.”",
      "57": "Sementara itu, orang-orang yang beriman dan beramal saleh akan Dia berikan pahala mereka dengan sempurna. Allah tidak menyukai orang-orang zalim.",
      "58": "Itulah (kisah Isa) yang Kami bacakan kepadamu (Nabi Muhammad) sebagian bukti-bukti (kebenaranmu sebagai rasul) dan peringatan yang penuh hikmah (Al-Qur’an).",
      "59": "Sesungguhnya perumpamaan (penciptaan) Isa bagi Allah adalah seperti (penciptaan) Adam. Dia menciptakannya dari tanah kemudian berfirman kepadanya, “Jadilah!” Maka, jadilah sesuatu itu.",
      "60": "Kebenaran itu dari Tuhanmu. Oleh karena itu, janganlah engkau (Nabi Muhammad) termasuk orang-orang yang ragu.",
      "61": "Siapa yang membantahmu dalam hal ini setelah datang ilmu kepadamu, maka katakanlah (Nabi Muhammad), “Marilah kita panggil anak-anak kami dan anak-anak kamu, istri-istri kami dan istri-istri kamu, diri kami dan diri kamu, kemudian marilah kita bermubahalah94) agar laknat Allah ditimpakan kepada para pendusta.”",
      "62": "Sesungguhnya ini benar-benar kisah yang hak. Tidak ada tuhan selain Allah, dan sesungguhnya Allahlah yang benar-benar Maha Perkasa lagi Maha Bijaksana.",
      "63": "Jika mereka berpaling, (ketahuilah) bahwa sesungguhnya Allah Maha Mengetahui orang-orang yang berbuat kerusakan.",
      "64": "Katakanlah (Nabi Muhammad), “Wahai Ahlulkitab, marilah (kita) menuju pada satu kalimat (pegangan) yang sama antara kami dan kamu, (yakni) kita tidak menyembah selain Allah, kita tidak mempersekutukan-Nya dengan sesuatu apa pun, dan tidak (pula) sebagian kita menjadikan sebagian yang lain sebagai tuhan-tuhan selain Allah.” Jika mereka berpaling, katakanlah (kepada mereka), “Saksikanlah bahwa sesungguhnya kami adalah orang-orang muslim.”",
      "65": "Wahai Ahlulkitab, mengapa kamu berbantah-bantahan95) tentang Ibrahim? Padahal, Taurat dan Injil tidak diturunkan, kecuali setelah dia (Ibrahim). Apakah kamu tidak mengerti?",
      "66": "Begitulah kamu. Kamu berbantah-bantahan tentang apa yang kamu ketahui,96) tetapi mengapa kamu berbantah-bantahan (juga) tentang apa yang tidak kamu ketahui?97) Allah mengetahui, sedangkan kamu tidak mengetahui.",
      "67": "Ibrahim bukanlah seorang Yahudi dan bukan pula seorang Nasrani, melainkan dia adalah seorang yang hanif98) lagi berserah diri (muslim). Dia bukan pula termasuk (golongan) orang-orang musyrik.",
      "68": "Sesungguhnya orang yang paling dekat dengan Ibrahim adalah orang-orang yang mengikutinya, Nabi ini (Nabi Muhammad), dan orang-orang yang beriman. Allah adalah pelindung orang-orang mukmin.",
      "69": "Segolongan Ahlulkitab ingin menyesatkan kamu. Padahal, mereka tidak menyesatkan (siapa pun), kecuali diri mereka sendiri. Akan tetapi, mereka tidak sadar.",
      "70": "Wahai Ahlulkitab, mengapa kamu mengingkari ayat-ayat Allah,99) padahal kamu mengetahui (kebenarannya)?",
      "71": "Wahai Ahlulkitab, mengapa kamu mencampuradukkan yang hak dengan yang batil100) dan kamu menyembunyikan kebenaran,101) padahal kamu mengetahui?",
      "72": "Segolongan Ahlulkitab berkata (kepada sesamanya), “Berimanlah kamu pada apa yang diturunkan kepada orang-orang yang beriman pada awal siang dan ingkarlah pada akhir (siang) agar mereka kembali (pada kekufuran).",
      "73": "Janganlah kamu percaya selain kepada orang yang mengikuti agamamu.”102) Katakanlah (Nabi Muhammad), “Sesungguhnya petunjuk (yang sempurna) itu hanyalah petunjuk Allah. (Janganlah kamu percaya) bahwa seseorang akan diberi seperti apa yang diberikan kepada kamu atau mereka akan menyanggah kamu di hadapan Tuhanmu.” Katakanlah (Nabi Muhammad), “Sesungguhnya karunia itu di tangan Allah. Dia menganugerahkannya kepada siapa yang Dia kehendaki. Allah Maha Luas lagi Maha Mengetahui.”",
      "74": "Dia menentukan rahmat-Nya kepada siapa yang Dia kehendaki dan Allah memiliki karunia yang besar.",
      "75": "Di antara Ahlulkitab ada orang yang jika engkau percayakan kepadanya harta yang banyak, niscaya dia mengembalikannya kepadamu. Akan tetapi, ada (pula) di antara mereka orang yang jika engkau percayakan kepadanya satu dinar, dia tidak mengembalikannya kepadamu, kecuali jika engkau selalu menagihnya. Yang demikian itu disebabkan mereka berkata, “Tidak ada dosa bagi kami terhadap orang-orang umi.”103) Mereka mengatakan hal yang dusta terhadap Allah, padahal mereka mengetahui.",
      "76": "Bukan begitu! Siapa yang menepati janji dan bertakwa, sesungguhnya Allah mencintai orang-orang yang bertakwa.",
      "77": "Sesungguhnya orang-orang yang memperjualbelikan janji Allah dan sumpah-sumpah mereka dengan harga murah, mereka itu tidak memperoleh bagian di akhirat, Allah tidak akan menyapa mereka, tidak akan memperhatikan mereka pada hari Kiamat, dan tidak akan menyucikan mereka. Bagi mereka azab yang pedih.",
      "78": "Sesungguhnya di antara mereka (Bani Israil) ada segolongan yang memutar-mutar lidahnya (ketika membaca) Alkitab agar kamu menyangka (yang mereka baca) itu sebagian dari Alkitab. Padahal, itu bukan dari Alkitab. Mereka berkata, “Itu dari Allah.” Padahal, itu bukan dari Allah. Mereka mengatakan hal yang dusta terhadap Allah, sedangkan mereka mengetahui.",
      "79": "Tidak sepatutnya seseorang diberi Alkitab, hukum, dan kenabian oleh Allah, kemudian dia berkata kepada manusia, “Jadilah kamu para penyembahku, bukan (penyembah) Allah,” tetapi (hendaknya dia berkata), “Jadilah kamu para pengabdi Allah karena kamu selalu mengajarkan kitab dan mempelajarinya!”",
      "80": "Tidak (sepatutnya) pula dia menyuruh kamu menjadikan para malaikat dan para nabi sebagai tuhan. Apakah (patut) dia menyuruh kamu (berbuat) kekufuran setelah kamu menjadi muslim?",
      "81": "(Ingatlah) ketika Allah mengambil perjanjian dari para nabi, “Manakala Aku memberikan kitab dan hikmah kepadamu, lalu datang kepada kamu seorang rasul yang membenarkan apa yang ada pada kamu, niscaya kamu akan sungguh-sungguh beriman kepadanya dan menolongnya.”104) Allah berfirman, “Apakah kamu mengakui dan menerima perjanjian dengan-Ku atas yang demikian itu?” Mereka menjawab, “Kami mengakui.” Allah berfirman, “Kalau begitu, bersaksilah kamu (para nabi) dan Aku menjadi saksi (pula) bersama kamu.”",
      "82": "Siapa yang berpaling setelah itu, mereka itulah orang-orang fasik.",
      "83": "Mengapa mereka mencari agama selain agama Allah? Padahal, hanya kepada-Nya apa yang ada di langit dan di bumi berserah diri, baik dengan suka maupun terpaksa, dan hanya kepada-Nya mereka dikembalikan.",
      "84": "Katakanlah (Nabi Muhammad), “Kami beriman kepada Allah dan pada apa yang diturunkan kepada kami dan yang diturunkan kepada Ibrahim, Ismail, Ishaq, Ya'qub beserta anak cucunya, dan apa yang diberikan kepada Musa, Isa, serta para nabi dari Tuhan mereka. Kami tidak membeda-bedakan seorang pun di antara mereka dan hanya kepada-Nya kami berserah diri.”",
      "85": "Siapa yang mencari agama selain Islam, sekali-kali (agamanya) tidak akan diterima darinya dan di akhirat dia termasuk orang-orang yang rugi.",
      "86": "Bagaimana (mungkin) Allah akan memberi petunjuk kepada suatu kaum yang kufur setelah mereka beriman dan mengakui bahwa Rasul (Muhammad) itu benar dan bukti-bukti yang jelas telah sampai kepada mereka? Allah tidak memberi petunjuk kepada kaum yang zalim.",
      "87": "Mereka itu, balasannya adalah ditimpa laknat Allah, para malaikat, dan manusia seluruhnya.",
      "88": "Mereka kekal di dalamnya (laknat). Tidak akan diringankan azab dari mereka, dan mereka tidak diberi penangguhan,",
      "89": "kecuali orang-orang yang bertobat setelah itu dan memperbaiki (dirinya). Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
      "90": "Sesungguhnya orang-orang yang kufur setelah beriman, kemudian bertambah kekufurannya, tidak akan diterima tobatnya dan mereka itulah orang-orang sesat.",
      "91": "Sesungguhnya orang-orang yang kufur dan mati sebagai orang-orang kafir tidak akan diterima (tebusan) dari seseorang di antara mereka sekalipun (berupa) emas sepenuh bumi, sekiranya dia hendak menebus diri dengannya. Mereka itulah orang-orang yang mendapat azab yang pedih dan tidak ada penolong bagi mereka.",
      "92": "Kamu sekali-kali tidak akan memperoleh kebajikan (yang sempurna) sebelum kamu menginfakkan sebagian harta yang kamu cintai. Apa pun yang kamu infakkan, sesungguhnya Allah Maha Mengetahui tentangnya.",
      "93": "Semua makanan halal bagi Bani Israil, kecuali makanan yang diharamkan oleh Israil (Ya'qub) atas dirinya sebelum Taurat diturunkan.105) Katakanlah (Nabi Muhammad), “Bawalah Taurat lalu bacalah, jika kamu orang-orang yang benar.”",
      "94": "Maka, siapa yang mengada-adakan kebohongan terhadap Allah106) setelah itu, mereka itulah orang-orang zalim.",
      "95": "Katakanlah (Nabi Muhammad), “Maha Benar Allah (dalam firman-Nya).” Maka, ikutilah agama Ibrahim yang hanif dan dia tidaklah termasuk orang-orang musyrik.",
      "96": "Sesungguhnya rumah (ibadah) pertama yang dibangun untuk manusia adalah (Baitullah) yang (berada) di Bakkah (Makkah)107) yang diberkahi dan menjadi petunjuk bagi seluruh alam.",
      "97": "Di dalamnya terdapat tanda-tanda yang jelas, (di antaranya) Maqam Ibrahim.108) Siapa yang memasukinya (Baitullah), maka amanlah dia. (Di antara) kewajiban manusia terhadap Allah adalah melaksanakan ibadah haji ke Baitullah, (yaitu bagi) orang yang mampu109) mengadakan perjalanan ke sana. Siapa yang mengingkari (kewajiban haji), maka sesungguhnya Allah Maha Kaya (tidak memerlukan sesuatu pun) dari seluruh alam.",
      "98": "Katakanlah (Nabi Muhammad), “Wahai Ahlulkitab, mengapa kamu terus-menerus mengingkari ayat-ayat Allah, padahal Allah Maha Menyaksikan apa yang kamu kerjakan?”",
      "99": "Katakanlah (Nabi Muhammad), “Wahai Ahlulkitab, mengapa kamu terus-menerus menghalang-halangi orang-orang yang beriman dari jalan Allah? Kamu (memang) menghendakinya (jalan Allah itu) menjadi bengkok, sedangkan kamu menyaksikan.110) Allah tidak lengah terhadap apa yang kamu kerjakan.”",
      "100": "Wahai orang-orang yang beriman, jika kamu mengikuti segolongan dari orang yang diberi Alkitab, niscaya mereka akan mengembalikan kamu menjadi orang-orang kafir setelah beriman.",
      "101": "Bagaimana kamu (sampai) menjadi kafir, padahal ayat-ayat Allah dibacakan kepada kamu dan Rasul-Nya (Nabi Muhammad) pun berada di tengah-tengah kamu? Siapa yang berpegang teguh pada (agama) Allah, sungguh dia telah diberi petunjuk ke jalan yang lurus.",
      "102": "Wahai orang-orang yang beriman, bertakwalah kepada Allah dengan sebenar-benar takwa kepada-Nya dan janganlah kamu mati kecuali dalam keadaan muslim.",
      "103": "Berpegangteguhlah kamu semuanya pada tali (agama) Allah, janganlah bercerai berai, dan ingatlah nikmat Allah kepadamu ketika kamu dahulu bermusuhan, lalu Allah mempersatukan hatimu sehingga dengan karunia-Nya kamu menjadi bersaudara. (Ingatlah pula ketika itu) kamu berada di tepi jurang neraka, lalu Allah menyelamatkan kamu dari sana. Demikianlah Allah menerangkan ayat-ayat-Nya kepadamu agar kamu mendapat petunjuk.",
      "104": "Hendaklah ada di antara kamu segolongan orang yang menyeru kepada kebajikan, menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar.111) Mereka itulah orang-orang yang beruntung.",
      "105": "Janganlah kamu menjadi seperti orang-orang yang bercerai-berai dan berselisih setelah sampai kepada mereka keterangan yang jelas. Mereka itulah orang-orang yang mendapat azab yang sangat berat.",
      "106": "(Azab itu terjadi) pada hari ketika ada wajah yang putih berseri dan ada pula wajah yang hitam kusam. Adapun orang-orang yang berwajah hitam kusam (kepada mereka dikatakan), “Mengapa kamu kafir setelah beriman? Oleh karena itu, rasakanlah azab yang disebabkan kekafiranmu.”",
      "107": "Adapun orang-orang yang berwajah putih berseri, mereka berada dalam rahmat Allah (surga). Mereka kekal di dalamnya.",
      "108": "Itulah ayat-ayat Allah yang Kami bacakan kepadamu dengan benar dan tidaklah Allah berkehendak melakukan kezaliman pada semesta alam.",
      "109": "Milik Allahlah apa yang ada di langit dan apa yang ada di bumi dan hanya kepada Allah segala urusan dikembalikan.",
      "110": "Kamu (umat Islam) adalah umat terbaik yang dilahirkan untuk manusia (selama) kamu menyuruh (berbuat) yang makruf, mencegah dari yang mungkar, dan beriman kepada Allah. Seandainya Ahlulkitab beriman, tentulah itu lebih baik bagi mereka. Di antara mereka ada yang beriman dan kebanyakan mereka adalah orang-orang fasik.",
      "111": "Mereka tidak akan membahayakanmu, kecuali gangguan-gangguan kecil saja. Jika mereka memerangi kamu, niscaya mereka berbalik ke belakang (kalah), kemudian mereka tidak mendapat pertolongan.",
      "112": "Kehinaan ditimpakan kepada mereka di mana saja mereka berada, kecuali jika mereka (berpegang) pada tali (agama) Allah dan tali (perjanjian) dengan manusia. Mereka pasti mendapat murka dari Allah dan kesengsaraan ditimpakan kepada mereka. Yang demikian itu karena mereka mengingkari ayat-ayat Allah dan membunuh para nabi tanpa hak (alasan yang benar). Yang demikian itu karena mereka durhaka dan melampaui batas.",
      "113": "Mereka tidak sama. Di antara Ahlulkitab ada golongan yang lurus.112) Mereka membaca ayat-ayat Allah pada malam hari dalam keadaan bersujud (salat).",
      "114": "Mereka beriman kepada Allah dan hari Akhir, menyuruh (berbuat) yang makruf, mencegah dari yang mungkar, dan bersegera (mengerjakan) berbagai kebajikan. Mereka itu termasuk orang-orang saleh.",
      "115": "Kebaikan apa pun yang mereka kerjakan, mereka tidak akan dihalangi dari (pahala)-nya. Allah Maha Mengetahui orang-orang bertakwa.",
      "116": "Sesungguhnya orang-orang yang kufur, baik harta maupun anak-anaknya, sedikit pun tidak dapat menolak (azab) Allah. Mereka itu penghuni neraka. Mereka kekal di dalamnya.",
      "117": "Perumpamaan harta yang mereka infakkan di dalam kehidupan dunia ini adalah ibarat angin yang mengandung hawa sangat dingin yang menimpa tanaman (milik) suatu kaum yang menzalimi diri sendiri, lalu (angin itu) merusaknya. Allah tidak menzalimi mereka, tetapi mereka yang menzalimi diri sendiri.",
      "118": "Wahai orang-orang yang beriman, janganlah kamu mengambil teman kepercayaan dari orang-orang di luar kalangan (agama)-mu (karena) mereka tidak henti-hentinya (mendatangkan) kemudaratan bagimu. Mereka menginginkan apa yang menyusahkanmu. Sungguh, telah nyata kebencian dari mulut mereka dan apa yang mereka sembunyikan dalam hati lebih besar. Sungguh, Kami telah menerangkan kepadamu ayat-ayat (Kami), jika kamu berpikir.",
      "119": "Begitulah kamu. Kamu menyukai mereka, padahal mereka tidak menyukaimu, dan kamu beriman pada semua kitab. Apabila mereka berjumpa denganmu, mereka berkata, “Kami beriman.” Apabila mereka menyendiri, mereka menggigit ujung jari karena murka kepadamu. Katakanlah, “Matilah kamu karena kemurkaanmu itu!” Sesungguhnya Allah Maha Mengetahui segala isi hati.",
      "120": "Jika kamu memperoleh kebaikan, (niscaya) mereka bersedih hati. Adapun jika kamu tertimpa bencana, mereka bergembira karenanya. Jika kamu bersabar dan bertakwa, tidaklah tipu daya mereka akan menyusahkan kamu sedikit pun. Sesungguhnya Allah Maha Meliputi segala yang mereka kerjakan.",
      "121": "(Ingatlah) ketika engkau (Nabi Muhammad) berangkat pada pagi hari meninggalkan keluargamu untuk mengatur orang-orang mukmin pada pos-pos pertempuran.113) Allah Maha Mendengar lagi Maha Mengetahui.",
      "122": "(Ingatlah) ketika dua golongan dari pihak kamu114) ingin (mundur) karena takut, padahal Allah adalah penolong mereka. Oleh karena itu, hendaklah kepada Allah saja orang-orang mukmin bertawakal.",
      "123": "Sungguh, Allah benar-benar telah menolong kamu dalam Perang Badar, padahal kamu (pada saat itu) adalah orang-orang lemah.115) Oleh karena itu, bertakwalah kepada Allah agar kamu bersyukur.",
      "124": "(Ingatlah) ketika engkau (Nabi Muhammad) mengatakan kepada orang-orang mukmin, “Apakah tidak cukup bagimu bahwa Tuhanmu membantumu dengan tiga ribu malaikat yang diturunkan (dari langit)?”",
      "125": "“Ya (cukup).” Jika kamu bersabar dan bertakwa, lalu mereka datang menyerang kamu dengan tiba-tiba, niscaya Allah menolongmu dengan lima ribu malaikat yang memakai tanda.",
      "126": "Allah tidak menjadikannya (pertolongan itu) kecuali hanya sebagai kabar gembira bagi (kemenangan)-mu dan agar hatimu tenang karenanya. Tidak ada kemenangan selain dari Allah Yang Maha Perkasa lagi Maha Bijaksana.",
      "127": "(Hal itu dilakukan) untuk membinasakan segolongan orang yang kufur116) atau untuk menjadikan mereka hina sehingga mereka kembali tanpa memperoleh apa pun.",
      "128": "Hal itu sama sekali bukan menjadi urusanmu (Nabi Muhammad),117) apakah Allah menerima tobat mereka atau mengazabnya karena sesungguhnya mereka orang-orang zalim.",
      "129": "Milik Allahlah segala yang ada di langit dan segala yang ada di bumi. Dia mengampuni siapa yang Dia kehendaki dan mengazab siapa yang Dia kehendaki. Allah Maha Pengampun lagi Maha Penyayang.",
      "130": "Wahai orang-orang yang beriman, janganlah kamu memakan riba dengan berlipat ganda118) dan bertakwalah kepada Allah agar kamu beruntung.",
      "131": "Lindungilah dirimu dari api neraka yang disediakan bagi orang-orang kafir.",
      "132": "Taatilah Allah dan Rasul (Nabi Muhammad) agar kamu diberi rahmat.",
      "133": "Bersegeralah menuju ampunan dari Tuhanmu dan surga (yang) luasnya (seperti) langit dan bumi yang disediakan bagi orang-orang yang bertakwa,",
      "134": "(yaitu) orang-orang yang selalu berinfak, baik di waktu lapang maupun sempit, orang-orang yang mengendalikan kemurkaannya, dan orang-orang yang memaafkan (kesalahan) orang lain. Allah mencintai orang-orang yang berbuat kebaikan.",
      "135": "Demikian (juga) orang-orang yang apabila mengerjakan perbuatan keji atau menzalimi diri sendiri,119) mereka (segera) mengingat Allah lalu memohon ampunan atas dosa-dosanya. Siapa (lagi) yang dapat mengampuni dosa-dosa selain Allah? Mereka pun tidak meneruskan apa yang mereka kerjakan (perbuatan dosa itu) sedangkan mereka mengetahui(-nya).",
      "136": "Mereka itu balasannya adalah ampunan dari Tuhan mereka dan surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya. (Itulah) sebaik-baik pahala bagi orang-orang yang mengerjakan (amal-amal saleh).",
      "137": "Sungguh, telah berlalu sebelum kamu sunah-sunah (Allah).120) Oleh karena itu, berjalanlah di (segenap penjuru) bumi dan perhatikanlah bagaimana kesudahan para pendusta (rasul-rasul).",
      "138": "Inilah (Al-Qur’an) suatu keterangan yang jelas untuk semua manusia, petunjuk, dan pelajaran bagi orang-orang yang bertakwa.",
      "139": "Janganlah kamu (merasa) lemah dan jangan (pula) bersedih hati, padahal kamu paling tinggi (derajatnya) jika kamu orang-orang mukmin.",
      "140": "Jika kamu (pada Perang Uhud) mendapat luka, maka mereka pun (pada Perang Badar) mendapat luka yang serupa. Masa (kejayaan dan kehancuran) itu Kami pergilirkan di antara manusia (agar mereka mendapat pelajaran) dan Allah mengetahui orang-orang beriman (yang sejati) dan sebagian kamu dijadikan-Nya (gugur sebagai) syuhada. Allah tidak menyukai orang-orang zalim.",
      "141": "(Pergiliran tersebut juga) agar Allah membersihkan orang-orang yang beriman (dari dosa mereka) dan membinasakan orang-orang kafir.",
      "142": "Apakah kamu mengira akan masuk surga, padahal belum nyata bagi Allah orang-orang yang berjihad121) di antara kamu dan belum nyata pula orang-orang yang sabar.",
      "143": "Sungguh, kamu benar-benar mengharapkan mati (syahid) sebelum kamu menghadapinya (peperangan). Maka, (sekarang) kamu sungguh telah melihat (peperangan itu) dan menyaksikan (kematian).",
      "144": "(Nabi) Muhammad hanyalah seorang rasul. Sebelumnya telah berlalu beberapa rasul.122) Apakah jika dia wafat atau dibunuh, kamu berbalik ke belakang (murtad)? Siapa yang berbalik ke belakang, maka ia tidak akan mendatangkan mudarat kepada Allah sedikit pun. Allah akan memberi balasan kepada orang-orang yang bersyukur.",
      "145": "Setiap yang bernyawa tidak akan mati, kecuali dengan izin Allah sebagai ketetapan yang telah ditentukan waktunya. Siapa yang menghendaki pahala dunia, niscaya Kami berikan kepadanya pahala (dunia) itu dan siapa yang menghendaki pahala akhirat, niscaya Kami berikan (pula) kepadanya pahala (akhirat) itu. Kami akan memberi balasan kepada orang-orang yang bersyukur.",
      "146": "Betapa banyak nabi yang berperang didampingi sejumlah besar dari pengikut(-nya) yang bertakwa. Mereka tidak (menjadi) lemah karena bencana yang menimpanya di jalan Allah, tidak patah semangat, dan tidak (pula) menyerah (kepada musuh). Allah mencintai orang-orang yang sabar.",
      "147": "Tidak lain ucapan mereka kecuali doa, “Ya Tuhan kami, ampunilah dosa-dosa kami dan tindakan-tindakan kami yang berlebihan dalam urusan kami,123) tetapkanlah pendirian kami, dan tolonglah kami terhadap kaum yang kafir.”",
      "148": "Maka, Allah menganugerahi mereka balasan (di) dunia124) dan pahala yang baik (di) akhirat. Allah mencintai orang-orang yang berbuat kebaikan.",
      "149": "Wahai orang-orang yang beriman, jika kamu menaati orang-orang yang kufur, niscaya mereka akan mengembalikan kamu ke belakang (murtad). Akibatnya, kamu akan kembali dalam keadaan merugi.",
      "150": "Namun, (hanya) Allahlah pelindungmu dan Dia penolong yang terbaik.",
      "151": "Kami akan memasukkan rasa takut ke dalam hati orang-orang yang kufur karena mereka mempersekutukan Allah dengan sesuatu yang Allah tidak menurunkan keterangan tentangnya. Tempat kembali mereka adalah neraka. (Itulah) seburuk-buruk tempat tinggal (bagi) orang-orang zalim.",
      "152": "Sungguh, Allah benar-benar telah memenuhi janji-Nya kepadamu ketika kamu membunuh mereka dengan izin-Nya sampai pada saat kamu (dalam keadaan) lemah, berselisih dalam urusan itu,125) dan mengabaikan (perintah Rasul) setelah Allah memperlihatkan kepadamu apa yang kamu sukai.126) Di antara kamu ada orang yang menghendaki dunia dan di antara kamu ada (pula) orang yang menghendaki akhirat. Kemudian, Allah memalingkan kamu dari mereka127) untuk mengujimu. Sungguh, Dia benar-benar telah memaafkan kamu. Allah mempunyai karunia (yang diberikan) kepada orang-orang mukmin.",
      "153": "(Ingatlah) ketika kamu lari dan tidak menoleh kepada siapa pun, sedangkan Rasul (Muhammad) memanggilmu dari belakang. Oleh karena itu, Allah menimpakan kepadamu kesedihan demi kesedihan128) agar kamu tidak bersedih hati (lagi) terhadap apa yang luput dari kamu dan terhadap apa yang menimpamu. Allah Maha Teliti terhadap apa yang kamu kerjakan.",
      "154": "Setelah kamu ditimpa kesedihan, kemudian Dia menurunkan rasa aman kepadamu (berupa) kantuk yang meliputi segolongan dari kamu,129) sedangkan segolongan lagi130) telah mencemaskan diri mereka sendiri. Mereka berprasangka yang tidak benar terhadap Allah seperti sangkaan jahiliah.131) Mereka berkata, “Adakah sesuatu yang dapat kita perbuat dalam urusan ini?” Katakanlah (Nabi Muhammad), “Sesungguhnya segala urusan itu di tangan Allah.” Mereka menyembunyikan dalam hatinya apa yang tidak mereka terangkan kepadamu. Mereka berkata, “Seandainya ada sesuatu yang dapat kami perbuat dalam urusan ini, niscaya kami tidak akan dibunuh (dikalahkan) di sini.” Katakanlah (Nabi Muhammad), “Seandainya kamu ada di rumahmu, niscaya orang-orang yang telah ditetapkan akan mati terbunuh itu keluar (juga) ke tempat mereka terbunuh.” Allah (berbuat demikian) untuk menguji yang ada dalam dadamu dan untuk membersihkan yang ada dalam hatimu. Allah Maha Mengetahui segala isi hati.",
      "155": "Sesungguhnya orang-orang yang berpaling di antara kamu pada hari ketika dua pasukan bertemu,132) sesungguhnya mereka hanyalah digelincirkan oleh setan disebabkan sebagian kesalahan (dosa) yang telah mereka perbuat. Allah benar-benar telah memaafkan mereka. Sesungguhnya Allah Maha Pengampun lagi Maha Penyantun.",
      "156": "Wahai orang-orang yang beriman, janganlah seperti orang-orang yang kufur dan berbicara tentang saudara-saudaranya, apabila mereka mengadakan perjalanan di bumi atau berperang, “Seandainya mereka tetap bersama kami, tentulah mereka tidak mati dan tidak terbunuh.” (Allah membiarkan mereka bersikap demikian) karena Allah hendak menjadikan itu (kelak) sebagai penyesalan di hati mereka. Allah menghidupkan dan mematikan. Allah Maha Melihat apa yang kamu kerjakan.",
      "157": "Sungguh, jika kamu gugur di jalan Allah atau mati,133) pastilah ampunan Allah dan rahmat-Nya lebih baik (bagimu) daripada apa (harta rampasan) yang mereka kumpulkan.",
      "158": "Sungguh, jika kamu mati atau gugur, pastilah kepada Allah kamu dikumpulkan.",
      "159": "Maka, berkat rahmat Allah engkau (Nabi Muhammad) berlaku lemah lembut terhadap mereka. Seandainya engkau bersikap keras dan berhati kasar, tentulah mereka akan menjauh dari sekitarmu. Oleh karena itu, maafkanlah mereka, mohonkanlah ampunan untuk mereka, dan bermusyawarahlah dengan mereka dalam segala urusan (penting). Kemudian, apabila engkau telah membulatkan tekad, bertawakallah kepada Allah. Sesungguhnya Allah mencintai orang-orang yang bertawakal.",
      "160": "Jika Allah menolongmu, tidak ada yang (dapat) mengalahkanmu dan jika Dia membiarkanmu (tidak memberimu pertolongan), siapa yang (dapat) menolongmu setelah itu? Oleh karena itu, hendaklah kepada Allah saja orang-orang mukmin bertawakal.",
      "161": "Tidak layak seorang nabi menyelewengkan (harta rampasan perang). Siapa yang menyelewengkan (-nya), niscaya pada hari Kiamat dia akan datang membawa apa yang diselewengkannya itu. Kemudian, setiap orang akan diberi balasan secara sempurna sesuai apa yang mereka lakukan dan mereka tidak dizalimi.",
      "162": "Apakah orang yang mengikuti (jalan) rida Allah sama dengan orang yang kembali dengan membawa kemurkaan dari Allah dan tempatnya adalah (neraka) Jahanam? Itulah seburuk-buruk tempat kembali.",
      "163": "Mereka bertingkat-tingkat di sisi Allah. Allah Maha Melihat apa yang mereka kerjakan.",
      "164": "Sungguh, Allah benar-benar telah memberi karunia kepada orang-orang mukmin ketika (Dia) mengutus di tengah-tengah mereka seorang Rasul (Muhammad) dari kalangan mereka sendiri yang membacakan kepada mereka ayat-ayat-Nya, menyucikan (jiwa) mereka, dan mengajarkan kepada mereka Kitab Suci (Al-Qur’an) dan hikmah. Sesungguhnya mereka sebelum itu benar-benar dalam kesesatan yang nyata.",
      "165": "Apakah ketika kamu ditimpa musibah (kekalahan pada Perang Uhud), padahal kamu telah memperoleh (kenikmatan) dua kali lipatnya (pada Perang Badar), kamu berkata, “Dari mana datangnya (kekalahan) ini?” Katakanlah, “Itu dari (kesalahan) dirimu sendiri.” Sesungguhnya Allah Maha Kuasa atas segala sesuatu.",
      "166": "Apa yang menimpa kamu pada hari ketika dua pasukan bertemu terjadi atas izin Allah dan agar Dia mengetahui siapa orang (yang benar-benar) beriman",
      "167": "dan mengetahui orang-orang yang munafik. Dikatakan kepada mereka, “Marilah berperang di jalan Allah atau pertahankanlah (dirimu).” Mereka menjawab, “Seandainya kami mengetahui (bagaimana cara) berperang, tentulah kami mengikutimu.” Mereka pada hari itu lebih dekat pada kekufuran daripada keimanan. Mereka mengatakan dengan mulutnya sesuatu yang tidak ada dalam hatinya. Allah lebih mengetahui segala sesuatu yang mereka sembunyikan.",
      "168": "(Mereka itu adalah) orang-orang yang berbicara tentang saudara-saudaranya (yang ikut berperang dan terbunuh), sedangkan mereka sendiri tidak turut berperang, “Seandainya mereka mengikuti kami, tentulah mereka tidak terbunuh.” Katakanlah, “Cegahlah kematian itu dari dirimu jika kamu orang-orang benar.”",
      "169": "Jangan sekali-kali kamu mengira bahwa orang-orang yang gugur di jalan Allah itu mati. Sebenarnya, mereka itu hidup dan dianugerahi rezeki di sisi Tuhannya.134)",
      "170": "Mereka bergembira dengan karunia yang Allah anugerahkan kepadanya dan bergirang hati atas (keadaan) orang-orang yang berada di belakang yang belum menyusul mereka,135) yaitu bahwa tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.",
      "171": "Mereka bergirang hati dengan nikmat dan karunia dari Allah dan bahwa sesungguhnya Allah tidak menyia-nyiakan pahala orang-orang mukmin,",
      "172": "(yaitu) orang-orang yang memenuhi (seruan) Allah dan Rasul setelah mereka menderita luka-luka (dalam Perang Uhud). Orang-orang yang berbuat kebaikan dan bertakwa di antara mereka akan mendapat pahala yang sangat besar,",
      "173": "(yaitu) mereka yang (ketika ada) orang-orang mengatakan kepadanya, “Sesungguhnya orang-orang (Quraisy) telah mengumpulkan (pasukan) untuk (menyerang) kamu. Oleh karena itu, takutlah kepada mereka,” ternyata (ucapan) itu menambah (kuat) iman mereka dan mereka menjawab, “Cukuplah Allah (menjadi penolong) bagi kami dan Dia sebaik-baik pelindung.”",
      "174": "Mereka kembali dengan nikmat dan karunia dari Allah. Mereka tidak ditimpa suatu bencana dan mereka mengikuti (jalan) rida Allah. Allah mempunyai karunia yang besar.",
      "175": "Sesungguhnya mereka hanyalah setan yang menakut-nakuti (kamu) dengan teman-teman setianya.136) Oleh karena itu, janganlah takut kepada mereka, tetapi takutlah kepada-Ku, jika kamu orang-orang mukmin.",
      "176": "Janganlah engkau (Nabi Muhammad) dirisaukan oleh orang-orang yang dengan cepat melakukan kekufuran. Sesungguhnya sedikit pun mereka tidak merugikan Allah. Allah tidak akan memberi bagian (pahala) kepada mereka di akhirat dan mereka akan mendapat azab yang sangat besar.",
      "177": "Sesungguhnya orang-orang yang membeli kekufuran dengan iman sedikit pun tidak merugikan Allah dan akan mendapat azab yang sangat pedih.",
      "178": "Jangan sekali-kali orang-orang kafir mengira bahwa sesungguhnya tenggang waktu yang Kami berikan kepadanya137) baik bagi dirinya. Sesungguhnya Kami memberinya tenggang waktu hanya agar dosa mereka makin bertambah dan mereka akan mendapat azab yang menghinakan.",
      "179": "Allah tidak akan membiarkan orang-orang mukmin dalam keadaan sebagaimana kamu sekarang ini,138) (tetapi Allah akan mengujinya) sehingga Dia membedakan yang buruk dari yang baik.139) Allah tidak akan memperlihatkan kepadamu hal-hal yang gaib,140) tetapi Allah memilih siapa yang Dia kehendaki di antara rasul-rasul-Nya.141) Oleh karena itu, berimanlah kepada Allah dan rasul-rasul-Nya. Jika kamu beriman dan bertakwa, kamu akan mendapat pahala yang sangat besar.",
      "180": "Jangan sekali-kali orang-orang yang kikir dengan karunia yang Allah anugerahkan kepadanya mengira bahwa (kekikiran) itu baik bagi mereka. Sebaliknya, (kekikiran) itu buruk bagi mereka. Pada hari Kiamat, mereka akan dikalungi dengan sesuatu yang dengannya mereka berbuat kikir. Milik Allahlah warisan (yang ada di) langit dan di bumi. Allah Maha Teliti terhadap apa yang kamu kerjakan.",
      "181": "Sungguh, Allah benar-benar telah mendengar perkataan orang-orang (Yahudi) yang mengatakan, “Sesungguhnya Allah itu miskin dan kami kaya.” Kami akan mencatat perkataan mereka dan pembunuhan terhadap nabi-nabi yang mereka lakukan tanpa hak (alasan yang benar). Kami akan mengatakan (kepada mereka pada hari Kiamat), “Rasakanlah azab yang membakar!”",
      "182": "Yang demikian itu disebabkan oleh perbuatan tanganmu (sendiri) dan sesungguhnya Allah (sama sekali) tidak menzalimi hamba-hamba-Nya.",
      "183": "(Mereka adalah) orang-orang (Yahudi) yang mengatakan, “Sesungguhnya Allah telah memerintahkan kepada kami agar kami tidak beriman kepada seorang rasul sebelum dia mendatangkan kepada kami kurban yang dimakan api (yang datang dari langit).” Katakanlah (Nabi Muhammad), “Sungguh, beberapa rasul sebelumku telah datang kepadamu dengan (membawa) bukti-bukti yang nyata dan membawa apa yang kamu sebutkan. Akan tetapi, mengapa kamu membunuh mereka jika kamu orang-orang yang benar?”",
      "184": "Maka, jika mereka mendustakanmu (Nabi Muhammad), sungguh rasul-rasul sebelummu pun telah didustakan. Mereka datang dengan (membawa) mukjizat-mukjizat yang nyata, zubur,142) dan Alkitab yang memberi penjelasan yang sempurna.",
      "185": "Setiap yang bernyawa akan merasakan mati. Hanya pada hari Kiamat sajalah diberikan dengan sempurna balasanmu. Siapa yang dijauhkan dari neraka dan dimasukkan ke dalam surga, sungguh dia memperoleh kemenangan. Kehidupan dunia hanyalah kesenangan yang memperdaya.",
      "186": "Kamu pasti akan diuji dalam (urusan) hartamu dan dirimu. Kamu pun pasti akan mendengar banyak hal yang sangat menyakitkan hati dari orang-orang yang diberi Alkitab sebelum kamu dan dari orang-orang musyrik. Jika kamu bersabar dan bertakwa, sesungguhnya yang demikian itu termasuk urusan yang (patut) diutamakan.",
      "187": "(Ingatlah) ketika Allah membuat perjanjian dengan orang-orang yang telah diberi Alkitab (dengan berfirman), “Hendaklah kamu benar-benar menerangkan (isi Alkitab itu) kepada manusia dan janganlah kamu menyembunyikannya.” Lalu, mereka melemparkannya (janji itu) ke belakang punggung mereka (mengabaikannya) dan menukarnya dengan harga yang murah. Maka, itulah seburuk-buruk jual beli yang mereka lakukan.",
      "188": "Jangan sekali-kali kamu mengira bahwa orang yang gembira dengan apa (perbuatan buruk) yang telah mereka kerjakan dan suka dipuji atas perbuatan (yang mereka anggap baik) yang tidak mereka lakukan, kamu jangan sekali-kali mengira bahwa mereka akan lolos dari azab. Mereka akan mendapat azab yang sangat pedih.",
      "189": "Milik Allahlah kerajaan langit dan bumi. Allah Maha Kuasa atas segala sesuatu.",
      "190": "Sesungguhnya dalam penciptaan langit dan bumi serta pergantian malam dan siang terdapat tanda-tanda (kebesaran Allah) bagi orang yang berakal,",
      "191": "(yaitu) orang-orang yang mengingat Allah sambil berdiri, duduk, atau dalam keadaan berbaring, dan memikirkan tentang penciptaan langit dan bumi (seraya berkata), “Ya Tuhan kami, tidaklah Engkau menciptakan semua ini sia-sia. Maha Suci Engkau. Lindungilah kami dari azab neraka.",
      "192": "Ya Tuhan kami, sesungguhnya orang yang Engkau masukkan ke dalam neraka, maka Engkau benar-benar telah menghinakannya dan tidak ada seorang penolong pun bagi orang yang zalim.",
      "193": "Ya Tuhan kami, sesungguhnya kami mendengar orang yang menyeru pada keimanan, yaitu 'Berimanlah kamu kepada Tuhanmu,’ maka kami pun beriman. Ya Tuhan kami, ampunilah dosa-dosa kami, hapuskanlah kesalahan-kesalahan kami, dan wafatkanlah kami beserta orang-orang yang selalu berbuat kebaikan.",
      "194": "Ya Tuhan kami, anugerahilah kami apa yang telah Engkau janjikan kepada kami melalui rasul-rasul-Mu dan janganlah Engkau hinakan kami pada hari Kiamat. Sesungguhnya Engkau tidak pernah mengingkari janji.”",
      "195": "Maka, Tuhan mereka memperkenankan permohonannya (dengan berfirman), “Sesungguhnya Aku tidak menyia-nyiakan perbuatan orang yang beramal di antara kamu, baik laki-laki maupun perempuan, (karena) sebagian kamu adalah (keturunan) dari sebagian yang lain. Maka, orang-orang yang berhijrah, diusir dari kampung halamannya, disakiti pada jalan-Ku, berperang, dan terbunuh, pasti akan Aku hapus kesalahan mereka dan pasti Aku masukkan mereka ke dalam surga-surga yang mengalir di bawahnya sungai-sungai sebagai pahala dari Allah. Di sisi Allahlah ada pahala yang baik.”",
      "196": "Jangan sekali-kali kamu teperdaya oleh bolak-balik perjalanan orang-orang yang kufur di seluruh negeri.",
      "197": "(Semua itu hanyalah) kesenangan sementara, kemudian tempat kembali mereka ialah (neraka) Jahanam. Itulah seburuk-buruk tempat tinggal.",
      "198": "Akan tetapi, orang-orang yang bertakwa kepada Tuhannya, mereka akan mendapat surga-surga yang mengalir di bawahnya sungai-sungai dan mereka kekal di dalamnya sebagai karunia dari Allah. Apa yang di sisi Allah itu lebih baik bagi orang-orang yang selalu berbuat baik.",
      "199": "Sesungguhnya di antara Ahlulkitab ada yang beriman kepada Allah dan pada apa yang diturunkan kepada kamu dan yang diturunkan kepada mereka. Mereka berendah hati kepada Allah dan tidak menukarkan ayat-ayat Allah dengan harga murah. Mereka itu memperoleh pahala di sisi Tuhannya. Sesungguhnya Allah Maha Cepat perhitungan-Nya.",
      "200": "Wahai orang-orang yang beriman, bersabarlah kamu, kuatkanlah kesabaranmu, tetaplah bersiap siaga di perbatasan (negerimu), dan bertakwalah kepada Allah agar kamu beruntung."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Alif Laam Miim. Huruf-huruf hijaiah ini juga menunjukkan kemukjizatan Al-Qur’an, sebab di situ terkandung tantangan kepada orangorang musyrik untuk mendatangkan yang serupa dengannya. Satu hal yang tidak pernah bisa mereka lakukan, dan tidak akan pernah ada seorang pun yang bisa melakukannya, padahal ayat Al-Qur’an terdiri atas rangkaian huruf-huruf yang biasa digunakan dalam bahasa Arab, dan mereka yang hidup pada saat itu sedang berada pada puncak kemahiran berbahasa",
        "2": "Dialah Allah, tidak ada tuhan yang pantas disembah selain Dia, Yang Mahahidup dengan segala kesempurnaan yang sesuai dengan keagungan-Nya, Yang terus-menerus secara sempurna dan berkesinambungan mengurus dan memenuhi kebutuhan makhluk-Nya.",
        "3": "Dia menurunkan Kitab Al-Qur’an secara berangsur-angsur kepadamu, wahai Nabi Muhammad, yang mengandung kebenaran dan dalam keadaan hak, baik kandungan, cara menurunkan, yang membawanya turun, maupun yang menerimanya. Kandungan Al-Qur’an itu membenarkan wahyu-wahyu Allah dalam kitab-kitab suci sebelumnya yang pernah diwahyukan kepada para nabi dan rasul, yakni yang berkaitan dengan pokok-pokok akidah, syariah dan akhlak. Dan Allah juga menurunkan sekaligus, tidak berangsur-angsur, kepada Nabi Musa kitab Taurat dan kepada Nabi Isa Kitab Injil sebelum turun-nya Al-Qur’an. Ketiga kitab suci tersebut berfungsi sebagai petunjuk bagi manusia. Dan Dia menurunkan ketiga kitab suci tersebut sebagai al-Furqan yang berfungsi membedakan antara yang hak dan yang batil. Sungguh, orang-orang yang ingkar terhadap ayat-ayat Allah dengan menutupi tanda-tanda keesaanNya, baik yang terbentang di alam raya, melalui kitab suci maupun fitrah yang melekat pada diri setiap insan, akan memperoleh azab yang berat. Allah Mahaperkasa yang tidak seorang pun dapat mengalahkanNya, lagi mempunyai hukuman bagi orang yang mengingkari bukti-bukti keesaan dan kekuasaan-Nya.",
        "4": "Dia menurunkan Kitab Al-Qur’an secara berangsur-angsur kepadamu, wahai Nabi Muhammad, yang mengandung kebenaran dan dalam keadaan hak, baik kandungan, cara menurunkan, yang membawanya turun, maupun yang menerimanya. Kandungan Al-Qur’an itu membenarkan wahyu-wahyu Allah dalam kitab-kitab suci sebelumnya yang pernah diwahyukan kepada para nabi dan rasul, yakni yang berkaitan dengan pokok-pokok akidah, syariah dan akhlak. Dan Allah juga menurunkan sekaligus, tidak berangsur-angsur, kepada Nabi Musa kitab Taurat dan kepada Nabi Isa Kitab Injil sebelum turun-nya Al-Qur’an. Ketiga kitab suci tersebut berfungsi sebagai petunjuk bagi manusia. Dan Dia menurunkan ketiga kitab suci tersebut sebagai al-Furqan yang berfungsi membedakan antara yang hak dan yang batil. Sungguh, orang-orang yang ingkar terhadap ayat-ayat Allah dengan menutupi tanda-tanda keesaanNya, baik yang terbentang di alam raya, melalui kitab suci maupun fitrah yang melekat pada diri setiap insan, akan memperoleh azab yang berat. Allah Mahaperkasa yang tidak seorang pun dapat mengalahkanNya, lagi mempunyai hukuman bagi orang yang mengingkari bukti-bukti keesaan dan kekuasaan-Nya.",
        "5": "Dia mengurus semua makhluk-Nya, maka bagi Allah tidak ada sesuatu pun yang tersembunyi, baik makhluk yang berada di bumi dan yang di langit, baik kecil maupun besar. Pengetahuan-Nya meliputi segala sesuatu.",
        "6": "Hanya Dialah yang membentuk kamu dalam rahim ibumu menurut yang Dia kehendaki; laki-laki atau perempuan, baik atau buruk, bahagia atau sengsara. Tidak ada tuhan yang pantas disembah selain Dia, Yang Mahaperkasa dan tidak terkalahkan, Mahabijaksana dalam menetapkan dan mengelola segala sesuatu.H",
        "7": "Hanya Dialah yang menurunkan Kitab Al-Qur’an kepadamu, wahai Nabi Muhammad, untuk engkau sampaikan dan jelaskan maksudnya kepada seluruh umat manusia. Apa yang diturunkan itu terdiri atas dua kelompok, di antaranya ada ayat-ayat yang muhkamat, yakni yang kandungannya sangat jelas, sehingga hampir-hampir tidak lagi dibutuhkan penjelasan tambahan untuknya, atau yang tidak mengandung makna selain yang terlintas pertama kali dalam benak. Ayat-ayat muhkamat itulah pokok-pokok Kitab suci Al-Qur’an. Dan kelompok ayat-ayat yang lain dalam Al-Qur'an yaitu mutasyabihat, yakni ayat-ayat yang mengandung beberapa pengertian, samar artinya dan sulit dipahami kecuali setelah merujuk kepada yang muhkam, atau hanya Allah yang mengetahui maknanya. Adapun orang-orang yang dalam hatinya condong pada kesesatan, mereka mengikuti dengan sungguh-sungguh yang mutasyabihat, dengan berpegang teguh kepada ayat-ayat itu semata-mata dan tidak menjadikan ayatayat muhkamat sebagai rujukan dalam memahami atau menetapkan artinya. Tujuan mereka melakukan itu adalah untuk mencari-cari fitnah, yakni kekacauan dan kerancuan berpikir serta keraguan di kalangan orang-orang beriman, dan untuk mencari-cari dengan sungguh-sungguh takwilnya yang sejalan dengan kesesatan mereka. Mereka melakukan itu padahal tidak ada yang mengetahui takwilnya kecuali Allah. Dan sikap mereka itu bertentangan dengan sikap ar-rasikhun fi al-'ilm, yakni orang orang yang ilmunya mendalam dan imannya mantap. Atau, seperti dalam salah satu bacaan (qiraat) yang mutawatir, takwil ayat-ayat mutasyabihat itu juga dapat diketahui oleh ar-rasikhun fi al-'ilm. Dengan demikian, ayat-ayat mutasyabihat itu diturunkan untuk memotivasi para ulama agar giat melakukan studi, menalar, berpikir, teliti dalam berijtihad dan menangkap pesan-pesan agama. Orang-orang yang mendalam ilmunya dan mantap imannya itu berkata, “Kami beriman kepadanya, yakni Al-Qur’an, semuanya, yakni yang mutasyabihat dan muhkamat, berasal dari sisi Tuhan kami.” Tidak ada yang dapat mengambil pelajaran dan memahami maknanya dengan baik dan benar kecuali orang yang berakal, yaitu orang-orang yang memiliki akal sehat yang tidak mengikuti keinginan hawa nafsu.",
        "8": "Menggunakan akal semata akan membuat seseorang mudah tergelincir. Oleh karenanya, orang-orang yang mendalam ilmunya dan mantap imannya selalu berdoa, “Ya Tuhan kami, janganlah Engkau condongkan hati kami kepada kesesatan sebagaimana halnya mereka yang mencaricari takwil ayat-ayat mutasyabih untuk menimbulkan keraguan, setelah Engkau berikan petunjuk kepada kami, dan karuniakanlah kepada kami rahmat yang mencakup segala jenis dan macamnya, antara lain berupa kemantapan iman, ketenangan batin, kemudahan dalam menjalankan perintah dan menjauhi larangan. Rahmat itu bersumber dan langsung dari sisi-Mu, turun secara berkesinambungan dan tanpa mengharap imbalan apa pun, sebab sesungguhnya Engkau Maha Pemberi.”",
        "9": "Mereka tidak hanya mengajukan permohonan yang berkaitan dengan kehidupan di dunia, tetapi juga menegaskan keyakinan tentang keniscayaan hari Akhir.”Ya Tuhan kami, Engkaulah yang mengumpulkan manusia pada hari yang tidak ada keraguan padanya, yaitu pada hari kiamat.” Sungguh, Allah tidak menyalahi janji.",
        "10": "Sesungguhnya orang-orang yang kafir, yang menutupi tanda-tanda keesaan dan kebesaran Allah serta mengingkari petunjuk-petunjukNya, bagi mereka tidak akan berguna sedikit pun harta benda yang Allah berikan kepada mereka walau sebanyak apa pun, dan demikian pula anak-anak mereka walau sebanyak dan sehebat apa pun, terhadap azab Allah di dunia. Mereka juga tidak dapat menolak siksa-Nya di akhirat kelak, dan bahkan mereka itu menjadi bahan bakar api neraka.",
        "11": "Keadaan mereka yang selalu mendustakan agama Allah dan azab yang diturunkan kepada mereka seperti keadaan pengikut Firaun dan orang-orang kafir yang hidup sebelum mereka. Mereka semua mendustakan ayat-ayat Kami yang tertulis dalam kitab suci dan/atau yang terbentang di alam raya. Mereka mendustakan ayat-ayat Allah, maka Allah menyiksa mereka disebabkan dosa-dosanya. Allah sangat berat hukuman-Nya.",
        "12": "Jika Fir’aun dan rezimnya yang sangat berkuasa dan gagah perkasa saja dapat dikalahkan dan mendapat siksa duniawi dan ukhrawi, apa-lagi orang yang tidak mencapai tingkat keperkasaan semacam itu. Karena itu, katakanlah, wahai Nabi Muhammad, kepada orang-orang yang kafir dari kalangan Yahudi dan lainnya yang memandang kemenanganmu di Perang Badar dengan sebelah mata, “Kamu pasti akan dikalahkan di dunia dan mati dalam keadaan kafir, kemudian digiring ke dalam neraka Jahanam sebagai tempat tinggal kamu. Dan itulah seburuk-buruk tempat tinggal.”",
        "13": "Kamu pasti akan dikalahkan! Salah satu buktinya adalah apa yang diuraikan oleh ayat ini, yaitu sungguh, telah ada tanda bagi kamu pada dua golongan yang berhadap-hadapan, yakni bertempur di dalam Perang Badar pada tahun kedua Hijriah. Yang pertama, satu golongan mukmin berperang di jalan Allah, yaitu Nabi Muhammad dan para sahabatnya, dan yang lain golongan kafir yang berperang di jalan kebatilan yang melihat dengan mata kepala, bahwa jumlah pasukan mereka, yakni golongan muslim, dua kali lipat mereka, sehingga hati mereka menjadi gentar. Ini menjadi faktor penyebab kemenangan kaum muslim. Allah menguatkan dengan pertolongan-Nya bagi siapa yang Dia kehendaki. Sungguh, pada yang demikian itu terdapat pelajaran yang berharga bagi orang-orang yang mempunyai penglihatan mata hati yang dapat menangkap hikmah di balik setiap peristiwa.",
        "14": "Ada beberapa hal yang dapat menghalangi seseorang mengambil pelajaran dari peristiwa di atas, yaitu dijadikan terasa indah dalam pandangan manusia cinta terhadap apa yang diinginkan dan sulit untuk dibendung, berupa perempuan-perempuan, anak-anak, harta benda yang bertumpuk dalam bentuk emas dan perak, kuda pilihan yang bagus dan terlatih, hewan ternak, dan sawah ladang, atau simbol-simbol kemewahan duniawi lainnya. Itulah kesenangan hidup di dunia yang bersifat sementara dan akan hilang cepat atau lambat, dan di sisi Allah-lah tempat kembali yang baik, yaitu surga dengan segala keindahan dan kenikmatannya.",
        "15": "Hal-hal yang disebut di atas adalah baik dan sesuai dengan naluri manusia, tetapi ada yang lebih baik dari itu semua. Maka katakanlah, wahai Nabi Muhammad, kepada orang-orang yang terlalu mencintai dunia dan kepada siapa pun juga, “Maukah aku kabarkan kepadamu apa yang lebih baik dari yang demikian itu?” Bagi orang-orang yang bertakwa tersedia di sisi Tuhan yang mendidik dan memelihara mereka surga-surga yang mengalir di bawahnya sungai-sungai, sehingga mereka tidak perlu lagi bersusah payah mengairi-nya. Selain tempat tinggal yang nyaman itu, mereka hidup kekal di dalamnya, dan mereka juga dianugerahi pasangan-pasangan yang suci dari segala macam kekotoran jasmani dan rohani seperti haid, nifas, dan perangai buruk, serta kenikmatan rohani yang tidak ada taranya, yaitu rida Allah yang amat besar. Dan anu-gerah tersebut wajar karena Allah Maha Melihat hamba-hamba-Nya, mengetahui segala keadaan mereka dan memberikan balasan yang terbaik.",
        "16": "Setelah ayat sebelumnya menjelaskan bahwa Allah mengetahui siapa yang berhak memperoleh keberuntungan besar, yakni orang-orang bertakwa, maka ayat ini menjelaskan ciri-cirinya. Yaitu orang-orang yang berdoa, “Ya Tuhan kami, kami benar-benar beriman terhadap apa yang Engkau serukan kepada kami, maka ampunilah dosa-dosa kami atas ketidakmampuan kami untuk me-ngendalikan hawa nafsu kami, sehingga kurang menghiraukan seruan-Mu, baik yang disengaja maupun yang tidak disengaja, dan lindungilah kami, dengan segala kekurangan dan dosa-dosa kami, dari azab neraka.”",
        "17": "Mereka itu adalah orang-orang yang sabar, baik dalam menjalankan ketaatan, di saat tertimpa musibah, maupun dalam meninggalkan larangan, orang-orang yang benar dalam sikap dan perkataannya, orang-orang yang senantiasa dalam ke-taat-an secara khusyuk, orang-orang yang selalu menginfakkan harta mereka, baik pada saat lapang maupun sempit (Lihat: Surah li Imran/3: 134) dan orang-orang yang senantiasa memohon ampunan terutama pada waktu sebelum fajar yakni masuknya waktu subuh.",
        "18": "Setelah Allah memberi pujian kepada kaum mukmin, ayat ini menegaskan bahwa dalil-dalil yang bisa menguatkan keimanan sudah begitu jelas. Allah menyatakan, yakni menjelaskan kepada seluruh makhluk bahwa tidak ada tuhan yang berhak disembah selain Dia, dan tidak ada sekutu bagi-Nya. Demikian pula para malaikat dan orang-orang berilmu juga menyaksikan atas keesaan-Nya. Bahkan, semuanya menyaksikan bahwa Allah tampil secara utuh untuk menegakkan keadilan, melalui dalil-dalil yang kuat. Allah adalah satu-satunya Penguasa dan Pengatur alam raya ini, tidak ada tuhan yang berhak disembah selain Dia, Yang Mahaperkasa, Mahabijaksana dalam pengaturan dan penetapan hukumhukum-Nya.",
        "19": "Setelah ayat sebelumnya menjelaskan tentang keesaan Allah, maka ayat ini menegaskan tentang kebenaran Islam yang inti ajarannya adalah tauhid. Sesungguhnya agama yang benar dan diridai di sisi Allah ialah Islam, yang inti ajarannya adalah tauhid. Tidaklah berselisih orangorang yang telah diberi Kitab, yakni para penganut Yahudi dan Nasrani, terhadap kebenaran Islam, kecuali atau justru setelah mereka memperoleh pengetahuan tentang hal itu, bukan karena ketidaktahuan. Demikian ini, karena adanya rasa kedengkian di antara mereka terhadap karunia yang diberikan kepada Nabi Muhammad sebagai rasul terakhir. Padahal, barangsiapa ingkar terhadap ayat-ayat Allah, baik yang tertulis maupun yang tak tertulis, maka sungguh, Allah sangat cepat perhitungan-Nya terhadap amal-amal hamba-Nya.",
        "20": "Lalu jika mereka membantahmu, wahai Nabi Muhammad, tentang kebenaran Islam, maka jelaskan dengan diperkuat dalil-dalil. Namun, jika mereka tetap menolak, maka katakanlah, “Aku berserah diri kepada Allah dan tidak bertanggung jawab atas pengingkaran kalian; demikian pula orang-orang yang mengikutiku.” Dan katakanlah kepada orang-orang yang telah diberi Kitab, Yahudi dan Nasrani dan kepada orang-orang buta huruf, yaitu orang-orang musyrik Arab yang tidak memiliki kitab suci, “Sudahkah kamu masuk Islam?” Jika mereka masuk Islam dengan sebenar-benarnya, berarti mereka telah mendapat petunjuk jalan yang benar, yang menyelamatkan mereka di dunia dan akhirat, tetapi jika mereka berpaling dari Islam, maka kewajibanmu, wahai Nabi Muhammad, hanyalah menyampaikan. Dan Allah Maha Melihat seluruh amal perbuatan hamba-hamba-Nya, siapa yang taat dan siapa yang membangkang.",
        "21": "Setelah ayat sebelumnya menjelaskan penolakan Yahudi yang didasarkan atas kedengkian, maka ayat ini menunjukkan sebagian perilaku buruk mereka. Sesungguhnya orang-orang yang mengingkari ayat-ayat Allah, dari kaum Yahudi, baik yang tertulis maupun yang tidak tertulis berupa alam raya, dan membunuh para nabi tanpa dalih sedikit pun yang bisa dianggap hak atau benar, dan juga membunuh orang-orang yang menyuruh manusia berbuat adil, maka sampaikanlah kepada mereka kabar gembira, sebagai bentuk penghinaan, yaitu azab yang pedih di akhirat kelak.",
        "22": "Jika demikian, maka mereka itulah orang-orang yang sia-sia pekerjaannya, tidak memberi manfaat sedikit pun, di dunia dan di akhirat, dan mereka juga tidak memperoleh penolong dari azab Allah di akhirat kelak.",
        "23": "Setelah pada ayat sebelumnya dijelaskan beberapa perilaku buruk kaum Yahudi, ayat ini kembali menjelaskan perilaku buruk mereka lainnya. Tidakkah engkau memperhatikan bagaimana sikap dan respons orang-orang yang telah diberi bagian Kitab Taurat? Mereka diajak berpegang pada Kitab Allah, baik yang tertera pada Al-Qur’an maupun kitab mereka sendiri, Taurat, untuk memutuskan perkara yang diperselisihkan di antara mereka sendiri, kemudian sebagian dari mereka berpaling seraya menolak kebenaran tersebut, disebabkan oleh kedengkian dan permusuhan.",
        "24": "Mereka berani melakukan hal itu adalah karena mereka berkata dengan penuh keyakinan, “Api neraka tidak akan menyentuh kami kecuali beberapa hari saja yang selanjutnya akan diganti oleh orang Islam.” Mereka, kaum Yahudi, telah terpedaya oleh keyakinan mereka dalam memahami ajaran agama mereka, oleh apa yang se-cara sengaja mereka ada-adakan sendiri dengan menyimpangkan ajaran yang sebenarnya.",
        "25": "Pada ayat sebelumnya disebutkan bahwa kaum Yahudi berani menyepelekan azab Allah dengan mengingkari kebenaran yang dibawa Rasulullah, barangkali karena mereka masih hidup di dunia, maka bagaimana jika nanti mereka, kaum Yahudi itu, Kami kumpulkan pada hari kiamat yang tidak diragukan terjadinya, dan pada hari itu juga kepada setiap jiwa diberi balasan yang sempurna atau setimpal sesuai dengan apa yang telah dikerjakannya, jika baik akan mendapatkan pahala dan jika buruk akan memperloleh siksa, dan mereka tidak akan dizalimi, yakni dirugikan atau dikurangi sedikit pun dari balasannya?",
        "26": "Setelah ayat-ayat sebelumnya menjelaskan tentang ketidakmampuan seseorang untuk menghindar dari keniscayaan hari akhir sebagai hari pembalasan, hari tersingkapnya rahasia, hari terkuaknya segala kebohongan, maka ayat berikut menjelaskan tentang kemahakuasaan Allah yang lain di dunia. Katakanlah, wahai Nabi Muhammad, “Wahai Tuhan pemilik kekuasaan, Engkau berikan kekuasaan kepada siapa pun yang Engkau kehendaki, dan Engkau cabut kekuasaan dari siapa pun yang Engkau kehendaki. Engkau muliakan siapa pun yang Engkau kehendaki dan Engkau hinakan siapa pun yang Engkau kehendaki. Di tangan Engkaulah segala kebajikan. Sungguh, Engkau Mahakuasa atas segala sesuatu. Tidak seorang pun mampu mengangkat derajat orang lain dan memuliakannya kecuali atas izin-Nya, dan tidak seorang pun mampu menjatuhkan kekuasaan orang lain dan menghinakannya kecuali atas izin-Nya.",
        "27": "Ayat berikut ini juga bukti kekuasaan Allah yang lain. Engkau masukkan malam ke dalam siang sehingga siang menjadi lebih panjang daripada malam, dan Engkau masukkan siang ke dalam malam sehingga malam lebih panjang daripada siang. Dan Engkau keluarkan yang hidup dari yang mati seperti ayam dari telur, tumbuh-tumbuhan dari biji-bijian, dan Engkau keluarkan yang mati dari yang hidup seperti keluarnya telur dari ayam dan biji-bijian. Inilah siklus kehidupan yang Engkau atur sedemikian rupa sesuai dengan kekuasaan-Mu. Dan dengan kekuasaanMu juga, Engkau berikan rezeki kepada siapa yang Engkau kehendaki baik yang taat maupun yang tidak taat, baik yang mukmin maupun yang kafir, tanpa perhitungan. Jika demikian, maka tidak seorang pun yang mampu mempertanyakan karunia yang diberikan kepada siapa pun, baik berupa kekuasaan, kekayaan, kemudahan mencari rezeki, dan lain-lain.",
        "28": "Setelah ayat sebelumnya menjelaskan kekuasaan Allah yang tak terbatas, yang salah satunya memberi rezeki tanpa perhitungan, maka ayat ini melarang kaum mukmin untuk menjadikan orang kafir sebagai wali. Janganlah orang-orang beriman dengan sebenar-benarnya menjadikan orang kafir, baik kafir secara akidah maupun orang yang bergelimang dalam kedurhakaan, sebagai wali, yaitu orang terdekat yang menjadi tempat menyimpan rahasia yang menyangkut kemaslahatan umum, melainkan orang-orang beriman. Barang siapa berbuat demikian, yaitu menjadikan orang kafir sebagai wali, niscaya dia tidak akan memperoleh perlindungan dan pertolongan apa pun dari Allah, kecuali apabila yang kamu lakukan itu karena untuk siasat menjaga diri dari sesuatu yang kamu takuti dari mereka, terkait dengan keselamatan dirimu dan kaum muslim. Dan Allah memperingatkan kamu akan diri, yakni siksa-Nya, dan hanya kepada Allah tempat kembali semua makhluk-Nya.",
        "29": "Ayat ini mengingatkan agar tidak seorang pun bersembunyi di balik kata-kata bohongnya untuk mengambil keuntungan pribadi, sebab semua pasti akan terungkap. Katakanlah, wahai Nabi Muhammad, “Jika kamu sembunyikan apa yang ada dalam hatimu atau kamu nyatakan, baik berupa ucapan maupun perbuatan, Allah pasti mengetahuinya dan akan membalasnya sesuai dengan apa yang dikatakan dan dilakukannya.” Demikian, karena Dia mengetahui apa yang ada di langit dan apa yang ada di bumi, baik yang tampak maupun yang tersembunyi. Allah Mahakuasa atas segala sesuatu, sehingga dengan kekuasaan-Nya itu Allah mampu mengungkap rahasia hamba-Nya dan membalas segala perbuatannya dengan seadil-adilnya.",
        "30": "Pada hari kiamat, setiap jiwa yang sudah dewasa dan layak diberi beban agama akan mendapatkan balasan atau ganjaran atas kebajikan yang telah dikerjakan dan akan dihadapkan atau dihadirkan kepadanya, begitu juga balasan atas kejahatan yang telah dia kerjakan juga akan dihadirkan di hadapannya. Maka, pada saat itulah dia yang perbuatannya buruk berharap sekiranya ada jarak yang jauh antara dia dengan segala keburukannya dengan hari itu. Dan Allah memperingatkan kamu akan diri yakni siksa-Nya. Allah Maha Penyayang terhadap hamba-hamba-Nya dengan memberinya perlindungan pada hari ketika tidak ada perlindungan kecuali dari-Nya. Ini menunjukkan betapa takut orangorang yang mati dengan membawa dosa serta betapa sulitnya hari itu kecuali bagi mereka yang memperoleh rahmat-Nya",
        "31": "Katakanlah, wahai Nabi Muhammad, kepada mereka yang merasa mencintai Allah, “Jika kalian mencintai Allah, ikutilah aku, dengan melaksanakan segala perintah Allah dan menjauhi segala larang-an-Nya yang disyariatkan melalui aku, juga ditambah dengan melaksanakan sunahsunahku, niscaya Allah mencintai kalian dan mengampuni dosa-dosa kalian.” Allah Maha Pengampun, Maha Penyayang terhadap siapa pun yang mengikuti perintah Rasul-Nya dan meninggalkan larangannya.",
        "32": "Sebagai bukti kecintaan kepada Allah, maka katakanlah, wahai Nabi Muhammad, kepada mere, “Taatilah Allah dan Rasul ka yang telah mencintai Allahbaik dalam perintah maupun larangan-Nya. Sebab, jika kalian berpaling dari menaati Allah dan Rasul-Nya sementara kalian mengaku telah mencintai-Nya, maka ketahuilah bahwa Allah tidak menyukai orang-orang kafir, baik dari segi akidah maupun mereka yang bergelimang dalam kedurhakaan.”",
        "33": "Setelah Allah menunjukkan siapa yang berhak memperoleh cintaNya, maka ayat berikut menjelaskan beberapa sosok yang telah memperoleh cinta Allah. Sesungguhnya Allah dengan pengetahuan-Nya yang bersifat azali telah memilih Adam sebagai khalifah-Nya, Nuh sebagai penerima syariat pertama, keluarga Ibrahim, yaitu Ismail, Ishak dan keturunannya yang banyak menjadi nabi dan rasul, dan keluarga Imran yaitu Maryam yang melahirkan anak tanpa bapak, dan Isa sebagai rasul bagi Bani Israil melebihi segala umat pada masa masing-masing. -",
        "34": "Allah juga memilih mereka sebagai satu keturunan yang suci, yang sebagiannya adalah pewaris dari sebagian yang lain berupa kesucian, kemuliaan, dan kebaikan. Allah Maha Mendengar, Maha Mengetahui. Ini sebagai isyarat bahwa ketokohan mereka didasarkan atas ilmu Allah yang sempurna, sehingga mereka layak didengar ucapannya dan diteladani perilakunya.",
        "35": "Sebelum menjelaskan tentang peristiwa kelahiran Isa yang di luar kewajaran, Allah terlebih dahulu menuturkan siapa sebenarnya Maryam, sekaligus sebagai jawaban terhadap mereka yang memperdebatkan siapa sesungguhnya Isa itu. Ingatlah, ketika istri Imran sedang mengandung, ia berkata, “Tuhanku, sesungguhnya aku bernazar kepadaMu, bahwa apa yang dalam kandunganku, berupa janin, kelak menjadi hamba yang mengabdi kepada-Mu dengan mencurahkan segala kemampuan untuk mengurus rumah-Mu, maka terimalah nazar itu dariku. Sungguh, Engkaulah Yang Maha Mendengar segala perkataan hamba-Mu, termasuk nazarku, Maha Mengetahui segala apa yang diniatkan, termasuk niatku untuk mempersembahkan anakku demi mengabdi kepada-Mu.”",
        "36": "Setelah bernazar untuk mempersembahkan anaknya untuk mengurus rumah-Nya, maka ketika istri Imran melahirkan anak-nya, dia bermunajat kepada Allah seraya berkata, “Tuhanku, aku telah melahirkan anak perempuan. “Padahal Allah lebih tahu apa yang terbaik atas apa yang dia lahirkan, yakni perempan. Dan anak laki-laki yang diharapkan tidak sama dengan, yakni tidak lebih baik daripada, perempuan yang diberikan Allah. Istri Imran berkata, “Dan aku memberinya nama Maryam, dan aku mohon perlindungan-Mu untuknya dan anak cucunya dari gangguan setan yang terkutuk.” Ini mengisyaratkan atas besarnya karunia yang diberikan kepada keluarga Imran, sekaligus misteri besar di balik kelahiran anak perempuannya, sementara ia berharap anak laki-laki karena terkait nazarnya.",
        "37": "Maka Dia menerima doa-nya, dengan penerimaan yang baik, dan Dia membesarkannya, Maryam, melalui kedua orang tuanya dengan pertumbuhan yang baik, baik secara fisik maupun mental, dan karena suaminya, Imran, sudah meninggal, maka ibunya menyerahkan pemeliharaannya, Maryam, kepada Zakaria, di samping ia masih saudara, juga seorang nabi bagi Bani Israil sekaligus pengasuh rumah-rumah suci orang Yahudi. Setelah tumbuh dewasa, Allah menampakkan keistimewaan Maryam, yaitu setiap kali Zakaria masuk menemuinya, Maryam, yang biasanya dalam keadaan berzikir, di mihrab kamar khusus ibadah, dia, Zakaria, dapati makanan di sisinya. Dia, Zakaria, berkata dengan penuh keheranan, “Wahai Maryam! Dari mana makanan ini engkau peroleh?” Dia, Maryam, menjawab dengan singkat, “Itu dari Allah.” Sesungguhnya Allah memberi rezeki kepada siapa yang Dia kehendaki tanpa perhitungan, baik menyangkut jumlahnya maupun caranya.",
        "38": "Demi melihat keistimewaan Maryam dan nilai keberkahan mihrab tersebut, Zakaria menjadikan tempat yang diberkahi itu untuk memohon seorang anak kepada Allah. Di sanalah, di mihrab tempat Maryam beribadah itu, Zakaria berdoa kepada Tuhannya, dengan penuh kekhusyukan dan keyakinan. Dia berkata, “Ya Tuhanku, melalui keberkahan mihrab ini, berilah aku keturunan yang baik dari sisi-Mu, karena aku sendiri tidak tahu bagaimana caranya. Yang aku tahu sesungguhnya Engkau Maha Mendengar doa setiap hamba yang memohon kepada-Mu.”",
        "39": "Allah mengabulkan doa Zakaria, dan dengan segera para malaikat, yakni Malaikat Jibril, memanggilnya ketika dia sedang berdiri melaksanakan salat di mihrab, “Allah menyampaikan kabar gembira yakni memberi anak kepadamu, wahai Zakaria, dan menambah pemberian-Nya dengan memberinya nama Yahya. Bukan hanya itu, ia adalah orang yang akan membenarkan atau mengimani sebuah kalimat atau firman dari Allah yakni kedatangan seorang nabi yang diciptakan tanpa ayah yaitu Nabi Isa, juga sebagai panutan, berkemampuan menahan diri dari hawa nafsu dan seorang nabi di antara orang-orang saleh.”",
        "40": "Kabar gembira yang malaikat sampaikan kepada Zakaria justru membuat dia terkejut dan agak bimbang, dia berkata, “Tuhanku, bagaimana mungkin aku bisa mendapat anak yang aku minta sebagai penerus sedang aku sudah sangat tua dan istriku pun mandul?” Dia berfirman, “Demikianlah, Allah berbuat apa yang Dia kehendaki, termasuk memberi anak tanpa melalui proses yang wajar.” Peristiwa ini untuk mengawali sebuah peristiwa yang lebih dahsyat lagi, yakni proses kelahiran Nabi Isa yang tanpa bapak.",
        "41": "Untuk menguatkan batinnya, dia berkata untuk memanjatkan doa, “Tuhanku, berilah aku suatu tanda jika doaku benar-benar Engkau kabulkan, juga agar hatiku tenang.” Lalu Allah berfirman, “Tanda bagimu kalau doamu terkabul adalah bahwa engkau tidak mampu berbicara dengan manusia selama tiga hari, kecuali dengan isyarat, dan bukan berarti bisu. Buktinya, ia masih bisa bicara jika yang diucapkan adalah pujian kepada Allah. Dan sebutlah nama Tuhanmu sebanyak-banyaknya, dan bertasbihlah serta pujilah Dia pada waktu petang dan pagi hari.”",
        "42": "Usai memaparkan sosok yang merawat Maryam dan keberkahannya, melalui ayat ini Allah menjelaskan sosok Maryam. Dan ingatlah ketika para malaikat berkata, “Wahai Maryam! Sesungguhnya Allah telah memilihmu berdasarkan ilmu Allah untuk menjadi ibu dari salah satu rasul-Nya, menyucikanmu dari segala dosa, dan melebihkanmu di atas segala perempuan di seluruh dunia, yakni dengan melahirkan seorang rasul tanpa disentuh seorang lelaki.",
        "43": "Wahai Maryam! Sebagai wujud rasa syukurmu kepada Allah, maka taatilah Tuhanmu dengan penuh kesungguhan dan konsisten, serta sujud dan rukuklah bersama orang-orang yang rukuk.”",
        "44": "Beberapa kisah yang dikisahkan di dalam Al-Qur’an itulah sebagian dari berita-berita gaib yang besar dan agung yang Kami wahyukan kepadamu, Nabi Muhammad, padahal engkau tidak bersama mereka ketika mereka melemparkan pena, suatu alat untuk mengundi. Dengan alat itu, mereka mengundi siapa di antara mereka yang akan memelihara Maryam. Dan engkau pun tidak bersama mereka ketika mereka bertengkar untuk memperoleh kemuliaan tersebut yaitu pengasuhan Maryam.",
        "45": "Selanjutnya Allah memberi kabar gembira kepada Maryam akan lahirnya seorang putra sekaligus gambaran sosok tersebut. Ingat-lah, ketika para malaikat, yakni malaikat Jibril, berkata, “Wahai Maryam! Sesungguhnya Allah menyampaikan kabar gembira kepadamu tentang kelahiran seorang anak yang diciptakan melalui sebuah kalimat, firman, dari-Nya yaitu seorang putra, yang nama dan gelar-nya adalah Al-Masih Isa putra Maryam, yang kelak menjadi seorang terkemuka di dunia dengan gelar kenabian dan tersucikan dari dosa, dan di akhirat dengan derajat yang tinggi, dan termasuk orang-orang yang didekatkan kepada Allah.",
        "46": "Ayat ini masih menjelaskan mukjizat Nabi Isa. Dan dia, Isa, berbicara dengan manusia sewaktu masih bayi dalam buaian ibundanya dengan perkataan yang jelas dan bisa dipahami layaknya orang dewasa, dan ketika sudah dewasa, yang seakan kedua masa tersebut, antara bayi dan dewasa, tidak berjarak, dan dia, Isa, termasuk di antara orang-orang saleh.”",
        "47": "Mendengar kabar yang luar biasa itu, hati Maryam bercampur antara gembira, sedih, takut, dan takjub, lalu dia berkata, “Tuhanku, bagaimana mungkin aku akan mempunyai anak yang terlahir dari rahimku, padahal aku belum menikah dan tidak ada seorang laki-laki pun yang menyentuhku yakni menggauliku?” Dia berfirman, “Demikianlah Allah menciptakan apa yang Dia kehendaki. Apabila Dia hendak menetapkan sesuatu, Dia hanya berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu. Inilah kemahakuasaan Allah, tidak ada yang mustahil bagi-Nya. Apa pun yang dikehendaki-Nya wujud pasti akan wujud tanpa seorang pun yang mampu menghalanginya.",
        "48": "Untuk menguatkan posisi Isa sebagai rasul, Dia senantiasa mengajarkan kepadanya, Isa, al-Kitab, yaitu berupa pelajaran baca-tulis atau kitab-kitab yang diturunkan Allah sebelumnya, selain Taurat dan Injil, juga hikmah, yaitu kemampuan untuk memperoleh ilmu-ilmu yang bermanfaat dan melaksanakan ilmunya secara benar, Taurat, kitab Nabi Musa, dan kitab Injil yang diwahyukan secara lang-sung kepada Isa.",
        "49": "Ayat berikut ini menjelaskan posisi Nabi Isa sebagai rasul Allah, sekaligus menampik adanya dugaan bahwa Isa adalah anak Tuhan bahkan Tuhan itu sendiri. Dan keberadaan Isa hanyalah sebagai Rasul Allah yang secara khusus diutus kepada Bani Israil. Kemudian terjadilah dialog antara Nabi Isa dan Bani Israil, ia berkata, “Aku telah datang kepada kalian sebagai rasul Allah dengan membawa sebuah tanda, mukjizat atau bukti kerasulanku, dari Tuhan kalian, yang juga Tuhanku, yaitu aku akan membuatkan bagi kalian sesuatu dari tanah berbentuk seperti burung, lalu aku meniupnya, maka ia yang berbentuk seperti burung itu, benar-benar menjadi seekor burung dengan izin Allah. Dan aku juga mampu menyembuhkan orang yang buta sejak dari lahir dan orang yang berpenyakit kusta, semacam bercak-bercak putih di kulit. Dan bahkan aku bisa menghidupkan orang mati, yang semuanya itu bisa terjadi dengan izin Allah. Begitu juga, aku bisa memberitahukan kepada kalian apa yang kalian makan, dan bahkan aku bisa menceritakan kepada kalian apa yang kalian simpan di rumah kalian. Sesungguhnya pada yang demikian itu terdapat suatu tanda kebenaran kerasulanku bagi kalian, jika kalian orang beriman dengan sebenar iman dan tidak ragu sedikit pun.",
        "50": "Bukan saja sebagai rasul, aku juga sebagai seorang yang membenarkan inti ajaran kitab Taurat yang datang sebelumku, yaitu ajaran tauhid, dan karenanya kitab Injil tidaklah bertentangan dengan Taurat dan juga tidak dimaksudkan untuk menghapus seluruh ajarannya. Dan jika ada hukum yang dihapus, maka hal itu agar aku bisa meringankan beberapa hukum yang dianggap berat, antara lain, dengan menghalalkan bagi kamu sebagian dari yang telah diharamkan hukumnya untukmu. (Lihat juga Surah al-Anam/6: 146, al-Araf/7: 163). Dan aku benar-benar datang kepadamu dengan membawa suatu tanda, mukjizat, dari Tuhanmu. Karena itu, hai Bani Israil, bertakwalah kepada Allah yakni peliharalah diri kalian dari hal-hal yang bisa melahirkan murka Allah, dan taatlah kepadaku dengan mengikuti ajaranku.",
        "51": "Karena itu, ketahuilah dan saksikanlah, hai Bani Israil, sesungguhnya Allah itu Tuhanku dan Tuhanmu, karena itu sembahlah Dia dan jangan menyembah aku atau ibuku. Inilah jalan yang lurus dan benar.”",
        "52": "Meski Nabi Isa telah berupaya untuk mengajak mereka kepada tauhid dan diperkuat oleh berbagai mukjizat, mereka tetap menolak bahkan mengancam akan menyalibnya. Maka ketika Isa merasakan keingkaran mereka, Bani Israil, dia berkata, “Siapakah yang akan menjadi penolongku untuk menegakkan agama Allah?” Para Hawariyyun, sahabat-sahabat setianya, menjawab, “Kamilah penolong agama Allah. Kami beriman kepada Allah, dan saksikanlah, bahwa kami adalah orang-orang muslim, yaitu orang-orang yang benar-benar berserah diri kepada Allah.",
        "53": "Kemudian para penolong agama Allah tersebut berdoa, Ya Tuhan kami, kami telah beriman kepada apa yang Engkau turunkan kepada rasulMu, Isa, berupa kitab Injil, dan kami telah mengikuti ajaran Rasul-Mu, karena itu tetapkanlah kami bersama golongan orang yang memberikan kesaksian bahwa Isa telah melaksanakan tugas kerasulannya.”",
        "54": "Setelah ancaman yang ditunjukkan secara terang-terangan tidak membawa hasil, maka mereka melakukan gerakan di bawah tanah. Mereka, yakni orang-orang yang mengingkari Nabi Isa dan ajarannya, tidak tinggal diam. Mereka membuat tipu daya secara rahasia untuk menghalangi dakwah Isa. Maka untuk menghadapi mereka sekaligus membela agama yang dibawa rasul-Nya, Isa, Allah pun tidak diam. Dia membalas tipu daya mereka itu sehingga mereka gagal total dalam melaksanakan tipu dayanya. Allah sebaik-baik pembalas tipu daya, bahkan Dia menguat-kan dakwah Isa dengan Rohulkudus (Jibril).",
        "55": "Ayat ini menjelaskan tentang beberapa bukti kemuliaan Isa bin Maryam. Ingatlah, hai Nabi Muhammad, ketika Allah berfirman, “Wahai Isa! Aku akan mewafatkanmu atau menyempurnakan keberadaanmu di dunia dan mengangkatmu kepada-Ku, yaitu ke tempat yang mulia tanpa melalui proses kematian, serta menjauhkan dan menyucikanmu dari orang-orang yang kafir, dan menjadikan orang-orang yang mengikutimu yang tidak mengubah agamamu serta yang membenarkan kenabianmu di atas orang-orang yang kafir terhadapmu dengan menyembunyikan bukti-bukti kerasulanmu hingga hari kiamat. Kemudian kepada-Ku kalian kembali, baik yang beriman kepada Nabi Isa maupun yang kafir kepadanya, lalu Aku beri keputusan tentang apa yang kalian perselisihkan yaitu tentang Isa dan kebenaran ajaran yang dibawanya.”",
        "56": "Allah memberi ancaman bagi orang yang kafir kepada Nabi Isa dan pahala bagi orang yang beriman kepadanya. Maka adapun orang-orang yang kafir kepada Nabi Isa, maka akan Aku azab mereka dengan azab yang sangat keras di dunia, berupa kehinaan dan terusir dari daerahnya dan di akhirat berupa siksa yang kekal, sedang mereka tidak memperoleh penolong sedikit pun dari azab Allah di akhirat kelak.",
        "57": "Adapun orang yang beriman kepada Allah dengan mengikuti ajaran utusan-Nya, termasuk Nabi Isa, dan diwujudkan dengan melakukan kebajikan, maka Dia akan memberikan pahala kepada mereka dengan sempurna di akhirat berupa surga. Allah tidak menyukai orang zalim yaitu mereka yang melanggar batas-batas kebenaran yang telah Allah tetapkan, antara lain menganggap Nabi Isa sebagai Tuhan atau anak Tuhan.",
        "58": "Demikianlah, Kami bacakan kepadamu, wahai Nabi Muhammad, sebagian ayat-ayat atau bukti-bukti kebenaran risalahmu melalui kisahkisah umat terdahulu, antara lain, kisah Nabi Isa bin Maryam dan Nabi Zakaria, dan peringatan yang penuh hikmah; itulah Al-Qur’an.",
        "59": "Setelah Al-Qur’an menjelaskan tentang bukti-bukti kemuliaan Isa bin Maryam serta sikap pro dan kontra dari kaumnya, maka ayat ini menunjukkan kekeliruan mereka yang menganggap Isa sebagai anak Tuhan karena terlahir tanpa bapak. Sesungguhnya perumpamaan penciptaan Nabi Isa tanpa bapak bagi Allah bukanlah sesuatu yang mustahil, seperti penciptaan Adam yang terlahir tanpa bapak dan ibu. Dia menciptakannya, Nabi Isa, sebagaimana Adam, dari tanah, kemudian Dia berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu. Allah Mahakuasa. Tidak ada yang mustahil bagi-Nya. Apa pun yang dikehendaki-Nya pasti akan terwujud dan tidak ada seorang pun yang mampu menghalangi-Nya.",
        "60": "Demikian itu, karena kebenaran itu dari Tuhanmu, karena itu janganlah engkau, wahai Nabi Muhammad, termasuk orang-orang yang ragu terhadap proses penciptaan Nabi Isa bin Maryam.",
        "61": "Setelah beberapa ayat sebelumnya dipaparkan kekeliruan anggapan kaum Nasrani bahwa Allah mempunyai anak, sekaligus menunjukkan bukti-bukti kekeliruannya, namun mereka tetap menolaknya, maka sebagai jalan terakhir untuk membuktikan siapa yang paling benar antara mereka yang menganggap Isa sebagai anak Tuhan atau Isa sebagai rasul Allah, dilakukanlah doa mubahalah. Siapa yang membantahmu dalam hal ini, yaitu keberadaan Isa sebagai manusia biasa dan sebagai utusan Allah, setelah engkau memperoleh ilmu atau pengetahuan tentang hal itu, maka katakanlah, wahai Nabi Muhammad, “Marilah kita panggil anak-anak kami dan anak-anak kalian, istri-istri kami dan istri-istri kalian, kami sendiri dan kalian juga, kemudian marilah kita ber-mubahalah, yaitu masing-masing pihak yang berbeda pendapat berdoa kepada Tuhan dengan sungguh-sungguh, agar laknat Allah ditimpakan kepada orang-orang yang dusta.” Hanya saja, peristiwa mubahalah ini pada akhirnya tidak terjadi, sebab orang-orang Nasrani Najran tidak berani datang, karena dalam hati mereka sejatinya memang membenarkan kerasulan Nabi Muhammad.",
        "62": "Ayat selanjutnya menegaskan tentang kebenaran kisah-kisah dalam Al-Qur’an. Sungguh, kisah Isa bin Maryam yang berakhir dengan doa Mubalahah ini dan juga kisah-kisah lain dalam Al-Qur’an adalah kisah atau kumpulan informasi yang memberi petunjuk kepada agama yang benar dan membawanya kepada kebenaran hakiki, sekaligus bukti keesaan Allah yang tidak ada tuhan selain Allah, dan sungguh, Allah bukan saja Mahakuasa tetapi juga Mahaperkasa sehingga tidak ada seorang pun yang mampu mengalahkan-Nya, Mahabijaksana dalam setiap pengaturan-Nya.",
        "63": "Kemudian jika mereka tetap berpaling meski sudah diberikan bukti-bukti kemahakuasaan, kemahaperkasaan, dan kemahaesaan Allah, maka ketahuilah bahwa Allah Maha Mengetahui orang-orang yang berbuat kerusakan, baik melalui perkataan, perbuatan maupun keyakinannya.",
        "64": "Tatkala mereka tidak berani ber-mubahalah, sehingga tampaklah kebohongan dan kelemahan mereka, maka ayat ini mengajak mereka kepada tauhid dengan cara yang lebih lunak dan santun. Katakanlah, hai Nabi Muhammad, “Wahai Ahli Kitab! Jika kalian tetap menolak kebenaran hujjah tentang Isa bin Maryam padahal kalian mengetahuinya, maka marilah kita menuju kepada satu kalimat, pegangan yang sama yang memberi keputusan secara adil antara kami dan kamu, yaitu kitab Taurat dan kitab-kitab lainnya, termasuk Injil dan Al-Qur’an, bahwa di dalam kitab-kitab tersebut kita tidak diperbolehkan menyembah selain Allah dan kita tidak diperbolehkan mempersekutukan-Nya dengan sesuatu pun, dan jika cara ini juga tidak membawa hasil untuk mengajak mereka, maka yang terpenting bahwa kita tidak menjadikan satu sama lain tuhan-tuhan selain Allah untuk diikuti dan dituruti perintahnya padahal perintah itu keliru. Jika mereka tetap berpaling dari kebenaran setelah terpenuhi bukti-bukti, maka katakanlah kepada mereka, “Saksikanlah, bahwa kami adalah orang muslim, yaitu orang-orang yang benar-benar berserah diri kepada Allah dan semata-mata beribadah kepada-Nya.”",
        "65": "Mereka bukannya mengikuti ajaran tauhid, sebagai inti ajaran (millah) Nabi Ibrahim, akan tetapi mereka justru saling berbantah tentang siapa Nabi Ibrahim. Masing-masing mereka mengaku bahwa Nabi Ibrahim adalah pengikut mereka. Wahai Ahli Kitab, Yahudi dan Nasrani! Mengapa kamu berbantah-bantahan tentang Ibrahim, di mana masingmasing dari kalian menganggap Nabi Ibrahim itu dari golongan kalian,padahal Turat dan Injil diturunkan setelah dia dengan jarak waktu yang sangat panjang. Allah menutup ayat ini dengan redaksi apakah kalian tidak mengerti atau pura-pura tidak mengerti bahwa yang datang lebih dahulu tidak mungkin mengikuti yang datang belakangan. Bukti sejarah ini sekaligus meruntuhkan klaim mereka tentang Nabi Ibrahim sebagai Ahli Kitab.",
        "66": "Selanjutnya Allah memberi isyarat tentang ketidakbenaran anggapan mereka sekaligus kebodohan mereka tentang Nabi Ibrahim. Begitulah kenyataan yang terjadi di antara kamu! Kamu bukan saja berbantah-bantahan tentang apa yang kamu ketahui, yaitu tentang Nabi Musa, Nabi Isa, dan Nabi Muhammad, tetapi kamu juga berbantah-bantahan tentang apa yang tidak kamu ketahui, yaitu tentang Nabi Ibrahim? Padahal Allah mengetahui sejarah masing-masing, lalu Dia menginformasikan kepada kalian melalui rasul-Nya yang terakhir, Nabi Muhammad, sedang kamu tidak mengetahui melainkan hanya dugaan semata yang tidak memiliki alasan yang kuat.",
        "67": "Setelah ayat sebelumnya menjelaskan ketidakbenaran anggapan Ahli Kitab tentang Nabi Ibrahim, lalu Allah membantah anggapan mereka sekaligus menjelaskan sosok Nabi Ibrahim sebenarnya. Nabi Ibrahim bukanlah seorang Yahudi dan bukan pula seorang Nasrani, tetapi dia adalah seorang yang lurus, yaitu jauh dari syirik atau mempersekutukan Allah dan jauh dari kesesatan, sekaligus muslim yaitu seorang yang berserah diri kepada Allah semata dan dia tidaklah termasuk orang-orang musyrik sebagaimana orang Yahudi dan Nasrani yang meyakini Uzair dan Nabi Isa sebagai anak Tuhan.",
        "68": "Jika demikian, orang yang paling dekat atau yang paling berhak dinisbatkan kepada Ibrahim dan ajaran yang dianutnya ialah orang yang mengikutinya, yaitu yang menjawab ajakan Nabi Ibrahim kepada tauhid, begitu juga Nabi ini, Muhammad, dan orang-orang yang beriman yakni para pengikut agama tauhid secara konsisten dan sunggung-sungguh. Allah adalah pelindung orang-orang yang beriman dengan senantiasa memberi pertolongan di dunia dan memberi balasan surga di akhirat kelak.",
        "69": "Setelah ayat sebelumnya menjelaskan tentang Nabi Ibrahim sebagai penganut agama tauhid, begitu juga Nabi Muhammad dan umat Islam, maka ayat ini menginformasikan ketidaksukaan sebagian Ahli Kitab dan upaya penyesatan mereka terhadap umat Islam. Segolongan Ahli Kitab ingin menyesatkan kamu, wahai umat Islam, dengan berbagai macam cara. Padahal, sesungguhnya mereka tidak menyesatkan siapa pun melainkan akibatnya akan menimpa diri mereka sendiri, tetapi mereka tidak menyadari. Ayat ini merupakan puncak pencelaan dan penghinaan terhadap mereka sekaligus menunjukkan buruknya sifat dan perilaku mereka.",
        "70": "Sebagai pelengkap penghinaan terhadap mereka, ayat ini menyeru kepada Ahli Kitab. Wahai Ahli Kitab! Mengapa kamu mengingkari ayat-ayat Allah yang diturunkan kepada Nabi Muhammad, padahal kamu mengetahui kebenarannya melalui kitab kalian sendiri?",
        "71": "Setelah ayat sebelumnya menjelaskan sikap penolakan Ahli Kitab terhadap kebenaran yang dibawa Rasulullah, maka ayat ini kembali menjelaskan perilaku buruk mereka yang lainnya, antara lain upaya penyesatan terhadap kaum muslim. Wahai Ahli Kitab, Yahudi dan Nasrani! Mengapa kamu mencampuradukkan kebenaran yang dibawa oleh para nabi dan rasul dengan kebatilan, yaitu dengan menutup-nutupi beberapa firman Allah yang termaktub di dalam Taurat dan Injil dengan perkataan-perkataan yang dibuat-buat oleh mereka sendiri, dan kamu menyembunyikan kebenaran tentang kenabian Muhammad yang tersebut dalam Taurat dan Injil, padahal kamu mengetahui tentang kebenaran itu serta akibatnya, yakni siksa yang sangat pedih?",
        "72": "Seharusnya mereka mengimani kebenaran yang dibawa oleh Rasulullah secara tulus, namun justru mereka menularkan sifat kemunafikannya kepada orang lain untuk menyesatkan kaum muslim. Segolongan Ahli Kitab berkata kepada sesamanya dan kepada orang-orang munafik, “Berimanlah kamu kepada apa yang diturunkan kepada orang-orang beriman, yakni Al-Qur’an pada awal siang, misalnya, dengan melaksanakan salat subuh bersama mereka dan ingkarilah atau murtadlah di akhir siang-nya, agar mereka, yakni orang-orang Islam yang lemah imannya dan yang tidak memiliki pemahaman yang benar terhadap agamanya, akan kembali kepada kekafiran.\"",
        "73": "Mereka, Ahli Kitab, bahkan berusaha meyakinkan kepada sesamanya bahwa predikat rasul terakhir adalah hak mereka. Karena itu, janganlah kamu, wahai Ahli Kitab, percaya selain kepada orang yang mengikuti agama kalian. Dengan begitu, mereka tidak jadi masuk Islam. Atau, jangan percaya kepada orang-orang yang masuk Islam, yang dulunya berasal dari agama kamu, agar iman mereka menjadi guncang dan kembali kepada kekafiran. Katakanlah, wahai Nabi Muhammad, “Sesungguhnya petunjuk itu, hanyalah petunjuk Allah dan akan diberikan kepada siapa saja yang dipilih-Nya sesuai dengan hukum-hukum yang telah Dia tetapkan. Kamu juga jangan percaya bahwa seseorang akan diberi seperti apa yang diberikan kepada kamu, atau bahwa mereka akan menyanggah kamu di hadapan Tuhanmu.” Katakanlah, wahai Nabi Muhammad, “Sesungguhnya karunia itu di tangan Allah, Dia memberikannya kepada siapa yang Dia kehendaki dari hamba-hamba-Nya. Allah Mahaluas karuniaNya, Maha Mengetahui kepada siapa karunia tersebut harus diberikan.”",
        "74": "Dia juga menentukan rahmat-Nya, yakni kenabian dan risalah, kepada siapa yang Dia kehendaki. Allah memiliki karunia yang besar, tidak seorang pun bisa melawan-Nya dan menghalangi-Nya kepada siapa karunia itu akan diberikan. Rangkaian ayat-ayat ini mengajari manusia agar tidak dengki atas karunia yang Allah berikan kepada orang lain, sebab hal itu hanya akan mendorong seseorang melakukan perilaku buruk lainnya.",
        "75": "Ayat sebelumnya menjelaskan perilaku buruk Ahli Kitab terhadap kaum muslim yang disebabkan oleh rasa kedengkian atas karunia yang diberikan kepada mereka, maka ayat ini menginformasikan bahwa di antara Ahli Kitab ada juga yang baik. Di antara Ahli Kitab ada yang jika engkau percayakan kepadanya harta yang banyak, niscaya dia mengembalikan semua-nya kepadamu dan tidak berkurang sedikit pun. Tetapi ada pula di antara mereka yang jika engkau percayakan kepadanya satu dinar, yakni harta yang sedikit, dia justru tidak mengembalikannya kepadamu, kecuali jika engkau selalu menagihnya. Yang demikian itu disebabkan adanya keyakinan mereka bahwa orang-orang selain mereka memang layak untuk dizalimi, dibohongi, dan dikhianati. Karena itu mereka berani melanggar hukum Allah seraya berkata, “Tidak ada dosa bagi kami terhadap orang-orang buta huruf, yakni selain golongan Ahli Kitab.” Mereka dengan sengaja mengatakan hal yang dusta terhadap Allah, padahal mereka mengetahui kalau hal itu adalah dosa besar.",
        "76": "Padahal, yang benar adalah bahwa mereka tetap berdosa karena khianat. Sebab, sebenarnya barangsiapa menepati janji dengan mengembalikan hak orang lain sesuai dengan waktu yang telah ditentukan dan bertakwa, maka sungguh dengan takwa itu ia akan memperoleh cinta Allah, karena Allah senantiasa mencintai orang-orang yang bertakwa. Ini menunjukkan bahwa menepati janji atau tidak khianat menjadi salah satu kriteria ketakwaan.",
        "77": "Ayat ini mengancam kepada siapa saja yang berkhianat, dan menukarnya dengan hal-hal yang bersifat duniawi yang tidak ada nilainya di hadapan Allah. Sesungguhnya orang-orang yang memperjualbelikan atau menukar janji yang dikuatkan dengan nama Allah untuk ditepati, dan sumpah-sumpah mereka dengan hal-hal yang bersifat duniawi; itu sama saja mereka menukarnya dengan harga murah atau nilai yang rendah dibanding balasan yang kelak diterimanya di akhirat jika mereka jujur, mereka justru tidak memperoleh bagian sama sekali di akhirat. Bukan itu saja, Allah juga tidak akan menyapa mereka, tidak akan memperhatikan mereka dengan pandangan rahmat pada hari kiamat, dan tidak akan menyucikan atau mengampuni dosa-dosa mereka. Bagi mereka azab yang pedih di neraka, dan mereka kekal di dalamnya.",
        "78": "Ayat ini bahkan secara khusus menerangkan perilaku buruk kaum Yahudi, terutama tokoh-tokohnya. Sungguh, di antara mereka ada segolongan, di antaranya ada tokoh-tokoh agama, yang memutarbalikkan lidahnya membaca Kitab Taurat, yakni dengan cara menyembunyikan informasi yang benar, mengubah maksud yang sebenarnya, atau menggantinya dengan redaksi lain lalu membacanya layaknya mereka membaca Taurat, agar kalian menyangka yang mereka baca itu benar-benar sebagian dari Kitab Taurat, padahal itu bukan dari Kitab Taurat, tetapi rekayasa semata. Dan untuk menguatkan kebohongannya mereka berkata, “Itu dari Allah,” padahal itu bukan dari Allah. Mereka benar-benar tidak punya rasa malu bahkan berani mengatakan hal yang dusta terhadap Allah, padahal mereka mengetahui secara pasti kalau hal itu dusta. Ayat ini juga menjadi bukti adanya tahrif (perubahan) dalam kitab Taurat.",
        "79": "Setelah ayat sebelumnya menjelaskan tentang upaya tahrif (perubahan) Ahli Kitab terhadap kitab suci mereka, ayat ini kembali menginformasikan keburukan mereka, yakni dengan cara menuduh bahwa rasul menginginkan agar disembah oleh para pengikutnya. Tidak mungkin bagi seseorang yakni seorang rasul yang telah diberi kitab oleh Allah, serta hikmah, yaitu pemahaman terhadap agama serta pengetahuan tentang rahasia-rahasia syariat, dan kenabian, kemudian dia berkata kepada manusia, “Jadilah kamu penyembahku, bukan penyembah Allah.” Tuduhan syirik ini jelas tidak benar dan tidak mungkin dilakukan oleh seorang rasul. Tetapi, yang benar, rasul itu berkata, “Jadilah kamu pengabdi-pengabdi Allah yang istikamah. Demikian ini, karena kamu mengajarkan kitab dan karena kamu mempelajarinya, sehingga kamu bisa menunjukkan sikap ketaatan yang sempurna dan menjauhi sikap syirik!”",
        "80": "Begitu juga, tidak mungkin bagi seorang rasul menyuruh kalian menjadikan para malaikat dan para nabi sebagai Tuhan. Apakah patut dia menyuruh kamu menjadi kafir setelah kamu menjadi muslim, pemeluk Islam yang inti ajarannya adalah tauhid? Ini menunjukkan sifat utama para rasul--juga mereka yang melanjutkan dakwah para rasul--yaitu al-amin, atau bisa dipercaya dalam segala hal, terutama dalam melaksanakan tugas dakwah.",
        "81": "Setelah ayat sebelumnya menginformasikan tuduhan-tuduhan tidak benar yang ditujukan kepada para nabi dan rasul, maka ayat ini menegaskan bahwa para nabi dan rasul itu telah diambil sumpah janjinya oleh Allah untuk membenarkan Muhammad sebagai nabi dan rasul terakhir. Ingatlah ketika Allah mengambil perjanjian dari para nabi dan rasul, “Manakala Aku memberikan kitab dan hikmah yaitu ilmu yang bermanfaat dan kemampuan untuk mengamalkannya, kepada kamu, lalu datang kepada kamu seorang Rasul, yakni Nabi Muhammad, yang membenarkan apa yang ada pada kamu berupa ajaran tauhid yang tercantum dalam kitab-kitab mereka, niscaya kamu akan sungguh-sungguh beriman kepadanya dan menolong agama-nya.” Allah berfirman, “Apakah kamu setuju dan menerima perjanjian dengan-Ku atas yang demikian itu, yakni membenarkan Muhammad sebagai nabi dan rasul terakhir?” Mereka menjawab, “Kami setuju.” Allah berfirman, “Kalau begitu bersaksilah kamu, wahai para nabi, dan Aku menjadi saksi bersama kamu bahwa Nabi Muhammad adalah rasul dan nabi terakhir.” Ayat ini juga menjadi bukti bahwa manusia itu cenderung lalai terhadap aturan Ilahi, sehingga perlu diturunkan nabi dan rasul secara berkesinambungan yang berakhir pada Nabi Muhammad, saat ini dilanjutkan oleh para pewaris beliau, yaitu para ulama.",
        "82": "Perjanjian di atas bukan saja dilakukan oleh para nabi tetapi juga mengikat para kaumnya. Maka barang siapa berpaling dari mengimani Nabi Muhammad, setelah itu, yaitu setelah diperkuat dengan sumpah, maka mereka itulah orang yang fasik, yaitu orang yang keluar dari syariat Allah.",
        "83": "Jika memang agama itu hakikatnya satu dan inti semua risalah juga sama yaitu tauhid, maka mengapa mereka berpaling dari agama yang benar yang dibawa oleh Nabi Muhammad dengan mencari agama yang lain selain agama Allah, yaitu agama Islam? Padahal, apa, yakni semua makhluk, yang di langit dan di bumi berserah diri dengan senantiasa tunduk dan patuh kepada hukum dan kehendak-Nya, baik dengan suka yaitu secara tulus ikhlas karena melihat bukti-bukti kebenaran, maupun terpaksa setelah melihat azab. Dan hanya kepada-Nya mereka dikembalikan, lalu mereka akan mendapat balasan yang setimpal.",
        "84": "Setelah ayat sebelumnya memaparkan bahwa para rasul diambil sumpah janjinya untuk mengimani kerasulan Nabi Muhammad dan menolong agamanya, maka melalui ayat ini, Allah hendak menguatkan kesamaan Tuhan dan risalah di antara rasul-rasul-Nya, yaitu dengan memerintahkan Nabi Muhammad untuk mengimani semua rasul dan kitab-kitab yang dibawanya. Katakanlah, wahai Nabi Muhammad, “Kami beriman kepada Allah dan kepada apa yang diturunkan kepada kami, Al-Qur’an, dan yang diturunkan kepada Ibrahim, Ismail, Ishak, Yakub, dan anak cucunya, yang ada dua belas, di mana mereka beriman kepada Allah dan semua rasul tanpa membeda-bedakannya, tidak seperti yang dilakukan sebagian Ahli Kitab, dan apa yang diberikan kepada Musa, Taurat, Isa, Injil, dan para nabi lainnya dari Tuhan mereka yang tidak diketahui kisah-kisahnya. Kami juga tidak membeda-bedakan seorang pun di antara mereka dalam mengimaninya, sebab mengingkari seorang rasul berarti mengingkari semuanya, dan hanya kepada-Nya kami berserah diri.”",
        "85": "Jika agama yang dibawa oleh Nabi Muhammad adalah sama dengan inti ajaran nabi-nabi sebelumnya, yakni tauhid, maka barangsiapa mencari agama selain Islam setelah terutusnya Nabi Muhammad dia tidak akan diterima karena Allah tidak meridainya, dan di akhirat dia termasuk orang yang rugi, karena ia berhak atas siksa-Nya.",
        "86": "Setelah ayat sebelumnya menerangkan sikap penolakan Yahudi terhadap kebenaran Nabi Muhammad dan agama Islam, maka ayat ini menerangkan bahwa sikap tersebut mengakibatkan mereka tidak memperoleh hidayah. Bagaimana mungkin Allah akan memberi petunjuk kepada suatu kaum yang kafir setelah mereka melihat bukti-bukti kebenaran yang memungkinkan mereka beriman, serta mengakui bahwa Rasul, Muhammad, itu benar-benar rasul, dan disertai bukti-bukti yang jelas tentang hal itu, telah sampai kepada mereka seperti Al-Qur’an dan kitab-kitab suci lainnya yang menginformasikan tentang kebenaran Muhammad sebagai nabi terakhir? Sungguh, sikap semacam itu adalah wujud kezaliman, dan Allah tidak memberi petunjuk kepada orang zalim yaitu orang yang tahu kebenaran tetapi melanggar dan mengingkarinya, bahkan menentangnya.",
        "87": "Jika mereka tetap kafir dan tidak mau bertobat, maka mereka itu, balasannya ialah ditimpa laknat Allah, yakni dijauhkan dari rahmat-Nya. Selama mereka mendapat laknat Allah, maka para malaikat akan berulang-ulang melaknatnya, dan bahkan manusia seluruhnya juga melaknatnya, yakni melihatnya dengan pandangan hina.",
        "88": "Sementara di akhirat, mereka akan dimasukkan ke dalam neraka dan kekal di dalamnya. Mereka juga tidak akan diringankan azabnya, dan mereka tidak diberi penangguhan sedikit pun yang memungkinkan mereka mengajukan alasan.",
        "89": "Mereka akan tetap terlaknat, kecuali orang-orang yang bertobat setelah itu, dengan menghentikan sama sekali perilaku kafirnya, dan melakukan perbaikan, yaitu menghilangkan hal-hal yang bisa merusak akidah dan amal perbuatannya, maka sungguh, Allah akan menerima tobatnya, karena Dia Maha Pengampun, Maha Penyayang kepada semua hamba-Nya yang mau bertobat dengan tulus, dengan memenuhi tiga kriteria, yaitu menghentikan sama sekali perbuatan dosanya, menyesali perbuatannya, dan berjanji untuk tidak mengulanginya lagi.",
        "90": "Sungguh syarat diterimanya tobat adalah terus menerus dalam keimanan, karena itu, orang-orang yang kafir setelah beriman yaitu setelah melihat bukti-bukti kebenaran, bahkan kemudian bertambah kekafirannya dengan murtad, membuat kerusakan, dan menyakiti orang-orang Islam, maka mereka tidak akan diterima tobatnya, karena tidak mungkin mereka bersikap tulus dan mereka itu adalah orang-orang yang sesat serta semakin jauh dari kebenaran.",
        "91": "Sungguh, orang-orang yang kafir dan terus-menerus dalam kekafirannya hingga mereka mati dalam kekafiran, maka tidak akan diterima tebusan dari seseorang di antara mereka sekalipun berupa emas sepenuh bumi, sekiranya dia hendak menebus diri-nya dari azab Allah dengan harta tebusan-nya itu. Sebab, mereka itulah orang-orang yang mendapat azab yang pedih dan tidak memperoleh penolong, karena saat itu hanya Allah yang bisa menolong. Ayat ini memberi pemahaman bahwa sebanyak apa pun infak seseorang itu tidak akan diterima jika perbuatan yang dilakukan tersebut justru akan menghapus pahala dari amal itu sendiri, seperti syirik.",
        "92": "Pada ayat sebelumnya dijelaskan bahwa orang yang meninggal dalam kekufuran, maka sebesar apa pun harta dan infak yang mereka keluarkan, tidak akan bisa dijadikan tebusan agar mereka bebas dari azab Allah. Pada ayat ini dijelaskan tentang harta dan infak yang bermanfaat hendaknya harta yang dicintai, karena kamu tidak akan memperoleh kebajikan yang paling utama dan sempurna sebelum kamu menginfakkan, dengan cara yang baik dan tujuan yang benar, sebagian harta yang kamu cintai, yang paling bagus dari apa yang kamu miliki. Dan apa pun yang kamu infakkan, tentang hal itu sungguh, Allah Maha Mengetahui niat dan tujuan kamu berinfak, apakah karena ingin dipuji atau dilihat orang (riya), ingin dipuji orang yang mendengar (sum’ah), atau semata-mata karena Allah. Jika infak dilaksanakan hanya karena Allah maka Allah akan membalasnya dengan kebaikan di dunia maupun akhirat.",
        "93": "Setelah ayat sebelumnya Allah menjelaskan harta dan infak yang bermanfaat, maka pada ayat ini Allah menjelaskan makanan yang halal atau haram bagi Bani Israil. Semua makanan itu pada dasarnya halal bagi Bani Israil sebagaimana halal juga bagi selain mereka, kecuali makanan yang diharamkan oleh Israil (Yakub) atas dirinya sendiri sebelum Taurat diturunkan dalam rangka meraih kebajikan dan mendekatkan diri kepada Allah. Makanan tersebut adalah daging dan susu unta. Ada satu riwayat menyebutkan bahwa Nabi Yakub pernah sakit dan bernazar kalau Allah memberinya kesembuhan, maka dia tidak akan makan daging unta dan tidak minum susunya, meskipun kedua makanan tersebut sangat disukainya. Pengharaman Nabi Yakub atas kedua jenis makanan tersebut lalu diikuti oleh keturunannya. Setelah Taurat diturunkan ada beberapa makanan yang diharamkan bagi mereka sebagai hukuman atas pelanggaran yang mereka lakukan (Lihat: Surah an-Nisa’/4: 160 dan al-Anam/6: 146), tetapi kaum Yahudi membuat kebohongan dengan mengatakan bahwa ada makanan yang diharamkan Allah untuk mereka sebelum Kitab Taurat diturunkan. Oleh karena itu Allah menjawab, “Katakanlah, wahai Nabi Muhammad, jika kamu berkata demikian, maka bawalah Taurat lalu bacalah, dan tunjukkan kepada kami keterangan Taurat tentang pengharaman makanan itu jika kamu orang-orang yang benar.” Ternyata tidak seorang pun di antara mereka mampu menunjukkkan ayat Taurat yang mendukung kebohongan mereka.",
        "94": "Karena tidak seorang pun dari mereka mampu menunjukkan dalil atau ayat Taurat tentang pengharaman makanan sebagaimana yang mereka katakan, maka jelas bahwa mereka berbohong, dan barang siapa mengada-adakan kebohongan terhadap Allah menyangkut makanan atau hal lainnya setelah datang penjelasan tentang itu, maka mereka itulah orang-orang zalim. Mereka itulah orang-orang yang jauh dari kebenaran dan akan mendapat siksaan yang pedih akibat kezaliman tersebut.",
        "95": "Setelah nyata kebohongan orang-orang Yahudi, maka Allah memerintahkan kepada Nabi Muhammad, katakanlah, “Benarlah segala yang difirmankan Allah dan ketetapan-Nya tentang makanan.” Maka ikutilah agama Ibrahim yang lurus, yaitu penyerahan diri kepada Allah secara tulus tanpa sedikit pun keraguan, dan tidak menyekutukan Allah dengan apa pun dan siapa pun, karena dia, Ibrahim, tidaklah termasuk orang musyrik. Dia sangat dihormati orang Yahudi dan Nasrani dan dia pantas menjadi teladan umat manusia.",
        "96": "Dalam ayat ini Allah menjelaskan kedudukan Masjidilharam dan Kakbah yang Nabi Ibrahim terlibat dalam pembangunannya. Allah menegaskan bahwa sesungguhnya rumah tempat ibadah yang pertama dibangun untuk manusia, ialah Baitullah yang di Bakkah yakni Mekah yang diberkahi dengan banyak kebajikan duniawi maupun ukhrawi secara berkesinambungan dan tiada terputus, dan menjadi petunjuk, yaitu sebagai kiblat dan pusat kegiataan beribadah kepada Allah serta harapan untuk mengunjunginya bagi seluruh alam di masa lampau, sekarang, maupun yang akan datang (Lihat: Surah Ibrahim/14: 37).",
        "97": "Di sana, di Masjidilharam, terdapat tanda-tanda yang jelas tentang keutamaan dan kemuliaannya diantaranya maqam Ibrahim, yaitu bekas telapak kaki Nabi Ibrahim tempat beliau berdiri waktu membangun Kakbah; hajar aswad, hijir Ismail dan yang lainnya (Lihat: Surah alBaqarah/2: 125). Barang siapa memasukinya, menjadi amanlah dia dari gangguan-gangguan. Dan di antara kewajiban manusia terhadap Allah adalah melaksanakan ibadah haji ke Baitullah, yaitu bagi orang-orang Islam yang sudah akil balig yang mampu mengadakan perjalanan ke sana, mempunyai bekal yang cukup untuk dirinya dan keluarga yang ditinggalkan, kemampuan fisik, ada sarana pengangkutan dan aman dalam perjalanan. Barang siapa mengingkari kewajiban haji, maka dia adalah kafir, karena tidak percaya pada ajaran Islam. Ketahuilah bahwa Allah Mahakaya (tidak memerlukan sesuatu) apapun dari seluruh alam, baik yang taat dan menjalankan ibadah haji, yang durhaka, maupun yang kafir.",
        "98": "Setelah jelas dalil dan penjelasan yang diberikan kepada Ahli Kitab atas kebohongan mereka, tetapi mereka tetap ingkar, maka Allah memerintahkan kepada Nabi Muhammad, katakanlah  “Wahai Ahli Kitab! Mengapa kamu mengingkari ayat-ayat Allah, mendustakan Al-Qur’an dan mengingkari kerasulanku, padahal Allah Maha Menyaksikan apa yang kamu kerjakan?” Tidak ada kedustaan dan perbuatan kalian yang samar bagi Allah walaupun kalian berusaha menyembunyikannya. Dia akan membalas keburukan perbuatan kalian kelak di hari kiamat.",
        "99": "Katakanlah, wahai Nabi Muhammad, “Wahai Ahli Kitab!\" Setelah kamu kufur, mengapa kamu terus menghalang-halangi dan berusaha memalingkan orang-orang yang beriman dari jalan Allah, kamu menghendakinya (jalan Allah) yang lurus menjadi bengkok, padahal kamu menyaksikan, yaitu mengetahui bahwa apa yang disampaikan oleh Nabi Muhammad adalah benar? Dan Allah tidak lengah terhadap apa yang kamu kerjakan secara terang-terangan maupun sembunyi-sembunyi, baik di masa lampau, sekarang, maupun yang akan datang. Sesungguhnya kalian telah sesat dan menyesatkan.",
        "100": "Setelah ayat sebelumnya mengecam Ahli Kitab, maka ayat ini ditujukan kepada orang-orang yang beriman. Wahai orang-orang yang beriman! Jika kamu mengikuti sebagian dari orang yang diberi Kitab, yaitu Yahudi dan Nasrani, niscaya mereka akan mengembalikan dan memalingkan kamu dari agama kamu agar kembali menjadi orang kafir yang kukuh kekafirannya setelah kamu beriman kepada Nabi Muhammad.",
        "101": "Dan bagaimana kamu sampai menjadi murtad dan kembali kafir, padahal ayat-ayat Allah dibacakan kepada kamu, dan Rasul-Nya pun berada di tengah-tengah kamu dan telah nyata kebenaran dakwah risalahnya? Maka berpegangteguhlah kepada agama Allah. Barang siapa berpegang teguh kepada agama Allah, maka sungguh, dia diberi petunjuk kepada jalan lebar dan mudah dilalui yang lurus, berupa keimanan yang kuat dan akan diberi kebahagiaan di dunia dan akhirat. Ayat ini mengisyaratkan bahwa orang yang beriman akan selalu mendapatkan cobaan. Walau begitu, barang siapa menjadikan agama Allah sebagai pegangan dan Allah sebagai tempat kembali serta memperbanyak ibadah, maka dia akan selamat dari cobaan tersebut.",
        "102": "Supaya kamu memperoleh keimanan yang kuat dan tidak goyah ketika terjadi cobaan, maka wahai orang-orang yang beriman! Bertakwalah kepada Allah sebenar-benar takwa kepada-Nya sesuai kebesaran, keagungan, dan kasih sayang-Nya kepada kamu. Bukti ketakwaan tersebut adalah menaati Allah dan tidak sekalipun durhaka, mengingat-Nya dan tidak sesaat pun melupakan-Nya, serta mensyukuri nikmat-Nya tanpa sekalipun dan sekecil apa pun mengingkarinya sampai batas akhir kemampuan kamu, dan janganlah kamu mati kecuali dalam keadaan muslim, berserah diri kepada Allah dengan tetap memeluk agama yang diridai, yaitu Islam. Karena tidak seorang pun mengetahui kapan datangnya kematian, maka berusahalah sekuat tenaga untuk selalu berada di jalan Allah, karena Allah akan menganugerahi hamba sesuai usaha yang dilakukannya.",
        "103": "Pada ayat ini Allah memerintah kaum mukmin menjaga persatuan dan kesatuan. Dan berpegangteguhlah serta berusahalah sekuat tenaga agar kamu semuanya bantu-membantu untuk menyatu pada tali (agama) Allah agar kamu tidak tergelincir dari agama tersebut. Dan janganlah kamu bercerai berai, saling bermusuhan dan mendengki, karena semua itu akan menjadikan kamu lemah dan mudah dihancurkan. Dan ingatlah nikmat Allah kepadamu ketika mengeluarkan kamu dari kekufuran kepada keimanan dan menyatukan hati kalian dalam persaudaraan, padahal kamu dahulu pada ( masa jahiliyyah ) saling bermusuhan, saling membenci dan memerangi tiada henti dari generasi ke generasi, lalu Allah mempersatukan hatimu dengan harapan dan tujuan yang sama yaitu memperoleh rida Allah, sehingga dengan karuniany-Nya, yaitu agama islam, kamu menjadi bersaudara dalam satu keuarga. Pada masa Jahiliah terjadi permusuhan selama ratusan tahun antara suku 'Aus dan suku Khazraj. Setelah datangnya Islam mereka dapat bersatu dengan penuh persahabatan. Menyaksikan kenyataan tersebut orang-orang Yahudi merasa tidak senang dan menyuruh salah seorang diantara mereka meniupkan api perpecahan dengan menyebutk kejadian waktu Perang Bu'as. Meskipun kedua suku tersebut sempat terpancing dan hampir saja berperang, tetapi Nabi MUhammad berhasil mendamaikan mereka. Demikian besar karunia Allah kepada kamu, sedangkan (ketika itu) kamu sama sekali tidak menyadari bahwa ketika kamu saling bermusuhan, susungguhnya kamu berada di tepi jurang neraka, karena hidup tanpa bimbingan wahyu, selalu terbakar api kebencian, kemarahan dan permusuhan bahkan berakibat pada pemunuhan, lalu dengan datangnya Islam Allah menyelamatkan kamu dari sana dan terciptalah kedamaian di antara kamu. Demikianlah, Allah secara terus menerus menerangkan ayat-ayat-Nya kepadamu agar kamu mendapat petunjuk secara terus-menerus dan tetap bersatu padu dalam persaudaraan dan kekeluargaan.",
        "104": "Pada ayat ini Allah memerintahkan orang mukmin agar mengajak manusia kepada kebaikan, menyuruh perbuatan makruf, dan mencegah perbuatan mungkar. Dan hendaklah di antara kamu, orang mukmin, ada segolongan orang yang secara terus-menerus menyeru kepada kebajikan yaitu petunjuk-petunjuk Allah, menyuruh (berbuat) yang makruf yaitu akhlak, perilaku dan nilai-nilai luhur dan adat istiadat yang berkembang di masyarakat yang tidak bertentangan dengan nilai-nilai agama, dan mencegah dari yang mungkar, yaitu sesuatu yang dipandang buruk dan diingkari oleh akal sehat. Sungguh mereka yang menjalankan ketiga hal tersebut mempunyai kedudukan tinggi di hadapan Allah dan mereka itulah orang-orang yang beruntung karena mendapatkan keselamatan di dunia dan akhirat.",
        "105": "Dan janganlah kamu, wahai orang mukmin, menjadi seperti orang-orang yang berkelompok-kelompok, seperti orang Yahudi dan Nasrani yang bercerai berai dan berselisih dalam urusan agama dan kemaslahatan umat, karena masing-masing mengutamakan kepentingan kelompoknya. Betapa buruk apa yang terjadi pada mereka, karena berselisih secara sadar dan sengaja setelah sampai kepada mereka keterangan yang jelas, yaitu diutusnya para rasul dan diturunkannya kitab-kitab. Mereka yang berkelompok dan berselisih itulah orang-orang yang celaka dan mereka itulah orang-orang yang mendapat azab yang berat kelak di hari kiamat.",
        "106": "Ayat ini menggambarkan perbedaan keadaan orang yang beriman dan orang kafir pada hari kiamat. Pada hari itu ada wajah yang putih berseri dan tampak sinar kebahagiaan dan kesenangan mereka karena pahala dari amal kebajikan mereka selama hidup di dunia; itulah wajah orang-orang yang beriman kepada Allah dan Rasul-rasul-Nya, dan ada pula wajah yang hitam muram dan tampak rasa kesedihan, penyesalan dan kehinaan; itulah wajah orang-orang kafir dan mendustakan rasulrasul-Nya. Adapun orang-orang yang berwajah hitam muram, kepada mereka dikatakan, “Mengapa kamu kafir, murtad, setelah beriman, yaitu setelah datang penjelasan yang nyata, baik melalui rasul maupun kitab yang diturunkan Allah dan juga tanda-tanda kebesaran Allah di alam raya? Karena itu, rasakanlah azab yang pedih disebabkan dosa kekafiranmu itu.”",
        "107": "Ayat ini menggambarkan kegembiraan ahli surga atas rahmat Allah yang mereka terima. Dan adapun orang-orang yang beriman dan ahli ibadah, mereka mendapatkan kebahagiaan dan berwajah putih berseri, mereka berada dalam rahmat Allah di surga, dengan berbagai kesenangan, keindahan, dan kedamaian; mereka kekal di dalamnya. Itulah karunia Allah bagi mereka yang beriman dan menaati-Nya.",
        "108": "Setelah pada ayat-ayat sebelumnya Allah menguraikan tanda-tanda kekuasaan Allah, kecaman terhadap orang yang murtad dan kafir, petunjuk kepada orang yang beriman yaitu keharusan mati dalam keadaan Islam, pentingnya persatuan dan kesatuan, serta perbedaan nasib orang kafir dan orang mukmin di akhirat, lalu dalam ayat ini Allah menutup penjelasan tersebut dengan menegaskan bahwa itulah ayat-ayat Allah, ketetapan suatu kebenaran yang tidak boleh diragukan yang Kami bacakan melalui Malaikat Jibril kepada kamu dengan benar wahai Nabi Muhammad, dan kamu harus berpegang teguh kepada Al-Qur’an dengan mengikuti petunjuk berupa perintah dan larangan agar mendapat kebahagiaan di dunia dan akhirat. Dengan perintah dan larangan tersebut Allah tidaklah berkehendak menzalimi siapa pun di seluruh alam, tetapi orang-orang kafir itulah yang menganiaya diri mereka sendiri dengan berpecah belah dan berselisih tentang kebenaran ajaran agama, sehingga mereka pantas mendapat siksaan yang pedih.",
        "109": "Mahasuci Allah dari perbuatan aniaya karena milik Allah-lah apa yang ada di langit dan apa yang ada di bumi. Allah Mahasempurna, Mahakaya, dan tidak memerlukan apa pun dari hamba-Nya, dan hanya kepada Allah segala urusan dikembalikan. Kemudian Dia akan mengadakan perhitungan dan memberi pahala kepada orang yang taat dan menghukum orang yang zalim.",
        "110": "Setelah Allah menjelaskan kewajiban berdakwah bagi umat Islam dan menjaga persatuan dan kesatuan, maka dalam ayat ini dijelaskan bahwa kewajiban tersebut dikarenakan kamu (umat Islam) adalah umat terbaik dan paling utama di sisi Allah yang dilahirkan, yaitu ditampakkan untuk seluruh umat manusia hingga akhir zaman, karena kamu menyuruh berbuat yang makruf, dan mencegah dari yang mungkar dan beriman kepada Allah dengan iman yang benar, sehingga kalian menjalankan perintah-Nya dan menjauhi larangan-Nya serta beriman kepada rasul-rasul-Nya. Itulah tiga faktor yang menjadi sebab umat Islam mendapat julukan umat terbaik. Sekiranya Ahli Kitab beriman sebagaimana umat Islam beriman, menyuruh yang makruf dan mencegah yang mungkar serta tidak bercerai berai dan berselisih tentang kebenaran ajaran agama Allah, tentulah itu lebih baik bagi mereka. Kenyataannya di antara mereka ada yang beriman sebagaimana imannya umat Islam, sehingga sebagian kecil dari mereka ini pantas mendapat julukan sebaik-baik umat, namun kebanyakan mereka adalah orang-orang fasik, tidak mau mengikuti petunjuk dan tidak taat kepada Allah serta mengingkari syariat-Nya.",
        "111": "Meskipun kebanyakan Ahli Kitab adalah fasik, tetapi mereka tidak akan membahayakan kamu, karena Allah akan menjaga kamu selama kamu menjalankan tiga faktor yang disebut dalam ayat sebelumnya. Tidak ada yang bisa mereka lakukan kecuali gangguan-gangguan kecil saja, seperti cemoohan, ancaman, dan cercaan. Dan jika suatu ketika mereka memerangi kamu, niscaya Allah akan menolong orang-orang yang beriman, sehingga mereka mundur berbalik ke belakang karena kalah. Selanjutnya mereka tidak mendapat pertolongan dari siapapun.",
        "112": "Tidak saja menderita kekalahan, mereka selalu diliputi kehinaan dan tidak ada lagi kebanggaan akibat kekalahan itu di mana saja mereka berada, kecuali jika mereka berpegang pada dua hal, yaitu tali ajaran agama Allah dan tali perjanjian dengan manusia di mana mereka akan aman selama perjanjian itu berlaku. Tetapi mereka melanggar, sehingga mendapat murka dari Allah dan selalu diliputi kesengsaraan. Murka Allah kepada mereka yang demikian itu, karena mereka mengingkari ayat-ayat Allah dan membunuh para nabi tanpa hak, padahal tidak ada alasan yang menyebabkan nabi pantas dibunuh. Yang demikian itu, yaitu kekufuran dan pembunuhan yang terjadi, karena mereka terus-menerus durhaka dan melampaui batas, banyak berbuat maksiat, memuja dunia, serta mengubah isi kitab suci mereka.",
        "113": "Pada ayat sebelumnya dijelaskan bahwa Ahli Kitab diliputi rasa kehinaan karena kalah perang, maka dalam ayat ini dijelaskan bahwa mereka itu tidak seluruhnya sama dalam hal ingkar kepada Allah dan jahat terhadap sesama manusia. Di antara Ahli Kitab ada golongan yang jujur, lurus, melaksanakan tuntunan Nabi mereka, beriman kepada Allah dan kerasulan Muhammad. Hal ini dikarenakan mereka membaca ayat-ayat Allah pada sebagian malam hari, dan mereka juga tunduk kepada Allah dengan bersujud, yaitu tunduk dan patuh dan mendirikan salat.",
        "114": "Mereka beriman kepada Allah dan hari akhir dengan iman yang benar, sehingga tampak pada perilaku mereka, menyuruh berbuat yang makruf dan mencegah dari yang mungkar dan bersegera serta tidak menunda-nunda mengerjakan berbagai kebajikan. Mereka termasuk orang-orang saleh, yaitu orang yang baik dan mengajak orang lain untuk berbuat baik. Mereka itulah orang-orang yang beruntung dan mendapat rida Allah.",
        "115": "Untuk menyenangkan hati mereka, maka Allah memberitahu bahwa amal saleh dan kebajikan apa pun yang mereka kerjakan, baik yang tersembunyi maupun yang tampak, tidak ada yang mengingkarinya dan pasti akan diberi pahala dari Allah. Dan Allah Maha Mengetahui orang-orang yang benar-benar beriman dan bertakwa yang berbuat baik hanya untuk mencari rida-Nya.",
        "116": "Jika amal perbuatan orang yang beriman akan mendapatkan balasan kebaikan dari Allah, maka pada ayat ini Allah menjelaskan bahwa ketentuan itu tidak berlaku bagi orang kafir. Sesungguhnya tidak akan berguna bagi orang-orang kafir, baik harta yang dikumpulkan dan dipuja maupun anak-anak mereka yang selalu dibangga-banggakan, sedikit pun tidak dapat memberi manfaat untuk menolak azab dan siksa yang sudah ditetapkan Allah baik di dunia maupun di akhirat. Mereka itu penghuni neraka sebagai hukuman atas kedurhakaan mereka selama hidup di dunia, dan mereka kekal di dalamnya.",
        "117": "Perumpamaan harta yang mereka infakkan baik secara ikhlas tapi tanpa dilandasi iman yang benar atau karena mencari popularitas di mata manusia di dalam kehidupan dunia ini, adalah ibarat angin yang mengandung hawa yang sangat dingin, yang menimpa tanaman yang siap dipanen, milik suatu kaum yang menzalimi diri sendiri, karena tidak beriman kepada Allah dan hari akhir, lalu angin itu merusaknya, sehingga tanaman yang siap dipanen tersebut seolah hangus terbakar dan pemiliknya tidak sedikit pun mendapatkan hasil. Karena tujuan infak mereka adalah popularitas, maka itulah yang mereka dapatkan. Dengan demikian Allah tidak menzalimi mereka, tetapi mereka yang menzalimi diri sendiri karena mereka hanya memburu kehidupan duniawi dan tidak percaya kepada kehidupan ukhrawi. .",
        "118": "Setelah pada ayat sebelumnya Allah menjelaskan bahwa amal perbuatan orang kafir tidak akan mendatangkan kebaikan karena tidak dilandasi keimanan, maka pada ayat ini Allah memperingatkan umat Islam agar tidak menjadikan orang kafir sebagai orang kepercayaan, karena mereka akan berkhianat. Wahai orang-orang yang beriman! Janganlah kamu menjadikan orang-orang yang di luar kalanganmu, yaitu orang-orang yang tidak beriman atau beriman tidak secara benar seperti orang-orang munafik, sebagai teman kepercayaanmu, sehingga kamu membocorkan rahasiamu, karena mereka tidak henti-hentinya menyusahkan dan menimbulkan kemudaratan atas kamu. Mereka berbuat itu karena mengharapkan kehancuranmu yang diawali dengan perpecahan dan bercerai-berai. Sungguh, telah nyata kebencian dari mulut mereka berupa ucapan-ucapan buruk yang menyakitkan, umpatan dan mereka senang ketika kalian kesusahan. Hal itu telah cukup menjadi bukti kedengkian mereka, dan apa yang tersembunyi di hati mereka lebih jahat daripada yang mereka ucapkan dan tampakkan. Sungguh, telah Kami terangkan kepadamu ayat-ayat sebagai tanda yang membedakan antara lawan dengan kawan, dan jika kamu mengerti pastilah kamu tidak menjadikan mereka sebagai teman kepercayaan.",
        "119": "Beginilah kamu, wahai umat Islam! Kamu salah telah menyukai mereka lantaran sikap manis mereka yang pura-pura, padahal mereka tidak menyukaimu karena agama dan pandangan hidupmu tidak sama dengan mereka, dan kamu beriman kepada semua kitab termasuk kitab yang diturunkan kepada Nabi mereka, padahal mereka beriman hanya kepada sebagian isi kitab yang diturunkan kepada Nabi mereka dan mengingkari kerasulan Nabi Muhammad dan kebenaran Al-Qur’an. Apabila sebagian dari mereka berjumpa kamu, mereka berkata, “Kami beriman,” padahal ucapan itu hanya untuk menipu kamu. Hal tersebut terbukti apabila mereka menyendiri berada di belakangmu dan jauh dari kamu, mereka menggigit ujung jari karena marah yang mencapai puncaknya dan disertai rasa benci kepadamu karena kamu beriman kepada Allah dan kerasulan Nabi Muhammad. Mereka berharap agar nikmat iman itu lenyap dari kamu. Katakanlah kepada mereka, “Matilah kamu karena kemarahanmu itu, yaitu marahlah dan bencilah kami sampai kamu mati!” Sungguh, Allah Maha Mengetahui segala isi hati, mengetahui kebencianmu, kemarahanmu, kedengkianmu dan kebohonganmu kepada kami.",
        "120": "Jika mereka yang berhati dengki itu melihat kamu memperoleh kebaikan, kemenangan perang, rezeki yang melimpah, kesehatan dan kemuliaan, niscaya mereka bersedih hati bahkan hal tersebut membuat mereka marah, tetapi jika kamu tertimpa bencana, seperti sakit, kemiskinan atau kalah perang, maka mereka bergembira karenanya. Allah memberi umat Islam tuntunan agar tetap bersabar dan bertakwa kepada Allah ketika menghadapi orang yang bersifat demikian. Karena jika kamu bersabar tidak terbawa hawa nafsu untuk membalasnya dengan perbuatan jahat, dan bertakwa kepada Allah dengan tetap istikamah dalam bersabar, maka tipu daya mereka tidak akan menyusahkan dan mendatangkan bahaya bagi kamu sedikit pun. Sungguh, Allah Maha Meliputi segala apa yang mereka kerjakan dan Maha Mengetahui tipu daya yang mereka rahasiakan.",
        "121": "Pada ayat ini Allah mengingatkan Umat Islam akan kisah Perang Uhud. Dan ingatlah, ketika engkau wahai Nabi Muhammad, berangkat pada pagi hari Jum'at, meninggalkan keluargamu, yaitu istrimu Aisyah untuk mengatur strategi perang, dan pada hari Sabtu kamu menempatkan orang-orang beriman pada pos-pos strategis untuk pertempuran. Allah Maha Mendengar pembicaraan lagi Maha Mengetahui isi hati semua orang.",
        "122": "Ketika itu ada dua golongan dari pihak kamu, yakni Bani Salamah dari suku Khazraj dan Bani Harisah dari suku Aus, ingin mundur dan membatalkan niatnya untuk ikut berperang karena takut mati, setelah mengetahui orang-orang munafik yang dipimpin 'Abdullah bin Ubay yang jumlahnya sepertiga dari pasukan Islam telah batal berangkat berperang, padahal Allah adalah penolong mereka, yaitu kedua suku tersebut. Karena itu, hendaklah kepada Allah saja orang-orang mukmin bertawakal, tidak mengandalkan jumlah prajurit dan perlengkapan perang.",
        "123": "Kejadian dalam Perang Uhud membuat sebagian orang mukmin ragu akan kepastian pertolongan Allah, oleh karena itu Allah meyakinkan mereka dan menegaskan bahwasannya sungguh, Allah telah menolong kamu dalam perang Badar yang terjadi pada tanggal 17 Ramadan tahun kedua Hijriah, padahal ketika itu kamu dalam keadaan lemah, karena jumlah kamu sedikit dan perlengkapan perang kamu sangat sederhana. Karena kamu meyakini datangnya pertolongan Allah, maka kamu mendapat kemenangan. Karena itu bertakwalah kepada Allah dalam segala urusan, agar dengannya kamu mensyukuri semua anugerah-Nya.",
        "124": "Ayat ini menggambarkan upaya Rasulullah sebagai pemimpin untuk menyemangati umat Islam yang akan ikut Perang Uhud. Ingatlah, ketika engkau, wahai Nabi Muhammad, mengatakan kepada orang-orang beriman, “Apakah tidak cukup bagimu bahwa Allah membantu kamu dengan bantuan yang tidak tampak, yaitu tiga ribu malaikat yang diturunkan dari langit?”",
        "125": "“Ya” cukup. Meskipun jumlah tersebut sudah cukup, tetapi jika kamu bersabar menghadapi lawan dan bertakwa dengan melaksanakan perintah Allah dan Rasul-Nya, ketika mereka, orang-orang kafir, datang menyerang kamu dengan tiba-tiba, niscaya Allah menolongmu dengan pertolongan yang tampak berupa lima ribu malaikat yang memakai tanda, yaitu malaikat yang akan terlibat langsung dalam peperangan sesuai cara dan ketentuan Allah. Para malaikat tersebut digambarkan seperti para pemberani dalam peperangan yang lazimnya menggunakan tanda-tanda khusus.",
        "126": "Dan Allah tidak menjadikannya, yakni pemberian bala-bantuan itu melainkan sebagai kabar gembira bagi kemenanganmu, dan agar hatimu tenang karenanya. Dan tidak ada kemenangan itu, selain dari Allah Yang Mahaperkasa, tidak bisa dikalahkan oleh siapa pun, Mahabijaksana dalam setiap anugerah-Nya, baik berupa kemenangan maupun kekalahan. Ayat ini menegaskan bahwa kemenangan itu datang dari Allah dan atas kehendak-Nya, dengan perantaraan malaikat yang diturunkan Allah untuk membantu mereka. Bantuan akan diberikan jika manusia bertakwa kepada Allah dan bersabar dalam ketakwaan tersebut.",
        "127": "Pertolongan dan bantuan Allah kepada kamu dalam perang Badar adalah untuk membinasakan segolongan orang kafir dengan terbunuhnya tujuh puluh pemimpin mereka, antara lain Abu Jahal, atau untuk menjadikan mereka hina dengan tertawannya tujuh puluh personel mereka selain yang terbunuh, sehingga mereka kembali tanpa memperoleh apa pun dari yang mereka harapkan, yaitu menghancurkan Islam dan membunuh Nabi Muhammad.",
        "128": "Kejadian yang menimpa umat Islam dalam Perang Uhud membuat Nabi sangat terpukul. Hamzah bin 'Abdul Muthalib, paman Nabi, gugur, dibelah perutnya dan dikeluarkan hatinya lalu dikunyah oleh Hind binti 'Utbah bin Rabiah. Rasulullah juga terluka, gigi taringnya patah dan wajahnya berlumuran darah. Rasulullah lalu berdoa kepada Allah agar menghukum sebagian orang kafir, maka Allah menegaskan bahwa hal itu bukan menjadi urusanmu Nabi Muhammad, apakah Allah berkehendak mengilhamkan penyesalan bagi mereka lalu mereka bertobat dan Allah menerima tobat mereka, atau mengazabnya atas kekafiran dan kejahatan mereka, karena sesungguhnya mereka orang-orang zalim yang pantas mendapatkan azab.",
        "129": "Segala urusan haruslah dikembalikan kepada Allah, karena milik Allah-lah apa yang ada di langit dan apa yang ada di bumi. Dia mengampuni dosa dan merahmati siapa yang Dia kehendaki, dan mengazab siapa yang Dia kehendaki yang memang wajar diazab karena perbuatan jahat mereka. Dan Allah Maha Pengampun bagi orang yang bertobat dan Maha Penyayang dengan memaafkan dosa orang yang bertobat kepada-Nya.",
        "130": "Kaum kafir membiayai perang, termasuk Perang Uhud, dengan harta yang mereka peroleh dengan cara riba. Oleh karena itu Allah mengingatkan, “Wahai orang-orang yang beriman! Janganlah kamu memakan riba, yaitu mengambil nilai tambah dari pihak yang berutang dengan berlipat ganda sebagaimana yang terjadi pada masyarakat Jahiliah, maupun penambahan dari pokok harta walau tidak berlipat ganda, dan bertakwalah kepada Allah, antara lain dengan meninggalkan riba, agar kamu beruntung di dunia dan di akhirat” (Lihat: Surah al-Baqarah/2: 279).",
        "131": "Dan peliharalah dirimu dari api neraka, lantaran kamu menghalalkan, mempraktikkan, dan memakan riba, yang mengantarkan kamu kepada siksa api neraka yang disediakan bagi orang-orang kafir. Karena praktik riba dapat menghancurkan sistem ekonomi maka pelaku riba ditempatkan dalam tempat yang sama dengan orang-orang kafir.",
        "132": "Setelah Allah menjelaskan kejahatan dan hukuman bagi pelaku riba, pada ayat ini Allah mengemukakan tuntunan umum tentang kewajiban taat kepada Allah dan Rasulullah. Dan taatlah kepada Allah dan Rasul Muhammad, agar kamu diberi rahmat oleh Allah (Lihat: Surah anNisa’/4: 59).",
        "133": "Setelah diperintahkan taat kepada Allah dan Nabi Muhammad, umat Islam diperintahkan juga untuk berlomba meningkatkan kualitas ketakwaan. Dan bersegeralah kamu dengan saling mendahului untuk mencari ampunan dari Tuhanmu dengan menyadari kesalahan dan tidak mengulangi kesalahan yang sama, dan mengerjakan amalan-amalan yang diridai Allah untuk mendapatkan surga yang luasnya seluas langit dan bumi, yang disediakan bagi orang-orang yang bertakwa, yang taat menjalankan perintah dan menjauhi larangan-Nya.",
        "134": "Mereka adalah orang yang terus-menerus berinfak di jalan Allah, baik di waktu lapang, mempunyai kelebihan harta setelah kebutuhannya terpenuhi, maupun sempit, yaitu tidak memiliki kelebihan, dan orang-orang yang menahan amarahnya akibat faktor apa pun yang memancing kemarahan dan memaafkan kesalahan orang lain. Dan akan sangat terpuji orang yang mampu berbuat baik terhadap orang yang pernah berbuat salah atau jahat kepadanya, karena Allah mencintai, melimpahkan rahmat-Nya tiada henti kepada orang yang berbuat kebaikan. Pesan-pesan yang mirip dengan kandungan ayat ini disampaikan pula melalui Surah an-Nahl/16: 126; asy-Syura/42: 40 dan 43.",
        "135": "Setelah Allah menjelaskan sikap penghuni surga ketika menghadapi orang lain, maka Dia menjelaskan sikap mereka terhadap diri sendiri. Mereka adalah orang-orang yang apabila mengerjakan perbuatan keji, yaitu dosa besar yang akibatnya tidak hanya menimpa diri sendiri tetapi juga orang lain, seperti zina, pembunuhan, dan riba, atau menzalimi diri sendiri dalam bentuk pelanggaran apa pun yang akibatnya hanya pada pelaku saja, baik dosa tersebut dilakukan dengan sengaja atau tidak, maka segera mengingat Allah dan bertobat, lalu memohon ampunan atas dosa-dosanya. Sungguh Allah Maha Pengampun, dan siapa lagi yang dapat mengampuni dosa-dosa selain Allah? Dan setelah bertobat mereka tidak meneruskan atau mengulangi perbuatan dosa itu, sedang mereka mengetahui dan menyadari akibat buruk dari perbuatan dosa dan menyadarkan mereka untuk segera bertobat.",
        "136": "Balasan bagi mereka ialah ampunan dari Tuhan mereka dan surga-surga dengan penuh kenikmatan, keindahan dan kedamaian. Salah satu gambaran keindahan surga ialah di bawahnya mengalir sungai-sungai, mereka kekal di dalamnya. Dan itulah sebaik-baik pahala bagi orang-orang yang beramal saleh.",
        "137": "Setelah Allah meminta manusia tidak mengulangi dan larut dalam dosa, ayat ini meminta mereka memerhatikan keadaan umat terdahulu dan kesudahan mereka. Sungguh, telah berlalu sebelum kamu sunah-sunah Allah, yaitu hukum-hukum kemasyarakatan yang tidak mengalami perubahan, yaitu barang siapa melanggar perintah Allah dan RasulNya akan merugi, dan yang menegakkannya akan sukses. Karena itu berjalanlah kamu ke segenap penjuru bumi dan perhatikanlah bukti-bukti sejarah yang ada, untuk dijadikan pelajaran bagaimana kesudahan dan akibat buruk yang dialami orang yang mendustakan para rasul.",
        "138": "Inilah pesan-pesan AL-Qu’ran, suatu keterangan yang jelas, yang menghilangkan keraguan untuk semua manusia, dan menjadi petunjuk ke jalan yang benar serta pelajaran untuk diambil hikmah bagi orang-orang yang bertakwa.",
        "139": "Setelah menjelaskan sunatullah dan bagaimana kesudahan orangorang yang melanggar sunatullah tersebut, pada ayat ini Allah memberi motivasi agar kesedihan akibat kegagalan dalam Perang Uhud tidak berkepanjangan. Dan janganlah kamu merasa lemah menghadapi musuh, dan jangan pula bersedih hati karena kekalahan dalam Perang Uhud, sebab kamu paling tinggi derajatnya di sisi Allah, jika kamu orang beriman dengan sebenar-benarnya.",
        "140": "Jika kamu pada Perang Uhud mendapat luka, maka mereka pun pada Perang Badar mendapat luka yang serupa. Dan masa kejayaan dan kehancuran, kemenangan dan kekalahan itu, Kami pergilirkan di antara manusia agar mereka mendapat pelajaran bahwa Allah pengatur segalanya, dan agar Allah membedakan orang-orang yang beriman dengan orangorang kafir dan agar sebagian kamu dijadikan-Nya gugur sebagai syuhada, yaitu orang-orang yang disaksikan keagungannya atau menjadi saksi kebenaran. Dan Allah tidak menyukai orang-orang zalim sehingga tidak menjadikan mereka syuhada",
        "141": "dan kegagalan umat Islam dalam Perang Uhud adalah agar Allah membersihkan orang-orang yang beriman dari dosa dan kesalahan mereka, dan membinasakan, mengurangi sedikit demi sedikit jumlah orang-orang kafir.",
        "142": "Setelah menjelaskan beberapa hal yang berkaitan dengan Perang Uhud, maka pada ayat ini Allah jelaskan prinsip umum perjuangan untuk mendapatkan surga. Apakah kamu mengira bahwa kamu akan masuk surga, sebagai anugerah dari Allah, padahal belum nyata bagi Allah orang-orang yang berjihad, yaitu: berperang untuk menegakkan Islam dan melindungi orang Islam; memerangi hawa nafsu; mendermakan harta benda untuk kebaikan Islam dan umat Islam; atau memberantas kejahatan dan menegakkan kebenaran, di antara kamu, dan belum nyata orang-orang yang sabar dalam berjihad, sedangkan kesabaran adalah syarat keberhasilan dalam berjihad",
        "143": "Ayat ini mengkritik orang-orang yang meninggalkan medan Perang Uhud padahal mereka telah berjanji siap mati syahid sebagaimana syuhada Badar. Dan kamu benar-benar mengharapkan mati syahid sebelum kamu menghadapinya dalam Perang Uhud; maka sekarang kamu sungguh telah melihatnya, yakni apa yang kamu harapkan itu, dan kamu menyaksikannya, yakni kematian itu dengan mata kepala kamu.",
        "144": "Ketika beredar berita bahwa Nabi gugur dalam Perang Uhud, pasukan muslim yang imannya lemah meninggalkan medan perang bahkan ada yang kembali kafir dan minta perlindungan Abu Sufyan, pemimpin pasukan kafir. Allah kemudian mengingatkan bahwa Nabi Muhammad hanyalah seorang Rasul yang suatu saat pasti akan meninggal dunia sebagaimana sebelumnya telah berlalu, yakni telah meninggal dunia, beberapa rasul baik karena terbunuh atau sakit biasa. Apakah jika dia wafat atau dibunuh lalu kamu berbalik ke belakang meninggalkan Islam dan menjadi murtad? Barang siapa berbalik ke belakang, maka ia tidak akan merugikan Allah sedikit pun, tetapi ia sendiri yang akan rugi dan celaka karena kembali kepada kesesatan. Allah akan memberi balasan kepada orang yang bersyukur, yang tetap mempertahankan iman dan melaksanakan tugas dengan baik dalam situasi terancam sekalipun.",
        "145": "Sebagian pasukan muslim lari dari medan Perang Uhud karena takut mati. Mereka lupa bahwa setiap yang bernyawa tidak akan mati dengan sebab apa pun kecuali dengan izin Allah, sebagai ketetapan yang telah ditentukan waktunya sehingga tidak bisa disegerakan dengan tetap bertahan dalam medan pertempuran atau ditunda dengan meninggalkan medan perang. Barang siapa berperang dan berusaha karena menghendaki pahala dunia, niscaya Kami berikan kepadanya sebagian pahala dunia itu bagi siapa yang Kami kehendaki, dan barang siapa menghendaki pahala akhirat, Kami berikan pula kepadanya pahala akhirat itu sebagai anugerah Kami atas syukur mereka yang telah menggunakan nikmat Kami sebagaimana seharusnya, dan pasti Kami akan memberi balasan kebaikan kepada orang-orang yang bersyukur (Lihat: Surah al-Isra'/17: 18-19)",
        "146": "Ayat ini masih berisi kritikan terhadap pasukan Islam yang tidak taat kepada perintah Rasulullah dalam Perang Uhud dengan memaparkan keadaan nabi dan umat terdahulu. Dan betapa banyak nabi yang berperang didampingi sejumlah besar dari pengikutnya yang bertakwa juga terluka dan terbunuh. Tetapi mereka, yakni para pengikut nabi tersebut, tidak menjadi lemah kondisi fisiknya karena bencana kekalahan yang menimpanya di jalan Allah, tidak patah semangat dan tidak pula menyerah kepada musuh dengan meminta perlindungan kepada mereka. Dan Allah mencintai, serta memberi anugerah kepada orang-orang yang sabar dalam menjalankan kewajiban dan menghadapi musuh.",
        "147": "Setelah pada ayat sebelumnya Allah menjelaskan kondisi fisik dan semangat pantang menyerah pengikut nabi terdahulu, lalu dalam ayat ini Dia menjelaskan situasi batin mereka yang tercermin pada ungkapan mereka. Dan tidak lain ucapan mereka hanyalah doa, “Ya Tuhan kami, ampunilah dosa-dosa kami dan tindakan-tindakan kami yang berlebihan dan melampaui batas hukum yang ditetapkan Allah dalam urusan kami berkaitan dengan persiapan perang, dan tetapkanlah pendirian kami supaya tidak berubah niat dan tujuan kami, dan tolonglah, anugerahkan kemenangan kepada kami atas orang-orang kafir.”",
        "148": "Maka Allah mengabulkan doa mereka dan memberi mereka pahala di dunia berupa kemenangan, memperoleh harta rampasan perang, nama baik dan kehormatan, dan pahala yang baik di akhirat, yaitu surga dan keridaan Allah. Dan Allah mencintai, memberi anugrah kepada orang-orang yang berbuat kebaikan.",
        "149": "Setelah dijelaskan bahwa orang yang berbuat kebaikan akan mendapatkan anugerah di dunia maupun akhirat, ayat ini mengingatkan bahwa mengikuti orang-orang kafir akan mengakibatkan kerugian bahkan kegagalan. Wahai orang-orang yang beriman! Jika kamu menaati dan tunduk pada saran orang-orang yang kafir yang bertentangan dengan tuntunan Allah dan Rasul-Nya, niscaya mereka akan mengembalikan kamu ke belakang, yaitu murtad. Jika hal itu kamu lakukan maka kamu akan kembali menjadi orang yang rugi di dunia dan akhirat.",
        "150": "Jangan kamu ikuti saran orang-orang kafir, tetapi ikutilah aturan Allah, karena hanya Allah-lah pelindungmu, dan Dia penolong yang terbaik.",
        "151": "Setelah ditegaskan bahwa Allah adalah penolong yang terbaik, di sini dijelaskan salah satu bentuk pertolongan dimaksud. Yaitu akan Kami lindungi dan tolong kamu dengan masukkan rasa takut ke dalam hati orang-orang kafir, untuk menyerang kaum muslim, hal itu karena mereka mempersekutukan Allah dengan sesuatu yang Allah tidak menurunkan keterangan tentang itu. Dan tempat kembali mereka setelah meninggal dunia ialah neraka. Dan itulah seburuk-buruk tempat tinggal yang abadi bagi orang-orang zalim.",
        "152": "Setelah Rasulullah dan para sahabat kembali dari Perang Uhud, timbul pertanyaan antara mereka mengenai sebab kegagalan dalam Perang Uhud, padahal Allah sudah menjanjikan kemenangan. Dan sungguh, Allah telah memenuhi janji-Nya kepadamu sebagaimana yang terjadi pada saat awal Perang Uhud, yaitu ketika kamu membunuh pemegang panji mereka, orang kafir dan tujuh orang lainnya dengan izin-Nya, sampai pada saat kamu lemah, dan takut karena ada sebagian pasukan yang lari dari medan perang, sehingga mendahulukan meraih harta rampasan perang atas ketaatan kepada Rasulullah Muhammad dan berselisih dalam urusan berebut harta rampasan perang itu dan mengabaikan perintah Rasul agar regu pemanah tetap bertahan pada tempat yang telah ditetapkan, walau dalam situasi bagaimanapun. Peristiwa tersebut terjadi setelah Allah memperlihatkan kepadamu apa yang kamu sukai, yaitu kemenangan dan harta rampasan perang. Di antara kamu ada orang yang menghendaki dunia berupa harta rampasan perang dan di antara kamu ada pula orang yang menghendaki akhirat dengan menaati perintah Rasulullah, seperti komandan pasukan pemanah, yaitu Abdullah bin Jubair. Kemudian Allah memalingkan kamu dari mereka dengan menggagalkan kemenangan yang sudah hampir diraih untuk mengujimu siapa yang kuat imannya dan siapa yang lemah. Tetapi ketahuilah Dia benar-benar telah memaafkan kesalahan kamu dalam Perang Uhud. Dan Allah mempunyai karunia yang banyak yang diberikan kepada orang-orang mukmin yang beriman dengan sebenar-benarnya.",
        "153": "Setelah dijelaskan bahwa Allah memaafkan kesalahan mereka dalam Perang Uhud, lalu disebutkan kesalahan yang dimaksud. Ingatlah ketika sebagian kamu lari meninggalkan pertempuran dan tidak menoleh kepada siapa pun akibat rasa takut yang berlebihan, sedang Rasul yang berada di antara kawan-kawan-mu yang lain bertahan di medan perang memanggil kamu, karena itu Allah menimpakan kepadamu kesedihan demi kesedihan, yaitu kabar wafatnya Rasulullah, luka kamu, gugurnya sahabat-sahabat kamu, dan kegagalan meraih kemenangan dalam perang, agar kamu tidak bersedih hati lagi terhadap apa yang luput dari kamu, yaitu kemenangan dan harta rampasan perang, dan terhadap apa yang menimpamu, yakni luka kamu dan gugurnya sahabat-sahabat kamu. Dan Allah Mahateliti atas apa yang kamu kerjakan.",
        "154": "Usai menjelaskan ampunan Allah atas kesalahan pasukan pemanah yang meninggalkan posisinya pada Perang Uhud, Allah lalu beralih menjelaskan pertolongan-Nya kepada pasukan muslim berupa kantuk walau dalam suasana duka. Kemudian setelah kamu ditimpa kesedihan, Dia menurunkan rasa aman kepadamu berupa kantuk yang bisa menghilangkan kepenatan yang meliputi segolongan dari kamu yang kuat imannya, sedangkan segolongan lagi, yang imannya tidak kuat, telah dicemaskan oleh diri mereka sendiri; mereka menyangka yang tidak benar terhadap Allah seperti sangkaan jahiliah, bahwa kalau Nabi Muhammad itu benar-benar nabi dan rasul Allah, tentu dia tidak akan kalah dalam peperangan. Mereka berkata, “Adakah sesuatu yang dapat kita perbuat, yakni campur tangan kita, dalam urusan ini?” Mereka berkata demikian karena ingin lepas tanggung jawab dari kegagalan dalam Perang Uhud. Katakanlah wahai Nabi Muhammad, “Sesungguhnya segala urusan itu di tangan Allah.” Dia yang menetapkan kemenangan atau kekalahan berdasarkan hukum kemasyarakatan yang berlaku. Mereka, orang-orang munafik, menyembunyikan dalam hatinya apa yang tidak mereka terangkan kepadamu, Mereka berkata, “Sekiranya ada sesuatu yang dapat kita perbuat dalam urusan ini, yakni seandainya Nabi mengikuti usul kita untuk menetap di Madinah, niscaya kita tidak akan dikalahkan dan teman-teman kita tidak akan dibunuh di sini.” Katakanlah, wahai Nabi Muhammad, “Meskipun kamu ada di rumahmu,niscaya orang-orang yangtelah ditetapkan akan mati terbunuh itu keluar, juga ke tempat mereka terbunuh, karena waktu dan tempat kematian sudah ditetapkan Allah.” Allah berbuat demikian untuk menguji apa yang ada dalam dadamu, kuat atau lemahlah imanmu, dan untuk membersihkan berbagai macam dosa apa saja yang ada dalam hatimu, Dan Allah Maha Mengetahui isi hati walaupun tanpa melalui ujian.",
        "155": "Sesungguhnya orang-orang yang berpaling di antara kamu, tidak ikut berperang atau lari dari medan perang, ketika terjadi pertemuan, yaitu pertempuran, antara dua pasukan itu, yakni pasukan mukmin dan pasukan kafir dalam Perang Uhud, sesungguhnya mereka digelincirkan oleh setan, disebabkan sebagian kesalahan, dosa, yang telah mereka perbuat, pada masa lampau, tetapi Allah benar-benar telah memaafkan mereka. Sungguh, Allah Maha Pengampun atas segala dosa, Maha Penyantun tidak segera menghukum orang yang berbuat maksiat.",
        "156": "Usai menjelaskan peristiwa Perang Uhud, Allah lalu menjabarkan tuntunan yang harus diikuti oleh orang yang beriman. Wahai orangorang yang beriman! Janganlah kamu seperti orang-orang kafir, yakni orang munafik yang mengatakan kepada saudara-saudaranya seketurunan maupun seiman, apabila mereka mengadakan perjalanan di bumi atau pergi berperang, “Sekiranya mereka tetap bersama kita, tidak ikut berperang, tentulah mereka tidak mati dan tidak terbunuh.” Akibat perkataan yang demikian itu, Allah hendak menimbulkan rasa penyesalan yang besar di hati mereka. Allah menghidupkan dan mematikan siapa yang dikehendaki-Nya sesuai dengan ketetapan-Nya, dan Allah Maha Melihat apa yang kamu kerjakan, yang kamu tampakkan maupun yang kamu sembunyikan.",
        "157": "Setelah diberikan tuntunan secara umum, ayat ini memberikan penegasaan kepada orang-orang yang beriman, dan sungguh, sekiranya kamu gugur di jalan Allah atau mati dengan sebab apa pun, sungguh, pastilah ampunan Allah dan rahmat-Nya lebih baik bagimu daripada apa, yakni harta rampasan, yang mereka, orang-orang kafir kumpulkan.",
        "158": "Dan sungguh, sekiranya kamu mati di rumah atau di mana pun, atau gugur dalam peperangan, pastilah kepada Allah kamu dikumpulkan untuk diberi balasan sesuai amal yang kamu kerjakan.",
        "159": "Setelah memberi kaum mukmin tuntunan secara umum, Allah lalu memberi tuntunan secara khusus dengan menyebutkan karuniaNya kepada Nabi Muhammad. Maka berkat rahmat yang besar dari Allah, engkau berlaku lemah lembut terhadap mereka yang melakukan pelanggaran dalam Perang Uhud. Sekiranya engkau bersikap keras, buruk perangai, dan berhati kasar, tidak toleran dan tidak peka terhadap kondisi dan situasi orang lain, tentulah mereka menjauhkan diri dari sekitarmu. Karena itu maafkanlah, hapuslah kesalahan-kesalahan mereka dan mohonkanlah ampunan kepada Allah untuk mereka, dan bermusyawarahlah dengan mereka dalam urusan itu, yakni urusan peperangan dan hal-hal duniawi lainnya, seperti urusan politik, ekonomi, dan kemasyarakatan. Kemudian, apabila engkau telah membulatkan tekad untuk melaksanakan hasil musyawarah, maka bertawakallah kepada Allah, dan akuilah kelemahan dirimu di hadapan Allah setelah melakukan usaha secara maksimal. Sungguh, Allah mencintai orang yang bertawakal.",
        "160": "Ayat sebelumnya diakhiri dengan perintah bertawakal kepada Allah, satu-satunya penentu keberhasilan dan kegagalan. Jika Allah menolong kamu, maka tidak ada siapa pun dan apa pun yang dapat mengalahkanmu, tetapi jika Allah membiarkan kamu, tidak memberi pertolongan, maka siapa yang dapat menolongmu setelah itu? Pasti tidak ada. Karena itu, hendaklah kepada Allah saja orang-orang mukmin bertawakal, mengakui kelemahan diri di hadapan Allah setelah melakukan usaha secara maksimal.",
        "161": "Ketika pasukan pemanah dalam Perang Uhud melihat ganimah yang ditinggalkan oleh pasukan kafir, mereka bergegas turun dari bukit untuk mengambilnya. Sebagian mereka mengira dan khawatir Nabi Muhammmad tidak membagikan ganimah kepada mereka. Lalu Allah menegaskan bahwa tidak mungkin seorang nabi berkhianat dalam urusan harta rampasan perang atau yang lainnya. Barang siapa berkhianat, dalam urusan apa pun, niscaya pada hari kiamat dia akan datang membawa dosa apa yang dikhianatkannya itu, dia akan sangat tersiksa karenanya. Kemudian setiap orang akan diberi balasan yang sempurna sesuai dengan apa yang dilakukannya ketika di dunia, dan mereka tidak dizalimi walau sedikit pun.",
        "162": "Di akhirat tidak ada sedikit pun perbuatan aniaya. Semua akan mendapat balasan amal perbuatannya secara adil. Maka adakah orang yang mengikuti keridaan Allah, sungguh-sungguh menjalankan perintahNya dan menjauhi larangan-Nya, sama dengan orang yang kembali dengan membawa kemurkaan besar dari Allah dan tempatnya di neraka Jahanam? Pasti tidak sama. Neraka Jahanam itulah seburuk-buruk tempat kembali.",
        "163": "Kedudukan mereka itu, yakni orang yang mengikuti keridaan Allah dan menghuni surga bertingkat-tingkat di sisi Allah, sesuai dengan tingkat ketakwaan mereka, dan Allah Maha Melihat apa yang mereka kerjakan, ucapkan, dan sembunyikan.",
        "164": "Usai menjelaskan anugerah-Nya berupa tingkatan penghuni surga, dalam ayat ini Allah menyebut anugerah-Nya kepada kaum mukmin di dunia. Sungguh, Allah telah memberi karunia kepada orang-orang beriman ketika Allah mengutus seorang Rasul di tengah-tengah mereka dari kalangan mereka sendiri, yakni dari jenis manusia dan dari bangsa Arab; dialah Nabi Muhammad yang membacakan kepada mereka ayat-ayat-Nya, baik dalam bentuk wahyu yang diturunkan maupun yang terbentang di alam raya, menyucikan jiwa mereka dari berbagai penyakit hati, dan mengajarkan kepada mereka Kitab Al-Qur’an dan hikmah, yakni sunah atau kemahiran melakukan hal yang bermanfaat dan menolak mudarat, meskipun sebelumnya, yakni sebelum pengutusan Nabi Muhammad, mereka benar-benar dalam kesesatan yang nyata, yakni dalam kekafiran.",
        "165": "Setelah dijelaskan bahwa diutusnya Nabi Muhammad adalah karunia Allah yang sangat besar bagi umat manusia, lalu dijelaskan tentang adanya kemenangan dan kekalahan dalam peperangan sesuai dengan ketaatan terhadap hukum kemasyarakatan. Dan mengapa kamu heran ketika ditimpa musibah kegagalan pada Perang Uhud dengan gugurnya 70 orang dari pasukan mukmin, padahal kamu telah menimpakan musibah dua kali lipat kepada musuh-musuhmu pada Perang Badar, kini kamu berkata, “Dari mana datangnya kekalahan ini?” Katakanlah, “Itu dari kesalahan dirimu sendiri karena kamu meninggalkan tuntunan Rasulullah agar pasukan pemanah tidak meninggalkan tempat hingga peperangan selesai.” Sungguh, Allah Mahakuasa atas segala sesuatu.",
        "166": "Selain kelalaian yang membuat umat Islam terpukul mundur pada Perang Uhud, masih ada faktor lain yang menyebabkannya. Dan apa yang menimpa kamu berupa kekalahan ketika terjadi pertemuan antara dua pasukan yaitu kaum muslim dengan kaum musyrik pada Perang Uhud, semua itu adalah dengan izin atau takdir Allah, sebagai ujian bagi umat Islam dan agar Allah menguji siapa orang yang benar-benar beriman dan tulus dalam berjuang di jalan Allah, dan siapa di antara mereka yang tidak tulus dalam berjuang.",
        "167": "Dan panggilan untuk berjuang itu selain untuk menguji keimanan umat Islam, juga untuk menguji orang-orang yang munafik sehingga dapat diketahui kemunafikannya dengan nyata. Kepada mereka dikatakan, “Marilah berperang di jalan Allah atau pertahankanlah dirimu, keluargamu, dan harta kekayaanmu serta negerimu.” Mereka berkata dengan nada mengejek Nabi dan orang-orang mukmin yang ikut berjuang, “Sekiranya kami mengetahui bagaimana cara berperang menghadapi musuh yang cukup banyak dengan pasukan yang banyak pula, sehingga dengan jumlah itu kita dapat mengalahkan mereka, tentulah kami mengikuti kamu. Tetapi jika jumlah kita lebih sedikit, itu berarti kita membinasakan diri sendiri, karena itu sebaiknya kita mundur. Mereka pada hari itu lebih dekat kepada kekafiran daripada keimanan karena tujuan mereka berperang semata-mata hanya ingin mendapatkan ganimah, bukan untuk mengharap imbalan dari Allah. Mereka mengatakan dengan mulutnya apa yang tidak sesuai dengan isi hatinya. Dan Allah lebih mengetahui apa yang mereka sembunyikan dalam hati mereka secara rinci dan detail tentang kemunafikan mereka.",
        "168": "Bukan hanya iman yang tidak berbekas dalam hati, solidaritas pun lenyap dari hati kaum munafik itu. Mereka itu adalah orang-orang yang berkata kepada saudara-saudaranya dari kaum muslim maupun golongan munafik lainnya, dan mereka tidak turut pergi berperang, “Sekiranya mereka mengikuti kita dan mendengarkan saran kita untuk tidak berperang, tentulah mereka tidak terbunuh dalam pertempuran itu.” Katakanlah, wahai Nabi Muhammad, kepada mereka yang menganggap mampu menampik kematian, “Cegahlah kematian itu dari diri kamu sehingga dia tidak datang menjemput kalian, jika kamu orang yang benar sanggup menolak datangnya kematian atau menunda kematian seseorang.” Ketika orang-orang munafik tidak mampu menolak dan menunda datangnya kematian, Allah menegaskan tentang posisi kaum muslim yang gugur dalam peperangan sebagai syuhada.",
        "169": "Dan jangan sekali-kali kamu sekalian mengira bahwa orang-orang yang gugur sebagai syuhada di jalan Allah itu mati dalam arti tidak dapat bergerak kesana kemari dan tidak tahu keadaan orang yang ditinggalkan. Tetapi sebenarnya mereka itu hidup dengan kehidupan lain di sisi Tuhannya di alam barzakh, bahkan dapat bergerak dan mengetahui keadaan orang yang ditinggalkan. Mereka mendapat rezeki berupa kehidupan istimewa yang penuh dengan kenikmatan di dalamnya dan kedudukan mulia dari sisi Allah.",
        "170": "Mereka yang gugur sebagai syuhada bergembira dengan karunia yang diberikan Allah kepadanya berupa kenikmatan surga, dan mereka bergirang hati terhadap orang yang masih tinggal di belakang melanjutkan perjuangan, yang belum menyusul mereka sebagai syuhada. Mereka pun berharap agar kaum muslim yang masih hidup juga memperoleh kedudukan mulia di sisi Allah. Diberitakan bahwa tidak ada kekhawatiran pada mereka sedikit pun tentang huru-hara hari kiamat dan mereka tidak bersedih hati akibat dosa-dosa yang dahulu pernah mereka khawatirkan, sebab Allah telah mengampuni kesalahan mereka.",
        "171": "Bahkan mereka, para syuhada, bergirang hati dengan nikmat dan karunia dari Allah berupa kebahagiaan hakiki, ketenangan jiwa, kehidupan yang menyenangkan dan abadi. Dan sungguh, Allah tidak menyia-nyiakan pahala orang-orang yang beriman, karena Allah tidak menggugurkan atau mengurangi amal perbuatan seseorang, selama dia benar-benar beriman dan ikhlas dalam beramal.",
        "172": "Orang-orang yang betul-betul disebut pejuang yaitu orang-orang yang menaati perintah Allah dan Rasul dengan sepenuh hati, bahkan setelah mereka mendapat luka dalam Perang Uhud berupa bencana dan musibah kekalahan, mereka tetap teguh pendirian dan tidak surut dalam melaksanakan perintah Allah. Orang-orang yang berbuat kebajikan dengan selalu memenuhi perintah Allah dan Rasul-Nya dan bertakwa di antara mereka mendapat pahala yang besar berupa kenikmatan dan kebahagiaan abadi, dan diangkat derajatnya di sisi Allah.",
        "173": "Orang-orang yang mendapat pahala besar adalah orang-orang yang menaati Allah dan Rasul. Mereka memenuhi perintah Allah untuk berjuang yang ketika ada sekelompok orang-orang munafik yang loyal kepada kaum musyrikin mengatakan kepadanya dengan nada mengejek dan meniupkan rasa ketakutan terhadap orang-orang mukmin,”Orang-orang Quraisy telah mengumpulkan pasukan untuk menyerang kamu dengan jumlah pasukan yang lebih besar dan persiapan lebih matang, karena itu takutlah kepada mereka.” Ternyata ucapan mereka itu tidak membuat orang-orang mukmin gentar dan takut, justru menambah kuat iman mereka dan mereka menjawab dengan teguh dan mantap, “Cukuplah Allah menjadi penolong bagi kami dalam melawan setiap musuh dan Dia sebaik-baik pelindung yang selalu melindungi dari setiap penyerang, dan membela dari setiap penyerbu, karena kami adalah tentara Allah.”",
        "174": "Maka dengan bekal keimanan dan tekad yang kuat itu akhirnya mereka kembali pulang dengan nikmat dan karunia yang besar dari Allah berupa pahala kebaikan, kesejahteraan, dan kemuliaan, mereka tidak ditimpa suatu bencana atau suatu hal yang tidak mereka sukai, dan tidak berjumpa dengan seorang musuh dan mereka mengikuti keridaan Allah dengan mengikuti perintah-Nya. Allah mempunyai karunia yang besar yang diperuntukkan bagi orang-orang yang berjuang di jalan Allah, baik di dunia berupa kemenangan, maupun di akhirat kelak berupa kebahagiaan abadi.",
        "175": "Ketahuilah, wahai kaum mukmin, sesungguhnya mereka hanyalah setan yang berusaha untuk menakut-nakuti kamu dengan teman-teman setianya menebarkan rasa takut dalam hati orang-orang beriman, karena itu janganlah kalian takut kepada mereka dan terpengaruh oleh ucapan mereka, tetapi takutlah kepada-Ku Yang Mahakuasa lagi Mahaperkasa, yang memiliki kekuatan tak terkalahkan, jika kamu orang-orang beriman dan yakin akan pertolongan-Ku.",
        "176": "Setelah menjelaskan pujian kepada orang-orang mukmin yang giat memenuhi panggilan Rasul, pada ayat ini Allah mengecam tindakan orang-orang munafik yang bergegas dalam kekufuran sehingga menimbulkan rasa cemas di hati Rasulullah. Karenanya Allah menghibur Nabi. Dan janganlah engkau, wahai Nabi Muhammad, dirisaukan oleh tingkah laku orang-orang yang dengan mudah kembali menjadi kafir, yang tenggelam dalam kesesatan dan terus-menerus dalam penyimpangan. Sesungguhnya sedikit pun mereka tidak merugikan Allah, akan tetapi tindakan mereka pada hakikatnya merugikan diri mereka sendiri. Allah tidak akan memberi bagian pahala kepada mereka di akhirat berupa kenikmatan dan surga, dan mereka akan mendapat azab yang besar berupa siksa yang pedih di akhirat sebagai balasan atas kejahatan yang mereka lakukan.",
        "177": "Sesungguhnya orang-orang munafik yang membeli kekafiran dengan iman, tindakan buruk mereka sedikit pun tidak merugikan Allah melainkan dampak buruknya kembali kepada mereka sendiri, dan mereka akan mendapat azab yang pedih akibat kemunafikan dan kekafiran yang mereka perbuat.",
        "178": "Dan jangan sekali-kali orang-orang kafir itu mengira bahwa tenggang waktu yang Kami berikan kepada mereka dengan memperpanjang umur dan tidak segera memberi hukuman atau menimpakan malapetaka kepada mereka, itu lebih baik baginya. Jika mereka mengerjakan amal saleh yang akan menyucikan dan membersihkan mereka dari sifat-sifat yang jelek, hal itulah yang akan bermanfaat bagi mereka. Akan tetapi, sesungguhnya tenggang waktu yang Kami berikan kepada mereka dengan penundaan siksaan dan memberi tempo kepada mereka hanyalah agar dosa mereka semakin bertambah lantaran mereka belum sadar dan sehingga dengan demikian di akhirat mereka akan mendapat azab yang menghinakan di dalam neraka Jahanam.",
        "179": "Salah satu sunatullah bagi hamba-Nya ialah bahwa Dia tidak membiarkan orang-orang mukmin tetap di dalam kesulitan sebagaimana halnya pada Perang Uhud Allah tidak akan membiarkan orang-orang yang beriman dengan keimanan yang mantap dan tulus sebagaimana dalam keadaan kamu sekarang ini, bercampur baur antara orang-orang mukmin yang betul-betul ikhlas dan jujur dengan orang munafik sehingga Dia membedakan yang buruk dari yang baik melalui wahyu yang diturunkan kepada Nabi Muhammad. Allah tidak akan memperlihatkan kepadamu hal-hal yang gaib, tetapi Allah memilih siapa yang Dia kehendaki di antara rasul-rasul-Nya dengan diberi pengetahuan mampu melihat isi hati manusia, sehingga dapat mengetahui siapa orang-orang yang betul-betul beriman dan siapa di antara mereka yang munafik atau kafir. Karena itu, berimanlah kepada Allah dan rasul-rasul-Nya dengan menaati perintah Rasulullah dan berjuang di jalan Allah. Jika kamu beriman dan bertakwa kepada-Nya dengan melaksanakan perintah dan meninggalkan larangan, maka kamu akan mendapat pahala yang besar dari sisi-Nya bersama para kekasih Allah di dalam surga yang penuh kenikmatan.",
        "180": "Setelah pada ayat-ayat yang lalu Allah mendorong untuk berkorban jiwa, maka pada ayat ini Allah memerintahkan agar berkorban harta benda untuk perjuangan. Ketika mendapat panggilan untuk berjuang di jalan Allah dengan jiwa raga dan harta, sebagian golongan ada yang tidak mau menerima panggilan tersebut, kemudian Allah mengecam tindakan mereka. Dan jangan sekali-kali orang-orang kaya dan berkecukupan yang kikir dengan apa yang diberikan Allah kepada mereka dari karunia-Nya enggan menginfakkan hartanya di jalan Allah, atau untuk kepentingan sosial mengira bahwa kikir itu baik bagi mereka lantaran harta yang tidak mereka sumbangkan itu dapat mereka gunakan untuk melindungi mereka dari bencana, padahal kikir itu buruk bagi mereka karena dapat menghapus keberkahan rezeki dan membuat hati menjadi keras sehingga sulit menerima nasihat. Harta yang mereka kikirkan itu akan dikalungkan di lehernya pada hari kiamat sebagai azab dan siksaan yang selalu menyertainya di akhirat akibat kekikirannya. Sesungguhnya milik Allah-lah warisan yang ada di langit dan di bumi dari seluruh harta kekayaan yang dilimpahkan kepada hamba-Nya. Dia tidak membutuhkan infak dan sedekah mereka karena Dia adalah pemilik seluruh isi langit dan bumi. Allah Mahateliti apa yang kamu kerjakan sehingga tidak keliru dalam memberi imbalan atas perbuatan mereka.",
        "181": "Sungguh, Allah telah mendengar perkataan orang-orang Yahudi yang mengatakan, “Sesungguhnya Allah itu miskin dan kami kaya.” Orang-orang Yahudi beranggapan bahwa perintah berinfak di jalan Allah atau bersedekah untuk kepentingan sosial menunjukkan bahwa Allah miskin sehingga butuh pinjaman harta dari manusia. Seandainya Allah kaya, menurut mereka, niscaya Allah tidak menyuruh untuk berinfak dan bersedekah. Ucapan mereka kemudian dijawab oleh Allah. Kami akan mencatat perkataan mereka yang sangat buruk dengan berbagai tuduhan yang dilontarkan kepada Allah dan perbuatan mereka membunuh nabi-nabi tanpa hak alasan yang benar lantaran para utusan Allah tersebut menyampaikan ajaran-ajaran Allah, dan Kami akan mengatakan kepada mereka, “Rasakanlah olehmu azab yang membakar!” Itu adalah akibat harta yang mereka timbun untuk kepentingan diri sendiri dan tidak mereka sedekahkan.",
        "182": "Azab yang menimpa orang-orang fasik dan munafik dari kalangan Yahudi dan semisal mereka, yang demikian itu menurut Allah disebabkan oleh perbuatan tanganmu sendiri membunuh para nabi, melanggar janji, kikir, memakan yang haram, berkata bohong, mengambil suap dan sebagainya, dan sesungguhnya Allah tidak menzalimi hamba-hamba-Nya. Mereka yang beramal saleh dan memenuhi perintah Allah serta menjauhi larangan-Nya akan menerima imbalan berupa kebahagiaan di surga, dan mereka yang ingkar akan menerima balasan siksa yang amat pedih di neraka.",
        "183": "Orang-orang yang mendapat laknat dan murka Allah yaitu orang-orang Yahudi yang mengatakan, dengan melontarkan perkataan bohong diatasnamakan Allah, “Sesungguhnya Allah telah memerintahkan kepada kami, agar kami tidak beriman kepada seorang rasul sebelum dia mendatangkan kepada kami kurban yang dimakan api sebagai tanda diterimanya kurban seseorang.” Katakanlah, wahai Nabi Muhammad, “Sungguh, beberapa orang rasul sebelumku telah datang kepadamu, dengan membawa bukti-bukti yang nyata dan membawa apa yang kamu sebutkan, tetapi kamu tetap mendustakan mereka dan mengingkari semua yang diturunkan kepada mereka. Bahkan mengapa kamu membunuhnya jika kamu orangorang yang benar.” Padahal, kamu sebenarnya hanya mengada-ada terhadap Allah, berbohong atas nama agama-Nya, dan tidak taat pada perintah-Nya.",
        "184": "Maka jika mereka mendustakan dan menolak risalah engkau, wahai Nabi Muhammad, serta berpaling dari agama, maka ketahuilah bahwa rasul-rasul sebelum engkau pun telah didustaka pula, mereka membawa mukjizat-mukjizat atau bukti-bukti yang nyata, Zubur kitab samawi yang berisi hikmah-hikmah yang terang serta nasihat-nasihat yang memikat, dan Kitab samawi lainnya; Taurat, Injil, dan Al-Qur’an, yang memberi penjelasan yang sempurna tentang hukum-hukum syariat.",
        "185": "Pada ayat lalu dijelaskan sikap orang-orang munafik yang menduga bahwa mereka dapat menghindar dari kematian. Pada ayat ini Allah menegaskan bahwa kematian dialami oleh setiap makhluk dan bisa terjadi kapan saja. Setiap yang bernyawa akan merasakan mati tanpa terkecuali. Dan hanya pada hari Kiamat sajalah diberikan dengan sempurna balasan kamu dari amal perbuatan baik dan buruk yang kamu lakukan selama di dunia. Barang siapa dijauhkan dari neraka dan dimasukkan ke dalam surga, sungguh, dia memperoleh kemenangan. Kebahagiaan hakiki bukanlah berupa kedudukan dan pangkat yang tinggi, harta yang melimpah, rumah dan istana yang mewah. Semua itu akan musnah. Karena itu, jangan jadikan seluruh perhatian kamu pada kehidupan kini dan sekarang, karena kehidupan dunia hanyalah kesenangan yang memperdaya setiap orang yang hanya mementingkan kebahagiaan sementara.",
        "186": "Kamu pasti akan diuji dengan hartamu dan dirimu dengan berbagai cobaan, ujian, dan musibah seperti kekurangan harta, malapetaka, dan lain-lain. Karena itu Allah menguji siapa pun di antara mereka yang tetap sabar dan istikamah dalam menjalankan perintah Allah, dan mereka yang tidak menerima dengan hati lapang dan sabar. Dan pasti kamu akan mendengar banyak hal yang sangat menyakitkan hati dari orang-orang yang diberi Kitab sebelum kamu dan dari orang-orang musyrik berupa ejekan, pendustaan, penghalangan dalam beragama, perlawanan, dan pengkhianatan. Jika kamu bersabar dan bertakwa dalam menghadapi tindakan-tindakan mereka dan tetap teguh melaksanakan perintah Allah dan menjauhi larangan-Nya, maka sesungguhnya yang demikian itu termasuk urusan yang patut diutamakan. Hal itu karena orang-orang yang sabar, bertakwa, dan berbesar hati menerima setiap takdir yang berlaku akan meraih kemenangan yang gemilang atas tipu daya musuh.",
        "187": "Pada ayat lalu dijelaskan gangguan dan tipu daya orang-orang Yahudi terhadap Nabi, pada ayat ini Allah menjelaskan kelengahan dan pengabaian mereka terhadap ajaran Taurat. Dan ingatlah ketika Allah mengambil janji yang kuat berupa aturan-aturan dari orang-orang Yahudi dan Nasrani yang telah diberi Kitab, berupa perintah, “Hendaklah kamu benar-benar menerangkannya, yakni isi Kitab itu, kepada manusia, tentang amar makruf nahi mungkar, halal dan haram sebagaimana termaktub dalam kitab suci yang diturunkan dari Allah. Dan diperintahkan pula janganlah kamu menyembunyikannya, yakni isi kandungan kitab suci tersebut, seperti berita kedatangan Nabi Muhammad, dan hukum-hukum syariat tentang halal dan haram. Lalu mereka melemparkan janji itu ke belakang punggung mereka dengan tidak mengindahkan perintah-perintah Allah serta mengabaikan aturan-aturan yang telah ditetapkan dan bahkan mereka menjualnya dengan harga murah. Mereka mengubah ketentuan hukum yang telah ditetapkan Allah untuk kepentingan sekelompok orang berpengaruh demi mendapatkan imbalan duniawi. Maka itu seburuk-buruk jual-beli yang mereka lakukan karena mereka rela menukar kemuliaan ilmu, agama, pujian di sisi Allah serta mahluk-Nya, dan kekekalan di surga yang penuh nikmat, dengan kesenangan duniawi yang fana.",
        "188": "Jangan sekali-kali kamu, wahai Rasulullah, meyakini dan mengira bahwa orang yang gembira dengan apa yang telah mereka kerjakan meskipun yang mereka lakukan itu perbuatan dosa atau maksiat sekali pun dan mereka suka dipuji dengan membanggakan diri atas perbuatan yang tidak mereka lakukan. Mereka, yakni orang-orang Yahudi, menutupi berita yang disampaikan Nabi, kemudian mereka menyampaikan berita itu kepada orang lain dengan mengatasnamakan dirinya, sehingga di mata orang lain merekalah yang paling paham tentang isi kitab suci. Apa yang mereka lakukan tersebut adalah demi mengharapkan pangkat dan kedudukan di tengah masyarakat. Oleh karena itu, jangan sekalikali kamu mengira bahwa mereka akan lolos dari azab lantaran Allah telah menghapus pahala dari hasil usahanya dan membatalkan amalnya, karena mereka telah berbuat bohong. Mereka akan mendapat azab yang pedih akibat perbuatan dosa yang mereka lakukan.",
        "189": "Dan milik Allah-lah seluruh kerajaan langit dan bumi dengan segala isinya, dan Allah Mahakuasa atas segala sesuatu terhadap ciptaan-Nya dengan memberinya kehidupan dan rezeki, mengatur, mematikan, membalas, dan menghitung setiap amal perbuatan manusia.",
        "190": "Setelah menjelaskan keburukan-keburukan orang Yahudi dan menegaskan bahwa langit dan bumi milik Allah, pada ayat ini Allah menganjurkan untuk mengenal keagungan, kemuliaan, dan kebesaranNya. Sesungguhnya dalam penciptaan benda-benda angkasa, matahari, bulan, beserta planet-planet lainnya dan gugusan bintang-bintang yang terdapat di langit dan perputaran bumi pada porosnya yang terhampar luas untuk manusia, dan pergantian malam dan siang, pada semua fenomena alam tersebut terdapat tanda-tanda kebesaran Allah bagi orang yang berakal yakni orang yang memiliki akal murni yang tidak diselubungi oleh kabut ide yang dapat melahirkan kerancuan.",
        "191": "Orang-orang berakal yaitu orang-orang yang senantiasa memikirkan ciptaan Allah, merenungkan keindahan ciptaan-Nya, kemudian dapat mengambil manfaat dari ayat-ayat kauniyah yang terbentang di jagat raya ini, seraya berzikir kepada Allah dengan hati, lisan, dan anggota tubuh. Mereka mengingat Allah sambil berdiri dan berjalan dengan melakukan aktivitas kehidupan. Mereka berzikir kepada-Nya seraya duduk di majelis-majelis zikir atau masjid, atau berzikir kepada-Nya dalam keadaan berbaring menjelang tidur dan saat istirahat setelah beraktivitas, dan mereka memikirkan tentang penciptaan langit dan bumi sebagai bukti kekuasaan Allah yang Mahaagung seraya berkata, “Ya Tuhan kami! Kami bersaksi bahwa tidaklah Engkau menciptakan semua ini sia-sia melainkan mempunyai hikmah dan tujuan di balik ciptaan itu semua. Mahasuci Engkau, kami bersaksi tiada sekutu bagi-Mu. Kami mohon kiranya Engkau melimpahkan taufik agar kami mampu beramal saleh dalam rangka menjalankan perintah-Mu, dan lindungilah kami dari murka-Mu sehingga kami selamat dari azab neraka.",
        "192": "Mereka berdoa kepada Allah Sang Pencipta yang menghidupkan dan mematikan. Ya Tuhan kami, sesungguhnya orang yang Engkau masukkan ke dalam neraka karena menyekutukan-Mu dan akibat keangkuhannya, maka sungguh, Engkau telah menghinakannya dengan menimpakan azab yang pedih, dan tidak ada seorang penolong pun yang dapat memberikan pertolongan bagi orang yang zalim. Karena orang-orang zalim pantas mendapatkan murka dan siksaan dari Allah.",
        "193": "Lalu mereka memohon lagi. Ya Tuhan kami, Pencipta dan Pemberi karunia! Sesungguhnya kami mendengar orang yang menyeru kepada iman, yaitu Nabi Muhammad dengan Al-Qur’an, mengajak seluruh umat untuk mengesakan-Mu, menaati perintah-Mu, dan menjauhi laranganMu, seraya menyeru, “Berimanlah kamu kepada Tuhanmu, pencipta alam semesta, dan pemberi karunia kepada seluruh hamba-Nya,” maka kami pun beriman dan mematuhi petunjuknya dan mengikuti jalannya. Oleh karena itu, Ya Tuhan kami, kiranya Engkau tutupi aib kami, ampunilah dosa-dosa kami dan hapuskanlah kesalahan-kesalahan kami, yang telah kami lakukan akibat kelalaian kami, dan matikanlah kami dalam kebaikan, tetapkanlah kami pada kebenaran beserta orang-orang yang berbakti yaitu para pengikut rasul-rasul-Mu, di bawah naungan rida-Mu dalam keadaan memeluk agama Islam.",
        "194": "Mereka pun berdoa lagi. Ya Tuhan kami Yang Mahabijaksana! Kami memohon kepada-Mu, berilah kami karunia sebagaimana apa yang telah Engkau janjikan kepada kami melalui rasul-rasul-Mu berupa pahala, ampunan, dan berada di dekat-Mu di surga yang penuh kenikmatan. Dan janganlah Engkau hinakan kami pada hari kiamat di hadapan semua saksi pada hari berkumpulnya seluruh umat manusia dari setiap generasi. Sungguh, Engkau tidak pernah mengingkari janji. Tidak ada ucapan yang lebih baik daripada ucapan-Mu. Kami menunggu apa yang telah Engkau janjikan dan kabarkan, sebagaimana yang telah Engkau sebutkan dalam kitab suci-Mu yang diturunkan melalui utusan-Mu .",
        "195": "Setelah mereka (Ulul Albab) memanjatkan pujian dan doa kepada Allah dengan tulus dan penuh harapan, maka Tuhan mereka memperkenankan permohonannya dan mewujudkan harapannya dengan berfirman, “Sesungguhnya Aku tidak menyia-nyiakan amal perbuatan atau usaha orang yang beramal serta pahala orang-orang yang berbuat kebajikan di antara kamu, baik laki-laki maupun perempuan. Keduanya memperoleh imbalan yang sama; tidak ada perbedaan antara keduanya, karena sebagian kamu adalah keturunan dari sebagian yang lain, sehingga kalian adalah bersaudara. Karenanya tidak ada kelebihan yang satu dari yang lain tentang penilaian iman dan amalnya di sisi Allah (Lihat: Surah an-Nahl/16: 97). Maka orang yang berhijrah meninggalkan negeri, keluarga, dan harta kekayaan mereka, yang karena mempertahankan keimanannya mereka diusir dari kampung halamannya, dan mereka yang disakiti lantaran berjuang pada jalan-Ku, mereka yang berperang atau berjuang dan yang terbunuh dalam perjuangan membela agamaKu pasti akan Aku hapus atau ampuni kesalahan mereka dan pasti Aku masukkan mereka ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Ampunan serta kenikmatan-kenikmatan yang mereka peroleh adalah sebagai pahala atau imbalan dari Allah yang Maha Pemurah. Dan di sisi Allah ada pahala yang baik yang menyenangkan serta anugerah yang teragung.",
        "196": "Jangan sekali-kali kamu, wahai Rasul, teperdaya atau tertipu oleh kegiatan orang-orang kafir yang bergerak dengan bebas kesana kemari di seluruh negeri dengan mengiming-imingi pangkat, harta, dan kenikmatan-kenikmatan sementara yang cepat sirna.",
        "197": "Semua yang ditawarkan orang-orang kafir berupa pangkat, harta benda, dan kemewahan itu hanyalah kesenangan sementara yang tidak bernilai jika dibanding dengan pahala Allah di surga kelak yang penuh kenikmatan dan abadi. Kemudian Allah menetapkan bagi orang-orang kafir tersebut tempat kembali mereka setelah mati, ialah neraka Jahanam agar mereka merasakan azab Allah. Neraka Jahanam itu adalah seburuk buruk tempat tinggal bagi orang-orang kafir dan mereka yang melakukan perbuatan keji selama di dunia.",
        "198": "Setelah menjelaskan imbalan bagi orang-orang kafir, berikutnya Allah menjelaskan imbalan yang diberikan kepada orang-orang yang bertakwa. Tetapi orang-orang yang bertakwa kepada Tuhannya dengan melakukan amal perbuatan yang disukai-Nya dan meninggalkan yang dibenci-Nya, niscaya mereka akan mendapat tempat tinggal yang nyaman dan penuh kenikmatan, yaitu surga-surga yang mengalir di bawahnya sungai-sungai yang begitu jernih, indah, dan sedap dipandang mata. Keindahan dan kenikmatan surga tersebut belum pernah mereka lihat dan belum pernah mereka rasakan sebelumnya. Mereka kekal di dalamnya dan mereka tidak merasa takut atau khawatir, karena hati mereka selalu diliputi kegembiraan. Itu semua adalah sebagai karunia dari Allah yang disediakan untuk mereka. Dan apa yang di sisi Allah berupa pahala dan anugerah yang abadi adalah lebih baik bagi orang-orang yang berbakti daripada kekayaan, kebanggaan diri, dan kemegahan sebagaimana yang diperoleh orang-orang kafir selama di dunia.",
        "199": "Setelah menjelaskan w yang diberikan Allah kepada orang-orang mukmin, kemudian Allah menjelaskan golongan mukmin lain-nya yang mendapat imbalan yang sama. Dan sesungguhnya di antara Ahli Kitab dari golongan Yahudi dan Nasrani ada kelompok orang-orang yang beriman kepada Allah dengan tulus, dan beriman kepada apa yang diturunkan kepada kamu yaitu kitab suci Al-Qur’an dan beriman kepada apa yang diturunkan kepada mereka, yaitu kitab Taurat dan Injil. Mereka menghimpun antara keimanan kepada nabi-nabi mereka sendiri dan keimanan kepada Nabi Muhammad serta ajaran-ajaran yang dibawa para nabi dalam keadaan berendah hati kepada Allah dengan tunduk dan patuh mengamalkan syariat-Nya, dan mereka tidak memperjualbelikan ayat-ayat Allah dengan harga murah, demi meraih kekayaan materi dan kemewahan, serta kedudukan yang sifatnya sementara. Mereka yang tunduk dan patuh mengamalkan syariat-Nya kelak akan memperoleh pahala di sisi Tuhannya sebagai imbalan atas amal perbuatan yang telah mereka lakukan dengan tulus di dunia. Sungguh, Allah sangat cepat perhitungan-Nya, mampu menghitung jumlah yang banyak dalam waktu singkat.",
        "200": "Wahai orang-orang yang beriman! Bersabarlah kamu semua dalam taat kepada Allah dengan meninggalkan perbuatan maksiat dan segala larangan dengan cara menjauhinya serta bertobatlah, dan kuatkanlah kesabaranmu terhadap musibah yang menimpamu maupun tingkah laku orang yang mungkin terasa menyakitkan. Dan tetaplah bersiap siaga dalam menghadapi musuh-musuh di perbatasan negerimu dengan selalu komitmen di jalan Allah, dan bertakwalah kepada Allah dengan menaati perintah-Nya dan menjauhi larangan-Nya agar kamu termasuk orang-orang yang beruntung, yakni mendapatkan imbalan yang besar dan abadi, atas ketaatan dan kesabaran kalian. Pada akhir ayat ini Allah memperingatkan orang mukmin dengan empat perintah, yaitu bersabar, memperteguh kesabaran, komitmen di jalan Allah, dan bertakwa. Empat hal ini akan mengantarkan seseorang memperoleh keberuntungan."
      }
    }
  }
}