{
  "number": 32,
  "name": "السّجدة",
  "name_latin": "As-Sajdah",
  "name_id": "As-Sajdah",
  "name_trans_id": "Sajdah",
  "number_of_verse": 30,
  "category": "Makkiyah",
  "arabics": {
    "1": "الۤمّۤ ۗ",
    "2": "تَنْزِيْلُ الْكِتٰبِ لَا رَيْبَ فِيْهِ مِنْ رَّبِّ الْعٰلَمِيْنَۗ",
    "3": "اَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۚ بَلْ هُوَ الْحَقُّ مِنْ رَّبِّكَ لِتُنْذِرَ قَوْمًا مَّآ اَتٰىهُمْ مِّنْ نَّذِيْرٍ مِّنْ قَبْلِكَ لَعَلَّهُمْ يَهْتَدُوْنَ",
    "4": "اَللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۗ مَا لَكُمْ مِّنْ دُوْنِهٖ مِنْ وَّلِيٍّ وَّلَا شَفِيْعٍۗ  اَفَلَا تَتَذَكَّرُوْنَ",
    "5": "يُدَبِّرُ الْاَمْرَ مِنَ السَّمَاۤءِ اِلَى الْاَرْضِ ثُمَّ يَعْرُجُ اِلَيْهِ فِيْ يَوْمٍ كَانَ مِقْدَارُهٗٓ اَلْفَ سَنَةٍ مِّمَّا تَعُدُّوْنَ",
    "6": "ذٰلِكَ عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيْزُ الرَّحِيْمُۙ",
    "7": "الَّذِيْٓ اَحْسَنَ كُلَّ شَيْءٍ خَلَقَهٗ وَبَدَاَ خَلْقَ الْاِنْسَانِ مِنْ طِيْنٍ",
    "8": "ثُمَّ جَعَلَ نَسْلَهٗ مِنْ سُلٰلَةٍ مِّنْ مَّاۤءٍ مَّهِيْنٍ ۚ",
    "9": "ثُمَّ سَوّٰىهُ وَنَفَخَ فِيْهِ مِنْ رُّوْحِهٖ وَجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ",
    "10": "وَقَالُوْٓا ءَاِذَا ضَلَلْنَا فِى الْاَرْضِ ءَاِنَّا لَفِيْ خَلْقٍ جَدِيْدٍ ەۗ بَلْ هُمْ بِلِقَاۤءِ رَبِّهِمْ كٰفِرُوْنَ",
    "11": "۞ قُلْ يَتَوَفّٰىكُمْ مَّلَكُ الْمَوْتِ الَّذِيْ وُكِّلَ بِكُمْ ثُمَّ اِلٰى رَبِّكُمْ تُرْجَعُوْنَ ࣖ",
    "12": "وَلَوْ تَرٰىٓ اِذِ الْمُجْرِمُوْنَ نَاكِسُوْا رُءُوْسِهِمْ عِنْدَ رَبِّهِمْۗ رَبَّنَآ اَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا اِنَّا مُوْقِنُوْنَ",
    "13": "وَلَوْ شِئْنَا لَاٰتَيْنَا كُلَّ نَفْسٍ هُدٰىهَا وَلٰكِنْ حَقَّ الْقَوْلُ مِنِّيْ لَاَمْلَـَٔنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ اَجْمَعِيْنَ",
    "14": "فَذُوْقُوْا بِمَا نَسِيْتُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَاۚ اِنَّا نَسِيْنٰكُمْ وَذُوْقُوْا عَذَابَ الْخُلْدِ بِمَا كُنْتُمْ تَعْمَلُوْنَ",
    "15": "اِنَّمَا يُؤْمِنُ بِاٰيٰتِنَا الَّذِيْنَ اِذَا ذُكِّرُوْا بِهَا خَرُّوْا سُجَّدًا وَّسَبَّحُوْا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُوْنَ ۩",
    "16": "تَتَجَافٰى جُنُوْبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُوْنَ رَبَّهُمْ خَوْفًا وَّطَمَعًاۖ وَّمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ",
    "17": "فَلَا تَعْلَمُ نَفْسٌ مَّآ اُخْفِيَ لَهُمْ مِّنْ قُرَّةِ اَعْيُنٍۚ جَزَاۤءًۢ بِمَا كَانُوْا يَعْمَلُوْنَ",
    "18": "اَفَمَنْ كَانَ مُؤْمِنًا كَمَنْ كَانَ فَاسِقًاۗ  لَا يَسْتَوٗنَ",
    "19": "اَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَلَهُمْ جَنّٰتُ الْمَأْوٰىۖ  نُزُلًا ۢبِمَا كَانُوْا يَعْمَلُوْنَ",
    "20": "وَاَمَّا الَّذِيْنَ فَسَقُوْا فَمَأْوٰىهُمُ النَّارُ كُلَّمَآ اَرَادُوْٓا اَنْ يَّخْرُجُوْا مِنْهَآ اُعِيْدُوْا فِيْهَا وَقِيْلَ لَهُمْ ذُوْقُوْا عَذَابَ النَّارِ الَّذِيْ كُنْتُمْ بِهٖ تُكَذِّبُوْنَ",
    "21": "وَلَنُذِيْقَنَّهُمْ مِّنَ الْعَذَابِ الْاَدْنٰى دُوْنَ الْعَذَابِ الْاَكْبَرِ لَعَلَّهُمْ يَرْجِعُوْنَ",
    "22": "وَمَنْ اَظْلَمُ مِمَّنْ ذُكِّرَ بِاٰيٰتِ رَبِّهٖ ثُمَّ اَعْرَضَ عَنْهَا ۗاِنَّا مِنَ الْمُجْرِمِيْنَ مُنْتَقِمُوْنَ ࣖ",
    "23": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ فَلَا تَكُنْ فِيْ مِرْيَةٍ مِّنْ لِّقَاۤىِٕهٖ وَجَعَلْنٰهُ هُدًى لِّبَنِيْٓ اِسْرَاۤءِيْلَۚ",
    "24": "وَجَعَلْنَا مِنْهُمْ اَىِٕمَّةً يَّهْدُوْنَ بِاَمْرِنَا لَمَّا صَبَرُوْاۗ وَكَانُوْا بِاٰيٰتِنَا يُوْقِنُوْنَ",
    "25": "اِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ",
    "26": "اَوَلَمْ يَهْدِ لَهُمْ كَمْ اَهْلَكْنَا مِنْ قَبْلِهِمْ مِّنَ الْقُرُوْنِ يَمْشُوْنَ فِيْ مَسٰكِنِهِمْ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍۗ اَفَلَا يَسْمَعُوْنَ",
    "27": "اَوَلَمْ يَرَوْا اَنَّا نَسُوْقُ الْمَاۤءَ اِلَى الْاَرْضِ الْجُرُزِ فَنُخْرِجُ بِهٖ زَرْعًا تَأْكُلُ مِنْهُ اَنْعَامُهُمْ وَاَنْفُسُهُمْۗ اَفَلَا يُبْصِرُوْنَ",
    "28": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْفَتْحُ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "29": "قُلْ يَوْمَ الْفَتْحِ لَا يَنْفَعُ الَّذِيْنَ كَفَرُوْٓا اِيْمَانُهُمْ وَلَا هُمْ يُنْظَرُوْنَ",
    "30": "فَاَعْرِضْ عَنْهُمْ وَانْتَظِرْ اِنَّهُمْ مُّنْتَظِرُوْنَ ࣖ"
  },
  "latins": [
    "Alif lām mīm.",
    "Tanzīlul-kitābi lā raiba fīhi mir rabbil-'ālamīn(a).",
    "Am yaqūlūnaftarāhu balhuwal-ḥaqqu mir rabbika litunżira qaumam mā atāhum min nażīrim min qablika la'allahum yahtadūn(a).",
    "Allāhul-lażī khalaqas-samāwāti wal-arḍa wa mā bainahumā fī sittati ayyāmin ṡummastawā 'alal-'arsy(i), mā lakum min dūnihī miw waliyyiw wa lā syafī'(in), afalā tatażakkarūn(a).",
    "Yudabbirul-amra minas-samā'i ilal-arḍi ṡumma ya'ruju ilaihi fī yaumin kāna miqdāruhū alfa sanatim mimmā ta'uddūn(a).",
    "Żālika 'ālimul-gaibi wasy-syahādatil-'azīzur-raḥīm(u).",
    "Allażī aḥsana kulla syai'in khalaqahū wa bada'a khalqal-insāni min ṭīn(in).",
    "Ṡumma ja'ala naslahū min sulālatim mim mā'im mahīn(in).",
    "Ṡumma sawwāhu wa nafakha fīhi mir rūḥihī wa ja'ala lakumus-sam'a wal-abṣāra wal-af'idah(ta), qalīlam mā tasykurūn(a).",
    "Wa qālū a'iżā ḍalalnā fil-arḍi a'innā lafī khalqin jadīd(in), bal hum biliqā'i rabbihim kāfirūn(a).",
    "Qul yatawaffākum malakul-mautil-lażī wukkila bikum ṡumma ilā rabbikum turja'ūn(a).",
    "Wa lau tarā iżil-mujrimūna nākisū ru'ūsihim 'inda rabbihim, rabbanā abṣarnā wa sami'nā farji'nā na'mal ṣāliḥan innā mūqinūn(a).",
    "Wa lau syi'nā la'ātainā kulla nafsin hudāhā wa lākin ḥaqqal-qaulu minnī la'amla'anna  jahannama minal-jinnati wan-nāsi ajma'īn(a).",
    "Fa żūqū bimā nasītum liqā'a yaumikum hāżā, innā nasīnākum wa żūqū 'ażābal-khuldi bimā kuntum ta'malūn(a).",
    "Innamā yu'minu bi'āyātinal-lażīna iżā żukkirū bihā kharrū sujjadaw wa sabbaḥū biḥamdi rabbihim wa hum lā yastakbirūn(a).",
    "Tatajāfā junūbuhum 'anil-maḍāji'i yad'ūna rabbahum khaufaw wa ṭama'ā(n), wa mimmā razaqnāhum yunfiqūn(a).",
    "Falā ta'lamu nafsum mā ukhfiya lahum min qurrati a'yun(in), jazā'am bimā kānū ya'malūn(a).",
    "Afaman kāna mu'minan kaman kāna fāsiqā(n), lā yastawūn(a).",
    "Ammal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti falahum jannātul-ma'wā, nuzulam bimā kānū ya'malūn(a).",
    "Wa ammal-lażīna fasaqū fa ma'wākumun nāru kullamā arādū ay yakhrujū minhā u'īdū fīhā wa qīla lahum żūqū 'ażāban nāril-lażī kuntum bihī tukażżibūn(a).",
    "Wa lanużīqannahum minal-'ażābil-adnā dūnal-'ażābil-akbari la'allahum yarji'ūn(a).",
    "Wa man aẓlamu mimman żukkira bi'āyāti rabbihī ṡumma a'raḍa 'anhā, innā minal-mujrimīna muntaqimūn(a).",
    "Wa laqad ātainā mūsal-kitāba falā takun fī miryatim mil liqā'ihī wa ja'alnāhu hudal libanī isrā'īl(a).",
    "Wa ja'alnā minhum a'immatay yahdūna bi'amrinā lammā ṣabarū, wa kānū bi'āyātinā yūqinūn(a).",
    "Inna rabbaka huwa yafṣilu bainahum yaumal-qiyāmati fīmā kānū fīhi yakhtalifūn(a).",
    "Awalam yahdi lahum kam ahlaknā min qablihim minal-qurūni yamsyūna fī masākinihim, inna fī żālika la'āyāt(in), afalā yasma'ūn(a).",
    "Awalam yarau annā nasūqul-mā'a ilal-arḍil juruzi fanukhriju bihī zar'an ta'kulu minhu an'āmuhum wa anfushum, afalā yubṣirūn(a).",
    "Wa yaqūlūna matā hāżal-fatḥu in kuntum ṣādiqīn(a).",
    "Qul yaumal-fatḥi lā yanfa'ul-lażīna kafarū īmānuhum wa lā hum yunẓarūn(a).",
    "Fa a'riḍ 'anhum wantaẓir innahum muntaẓirūn(a)."
  ],
  "translations": {
    "id": {
      "1": "Alif Lām Mīm.",
      "2": "Turunnya Al-Qur’an yang tidak ada keraguan di dalamnya berasal dari Tuhan semesta alam.",
      "3": "Akan tetapi, mengapa mereka (orang kafir) mengatakan, “Dia (Nabi Muhammad) telah mengada-adakannya.” Sebaliknya, Al-Qur’an itulah kebenaran (yang datang) dari Tuhanmu agar engkau memberi peringatan kepada kaum yang sama sekali belum pernah didatangi seorang pemberi peringatan sebelum engkau. (Demikian ini) agar mereka mendapat petunjuk.",
      "4": "Allah adalah Zat yang menciptakan langit dan bumi serta apa yang ada di antara keduanya dalam enam masa, kemudian Dia bersemayam di atas 'Arasy.604) Bagimu tidak ada seorang pun pelindung dan pemberi syafaat selain Dia. Maka, apakah kamu tidak memperhatikan?",
      "5": "Dia mengatur segala urusan dari langit ke bumi, kemudian (segala urusan) itu naik kepada-Nya605) pada hari yang kadarnya (lamanya) adalah seribu tahun menurut perhitunganmu.",
      "6": "Itu adalah (Tuhan) yang mengetahui yang gaib dan yang nyata, Yang Maha Perkasa lagi Maha Penyayang.",
      "7": "(Dia juga) yang memperindah segala sesuatu yang Dia ciptakan dan memulai penciptaan manusia dari tanah.",
      "8": "Kemudian, Dia menjadikan keturunannya dari sari pati air yang hina (air mani).",
      "9": "Kemudian, Dia menyempurnakannya dan meniupkan roh (ciptaan)-Nya ke dalam (tubuh)-nya. Dia menjadikan pendengaran, penglihatan, dan hati nurani untukmu. Sedikit sekali kamu bersyukur.",
      "10": "Mereka berkata, “Apakah apabila kami telah lenyap (hancur) di dalam tanah, kami akan (kembali) dalam ciptaan yang baru?”606) Bahkan (bukan hanya itu), mereka pun mengingkari pertemuan dengan Tuhannya.",
      "11": "Katakanlah, “Malaikat maut yang diserahi (tugas) untuk (mencabut nyawa)-mu akan mematikanmu, kemudian kepada Tuhanmulah kamu akan dikembalikan.”",
      "12": "Sekiranya kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (kamu akan melihat sesuatu yang sangat luar biasa dan mereka berkata,) “Ya Tuhan kami, kami telah melihat (hari Kiamat yang kami ingkari) dan mendengar (dari-Mu kebenaran ucapan rasul-rasul-Mu). Maka, kembalikanlah kami (ke dunia), niscaya kami akan beramal saleh. Sesungguhnya kami (sekarang) adalah orang-orang yang yakin (akan adanya hari Kiamat).”",
      "13": "Seandainya Kami menghendaki, niscaya Kami menganugerahkan kepada setiap jiwa petunjuk (bagi)-nya, tetapi telah berlaku ketetapan dari-Ku (bahwa) sungguh Aku pasti akan memenuhi (neraka) Jahanam dengan jin dan manusia bersama-sama.",
      "14": "Rasakanlah olehmu (azab ini) karena kamu melalaikan pertemuan dengan harimu ini (hari Kiamat). Sesungguhnya Kami pun melalaikanmu. Rasakanlah azab yang kekal karena apa yang selalu kamu kerjakan!”",
      "15": "Sesungguhnya orang-orang yang beriman dengan ayat-ayat Kami, hanyalah orang-orang yang apabila diperingatkan dengannya (ayat-ayat Kami), mereka menyungkur (dalam keadaan) sujud dan bertasbih serta memuji Tuhannya dan mereka pun tidak menyombongkan diri.",
      "16": "Lambung (tubuh) mereka jauh dari tempat tidur (untuk salat malam) seraya berdoa kepada Tuhannya dengan rasa takut (akan siksa-Nya) dan penuh harap (akan rahmat-Nya) dan mereka menginfakkan sebagian dari rezeki yang Kami anugerahkan kepada mereka.",
      "17": "Tidak seorang pun mengetahui apa yang disembunyikan untuk mereka berupa (macam-macam nikmat) yang menyenangkan hati sebagai balasan terhadap apa yang selalu mereka kerjakan.",
      "18": "Apakah orang mukmin sama dengan orang fasik (kafir)? (Pastilah) mereka tidak sama.",
      "19": "Adapun orang-orang yang beriman dan mengerjakan amal saleh, mereka akan mendapat surga-surga (sebagai) tempat kediaman sebagai balasan atas apa yang selalu mereka kerjakan.",
      "20": "Adapun orang-orang yang fasik (kafir), tempat kediaman mereka adalah neraka. Setiap kali mereka hendak keluar darinya, mereka dikembalikan (lagi) ke dalamnya dan dikatakan kepada mereka, “Rasakanlah azab neraka yang dahulu selalu kamu dustakan.”",
      "21": "Kami pasti akan menimpakan kepada mereka sebagian azab yang dekat (di dunia) sebelum azab yang lebih besar (di akhirat) agar mereka kembali (ke jalan yang benar).",
      "22": "Siapakah yang lebih zalim daripada orang yang telah diperingatkan dengan ayat-ayat Tuhannya, kemudian dia berpaling darinya? Sesungguhnya Kami akan memberikan balasan kepada para pendosa.",
      "23": "Sungguh, Kami benar-benar telah menganugerahkan Kitab (Taurat) kepada Musa. Maka, janganlah engkau (Nabi Muhammad) ragu-ragu menerimanya (Al-Qur’an) dan Kami menjadikan Kitab (Taurat) itu sebagai petunjuk bagi Bani Israil.",
      "24": "Kami menjadikan di antara mereka itu pemimpin-pemimpin yang memberi petunjuk dengan perintah Kami selama mereka bersabar. Mereka selalu meyakini ayat-ayat Kami.",
      "25": "Sesungguhnya Tuhanmu, Dialah yang memutuskan di antara mereka pada hari Kiamat apa yang dahulu selalu mereka perselisihkan.",
      "26": "Tidakkah menjadi petunjuk bagi mereka (kaum kafir Makkah), betapa banyak umat sebelum mereka yang telah Kami binasakan, sedangkan mereka sendiri berjalan di tempat-tempat kediaman mereka itu. Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah). Apakah mereka tidak mendengarkan (memperhatikan)?",
      "27": "Tidakkah mereka memperhatikan bahwa Kami mengarahkan (awan yang mengandung) air ke bumi yang tandus, lalu Kami menumbuhkan dengannya (air hujan) tanam-tanaman, sehingga hewan-hewan ternak mereka dan mereka sendiri dapat makan darinya. Maka, mengapa mereka tidak memperhatikan?",
      "28": "Mereka bertanya, “Kapankah kemenangan itu (datang) jika engkau orang yang benar?”",
      "29": "Katakanlah, “Pada hari kemenangan itu tidak berguna lagi bagi orang-orang kafir keimanan mereka dan mereka tidak diberi penangguhan.”",
      "30": "Maka, berpalinglah dari mereka dan tunggulah! Sesungguhnya mereka (juga) menunggu."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Alif Lam Mim Hanya Allah yang mengetahui hakikat maknanya.",
        "2": "Allah-lah yang menurunkan Al-Qur’an, suatu mukjizat yang tidak dapat ditandingi. Turunnya Al-Qur’an itu tidak ada keraguan padanya, yaitu dari Tuhan yang menguasai, mengatur, dan merawat seluruh alam. Al-Qur’an bukan ciptaan manusia, tidak terkecuali Nabi Muhammad. Al-Qur’an juga bukan syair, apalagi sihir.",
        "3": "Terbukti dengan nyata bahwa Al-Qur’an bukanlah ciptaan manusia, tetapi mengapa mereka, orang kafir, tanpa bukti-bukti yang kuat mengatakan, “Dia, Muhammad, telah mengada-adakannya. Lupakah mereka bahwa secara logis maupun realitas sejarah mustahil Rasulullah mengarang Al-Qur’an? Karena itu Allah menjawab, “Tidak, Al-Qur’an itu kebenaran yang datang dari Tuhanmu, agar engkau, wahai Nabi Muhammad, memberi peringatan kepada kaum yang belum pernah didatangi orang yang memberi peringatan sebelum engkau bahwa azab Allah akan menimpa siapa saja yang kafir dan mendurhakai-Nya; dan agar melalui Al-Qur’an pula mereka mendapat petunjuk.",
        "4": "Nabi Muhammad diutus untuk mendakwahkan ajaran tauhid dan dibekali dengan bukti-bukti nyata tentang hal itu. Allah yang menciptakan langit dan bumi dan apa yang ada di antara keduanya tanpa contoh dan tidak pernah ada sebelumnya, dalam enam masa, meski sesungguhnya Dia mampu menciptakannya dalam waktu sekejap. Hal ini bermaksud mendidik manusia bersabar dalam menangani semua urusan. Kemudian Dia bersemayam di atas 'Arsy yang tidak diketahui hakikatnya oleh selain Allah, namun wajib kita imani sesuai dengan kebesaran dan kesucian-Nya. Bagimu tidak ada seorang pun penolong maupun pemberi syafaat selain Dia. Tanpa izin Allah, tidak ada yang mampu menolongmu, baik itu para rasul maupun orang-orang tertentu, meringankan azab atau bebanmu di akhirat. Maka, apakah kamu tidak memperhatikan dan mengambil pelajaran dari hal ini sehingga kamu beriman dan mengeesakan-Nya?",
        "5": "Keteraturan alam membuktikan kekuasaan dan keesaan-Nya. Dia mengatur segala urusan makhluk-Nya dari langit, yakni alam malakut, ke bumi, yakni alam bumi, kemudian urusan itu dibawa naik oleh malaikat kepada-Nya dalam satu hari yang kadar atau lama-nya adalah seribu tahun menurut perhitunganmu.",
        "6": "Yang mengatur urusan demikian itu adalah Tuhan Yang mengetahui segala yang gaib dan yang nyata, Yang Mahaperkasa untuk mengazab siapa saja yang mengingkari dan mendustakan rasul-Nya, Maha Penyayang kepada hamba yang menaati-Nya.",
        "7": "Pengatur urusan makhluk, Yang Maha Mengetahui, Mahaperkasa, dan Maha Penyayang itulah Tuhan Yang memperindah segala sesuatu yang Dia ciptakan dengan sangat teliti dan Yang memulai penciptaan nenek moyang manusia, yakni Adam, dari tanah.",
        "8": "Allah menciptakan Adam dari tanah, kemudian Dia menjadikan keturunannya dari sari pati air yang hina, yakni air mani.",
        "9": "Setelah menciptakan Adam dari tanah, kemudian Dia menyempurnakan ciptaan-Nya secara fisik dan setelah itu meniupkan roh ciptaan-Nya ke dalam tubuh-nya dan jadilah ia ciptaan Allah yang terbaik. Dia juga melengkapi ciptaannya dengan menjadikan pendengaran, penglihatan, dan hati atau akal bagimu supaya kamu dapat mendengar nasihat agama, melihat tanda kebesaran Allah, dan merenungkan ciptaan-Nya, yang dengan itu semua kamu beriman dan mengesakan-Nya. Namun, sedikit sekali di antara kamu yang mau bersyukur.",
        "10": "Allah mampu menciptakan manusia dari tidak ada dan mampu pula membangkitkannya kembali. Namun, orang kafir tetap pada pendiriannya dalam mengingkari hari kebangkitan. Dan dengan nada mengejek mereka berkata, “Apakah apabila kami telah mati, hancur, dan lenyap di dalam tanah, kami akan dibangkitkan kembali dan berada dalam ciptaan yang baru, lalu kami dimintai pertanggungjawaban atas perbuatan kami? Jika demikian, alangkah rugi kami.” Mereka tidak mampu memahami keniscayaan hari kebangkitan karena menggunakan tolok ukur kekuatan manusia, bukan kemahakuasaan Allah yang telah menciptakan mereka dari tidak ada. Tidak hanya mengingkari kuasa-Nya, bahkan mereka pun mengingkari hari pertemuan mereka dengan Tuhannya untuk menjalani hisab dan menerima balasan.",
        "11": "Baik yang mengimani maupun yang mengingkari hari kebangkitan sama-sama belum bisa membuktikannya secara langsung sebelum mati. Karena itu, wahai Nabi Muhammad dan kaum mukmin, katakanlah kepada orang-orang musyrik bahwa malaikat maut yang diserahi untuk mencabut nyawa-mu pasti akan mematikan kamu saat ajalmu tiba, kemudian kepada Tuhanmu kamu akan dikembalikan. Itulah hari hisab, ketika semua manusia akan mempertanggungjawabkan perbuatannya di dunia.”",
        "12": "Saat hari hisab itu tiba, kamu akan melihat orang kafir tampak seperti pesakitan yang menunggu putusan. Dan alangkah ngerinya jika sekiranya engkau melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan pengadilan Tuhannya di hari kiamat kelak, padahal dulunya mereka begitu angkuh kepada Tuhan. Di sana mereka merengek, “Ya Tuhan kami, kami sekarang benar-benar taat dan patuh kepada-Mu. Kami telah melihat dengan mata kepala kami hari kebangkitan dan mendengar betapa ajaran para rasul-Mu adalah benar, maka dengan kuasa dan rahmat-Mu kembalikanlah kami ke dunia sekali saja, niscaya kami akan mengerjakan kebajikan yang Engkau ridai, tidak seperti yang kami lakukan dulu. Sungguh, saat ini kami adalah orang-orang yang yakin dengan sepenuhnya.” Allah tidak akan mengabulkan permintaan itu karena Dia tahu benar karakter mereka. Mereka tidak akan menjadi orang baik walaupun sekiranya diberi kesempatan kembali ke dunia (Lihat Surah al-Ana’m/6: 27-28).",
        "13": "Sebetulnya Allah mampu memaksa setiap manusia untuk beriman, namun hal tersebut justru akan merendahkan martabat mereka menjadi setara dengan matahari, bumi, langit, dan sebagainya yang tidak punya pilihan lain kecuali tunduk. Itulah mengapa Allah memberi setiap manusia pilihan, bukan paksaan, untuk beriman atau tidak. Dan jika Kami menghendaki memberi petunjuk niscaya Kami berikan kepada setiap jiwa petunjuk bagi-nya, tetapi telah ditetapkan perkataan dan ketetapan dari-Ku bahwa pasti akan Aku penuhi neraka Jahanam dengan jin dan manusia bersama-sama. Yang demikian itu karena Kami tahu bahwa kebanyakan mereka lebih memilih jalan kesesatan daripada hidayah.",
        "14": "Wahai manusia yang kafir, kamu layak mendapat kehinaan itu, maka rasakanlah olehmu azab ini disebabkan kamu telah mendustakan dan melalaikan pertemuan dengan harimu ini, yakni hari Kiamat. Karena kamu melalaikan pertemuan ini dan tidak mempersipkan diri dengan iman dan amal saleh, sesungguhnya Kami pun melalaikan kamu dan tidak memberi kamu naungan di hari yang tidak akan kamu temukan naungan selain dari-Ku, dan rasakanlah azab yang kekal sebagai balasan atas apa yang telah kamu kerjakan di dunia",
        "15": "Setelah menjelaskan sikap dan balasan bagi orang kafir, Allah beralih menjelaskan sifat dan balasan bagi orang mukmin. Hanyalah yang beriman dengan ayat-ayat Kami, baik yang tersurat dalam Al-Qur’an maupun yang tersebar di alam raya, itulah orang-orang yang apabila menyimak ayat-ayat kami dan diperingatkan dengannya mereka langsung menyungkur sujud, tunduk, dan patuh kepada Allah dengan khusyuk, dan dalam sujud mereka bertasbih menyucikan Allah dari hal-hal yang tidak patut dengan keagungan-Nya serta memuji Tuhannya atas nikmat-Nya, dan mereka tidak menyombongkan diri dari menghamba dan menaati-Nya sebagaimana orang-orang kafir.",
        "16": "Orang yang beriman itu terbiasa bangun pada malam hari untuk salat malam, membuat lambung mereka jauh dari tempat tidurnya. Usai salat malam mereka berdoa kepada Tuhannya dengan penuh rasa takut terhadap azab Allah dan penuh harap atas rahmat-Nya, dan mereka senantiasa menginfakkan sebagian dari rezeki yang Kami berikan kepada mereka, terutama kepada yang membutuhkan.",
        "17": "Maka atas ibadah itu kelak di hari kiamat mereka berhak memperoleh surga yang tidak seorang pun mengetahui apa yang disembunyikan untuk mereka, yaitu bermacam nikmat yang menyenangkan hati, sebagai balasan terhadap apa yang mereka kerjakan di dunia berupa amal saleh.",
        "18": "Jika orang kafir dijerumuskan ke Jahanam dan orang yang beriman berbahagia dalam surga, maka apakah keadaan orang yang beriman itu di akhirat kelak sama halnya seperti orang yang fasik dan kafir? Tentu mereka tidak sama.",
        "19": "Adapun orang-orang yang beriman dan mengerjakan kebajikan, maka sebagai balasannya mereka akan mendapat surga-surga tempat kediaman. Di sana mereka menetap dan bersenang-senang selamanya sebagai pahala atas apa yang telah mereka kerjakan.",
        "20": "Dan adapun orang-orang yang fasik, kafir, dan melenceng dari ketaatan kepada Allah, maka tempat kediaman mereka adalah neraka. Di sana mereka merasakan siksaan setiap saat, sehingga setiap kali mereka hendak keluar darinya, mereka dikembalikan lagi ke dalamnya dan dikatakan kepada mereka dengan nada hinaan dan ejekan, “Rasakanlah azab neraka yang di dunia dahulu kamu dustakan.” Inilah balasan setimpal bagi orang zalim dan fasik.",
        "21": "Sebelum mendapat azab di akhirat, orang-orang kafir itu sebenarnya sudah tertimpa azab di dunia. Dan pasti Kami timpakan kepada mereka sebagian siksa yang dekat, yakni di dunia, berupa bermacam musibah sebelum azab yang lebih besar di akhirat nanti. Itu semua Allah timpakan agar mereka kembali ke jalan yang benar. Inilah bentuk kasih sayang Allah kepada manusia, bahkan yang durhaka. Allah sudah memberi peringatan tetapi mereka tidak menyadari.",
        "22": "Orang-orang kafir itu tidak mampu mengambil pelajaran dari musibah yang menimpa akibat kezaliman telah menutup hati mereka. Pada ayat ini Allah menjelaskan penyebab mereka layak disiksa. Dan siapakah yang lebih zalim daripada orang yang telah diperingatkan dengan ayat-ayat Tuhannya, kemudian dia berpaling darinya dan bahkan mendustakannya? Tidak ada. Sungguh, telah menjadi ketetapan bahwa Kami akan memberikan balasan setimpal kepada orang-orang yang berdosa sesuai kadar dosanya.",
        "23": "Untuk menguatkan jiwa Rasulullah dalam mengajarkan Al-Qur’an dan menghadapi pengingkaran kaumnya, Allah berfirman, “Sungguh, telah Kami sampaikan kepada Bani Israil bahwa Kami telah meng-anugerahkan Kitab Taurat kepada Musa, maka janganlah engkau, wahai Nabi Muhammad, ragu-ragu menerimanya, yakni Al-Qur’an; dan Kami jadikan Kitab Taurat itu petunjuk bagi Bani Israil sebagaimana Kami jadikan Al-Qur’an sebagai petunjuk bagi umatmu.",
        "24": "Dan tidak hanya menurunkan Taurat kepada Bani Israil, Kami juga jadikan di antara mereka itu pemimpin-pemimpin dan ulama-ulama yang memberi petunjuk dengan perintah dan pertolongan Kami selama mereka sabar dalam menegakkan kebenaran. Mereka senantiasa meyakini ayat-ayat Kami.” Ayat ini dimaksudkan untuk menghibur hati Rasulullah. Bila umat beliau menentang dakwahnya, sesungguhnya Bani Israil dulu tidak saja menentang Nabi Musa melainkan juga mengajukan permintaan yang mengherankan (Lihat Surat an-Nisa’/4: 153 dan al-Ma’idah/5: 24).",
        "25": "Karena itu, wahai Nabi Muhammad, jangan ragu menyampaikan kebenaran Al-Qur’an, meski mereka menentangmu. Sungguh Tuhanmu, Dia-lah yang akan memberikan keputusan dengan benar dan adil di antara mereka, yakni para hamba-Nya, pada hari Kiamat tentang apa yang dahulu mereka perselisihkan padanya, seperti hari kebangkitan, hari perhitungan, dan balasan di surga dan neraka.",
        "26": "Dan tidakkah menjadi petunjuk bagi mereka, yaitu para pendusta risalah, betapa banyak umat-umat sebelum mereka yang telah Kami binasakan akibat pendustaan dan penentangan mereka terhadap para rasul, sedangkan mereka sendiri seringkali berjalan di tempat-tempat kediaman mereka yang dibinasakan itu sehingga mereka melihat bekas-bekas kehancurannya? Kaum-kaum itu hancur karena kekafiran mereka. Sungguh, pada yang demikian itu terdapat tanda-tanda kekuasaan Allah. Apakah mereka tidak mendengarkan dan memperhatikan?",
        "27": "Allah kuasa membinasakan dan menghidupkan mereka kembali. Dan tidakkah mereka, yakni para pendusta hari kebangkitan, memperhatikan bahwa Kami mampu menghidupkan orang yang sudah mati sebagaimana Kami mampu mengarahkan awan yang mengandung air ke bumi yang tandus, lalu dengan air hujan itu Kami tumbuhkan tanam-tanaman sehingga hewan-hewan ternak mereka dan juga mereka sendiri dapat makan darinya sehingga tubuh mereka sehat dan kuat? Maka, mengapa mereka tidak memperhatikan hal tersebut sebagai bukti kemampuan Kami membangkitkan manusia pada hari kebangkitan?",
        "28": "Enggan memperhatikan bukti kuasa Allah membangkitkan manusia yang telah mati, kaum kafir justru menantang Nabi Muhammad. Dan dengan maksud mengejek mereka bertanya, “Kapankah kemenangan atas kami itu datang kepadamu dan kapan pula azab yang engkau ancam kami dengannya itu akan datang, jika engkau memang orang yang benar dalam pengakuanmu sebagai rasul?”",
        "29": "Allah memberi petunjuk kepada Nabi Muhammad untuk menanggapi pertanyaan kaum kafir itu. Katakanlah, “Ketahuilah, pada hari kemenangan itu, yaitu hari kiamat ketika setiap manusia akan memperoleh putusan dan balasan dengan adil, tidak berguna lagi bagi orang-orang kafir itu keimanan mereka dan mereka tidak diberi penangguhan untuk dikembalikan ke dunia supaya bertobat, beriman, dan beramal saleh.”",
        "30": "Maka, wahai Nabi Muhammad, berpalinglah engkau dari mereka. Abaikanlah pendustaan mereka dan tunggulah masa ketika Allah mendatangkan janji-Nya dengan memenangkan orang beriman atas orang kafir, sesungguhnya mereka juga menunggu kapan kalian mati atau terbunuh dalam perang.[]"
      }
    }
  }
}