{
  "number": 41,
  "name": "فصّلت",
  "name_latin": "Fuṣṣilat",
  "name_id": "Fussilat",
  "name_trans_id": "Dijelaskan",
  "number_of_verse": 54,
  "category": "Makkiyah",
  "arabics": {
    "1": "حٰمۤ  ۚ",
    "2": "تَنْزِيْلٌ مِّنَ الرَّحْمٰنِ الرَّحِيْمِ ۚ",
    "3": "كِتٰبٌ فُصِّلَتْ اٰيٰتُهٗ قُرْاٰنًا عَرَبِيًّا لِّقَوْمٍ يَّعْلَمُوْنَۙ",
    "4": "بَشِيْرًا وَّنَذِيْرًاۚ فَاَعْرَضَ اَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُوْنَ",
    "5": "وَقَالُوْا قُلُوْبُنَا فِيْٓ اَكِنَّةٍ مِّمَّا تَدْعُوْنَآ اِلَيْهِ وَفِيْٓ اٰذَانِنَا وَقْرٌ وَّمِنْۢ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ اِنَّنَا عٰمِلُوْنَ",
    "6": "قُلْ اِنَّمَآ اَنَا۟ بَشَرٌ مِّثْلُكُمْ يُوْحٰىٓ اِلَيَّ اَنَّمَآ اِلٰهُكُمْ اِلٰهٌ وَّاحِدٌ فَاسْتَقِيْمُوْٓا اِلَيْهِ وَاسْتَغْفِرُوْهُ ۗوَوَيْلٌ لِّلْمُشْرِكِيْنَۙ",
    "7": "الَّذِيْنَ لَا يُؤْتُوْنَ الزَّكٰوةَ وَهُمْ بِالْاٰخِرَةِ هُمْ كٰفِرُوْنَ",
    "8": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ اَجْرٌ غَيْرُ مَمْنُوْنٍ ࣖ",
    "9": "۞ قُلْ اَىِٕنَّكُمْ لَتَكْفُرُوْنَ بِالَّذِيْ خَلَقَ الْاَرْضَ فِيْ يَوْمَيْنِ وَتَجْعَلُوْنَ لَهٗٓ اَنْدَادًا ۗذٰلِكَ رَبُّ الْعٰلَمِيْنَ ۚ",
    "10": "وَجَعَلَ فِيْهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبٰرَكَ فِيْهَا وَقَدَّرَ فِيْهَآ اَقْوَاتَهَا فِيْٓ اَرْبَعَةِ اَيَّامٍۗ سَوَاۤءً لِّلسَّاۤىِٕلِيْنَ",
    "11": "ثُمَّ اسْتَوٰىٓ اِلَى السَّمَاۤءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْاَرْضِ ائْتِيَا طَوْعًا اَوْ كَرْهًاۗ قَالَتَآ اَتَيْنَا طَاۤىِٕعِيْنَ",
    "12": "فَقَضٰىهُنَّ سَبْعَ سَمٰوَاتٍ فِيْ يَوْمَيْنِ وَاَوْحٰى فِيْ كُلِّ سَمَاۤءٍ اَمْرَهَا ۗوَزَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِمَصَابِيْحَۖ وَحِفْظًا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِ",
    "13": "فَاِنْ اَعْرَضُوْا فَقُلْ اَنْذَرْتُكُمْ صٰعِقَةً مِّثْلَ صٰعِقَةِ عَادٍ وَّثَمُوْدَ ۗ",
    "14": "اِذْ جَاۤءَتْهُمُ الرُّسُلُ مِنْۢ بَيْنِ اَيْدِيْهِمْ وَمِنْ خَلْفِهِمْ اَلَّا تَعْبُدُوْٓا اِلَّا اللّٰهَ ۗقَالُوْا لَوْ شَاۤءَ رَبُّنَا لَاَنْزَلَ مَلٰۤىِٕكَةً فَاِنَّا بِمَآ اُرْسِلْتُمْ بِهٖ كٰفِرُوْنَ",
    "15": "فَاَمَّا عَادٌ فَاسْتَكْبَرُوْا فِى الْاَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوْا مَنْ اَشَدُّ مِنَّا قُوَّةً ۗ اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ الَّذِيْ خَلَقَهُمْ هُوَ اَشَدُّ مِنْهُمْ قُوَّةً ۗ وَكَانُوْا بِاٰيٰتِنَا يَجْحَدُوْنَ",
    "16": "فَاَرْسَلْنَا عَلَيْهِمْ رِيْحًا صَرْصَرًا فِيْٓ اَيَّامٍ نَّحِسَاتٍ لِّنُذِيْقَهُمْ عَذَابَ الْخِزْيِ فِى الْحَيٰوةِ الدُّنْيَا ۗوَلَعَذَابُ الْاٰخِرَةِ اَخْزٰى وَهُمْ لَا يُنْصَرُوْنَ",
    "17": "وَاَمَّا ثَمُوْدُ فَهَدَيْنٰهُمْ فَاسْتَحَبُّوا الْعَمٰى عَلَى الْهُدٰى فَاَخَذَتْهُمْ صٰعِقَةُ الْعَذَابِ الْهُوْنِ بِمَا كَانُوْا يَكْسِبُوْنَ ۚ",
    "18": "وَنَجَّيْنَا الَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَ ࣖ",
    "19": "وَيَوْمَ يُحْشَرُ اَعْدَاۤءُ اللّٰهِ اِلَى النَّارِ فَهُمْ يُوْزَعُوْنَ",
    "20": "حَتّٰىٓ اِذَا مَا جَاۤءُوْهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَاَبْصَارُهُمْ وَجُلُوْدُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ",
    "21": "وَقَالُوْا لِجُلُوْدِهِمْ لِمَ شَهِدْتُّمْ عَلَيْنَا ۗقَالُوْٓا اَنْطَقَنَا اللّٰهُ الَّذِيْٓ اَنْطَقَ كُلَّ شَيْءٍ وَّهُوَ خَلَقَكُمْ اَوَّلَ مَرَّةٍۙ وَّاِلَيْهِ تُرْجَعُوْنَ",
    "22": "وَمَا كُنْتُمْ تَسْتَتِرُوْنَ اَنْ يَّشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَآ اَبْصَارُكُمْ وَلَا جُلُوْدُكُمْ وَلٰكِنْ ظَنَنْتُمْ اَنَّ اللّٰهَ لَا يَعْلَمُ كَثِيْرًا مِّمَّا تَعْمَلُوْنَ",
    "23": "وَذٰلِكُمْ ظَنُّكُمُ الَّذِيْ ظَنَنْتُمْ بِرَبِّكُمْ اَرْدٰىكُمْ فَاَصْبَحْتُمْ مِّنَ الْخٰسِرِيْنَ",
    "24": "فَاِنْ يَّصْبِرُوْا فَالنَّارُ مَثْوًى لَّهُمْ ۚوَاِنْ يَّسْتَعْتِبُوْا فَمَا هُمْ مِّنَ الْمُعْتَبِيْنَ",
    "25": "۞ وَقَيَّضْنَا لَهُمْ قُرَنَاۤءَ فَزَيَّنُوْا لَهُمْ مَّا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِيْٓ اُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِّنَ الْجِنِّ وَالْاِنْسِۚ اِنَّهُمْ كَانُوْا خٰسِرِيْنَ ࣖ",
    "26": "وَقَالَ الَّذِيْنَ كَفَرُوْا لَا تَسْمَعُوْا لِهٰذَا الْقُرْاٰنِ وَالْغَوْا فِيْهِ لَعَلَّكُمْ تَغْلِبُوْنَ",
    "27": "فَلَنُذِيْقَنَّ الَّذِيْنَ كَفَرُوْا عَذَابًا شَدِيْدًاۙ وَّلَنَجْزِيَنَّهُمْ اَسْوَاَ الَّذِيْ كَانُوْا يَعْمَلُوْنَ",
    "28": "ذٰلِكَ جَزَاۤءُ اَعْدَاۤءِ اللّٰهِ النَّارُ لَهُمْ فِيْهَا دَارُ الْخُلْدِ ۗجَزَاۤءً ۢبِمَا كَانُوْا بِاٰيٰتِنَا يَجْحَدُوْنَ",
    "29": "وَقَالَ الَّذِيْنَ كَفَرُوْا رَبَّنَآ اَرِنَا الَّذَيْنِ اَضَلّٰنَا مِنَ الْجِنِّ وَالْاِنْسِ نَجْعَلْهُمَا تَحْتَ اَقْدَامِنَا لِيَكُوْنَا مِنَ الْاَسْفَلِيْنَ",
    "30": "اِنَّ الَّذِيْنَ قَالُوْا رَبُّنَا اللّٰهُ ثُمَّ اسْتَقَامُوْا تَتَنَزَّلُ عَلَيْهِمُ الْمَلٰۤىِٕكَةُ اَلَّا تَخَافُوْا وَلَا تَحْزَنُوْا وَاَبْشِرُوْا بِالْجَنَّةِ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ",
    "31": "نَحْنُ اَوْلِيَاۤؤُكُمْ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِ ۚوَلَكُمْ فِيْهَا مَا تَشْتَهِيْٓ اَنْفُسُكُمْ وَلَكُمْ فِيْهَا مَا تَدَّعُوْنَ ۗ",
    "32": "نُزُلًا مِّنْ غَفُوْرٍ رَّحِيْمٍ ࣖ",
    "33": "وَمَنْ اَحْسَنُ قَوْلًا مِّمَّنْ دَعَآ اِلَى اللّٰهِ وَعَمِلَ صَالِحًا وَّقَالَ اِنَّنِيْ مِنَ الْمُسْلِمِيْنَ",
    "34": "وَلَا تَسْتَوِى الْحَسَنَةُ وَلَا السَّيِّئَةُ ۗاِدْفَعْ بِالَّتِيْ هِيَ اَحْسَنُ فَاِذَا الَّذِيْ بَيْنَكَ وَبَيْنَهٗ عَدَاوَةٌ كَاَنَّهٗ وَلِيٌّ حَمِيْمٌ",
    "35": "وَمَا يُلَقّٰىهَآ اِلَّا الَّذِيْنَ صَبَرُوْاۚ وَمَا يُلَقّٰىهَآ اِلَّا ذُوْ حَظٍّ عَظِيْمٍ",
    "36": "وَاِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطٰنِ نَزْغٌ فَاسْتَعِذْ بِاللّٰهِ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ",
    "37": "وَمِنْ اٰيٰتِهِ الَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُۗ  لَا تَسْجُدُوْا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوْا لِلّٰهِ الَّذِيْ خَلَقَهُنَّ اِنْ كُنْتُمْ اِيَّاهُ تَعْبُدُوْنَ",
    "38": "فَاِنِ اسْتَكْبَرُوْا فَالَّذِيْنَ عِنْدَ رَبِّكَ يُسَبِّحُوْنَ لَهٗ بِالَّيْلِ وَالنَّهَارِ وَهُمْ لَا يَسْـَٔمُوْنَ ۩",
    "39": "وَمِنْ اٰيٰتِهٖٓ اَنَّكَ تَرَى الْاَرْضَ خَاشِعَةً فَاِذَآ اَنْزَلْنَا عَلَيْهَا الْمَاۤءَ اهْتَزَّتْ وَرَبَتْۗ اِنَّ الَّذِيْٓ اَحْيَاهَا لَمُحْيِ الْمَوْتٰى ۗاِنَّهٗ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
    "40": "اِنَّ الَّذِيْنَ يُلْحِدُوْنَ فِيْٓ اٰيٰتِنَا لَا يَخْفَوْنَ عَلَيْنَاۗ اَفَمَنْ يُّلْقٰى فِى النَّارِ خَيْرٌ اَمْ مَّنْ يَّأْتِيْٓ اٰمِنًا يَّوْمَ الْقِيٰمَةِ ۗاِعْمَلُوْا مَا شِئْتُمْ ۙاِنَّهٗ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
    "41": "اِنَّ الَّذِيْنَ كَفَرُوْا بِالذِّكْرِ لَمَّا جَاۤءَهُمْ ۗوَاِنَّهٗ لَكِتٰبٌ عَزِيْزٌ ۙ",
    "42": "لَّا يَأْتِيْهِ الْبَاطِلُ مِنْۢ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهٖ ۗتَنْزِيْلٌ مِّنْ حَكِيْمٍ حَمِيْدٍ",
    "43": "مَا يُقَالُ لَكَ اِلَّا مَا قَدْ قِيْلَ لِلرُّسُلِ مِنْ قَبْلِكَ ۗاِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ وَّذُوْ عِقَابٍ اَلِيْمٍ",
    "44": "وَلَوْ جَعَلْنٰهُ قُرْاٰنًا اَعْجَمِيًّا لَّقَالُوْا لَوْلَا فُصِّلَتْ اٰيٰتُهٗ ۗ ءَاَ۬عْجَمِيٌّ وَّعَرَبِيٌّ ۗ قُلْ هُوَ لِلَّذِيْنَ اٰمَنُوْا هُدًى وَّشِفَاۤءٌ ۗوَالَّذِيْنَ لَا يُؤْمِنُوْنَ فِيْٓ اٰذَانِهِمْ وَقْرٌ وَّهُوَ عَلَيْهِمْ عَمًىۗ اُولٰۤىِٕكَ يُنَادَوْنَ مِنْ مَّكَانٍۢ بَعِيْدٍ ࣖ",
    "45": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ فَاخْتُلِفَ فِيْهِ ۗوَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ لَقُضِيَ بَيْنَهُمْ ۗوَاِنَّهُمْ لَفِيْ شَكٍّ مِّنْهُ مُرِيْبٍ",
    "46": "مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهٖ ۙوَمَنْ اَسَاۤءَ فَعَلَيْهَا ۗوَمَا رَبُّكَ بِظَلَّامٍ لِّلْعَبِيْدِ  ۔",
    "47": "۞ اِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ ۗوَمَا تَخْرُجُ مِنْ ثَمَرٰتٍ مِّنْ اَكْمَامِهَا وَمَا تَحْمِلُ مِنْ اُنْثٰى وَلَا تَضَعُ اِلَّا بِعِلْمِهٖ ۗوَيَوْمَ يُنَادِيْهِمْ اَيْنَ شُرَكَاۤءِيْۙ قَالُوْٓا اٰذَنّٰكَ مَا مِنَّا مِنْ شَهِيْدٍ ۚ",
    "48": "وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَدْعُوْنَ مِنْ قَبْلُ وَظَنُّوْا مَا لَهُمْ مِّنْ مَّحِيْصٍ",
    "49": "لَا يَسْـَٔمُ الْاِنْسَانُ مِنْ دُعَاۤءِ الْخَيْرِۖ وَاِنْ مَّسَّهُ الشَّرُّ فَيَـُٔوْسٌ قَنُوْطٌ",
    "50": "وَلَىِٕنْ اَذَقْنٰهُ رَحْمَةً مِّنَّا مِنْۢ بَعْدِ ضَرَّاۤءَ مَسَّتْهُ لَيَقُوْلَنَّ هٰذَا لِيْۙ وَمَآ اَظُنُّ السَّاعَةَ قَاۤىِٕمَةًۙ وَّلَىِٕنْ رُّجِعْتُ اِلٰى رَبِّيْٓ اِنَّ لِيْ عِنْدَهٗ لَلْحُسْنٰىۚ فَلَنُنَبِّئَنَّ الَّذِيْنَ كَفَرُوْا بِمَا عَمِلُوْاۖ وَلَنُذِيْقَنَّهُمْ مِّنْ عَذَابٍ غَلِيْظٍ",
    "51": "وَاِذَآ اَنْعَمْنَا عَلَى الْاِنْسَانِ اَعْرَضَ وَنَاٰ بِجَانِبِهٖۚ وَاِذَا مَسَّهُ الشَّرُّ فَذُوْ دُعَاۤءٍ عَرِيْضٍ",
    "52": "قُلْ اَرَءَيْتُمْ اِنْ كَانَ مِنْ عِنْدِ اللّٰهِ ثُمَّ كَفَرْتُمْ بِهٖ مَنْ اَضَلُّ مِمَّنْ هُوَ فِيْ شِقَاقٍۢ بَعِيْدٍ",
    "53": "سَنُرِيْهِمْ اٰيٰتِنَا فِى الْاٰفَاقِ وَفِيْٓ اَنْفُسِهِمْ حَتّٰى يَتَبَيَّنَ لَهُمْ اَنَّهُ الْحَقُّۗ اَوَلَمْ يَكْفِ بِرَبِّكَ اَنَّهٗ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ",
    "54": "اَلَآ اِنَّهُمْ  فِيْ مِرْيَةٍ مِّنْ لِّقَاۤءِ رَبِّهِمْ ۗ اَلَآ اِنَّهٗ بِكُلِّ شَيْءٍ مُّحِيْطٌ ࣖ"
  },
  "latins": [
    "Ḥā mīm.",
    "Tanzīlum minar-raḥmānir-raḥīm(i).",
    "Kitābun fuṣṣilat āyātuhū qur'ānan 'arabiyyal liqaumiy ya'lamūn(a).",
    "Basyīraw wa nażīrā(n), fa'a'raḍa akṡaruhum fahum lā yasma'ūn(a).",
    "Wa qālū qulūbunā fī akinnatim mimmā tad'ūnā ilaihi wa fī āżāninā waqruw wa mim baininā wa bainika ḥijābun fa'mal  innanā 'āmilūn(a).",
    "Qul innamā ana basyarum miṡlukum yūḥā ilayya annamā ilāhukum ilāhuw wāḥidun fastaqīmū ilaihi wastagfirūh(u), wa wailul lil-musyrikīn(a).",
    "Allażīna lā yu'tūnaz-zakāta wa hum bil-ākhirati hum kāfirūn(a).",
    "Innal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti lahum ajrun gairu mamnūn(in).",
    "Qul a'innakum latakfurūna bil-lażī khalaqal-arḍa fī yaumaini wa taj'alūna lahū andādā(n), żālika rabbul-'ālamīn(a).",
    "Wa ja'ala fīhā rawāsiya min fauqihā wa bāraka fīhā wa qaddara fīhā aqwātahā fī arba'ati ayyām(in), sawā'al lis-sā'ilīn(a).",
    "Ṡummastawā ilas-samā'i wa hiya dukhānun faqāla lahā wa lil-arḍi'tiyā ṭau'an au karhā(n), qālatā atainā ṭā'i'īn(a).",
    "Fa qaḍāhunna sab'a samāwātin fī yaumaini wa auḥā fī kulli samā'in amrahā, wa zayyannas-samā'ad-dun-yā bimaṣābīḥa wa ḥifẓā(n), żālika taqdīrul-'azīzil-'alīm(i).",
    "Fa in a'raḍū faqul anżartukum ṣā'iqatam miṡla ṣā'iqati 'ādiw wa ṡamūd(a).",
    "Iż jā'athumur-rusulu mim baini aidīhim wa min khalfihim allā ta'budū illallāh(a), qālū lau syā'a rabbunā la'anzala malā'ikatan fa'innā bimā ursiltum bihī kāfirūn(a).",
    "Fa ammā 'ādun fastakbarū fil-arḍi bigairil-ḥaqqi wa qālū man asyaddu minnā quwwah(tan), awalam yarau annallāhal-lażī khalaqahum huwa asyaddu minhum quwwah(tan), wa kānū bi'āyātinā yajḥadūn(a).",
    "Fa arsalnā 'alaihim rīḥan ṣarṣaran fī ayyāmin naḥisātil linużīqahum-'ażābal khizyi fil-ḥayātid-dun-yā, wa la'ażābul-ākhirati akhzā wa hum lā yunṣarūn(a).",
    "Wa ammā ṡamūdu fa hadaināhum fastaḥabbul-'amā 'alal-hudā fa akhażathum ṣā'iqatul-'ażābil-hūni bimā kānū yaksibūn(a).",
    "Wa najjainal-lażīna āmanū wa kānū yattaqūn(a).",
    "Wa yauma yuḥsyaru a'dā'ullāhi ilan-nāri fahum yūza'ūn(a).",
    "Ḥattā iżā mā jā'ūhā syahida 'alaihim sam'uhum wa abṣāruhum wa julūduhum bimā kānū ya'malūn(a).",
    "Wa qālū lijulūdihim lima syahittum 'alainā, qālū anṭaqanallāhul-lażī anṭaqa kulla syai'iw wa huwa khalaqakum awwala marrah(tin), wa ilaihi turja'ūn(a).",
    "Wa mā kuntum tastatirūna ay yasyhada 'alaikum sam'ukum wa lā abṣārukum wa lā julūdukum wa lākin ẓanantum  annallāha lā ya'lamu kaṡīram mimmā ta'malūn(a).",
    "Wa żālikum ẓannukumul-lażī ẓanantum birabbikum ardākum fa aṣbaḥtum minal-khāsirīn(a).",
    "Fa iy yaṣbirū fan-nāru maṡwal lahum, wa iy yasta'tibū famā hum minal-mu'tabīn(a).",
    "Wa qayyaḍnā lahum quranā'a fa zayyanū lahum mā baina aidīhim wa mā khalfahum wa ḥaqqa 'alaihimul-qaulu fī umamin qad khalat min qablihim minal-jinni wal-ins(i), innahum kānū khāsirīn(a).",
    "Wa qālal-lażīna kafarū lā tasma'ū lihāżal-qur'āni walgau fīhi la'allakum taglibūn(a).",
    "Fa lanużīqannal-lażīna kafarū 'ażāban syadīdā(n), wa lanajziyannahum aswa'al-lażī  kānū ya'malūn(a).",
    "Żālika jazā'u a'dā'illāhin-nāru lahum fīhā dārul-khuld(i), jazā'am bimā kānū bi'āyātinā yajḥadūn(a).",
    "Wa qālal-lażīna kafarū rabbanā arinal-lażaini aḍallānā minal-jinni wal-insi naj'alhumā taḥta aqdāminā liyakūnā minal-asfalīn(a).",
    "Innal-lażīna qālū rabbunallāhu ṡummastaqāmū tatanazzalu 'alaihimul-malā'ikatu allā takhāfū wa lā taḥzanū wa absyirū bil-jannatil-latī kuntum tū'adūn(a).",
    "Naḥnu auliyā'ukum fil-ḥayātid-dun-yā wa fil-ākhirah(ti), wa lakum fīhā mā tasytahī anfusukum wa lakum fīhā mā tadda'ūn(a).",
    "Nuzulam min gafūrir raḥīm(in).",
    "Wa man aḥsanu qaulam mimman da'ā ilallāhi wa 'amila ṣāliḥaw wa qāla innanī minal-muslimīn(a).",
    "Wa lā tastawil-ḥasanatu wa las-sayyi'ah(tu), idfa' bil-latī hiya aḥsanu fa'iżal-lażī bainaka wa bainahū 'adāwatun ka'annahū waliyyun ḥamīm(un).",
    "Wa mā yulaqqāhā illal-lażīna ṣabarū, wa mā yulaqqāhā illā żū ḥaẓẓin 'aẓīm(in).",
    "Wa immā yanzagannaka minasy-syaiṭāni nazgun fasta'iż billāh(i), innahū huwas-samī'ul-'alīm(u).",
    "Wa min āyātihil-lailu wan-nahāru wasy-syamsu wal-qamar(u), lā tasjudū lisy-syamsi wa lā lil-qamari wasjudū lillāhil-lażī khalaqahunna in kuntum iyyāhu ta'budūn(a).",
    "Fa inistakbarū fal-lażīna 'inda rabbika yusabbiḥūna lahū bil-laili wan-nahāri wa hum lā yas'amūn(a).",
    "Wa min āyātihī annaka taral-arḍa khāsyi'atan fa iżā anzalnā 'alaihal-mā'ahtazzat wa rabat, innal-lażī aḥyāhā lamuḥyil-mautā, innahū 'alā kulli syai'in qadīr(un).",
    "Innal-lażīna yulḥidūna fī āyātinā lā yakhfauna 'alainā, afamay yulqā fin-nāri khairun am may ya'tī āminay yaumal-qiyāmah(ti), i'malū mā syi'tum, innahū bimā ta'malūna  baṣīr(un).",
    "Innal-lażīna kafarū biż-żikri lammā jā'ahum, wa innahū lakitābun 'azīz(un).",
    "Lā ya'tīhil-bāṭilu mim baini yadaihi wa lā min khalfih(ī), tanzīlum min ḥakīmin ḥamīd(in).",
    "Mā yuqālu laka illā mā qad qīla lir-rusuli min qablik(a), inna rabbaka lażū magfiratiw wa żū 'iqābin alīm(in).",
    "Wa lau ja'alnāhu qur'ānan a'jamiyyal laqālū lau lā fuṣṣilat āyātuh(ū), a'a'jamiyyuw wa 'arabiyy(un), qul huwa lil-lażīna āmanū hudaw wa syifā'(un), wal-lażīna lā yu'minūna fī āżānihim waqruw wa huwa 'alaihim 'amā(n), ulā'ika yunādauna mim makānim ba'īd(in).",
    "Wa laqad ātainā mūsal-kitāba fakhtulifa fīh(i), wa lau lā kalimatun sabaqat mir rabbika laquḍiya bainahum, wa innahum lafī syakkim minhu murīb(in).",
    "Man 'amila ṣāliḥan fa linafsih(ī), wa man asā'a fa 'alaihā, wa mā rabbuka biẓallāmil lil-'abīd(i).",
    "Ilaihi yuraddu 'ilmus-sā'ah(ti), wa mā takhruju min ṡamarātim min akmāmihā wa mā taḥmilu min unṡā wa lā taḍa'u illā bi'ilmih(ī), wa yauma yunādīhim aina syurakā'ī, qālū āżannāka mā minnā min syahīd(in).",
    "Wa ḍalla 'anhum mā kānū yad'ūna min qablu wa ẓannū mā lahum mim maḥīṣ(in).",
    "Lā yas'amul-insānu min du'ā'il-khair(i), wa im massahusy-syarru fa ya'ūsun qanūṭ(un).",
    "Wa la'in ażaqnāhu raḥmatam minnā mim ba'di ḍarrā'a massathu layaqūlunna hāżā lī, wa mā aẓunnus-sā'ata qā'imah(tan), wa la'ir ruji'tu ilā rabbī inna lī 'indahū lal-ḥusnā, fa lanunabbi'annal-lażīna kafarū bimā 'amilū, wa lanużīqannahum min 'ażābin galīẓ(in).",
    "Wa iżā an'amnā 'alal-insāni a'raḍa wa na'ā bijānibih(ī), wa iżā massahusy-syarru fażū du'ā'in 'arīḍ(in).",
    "Qul ara'aitum in kāna min 'indillāhi ṡumma kafartum bihī man aḍallu mimman huwa fī syiqāqim ba'īd(in).",
    "Sanurīhim āyātinā fil-āfāqi wa fī anfusihim ḥattā yatabayyana lahum annahul-ḥaqq(u), awalam yakfi birabbika  annahū 'alā kulli syai'in syahīd(un).",
    "Alā innahum fī miryatim mil liqā'i rabbihim, alā innahū bikulli syai'im muḥīṭ(un)."
  ],
  "translations": {
    "id": {
      "1": "Ḥa Mīm.",
      "2": "(Al-Qur’an ini) diturunkan dari Tuhan Yang Maha Pengasih lagi Maha Penyayang.",
      "3": "Kitab yang ayat-ayatnya dijelaskan sebagai bacaan dalam bahasa Arab untuk kaum yang mengetahui,",
      "4": "yang membawa berita gembira dan peringatan. Akan tetapi, kebanyakan mereka berpaling (darinya) serta tidak mendengarkan.",
      "5": "Mereka berkata, “Hati kami sudah tertutup dari apa yang engkau serukan kepada kami. Dalam telinga kami ada penyumbat dan di antara kami dan engkau ada tabir. Oleh sebab itu, lakukanlah (apa yang kamu sukai). Sesungguhnya kami akan melakukan (apa yang kami sukai).”",
      "6": "Katakanlah (Nabi Muhammad), “Sesungguhnya aku hanyalah seorang manusia seperti kamu yang diwahyukan kepadaku bahwa Tuhan kamu adalah Tuhan Yang Maha Esa. Oleh sebab itu, tetaplah (dalam beribadah) dan mohonlah ampunan kepada-Nya. Celakalah orang-orang yang mempersekutukan(-Nya),",
      "7": "(yaitu) orang-orang yang tidak menunaikan zakat dan mereka ingkar terhadap kehidupan akhirat.",
      "8": "Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan, mereka akan mendapat pahala yang tidak ada putus-putusnya.”",
      "9": "Katakanlah, “Pantaskah kamu mengingkari Tuhan yang menciptakan bumi dalam dua masa dan kamu adakan pula sekutu-sekutu bagi-Nya? Itulah Tuhan semesta alam.”",
      "10": "Dia ciptakan pada (bumi) itu gunung-gunung yang kokoh di atasnya, lalu Dia memberkahi dan menentukan makanan-makanan (bagi penghuni)-nya dalam empat masa yang cukup untuk (kebutuhan) mereka yang memerlukannya.",
      "11": "Dia kemudian menuju ke langit dan (langit) itu masih berupa asap. Dia berfirman kepadanya dan kepada bumi, “Tunduklah kepada-Ku dengan patuh atau terpaksa.” Keduanya menjawab, “Kami tunduk dengan patuh.”",
      "12": "Lalu, Dia menjadikannya tujuh langit dalam dua masa dan pada setiap langit Dia mewahyukan urusan masing-masing. Kemudian langit yang paling dekat (dengan bumi), Kami hiasi dengan bintang-bintang sebagai penjagaan (dari setan).669) Demikianlah ketetapan (Allah) Yang Maha Perkasa lagi Maha Mengetahui.",
      "13": "Jika mereka berpaling, katakanlah, “Aku telah memperingatkan kamu (azab berupa) petir seperti petir yang menimpa (kaum) 'Ad dan (kaum) Samud.”",
      "14": "Ketika para rasul datang kepada mereka dari depan dan dari belakang mereka670) (dengan menyerukan,) “Janganlah kamu menyembah selain Allah,” mereka menjawab, “Kalau Tuhan kami menghendaki, tentu Dia menurunkan malaikat-malaikat-Nya. Sesungguhnya kami ingkar pada kerasulanmu.”",
      "15": "Adapun (kaum) 'Ad, mereka menyombongkan diri di bumi tanpa alasan yang benar. Mereka berkata, “Siapakah yang lebih hebat kekuatannya daripada kami?” Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan mereka itu lebih hebat kekuatan-Nya daripada mereka? Mereka telah mengingkari tanda-tanda (kebesaran) Kami.",
      "16": "Maka, Kami mengembuskan angin yang sangat dingin dan bergemuruh kepada mereka selama beberapa hari yang nahas karena Kami ingin agar mereka merasakan siksaan yang menghinakan dalam kehidupan di dunia. Sungguh, azab akhirat lebih menghinakan dan mereka tidak diberi pertolongan.",
      "17": "Adapun (kaum) Samud, mereka telah Kami beri petunjuk, tetapi mereka lebih menyukai kebutaan (kesesatan) daripada petunjuk itu. Maka, mereka disambar petir sebagai azab yang menghinakan karena apa yang telah mereka kerjakan.",
      "18": "Kami menyelamatkan orang-orang yang beriman dan selalu bertakwa.",
      "19": "(Ingatlah) hari (ketika) musuh-musuh Allah digiring ke neraka, lalu mereka dipisah-pisahkan.",
      "20": "Ketika mereka sampai ke neraka, pendengaran, penglihatan, dan kulit mereka menjadi saksi terhadap apa yang telah mereka lakukan.",
      "21": "Mereka berkata kepada kulit mereka, “Mengapa kamu menjadi saksi terhadap kami?” (Kulit) mereka menjawab, “Allah yang menjadikan segala sesuatu dapat berbicara telah menjadikan kami dapat berbicara. Dialah yang menciptakan kamu pertama kali dan hanya kepada-Nya kamu dikembalikan.”",
      "22": "Kamu tidak dapat bersembunyi dari kesaksian pendengaran, penglihatan, dan kulitmu terhadapmu, bahkan kamu mengira Allah tidak mengetahui banyak tentang apa yang kamu lakukan.671)",
      "23": "Itulah dugaanmu yang telah kamu sangkakan terhadap Tuhanmu. (Dugaan) itu telah membinasakan kamu sehingga jadilah kamu termasuk orang-orang yang rugi.",
      "24": "Jika mereka bersabar (atas azab neraka), nerakalah tempat tinggal mereka dan jika mereka meminta belas kasihan, maka mereka bukanlah orang yang pantas dikasihani.",
      "25": "Kami menetapkan bagi mereka teman-teman (dari setan) yang memuji-muji apa saja yang ada di hadapan (nafsu dan kelezatan dunia) dan di belakang (angan-angan) mereka. Tetaplah atas mereka putusan (azab) bersama umat-umat yang terdahulu sebelum mereka dari (golongan) jin dan manusia. Sesungguhnya mereka adalah orang-orang yang rugi.",
      "26": "Orang-orang yang kufur berkata, “Janganlah kamu mendengarkan (bacaan) Al-Qur’an ini dan buatlah kegaduhan terhadapnya agar kamu dapat mengalahkan (mereka).\"",
      "27": "Sungguh, Kami pasti akan menimpakan azab yang keras kepada orang-orang yang kufur itu dan sungguh, Kami pasti akan membalas mereka dengan seburuk-buruk balasan (atas) apa yang telah mereka kerjakan.",
      "28": "Itulah neraka, balasan (bagi) musuh-musuh Allah. Mereka mendapat tempat tinggal yang kekal di dalamnya sebagai balasan atas keingkaran mereka terhadap ayat-ayat Kami.",
      "29": "Orang-orang yang kufur berkata, “Ya Tuhan kami, perlihatkanlah kepada kami dua golongan yang telah menyesatkan kami, yaitu (golongan) jin dan manusia, agar kami meletakkan keduanya di bawah telapak kaki kami supaya keduanya menjadi golongan yang paling bawah (hina).”",
      "30": "Sesungguhnya orang-orang yang berkata, “Tuhan kami adalah Allah,” kemudian tetap (dalam pendiriannya), akan turun malaikat-malaikat kepada mereka (seraya berkata), “Janganlah kamu takut dan bersedih hati serta bergembiralah dengan (memperoleh) surga yang telah dijanjikan kepadamu.”",
      "31": "Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat. Di dalamnya (surga) kamu akan memperoleh apa yang kamu sukai dan apa yang kamu minta.",
      "32": "(Semua itu) sebagai karunia (penghormatan bagimu) dari (Allah) Yang Maha Pengampun lagi Maha Penyayang.”",
      "33": "Siapakah yang lebih baik perkataannya daripada orang yang menyeru kepada Allah, mengerjakan kebajikan, dan berkata, “Sesungguhnya aku termasuk orang-orang muslim (yang berserah diri)?”",
      "34": "Tidaklah sama kebaikan dengan kejahatan. Tolaklah (kejahatan) dengan perilaku yang lebih baik sehingga orang yang ada permusuhan denganmu serta-merta menjadi seperti teman yang sangat setia.",
      "35": "(Sifat-sifat yang baik itu) tidak akan dianugerahkan kecuali kepada orang-orang yang sabar dan tidak (pula) dianugerahkan kecuali kepada orang-orang yang mempunyai keberuntungan yang besar.",
      "36": "Jika setan sungguh-sungguh menggodamu dengan halus (untuk meninggalkan perilaku baik itu), maka berlindunglah kepada Allah! Sesungguhnya Dialah Yang Maha Mendengar lagi Maha Mengetahui.",
      "37": "Sebagian dari tanda-tanda (kebesaran)-Nya adalah malam, siang, matahari, dan bulan. Janganlah bersujud pada matahari dan jangan (pula) pada bulan. Bersujudlah kepada Allah yang menciptakannya jika kamu hanya menyembah kepada-Nya.",
      "38": "Jika mereka (orang-orang musyrik) menyombongkan diri (enggan bersujud kepada-Nya), mereka (malaikat) yang (berada) di sisi Tuhanmu selalu bertasbih kepada-Nya pada malam dan siang hari tanpa pernah jemu.",
      "39": "Sebagian dari tanda-tanda (kebesaran)-Nya adalah bahwa engkau melihat bumi kering dan tandus, kemudian apabila Kami menurunkan air (hujan) padanya, ia pun hidup dan menjadi subur. Sesungguhnya Zat yang menghidupkannya pasti dapat menghidupkan yang mati. Sesungguhnya Dia Maha Kuasa atas segala sesuatu.",
      "40": "Sesungguhnya orang-orang yang mengingkari tanda-tanda (kebesaran) Kami, (mereka) tidak tersembunyi dari Kami. Apakah orang-orang yang dilemparkan ke dalam neraka itu lebih baik ataukah yang datang pada hari Kiamat dengan aman sentosa? Lakukanlah apa yang kamu kehendaki! Sesungguhnya Dia Maha Melihat apa yang kamu kerjakan.",
      "41": "Sesungguhnya orang-orang yang mengingkari Al-Qur’an ketika (Al-Qur’an) itu disampaikan kepada mereka, (pasti mereka akan celaka). Sesungguhnya (Al-Qur’an) itu adalah kitab yang mulia.",
      "42": "Tidak ada kebatilan yang mendatanginya, baik dari depan maupun dari belakang.672) (Al-Qur’an itu adalah) kitab yang diturunkan dari Tuhan Yang Maha Bijaksana lagi Maha Terpuji.",
      "43": "Apa yang dikatakan (oleh orang-orang kafir) kepadamu tidak lain adalah apa yang telah dikatakan kepada rasul-rasul sebelummu. Sesungguhnya Tuhanmu pasti mempunyai ampunan dan azab yang pedih.",
      "44": "Seandainya Kami menjadikannya (Al-Qur’an) bacaan dalam bahasa selain Arab, niscaya mereka akan mengatakan, “Mengapa ayat-ayatnya tidak dijelaskan (dengan bahasa yang kami pahami)?” Apakah patut (Al-Qur’an) dalam bahasa selain bahasa Arab, sedangkan (rasul adalah) orang Arab? Katakanlah (Nabi Muhammad), “Al-Qur’an adalah petunjuk dan penyembuh bagi orang-orang yang beriman, sedangkan orang-orang yang tidak beriman, pada telinga mereka ada penyumbat dan mereka buta terhadapnya (Al-Qur’an).673) Mereka itu (seperti) orang-orang yang dipanggil dari tempat yang jauh.”",
      "45": "Sungguh, Kami benar-benar telah menganugerahkan Kitab (Taurat) kepada Musa, lalu ia (kitab itu) diperselisihkan. Seandainya tidak ada ketetapan yang terdahulu dari Tuhanmu (bahwa orang-orang yang mendustakan Al-Qur’an akan ditunda penyiksaannya), niscaya telah dilaksanakan hukuman di antara mereka. Sesungguhnya mereka benar-benar dalam kebimbangan dan keraguan terhadapnya.",
      "46": "Siapa yang mengerjakan kebajikan, maka (pahalanya) untuk dirinya sendiri dan siapa yang berbuat jahat, maka (akibatnya) menjadi tanggungan dirinya sendiri. Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya).",
      "47": "Hanya kepada-Nya pengetahuan tentang hari Kiamat itu dikembalikan.674) Tidak ada sama sekali buah-buahan yang keluar dari kelopaknya dan tidak seorang perempuan pun yang mengandung dan melahirkan, melainkan semuanya dengan sepengetahuan-Nya. Pada hari ketika Dia (Allah) menyeru mereka, “Di manakah sekutu-sekutu-Ku itu?”675) Mereka menjawab, “Kami menyatakan kepada-Mu bahwa tidak ada seorang pun di antara kami yang dapat memberi kesaksian (bahwa Engkau mempunyai sekutu).”",
      "48": "Lenyaplah dari mereka apa yang dahulu selalu mereka sembah dan mereka pun mengetahui bahwa tidak ada tempat untuk menghindar (dari azab Allah) bagi mereka.",
      "49": "Manusia tidak pernah jemu memohon kebaikan dan jika ditimpa malapetaka, mereka berputus asa dan hilang harapan.",
      "50": "Jika Kami menganugerahkan kepadanya suatu rahmat dari Kami setelah ditimpa kesusahan, pastilah dia akan berkata, “Ini adalah hakku dan aku tidak yakin bahwa hari Kiamat itu akan terjadi. Jika (ternyata) aku dikembalikan kepada Tuhanku, sesungguhnya aku akan memperoleh kebaikan di sisi-Nya.” Maka, sungguh, Kami akan memberitahukan kepada orang-orang yang kufur tentang apa yang telah mereka kerjakan dan sungguh Kami benar-benar akan menimpakan kepada mereka azab yang sangat berat.",
      "51": "Apabila Kami menganugerahkan kenikmatan kepada manusia, niscaya dia berpaling (tidak mensyukuri nikmat-Nya) dan menjauhkan diri (dari Allah dengan sombong), namun apabila kesusahan menimpanya, dia akan banyak berdoa.",
      "52": "Katakanlah (Nabi Muhammad), “Bagaimana pendapatmu jika (Al-Qur’an) itu datang dari sisi Allah, kemudian kamu mengingkarinya? Siapakah yang lebih sesat daripada orang yang selalu menyimpang jauh (dari kebenaran)?”",
      "53": "Kami akan memperlihatkan kepada mereka tanda-tanda (kebesaran) Kami di segenap penjuru dan pada diri mereka sendiri sehingga jelaslah bagi mereka bahwa (Al-Qur’an) itu adalah benar. Tidak cukupkah (bagi kamu) bahwa sesungguhnya Tuhanmu menjadi saksi atas segala sesuatu?",
      "54": "Ketahuilah, sesungguhnya mereka dalam keraguan tentang pertemuan dengan Tuhan mereka. Ketahuilah, sesungguhnya Dia Maha Meliputi segala sesuatu."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Ha Mim.Hanya Allah saja Yang Maha Tahu tentang apa maksudnya.",
        "2": "Al-Qur’an ini diturunkan secara bertahap dari Allah, Tuhan Yang Maha Pengasih kepada semua makhluk ciptaan-Nya, lagi Maha Penyayang hanya kepada orang-orang yang beriman.",
        "3": "Kitab itu adalah Al-Qur’an yang dalam ayat-ayatnya dijelaskan semua yang diperlukan oleh manusia untuk meraih kebahagiaan hidup duniawi dan ukhrawi, bacaan yang mulia dalam bahasa Arab, sebagai petunjuk untuk kaum yang mau dan berpotensi mengetahui.",
        "4": "Al-Qur’an itu adalah kitab yang membawa berita gembira bagi orang-orang yang beriman dan beramal saleh, dan peringatan bagi orang-orang yang membuat kerusakan di muka bumi, tetapi sangat disayangkan karena kebanyakan dari mereka orang-orang yang membuat kerusakan itu berpaling dari petunjuk-Nya serta hal itulah yang membuat mereka tidak mendengarkan yakni tidak menyambut berita gembira dan per-ingatan itu.",
        "5": "Penolakan dan keberpalingan orang-orang musyrik Mekah terhadap Al-Qur’an itu mereka nyatakan dalam bentuk pengakuan langsung. Dan mereka orang-orang musyrik Mekah itu, berkata, “Hati dan akal pikiran kami sudah tertutup dan terkunci rapat dari apa yang engkau seru kami kepadanya, dan telinga kami sudah tersumbat sehingga kami tidak dapat mendengar apa pun yang engkau sampaikan, dan di antara kami dan engkau ada dinding pembatas yang sangat tebal. Oleh karena itu, lakukanlah apa yang sesuai menurut kehendakmu, dan demikian pula sesungguhnya kami akan melakukan apa yang sesuai menurut kehendak kami.”",
        "6": "Setelah mendengar pernyataan langsung dari kaum musyrik Me-kah tentang penolakan mereka tersebut, Allah memerintah Nabi Muhammad untuk menjawabnya. Katakanlah kepada mereka, wahai Nabi Muhammad, “Aku ini hanyalah seorang manusia seperti kamu juga. Aku adalah nabi dan rasul Allah dengan membawa Al-Qur’an yang diwahyukan kepadaku. Di dalam Al-Qur’an itu terdapat ajaran dasar bahwa Tuhan kamu adalah Allah dan Dia adalah Tuhan Yang Maha Esa; karena itu tetaplah kamu beribadah kepada-Nya, dan mohonlah ampunan kepada-Nya agar kamu tidak terjerumus kepada kesesatan. Dan sadarilah bahwa dengan bercermin kepada umat terdahulu yang telah diazab Allah, maka akan celakalah orang-orang yang mempersekutukan-Nya dengan yang lain.",
        "7": "Siapakah orang-orang yang mempersekutukan Allah itu? Mereka adalah orang-orang yang tidak menunaikan zakat, dan mereka juga ingkar terhadap kehidupan akhirat dan tidak mempercayai adanya kebangkitan manusia kembali setelah mereka dimatikan.",
        "8": "Setelah menggambarkan ancaman bagi orang-orang musyrik Mekah, Al-Qur’an mengalihkan perhatian kepada orang-orang beriman. Sesungguhnya orang-orang yang beriman dengan tulus ikhlas dan yang membuktikan iman mereka dengan mengerjakan kebajikan dan beramal saleh, mereka mendapat anugerah pahala yang sangat besar serta dilimpahi rezeki yang tidak ada putus-putusnya.”",
        "9": "Penggambaran sikap orang-orang musyrik Mekah yang memper-sekutukan Allah dan menolak keniscayaan hari Kiamat merupakan sikap yang tidak pantas untuk dilakukan terhadap Sang Pencipta alam semesta. Oleh sebab itu, Nabi Muhammad diperintahkan untuk memberikan peringatan keras terhadap orang-orang musyrik Mekah itu dan orang-orang yang bersikap sama dengan mereka. Katakanlah wahai Nabi Muhammad, “Pantaskah kamu ingkar kepada Allah, Tuhan yang menciptakan planet bumi dalam dua masa, dan pada waktu yang sama kamu adakan pula sekutu-sekutu bagi-Nya? Allah Yang Maha Esa itulah Tuhan Pencipta dan Pemelihara seluruh alam.”",
        "10": "Dan setelah menciptakan bumi, Dia ciptakan pula padanya gunung-gunung yang kokoh di atasnya yang menjadi pasak bagi bumi. Dan kemudian Dia berkahi bumi itu sehingga layak menjadi tempat kehidupan bagi makhluk tumbuhan, hewan, dan manusia, dan Dia pula yang tentukan makanan-makanan bagi para penghuni-nya. Semua itu tercipta dalam empat masa. Penjelasan ini sangat memadai untuk memenuhi kebutuhan orang-orang yang bertanya tentang penciptaan alam raya, serta mereka yang memerlukannya.",
        "11": "Dari menguraikan ihwal penciptaan bumi dan sarana kehidupan bagi makhluk yang mendiaminya, Al-Qur’an kemudian beralih kepada ihwal penciptaan langit. Kemudian Dia, yakni perintah atau kekuasaan-Nya menuju ke langit dan langit ketika itu masih berupa asap, lalu Dia berfirman kepadanya dan kepada bumi, “Datanglah kamu berdua menuruti perintah-Ku dengan patuh atau terpaksa.” Mendengar perintah itu, keduanya, langit dan bumi, lalu menjawab, Kami datang kepada-MU ya Allah dengan tunduk dan patuh guna mengikuti aturan-Mu.”",
        "12": "Ayat ini masih menjelaskan tentang penciptaan langit. Lalu diciptakan-Nya tujuh langit dalam waktu dua masa, dan pada setiap langit Dia mewahyukan dan menetapkan urusan masing-masing. Kemudian langit yang dekat dengan bumi, Kami hiasi dengan bintang-bintang yang bersinar cemerlang, dan Kami ciptakan bintang-bintang itu untuk memelihara langit dengan pemeliharaan yang sempurna. Demikianlah ketentuan Allah berlaku, dan Dia adalah Zat Yang Mahaperkasa lagi Maha Mengetahui.",
        "13": "Ihwal penciptaan langit dan bumi sebagai bukti kemahakuasaan Allah, yang dijelaskan oleh ayat-ayat terdahulu, ternyata tidaklah membuat orang-orang musyrik Mekah berubah sikap dan keyakinan. Oleh sebab itu, ayat-ayat berikut memerintahkan Nabi Muhammad menyampaikan peringatan berupa pengalaman kaum 'Ad dan Samud yang telah menolak kebenaran. Jika mereka, orang-orang musyrik Mekah, masih saja berpaling dari kebenaran yang disampaikan itu, maka katakanlah kepada mereka, “Aku telah memperingatkan kamu akan bencana petir seperti petir yang menimpa kaum 'Ad dan kaum Samud.”",
        "14": "Demikianlah, sebagaimana juga dikisahkan oleh Al-Qur’an, ketika para rasul datang kepada masing-masing mereka, kaum 'Ad dan Samud , baik dari arah depan dan juga dari arah belakang mereka. Hal ini bermakna bahwa para rasul itu menyampaikan seruan kebenaran dengan berbagai cara, baik terang-terangan maupun dengan sembunyi-sembunyi. Para rasul itu menyerukan, “Janganlah kamu menyembah selain Allah.” Mendengar seruan itu mereka, kaum 'Ad dan Samud menjawab, “Kalau Tuhan kami menghendaki untuk mengutus rasul, tentu Dia mengutus dan menurunkan malaikat-malaikat-Nya kepada kami, bukan manusia biasa seperti kamu. Maka sesungguhnya dengan kenyataan seperti itu, kami mengingkari wahyu yang engkau sengaja diutus untuk menyampaikannya kepada kami.”",
        "15": "Ayat berikut memerinci apa yang dialami oleh kaum 'Ad dan apa pula yang dialami oleh kaum Samud. Maka adapun kaum 'Ad, mereka sangat menyombongkan diri di bumi tanpa mengindahkan kebenaran yang diserukan oleh Nabi Hud, rasul yang dibangkitkan di kalangan mereka, dan bahkan dengan congkak mereka berkata, “Siapakah, yakni tidak ada siapa pun, yang lebih hebat kekuatannya dari kami?” Sungguh sangat congkak dan sombong sikap kaum 'Ad itu. Tidakkah mereka memperhatikan dan menyadari bahwa sesungguhnya Allah yang menciptakan mereka adalah Zat Yang Mahakuasa lagi Mahaperkasa? Dia adalah Zat yang lebih hebat kekuatan-Nya dari kekuatan yang mereka punya. Dan dalam sikap kesombongan dan kecongkakan seperti itu, mereka juga telah mengingkari tanda-tanda kebesaran Kami.",
        "16": "Sebagai ganjaran bagi kecongkakan dan kesombongan mereka itu, maka Kami tiupkan kepada mereka angin yang sangat bergemuruh dan di-ngin hingga terasa menusuk tulang yang berlangsung dalam beberapa hari, yakni selama tujuh malam dan delapan hari yang mereka anggap sebagai hari yang nahas. Itu semua Kami timpakan kepada para pendurhaka itu karena Kami ingin agar mereka itu merasakan siksaan yang menghinakan dalam kehidupan di dunia. Sedangkan azab akhirat pasti lebih menghinakan dibandingkan siksaan di dunia, dan mereka tidak diberi pertolongan sedikit pun.",
        "17": "Dan adapun terhadap kaum Samud , mereka telah Kami beri petunjuk untuk mencapai jalan kebaikan dengan mengutus Nabi Saleh. Sebagai bukti kebenaran risalahnya, Kami berikan kepada Nabi Saleh itu mukjizat berupa unta yang tidak boleh disembelih, tetapi mereka lebih menyukai kebutaan atau kesesatan yang disebabkan kebutaan mata hati, daripada petunjuk yang Kami sampaikan itu. Maka, mereka disambar petir dan halilintar sebagai azab yang menghinakan dan membinasakan disebabkan apa yang telah mereka kerjakan.",
        "18": "Setelah menjelaskan azab yang ditimpakan kepada kaum 'Ad dan Samud yang mendurhakai nabinya masing-masing, Allah lalu menjelaskan keadaan Nabi Hud dan Nabi Saleh beserta para pengikutnya. Allah berfirman, “Dan Kami selamatkan kedua nabi itu, Nabi Hud dan Nabi Saleh, beserta orang-orang beriman yang menjadi pengikut keduanya karena mereka adalah orang-orang yang senantiasa bertakwa dengan melaksanakan segala yang Kami perintahkan dan meninggalkan apa yang Kami larang.",
        "19": "Ayat-ayat sebelum ini berbicara tentang azab dan siksaan yang ditimpakan kepada kaum pendurhaka ketika mereka masih di dunia, dan mengisyaratkan bahwa siksaan di akhirat jauh lebih dahsyat dan menghinakan. Ayat-ayat berikut menjelaskan bagaimana penggambaran azab akhirat tersebut. Dan ingatkanlah kaum kafir Mekah itu, wahai Nabi Muhammad, bahwa pada hari Kiamat ketika mereka musuh-musuh Allah itu, seperti kaum 'Ad dan Samud, digiring dengan kasar dan tanpa belas kasihan oleh para malaikat ke dalam neraka lalu mereka dipisah-pisahkan.",
        "20": "Sehingga apabila mereka, para musuh Allah itu, sampai ke depan pintu neraka, lalu diajukanlah kepada mereka pertanyaan tentang dosa-dosa yang telah mereka lakukan selama hidup di dunia. Akan tetapi, mereka mengingkarinya dan tidak mengakui perbuatan dosa itu. Maka, Allah mengambil anggota badan mereka, seperti pendengaran, penglihatan, dan kulit mereka menjadi saksi terhadap apa yang telah mereka lakukan selama hidup di dunia itu.",
        "21": "Ketika anggota tubuh mereka, seperti pendengaran, penglihatan, dan kulit mereka menjadi saksi terhadap perbuatan dosa yang mereka lakukan selama hidup di dunia, mereka pun mempertanyakan hal itu. Dan ingatlah ketika mereka para musuh Allah itu, berkata kepada kulit mereka sendiri, “Mengapa kamu menjadi saksi yang memberatkan terhadap kami?” Kulit mereka menjawab, “Yang menjadikan kami dapat berbicara adalah Allah, yang juga menjadikan segala sesuatu dapat berbicara, dan Dialah juga yang menciptakan kamu yang pertama kali serta menganugerahkan kemampuan berbicara, dan hanya kepada-Nya saja kamu dikembalikan.”",
        "22": "Dan kamu benar-benar tidak dapat dan tidak mampu bersembunyi dari kesaksian yang diberikan oleh pendengaran, penglihatan, dan kulitmu terhadap diri-mu sendiri. Bahkan kamu mengira bahwa Allah Yang Maha Mendengar dan Maha Melihat itu tidak mengetahui banyak tentang apa yaitu perbuatan jahat yang telah kamu lakukan itu.",
        "23": "Dan sungguh itulah dugaan buruk-mu yang telah kamu sangkakan terhadap Tuhan yang telah berbuat baik kepada-mu, dan sekarang ternyata dugaan itulah yang telah membinasakan kamu, sehingga jadilah kamu termasuk dalam kelompok orang yang rugi,",
        "24": "Agar terasa betapa besar murka Allah terhadap musuh-musuh-Nya itu, maka pembicaraan tidak ditujukan kepada mereka, karena mereka tidak layak lagi untuk diajak bicara, tetapi dikatakan bahwa meskipun mereka bersabar atau menahan rasa pedih atas azab neraka, maka memang yang pantas nerakalah yang menjadi tempat tinggal mereka, dan jika mereka minta belas kasihan agar diampuni dan diringankan siksanya, maka mereka itu tidak termasuk orang yang pantas dikasihani untuk diberi ampunan dan keringanan siksa.",
        "25": "Setelah pada ayat-ayat yang lalu Al-Qur’an memberi kecaman terhadap para pendurhaka musyrikin Mekah dan siapa pun yang sama dengan mereka, pada ayat-ayat berikut Al-Qur’an menjelaskan lebih jauh sebab kedurhakaan itu. Dan Kami tetapkan bagi mereka para pendurhaka itu, teman-teman, yang sifat dan perangainya sama dengan mereka, yakni memuji-muji apa saja yang ada di hadapan mereka, yakni kelezatan duniawi, dan yang ada di belakang mereka, yakni kehidupan akhirat yang mereka ingkari. Dan oleh sebab itu, tetaplah atas mereka putusan, yakni azab, bersama umat-umat yang terdahulu sebelum mereka, dari golongan jin dan manusia. Sungguh, mereka semua para pendurhaka itu, adalah orang-orang yang benar-benar menderita kerugian.",
        "26": "Contoh dari teman-teman para pendurhaka itu dapat dilihat pada perbuatan orang-orang yang melarang mendengarkan bacaan Al-Qur’an. Dan orang-orang yang kafir berkata satu sama lain di antara sesama mereka, “Janganlah kamu mendengarkan dengan cara apa pun bacaan Al-Qur’an ini, dan buatlah kegaduhan terhadapnya dengan cara berteriak-teriak atau bertepuk tangan sehingga bacaan itu tidak bisa didengar, agar dengan berbuat kegaduhan itu kamu dapat mengalahkan bacaan Al-Qur’an itu.",
        "27": "Menanggapi saran para pendurhaka itu kepada teman-temannya agar membuat kegaduhan ketika Al-Qur’an sedang dibacakan, maka Allah akan menimpakan azab kepada mereka. Firman Allah, “Maka sungguh, akan segera Kami timpakan azab yang keras serta siksa yang pedih kepada orang-orang yang kafir itu, dan di samping itu sungguh akan Kami beri balasan kepada mereka dengan seburuk-buruk balasan di akhirat nanti terhadap apa yang telah mereka kerjakan di dunia.",
        "28": "Demikianlah, siksa yang seburuk-buruknya itu merupakan balasan terhadap musuh-musuh Allah yaitu neraka; mereka mendapat tempat tinggal yang kekal di dalamnya sebagai balasan atas keingkaran mereka yang terus menerus terhadap ayat-ayat Kami.",
        "29": "Berkaitan erat dengan siksa yang menanti orang-orang kafir itu di neraka, ayat ini menggambarkan permintaan mereka agar diperlihatkan siapa yang telah menyesatkan mereka. Dan ketika sudah berada di neraka, orang-orong yang kafir berkata, “Ya Tuhan kami, perlihatkanlah kepada kami dua golongan makhluk yang telah menyesatkan dan mengakibatkan kami terjerumus masuk neraka ini, yaitu golongan jin dan manusia, agar kami letakkan mereka keduanya di bawah telapak kaki kami, agar kedua golongan itu menjadi orang yang paling bawah atau hina.”",
        "30": "Pada ayat-ayat yang lalu telah dijelaskan adanya teman-teman bagi para pendurhaka yang menjerumuskan mereka ke dalam neraka, maka pada ayat-ayat berikut disajikan kebalikan dari itu, yakni orang-orang beriman yang bersaksi bahwa Allah adalah Tuhan mereka. Sesungguhnya orang-orang beriman yang berkata, “Tuhan kami adalah Allah,” kemudian mereka bermohon kepada Allah agar meneguhkan pendirian mereka beristikamah dalam hidup, maka malaikat-malaikat akan turun kepada mereka yang akan menjadi teman mereka dengan berkata, “Janganlah kamu merasa takut menghadapi masa datang, dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan memperoleh surga yang telah dijanjikan Allah kepadamu melalui Rasul-Nya.”",
        "31": "Demikianlah para malaikat menenangkan orang-orang beriman dan membuat mereka lebih merasa nyaman. Para malaikat itu berkata, “Kami, atas perintah Allah, menjadi pelindung-pelindungmu dan akan selalu siap membantu kamu dalam kehidupan dunia dan demikian pula dalam kehidupan akhirat. Maka di dalamnya, yakni di dalam surga ini, kamu memperoleh apa yang kamu inginkan dalam bentuk berbagai kenikmatan, dan memperoleh apa saja yang pernah kamu minta dulu di dunia.",
        "32": "Yang demikian itu adalah sebagai penghormatan bagimu dari Allah Yang Maha Pengampun lagi Maha Penyayang.",
        "33": "Setelah ayat-ayat yang lalu menjelaskan penghargaan kepada orang-orang yang istikamah dengan kedatangan malaikat yang membantu mereka, maka ayat-ayat berikut memberikan pujian terhadap orang yang menyeru ke jalan Allah. Dan siapakah yang lebih baik perkataannya di antara manusia, daripada orang yang menyeru kepada Allah agar manusia tidak melakukan kemusyrikan, dan selalu gemar mengerjakan kebajikan dan berkata dengan penuh keyakinan, “Sungguh, aku termasuk ke dalam kelompok orang-orang muslim yang berserah diri?”",
        "34": "Orang seperti itulah orang yang terbaik. Dan dengan demikian tidaklah sama antara kebaikan dan pelaku kebaikan itu dengan kejahatan dan pelaku kejahatan itu. Oleh sebab itu, tolaklah kejahatan itu dengan cara yang lebih baik, dalam arti sebaik-baiknya. Jika itu yang dilakukan sehingga orang yang ada rasa permusuhan antara kamu dan dia akan berubah sikapnya kepadamu menjadi seperti teman yang setia.",
        "35": "Dan ketahuilah bahwa sifat-sifat yang baik itu, yakni membalas keburukan dengan kebaikan, tidak akan dianugerahkan kecuali kepada orang-orang yang sudah terbiasa bersikap sabar dan juga tidak dianugerahkan kecuali kepada orang-orang yang mempunyai keberuntungan yang besar serta mempunyai hati yang bersih.",
        "36": "Sikap terpuji yang membalas keburukan dengan kebaikan itu sangat dibenci oleh setan. ltulah sebabnya setan selalu menghalang-halangi manusia agar tidak bersikap seperti demikian. Untuk itu, Allah mengajarkan bagaimana menghadapi setan berkaitan dengan hal itu. Dan jika setan mengganggumu wahai Nabi Muhammad, dengan suatu godaan, membalas keburukan dengan keburukan atau berbuat perbuatan lain yang tidak terpuji, maka mohonlah perlindungan kepada Allah. Sungguh, Dialah Yang Maha Mendengar, Maha Mengetahui sebagai tempat berlindung.",
        "37": "Al-Qur’an memang kitab hidayah yang menuntun manusia agar menempuh jalan yang lurus. Setelah berbicara tentang sikap terpuji, yakni membalas keburukan dengan kebaikan, Al-Qur’an kemudian mengingatkan manusia betapa Allah itu sangat berkuasa sehingga malam, siang, matahari dan bulan dengan caranya sendiri-sendiri bersujud kepada Allah. Dengan metode observasi terhadap fenomena alam ini merupakan bentuk pengajaran yang menyentuh, bagi orang-orang yang mau mempergunakan nalarnya dengan baik. Dan sebagian dari tanda-tanda kebesaran dan kekuasaan-Nya ialah adanya malam, siang, matahari, dan bulan yang merupakan ciptaan Allah. Oleh sebab itu, janganlah pernah bersujud kepada matahari dan jangan pula pernah bersujud kepada bulan, karena kedua-duanya adalah ciptaan Allah, tetapi bersujudlah hanya kepada Allah saja yang menciptakannya, jika memang kamu sudah menyatakan hanya akan menyembah kepada-Nya saja.",
        "38": "Jika mereka orang-orang kafir itu masih menyombongkan diri tidak mau mengikuti tuntunan ini janganlah kecewa. Sebab, Allah tidak memerlukan penyembahan dari siapa pun dan sudah ada malaikat yang tunduk dan patuh kepada Allah. Dengan ketundukan dan kepatuhan itu, maka mereka para malaikat yang di sisi Tuhanmu itu senantiasa bertasbih kepada-Nya pada malam dan siang hari, sedang mereka dalam bertasbih itu tidak pernah merasa jemu dan bosan.",
        "39": "Dan sebagian dari tanda-tanda kebesaran dan kekuasaan-Nya adalah engkau melihat dengan kasat mata atau dengan pemikiran bumi itu kering dan tandus juga gersang dan mati, tetapi apabila Kami turunkan hujan dari langit di atas tanah yang kering dan tandus itu, niscaya dengan air hujan ia bergerak dan subur memberikan kehidupan, sehingga dapat ditumbuhi oleh tanam-tanaman yang sangat diperlukan oleh manusia dalam kehidupan. Ketahuilah, bahwa sesungguhnya Allah-lah yang menghidupkannya, dan dengan demikian pasti Allah dapat menghidupkan yang mati; sesungguhnya Dia Mahakuasa atas segala sesuatu.",
        "40": "Sangatlah logis bila dikatakan bahwa orang-orang yang mengingkari tanda-tanda kebesaran dan kemahakuasaan Allah tidak akan mampu bersembunyi dari penglihatan-Nya, karena Allah itu Zat Yang Maha Melihat lagi Maha Mengetahui. Ayat berikut memperingatkan dengan mengancam mereka. Sesungguhnya orang-orang yang mengingkari tanda-tanda kebesaran Kami dengan menempuh jalan yang sesat, mereka itu sedetik pun tidak tersembunyi dari tilikan Kami. Maka jika demikian manakah yang terbaik, apakah arang-orang yang dilemparkan ke dalam neraka yang lebih baik, ataukah mereka yang datang dengan aman sentosa pada hari Kiamat? Oleh sebab itu, katakanlah kepada orang-orang yang durhaka itu, “Lakukanlah apa saja yang kamu kehendaki sesuka hatimu! Sungguh, Dia Maha Melihat apa yang kamu kerjakan dan membalas kamu sesuai dengan apa yang kamu perbuat itu.",
        "41": "Ayat-ayat Allah ada yang terbentang di alam raya dan ada yang termaktub dalam Al-Qur’an. Bahkan Al-Qur’an adalah himpunan dari ayat-ayat Allah. Sebagaimana orang-orang yang mengingkari ayat-ayat Allah yang terbentang di alam raya ini, orang-orang yang mengingkari Al-Qur’an juga akan menjadi celaka. Sesungguhnya orang-orang yang mengingkari Al-Qur’an ketika Al-Qur’an itu disampaikan kepada mereka, mereka itu pasti akan celaka jika tidak segera bertobat, dan sesungguhnya Al-Qur’an itu adalah Kitab yang mulia dari Zat Yang Mahamulia lagi Mahaperkasa.",
        "42": "Al-Qur'an itu adalah kitab yang tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang, baik pada masa lalu dan yang akan datang, kitab yang diturunkan dari Tuhan Yang Mahabijaksana lagi Maha Terpuji.",
        "43": "Jelaslah sekarang, dari ungkapan ayat-ayat yang lalu, tindakan durhaka yang dilakukan oleh para pendurhaka yang memaki dan mengejek nabi dan rasul sama saja dengan apa yang dilakukan oleh musyrik Mekah terhadap Nabi Muhammad. “Apa yang dikatakan oleh orang-orang kafir musyrik Mekah kepadamu wahai Nabi Muhammad, apakah itu menyangkut dirimu, ataupun menyangkut Al-Qur’an, tidak lain adalah sama dengan apa yang telah dikatakan kepada rasul-rasul sebelummu. Oleh sebab itu, bersabarlah atas makian dan ejekan mereka. Sungguh, Tuhanmu akan melindungi dan membimbingmu, dan Dia mempunyai ampunan bagi orang-orang beriman dan mempunyai azab yang pedih untuk orang-orang yang durhaka.”",
        "44": "Salah satu pernyataan orang-orang durhaka itu tentang Al-Qur’an adalah bahwa mereka telah menutup hati dari Al-Qur’an (ayat 5). Pernyataan itu sebenarnya ungkapan lain dari pengingkaran bahwa mereka sebenarnya tidak mau mengerti dengan Al-Qur’an. Dan sekiranya Al-Qur’an yang Kami turunkan itu, Kami jadikan sebagai bacaan dalam bahasa selain bahasa Arab atau dalam bahasa Arab tetapi tidak jelas maknanya bagi orang-orang kafir itu, niscaya mereka mengatakan dengan nada mengecam, “Mengapa tidak dijelaskan dan diperinci apa maksud ayat-ayatnya?” Kecaman orang-orang kafir itu dijawab Allah dalam Al-Qur’an sendiri, “Apakah patut Al-Qur’an diturunkan dalam bahasa selain bahasa Arab, sedangkan rasul yang membawanya dan masyarakat yang ditujunya ketika itu adalah orang Arab yang berbahasa Arab? Katakanlah, wahai Nabi Muhammad, 'Al-Qur’an itu secara khusus adalah sebagai petunjuk dan penyembuh bagi orang-orang yang beriman. Dan sedangkan bagi orang-orang yang tidak beriman pada telinga mereka ada sumbatan, dan Al-Qur’an itu merupakan kegelapan bagi mereka. Mereka itu seperti orang-orang yang dipanggil dari tempat yang jauh sehingga mereka tidak mendengar panggilan orang yang memanggil.”",
        "45": "Sama dengan apa yang dilakukan oleh orang-orang musyrik Mekah yang memperselisihkan Al-Qur’an, hal yang sama juga terjadi atas kitab Taurat yang diturunkan kepada Nabi Musa. Firman Allah, “Dan sungguh, telah Kami berikan kepada Musa Kitab Taurat, lalu Kitab Taurat itu diperselisihkan oleh Bani Israil. Sekiranya tidak ada keputusan yang terdahulu dari Tuhanmu, yakni menunda jatuhnya siksa sampai nanti pada hari yang ditetapkan, niscaya orang-orang kafir itu pasti sudah dibinasakan. Dan sesungguhnya mereka menyikapi Al-Qur’an itu benar-benar dalam keraguan yang mendalam, terutama terhadap kepastian-nya sebagai wahyu yang berasal dari Allah.",
        "46": "Oleh sebab itu, sadarilah apa yang telah diajarkan oleh Al-Qur’an itu bahwa barang siapa mengerjakan kebajikan maka pahalanya untuk dirinya sendiri, dan barang siapa berbuat jahat maka dosanya menjadi tanggungan dirinya sendiri, bukan dibebankan kepada orang lain. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba-Nya yang durhaka itu.",
        "47": "Dalam ayat ini Allah menyatakan bahwa tidak seorang pun yang mampu mengetahui terjadinya Kiamat, hanya kepada-Nyalah ilmu tentang hari Kiamat itu dikembalikan. Hanya Dia Yang Maha Mengetahui kapan terjadinya dan perincian kejadiannya. Tidak ada buah-buahan yang keluar dari kelopaknya, dan tidak seorang perempuan pun yang mengandung dan yang melahirkan, melainkan semuanya dengan sepengetahuan-Nya. Dialah yang mengetahui secara pasti dan segala perinciannya. Pada hari Kiamat itu, Dia (Allah) menyeru mereka, yakni orang-orang musyrik, “Di manakah sekutu-sekutu-Ku itu, yaitu berhala-berhala yang di dunia dahulu kamu sembah dan kamu duga dapat menyelamatkanmu dari siksaan-Ku?” Mereka menjawab, “Kami nyatakan kepada Engkau bahwa tidak ada seorang pun di antara kami yang dapat menjadi saksi yang memberi kesaksian pada hari ini.”",
        "48": "Dan dengan pernyataan mereka itu, lenyaplah dari hadapan mereka pada hari Kiamat itu apa yang di dunia dahulu selalu mereka sembah, dan mereka pun ketika itu juga tahu bahwa tidak ada jalan keluar bagi mereka yang dapat menghindarkan mereka dari azab Allah.",
        "49": "Ayat-ayat yang lalu menggambarkan azab di akhirat yang diperoleh manusia yang menyekutukan Allah. Ayat-ayat berikut ini menggambarkan sifat-sifat buruk manusia ketika di dunia ini. Allah menyatakan bahwa manusia pada umumnya tidak jemu memohon kebaikan untuk mendapat kesenangan bagi kehidupan mereka di dunia ini, dan jika sesudah itu disentuh dan ditimpa malapetaka, walau sedikit, yang mengganggu kesenangan mereka, mereka berputus asa terhadap nikmat Allah dan hilang harapannya untuk dikabulkan doanya.",
        "50": "Dan sifat buruk manusia yang lain adalah jika Kami berikan kepada-nya suatu rahmat atau hal-hal yang menyenangkan mereka dari Kami setelah ditimpa kesusahan sebelumnya, pastilah dengan bangga dia berkata, “Ini adalah hakku yang aku dapatkan dari usahaku, dan aku tidak menduga atau yakin bahwa hari Kiamat itu akan terjadi. Dan jika hari Kiamat itu pun akan terjadi dan aku dikembalikan kepada Tuhanku untuk mempertanggungjawabkan segala amalku, sesungguhnya aku pasti akan memperoleh bagian yang sangat baik di sisi-Nya.” Apa yang mereka katakan itu tidak akan pernah didapatkannya, bahkan sebaliknya. Maka sungguh di hari akhirat nanti, akan Kami beritahukan kepada mereka orang-orang kafir tentang apa yang telah mereka kerjakan di dunia, dan sungguh, akan Kami timpakan kepada mereka azab yang berat akibat kekafiran dan kedurhakaan mereka.",
        "51": "Dan demikian pula halnya apabila Kami berikan nikmat dan berbagai kebajikan kepada manusia, dia berpaling dari Kami dengan mengingkari nikmat-nikmat itu dan menjauhkan diri dari ajaran-ajaran Kami dengan sombong. Akan tetapi, apabila ditimpa malapetaka sebagai peringatan atas keingkaran dan kesombongan mereka, maka dia banyak berdoa dengan doa yang panjang.",
        "52": "Ayat ini menggambarkan kesesatan orang-orang yang mengingkari Al-Qur’an. Katakanlah kepada mereka, wahai Nabi Muhammad, “Bagaimana pendapatmu jika dia, yakni Al-Qur’an, yang kamu tolak tuntunannya dan keberadaannya itu benar-benar datang dari sisi Allah, kemudian kamu mengingkarinya. Jika demikian halnya, maka siapakah yang lebih sesat daripada orang yang selalu berada dalam penyimpangan yang jauh dari kebenaran seperti keadaan kamu?” Pastilah tidak ada yang lebih sesat.",
        "53": "Untuk mendukung kebenaran Al-Qur’an, Kami juga akan memperlihatkan kepada mereka tanda-tanda kebesaran Kami di segenap penjuru yang dapat mereka saksikan di luar diri mereka dan apa saja yang ada pada diri mereka sendiri yang dapat mereka rasakan, sehingga jelaslah bagi mereka bahwa Al-Qur’an itu adalah benar datang dari Allah. Tidak cukupkah bagi kamu, wahai Nabi Muhammad, bahwa Tuhanmu menjadi saksi atas segala sesuatu?",
        "54": "Allah lalu mengingatkan Nabi Muhammad dengan menyatakan, “Ingatlah, sesungguhnya mereka dalam keraguan, yakni tidak meyakini tentang pertemuan dengan Tuhan mereka kelak di hari Kiamat. Ingatlah pula, sesungguhnya Dia Maha Meliputi segala sesuatu dengan ilmu dan kekuasaan-Nya.”"
      }
    }
  }
}