{
  "number": 44,
  "name": "الدّخان",
  "name_latin": "Ad-Dukhān",
  "name_id": "Ad-Dukhan",
  "name_trans_id": "Kabut Asap",
  "number_of_verse": 59,
  "category": "Makkiyah",
  "arabics": {
    "1": "حٰمۤ  ۚ",
    "2": "وَالْكِتٰبِ الْمُبِيْنِۙ",
    "3": "اِنَّآ اَنْزَلْنٰهُ فِيْ لَيْلَةٍ مُّبٰرَكَةٍ اِنَّا كُنَّا مُنْذِرِيْنَ",
    "4": "فِيْهَا يُفْرَقُ كُلُّ اَمْرٍ حَكِيْمٍۙ",
    "5": "اَمْرًا مِّنْ عِنْدِنَاۗ اِنَّا كُنَّا مُرْسِلِيْنَۖ",
    "6": "رَحْمَةً مِّنْ رَّبِّكَ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُۗ",
    "7": "رَبِّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَاۘ اِنْ كُنْتُمْ مُّوْقِنِيْنَ",
    "8": "لَآ اِلٰهَ اِلَّا هُوَ يُحْيٖ وَيُمِيْتُ ۗرَبُّكُمْ وَرَبُّ اٰبَاۤىِٕكُمُ الْاَوَّلِيْنَ",
    "9": "بَلْ هُمْ فِيْ شَكٍّ يَّلْعَبُوْنَ",
    "10": "فَارْتَقِبْ يَوْمَ تَأْتِى السَّمَاۤءُ بِدُخَانٍ مُّبِيْنٍ",
    "11": "يَغْشَى النَّاسَۗ هٰذَا عَذَابٌ اَلِيْمٌ",
    "12": "رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ اِنَّا مُؤْمِنُوْنَ",
    "13": "اَنّٰى لَهُمُ الذِّكْرٰى وَقَدْ جَاۤءَهُمْ رَسُوْلٌ مُّبِيْنٌۙ",
    "14": "ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوْا مُعَلَّمٌ مَّجْنُوْنٌۘ",
    "15": "اِنَّا كَاشِفُوا الْعَذَابِ قَلِيْلًا اِنَّكُمْ عَاۤىِٕدُوْنَۘ",
    "16": "يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرٰىۚ اِنَّا مُنْتَقِمُوْنَ",
    "17": "۞ وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَاۤءَهُمْ رَسُوْلٌ كَرِيْمٌۙ",
    "18": "اَنْ اَدُّوْٓا اِلَيَّ عِبَادَ اللّٰهِ ۗاِنِّيْ لَكُمْ رَسُوْلٌ اَمِيْنٌۙ",
    "19": "وَّاَنْ لَّا تَعْلُوْا عَلَى اللّٰهِ ۚاِنِّيْٓ اٰتِيْكُمْ بِسُلْطٰنٍ مُّبِيْنٍۚ",
    "20": "وَاِنِّيْ عُذْتُ بِرَبِّيْ وَرَبِّكُمْ اَنْ تَرْجُمُوْنِۚ",
    "21": "وَاِنْ لَّمْ تُؤْمِنُوْا لِيْ فَاعْتَزِلُوْنِ",
    "22": "فَدَعَا رَبَّهٗٓ اَنَّ هٰٓؤُلَاۤءِ قَوْمٌ مُّجْرِمُوْنَ",
    "23": "فَاَسْرِ بِعِبَادِيْ لَيْلًا اِنَّكُمْ مُّتَّبَعُوْنَۙ",
    "24": "وَاتْرُكِ الْبَحْرَ رَهْوًاۗ اِنَّهُمْ جُنْدٌ مُّغْرَقُوْنَ",
    "25": "كَمْ تَرَكُوْا مِنْ جَنّٰتٍ وَّعُيُوْنٍۙ",
    "26": "وَّزُرُوْعٍ وَّمَقَامٍ كَرِيْمٍۙ",
    "27": "وَّنَعْمَةٍ كَانُوْا فِيْهَا فٰكِهِيْنَۙ",
    "28": "كَذٰلِكَ ۗوَاَوْرَثْنٰهَا قَوْمًا اٰخَرِيْنَۚ",
    "29": "فَمَا بَكَتْ عَلَيْهِمُ السَّمَاۤءُ وَالْاَرْضُۗ وَمَا كَانُوْا مُنْظَرِيْنَ ࣖ",
    "30": "وَلَقَدْ نَجَّيْنَا بَنِيْٓ اِسْرَاۤءِيْلَ مِنَ الْعَذَابِ الْمُهِيْنِۙ",
    "31": "مِنْ فِرْعَوْنَ ۗاِنَّهٗ كَانَ عَالِيًا مِّنَ الْمُسْرِفِيْنَ",
    "32": "وَلَقَدِ اخْتَرْنٰهُمْ عَلٰى عِلْمٍ عَلَى الْعٰلَمِيْنَ ۚ",
    "33": "وَاٰتَيْنٰهُمْ مِّنَ الْاٰيٰتِ مَا فِيْهِ بَلٰۤـؤٌا مُّبِيْنٌ",
    "34": "اِنَّ هٰٓؤُلَاۤءِ لَيَقُوْلُوْنَۙ",
    "35": "اِنْ هِيَ اِلَّا مَوْتَتُنَا الْاُوْلٰى وَمَا نَحْنُ بِمُنْشَرِيْنَ",
    "36": "فَأْتُوْا بِاٰبَاۤىِٕنَآ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "37": "اَهُمْ خَيْرٌ اَمْ قَوْمُ تُبَّعٍۙ وَّالَّذِيْنَ مِنْ قَبْلِهِمْۗ اَهْلَكْنٰهُمْ اِنَّهُمْ كَانُوْا مُجْرِمِيْنَ",
    "38": "وَمَا خَلَقْنَا السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا لٰعِبِيْنَ",
    "39": "مَا خَلَقْنٰهُمَآ اِلَّا بِالْحَقِّ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
    "40": "اِنَّ يَوْمَ الْفَصْلِ مِيْقَاتُهُمْ اَجْمَعِيْنَ ۙ",
    "41": "يَوْمَ لَا يُغْنِيْ مَوْلًى عَنْ مَّوْلًى شَيْـًٔا وَّلَا هُمْ يُنْصَرُوْنَۙ",
    "42": "اِلَّا مَنْ رَّحِمَ اللّٰهُ ۗاِنَّهٗ هُوَ الْعَزِيْزُ الرَّحِيْمُ ࣖ",
    "43": "اِنَّ شَجَرَتَ الزَّقُّوْمِۙ",
    "44": "طَعَامُ الْاَثِيْمِ ۛ",
    "45": "كَالْمُهْلِ ۛ يَغْلِيْ فِى الْبُطُوْنِۙ",
    "46": "كَغَلْيِ الْحَمِيْمِ ۗ",
    "47": "خُذُوْهُ فَاعْتِلُوْهُ اِلٰى سَوَاۤءِ الْجَحِيْمِۙ",
    "48": "ثُمَّ صُبُّوْا فَوْقَ رَأْسِهٖ مِنْ عَذَابِ الْحَمِيْمِۗ",
    "49": "ذُقْۚ اِنَّكَ اَنْتَ الْعَزِيْزُ الْكَرِيْمُ",
    "50": "اِنَّ هٰذَا مَا كُنْتُمْ بِهٖ تَمْتَرُوْنَ",
    "51": "اِنَّ الْمُتَّقِيْنَ فِيْ مَقَامٍ اَمِيْنٍۙ",
    "52": "فِيْ جَنّٰتٍ وَّعُيُوْنٍ ۙ",
    "53": "يَّلْبَسُوْنَ مِنْ سُنْدُسٍ وَّاِسْتَبْرَقٍ مُّتَقٰبِلِيْنَۚ",
    "54": "كَذٰلِكَۗ وَزَوَّجْنٰهُمْ بِحُوْرٍ عِيْنٍۗ",
    "55": "يَدْعُوْنَ فِيْهَا بِكُلِّ فَاكِهَةٍ اٰمِنِيْنَۙ",
    "56": "لَا يَذُوْقُوْنَ فِيْهَا الْمَوْتَ اِلَّا الْمَوْتَةَ الْاُوْلٰىۚ وَوَقٰىهُمْ عَذَابَ الْجَحِيْمِۙ",
    "57": "فَضْلًا مِّنْ رَّبِّكَۚ ذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ",
    "58": "فَاِنَّمَا يَسَّرْنٰهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُوْنَ",
    "59": "فَارْتَقِبْ اِنَّهُمْ مُّرْتَقِبُوْنَ ࣖࣖ"
  },
  "latins": [
    "Ḥā mīm.",
    "Wal-kitābil-mubīn(i).",
    "Innā anzalnāhu fī lailatim mubārakatin innā kunnā munżirīn(a).",
    "Fīhā yufraqu kullu amrin ḥakīm(in).",
    "Amram min 'indinā, innā kunnā mursilīn(a).",
    "Raḥmatam mir rabbik(a), innahū huwas-samī'ul-'alīm(u).",
    "Rabbis-samāwāti wal-arḍi wa mā bainahumā, in kuntum mūqinīn(a).",
    "Lā ilāha illā huwa yuḥyī wa yumīt(u), rabbukum wa rabbu ābā'ikumul-awwalīn(a).",
    "Bal hum fī syakkiy yal'abūn(a).",
    "Fartaqib yauma ta'tis-samā'u bidukhānim mubīn(in).",
    "Yagsyan-nās(a), hāżā 'ażābun alīm(un).",
    "Rabbanaksyif 'annal-'ażāba innā mu'minūn(a).",
    "Annā lahumuż-żikrā wa qad jā'ahum rasūlum mubīn(un).",
    "Ṡumma tawallau 'anhu wa qālū mu'allamum majnūn(un).",
    "Innā kāsyiful-'ażābi qalīlan innakum 'ā'idūn(a).",
    "Yauma nabṭisyul baṭsyatal kubrā, innā muntaqimūn(a).",
    "Wa laqad fatannā qablahum qauma fir'auna wa jā'ahum rasūlun karīm(un).",
    "An addū ilayya 'ibādallāh(i), innī lakum rasūlun amīn(un).",
    "Wa al lā ta'lū 'alallāh(i), innī ātīkum bisulṭānim mubīn(in).",
    "Wa innī 'użtu birabbī wa rabbikum an tarjumūn(i).",
    "Wa il lam tu'minū lī fa'tazilūn(i).",
    "Fa da'ā rabbahū anna hā'ulā'i qaumum mujrimūn(a).",
    "Fa asri bi'ibādī lailan innakum muttaba'ūn(a).",
    "Watrukil-baḥra rahwā(n), innahum jundum mugraqūn(a).",
    "Kam tarakū min jannātiw wa 'uyūn(in).",
    "Wa zurū'iw wa maqāmin karīm(in).",
    "Wa na'matin kānū fīhā fākihīn(a).",
    "Każālik(a), wa auraṡnāhā qauman ākharīn(a).",
    "Famā bakat 'alaihimus-samā'u wal-arḍ(u), wa mā kānū munẓarīn(a).",
    "Wa laqad najjainā banī isrā'īla minal-'ażābil-muhīn(i).",
    "Min fir'aun(a), innahū kāna 'āliyam minal-musrifīn(a).",
    "Wa laqadikhtarnāhum 'alā 'ilmin 'alal-'ālamīn(a).",
    "Wa ātaināhum minal-āyāti mā fīhi balā'um mubīn(un).",
    "Inna hā'ulā'i layaqūlūn(a).",
    "In hiya illā mautatunal-ūlā wa mā naḥnu bimunsyarīn(a).",
    "Fa'tū bi'ābā'inā in kuntum ṣādiqīn(a).",
    "Ahum khairun am qaumu tubba'(in), wal-lażīna min qablihim, ahlaknāhum innahum kānū mujrimīn(a).",
    "Wa mā khalaqnas-samāwāti wal-arḍa wa mā bainahumā lā'ibīn(a).",
    "Mā khalaqnāhumā illā bil-ḥaqqi wa lākinna akṡarahum lā ya'lamūn(a).",
    "Inna yaumal-faṣli mīqātuhum ajma'īn(a).",
    "Yauma lā yugnī maulan 'am maulan syai'aw wa lā hum yunṣarūn(a).",
    "Illā mar raḥimallāh(u), innahū huwal-'azīzur-raḥīm(u).",
    "Inna syajarataz-zaqqūm(i).",
    "Ṭa'āmul-aṡīm(i).",
    "Kal-muhl(i), yaglī fil-buṭūn(i).",
    "Kagalyil-ḥamīm(i).",
    "Khużūhu fa'tilūhu ilā sawā'il-jaḥīm(i).",
    "Ṡumma ṣubbū fauqa ra'sihī min 'azābil-ḥamīm(i).",
    "Żuq, innaka antal-'azīzul-karīm(u).",
    "Inna hāżā mā kuntum bihī tamtarūn(a).",
    "Innal-muttaqīna fī maqāmin amīn(in).",
    "Fī jannātiw wa 'uyūn(in).",
    "Yalbasūna min sundusiw wa istabraqim mutaqābilīn(a).",
    "Każālik(a), wa zawwajnāhum biḥūrin 'īn(in).",
    "Yad'ūna fīhā bikulli fākihatin āminīn(a).",
    "Lā yażūqūna fīhal-mauta illal-mautatal-ūlā, wa waqāhum 'ażābal-jaḥīm(i).",
    "Faḍlam mir rabbika żālika huwal-fauzul-'aẓīm(u).",
    "Fa innamā yassarnāhu bilisānika la'allahum yatażakkarūn(a).",
    "Fartaqib innahum murtaqibūn(a)."
  ],
  "translations": {
    "id": {
      "1": "Ḥā Mīm.",
      "2": "Demi Kitab (Al-Qur’an) yang jelas.",
      "3": "Sesungguhnya Kami (mulai) menurunkannya pada malam yang diberkahi (Lailatulqadar).681) Sesungguhnya Kamilah pemberi peringatan.",
      "4": "Pada (malam itu) dijelaskan segala urusan yang penuh hikmah.682)",
      "5": "(Hal itu merupakan) urusan (yang besar) dari sisi Kami. Sesungguhnya Kamilah yang mengutus (para rasul)",
      "6": "sebagai rahmat dari Tuhanmu. Sesungguhnya Dia Maha Mendengar lagi Maha Mengetahui,",
      "7": "yaitu Tuhan langit dan bumi serta apa yang ada di antara keduanya jika kamu orang-orang yang yakin.",
      "8": "Tidak ada tuhan selain Dia (yang) menghidupkan dan mematikan. (Dialah) Tuhanmu dan Tuhan nenek moyangmu terdahulu.",
      "9": "Akan tetapi, mereka dalam keraguan; mereka bermain-main.",
      "10": "Maka, nantikanlah hari (ketika) langit mendatangkan kabut asap yang tampak jelas683)",
      "11": "(yang) meliputi manusia (durhaka). Ini adalah azab yang sangat pedih.",
      "12": "(Mereka berdoa,) “Wahai Tuhan kami, lenyapkanlah azab itu dari kami. Sesungguhnya kami adalah orang-orang mukmin.”",
      "13": "Bagaimana mereka dapat menerima peringatan (setelah turun azab), padahal (sebelumnya) seorang Rasul (Nabi Muhammad) benar-benar telah datang kepada mereka (untuk) memberi penjelasan.",
      "14": "Kemudian, mereka berpaling darinya dan berkata, “Dia (Nabi Muhammad) diajari (oleh orang lain) lagi gila.”684)",
      "15": "Sesungguhnya (kalau) Kami melenyapkan azab itu sebentar saja, pasti kamu akan kembali (ingkar).",
      "16": "(Ingatlah) pada hari (ketika) Kami menghantam mereka dengan hantaman yang besar.685) Sesungguhnya Kami adalah pemberi balasan.",
      "17": "Sungguh, Kami benar-benar telah menguji kaum Fir'aun sebelum mereka dan telah datang (pula) seorang rasul yang mulia (Musa) kepada mereka.",
      "18": "(Musa berkata,) “Kembalikanlah kepadaku hamba-hamba Allah (Bani Israil). Sesungguhnya aku adalah utusan (Allah) yang dapat kamu percaya.",
      "19": "Janganlah kamu menyombongkan diri terhadap Allah karena sesungguhnya aku datang kepadamu dengan membawa bukti yang nyata.",
      "20": "Sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu dari ancamanmu untuk merajamku.",
      "21": "Jika kamu tidak beriman kepadaku, biarkanlah aku (menyampaikan pesan-pesan Tuhanku).”",
      "22": "Kemudian, dia (Musa) berdoa kepada Tuhannya (seraya berkata,) “Sesungguhnya mereka ini adalah kaum pendurhaka.”",
      "23": "(Allah berfirman,) “Oleh karena itu, berjalanlah dengan hamba-hamba-Ku pada malam hari. Sesungguhnya kamu akan dikejar.",
      "24": "Biarkanlah laut itu terbelah. Sesungguhnya mereka adalah bala tentara yang akan ditenggelamkan.”",
      "25": "Betapa banyak taman-taman dan mata-mata air yang mereka tinggalkan,",
      "26": "kebun-kebun serta tempat-tempat kediaman yang indah,",
      "27": "juga kesenangan-kesenangan yang dapat mereka nikmati di sana.",
      "28": "Demikianlah (Allah menyiksa mereka). Kami wariskan (semua) itu kepada kaum yang lain.",
      "29": "Langit dan bumi tidak menangisi mereka dan mereka pun tidak diberi penangguhan waktu.",
      "30": "Sungguh, Kami benar-benar telah menyelamatkan Bani Israil dari siksaan yang menghinakan,",
      "31": "(yaitu) dari (siksaan) Fir'aun. Sesungguhnya dia adalah orang yang sombong lagi termasuk orang-orang yang melampaui batas.",
      "32": "Sungguh, dengan (dasar) pengetahuan, Kami pilih mereka di atas seluruh alam  (semua bangsa pada masa itu).",
      "33": "Telah Kami berikan kepada mereka sebagian tanda-tanda (kebesaran Kami) sesuatu yang di dalamnya terdapat cobaan yang nyata.",
      "34": "Sesungguhnya mereka itu pasti akan berkata,",
      "35": "“Tidak ada (kematian) selain kematian di dunia ini dan kami tidak akan dibangkitkan.",
      "36": "Datangkanlah nenek moyang kami jika kamu orang-orang yang benar.”",
      "37": "Apakah mereka yang lebih baik atau kaum Tubba'686) dan orang-orang yang sebelum mereka. Kami telah membinasakan mereka karena sesungguhnya mereka adalah para pendurhaka.",
      "38": "Tidaklah Kami ciptakan langit, bumi, dan apa yang ada di antara keduanya secara main-main.",
      "39": "Tidaklah Kami ciptakan keduanya, kecuali dengan hak. Akan tetapi, kebanyakan dari mereka tidak mengetahui.",
      "40": "Sesungguhnya hari keputusan (hari Kiamat) itu adalah waktu yang dijanjikan bagi mereka semuanya,",
      "41": "(yaitu) hari (ketika) seorang teman setia sama sekali tidak dapat memberi manfaat sedikit pun kepada teman lainnya dan mereka tidak akan mendapat pertolongan,",
      "42": "kecuali orang yang diberi rahmat oleh Allah. Sesungguhnya Dialah Yang Maha Perkasa lagi Maha Penyayang.",
      "43": "Sesungguhnya pohon zaqum itu",
      "44": "adalah makanan orang yang bergelimang dosa.",
      "45": "(Zaqum itu) seperti cairan tembaga yang mendidih di dalam perut,",
      "46": "seperti mendidihnya air yang sangat panas.",
      "47": "Peganglah dia (wahai malaikat Zabaniyah), kemudian seretlah sampai ke tengah-tengah (neraka) Jahim.",
      "48": "Kemudian, tuangkanlah di atas kepalanya azab berupa air yang sangat panas.",
      "49": "(Dikatakan kepadanya,) “Rasakanlah! Sesungguhnya engkau (dalam kehidupan dunia) benar-benar (merasa sebagai orang) yang perkasa lagi mulia.",
      "50": "Sesungguhnya (azab) ini adalah sesuatu yang selalu kamu ragukan.”",
      "51": "Sesungguhnya orang-orang yang bertakwa berada dalam tempat yang aman,",
      "52": "(yaitu) di dalam taman-taman dan mata-mata air.",
      "53": "Mereka memakai sutra yang halus dan sutra yang tebal seraya (duduk) berhadapan.",
      "54": "Demikianlah (keadaan penghuni surga) dan Kami menjadikan mereka berpasangan dengan bidadari yang bermata elok.",
      "55": "Di dalamnya mereka dapat meminta segala macam buah-buahan dengan aman dan tenteram.687)",
      "56": "Mereka tidak akan merasakan mati di dalamnya selain kematian pertama (di dunia). Allah melindungi mereka dari azab (neraka) Jahim",
      "57": "sebagai karunia dari Tuhanmu. Itulah kemenangan yang sangat agung.",
      "58": "Sesungguhnya Kami telah memudahkannya (Al-Qur’an) dengan bahasamu (Arab) supaya mereka mendapat pelajaran.",
      "59": "Maka, tunggulah (kehancuran mereka)! Sesungguhnya mereka itu (juga sedang) menunggu."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Ha Mim",
        "2": "Allah bersumpah dalam ayat ini dengan kitab suci Al-Qur'an mengatakan, “Demi Kitab, yaitu Al-Qur’an yang menjelaskan petunjuk-petunjuk Allah untuk manusia agar senantiasa berada pada jalan yang benar.",
        "3": "Sesungguhnya Kami menurunkannya pertama kali dari Lauhul-Mahfuz ke langit dunia sekaligus pada malam yang di berkahi. Sungguh, Kamilah yang memberi peringatan.",
        "4": "Pada malam itu dijelaskan oleh Allah segala urusan yang penuh hikmah, yaitu segala perkara yang berhubungan dengan kehidupan makhluk di bumi, seperti hidup, mati, rezeki, nasib baik, nasib buruk, dan sebagainya,",
        "5": "yaitu urusan yang datang dari sisi Kami. Sungguh, Kamilah yang mengutus rasul-rasul kepada umat-umat terdahulu dan termasuk engkau, ya Muhammad, yang diutus kepada kaummu,",
        "6": "Sebagai Rahmat yang dilimpahkan kepada mereka dari Tuhanmu, wahai Nabi Muhammad. Sungguh, Dia Maha Mendengar semua yang mereka katakan, dan Maha Mengetahui semua yang mereka lakukan.",
        "7": "Tuhan, Pencipta, Pemelihara, dan Pengatur semua langit dan bumi dan apa yang ada di antara keduanya, baik yang tampak bagi kamu maupun yang tidak tampak; jika kamu orang-orang yang meyakini kebesaran dan kemahakuasaan-Nya.",
        "8": "Tidak ada tuhan yang patut dan wajib disembah selain Dia, Dia yang senantiasa menghidupkan dan mematikan. Dialah Tuhan Pemelihara kamu, dan Tuhan Pemelihara nenek moyangmu dahulu.",
        "9": "Tetapi mereka senantiasa dalam keraguan, mereka bermain-main terhadap tanda-tanda ke kuasaan Allah yang telah di tunjukkan kepada mereka.",
        "10": "Maka oleh sebab itu, tunggulah wahai Nabi Muhammad, atau siapa pun, hari ketika langit membawa kabut, yaitu debu yang beterbangan dari tanah akibat kekeringan yang berkepanjangan yang tampak jelas bagi mereka,",
        "11": "yang meliputi manusia sehingga mereka tidak dapat melihat apa pun di sekitar mereka dan melindungi diri mereka. Inilah azab yang pedih bagi orang-orang yang melakukan perbuatan dosa.",
        "12": "Ketika azab kabut itu turun kepada mereka, mereka berdoa, \"Ya Tuhan kami, Pencipta dan Pemelihara kami, lenyapkanlah azab yang Engkau turunkan itu dari kami. Sungguh, kami akan beriman secara mantap jika Engkau melepaskan dari kami azab ini.”",
        "13": "Bagaimana mereka dapat menerima peringatan yang telah Kami berikan kepada mereka dengan ke hadiran azab itu, padahal sebelumnya pun seorang rasul yang agung, yaitu Nabi Muhammad, telah datang memberi penjelasan kepada mereka, tetapi mereka tetap membangkang dan ingkar.",
        "14": "Kemudian karena ke ingkaran dan ke kafiran mereka terhadap rasul itu, mereka berpaling darinya dengan mengingkari kerasulannya dan bukti-bukti yang disampaikannya dan berkata dengan nada mengejek dan mencela, \"Dia, Rasul Muhammad yang di utus, itu orang yang menerima ajaran dari orang lain, bukan dari Allah,\" dan di saat lain mereka mengatakan bahwa dia adalah orang gila.",
        "15": "Permohonan mereka untuk di lepaskan dari azab itu tidak di kabulkan. Lalu Allah membalasnya dengan mengatakan, “Sesungguhnya, kalau Kami melenyapkan azab yang di turunkan itu sedikit saja dari kamu, tentu kamu akan kembali ingkar, tidak akan pernah mau beriman.",
        "16": "Ingatlah pada hari ketika terjadi peperangan Badr, Kami menghantam mereka dengan hantaman yang keras dan sehebat-hebatnya sehingga mereka mengalami kekalahan yang besar dan banyak pemimpin-pemimpin mereka yang tewas. Kami adalah pemberi balasan terhadap mereka yang durhaka dan berdosa.”",
        "17": "Dan sesungguhnya, sebelum mereka, yakni kaum musyrik Mekah, Kami benar-benar telah menguji kaum Fir’aun bersama dengan Fir’aun dengan berbagai nikmat dan ke senangan hidup dan telah datang kepada mereka seorang rasul yang mulia akhlaknya, yaitu Nabi Musa.",
        "18": "Rasul yang Kami utus itu berkata kepada mereka dengan lembut, “Serahkanlah kepadaku dengan penuh kerelaan hamba-hamba Allah, yaitu Bani Israil, kaumku dan keluargaku, dengan membebaskan mereka dari perbudakan dan siksaanmu. Sesungguhnya aku adalah utusan Allah, Tuhan seluruh alam yang dapat di percaya oleh-Nya untuk menyampaikan apa yang seharusnya aku sampaikan kepadamu.",
        "19": "dan janganlah kamu menyombongkan diri terhadap Allah dengan menolak aku sebagai rasul yang di utus-Nya kepadamu dan mengabaikan apa yang di perintahkan-Nya. Sungguh, aku datang dan di utus oleh-Nya kepadamu dengan membawa bukti, berupa mukjizat yang nyata tentang kerasulanku.”",
        "20": "Lalu mereka mendustakannya dan berkeinginan untuk membunuhnya. Akan tetapi, Musa tetap menyeru mereka, “Dan sesungguhnya aku, sebagai rasul utusan-Nya berlindung kepada Tuhanku yang mengutus dan memeliharaku dan Tuhanmu yang telah menciptakan, memelihara, dan menjagamu, dari ancamanmu untuk merajamku, yakni melukaiku dengan batu atau membunuhku dengan melempariku dengan batu.”",
        "21": "Dan selanjutnya Nabi Musa berkata kepada mereka, “Jika kamu tetap tidak mau beriman kepadaku walau aku sudah menyampaikan bukti-bukti tentang kerasulanku dan keesaan Allah, maka biarkanlah aku memimpin Bani Israil dan jangan mengganggu aku untuk menyampaikan pesan-pesan Tuhanku kepada mereka.”",
        "22": "Karena telah nyata kekafiran dan ke engganan mereka untuk ber iman kepada Allah dan kepada Nabi Musa, lalu dia berdoa kepada Tuhannya, “Sesungguhnya, mereka ini, yakni Fir’aun dan kaumnya, adalah kaum yang berdosa dan pendurhaka kepada Tuhannya. Oleh sebab itu, segerakanlah azab kepada mereka.”",
        "23": "Allah menyambut permohonan Nabi Musa dengan berfirman kepadanya, “Karena itu berjalanlah pada malam hari dengan hamba-hamba-Ku, sesungguhnya kamu, wahai Musa dan pengikut-pengikutmu, akan diikuti, yakni di kejar oleh Fir’aun dan bala tentaranya,",
        "24": "dan jika kamu semua nanti sampai di Laut Merah, maka pukulkanlah tongkatmu, dan laut akan terbelah, lalu menyeberanglah kamu semua. Bila kamu telah tiba di pantai, biarkanlah laut itu tetap terbelah sehingga Fir’aun dan bala tentaranya berusaha menyeberangi laut itu. Sesungguhnya mereka, yakni Fir’aun dan pengikut-pengikutnya adalah bala tentara yang akan di tenggelamkan ketika mereka berada di tengah-tengah laut itu.”",
        "25": "Setelah mereka ditenggelamkan dan semuanya mati, maka Allah menjelaskan bahwa betapa banyak taman-taman yang indah lagi menawan dan mata air-mata air yang mengalir yang mereka tinggalkan,",
        "26": "juga kebun-kebun yang beraneka ragam dan macamnya serta tempat-tempat kediaman yang nyaman, menyenangkan, dan indah,",
        "27": "dan kesenangan-kesenangan hidup yang berlimpah yang mereka semua adalah penikmatnya sebelum peristiwa penenggelaman itu terjadi.",
        "28": "Demikianlah Kami menguraikan dan menggambarkan keadaan mereka sebelum itu dan balasan yang Kami timpakan kepada mereka karena perbuatan mereka sendiri, dan Kami wariskan semua itu, yakni peninggalan mereka itu, kepada kaum yang lain sesudah mereka.",
        "29": "Maka langit dan bumi yang menyaksikan azab dan balasan yang di timpakan oleh Allah kepada Fir’aun dan pengikut-pengikutnya tidak menangisi mereka dan mereka pun tidak di beri penangguhan waktu, yakni kesempatan untuk memperbaiki diri mereka.",
        "30": "Dan dengan penenggelaman Firaun dan bala tentaranya sesungguhnya telah Kami selamatkan Bani Israil dengan kekuasaan Kami dari siksaan yang menghinakan,",
        "31": "dari siksaan Fir’aun dan bala tentaranya. Sesungguhnya dia itu orang yang sombong terhadap Allah dan manusia, serta termasuk orang-orang yang melampaui batas, yaitu berlebihan dalam melakukan kejahatan dan perbuatan dosa.",
        "32": "Dan dengan sungguh-sungguh, Kami telah memilih mereka, yakni Bani Israil, dengan dasar ilmu Kami untuk memiliki kelebihan di atas semua bangsa-bangsa yang lain pada masa itu.",
        "33": "Dan telah Kami berikan kepada mereka, melalui Nabi Musa yang Kami utus sebagai rasul Kami, di antara tanda-tanda kebesaran dan bukti ke kuasaan Kami sesuatu yang di dalamnya terdapat ujian serta nikmat yang nyata.",
        "34": "Sesungguhnya mereka, kaum musyrik Mekah itu, yang mendustakan Nabi Muhammad dan mendustakan kebangkitan di hari akhirat, pasti akan berkata,",
        "35": "“Sesungguhnya tidak ada kehidupan selain kehidupan yang disusul dengan kematian di dunia ini. Dan karena itu pula, kami tidak akan dibangkitkan setelah kematian di dunia ini.”",
        "36": "Begitu besar keingkaran mereka terhadap kebangkitan itu, sampai-sampai mereka menantang dengan mengatakan, “Jika kehidupan yang kedua itu akan ada, maka hadirkanlah atau hidupkanlah kembali nenek moyang kami yang sudah meninggal itu jika kamu orang yang benar.”",
        "37": "Apakah mereka, yakni kaum musyrik Mekah itu yang lebih baik kekuasaan dan kekuatannya atau kaum Tubba’, yaitu orang-orang Himyar dan raja-raja mereka di Yaman serta orang-orang yang musyrik dan para pendurhaka sebelum mereka? Tidak, sama sekali tidak. Kami telah binasakan mereka walaupun mereka memiliki kekuasaan dan kekuatan yang lebih, tetapi kekuasaan mereka tidak bermanfaat sedikit pun untuk menolak azab Kami. Sesungguhnya mereka itu adalah betul-betul para pendosa dan pendurhaka yang telah mendarah daging dalam diri mereka.",
        "38": "Dan tidaklah Kami menciptakan langit demikian luas dan bertingkat-tingkat dan bumi yang kokoh dan terhampar luas dengan segala isinya serta aturannya yang tertata dan harmonis serta apa yang ada di antara keduanya, yakni antara langit dan bumi yang dapat kamu saksikan, dengan bermain-main.",
        "39": "Tidaklah Kami ciptakan keduanya, yakni langit dan bumi itu, melainkan dengan haq atau benar sebagai bukti ke-Esaan dan kekuasaan Kami untuk kesempurnaan kehidupan manusia di dunia ini, tetapi kebanyakan mereka, kaum musyrik Mekah atau manusia tidak mengetahui.",
        "40": "Sesungguhnya hari penetapan keputusan tentang siapa yang taat dan siapa yang durhaka, yaitu hari Kiamat dan hari pemutusan dan pemilahan antara yang hak dan yang batil, itu adalah waktu yang dijanjikan bagi mereka semuanya, yakni semua manusia mukallaf untuk mempertanggungjawabkan semua amal mereka,",
        "41": "yaitu pada hari ketika seorang teman sama sekali tidak dapat memberi manfaat sedikit pun kepada teman lainnya dan mereka tidak akan dapat ditolong oleh siapa pun untuk menghindarkan diri dari azab Allah,",
        "42": "kecuali orang-orang yang diberi rahmat oleh Allah, yaitu syafaat dan perlindungan-Nya yang dapat meringankannya dari siksa. Sungguh, Dia Mahaperkasa, yang tidak dapat dihalangi kekuasaan-Nya untuk mengazab orang-orang yang berdoa, dan Maha Penyayang terhadap hamba-hamba-Nya yang taat.",
        "43": "Ayat-ayat yang lalu menggambarkan hukuman atau azab dunia bagi orang yang melakukan perbuatan dosa. Ayat-ayat berikut menggambarkan azab atau hukuman akhirat bagi mereka yang ingkar. Di antara hukuman itu adalah makanan berupa pohon zaqqum. Sesungguhnya pohon zaqqum itu, yang terdapat di pangkal api neraka itu,",
        "44": "adalah makanan bagi orang yang banyak melakukan perbuatan dosa.",
        "45": "Pohon itu bentuknya seperti cairan tembaga/minyak yang mendidih di dalam perut,",
        "46": "seperti mendidihnya air yang sangat panas yang panasnya mencapai titik puncak.",
        "47": "Ketika orang-orang yang berdosa sudah mendekat di pintu neraka, maka Allah memerintahkan kepada para malaikat, “Peganglah dia, yakni pendosa dan pendurhaka itu, kemudian seretlah dia secara kasar dan paksa sampai ke tengah-tengah neraka yang sedang menyala-nyala itu,",
        "48": "kemudian tuangkanlah di atas kepalanya azab, yaitu siksaan, berupa air yang sangat panas.”",
        "49": "Lalu dikatakan kepada mereka dengan nada mengejek dan menghina, “Rasakanlah semua siksaan yang ditimpakan kepadamu saat ini, sesungguhnya kamu benar-benar orang yang perkasa lagi mulia.”",
        "50": "Sesungguhnya, azab inilah, yakni semua yang kamu rasakan saat ini, yang dahulu sewaktu di dunia kamu ragukan. Inilah azab dan balasan bagi para pendosa dan pendurhaka.",
        "51": "Sungguh, orang-orang yang bertakwa, patuh, taat melaksanakan perintah Allah dan taat meninggalkan larangan-larangan-Nya, berada dalam tempat yang aman,",
        "52": "damai, dam indah yang tidak dapat dilukiskan oleh manusia, yaitu di dalam taman-taman yang sangat indah dan mata air-mata air yang jernih mengalir,",
        "53": "mereka memakai sutra yang halus dan sutra yang tebal yang berkilauan, sambil duduk berhadap-hadapan.",
        "54": "Demikianlah kenikmatan dan kedamaian yang dapat di rasakan oleh orang-orang yang bertakwa di dalam surga. Kemudian, di samping itu, Kami tambahkan lagi sesuatu yang dapat membahagiakan mereka dengan menjadikan mereka berpasangan dengan bidadari, sosok yang bermata indah.",
        "55": "Di dalamnya, yaitu surga, mereka dapat meminta segala macam buah-buahan sesuai dengan selera mereka dengan aman dan tenteram,",
        "56": "Mereka tidak akan merasakan di dalamnya, yakni dalam surga itu, kematian selain kematian pertama sewaktu mereka di dunia. Allah melindungi mereka dari azab neraka,",
        "57": "sebagai karunia dari Tuhanmu, wahai Muhammad. Demikian itulah kemenangan yang agung yang akan di peroleh oleh orang-orang yang taat dan patuh kepada Allah di akhirat nanti.",
        "58": "Setelah menjelaskan berbagai nikmat yang diperoleh oleh orang-orang yang bertakwa di akhirat nanti, Allah lalu menggambarkan bahwa Al-Qur’an adalah tuntunan untuk mendapatkan kebahagiaan akhirat itu. Allah berfirman, “Sungguh, Kami memudahkannya, yakni memudahkan penyampaian pesan-pesan Al-Qur’an itu dengan bahasamu, yaitu bahasa Arab dengan harapan agar mereka mendapat pelajaran mengenai hari Kiamat, siksaan, dan nikmat yang di peroleh di akhirat kelak.",
        "59": "Maka tunggulah, wahai Muhammad, apa yang akan terjadi pada mereka dengan dosa-dosa mereka. Sesungguhnya, mereka itu juga sedang menunggu apa yang akan terjadi pada dirimu dan dakwahmu."
      }
    }
  }
}