{
  "number": 46,
  "name": "الاحقاف",
  "name_latin": "Al-Aḥqāf",
  "name_id": "Al-Ahqaf",
  "name_trans_id": "Ahqaf",
  "number_of_verse": 35,
  "category": "Makkiyah",
  "arabics": {
    "1": "حٰمۤ  ۚ",
    "2": "تَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِ",
    "3": "مَا خَلَقْنَا السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَآ اِلَّا بِالْحَقِّ وَاَجَلٍ مُّسَمًّىۗ وَالَّذِيْنَ كَفَرُوْا عَمَّآ اُنْذِرُوْا مُعْرِضُوْنَ",
    "4": "قُلْ اَرَءَيْتُمْ مَّا تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ اَرُوْنِيْ مَاذَا خَلَقُوْا مِنَ الْاَرْضِ اَمْ لَهُمْ شِرْكٌ فِى السَّمٰوٰتِ ۖائْتُوْنِيْ بِكِتٰبٍ مِّنْ قَبْلِ هٰذَآ اَوْ اَثٰرَةٍ مِّنْ عِلْمٍ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "5": "وَمَنْ اَضَلُّ مِمَّنْ يَّدْعُوْا مِنْ دُوْنِ اللّٰهِ مَنْ لَّا يَسْتَجِيْبُ لَهٗٓ اِلٰى يَوْمِ الْقِيٰمَةِ وَهُمْ عَنْ دُعَاۤىِٕهِمْ غٰفِلُوْنَ",
    "6": "وَاِذَا حُشِرَ النَّاسُ كَانُوْا لَهُمْ اَعْدَاۤءً وَّكَانُوْا بِعِبَادَتِهِمْ كٰفِرِيْنَ",
    "7": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ قَالَ الَّذِيْنَ كَفَرُوْا لِلْحَقِّ لَمَّا جَاۤءَهُمْۙ هٰذَا سِحْرٌ مُّبِيْنٌۗ",
    "8": "اَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۗ قُلْ اِنِ افْتَرَيْتُهٗ فَلَا تَمْلِكُوْنَ لِيْ مِنَ اللّٰهِ شَيْـًٔا ۗهُوَ اَعْلَمُ بِمَا تُفِيْضُوْنَ فِيْهِۗ  كَفٰى بِهٖ شَهِيْدًا ۢ بَيْنِيْ وَبَيْنَكُمْ ۗ وَهُوَ الْغَفُوْرُ الرَّحِيْمُ",
    "9": "قُلْ مَا كُنْتُ بِدْعًا مِّنَ الرُّسُلِ وَمَآ اَدْرِيْ مَا يُفْعَلُ بِيْ وَلَا بِكُمْۗ اِنْ اَتَّبِعُ اِلَّا مَا يُوْحٰٓى اِلَيَّ وَمَآ اَنَا۠ اِلَّا نَذِيْرٌ مُّبِيْنٌ",
    "10": "قُلْ اَرَءَيْتُمْ اِنْ كَانَ مِنْ عِنْدِ اللّٰهِ وَكَفَرْتُمْ بِهٖ وَشَهِدَ شَاهِدٌ مِّنْۢ بَنِيْٓ اِسْرَاۤءِيْلَ عَلٰى مِثْلِهٖ فَاٰمَنَ وَاسْتَكْبَرْتُمْۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ࣖ",
    "11": "وَقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْا لَوْ كَانَ خَيْرًا مَّا سَبَقُوْنَآ اِلَيْهِۗ وَاِذْ لَمْ يَهْتَدُوْا بِهٖ فَسَيَقُوْلُوْنَ هٰذَآ اِفْكٌ قَدِيْمٌ",
    "12": "وَمِنْ قَبْلِهٖ كِتٰبُ مُوْسٰٓى اِمَامًا وَّرَحْمَةً ۗوَهٰذَا كِتٰبٌ مُّصَدِّقٌ لِّسَانًا عَرَبِيًّا لِّيُنْذِرَ الَّذِيْنَ ظَلَمُوْا ۖوَبُشْرٰى لِلْمُحْسِنِيْنَ",
    "13": "اِنَّ الَّذِيْنَ قَالُوْا رَبُّنَا اللّٰهُ ثُمَّ اسْتَقَامُوْا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَۚ",
    "14": "اُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِ خٰلِدِيْنَ فِيْهَاۚ جَزَاۤءً ۢبِمَا كَانُوْا يَعْمَلُوْنَ",
    "15": "وَوَصَّيْنَا الْاِنْسَانَ بِوَالِدَيْهِ اِحْسَانًا ۗحَمَلَتْهُ اُمُّهٗ كُرْهًا وَّوَضَعَتْهُ كُرْهًا ۗوَحَمْلُهٗ وَفِصٰلُهٗ ثَلٰثُوْنَ شَهْرًا ۗحَتّٰىٓ اِذَا بَلَغَ اَشُدَّهٗ وَبَلَغَ اَرْبَعِيْنَ سَنَةًۙ  قَالَ رَبِّ اَوْزِعْنِيْٓ اَنْ اَشْكُرَ نِعْمَتَكَ الَّتِيْٓ اَنْعَمْتَ عَلَيَّ وَعَلٰى وَالِدَيَّ وَاَنْ اَعْمَلَ صَالِحًا تَرْضٰىهُ وَاَصْلِحْ لِيْ فِيْ ذُرِّيَّتِيْۗ اِنِّيْ تُبْتُ اِلَيْكَ وَاِنِّيْ مِنَ الْمُسْلِمِيْنَ",
    "16": "اُولٰۤىِٕكَ الَّذِيْنَ نَتَقَبَّلُ عَنْهُمْ اَحْسَنَ مَا عَمِلُوْا وَنَتَجَاوَزُ عَنْ سَيِّاٰتِهِمْ فِيْٓ اَصْحٰبِ الْجَنَّةِۗ وَعْدَ الصِّدْقِ الَّذِيْ كَانُوْا يُوْعَدُوْنَ",
    "17": "وَالَّذِيْ قَالَ لِوَالِدَيْهِ اُفٍّ لَّكُمَآ اَتَعِدَانِنِيْٓ اَنْ اُخْرَجَ وَقَدْ خَلَتِ الْقُرُوْنُ مِنْ قَبْلِيْۚ وَهُمَا يَسْتَغِيْثٰنِ اللّٰهَ وَيْلَكَ اٰمِنْ ۖاِنَّ وَعْدَ اللّٰهِ حَقٌّۚ فَيَقُوْلُ مَا هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ",
    "18": "اُولٰۤىِٕكَ الَّذِيْنَ حَقَّ عَلَيْهِمُ الْقَوْلُ فِيْٓ اُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِّنَ الْجِنِّ وَالْاِنْسِ ۗاِنَّهُمْ كَانُوْا خٰسِرِيْنَ",
    "19": "وَلِكُلٍّ دَرَجٰتٌ مِّمَّا عَمِلُوْاۚ وَلِيُوَفِّيَهُمْ اَعْمَالَهُمْ وَهُمْ لَا يُظْلَمُوْنَ",
    "20": "وَيَوْمَ يُعْرَضُ الَّذِيْنَ كَفَرُوْا عَلَى النَّارِۗ  اَذْهَبْتُمْ طَيِّبٰتِكُمْ فِيْ حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَاۚ فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُوْنِ بِمَا كُنْتُمْ تَسْتَكْبِرُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَفْسُقُوْنَ ࣖ",
    "21": "۞ وَاذْكُرْ اَخَا عَادٍۗ اِذْ اَنْذَرَ قَوْمَهٗ بِالْاَحْقَافِ وَقَدْ خَلَتِ النُّذُرُ مِنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖٓ اَلَّا تَعْبُدُوْٓا اِلَّا اللّٰهَ ۗاِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيْمٍ",
    "22": "قَالُوْٓا اَجِئْتَنَا لِتَأْفِكَنَا عَنْ اٰلِهَتِنَاۚ فَأْتِنَا بِمَا تَعِدُنَآ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ",
    "23": "قَالَ اِنَّمَا الْعِلْمُ عِنْدَ اللّٰهِ ۖوَاُبَلِّغُكُمْ مَّآ اُرْسِلْتُ بِهٖ وَلٰكِنِّيْٓ اَرٰىكُمْ قَوْمًا تَجْهَلُوْنَ",
    "24": "فَلَمَّا رَاَوْهُ عَارِضًا مُّسْتَقْبِلَ اَوْدِيَتِهِمْ قَالُوْا هٰذَا عَارِضٌ مُّمْطِرُنَا ۗبَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهٖ ۗرِيْحٌ فِيْهَا عَذَابٌ اَلِيْمٌۙ",
    "25": "تُدَمِّرُ كُلَّ شَيْءٍۢ بِاَمْرِ رَبِّهَا فَاَصْبَحُوْا لَا يُرٰىٓ اِلَّا مَسٰكِنُهُمْۗ  كَذٰلِكَ نَجْزِى الْقَوْمَ الْمُجْرِمِيْنَ",
    "26": "وَلَقَدْ مَكَّنّٰهُمْ فِيْمَآ اِنْ مَّكَّنّٰكُمْ فِيْهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَّاَبْصَارًا وَّاَفْـِٕدَةًۖ فَمَآ اَغْنٰى عَنْهُمْ سَمْعُهُمْ وَلَآ اَبْصَارُهُمْ وَلَآ اَفْـِٕدَتُهُمْ مِّنْ شَيْءٍ اِذْ كَانُوْا يَجْحَدُوْنَ بِاٰيٰتِ اللّٰهِ وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ࣖ",
    "27": "وَلَقَدْ اَهْلَكْنَا مَا حَوْلَكُمْ مِّنَ الْقُرٰى وَصَرَّفْنَا الْاٰيٰتِ لَعَلَّهُمْ يَرْجِعُوْنَ",
    "28": "فَلَوْلَا نَصَرَهُمُ الَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ قُرْبَانًا اٰلِهَةً  ۗبَلْ ضَلُّوْا عَنْهُمْۚ وَذٰلِكَ اِفْكُهُمْ وَمَا كَانُوْا يَفْتَرُوْنَ",
    "29": "وَاِذْ صَرَفْنَآ اِلَيْكَ نَفَرًا مِّنَ الْجِنِّ يَسْتَمِعُوْنَ الْقُرْاٰنَۚ فَلَمَّا حَضَرُوْهُ قَالُوْٓا اَنْصِتُوْاۚ فَلَمَّا قُضِيَ وَلَّوْا اِلٰى قَوْمِهِمْ مُّنْذِرِيْنَ",
    "30": "قَالُوْا يٰقَوْمَنَآ اِنَّا سَمِعْنَا كِتٰبًا اُنْزِلَ مِنْۢ بَعْدِ مُوْسٰى مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ يَهْدِيْٓ اِلَى الْحَقِّ وَاِلٰى طَرِيْقٍ مُّسْتَقِيْمٍ",
    "31": "يٰقَوْمَنَآ اَجِيْبُوْا دَاعِيَ اللّٰهِ وَاٰمِنُوْا بِهٖ يَغْفِرْ لَكُمْ مِّنْ ذُنُوْبِكُمْ وَيُجِرْكُمْ مِّنْ عَذَابٍ اَلِيْمٍ",
    "32": "وَمَنْ لَّا يُجِبْ دَاعِيَ اللّٰهِ فَلَيْسَ بِمُعْجِزٍ فِى الْاَرْضِ وَلَيْسَ لَهٗ مِنْ دُوْنِهٖٓ اَوْلِيَاۤءُ ۗ اُولٰۤىِٕكَ فِيْ ضَلٰلٍ مُّبِيْنٍ",
    "33": "اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقٰدِرٍ عَلٰٓى اَنْ يُّحْيِ َۧ الْمَوْتٰى  ۗبَلٰٓى اِنَّهٗ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
    "34": "وَيَوْمَ يُعْرَضُ الَّذِيْنَ كَفَرُوْا عَلَى النَّارِۗ  اَلَيْسَ هٰذَا بِالْحَقِّ ۗ قَالُوْا بَلٰى وَرَبِّنَا ۗقَالَ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ",
    "35": "فَاصْبِرْ كَمَا صَبَرَ اُولُوا الْعَزْمِ مِنَ الرُّسُلِ وَلَا تَسْتَعْجِلْ لَّهُمْ ۗ كَاَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوْعَدُوْنَۙ  لَمْ يَلْبَثُوْٓا اِلَّا سَاعَةً مِّنْ نَّهَارٍ ۗ بَلٰغٌ ۚفَهَلْ يُهْلَكُ اِلَّا الْقَوْمُ الْفٰسِقُوْنَ ࣖ"
  },
  "latins": [
    "Ḥā mīm.",
    "Tanzīlul-kitābi minallāhil 'azīzil-ḥakīm(i).",
    "Mā khalaqnas-samāwāti wal-arḍa wa mā bainahumā illā bil-ḥaqqi wa ajalim musammā(n), wal-lażīna kafarū 'ammā unżirū mu'riḍūn(a).",
    "Qul ara'aitum mā tad'ūna min dūnillāhi arūnī māżā khalaqū minal-arḍi am lahum syirkun fis-samāwāt(i), i'tūnī bikitābim min qabli hāżā au aṡāratim min 'ilmin in kuntum ṣādiqīn(a).",
    "Wa man aḍallu mimmay yad'ū min dūnillāhi mal lā yastajību lahū ilā yaumil-qiyāmati wa hum 'an du'ā'ihim gāfilūn(a).",
    "Wa iżā ḥusyiran-nāsu kānū lahum a'dā'aw wa kānū bi'ibādatihim kāfirīn(a).",
    "Wa iżā tutlā 'alaihim āyātunā bayyinātin qālal-lażīna kafarū lil-ḥaqqi lammā jā'ahum, hāżā siḥrum mubīn(un).",
    "Am yaqūlūnaftarāh(u), qul iniftaraituh(ū), falā tamlikūna lī minallāhi syai'ā(n), huwa a'lamu bimā tufīḍūna fīh(i), kafā bihī syahīdam bainī wa bainakum, wa huwal-gafūrur-raḥīm(u).",
    "Qul mā kuntu bid'am minar-rusuli wa mā adrī mā yuf'alu bī wa lā bikum, in attabi'u illā mā yūḥā ilayya wa mā ana illā nażīrum mubīn(un).",
    "Qul ara'aitum in kāna min 'indillāhi wa kafartum bihī wa syahida syāhidum mim banī isrā'īla 'alā miṡlihī fa āmana wastakbartum, innallāha lā yahdil-qaumaẓ-ẓālimīn(a).",
    "Wa qālal-lażīna kafarū lil-lażīna āmanū lau kāna khairam mā sabaqūnā ilaih(i), wa iż lam yahtadū bihī fasayaqūlūna hāżā ifkun qadīm(un).",
    "Wa min qablihī kitābu mūsā imāmaw wa raḥmah(tan), wa hāżā kitābum muṣaddiqul lisānan 'arabiyyal liyunżiral-lażīna ẓalamū, wa busyrā lil-muḥsinīn(a).",
    "Innal-lażīna qālū rabbunallāhu ṡummastaqāmū falā khaufun 'alaihim wa lā hum yaḥzanūn(a).",
    "Ulā'ika aṣḥābul-jannati khālidīna fīhā, jazā'am bimā kānū ya'malūn(a).",
    "Wa waṣṣainal-insāna biwālidaihi iḥsānā(n), ḥamalathu ummuhū kurhaw wa waḍa'athu kurhā(n), wa ḥamluhū wa fiṣāluhū ṡalāṡūna syahrā(n), ḥattā iżā balaga asyuddahū wa balaga arba'īna sanah(tan), qāla rabbi auzi'nī an asykura ni'matakal-latī an'amta 'alayya wa 'alā wālidayya wa an a'mala ṣāliḥan tarḍāhu wa aṣliḥ lī fī żurriyyatī, innī tubtu ilaika wa innī minal-muslimīn(a).",
    "Ulā'ikal-lażīna nataqabbalu 'anhum aḥsana mā 'amilū wa natajāwazu 'an sayyi'atihim fī aṣḥābil-jannah(ti), wa'daṣ-ṣidqil-lażī kānū yū'adūn(a).",
    "Wal-lażī qāla liwālidaihi uffil lakumā ata'idāninī an ukhraja wa qad khalatil qurūnu min qablī, wa humā yastagīṡānillāha wailaka āmin, inna wa'dallāhi ḥaqq(un), fayaqūlu mā hāżā illā asāṭīrul-awwalīn(a).",
    "Ulā'ikal-lażīna ḥaqqa 'alaihimul-qaulu fī umamin qad khalat min qablihim minal-jinni wal-ins(i), innahum kānū khāsirīn(a).",
    "Wa likullin darajātum mimmā 'amilū, wa liyuwaffiyahum a'mālahum wa hum lā yuẓlamūn(a).",
    "Wa yauma yu'raḍul-lażīna kafarū 'alan-nār(i), ażhabtum ṭayyibātikum fī ḥayātikumud-dun-yā wastamta'tum bihā, fal-yauma tujzauna 'ażābal-hūni bimā kuntum tastakbirūna fil-arḍi bigairil-ḥaqqi wa bimā kuntum tafsuqūn(a).",
    "Ważkur akhā 'ād(in), iż anżara qaumahū bil-aḥqāfi wa qad khalatin-nużuru mim baini yadaihi wa min khalfihī allā ta'budū illallāh(a), innī akhāfu 'alaikum 'ażāba yaumin 'aẓīm(in).",
    "Qālū aji'tanā lita'fikanā 'an ālihatinā fa'tinā bimā ta'idunā in kunta minaṣ-ṣādiqīn(a).",
    "Qāla innamal 'ilmu 'indallāh(i), wa uballigukum mā ursiltu bihī wa lākinnī arākum qauman tajhalūn(a).",
    "Falammā ra'auhu 'āriḍam mustaqbila audiyatihim, qālū hāżā 'āriḍum mumṭirunā, bal huwa masta'jaltum bih(ī), rīḥun fīhā 'ażābun alīm(un).",
    "Tudammiru kulla syai'im bi'amri rabbihā fa'aṣbaḥū lā yurā illā masākinuhum, każālika najzil-qaumal-mujrimīn(a).",
    "Wa laqad makkannāhum fīmā im makkannākum fīhi wa ja'alnā lahum sam'aw wa abṣāraw wa af'idah(tan), famā agnā 'anhum sam'uhum wa lā abṣāruhum wa lā af'idatuhum min syai'in iż kānū yajḥadūna bi'āyātillāhi wa ḥāqa bihim mā kānū bihī yastahzi'ūn(a).",
    "Wa laqad ahlaknā mā ḥaulakum minal-qurā wa ṣarrafnal-āyāti la'allahum yarji'ūn(a).",
    "Falau lā naṣarahumul-lażīnattakhażū min dūnillāhi qurbānan ālihah(tan), bal ḍallū 'anhum, wa żālika ifkuhum wa mā kānū yaftarūn(a).",
    "Wa iż ṣarafnā ilaika nafaram minal-jinni yastami'ūnal-qur'ān(a), falammā ḥaḍarūhu qālū anṣitū, falammā quḍiya wallau ilā qaumihim munżirīn(a).",
    "Qālū yā qaumanā innā sami'nā kitāban unzila mim ba'di mūsā muṣaddiqal limā baina yadaihi yahdī ilal-ḥaqqi wa ilā ṭarīqim mustaqīm(in).",
    "Yā qaumanā ajībū dā'iyallāhi wa āminū bihī yagfir lakum min żunūbikum wa yujirkum min 'ażābin alīm(in).",
    "Wa mal lā yujib dā'iyallāhi falaisa bimu'jizin fil-arḍi wa laisa lahū min dūnihī auliyā'(u), ulā'ika fī ḍalālim mubīn(in).",
    "Awalam yarau annallāhal-lażī khalaqas-samāwāti wal-arḍa wa lam ya'ya bikhalqihinna biqādirin 'alā ay yuḥyiyal-mautā, balā innahū 'alā kulli syai'in qadīr(un).",
    "Wa yauma yu'raḍul-lażīna kafarū 'alan-nār(i), alaisa hāżā bil-ḥaqq(i), qālū balā wa rabbinā, qāla fażūqul-'ażāba bimā kuntum takfurūn(a).",
    "Faṣbir kamā ṣabara ulul-'azmi minar-rusuli wa lā tasta'jil lahum, ka'annahum yauma yarauna mā yū'adūn(a), lam yalbaṡū illā sā'atam min nahār(in), balāg(un), fahal yuhlaku illal-qaumul-fāsiqūn(a)."
  ],
  "translations": {
    "id": {
      "1": "ḤāMīm.",
      "2": "Diturunkannya Kitab (Al-Qur’an) ini (berasal) dari Allah Yang Maha Perkasa lagi Maha Bijaksana.",
      "3": "Kami tidak menciptakan langit, bumi, dan apa yang ada di antara keduanya, kecuali dengan hak dan dalam wakyang ditentukan. Namun demikian, orang-orang yang kufur berpaling dari peringatan yang diberikan kepada mereka.",
      "4": "Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku tentang apa yang kamu sembah selain Allah! Perlihatkanlah kepadaku (bagian) manakah dari bumi ini yang telah mereka ciptakan ataukah mereka memiliki peran serta dalam (penciptaan) langit! Datangkanlah kepadaku kitab yang sebelum ini (Al-Qur’an) atau peninggalan dari pengetahuan (generasi terdahulu) jika kamu adalah orang-orang benar.”",
      "5": "Siapakah yang lebih sesat daripada orang yang menyembah selain Allah (sembahan) yang tidak dapat mengabulkan (doa)-nya sampai hari Kiamat dan mereka lalai dari (memperhatikan) doa mereka?",
      "6": "Apabila manusia dikumpulkan (pada hari Kiamat), mereka (sesembahan) itu menjadi musuh-musuh mereka dan mereka mengingkari pemujaan-pemujaan yang dahulu mereka lakukan kepadanya.",
      "7": "Apabila dibacakan ayat-ayat Kami yang jelas kepada mereka, orang-orang yang kufur berkata tentang kebenaran itu ketika datang kepada mereka, “Ini adalah sihir yang nyata.”",
      "8": "Bahkan, mereka berkata, “Dia (Nabi Muhammad) telah mengada-adakannya (Al-Qur’an).” Katakanlah (Nabi Muhammad), “Jika aku mengada-adakannya, tentu kamu tidak mampu sedikit pun menghindarkan aku dari (azab) Allah. Dia lebih tahu apa yang kamu percakapkan tentang itu (Al-Qur’an). Cukuplah Dia menjadi saksi antara aku dan kamu. Dialah Yang Maha Pengampun lagi Maha Penyayang.”",
      "9": "Katakanlah (Nabi Muhammad), “Aku bukanlah Rasul yang pertama di antara para rasul dan aku tidak tahu apa yang akan diperbuat (Allah) kepadaku dan kepadamu. Aku hanyalah mengikuti apa yang diwahyukan kepadaku dan aku tidak lain hanyalah seorang pemberi peringatan yang menjelaskan.”",
      "10": "Katakanlah, “Terangkanlah kepadaku bagaimana pendapatmu jika ia (Al-Qur’an) itu datang dari Allah dan kamu mengingkarinya, padahal seorang saksi dari Bani Israil mengakui (kebenaran) yang serupa dengan (yang disebut dalam) Al-Qur’an lalu dia beriman,689)sedangkan kamu menyombongkan diri. Sesungguhnya Allah tidak memberi petunjuk kepada kaum yang zalim.”",
      "11": "Orang-orang yang kufur berkata tentang orang-orang yang beriman, “Sekiranya Al-Qur’an itu adalah sesuatu yang baik, tentu mereka tidak pantas mendahului kami (beriman) kepadanya.”690) (Akan tetapi,) karena tidak mendapat petunjuk dengannya, mereka akan berkata, “Ini adalah kedustaan lama (yang disampaikan kembali).”",
      "12": "Sebelum itu (Al-Qur’an) telah ada Kitab Musa sebagai imam (anutan) dan rahmat. Ini (Al-Qur’an) adalah Kitab yang membenarkan (kitab-kitab sebelumnya) yang berbahasa Arab untuk memberi peringatan kepada orang-orang yang zalim dan memberi kabar gembira kepada orang-orang muhsin.",
      "13": "Sesungguhnya orang-orang yang berkata, “Tuhan kami adalah Allah,” kemudian tetap istikamah, tidak ada rasa takut pada mereka, dan mereka tidak (pula) bersedih.",
      "14": "Mereka itulah para penghuni surga (dan) kekal di dalamnya sebagai balasan atas apa yang telah mereka kerjakan.",
      "15": "Kami wasiatkan kepada manusia agar berbuat baik kepada kedua orang tuanya. Ibunya telah mengandungnya dengan susah payah dan melahirkannya dengan susah payah (pula). Mengandung sampai menyapihnya itu selama tiga puluh bulan. Sehingga, apabila telah dewasa dan umurnya mencapai empat puluh tahun, dia (anak itu) berkata, “Wahai Tuhanku, berilah petunjuk agar aku dapat mensyukuri nikmat-Mu yang telah Engkau anugerahkan kepadaku dan kepada kedua orang tuaku, dapat beramal saleh yang Engkau ridai, dan berikanlah kesalehan kepadaku hingga kepada anak cucuku. Sesungguhnya aku bertobat kepada-Mu dan sesungguhnya aku termasuk orang-orang muslim.”",
      "16": "Mereka itulah orang-orang yang Kami terima amal terbaiknya yang telah mereka kerjakan, Kami maafkan kesalahan-kesalahannya, (dan mereka) termasuk para penghuni surga. Itu merupakan janji yang benar yang dahulu dijanjikan kepada mereka.",
      "17": "Namun, orang yang berkata kepada kedua orang tuanya, “Ah, kamu berdua! Apakah kamu berdua memperingatkanku bahwa aku akan dibangkitkan (dari kubur), padahal umat-umat sebelumku telah berlalu?” Sementara itu, kedua orang tuanya memohon pertolongan kepada Allah (seraya berkata,) “Celaka kamu, berimanlah! Sesungguhnya janji Allah itu benar.” Lalu, dia (anak itu) berkata, “Ini hanyalah dongeng orang-orang dahulu.”",
      "18": "Mereka itulah orang-orang yang pasti terkena ketetapan (azab) bersama umat-umat sebelum mereka dari kalangan jin dan manusia. Sesungguhnya mereka adalah orang-orang yang rugi.",
      "19": "Setiap orang memperoleh tingkatan sesuai dengan apa yang telah mereka kerjakan dan agar Allah menyempurnakan balasan amal mereka serta mereka tidak dizalimi.",
      "20": "Pada hari (ketika) orang-orang yang kufur dihadapkan pada neraka, (dikatakan kepada mereka,) “Kamu telah menghabiskan (rezeki) yang baik dalam kehidupan duniamu dan bersenang-senang dengannya. Pada hari ini kamu dibalas dengan azab yang menghinakan karena kamu takabur di bumi, padahal tidak berhak (untuk sombong), dan  (juga) karena kamu selalu durhaka.”",
      "21": "Ingatlah saudara (kaum) 'Ad (Hud) ketika dia mengingatkan kaumnya (yang tinggal) di (lembah) Ahqaf.691) Sungguh, telah berlalu para pemberi peringatan sebelum dan setelahnya. (Dia berkata,) “Janganlah kamu menyembah selain Allah. Sesungguhnya aku khawatir nanti kamu ditimpa azab pada hari yang besar.”",
      "22": "Mereka menjawab, “Apakah engkau datang untuk memalingkan kami dari (menyembah) tuhan-tuhan kami? Maka, datangkanlah azab yang telah engkau janjikan kepada kami jika engkau termasuk orang-orang benar.”",
      "23": "Dia (Hud) berkata, “Sesungguhnya ilmu (kapan datangnya azab itu) hanya ada pada Allah. Aku (hanya) menyampaikan kepadamu apa yang diwahyukan kepadaku, tetapi aku melihat kamu adalah kaum yang berlaku bodoh.”",
      "24": "Maka, ketika melihat azab itu berupa awan yang menuju ke lembah-lembah mereka, mereka berkata, “Inilah awan yang akan menurunkan hujan kepada kita.” (Bukan,) tetapi itu azab yang kamu minta agar disegerakan kedatangannya, (yaitu) angin yang mengandung azab yang sangat pedih.",
      "25": "(Azab itu) menghancurkan segala sesuatu dengan perintah Tuhannya sehingga mereka (kaum 'Ad) menjadi tidak terlihat lagi, kecuali hanya (bekas-bekas) tempat tinggal mereka. Demikianlah Kami memberi balasan kepada kaum yang durhaka.",
      "26": "Sungguh, Kami benar-benar telah meneguhkan kedudukan mereka ('Ad) yang tidak Kami berikan kepadamu (kafir Makkah). Kami telah memberikan kepada mereka pendengaran, penglihatan, dan hati, tetapi tidak berguna pendengaran, penglihatan, dan hati mereka itu sedikit pun karena mereka selalu mengingkari ayat-ayat Allah dan mereka telah dikepung oleh apa (azab) yang selalu mereka perolok-olokkan.",
      "27": "Sungguh, benar-benar telah Kami binasakan negeri-negeri di sekitarmu (penduduk Makkah) dan telah Kami ulang-ulang (jelaskan) tanda-tanda (kebesaran Kami) agar mereka kembali (dari kekufuran).",
      "28": "Maka, mengapa (tuhan-tuhan) yang mereka sembah selain Allah untuk mendekatkan diri (kepada-Nya) itu tidak menolong mereka? Bahkan, tuhan-tuhan itu telah lenyap dari mereka. Itulah kebohongan mereka dan apa yang selalu mereka ada-adakan.",
      "29": "(Ingatlah) ketika Kami hadapkan kepadamu (Nabi Muhammad) sekelompok jin yang mendengarkan (bacaan) Al-Qur’an. Ketika menghadirinya, mereka berkata, “Diamlah!” Ketika (bacaannya) selesai, mereka kembali kepada kaumnya sebagai pemberi peringatan.",
      "30": "Mereka berkata, “Wahai kaum kami, sesungguhnya kami telah mendengarkan Kitab (Al-Qur’an) yang diturunkan setelah Musa sebagai pembenar (kitab-kitab) yang datang sebelumnya yang menunjukkan pada kebenaran dan yang (membimbing) ke jalan yang lurus.",
      "31": "Wahai kaum kami, penuhilah (seruan Nabi Muhammad) yang mengajak pada (agama) Allah dan berimanlah kepada-Nya, niscaya Dia akan mengampuni sebagian dosa-dosamu dan menyelamatkanmu dari azab yang pedih.",
      "32": "Siapa yang tidak memenuhi (seruan Nabi Muhammad) yang mengajak pada (agama) Allah tidak kuasa (melepaskan diri dari siksa Allah) di bumi dan tidak ada para pelindung baginya selain Allah. Mereka itu berada dalam kesesatan yang nyata.”",
      "33": "Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan langit dan bumi serta tidak merasa lelah karena menciptakannya, Dia kuasa untuk menghidupkan yang mati? Tentu demikian. Sesungguhnya Dia Maha Kuasa atas segala sesuatu.",
      "34": "Pada hari (ketika) orang-orang yang kufur dihadapkan pada neraka, (dikatakan kepada mereka,) “Bukankah (azab) ini merupakan kebenaran?” Mereka menjawab, “Tentu demikian, demi Tuhan kami.” Allah berfirman, “Maka, rasakanlah azab ini karena kamu selalu mengingkarinya.”",
      "35": "Maka, bersabarlah engkau (Nabi Muhammad) sebagaimana ululazmi (orang-orang yang memiliki keteguhan hati) dari kalangan para rasul telah bersabar dan janganlah meminta agar azab disegerakan untuk mereka. Pada hari ketika melihat azab yang dijanjikan, seolah-olah mereka hanya tinggal (di dunia) sesaat saja pada siang hari. (Nasihatmu itu) merupakan peringatan (dari Allah). Maka, tidak ada yang dibinasakan kecuali kaum yang fasik."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Ha Mim.",
        "2": "Selanjutnya Allah menyatakan bahwa Kitab Al-Qur’an ini diturunkan secara berangsur-angsur dari Allah Yang Mahaperkasa kerajaan dan kekuasaanNya lagi Mahabijaksana perbuatan dan ketetapan-Nya.",
        "3": "Kami tidak menciptakan langit dan bumi dan apa, yakni segala makhluk yang ada di antara keduanya melainkan dengan cara dan tujuan yang benar yang mengandung hikmah dan dalam batas waktu yang ditentukan. Selanjutnya akan tiba masanya semua ciptaan binasa dan manusia dibangkitkan untuk menerima balasan dari amal perbuatannya. Namun orang-orang yang kafir berpaling dari peringatan yang diberikan kepada mereka. Mereka tidak percaya datangnya hari Kiamat dan pembalasan di akhirat nanti atas perbuatan yang mereka lakukan di dunia.",
        "4": "Katakanlah, wahai Nabi Muhammad, “Terangkanlah kepadaku wahai orang-orang musy-rik, tentang berhala-berhala atau apa saja yang kamu sembah selain Allah; perlihatkan kepadaku apa yang telah mereka ciptakan dari apa yang ada bumi ini atau adakah peran serta mereka dalam penciptaan langit dan benda-benda angkasa dengan sistemnya yang sangat teratur itu? Bawalah kepadaku kitab yang diturunkan sebelum Al-Qur’an ini atau apa pun tulisan-tulisan yang merupakan peninggalan dari pengetahuan orang-orang dahulu yang mendukung perbuatan dan sesembahan kamu, jika kamu orang yang benar.” Sungguh kamu sekalian wahai orang-orang musyrikin, tidak mempunyai alasan sedikit pun tentang apa yang kamu perbuat itu.",
        "5": "“Dan siapakah yang lebih sesat daripada orang-orang yang menyembah selain Allah,” yakni tidak ada yang lebih sesat daripada orang-orang yang menyembah selain Allah yang sesembahan itu tidak dapat memperkenankan doanya dan mengabulkan permintaannya sampai hari Kiamat dan mereka lalai dari memperhatikan doa mereka? Berhala-berhala atau apa yang mereka sembah itu lalai dari dari memperhatikan doanya sebab mereka adalah benda-benda mati yang tidak dapat mengerti ataupun mendengar permintaannya.",
        "6": "Dan apabila manusia dikumpulkan kelak pada hari Kiamat, sesembah-an yang disembah oleh orang-orang musyrik itu menjadi musuh mereka para penyembah itu. Mereka berlepas diri dari perbuatan mereka dan mengingkari pemujaan-pemujaan yang mereka lakukan kepadanya.",
        "7": "Dan apabila kepada mereka dibacakan ayat-ayat Kami yang jelas, yang bertebaran di dalam kitab suci Al-Qur’an orang-orang yang kafir yang mendustakan Allah dan Rasul-Nya berkata ketika kebenaran ayat-ayat Al-Qur’an itu datang kepada mereka, “Ini adalah sihir yang nyata.”",
        "8": "Bahkan mereka orang-orang musyrik itu menuduh Nabi Muhammad seraya berkata, “Dia, Nabi Muhammad telah mengada-adakannya yakni Al-Qur’an.” Allah memerintahkan Nabi agar menjawab tuduhan itu dengan firman-Nya. Katakanlah, “Jika aku mengada-adakannya, jika aku berdusta dalam apa yang aku nyatakan bahwa Al-Qur’an itu wahyu Allah maka kamu wahai orang-orang musyrik tidak kuasa sedikit pun menghindarkan aku dari azab Allah yang sangat dahsyat yang akan ditimpakan kepadaku. Tetapi Allah tidak akan menimpakan azab kepadaku karena sedikitpun aku tidak menyatakan kebohongan terhadap Al-Qur’an. Dia lebih tahu dari siapa pun apa yang kamu per-cakapkan tentang Al-Qur’an itu, yakni kedengkian kamu terhadap Al-Qur’an dan tuduhan kamu bahwa aku telah mengada-adakannya. Cukuplah Dia menjadi saksi antara aku dengan kamu. Dia menjadi saksi bahwa apa yang aku nyatakan adalah benar dan apa yang kamu tuduhkan terhadap Al-Qur’an adalah kebohongan. Dia Maha Pengampun, terhadap hamba-Nya yang mau bertobat, lagi Maha Penyayang kepada hamba-Nya yang taat kepadaNya.”",
        "9": "Katakanlah, wahai Nabi Muhammad, “Aku bukanlah Rasul yang pertama di antara rasul-rasul yang diutus untuk menjelaskan wahyu Allah kepada umat manusia, dan aku tidak tahu apa yang akan diperbuat terhadapku di dunia dan apa yang akan diperbuat terhadapmu, apakah akan menimpakan azab kepadamu atau menunda sampai datangnya hari Kiamat. Aku hanyalah mengikuti apa yang diwahyukan kepadaku, yakni Al-Qur’an, dan aku hanyalah pemberi peringatan kepada umat manusia dari azab Allah dan yang menjelaskan ajaran-ajaran-Nya yang harus dipatuhi agar mereka selamat dari azab itu.",
        "10": "“Terangkanlah kepadaku, bagaimana pendapatmu jika sebenarnya Al-Qur’an yang kusampaikan kepadamu ini datang dari Allah, dan kamu mengingkarinya dengan menuduh bahwa aku telah mengada-adakannya, padahal ada seorang saksi dari Bani Israil yang mengakui kebenaran yang serupa dengan yang disebut dalam Al-Qur’an, yakni wahyu Allah yang disebut dalam kitab Taurat dan kitab-kitab sebelumnya yang mengajarkan tentang tauhid, hari akhir dan ajaran-ajaran lainnya yang serupa dengan ajaran Al-Qur’an lalu dia beriman kepada apa yang tertulis di dalamnya, sedangkan kamu menyombongkan diri, tidak percaya kepada ajaran serupa itu yang terdapat di dalam kitab suci Al-Qur’an. Sungguh, Allah tidak memberi petunjuk kepada orang-orang yang zalim, disebabkan keengganan mereka untuk menerima petunjuk-Nya.",
        "11": "Dan orang-orang yang kafir kepada Allah dan Rasul-Nya berkata kepada orang-orang yang beriman, “Sekiranya keimanan kepada Al-Qur’an itu sesuatu yang baik, lebih baik dari tradisi yang kami dapati dari nenek moyang kami tentu mereka orang-orang yang beriman yang miskin dan rendah kedudukan sosialnya tidak pantas mendahului kami, orang-orang yang kaya lagi tinggi kedudukan sosialnya beriman kepadanya, yakni kepada Al-Qur’an.” Tetapi disebabkan oleh karena mereka tidak mendapat petunjuk dengannya maka mereka akan berkata, Ini adalah dusta yang lama.” Mereka mengingkari Al-Qur’an dan mengatakan bahwa apa yang tertulis di dalamnya hanyalah dongeng masa lalu yang berisi kebohongan.",
        "12": "Dan sebelum turunnya Al-Qur’an telah ada Kitab Musa, yaitu Kitab Taurat, sebagai imam, yakni petunjuk atau teladan dan rahmat bagi orang-orang Bani Isra’il yang beriman. Dan Al-Qur’an ini, adalah Kitab yang membenarkan kandungannya, yang tersusun dalam bahasa Arab untuk memberi peringatan kepada orang-orang yang zalim yang berbuat aniaya kepada dirinya dengan menyekutukan Tuhan dan memberi kabar gembira kepada orang-orang yang senantiasa berbuat baik bahwa mereka akan masuk surga dan kekal di dalamnya selama-lamanya.",
        "13": "Sesungguhnya orang-orang yang berkata, “Tuhan kami, pemelihara kami, adalah Allah,” kemudian mereka tetap istiqamah bersungguh-sungguh meneguhkan pendirian mereka dengan melaksanakan tuntunan Allah, maka tidak ada rasa khawatir, tidak ada rasa takut pada mereka berkaitan dengan apa yang akan terjadi bagaimana pun dahsyatnya, dan tidak pula mereka bersedih hati apa pun keadaan yang dialami. Kelak di akhirat, mereka itulah para penghuni surga, kekal di dalamnya; sebagai balasan atas apa yang telah mereka kerjakan.",
        "14": "Kelak di akhirat, mereka itulah para penghuni surga, kekal di dalamnya; sebagai balasan atas apa yang telah mereka kerjakan.",
        "15": "Dan Kami telah mewasiatkan, yakni telah perintahkan kepada manusia agar berbuat baik kepada kedua orang tuanya dengan kebaikan yang sempurna. Ibunya telah mengandungnya dengan susah payah, dan melahirkannya dengan susah payah pula. Masa mengandung sampai menyapihnya yang sempurna adalah selama tiga puluh bulan, sehingga apabila dia, sang anak itu telah dewasa dan umurnya mencapai empat puluh tahun, merupakan usia yang menunjukkan kesempurnaan bagi perkembangan jasmani dan rohani manusia, maka dia berdoa, “Ya Tuhanku, berilah aku petunjuk agar aku dapat mensyukuri nikmat-Mu yang telah Engkau limpahkan kepadaku dan kepada kedua orang tuaku dan berilah aku kemampuan agar aku dapat berbuat kebajikan yang Engkau ridai; dan berilah aku kebaikan yang akan mengalir turun temurun sampai kepada anak cucuku. Sungguh, aku bertobat kepada Engkau atas segala dosa-dosaku dan sungguh, aku termasuk orang muslim, yang tunduk patuh dan berserah diri kepada Allah.",
        "16": "Allah memuji orang-orang yang berbuat baik kepada orang tua dengan menyatakan bahwa mereka itulah orang-orang yang mensyukuri nikmat dan berbuat kebaikan yang Kami terima amal baiknya yang telah mereka kerjakan dan kepada mereka kami anugerahkan pahala yang besar sebagai balasan atas amalnya dan mereka itulah orang-orang yang Kami maafkan kesalahan-kesalahannya, maka Kami tidak menimpakan azab atasnya. Kelak di akhirat, mereka akan menjadi penghuni-penghuni surga. Itu janji yang benar dari Allah yang telah dijanjikan melalui para utusan-Nya kepada mereka.",
        "17": "Dan orang yang berkata kepada kedua orang tuanya, ketika kedua orang tuanya mengajaknya agar beriman kepada Allah, anaknya itu berkata; “Ah.” Ia tidak mau mengikuti nasihat kedua orang tuanya, lalu anak itu berkata, Apakah kamu berdua memperingatkan kepadaku bahwa aku akan dibangkitkan dari kubur, padahal beberapa umat sebelumku telah berlalu dan banyak dari mereka tidak mempercayai hari kebangkitan itu?\" Kedua orang tuanya tidak putus asa mengajak anaknya beriman kepada Allah. Lalu kedua orang tuanya itu memohon pertolongan kepada Allah seraya berkata, “Celaka kamu, berimanlah kepada Allah! Sungguh, janji Allah akan datangnya hari kebangkitan itu benar dan pasti akan terjadi.” Tetapi anak itu tidak percaya, lalu dia berkata kepada kedua orang tuanya, “Ini hanyalah dongeng orang-orang dahulu.”",
        "18": "Mereka itu orang-orang yang tidak percaya kepada hari kebangkitan dan tidak percaya kepada perhitungan amal baik dan buruk manusia kelak di akhirat telah pasti terkena ketetapan yakni ditimpakan azab atas mereka bersama umat-umat dahulu sebelum mereka, dari golongan jin dan manusia yang durhaka kepada Tuhan. Mereka adalah orang-orang yang rugi yakni celaka di akhirat disebabkan azab dari Tuhan karena kedurhakaannya di dunia.",
        "19": "Dan setiap orang dari kedua kelompok manusia sebagaimana yang disebutkan itu memperoleh tingkatan yakni peringkat yang berbeda-beda baik di surga maupun di neraka sesuai dengan apa yang telah mereka kerjakan di dunia dan peringkat itu disempurnakan agar Allah mencukupkan balasan amal perbuatan mereka dan mereka tidak dirugikan dengan mengurangi ganjaran atau menambah siksaan.",
        "20": "Dan ingatlah apa yang akan dihadapi pada hari kemudian yaitu pada hari ketika orang-orang kafir dihadapkan ke neraka sehingga mereka menyaksikan kobaran api neraka dan merasakan panasnya, ketika itu dikatakan kepada mereka “Kamu telah menghabiskan rezeki yang baik untuk kehidupan duniamu dan kamu telah bersenang-senang menikmatinya; maka pada hari ini kamu dibalas dengan azab yang menghinakan karena kamu telah berlaku sombong di muka bumi tanpa alasan yang benar, mengindahkan kebenaran, dan karena kamu terus menerus melakukan kefasikan dan berbuat durhaka kepada Allah.",
        "21": "Pada ayat yang lalu Allah menyebutkan ancaman yang ditujukan kepada orang-orang yang durhaka. Selanjutnya Allah menjelaskan kisah Nabi Hud dan kaumnya yang membuktikan kebenaran ancaman Allah itu. Kisah tersebut merupakan peringatan bahwa ancaman Allah itu benar-benar terjadi. Dan ingatlah, wahai Nabi Muhammad, dan berilah peringatan kepada kaummu agar mengambil pelajaran pada kisah Nabi Hud yaitu saudara sesuku kaum 'Ad, yaitu ketika dia mengingatkan kaumnya yang bertempat tinggal di bukit-bukit pasir yang terletak di negeri Yaman, dan ketahuilah sesungguhnya telah berlalu beberapa orang pemberi peringatan sebelumnya seperti Nabi Nuh, Nabi Syis dan lainnya dan setelahnya datang pula pemberi peringatan seperti Nabi Musa, Nabi Isa dan Nabi Muhammad. Mereka menyeru kaumnya, “Janganlah kamu menyembah selain Allah. Aku sungguh khawatir jika kamu menyembah selain Allah nanti kamu ditimpa azab yang sangat pedih pada hari yang besar yang menggentarkan setiap manusia, yaitu hari Kiamat.\"",
        "22": "Mendengar ucapan Nabi Hud, mereka kaumnya itu, menjawab, “Apakah engkau datang kepada kami untuk memalingkan kami dari per-buatan menyembah tuhan-tuhan kami dan menyuruh kami agar menyembah Tuhanmu? Sungguh, kami tidak akan mengikuti perin-tahmu.\" Kemudian untuk menegaskan penolakannya menyembah kepada Allah, mereka berkata, Maka datangkanlah kepada kami azab yang telah engkau ancamkan kepada kami karena kami tetap menyembah tuhan-tuhan kami jika engkau termasuk orang yang benar dalam perkataanmu.”",
        "23": "Mereka tidak mau menyembah Allah, bahkan meminta kepada Nabi agar Allah menjatuhkan siksa kepada mereka. Kemudian dia, Nabi Hud, berkata, “Sesungguhnya ilmu tentang turunnya azab itu hanya pada Allah, hanya Allah yang mengetahui kapan datangnya siksaan itu dan aku hanya menyampaikan kepadamu apa yang diwahyukan kepadaku. Aku tidak diutus untuk menyampaikan kapan azab itu dijatuhkan kepadamu, tetapi aku melihat kamu adalah kaum yang berlaku bodoh, dengan meminta kepadaku sesuatu yang bukan urusanku yaitu menjatuhkan azab kepadamu.”",
        "24": "Azab Allah yang dijanjikan kepada mereka itu benar terjadi. Maka ketika mereka melihat tanda-tanda azab itu datang kepada mereka yaitu berupa awan yang berjalan menuju ke lembah-lembah tempat tinggal mereka, lalu mereka berkata, “Inilah awan yang akan menurunkan hujan kepada kita. “Mereka mengira awan itu menandakan turunnya hujan yang sangat mereka harapkan. Nabi Hud menjawab ucapan mereka, “Bukan! Awan itu bukan tanda akan turun hujan, tetapi itulah azab yang kamu minta agar disegerakan datangnya, itulah angin yang sangat panas yang mengandung azab yang pedih,",
        "25": "Yang menghancurkan segala sesuatu dengan perintah Tuhannya. Angin itu melanda seluruh negeri dan membinasakan segala sesuatu yang dilewatinya, baik jiwa maupun harta. Maka kaum 'Ad, hancur lebur terbakar oleh angin panas dan mereka menjadi tidak tampak lagi di muka bumi kecuali hanya bekas-bekas tempat tinggal mereka. Demikianlah Kami memberi balasan kepada kaum yang berdosa, baik dahulu, sekarang maupun yang akan datang. Sebagaimana Kami memberi balasan berupa azab kepada kaum Ad, demikian pula Kami memberi memberi balasan serupa kepada mereka yang durhaka.”",
        "26": "Kami telah meneguhkan kedudukan mereka dengan berlimpahnya harta dan menganugerahkan kepada mereka kekuatan fisik yang belum pernah Kami berikan kepada kamu wahai penduduk Mekah dan Kami telah memberikan kepada mereka pendengaran, penglihatan, dan hati agar mereka mendengar, melihat dan mengambil pelajaran dari ayat-ayat Allah; tetapi pendengaran, penglihatan, dan hati mereka itu tidak berguna sedikit pun bagi mereka, karena mereka tidak menggunakannya untuk memikirkan ayat-ayat Allah. Sebaliknya mereka selalu mengingkari ayat-ayat Allah dan oleh karena itu azab yang dahulu mereka perolok-olokkan dan mereka minta agar segera datang telah mengepung mereka sehingga mereka hancur binasa. Ayat ini memberikan peringatan kepada pen-duduk Mekah agar mereka takut kepada azab Tuhan. Kaum Ad lebih kuat dari mereka dan lebih banyak jumlahnya, namun mereka tidak kuasa menolak azab Tuhan yang dijatuhkan kepadanya.",
        "27": "Dan sungguh, wahai penduduk Mekah telah Kami binasakan penduduk negeri-negeri di sekitarmu seperti kaum 'Ad yang tinggal di Ahqaf, Kaum Samud yang tinggal di antara Mekah dan Syam, kaum Saba’ di Yaman, dan kaum Madyan yang dilewati oleh penduduk Mekah dalam perjalanan mereka di musim panas dan dingin, dan juga telah Kami jelaskan berulang-ulang dan dengan bermacam-macam cara tanda-tanda kebesaran Kami, agar mereka kembali, yakni bertobat dari kedurhakaan mereka. Akan tetapi mereka tidak menghiraukan peringatan kami, maka Kami hukum mereka dengan azab yang pedih.",
        "28": "Maka mengapa berhala-berhala dan tuhan-tuhan yang mereka sembah selain Allah untuk mendekatkan diri kepada-Nya tidak dapat menolong mereka? Bahkan tuhan-tuhan itu telah lenyap dari mereka ketika siksaan dijatuhkan kepada mereka? Itulah bukti bahwa berhala-berhala yang mereka sembah itu tidak dapat menyelamatkan mereka dari azab Allah. Dan itulah akibat kebohongan mereka yang menganggap bahwa berhala-berhala adalah sekutu bagi Allah dan merupakan buah dari apa yang dahulu mereka ada-adakan yakni pendustaan terhadap Allah dan RasulNya. Ayat ini merupakan kecaman terhadap penduduk Mekah yang menyembah berhala-berhala sebagai sekutu Allah. Sekiranya berhala-berhala yang mereka sembah itu berguna bagi mereka, niscaya berguna pula bagi umat sebelum mereka yang telah dibinasakan. Tetapi berhala-berhala itu tidak berguna sedikit pun, bahkan mereka lenyap ketika azab Tuhan dijatuhkan.",
        "29": "Kelompok ayat yang lalu menjelaskan seruan Nabi Muhammad yang ditujukan kepada umat manusia, khususnya kepada penduduk negeri Mekah, dan menjelaskan bahwa di antara mereka ada yang beriman dan ada pula yang kafir. Ayat ini menjelaskan bahwa Nabi Muhammad tidak hanya diutus kepada umat manusia saja, tetapi juga diutus kepada golongan jin. Di antara golongan jin itu ada yang beriman dan dengan tekun mendengarkan perkataan Nabi, Dan ingatlah ketika Kami hadapkan kepadamu, wahai Nabi Muhammad, serombongan jin, yang berjumlah tujuh atau sembilan, yang mendengarkan dengan tekun bacaan Al-Qur’an, maka ketika mereka menghadiri pembacaannya mereka berkata, satu sama lain, “Diamlah kamu untuk mendengarkannya!” Maka ketika telah selesai mendengar pembacaan itu dan memahami pesan-pesan yang terkandung di dalamnya mereka kembali kepada kaumnya untuk memberi peringatan.",
        "30": "Mereka berkata, “Wahai kaum kami! Sungguh, kami telah mendengarkan pembacaan Kitab yang agung yaitu Al-Qur’an yang diturunkan oleh Allah setelah kitab Nabi Musa, yang membenarkan kitab-kitab yang datang sebelumnya, yang membimbing siapa yang mengikuti tuntunannya kepada kebenaran dan menunjukkan mereka kepada jalan yang lurus.",
        "31": "Di antara kelompok jin yang mendengar perkataan Nabi itu menyeru kaumnya agar beriman kepada Allah, “Wahai kaum kami! Terimalah (seruan) orang yang menyeru kepada Allah, yaitu Nabi Muhammad, dan berimanlah kepada-Nya, karena seruannya mengajak kamu kepa-da jalan yang benar, dan jika kamu beriman kepadanya dengan mengikuti tuntunannya niscaya Dia, yakni Allah yang mengutusnya untuk memberi petunjuk kepada golongan jin dan manusia, akan mengampuni dosa-dosamu dan melepaskan kamu dari azab yang pedih.” Ayat ini memberikan pengertian bahwa pada golongan jin juga berlaku pembalasan Allah berupa ampunan dan selamat dari siksaan pahala bagi siapa yang melaksanakan perintah dan meninggalkan larangan.",
        "32": "“Dan barang siapa tidak menerima seruan orang yang menyeru kepada Allah yaitu Nabi Muhammad maka dia tidak akan dapat melepaskan diri dari siksa Allah di muka bumi, jika Allah berkehendak untuk menimpakan siksa padahal tidak ada pelindung baginya yang dapat melindungi mereka dari siksaan itu selain Allah. Mereka yang tidak mengikuti seruan itu sungguh berada dalam kesesatan yang nyata.” Jalan yang benar telah dijelaskan, dan telah diberikan pula tuntunan bagaimana menempuh jalan itu. Siapa yang menempuh jalan itu akan selamat, dan siapa yang menyeleweng akan mendapat hukuman. Demikian ketetapan Allah yang berlaku bagi golongan jin dan manusia.",
        "33": "Dan tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan langit dan bumi dan segala sesuatu yang ada di dalamnya dan Dia tidak merasa payah karena menciptakannya dan mengaturnya sepanjang waktu, dan Dia kuasa menghidupkan makhluk yang mati? Begitulah; sungguh, yang demikian itu adalah mudah bagi Allah, sebab Dia Mahakuasa atas segala sesuatu.",
        "34": "Dan ingatlah pada hari ketika orang-orang yang kafir dihadapkan kepada neraka sebelum dimasukkan ke dalamnya. Mereka akan ditanya oleh para malaikat, “Bukankah azab ini yang dahulu ketika di dunia diperingkatkan oleh para Rasul itu benar?” Mereka menjawab, “Ya benar, demi Tuhan kami, azab itu benar terjadi .” Allah berfirman, “Maka rasakanlah azab ini karena dahulu ketika di dunia kamu mengingkarinya, yakni tidak percaya kepada Allah dan kepada siksaan-Nya di hari Kiamat kepada orang-orang yang tidak menaati-Nya.”",
        "35": "Akhir dari surah ini memberikan nasihat kepada Nabi Muhammad agar bersabar dalam berdakwah kepada kaumnya dan jangan meminta agar disegerakan azab kepada orang-orang yang tidak menyambut seru-annya. Maka bersabarlah engkau, wahai Nabi Muhammad, sebagaimana kesabaran rasul-rasul yang memiliki keteguhan hati dalam menghadapi setiap kesulitan dalam menyampaikan tuntunan Allah kepada umatnya. Dan janganlah engkau meminta kepada Allah dengan berdoa agar azab disegerakan untuk mereka sebab azab itu pasti datang pada waktu yang ditentukan-Nya. Pada hari mereka melihat azab yang dijanjikan, sesaat sebelum kematian mereka atau kelak pada hari Kiamat mereka merasa disebabkan oleh dahsyatnya azab itu seolah-olah tinggal di dunia hanya sesaat saja pada siang hari. Tugasmu hanya menyampaikan apa yang diwahyukan Allah kepada mereka, bukan untuk menjadikannya ber-iman ataupun menimpakan azab atasnya. Azab adalah urusan Allah yang dijatuhkan dengan seadil-adilnya. Maka tidak ada yang dibinasakan, kecuali kaum yang fasik yakni orang-orang yang tidak taat kepada Allah."
      }
    }
  }
}