{
  "number": 49,
  "name": "الحجرٰت",
  "name_latin": "Al-Ḥujurāt",
  "name_id": "Al-Hujurat",
  "name_trans_id": "Kamar-Kamar",
  "number_of_verse": 18,
  "category": "Madaniyah",
  "arabics": {
    "1": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُقَدِّمُوْا بَيْنَ يَدَيِ اللّٰهِ وَرَسُوْلِهٖ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌ",
    "2": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَرْفَعُوْٓا اَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوْا لَهٗ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ اَنْ تَحْبَطَ اَعْمَالُكُمْ وَاَنْتُمْ لَا تَشْعُرُوْنَ",
    "3": "اِنَّ الَّذِيْنَ يَغُضُّوْنَ اَصْوَاتَهُمْ عِنْدَ رَسُوْلِ اللّٰهِ اُولٰۤىِٕكَ الَّذِيْنَ امْتَحَنَ اللّٰهُ قُلُوْبَهُمْ لِلتَّقْوٰىۗ  لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ عَظِيْمٌ",
    "4": "اِنَّ الَّذِيْنَ يُنَادُوْنَكَ مِنْ وَّرَاۤءِ الْحُجُرٰتِ اَكْثَرُهُمْ لَا يَعْقِلُوْنَ",
    "5": "وَلَوْ اَنَّهُمْ صَبَرُوْا حَتّٰى تَخْرُجَ اِلَيْهِمْ لَكَانَ خَيْرًا لَّهُمْ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ",
    "6": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ جَاۤءَكُمْ فَاسِقٌۢ بِنَبَاٍ فَتَبَيَّنُوْٓا اَنْ تُصِيْبُوْا قَوْمًاۢ بِجَهَالَةٍ فَتُصْبِحُوْا عَلٰى مَا فَعَلْتُمْ نٰدِمِيْنَ",
    "7": "وَاعْلَمُوْٓا اَنَّ فِيْكُمْ رَسُوْلَ اللّٰهِ ۗ لَوْ يُطِيْعُكُمْ فِيْ كَثِيْرٍ مِّنَ الْاَمْرِ لَعَنِتُّمْ وَلٰكِنَّ اللّٰهَ حَبَّبَ اِلَيْكُمُ الْاِيْمَانَ وَزَيَّنَهٗ فِيْ قُلُوْبِكُمْ وَكَرَّهَ اِلَيْكُمُ الْكُفْرَ وَالْفُسُوْقَ وَالْعِصْيَانَ ۗ اُولٰۤىِٕكَ هُمُ الرّٰشِدُوْنَۙ",
    "8": "فَضْلًا مِّنَ اللّٰهِ وَنِعْمَةً ۗوَاللّٰهُ عَلِيْمٌ حَكِيْمٌ",
    "9": "وَاِنْ طَاۤىِٕفَتٰنِ مِنَ الْمُؤْمِنِيْنَ اقْتَتَلُوْا فَاَصْلِحُوْا بَيْنَهُمَاۚ فَاِنْۢ بَغَتْ اِحْدٰىهُمَا عَلَى الْاُخْرٰى فَقَاتِلُوا الَّتِيْ تَبْغِيْ حَتّٰى تَفِيْۤءَ اِلٰٓى اَمْرِ اللّٰهِ ۖفَاِنْ فَاۤءَتْ فَاَصْلِحُوْا بَيْنَهُمَا بِالْعَدْلِ وَاَقْسِطُوْا ۗاِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطِيْنَ",
    "10": "اِنَّمَا الْمُؤْمِنُوْنَ اِخْوَةٌ فَاَصْلِحُوْا بَيْنَ اَخَوَيْكُمْ  وَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُرْحَمُوْنَ ࣖ",
    "11": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا يَسْخَرْ قَوْمٌ مِّنْ قَوْمٍ عَسٰٓى اَنْ يَّكُوْنُوْا خَيْرًا مِّنْهُمْ وَلَا نِسَاۤءٌ مِّنْ نِّسَاۤءٍ عَسٰٓى اَنْ يَّكُنَّ خَيْرًا مِّنْهُنَّۚ وَلَا تَلْمِزُوْٓا اَنْفُسَكُمْ وَلَا تَنَابَزُوْا بِالْاَلْقَابِۗ بِئْسَ الِاسْمُ الْفُسُوْقُ بَعْدَ الْاِيْمَانِۚ وَمَنْ لَّمْ يَتُبْ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ",
    "12": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اجْتَنِبُوْا كَثِيْرًا مِّنَ الظَّنِّۖ اِنَّ بَعْضَ الظَّنِّ اِثْمٌ وَّلَا تَجَسَّسُوْا وَلَا يَغْتَبْ بَّعْضُكُمْ بَعْضًاۗ  اَيُحِبُّ اَحَدُكُمْ اَنْ يَّأْكُلَ لَحْمَ اَخِيْهِ مَيْتًا فَكَرِهْتُمُوْهُۗ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ تَوَّابٌ رَّحِيْمٌ",
    "13": "يٰٓاَيُّهَا النَّاسُ اِنَّا خَلَقْنٰكُمْ مِّنْ ذَكَرٍ وَّاُنْثٰى وَجَعَلْنٰكُمْ شُعُوْبًا وَّقَبَاۤىِٕلَ لِتَعَارَفُوْا ۚ اِنَّ اَكْرَمَكُمْ عِنْدَ اللّٰهِ اَتْقٰىكُمْ ۗاِنَّ اللّٰهَ عَلِيْمٌ خَبِيْرٌ",
    "14": "۞ قَالَتِ الْاَعْرَابُ اٰمَنَّا ۗ قُلْ لَّمْ تُؤْمِنُوْا وَلٰكِنْ قُوْلُوْٓا اَسْلَمْنَا وَلَمَّا يَدْخُلِ الْاِيْمَانُ فِيْ قُلُوْبِكُمْ ۗوَاِنْ تُطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ لَا يَلِتْكُمْ مِّنْ اَعْمَالِكُمْ شَيْـًٔا ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
    "15": "اِنَّمَا الْمُؤْمِنُوْنَ الَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرَسُوْلِهٖ ثُمَّ لَمْ يَرْتَابُوْا وَجَاهَدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ فِيْ سَبِيْلِ اللّٰهِ ۗ اُولٰۤىِٕكَ هُمُ الصّٰدِقُوْنَ",
    "16": "قُلْ اَتُعَلِّمُوْنَ اللّٰهَ بِدِيْنِكُمْۗ وَاللّٰهُ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ",
    "17": "يَمُنُّوْنَ عَلَيْكَ اَنْ اَسْلَمُوْا ۗ قُلْ لَّا تَمُنُّوْا عَلَيَّ اِسْلَامَكُمْ ۚبَلِ اللّٰهُ يَمُنُّ عَلَيْكُمْ اَنْ هَدٰىكُمْ لِلْاِيْمَانِ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "18": "اِنَّ اللّٰهَ يَعْلَمُ غَيْبَ السَّمٰوٰتِ وَالْاَرْضِۗ وَاللّٰهُ بَصِيْرٌۢ بِمَا تَعْمَلُوْنَ ࣖ"
  },
  "latins": [
    "Yā ayyuhal-lażīna āmanū lā tuqaddimū baina yadayillāhi wa rasūlihī wattaqullāh(a), innallāha samī'un 'alīm(un).",
    "Yā ayyuhal-lażīna āmanū lā tarfa'ū aṣwātakum fauqa ṣautin-nabiyyi wa lā tajharū lahū bil-qauli kajahri ba'ḍikum liba'ḍin an taḥbaṭa a'mālukum wa antum lā tasy'urūn(a).",
    "Innal-lażīna yaguḍḍūna aṣwātahum 'inda rasūlillāhi ulā'ikal-lażīnamtaḥanallāhu qulūbahum lit-taqwā, lahum magfiratuw wa ajrun 'aẓīm(un).",
    "Innal-lażīna yunādūnaka miw warā'il-ḥujurāti akṡaruhum lā ya'qilūn(a).",
    "Wa lau annahum ṣabarū ḥattā takhruja ilaihim lakāna khairal lahum, wallāhu gafūrur raḥīm(un).",
    "Yā ayyuhal-lażīna āmanū in jā'akum fāsiqum binaba'in fa tabayyanū an tuṣībū qaumam bijahālatin fa tuṣbiḥū 'alā mā fa'altum nādimīn(a).",
    "Wa'lamū anna fīkum rasūlallāh(i), lau yuṭī'ukum fī kaṡīrim minal-amri la'anittum wa lākinnallāha ḥabbaba ilaikumul-īmāna wa zayyanahū fī qulūbikum wa karraha ilaikumul-kufra wal-fusūqa wal-'iṣyān(a), ulā'ika humur-rāsyidūn(a).",
    "Faḍlam minallāhi wa ni'mah(tan), wallāhu 'alīmun ḥakīm(un).",
    "Wa in ṭā'ifatāni minal-mu'minīnaqtatalū fa aṣliḥū bainahumā, fa im bagat iḥdāhumā 'alal-ukhrā fa qātilul-latī tabgī ḥattā tafī'a ilā amrillāh(i), fa in fā'at fa aṣliḥū bainahumā bil-'adli wa aqsiṭū, innallāha yuḥibbul-muqsiṭīn(a).",
    "Innamal-mu'minūna ikhwatun fa aṣliḥū baina akhawaikum wattaqullāha la'allakum turḥamūn(a).",
    "Yā ayyuhal-lażīna āmanū lā yaskhar qaumum min qaumin 'asā ay yakūnū khairam minhum wa lā nisā'um min nisā'in 'asā ay yakunna khairam minhunn(a), wa lā talmizū anfusakum wa lā tanābazū bil-alqāb(i), bi'salismul-fusūqu ba'dal-īmān(i), wa mal lam yatub fa ulā'ika humuẓ-ẓālimūn(a).",
    "Yā ayyuhal-lażīna āmanujtanibū kaṡīram minaẓ-ẓann(i), inna ba'daẓ-ẓanni iṡmuw wa lā tajassasū wa lā yagtab ba'ḍukum ba'ḍā(n), ayuḥibbu aḥadukum ay ya'kula laḥma akhīhi maitan fa karihtumūh(u), wattaqullāh(a), innallāha tawwābur raḥīm(un).",
    "Yā ayyuhan-nāsu innā khalaqnākum min żakariw wa unṡā wa ja'alnākum syu'ūbaw wa qabā'ila lita'ārafū, inna akramakum 'indallāhi atqākum, innallāha 'alīmun khabīr(un).",
    "Qālatil-a'rābu āmannā, qul lam tu'minū wa lākin qūlū aslamnā wa lammā yadkhulil-īmānu fī qulūbikum, wa in tuṭī'ullāha wa rasūlahū lā yalitkum min a'mālikum syai'ā(n), innallāha gafūrur raḥīm(un).",
    "Innamal-mu'minūnal-lażīna āmanū billāhi wa rasūlihī ṡumma lam yartābū wa jāhadū bi'amwālihim wa anfusihim fī sabīlillāh(i), ulā'ika humuṣ-ṣādiqūn(a).",
    "Qul atu'alimūnallāha bidīnikum, wallāhu ya'lamu mā fis-samāwāti wa mā fil-arḍ(i), wallāhu bikulli syai'in 'alīm(un).",
    "Yamunnūna 'alaika an aslamū, qul lā tamunnū 'alayya islāmakum, balillāhu yamunnu 'alaikum an hadākum lil-īmāni in kuntum ṣādiqīn(a).",
    "Innallāha ya'lamu gaibas-samāwāti wal-arḍ(i), wallāhu baṣīrum bimā ta'malūn(a)."
  ],
  "translations": {
    "id": {
      "1": "Wahai orang-orang yang beriman, janganlah mendahului Allah dan Rasul-Nya698) dan bertakwalah kepada Allah. Sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.",
      "2": "Wahai orang-orang yang beriman, janganlah meninggikan suaramu melebihi suara Nabi dan janganlah berkata kepadanya dengan suara keras sebagaimana kerasnya (suara) sebagian kamu terhadap yang lain. Hal itu dikhawatirkan akan membuat (pahala) segala amalmu terhapus, sedangkan kamu tidak menyadarinya.",
      "3": "Sesungguhnya orang-orang yang merendahkan suaranya di sisi Rasulullah, mereka itulah orang-orang yang telah diuji hatinya oleh Allah untuk bertakwa. Mereka akan memperoleh ampunan dan pahala yang besar.",
      "4": "Sesungguhnya orang-orang yang memanggil engkau (Nabi Muhammad) dari luar kamar(-mu), kebanyakan mereka tidak mengerti.",
      "5": "Seandainya mereka bersabar sampai engkau keluar menemui mereka, tentu akan lebih baik bagi mereka. Allah Maha Pengampun lagi Maha Penyayang.",
      "6": "Wahai orang-orang yang beriman, jika seorang fasik datang kepadamu membawa berita penting, maka telitilah kebenarannya agar kamu tidak mencelakakan suatu kaum karena ketidaktahuan(-mu) yang berakibat kamu menyesali perbuatanmu itu.",
      "7": "Ketahuilah bahwa di tengah-tengah kamu ada Rasulullah. Seandainya dia menuruti (kemauan)-mu dalam banyak hal, pasti kamu akan mendapatkan kesusahan. Akan tetapi, \nAllah menjadikanmu cinta pada keimanan dan menjadikan (iman) itu indah dalam hatimu serta menjadikanmu benci pada kekufuran, kefasikan, dan kemaksiatan. Mereka itulah orang-orang yang mengikuti jalan kebenaran.",
      "8": "(Itu) sebagai karunia dan nikmat dari Allah. Allah Maha Mengetahui lagi Maha Bijaksana",
      "9": "Jika ada dua golongan orang-orang mukmin bertikai, damaikanlah keduanya. Jika salah satu dari keduanya berbuat aniaya terhadap (golongan) yang lain, perangilah (golongan) yang berbuat aniaya itu, sehingga golongan itu kembali kepada perintah Allah. Jika golongan itu telah kembali (kepada perintah Allah), damaikanlah keduanya dengan adil. Bersikaplah adil! Sesungguhnya Allah mencintai orang-orang yang bersikap adil.",
      "10": "Sesungguhnya orang-orang mukmin itu bersaudara, karena itu damaikanlah kedua saudaramu (yang bertikai) dan bertakwalah kepada Allah agar kamu dirahmati.",
      "11": "Wahai orang-orang yang beriman, janganlah suatu kaum mengolok-olok kaum yang lain (karena) boleh jadi mereka (yang diolok-olokkan itu) lebih baik daripada mereka (yang mengolok-olok) dan jangan pula perempuan-perempuan (mengolok-olok) perempuan lain (karena) boleh jadi perempuan (yang diolok-olok itu) lebih baik daripada perempuan (yang mengolok-olok). Janganlah kamu saling mencela dan saling memanggil dengan julukan yang buruk. Seburuk-buruk panggilan adalah (panggilan) fasik699) setelah beriman. Siapa yang tidak bertobat, mereka itulah orang-orang zalim.",
      "12": "Wahai orang-orang yang beriman, jauhilah banyak prasangka! Sesungguhnya sebagian prasangka itu dosa. Janganlah mencari-cari kesalahan orang lain dan janganlah ada di antara kamu yang menggunjing sebagian yang lain. Apakah ada di antara kamu yang suka memakan daging saudaranya yang sudah mati? Tentu kamu merasa jijik. Bertakwalah kepada Allah! Sesungguhnya Allah Maha Penerima Tobat lagi Maha Penyayang.",
      "13": "Wahai manusia, sesungguhnya Kami telah menciptakan kamu dari seorang laki-laki dan perempuan. Kemudian, Kami menjadikan kamu berbangsa-bangsa dan bersuku-suku agar kamu saling mengenal. Sesungguhnya yang paling mulia di antara kamu di sisi Allah adalah orang yang paling bertakwa. Sesungguhnya Allah Maha Mengetahui lagi Maha Teliti.",
      "14": "Orang-orang Arab Badui berkata, “Kami telah beriman.” Katakanlah (kepada mereka), “Kamu belum beriman, tetapi katakanlah, 'Kami baru berislam’ karena iman (yang sebenarnya) belum masuk ke dalam hatimu. Jika kamu taat kepada Allah dan Rasul-Nya, Dia tidak akan mengurangi sedikit pun (pahala) amal perbuatanmu.” Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
      "15": "Sesungguhnya orang-orang mukmin (yang sebenarnya) hanyalah mereka yang beriman kepada Allah dan Rasul-Nya, kemudian mereka tidak ragu-ragu dan mereka berjihad dengan harta dan jiwanya di jalan Allah. Mereka itulah orang-orang benar.",
      "16": "Katakanlah (kepada mereka), “Apakah kamu akan memberi tahu Allah tentang agamamu (keyakinanmu), padahal Allah mengetahui apa yang ada di langit dan apa yang ada di bumi serta Allah Maha Mengetahui segala sesuatu.”",
      "17": "Mereka merasa berjasa kepadamu dengan keislaman mereka. Katakanlah, “Janganlah merasa berjasa kepadaku dengan keislamanmu. Sebenarnya Allahlah yang melimpahkan nikmat kepadamu dengan menunjukkan kamu kepada keimanan, jika kamu orang-orang benar.”",
      "18": "Sesungguhnya Allah mengetahui apa yang gaib di langit dan di bumi. Allah Maha Melihat apa yang kamu kerjakan."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Pada permulaan Surah al-Hujurat ini Allah mengajarkan akhlak kepada kaum muslim ketika berhubungan dengan Allah dan Rasul-Nya. Wahai orang-orang yang beriman! Janganlah kamu mendahului Allah dan Rasul-Nya, yakni jangan kamu tergesa-gesa dalam memutuskan suatu perkara sebelum mendapat keputusan Allah dan Rasul-Nya, dan bertakwalah kepada Allah dengan melaksanakan semua perintah-Nya dan menjauhi semua larangan-Nya. Sungguh, Allah Maha Mendengar ucapan kamu, Maha Mengetahui segala gerak-gerik dan perbuatan kamu. Dalam ayat ini Allah memerintahkan kepada kaum muslim agar ja-ngan mendahului Allah dan Rasul-Nya dalam menetapkan hukum keagamaan atau persoalan duniawi yang menyangkut kehidupan me-reka. Hal ini bertujuan agar keputusan mereka tidak menyalahi syariat Islam sehingga menimbulkan kemurkaan Allah.",
        "2": "Wahai orang-orang yang beriman! Janganlah kamu meninggikan suaramu melebihi suara Nabi pada saat terjadi percakapan antara kamu dengan beliau, dan janganlah kamu berkata kepadanya dengan suara keras sebagaimana kerasnya suara sebagian kamu terhadap yang lain. Janganlah kamu memanggilnya dengan namanya, tetapi panggilah beliau dengan panggilan yang disertai penghormatan dan pengagungan. Apabila kamu tidak berlaku hormat kepada Nabi, dikhawatirkan nanti, pahala segala amalmu bisa terhapus sedangkan kamu tidak menyadari.",
        "3": "Sesungguhnya orang-orang yang senantiasa merendahkan suaranya di sisi Rasulullah, didorong oleh motivasi penghormatan dan pengagungan kepada beliau mereka itulah orang-orang tinggi kedudukannya yang telah diuji hatinya yakni dibersihkan oleh Allah dengan bermacam-macam ujian dan cobaan untuk menjadi orang bertakwa. Mereka akan memperoleh ampunan atas kesalahannya dan pahala yang besar atas ketaatan yang dilakukannya.",
        "4": "Sesungguhnya orang-orang yang memanggil engkau dengan cara yang tidak sopan dari luar kamar kediamanmu dan kediaman istri-istrimu kebanyakan mereka tidak mengerti tata krama penghormatan dan pengagungan yang seharusnya dilakukan kepadamu.",
        "5": "Dan sekiranya mereka bersabar, yakni tidak memanggil-manggil namamu sampai engkau keluar dari kamarmu untuk menemui mereka, tentu akan lebih baik bagi mereka di sisi Allah. Dan itu tidak dilakukan oleh mereka, namun Allah tidak menyiksa mereka. Allah Maha Pengampun bagi siapa yang bertobat, Maha Penyayang kepada hamba-Nya yang taat. Berkaitan dengan ayat ini terdapat riwayat bahwa sekelompok rombongan Bani Tamim datang untuk menemui Nabi dan mereka memanggil-manggil dari luar kamarnya, “Hai Muhammad, keluarlah untuk menemui kami.” Nabi dengan berat hati menemui mereka, padahal ketika itu beliau sedang beristirahat. Ayat ini mengecam sikap mereka yang berlaku tidak sopan kepada Rasulullah.",
        "6": "Setelah kelompok ayat-ayat yang lalu menguraikan tuntunan bagai-mana bertatakrama dengan Rasullah, kelompok ayat ini menguraikan bagaimana berlaku dengan sesama manusia, termasuk kepada orang fasik. Diawali dengan tuntunan bagaimana menghadapi orang fasik, Allah berfirman, Wahai orang-orang yang beriman! Jika seseorang yang fasik datang kepadamu membawa suatu berita yang penting, maka ja-nganlah kamu tergesa-gesa menerima berita itu, tetapi telitilah terlebih dahulu kebenarannya. Hal ini penting dilakukan agar kamu tidak mencelakakan suatu kaum karena kebodohan atau kecerobohan kamu mengikuti berita itu yang akhirnya kamu menyesali perbuatanmu itu yang terlanjur kamu lakukan. Ayat ini memberikan tuntunan kepada kaum muslim agar berhati-hati dalam menerima berita terutama jika bersumber dari orang yang fasik. Perlunya berhati-hati dalam menerima berita adalah untuk menghindarkan penyesalan akibat tindakan yang diakibatkan oleh berita yang belum diteliti kebenarannya.",
        "7": "Dan ketahuilah olehmu bahwa di tengah-tengah kamu ada Rasulullah, yang sepatutnya dihormati dan dipatuhi semua petunjuknya karena beliau senantiasa dalam bimbingan wahyu Ilahi. Kalau dia menuruti kemauan kamu dalam banyak hal, pasti kamu akan mendapatkan kesusahan. Tetapi dengan bimbingan Rasulullah, Allah menjadikan kamu, wahai para sahabat yang setia, cinta kepada keimanan dan menjadikan iman itu indah dalam hatimu sehingga kamu mudah menjaga diri dari dosa serta menjadikan kamu benci kepada kekafiran, kefasikan, dan kedurhakaan sehingga mudah bagi kamu melakukan ketaatan. Mereka itulah orang-orang yang mengikuti secara mantap jalan yang lurus.",
        "8": "Hal yang demikian itu adalah sebagai karunia dan nikmat dari Allah. Dan Allah Maha Mengetahui siapa yang pantas mendapat anugerah-Nya, Mahabijaksana dalam mengatur segala urusan.",
        "9": "Setelah Allah memperingatkan kepada orang mukmin supaya berhati-hati dalam menerima berita yang disampaikan orang fasik, maka Allah menerangkan pada ayat ini tentang apa yang bisa terjadi akibat berita itu. Misalnya pertikaian antara dua kelompok yang kadang-kadang menyebabkan peperangan. Dan apabila ada dua golongan orang-orang mukmin berperang atau bertikai satu sama lain maka damaikanlah antara keduanya dengan memberi petunjuk dan nasihat ke jalan yang benar. Jika salah satu dari keduanya, yakni golongan yang bermusuhan itu terus menerus berbuat zalim terhadap golongan yang lain, maka pera-ngilah golongan yang berbuat zalim itu, yang enggan menerima kebenar-an, sehingga golongan itu kembali kepada perintah Allah. Jika golongan itu telah kembali kepada perintah Allah, yakni menerima kebenaran maka damaikanlah antara keduanya dengan adil, sehingga terjadi hubungan baik antara keduanya, dan berlakulah adil dalam segala urusan agar putusan kamu diterima oleh semua golongan. Sungguh, Allah mencintai orang-orang yang berlaku adil dalam perbuatan mereka dan memberi balasan kepada mereka dengan balasan yang sebaik-baiknya.",
        "10": "Sesungguhnya orang-orang mukmin itu bersaudara, sebab mereka itu satu dalam keimanan, karena itu damaikanlah antara kedua saudaramu yang sedang beselisih atau bertikai satu sama lain dan bertakwalah kepada Allah dengan melaksanakan perintahnya antara lain mendamaikan kedua golongan yang saling bermusuhan itu agar kamu mendapat rahmat persudaraan dan persatuan.",
        "11": "Setelah Allah menerangkan bahwa orang-orang mukmin adalah bersaudara, ayat ini menjelaskan tuntunan agar persaudaraan itu tetap terjaga. Wahai orang-orang yang beriman! Janganlah suatu kaum, yakni kelompok pria, mengolok-olok kaum, yakni kelompok pria yang lain karena boleh jadi mereka yang diperolok-olokkan lebih baik dari mereka yang mengolok-olok, dan jangan pula perempuan-perempuan mengolok-olokkan perempuan lain karena boleh jadi perempuan yang diperolok-olokkan lebih baik dari perempuan yang mengolok-olok. Janganlah kamu saling mencela satu sama lain dengan ucapan, perbuatan atau isyarat, dan janganlah saling memanggil dengan gelar-gelar yang dinilai buruk buruk oleh orang yang kamu panggil itu sehingga menyakiti hatinya. Seburuk-buruk panggilan adalah panggilan yang buruk fasik setelah iman. Yakni seburuh-buruk panggilan kepada orang-orang mukmin adalah bila mereka disebut orang-orang fasik sesudah mereka dahulu disebut sebagai golongan yang yang beriman. Dan barangsiapa tidak bertobat, setelah melakukan kefasikan, maka mereka itulah orang-orang yang zalim kepada diri sendiri dan karena perbuatannya itu maka Allah menimpakan hukuman atasnya.",
        "12": "Wahai orang-orang yang beriman! Jauhilah banyak dari prasangka buruk kepada manusia yang tidak disertai bukti atau tanda-tanda, sesungguhnya sebagian prasangka, yakni prasangka yang tidak disertai bukti atau tanda-tanda itu adalah dosa dan janganlah kamu mencari-cari kesalahan orang lain yang sengaja ditutup-tutupi untuk mencemoohnya dan janganlah ada di antara kamu yang menggunjing, yakni membicarakan aib, sebagian yang lain. Apakah ada di antara kamu yang suka memakan daging saudaranya yang sudah mati? Tentu kamu merasa jijik. Karena itu hindarilah pergunjingan karena itu sama dengan memakan daging saudara yang telah mati. Dan bertakwalah kepada Allah, sesungguhnya Allah Maha Penerima tobat kepada orang yang bertobat, Maha Penyayang kepada orang yang taat.",
        "13": "Wahai manusia! Sungguh, Kami telah menciptakan kamu dari seorang laki-laki dan seorang perempuan, yakni berasal dari keturunan yang sama yaitu Adam dan Hawa. Semua manusia sama saja derajat kemanusiaannya, tidak ada perbedaan antara satu suku dengan suku lainnya. Kemudian Kami jadikan kamu berbangsa-bangsa dan bersuku-suku agar kamu saling mengenal dan dengan demikian saling membantu satu sama lain, bukan saling mengolok-olok dan saling memusuhi antara satu kelompok dengan lainnya. Allah tidak menyukai orang yang memperlihatkan kesombongan dengan keturunan, kekayaan atau kepangkatan karena sungguh yang paling mulia di antara kamu di sisi Allah ialah orang yang paling bertakwa. Karena itu berusahalah untuk meningkatkan ketakwaan agar menjadi orang yang mulia di sisi Allah. Sungguh, Allah Maha Mengetahui segala sesuatu baik yang lahir maupun yang tersembunyi, Mahateliti sehingga tidak satu pun gerak-gerik dan perbuatan manusia yang luput dari ilmu-Nya.",
        "14": "Setelah pada ayat yang lalu dijelaskan bahwa orang yang paling mulia di sisi Allah adalah adalah orang yang paling bertakwa, ayat ini menjelaskan hakikat iman yang melekat pada orang yang bertakwa. Ayat ini dikemukakan dalam konteks penjelasan terhadap serombong-an orang-orang Badui yang datang kepada Nabi yang menyatakan bahwa mereka telah beriman dengan benar. Orang-orang Arab Badui berkata kepadamu, “Kami telah beriman.” Allah menegaskan melalui firman-Nya, Katakanlah kepada mereka, wahai Nabi Muhammad, “Kamu belum beriman sebab hati kamu belum sepenuhnya percaya, dan perbuatan kamu belum mencerminkan iman sesuai apa yang kamu katakan tetapi katakanlah 'Kami telah tunduk kepadamu.’ Ucapan se-perti itu lebih pantas kamu katakan, karena iman belum masuk ke dalam hatimu. Dan jika kamu benar-benar taat kepada Allah dan Rasul-Nya, Dia tidak akan mengurangi sedikit pun pahala amal perbuatanmu. Sungguh, Allah Maha Pengampun kepada orang yang bertobat, Maha Penyayang kepada orang yang taat.”",
        "15": "Selanjutnya ayat ini menjelaskan siapa yang benar-benar sempurna imannya. Sesungguhnya orang-orang mukmin yang sebenarnya adalah me-reka yang beriman kepada Allah dan meyakini semua sifat-sifat-Nya dan membenarkan apa yang disampaikan oleh Rasul-Nya. Kemudian dalam berlalunya waktu mereka tidak ragu-ragu sedikitpun dan tidak goyah pendiriannya dan mereka berjihad dengan menye-rahkan harta dan me-ngorbankan jiwanya di jalan Allah. Mereka itulah orang-orang yang benar dalam ucapan dan perbuatan mereka.",
        "16": "Katakanlah, wahai Nabi Muhammad, kepada orang-orang Badui yang mengaku beriman itu, “Apakah kamu akan memberitahukan kepada Allah dan menjelaskan tentang agamamu serta keyakinanmu seperti yang engkau katakan kepada Nabi, padahal yang demikian itu tidak perlu karena Allah mengetahui apa yang ada di langit dan apa yang ada di bumi dan Allah Maha Mengetahui segala sesuatu.”",
        "17": "Mereka tidak ragu-ragu mengaku bahwa mereka merasa berjasa telah memberi nikmat kepadamu, yakni kepada Nabi Muhammad, dengan keislaman mereka. Maka kepada Nabi diperintahkan untuk mengatakan kepada mereka: Katakanlah, “Janganlah kamu merasa berjasa kepadaku dengan keislamanmu, sebab manfaat keislamanmu bukan kepadaku tetapi untuk kamu sendiri dan sebenarnya Allah yang melimpahkan nikmat kepadamu dengan menunjukkan kamu kepada keimanan, jika kamu orang yang benar dalam ucapanmu.” Sungguh, Allah senantiasa mengetahui apa yang gaib di langit dan di bumi. Dan Allah senantiasa Maha Melihat apa yang kamu kerjakan.",
        "18": "Mereka tidak ragu-ragu mengaku bahwa mereka merasa berjasa telah memberi nikmat kepadamu, yakni kepada Nabi Muhammad, dengan keislaman mereka. Maka kepada Nabi diperintahkan untuk mengatakan kepada mereka: Katakanlah, “Janganlah kamu merasa berjasa kepadaku dengan keislamanmu, sebab manfaat keislamanmu bukan kepadaku tetapi untuk kamu sendiri dan sebenarnya Allah yang melimpahkan nikmat kepadamu dengan menunjukkan kamu kepada keimanan, jika kamu orang yang benar dalam ucapanmu.” Sungguh, Allah senantiasa mengetahui apa yang gaib di langit dan di bumi. Dan Allah senantiasa Maha Melihat apa yang kamu kerjakan."
      }
    }
  }
}