{
  "number": 5,
  "name": "الماۤئدة",
  "name_latin": "Al-Mā'idah",
  "name_id": "Al-Ma'idah",
  "name_trans_id": "Hidangan",
  "number_of_verse": 120,
  "category": "Madaniyah",
  "arabics": {
    "1": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَوْفُوْا بِالْعُقُوْدِۗ  اُحِلَّتْ لَكُمْ بَهِيْمَةُ الْاَنْعَامِ اِلَّا مَا يُتْلٰى عَلَيْكُمْ غَيْرَ مُحِلِّى الصَّيْدِ وَاَنْتُمْ حُرُمٌۗ  اِنَّ اللّٰهَ يَحْكُمُ مَا يُرِيْدُ",
    "2": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُحِلُّوْا شَعَاۤىِٕرَ اللّٰهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَاۤىِٕدَ وَلَآ اٰۤمِّيْنَ الْبَيْتَ الْحَرَامَ يَبْتَغُوْنَ فَضْلًا مِّنْ رَّبِّهِمْ وَرِضْوَانًا ۗوَاِذَا حَلَلْتُمْ فَاصْطَادُوْا ۗوَلَا يَجْرِمَنَّكُمْ شَنَاٰنُ قَوْمٍ اَنْ صَدُّوْكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ اَنْ تَعْتَدُوْاۘ وَتَعَاوَنُوْا عَلَى الْبِرِّ وَالتَّقْوٰىۖ وَلَا تَعَاوَنُوْا عَلَى الْاِثْمِ وَالْعُدْوَانِ ۖوَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ",
    "3": "حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيْرِ وَمَآ اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖ وَالْمُنْخَنِقَةُ وَالْمَوْقُوْذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيْحَةُ وَمَآ اَكَلَ السَّبُعُ اِلَّا مَا ذَكَّيْتُمْۗ وَمَا ذُبِحَ عَلَى النُّصُبِ وَاَنْ تَسْتَقْسِمُوْا بِالْاَزْلَامِۗ  ذٰلِكُمْ فِسْقٌۗ  اَلْيَوْمَ يَىِٕسَ الَّذِيْنَ كَفَرُوْا مِنْ دِيْنِكُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِۗ  اَلْيَوْمَ اَكْمَلْتُ لَكُمْ دِيْنَكُمْ وَاَتْمَمْتُ عَلَيْكُمْ نِعْمَتِيْ وَرَضِيْتُ لَكُمُ الْاِسْلَامَ دِيْنًاۗ  فَمَنِ اضْطُرَّ فِيْ مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِّاِثْمٍۙ  فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
    "4": "يَسْـَٔلُوْنَكَ مَاذَآ اُحِلَّ لَهُمْۗ  قُلْ اُحِلَّ لَكُمُ الطَّيِّبٰتُۙ وَمَا عَلَّمْتُمْ مِّنَ الْجَوَارِحِ مُكَلِّبِيْنَ تُعَلِّمُوْنَهُنَّ مِمَّا عَلَّمَكُمُ اللّٰهُ  فَكُلُوْا مِمَّآ اَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللّٰهِ عَلَيْهِ ۖوَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ",
    "5": "اَلْيَوْمَ اُحِلَّ لَكُمُ الطَّيِّبٰتُۗ وَطَعَامُ الَّذِيْنَ اُوْتُوا الْكِتٰبَ حِلٌّ لَّكُمْ ۖوَطَعَامُكُمْ حِلٌّ لَّهُمْ ۖوَالْمُحْصَنٰتُ مِنَ الْمُؤْمِنٰتِ وَالْمُحْصَنٰتُ مِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ اِذَآ اٰتَيْتُمُوْهُنَّ اُجُوْرَهُنَّ مُحْصِنِيْنَ غَيْرَ مُسٰفِحِيْنَ وَلَا مُتَّخِذِيْٓ اَخْدَانٍۗ وَمَنْ يَّكْفُرْ بِالْاِيْمَانِ فَقَدْ حَبِطَ عَمَلُهٗ ۖوَهُوَ فِى الْاٰخِرَةِ مِنَ الْخٰسِرِيْنَ ࣖ",
    "6": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا قُمْتُمْ اِلَى الصَّلٰوةِ فَاغْسِلُوْا وُجُوْهَكُمْ وَاَيْدِيَكُمْ اِلَى الْمَرَافِقِ وَامْسَحُوْا بِرُءُوْسِكُمْ وَاَرْجُلَكُمْ اِلَى الْكَعْبَيْنِۗ وَاِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوْاۗ وَاِنْ كُنْتُمْ مَّرْضٰٓى اَوْ عَلٰى سَفَرٍ اَوْ جَاۤءَ اَحَدٌ مِّنْكُمْ مِّنَ الْغَاۤىِٕطِ اَوْ لٰمَسْتُمُ النِّسَاۤءَ فَلَمْ تَجِدُوْا مَاۤءً فَتَيَمَّمُوْا صَعِيْدًا طَيِّبًا فَامْسَحُوْا بِوُجُوْهِكُمْ وَاَيْدِيْكُمْ مِّنْهُ ۗمَا يُرِيْدُ اللّٰهُ لِيَجْعَلَ عَلَيْكُمْ مِّنْ حَرَجٍ وَّلٰكِنْ يُّرِيْدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهٗ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُوْنَ",
    "7": "وَاذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ وَمِيْثَاقَهُ الَّذِيْ وَاثَقَكُمْ بِهٖٓ ۙاِذْ قُلْتُمْ سَمِعْنَا وَاَطَعْنَا ۖوَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
    "8": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْا قَوَّامِيْنَ لِلّٰهِ شُهَدَاۤءَ بِالْقِسْطِۖ وَلَا يَجْرِمَنَّكُمْ شَنَاٰنُ قَوْمٍ عَلٰٓى اَلَّا تَعْدِلُوْا ۗاِعْدِلُوْاۗ هُوَ اَقْرَبُ لِلتَّقْوٰىۖ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ",
    "9": "وَعَدَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِۙ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ عَظِيْمٌ",
    "10": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ",
    "11": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْ اِذْ هَمَّ قَوْمٌ اَنْ يَّبْسُطُوْٓا اِلَيْكُمْ اَيْدِيَهُمْ فَكَفَّ اَيْدِيَهُمْ عَنْكُمْۚ وَاتَّقُوا اللّٰهَ ۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ࣖ",
    "12": "۞ وَلَقَدْ اَخَذَ اللّٰهُ مِيْثَاقَ بَنِيْٓ اِسْرَاۤءِيْلَۚ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيْبًاۗ وَقَالَ اللّٰهُ اِنِّيْ مَعَكُمْ ۗ لَىِٕنْ اَقَمْتُمُ الصَّلٰوةَ وَاٰتَيْتُمُ الزَّكٰوةَ وَاٰمَنْتُمْ بِرُسُلِيْ وَعَزَّرْتُمُوْهُمْ وَاَقْرَضْتُمُ اللّٰهَ قَرْضًا حَسَنًا لَّاُكَفِّرَنَّ عَنْكُمْ سَيِّاٰتِكُمْ وَلَاُدْخِلَنَّكُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۚ فَمَنْ كَفَرَ بَعْدَ ذٰلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاۤءَ السَّبِيْلِ",
    "13": "فَبِمَا نَقْضِهِمْ مِّيْثَاقَهُمْ لَعَنّٰهُمْ وَجَعَلْنَا قُلُوْبَهُمْ قٰسِيَةً ۚ يُحَرِّفُوْنَ الْكَلِمَ عَنْ مَّوَاضِعِهٖۙ وَنَسُوْا حَظًّا مِّمَّا ذُكِّرُوْا بِهٖۚ وَلَا تَزَالُ تَطَّلِعُ عَلٰى خَاۤىِٕنَةٍ مِّنْهُمْ اِلَّا قَلِيْلًا مِّنْهُمْ ۖ فَاعْفُ عَنْهُمْ وَاصْفَحْ ۗاِنَّ اللّٰهَ يُحِبُّ الْمُحْسِنِيْنَ",
    "14": "وَمِنَ الَّذِيْنَ قَالُوْٓا اِنَّا نَصٰرٰٓى اَخَذْنَا مِيْثَاقَهُمْ فَنَسُوْا حَظًّا مِّمَّا ذُكِّرُوْا بِهٖۖ فَاَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاۤءَ اِلٰى يَوْمِ الْقِيٰمَةِ ۗ وَسَوْفَ يُنَبِّئُهُمُ اللّٰهُ بِمَا كَانُوْا يَصْنَعُوْنَ",
    "15": "يٰٓاَهْلَ الْكِتٰبِ قَدْ جَاۤءَكُمْ رَسُوْلُنَا يُبَيِّنُ لَكُمْ كَثِيْرًا مِّمَّا كُنْتُمْ تُخْفُوْنَ مِنَ الْكِتٰبِ وَيَعْفُوْا عَنْ كَثِيْرٍەۗ قَدْ جَاۤءَكُمْ مِّنَ اللّٰهِ نُوْرٌ وَّكِتٰبٌ مُّبِيْنٌۙ",
    "16": "يَّهْدِيْ بِهِ اللّٰهُ مَنِ اتَّبَعَ رِضْوَانَهٗ سُبُلَ السَّلٰمِ وَيُخْرِجُهُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِ بِاِذْنِهٖ وَيَهْدِيْهِمْ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ",
    "17": "لَقَدْ كَفَرَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ هُوَ الْمَسِيْحُ ابْنُ مَرْيَمَۗ  قُلْ فَمَنْ يَّمْلِكُ مِنَ اللّٰهِ شَيْـًٔا اِنْ اَرَادَ اَنْ يُّهْلِكَ الْمَسِيْحَ ابْنَ مَرْيَمَ وَاُمَّهٗ وَمَنْ فِى الْاَرْضِ جَمِيْعًا ۗوَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا ۗ يَخْلُقُ مَا يَشَاۤءُ ۗوَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
    "18": "وَقَالَتِ الْيَهُوْدُ وَالنَّصٰرٰى نَحْنُ اَبْنٰۤؤُا اللّٰهِ وَاَحِبَّاۤؤُهٗ ۗ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوْبِكُمْ ۗ بَلْ اَنْتُمْ بَشَرٌ مِّمَّنْ خَلَقَۗ يَغْفِرُ لِمَنْ يَّشَاۤءُ وَيُعَذِّبُ مَنْ يَّشَاۤءُۗ وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا ۖوَاِلَيْهِ الْمَصِيْرُ",
    "19": "يٰٓاَهْلَ الْكِتٰبِ قَدْ جَاۤءَكُمْ رَسُوْلُنَا يُبَيِّنُ لَكُمْ عَلٰى فَتْرَةٍ مِّنَ الرُّسُلِ اَنْ تَقُوْلُوْا مَا جَاۤءَنَا مِنْۢ بَشِيْرٍ وَّلَا نَذِيْرٍۗ فَقَدْ جَاۤءَكُمْ بَشِيْرٌ وَّنَذِيْرٌ ۗوَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ",
    "20": "وَاِذْ قَالَ مُوْسٰى لِقَوْمِهٖ يٰقَوْمِ اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ جَعَلَ فِيْكُمْ اَنْۢبِيَاۤءَ وَجَعَلَكُمْ مُّلُوْكًاۙ وَّاٰتٰىكُمْ مَّا لَمْ يُؤْتِ اَحَدًا مِّنَ الْعٰلَمِيْنَ",
    "21": "يٰقَوْمِ ادْخُلُوا الْاَرْضَ الْمُقَدَّسَةَ الَّتِيْ كَتَبَ اللّٰهُ لَكُمْ وَلَا تَرْتَدُّوْا عَلٰٓى اَدْبَارِكُمْ فَتَنْقَلِبُوْا خٰسِرِيْنَ",
    "22": "قَالُوْا يٰمُوْسٰٓى اِنَّ فِيْهَا قَوْمًا جَبَّارِيْنَۖ وَاِنَّا لَنْ نَّدْخُلَهَا حَتّٰى يَخْرُجُوْا مِنْهَاۚ فَاِنْ يَّخْرُجُوْا مِنْهَا فَاِنَّا دٰخِلُوْنَ",
    "23": "قَالَ رَجُلَانِ مِنَ الَّذِيْنَ يَخَافُوْنَ اَنْعَمَ اللّٰهُ عَلَيْهِمَا ادْخُلُوْا عَلَيْهِمُ الْبَابَۚ فَاِذَا دَخَلْتُمُوْهُ فَاِنَّكُمْ غٰلِبُوْنَ ەۙ وَعَلَى اللّٰهِ فَتَوَكَّلُوْٓا اِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
    "24": "قَالُوْا يٰمُوْسٰٓى اِنَّا لَنْ نَّدْخُلَهَآ اَبَدًا مَّا دَامُوْا فِيْهَا ۖفَاذْهَبْ اَنْتَ وَرَبُّكَ فَقَاتِلَآ اِنَّا هٰهُنَا قٰعِدُوْنَ",
    "25": "قَالَ رَبِّ اِنِّيْ لَآ اَمْلِكُ اِلَّا نَفْسِيْ وَاَخِيْ فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفٰسِقِيْنَ",
    "26": "قَالَ فَاِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ اَرْبَعِيْنَ سَنَةً  ۚيَتِيْهُوْنَ فِى الْاَرْضِۗ فَلَا تَأْسَ عَلَى الْقَوْمِ الْفٰسِقِيْنَ ࣖ",
    "27": "۞ وَاتْلُ عَلَيْهِمْ نَبَاَ ابْنَيْ اٰدَمَ بِالْحَقِّۘ اِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ اَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْاٰخَرِۗ قَالَ لَاَقْتُلَنَّكَ ۗ قَالَ اِنَّمَا يَتَقَبَّلُ اللّٰهُ مِنَ الْمُتَّقِيْنَ",
    "28": "لَىِٕنْۢ بَسَطْتَّ اِلَيَّ يَدَكَ لِتَقْتُلَنِيْ مَآ اَنَا۠ بِبَاسِطٍ يَّدِيَ اِلَيْكَ لِاَقْتُلَكَۚ اِنِّيْٓ اَخَافُ اللّٰهَ رَبَّ الْعٰلَمِيْنَ",
    "29": "اِنِّيْٓ اُرِيْدُ اَنْ تَبُوْۤاَ بِاِثْمِيْ وَاِثْمِكَ فَتَكُوْنَ مِنْ اَصْحٰبِ النَّارِۚ وَذٰلِكَ جَزٰۤؤُا الظّٰلِمِيْنَۚ",
    "30": "فَطَوَّعَتْ لَهٗ نَفْسُهٗ قَتْلَ اَخِيْهِ فَقَتَلَهٗ فَاَصْبَحَ مِنَ الْخٰسِرِيْنَ",
    "31": "فَبَعَثَ اللّٰهُ غُرَابًا يَّبْحَثُ فِى الْاَرْضِ لِيُرِيَهٗ كَيْفَ يُوَارِيْ سَوْءَةَ اَخِيْهِ ۗ قَالَ يٰوَيْلَتٰٓى اَعَجَزْتُ اَنْ اَكُوْنَ مِثْلَ هٰذَا الْغُرَابِ فَاُوَارِيَ سَوْءَةَ اَخِيْۚ  فَاَصْبَحَ مِنَ النّٰدِمِيْنَ ۛ",
    "32": "مِنْ اَجْلِ ذٰلِكَ ۛ كَتَبْنَا عَلٰى بَنِيْٓ اِسْرَاۤءِيْلَ اَنَّهٗ مَنْ قَتَلَ نَفْسًاۢ بِغَيْرِ نَفْسٍ اَوْ فَسَادٍ فِى الْاَرْضِ فَكَاَنَّمَا قَتَلَ النَّاسَ جَمِيْعًاۗ وَمَنْ اَحْيَاهَا فَكَاَنَّمَآ اَحْيَا النَّاسَ جَمِيْعًا ۗوَلَقَدْ جَاۤءَتْهُمْ رُسُلُنَا بِالْبَيِّنٰتِ ثُمَّ اِنَّ كَثِيْرًا مِّنْهُمْ بَعْدَ ذٰلِكَ فِى الْاَرْضِ لَمُسْرِفُوْنَ",
    "33": "اِنَّمَا جَزٰۤؤُا الَّذِيْنَ يُحَارِبُوْنَ اللّٰهَ وَرَسُوْلَهٗ وَيَسْعَوْنَ فِى الْاَرْضِ فَسَادًا اَنْ يُّقَتَّلُوْٓا اَوْ يُصَلَّبُوْٓا اَوْ تُقَطَّعَ اَيْدِيْهِمْ وَاَرْجُلُهُمْ مِّنْ خِلَافٍ اَوْ يُنْفَوْا مِنَ الْاَرْضِۗ ذٰلِكَ لَهُمْ خِزْيٌ فِى الدُّنْيَا وَلَهُمْ فِى الْاٰخِرَةِ عَذَابٌ عَظِيْمٌ",
    "34": "اِلَّا الَّذِيْنَ تَابُوْا مِنْ قَبْلِ اَنْ تَقْدِرُوْا عَلَيْهِمْۚ فَاعْلَمُوْٓا اَنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ࣖ",
    "35": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَابْتَغُوْٓا اِلَيْهِ الْوَسِيْلَةَ وَجَاهِدُوْا فِيْ سَبِيْلِهٖ لَعَلَّكُمْ تُفْلِحُوْنَ",
    "36": "اِنَّ الَّذِيْنَ كَفَرُوْا لَوْ اَنَّ لَهُمْ مَّا فِى الْاَرْضِ جَمِيْعًا وَّمِثْلَهٗ مَعَهٗ لِيَفْتَدُوْا بِهٖ مِنْ عَذَابِ يَوْمِ الْقِيٰمَةِ مَا تُقُبِّلَ مِنْهُمْ ۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ",
    "37": "يُرِيْدُوْنَ اَنْ يَّخْرُجُوْا مِنَ النَّارِ وَمَا هُمْ بِخٰرِجِيْنَ مِنْهَا ۖوَلَهُمْ عَذَابٌ مُّقِيْمٌ",
    "38": "وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوْٓا اَيْدِيَهُمَا جَزَاۤءًۢ بِمَا كَسَبَا نَكَالًا مِّنَ اللّٰهِ ۗوَاللّٰهُ عَزِيْزٌ حَكِيْمٌ",
    "39": "فَمَنْ تَابَ مِنْۢ بَعْدِ ظُلْمِهٖ وَاَصْلَحَ فَاِنَّ اللّٰهَ يَتُوْبُ عَلَيْهِ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
    "40": "اَلَمْ تَعْلَمْ اَنَّ اللّٰهَ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ يُعَذِّبُ مَنْ يَّشَاۤءُ وَيَغْفِرُ لِمَنْ يَّشَاۤءُ ۗوَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
    "41": "۞ يٰٓاَيُّهَا الرَّسُوْلُ لَا يَحْزُنْكَ الَّذِيْنَ يُسَارِعُوْنَ فِى الْكُفْرِ مِنَ الَّذِيْنَ قَالُوْٓا اٰمَنَّا بِاَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوْبُهُمْ ۛ وَمِنَ الَّذِيْنَ هَادُوْا ۛ سَمّٰعُوْنَ لِلْكَذِبِ سَمّٰعُوْنَ لِقَوْمٍ اٰخَرِيْنَۙ لَمْ يَأْتُوْكَ ۗ يُحَرِّفُوْنَ الْكَلِمَ مِنْۢ بَعْدِ مَوَاضِعِهٖۚ يَقُوْلُوْنَ اِنْ اُوْتِيْتُمْ هٰذَا فَخُذُوْهُ وَاِنْ لَّمْ تُؤْتَوْهُ فَاحْذَرُوْا ۗوَمَنْ يُّرِدِ اللّٰهُ فِتْنَتَهٗ فَلَنْ تَمْلِكَ لَهٗ مِنَ اللّٰهِ شَيْـًٔا ۗ اُولٰۤىِٕكَ الَّذِيْنَ لَمْ يُرِدِ اللّٰهُ اَنْ يُّطَهِّرَ قُلُوْبَهُمْ ۗ لَهُمْ فِى الدُّنْيَا خِزْيٌ ۖوَّلَهُمْ فِى الْاٰخِرَةِ عَذَابٌ عَظِيْمٌ",
    "42": "سَمّٰعُوْنَ لِلْكَذِبِ اَكّٰلُوْنَ لِلسُّحْتِۗ فَاِنْ جَاۤءُوْكَ فَاحْكُمْ بَيْنَهُمْ اَوْ اَعْرِضْ عَنْهُمْ ۚوَاِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَّضُرُّوْكَ شَيْـًٔا ۗ وَاِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِۗ اِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطِيْنَ",
    "43": "وَكَيْفَ يُحَكِّمُوْنَكَ وَعِنْدَهُمُ التَّوْرٰىةُ فِيْهَا حُكْمُ اللّٰهِ ثُمَّ يَتَوَلَّوْنَ مِنْۢ بَعْدِ ذٰلِكَ ۗوَمَآ اُولٰۤىِٕكَ بِالْمُؤْمِنِيْنَ ࣖ",
    "44": "اِنَّآ اَنْزَلْنَا التَّوْرٰىةَ فِيْهَا هُدًى وَّنُوْرٌۚ يَحْكُمُ بِهَا النَّبِيُّوْنَ الَّذِيْنَ اَسْلَمُوْا لِلَّذِيْنَ هَادُوْا وَالرَّبّٰنِيُّوْنَ وَالْاَحْبَارُ بِمَا اسْتُحْفِظُوْا مِنْ كِتٰبِ اللّٰهِ وَكَانُوْا عَلَيْهِ شُهَدَاۤءَۚ فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوْا بِاٰيٰتِيْ ثَمَنًا قَلِيْلًا ۗوَمَنْ لَّمْ يَحْكُمْ بِمَآ اَنْزَلَ اللّٰهُ فَاُولٰۤىِٕكَ هُمُ الْكٰفِرُوْنَ",
    "45": "وَكَتَبْنَا عَلَيْهِمْ فِيْهَآ اَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْاَنْفَ بِالْاَنْفِ وَالْاُذُنَ بِالْاُذُنِ وَالسِّنَّ بِالسِّنِّۙ وَالْجُرُوْحَ قِصَاصٌۗ فَمَنْ تَصَدَّقَ بِهٖ فَهُوَ كَفَّارَةٌ لَّهٗ  ۗوَمَنْ لَّمْ يَحْكُمْ بِمَآ اَنْزَلَ اللّٰهُ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ",
    "46": "وَقَفَّيْنَا عَلٰٓى اٰثَارِهِمْ بِعِيْسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرٰىةِ ۖوَاٰتَيْنٰهُ الْاِنْجِيْلَ فِيْهِ هُدًى وَّنُوْرٌۙ وَّمُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرٰىةِ وَهُدًى وَّمَوْعِظَةً لِّلْمُتَّقِيْنَۗ",
    "47": "وَلْيَحْكُمْ اَهْلُ الْاِنْجِيْلِ بِمَآ اَنْزَلَ اللّٰهُ فِيْهِۗ وَمَنْ لَّمْ يَحْكُمْ بِمَآ اَنْزَلَ اللّٰهُ فَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ",
    "48": "وَاَنْزَلْنَآ اِلَيْكَ الْكِتٰبَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ الْكِتٰبِ وَمُهَيْمِنًا عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَآ اَنْزَلَ اللّٰهُ وَلَا تَتَّبِعْ اَهْوَاۤءَهُمْ عَمَّا جَاۤءَكَ مِنَ الْحَقِّۗ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَّمِنْهَاجًا ۗوَلَوْ شَاۤءَ اللّٰهُ لَجَعَلَكُمْ اُمَّةً وَّاحِدَةً وَّلٰكِنْ لِّيَبْلُوَكُمْ فِيْ مَآ اٰتٰىكُمْ فَاسْتَبِقُوا الْخَيْرٰتِۗ اِلَى اللّٰهِ مَرْجِعُكُمْ جَمِيْعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَۙ",
    "49": "وَاَنِ احْكُمْ بَيْنَهُمْ بِمَآ اَنْزَلَ اللّٰهُ وَلَا تَتَّبِعْ اَهْوَاۤءَهُمْ وَاحْذَرْهُمْ اَنْ يَّفْتِنُوْكَ عَنْۢ بَعْضِ مَآ اَنْزَلَ اللّٰهُ اِلَيْكَۗ فَاِنْ تَوَلَّوْا فَاعْلَمْ اَنَّمَا يُرِيْدُ اللّٰهُ اَنْ يُّصِيْبَهُمْ بِبَعْضِ ذُنُوْبِهِمْ ۗوَاِنَّ كَثِيْرًا مِّنَ النَّاسِ لَفٰسِقُوْنَ",
    "50": "اَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُوْنَۗ وَمَنْ اَحْسَنُ مِنَ اللّٰهِ حُكْمًا لِّقَوْمٍ يُّوْقِنُوْنَ ࣖ",
    "51": "۞ يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوا الْيَهُوْدَ وَالنَّصٰرٰٓى اَوْلِيَاۤءَ ۘ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۗ وَمَنْ يَّتَوَلَّهُمْ مِّنْكُمْ فَاِنَّهٗ مِنْهُمْ ۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ",
    "52": "فَتَرَى الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ يُّسَارِعُوْنَ فِيْهِمْ يَقُوْلُوْنَ نَخْشٰٓى اَنْ تُصِيْبَنَا دَاۤىِٕرَةٌ  ۗفَعَسَى اللّٰهُ اَنْ يَّأْتِيَ بِالْفَتْحِ اَوْ اَمْرٍ مِّنْ عِنْدِهٖ فَيُصْبِحُوْا عَلٰى مَآ اَسَرُّوْا فِيْٓ اَنْفُسِهِمْ نٰدِمِيْنَۗ",
    "53": "وَيَقُوْلُ الَّذِيْنَ اٰمَنُوْٓا اَهٰٓؤُلَاۤءِ الَّذِيْنَ اَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْۙ اِنَّهُمْ لَمَعَكُمْۗ حَبِطَتْ اَعْمَالُهُمْ فَاَصْبَحُوْا خٰسِرِيْنَ",
    "54": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا مَنْ يَّرْتَدَّ مِنْكُمْ عَنْ دِيْنِهٖ فَسَوْفَ يَأْتِى اللّٰهُ بِقَوْمٍ يُّحِبُّهُمْ وَيُحِبُّوْنَهٗٓ  ۙاَذِلَّةٍ عَلَى الْمُؤْمِنِيْنَ اَعِزَّةٍ عَلَى الْكٰفِرِيْنَۖ  يُجَاهِدُوْنَ فِيْ سَبِيْلِ اللّٰهِ وَلَا يَخَافُوْنَ لَوْمَةَ لَاۤىِٕمٍ ۗذٰلِكَ فَضْلُ اللّٰهِ يُؤْتِيْهِ مَنْ يَّشَاۤءُۗ وَاللّٰهُ وَاسِعٌ عَلِيْمٌ",
    "55": "اِنَّمَا وَلِيُّكُمُ اللّٰهُ وَرَسُوْلُهٗ وَالَّذِيْنَ اٰمَنُوا الَّذِيْنَ يُقِيْمُوْنَ الصَّلٰوةَ وَيُؤْتُوْنَ الزَّكٰوةَ وَهُمْ رٰكِعُوْنَ",
    "56": "وَمَنْ يَّتَوَلَّ اللّٰهَ وَرَسُوْلَهٗ وَالَّذِيْنَ اٰمَنُوْا فَاِنَّ حِزْبَ اللّٰهِ هُمُ الْغٰلِبُوْنَ ࣖ",
    "57": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوا الَّذِيْنَ اتَّخَذُوْا دِيْنَكُمْ هُزُوًا وَّلَعِبًا مِّنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ اَوْلِيَاۤءَۚ وَاتَّقُوا اللّٰهَ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
    "58": "وَاِذَا نَادَيْتُمْ اِلَى الصَّلٰوةِ اتَّخَذُوْهَا هُزُوًا وَّلَعِبًا ۗذٰلِكَ بِاَ نَّهُمْ قَوْمٌ لَّا يَعْقِلُوْنَ",
    "59": "قُلْ يٰٓاَهْلَ الْكِتٰبِ هَلْ تَنْقِمُوْنَ مِنَّآ اِلَّآ اَنْ اٰمَنَّا بِاللّٰهِ وَمَآ اُنْزِلَ اِلَيْنَا وَمَآ اُنْزِلَ مِنْ قَبْلُۙ وَاَنَّ اَكْثَرَكُمْ فٰسِقُوْنَ",
    "60": "قُلْ هَلْ اُنَبِّئُكُمْ بِشَرٍّ مِّنْ ذٰلِكَ مَثُوْبَةً عِنْدَ اللّٰهِ ۗمَنْ لَّعَنَهُ اللّٰهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيْرَ وَعَبَدَ الطَّاغُوْتَۗ اُولٰۤىِٕكَ شَرٌّ مَّكَانًا وَّاَضَلُّ عَنْ سَوَاۤءِ السَّبِيْلِ",
    "61": "وَاِذَا جَاۤءُوْكُمْ قَالُوْٓا اٰمَنَّا وَقَدْ دَّخَلُوْا بِالْكُفْرِ وَهُمْ قَدْ خَرَجُوْا بِهٖ ۗوَاللّٰهُ اَعْلَمُ بِمَا كَانُوْا يَكْتُمُوْنَ",
    "62": "وَتَرٰى كَثِيْرًا مِّنْهُمْ يُسَارِعُوْنَ فِى الْاِثْمِ وَالْعُدْوَانِ وَاَكْلِهِمُ السُّحْتَۗ  لَبِئْسَ مَا كَانُوْا يَعْمَلُوْنَ",
    "63": "لَوْلَا يَنْهٰىهُمُ الرَّبّٰنِيُّوْنَ وَالْاَحْبَارُ عَنْ قَوْلِهِمُ الْاِثْمَ وَاَكْلِهِمُ السُّحْتَۗ  لَبِئْسَ مَا كَانُوْا يَصْنَعُوْنَ",
    "64": "وَقَالَتِ الْيَهُوْدُ يَدُ اللّٰهِ مَغْلُوْلَةٌ  ۗغُلَّتْ اَيْدِيْهِمْ وَلُعِنُوْا بِمَا قَالُوْا ۘ بَلْ يَدٰهُ مَبْسُوْطَتٰنِۙ يُنْفِقُ كَيْفَ يَشَاۤءُۗ وَلَيَزِيْدَنَّ كَثِيْرًا مِّنْهُمْ مَّآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ طُغْيَانًا وَّكُفْرًاۗ وَاَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاۤءَ اِلٰى يَوْمِ الْقِيٰمَةِۗ  كُلَّمَآ اَوْقَدُوْا نَارًا لِّلْحَرْبِ اَطْفَاَهَا اللّٰهُ ۙوَيَسْعَوْنَ فِى الْاَرْضِ فَسَادًاۗ وَاللّٰهُ لَا يُحِبُّ الْمُفْسِدِيْنَ",
    "65": "وَلَوْ اَنَّ اَهْلَ الْكِتٰبِ اٰمَنُوْا وَاتَّقَوْا لَكَفَّرْنَا عَنْهُمْ سَيِّاٰتِهِمْ وَلَاَدْخَلْنٰهُمْ جَنّٰتِ النَّعِيْمِ",
    "66": "وَلَوْ اَنَّهُمْ اَقَامُوا التَّوْرٰىةَ وَالْاِنْجِيْلَ وَمَآ اُنْزِلَ اِلَيْهِمْ مِّنْ رَّبِّهِمْ لَاَكَلُوْا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ اَرْجُلِهِمْۗ مِنْهُمْ اُمَّةٌ مُّقْتَصِدَةٌ  ۗ وَكَثِيْرٌ مِّنْهُمْ سَاۤءَ مَا يَعْمَلُوْنَ ࣖ",
    "67": "۞ يٰٓاَيُّهَا الرَّسُوْلُ بَلِّغْ مَآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ ۗوَاِنْ لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسٰلَتَهٗ ۗوَاللّٰهُ يَعْصِمُكَ مِنَ النَّاسِۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الْكٰفِرِيْنَ",
    "68": "قُلْ يٰٓاَهْلَ الْكِتٰبِ لَسْتُمْ عَلٰى شَيْءٍ حَتّٰى تُقِيْمُوا التَّوْرٰىةَ وَالْاِنْجِيْلَ وَمَآ اُنْزِلَ اِلَيْكُمْ مِّنْ رَّبِّكُمْ ۗوَلَيَزِيْدَنَّ كَثِيْرًا مِّنْهُمْ مَّآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ طُغْيَانًا وَّكُفْرًاۚ فَلَا تَأْسَ عَلَى الْقَوْمِ الْكٰفِرِيْنَ",
    "69": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَادُوْا وَالصَّابِـُٔوْنَ وَالنَّصٰرٰى مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَعَمِلَ صَالِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
    "70": "لَقَدْ اَخَذْنَا مِيْثَاقَ بَنِيْٓ اِسْرَاۤءِيْلَ وَاَرْسَلْنَآ اِلَيْهِمْ رُسُلًا ۗ كُلَّمَا جَاۤءَهُمْ رَسُوْلٌۢ بِمَا لَا تَهْوٰٓى اَنْفُسُهُمْۙ فَرِيْقًا كَذَّبُوْا وَفَرِيْقًا يَّقْتُلُوْنَ",
    "71": "وَحَسِبُوْٓا اَلَّا تَكُوْنَ فِتْنَةٌ فَعَمُوْا وَصَمُّوْا ثُمَّ تَابَ اللّٰهُ عَلَيْهِمْ ثُمَّ عَمُوْا وَصَمُّوْا كَثِيْرٌ مِّنْهُمْۗ وَاللّٰهُ بَصِيْرٌۢ بِمَا يَعْمَلُوْنَ",
    "72": "لَقَدْ كَفَرَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ هُوَ الْمَسِيْحُ ابْنُ مَرْيَمَ ۗوَقَالَ الْمَسِيْحُ يٰبَنِيْٓ اِسْرَاۤءِيْلَ اعْبُدُوا اللّٰهَ رَبِّيْ وَرَبَّكُمْ ۗاِنَّهٗ مَنْ يُّشْرِكْ بِاللّٰهِ فَقَدْ حَرَّمَ اللّٰهُ عَلَيْهِ الْجَنَّةَ وَمَأْوٰىهُ النَّارُ ۗوَمَا لِلظّٰلِمِيْنَ مِنْ اَنْصَارٍ",
    "73": "لَقَدْ كَفَرَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ ثَالِثُ ثَلٰثَةٍ ۘ وَمَا مِنْ اِلٰهٍ اِلَّآ اِلٰهٌ وَّاحِدٌ  ۗوَاِنْ لَّمْ يَنْتَهُوْا عَمَّا يَقُوْلُوْنَ لَيَمَسَّنَّ الَّذِيْنَ كَفَرُوْا مِنْهُمْ عَذَابٌ اَلِيْمٌ",
    "74": "اَفَلَا يَتُوْبُوْنَ اِلَى اللّٰهِ وَيَسْتَغْفِرُوْنَهٗۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ",
    "75": "مَا الْمَسِيْحُ ابْنُ مَرْيَمَ اِلَّا رَسُوْلٌۚ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُۗ وَاُمُّهٗ صِدِّيْقَةٌ  ۗ كَانَا يَأْكُلَانِ الطَّعَامَ ۗ اُنْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْاٰيٰتِ ثُمَّ انْظُرْ اَنّٰى يُؤْفَكُوْنَ",
    "76": "قُلْ اَتَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَّلَا نَفْعًا ۗوَاللّٰهُ هُوَ السَّمِيْعُ الْعَلِيْمُ",
    "77": "قُلْ يٰٓاَهْلَ الْكِتٰبِ لَا تَغْلُوْا فِيْ دِيْنِكُمْ غَيْرَ الْحَقِّ وَلَا تَتَّبِعُوْٓا اَهْوَاۤءَ قَوْمٍ قَدْ ضَلُّوْا مِنْ قَبْلُ وَاَضَلُّوْا كَثِيْرًا وَّضَلُّوْا عَنْ سَوَاۤءِ السَّبِيْلِ ࣖ",
    "78": "لُعِنَ الَّذِيْنَ كَفَرُوْا مِنْۢ بَنِيْٓ اِسْرَاۤءِيْلَ عَلٰى لِسَانِ دَاوٗدَ وَعِيْسَى ابْنِ مَرْيَمَ ۗذٰلِكَ بِمَا عَصَوْا وَّكَانُوْا يَعْتَدُوْنَ",
    "79": "كَانُوْا لَا يَتَنَاهَوْنَ عَنْ مُّنْكَرٍ فَعَلُوْهُۗ  لَبِئْسَ مَا كَانُوْا يَفْعَلُوْنَ",
    "80": "تَرٰى كَثِيْرًا مِّنْهُمْ يَتَوَلَّوْنَ الَّذِيْنَ كَفَرُوْا ۗ لَبِئْسَ مَا قَدَّمَتْ لَهُمْ اَنْفُسُهُمْ اَنْ سَخِطَ اللّٰهُ عَلَيْهِمْ وَفِى الْعَذَابِ هُمْ خٰلِدُوْنَ",
    "81": "وَلَوْ كَانُوْا يُؤْمِنُوْنَ بِاللّٰهِ وَالنَّبِيِّ وَمَآ اُنْزِلَ اِلَيْهِ مَا اتَّخَذُوْهُمْ اَوْلِيَاۤءَ وَلٰكِنَّ كَثِيْرًا مِّنْهُمْ فٰسِقُوْنَ",
    "82": "۞ لَتَجِدَنَّ اَشَدَّ النَّاسِ عَدَاوَةً لِّلَّذِيْنَ اٰمَنُوا الْيَهُوْدَ وَالَّذِيْنَ اَشْرَكُوْاۚ وَلَتَجِدَنَّ اَقْرَبَهُمْ مَّوَدَّةً لِّلَّذِيْنَ اٰمَنُوا الَّذِيْنَ قَالُوْٓا اِنَّا نَصٰرٰىۗ ذٰلِكَ بِاَنَّ مِنْهُمْ قِسِّيْسِيْنَ وَرُهْبَانًا وَّاَنَّهُمْ لَا يَسْتَكْبِرُوْنَ  ۔",
    "83": "وَاِذَا سَمِعُوْا مَآ اُنْزِلَ اِلَى الرَّسُوْلِ تَرٰٓى اَعْيُنَهُمْ تَفِيْضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوْا مِنَ الْحَقِّۚ يَقُوْلُوْنَ رَبَّنَآ اٰمَنَّا فَاكْتُبْنَا مَعَ الشّٰهِدِيْنَ",
    "84": "وَمَا لَنَا لَا نُؤْمِنُ بِاللّٰهِ وَمَا جَاۤءَنَا مِنَ الْحَقِّۙ وَنَطْمَعُ اَنْ يُّدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصّٰلِحِيْنَ",
    "85": "فَاَثَابَهُمُ اللّٰهُ بِمَا قَالُوْا جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ وَذٰلِكَ جَزَاۤءُ الْمُحْسِنِيْنَ",
    "86": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ ࣖ",
    "87": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُحَرِّمُوْا طَيِّبٰتِ مَآ اَحَلَّ اللّٰهُ لَكُمْ وَلَا تَعْتَدُوْا ۗاِنَّ اللّٰهَ لَا يُحِبُّ الْمُعْتَدِيْنَ",
    "88": "وَكُلُوْا مِمَّا رَزَقَكُمُ اللّٰهُ حَلٰلًا طَيِّبًا ۖوَّاتَّقُوا اللّٰهَ الَّذِيْٓ اَنْتُمْ بِهٖ مُؤْمِنُوْنَ",
    "89": "لَا يُؤَاخِذُكُمُ اللّٰهُ بِاللَّغْوِ  فِيْٓ اَيْمَانِكُمْ وَلٰكِنْ يُّؤَاخِذُكُمْ بِمَا عَقَّدْتُّمُ الْاَيْمَانَۚ فَكَفَّارَتُهٗٓ اِطْعَامُ عَشَرَةِ مَسٰكِيْنَ مِنْ اَوْسَطِ مَا تُطْعِمُوْنَ اَهْلِيْكُمْ اَوْ كِسْوَتُهُمْ اَوْ تَحْرِيْرُ رَقَبَةٍ ۗفَمَنْ لَّمْ يَجِدْ فَصِيَامُ ثَلٰثَةِ اَيَّامٍ ۗذٰلِكَ كَفَّارَةُ اَيْمَانِكُمْ اِذَا حَلَفْتُمْ ۗوَاحْفَظُوْٓا اَيْمَانَكُمْ ۗ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَشْكُرُوْنَ",
    "90": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْاَنْصَابُ وَالْاَزْلَامُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطٰنِ فَاجْتَنِبُوْهُ لَعَلَّكُمْ تُفْلِحُوْنَ",
    "91": "اِنَّمَا يُرِيْدُ الشَّيْطٰنُ اَنْ يُّوْقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاۤءَ فِى الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللّٰهِ وَعَنِ الصَّلٰوةِ فَهَلْ اَنْتُمْ مُّنْتَهُوْنَ",
    "92": "وَاَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَ وَاحْذَرُوْا ۚفَاِنْ تَوَلَّيْتُمْ فَاعْلَمُوْٓا اَنَّمَا عَلٰى رَسُوْلِنَا الْبَلٰغُ الْمُبِيْنُ",
    "93": "لَيْسَ عَلَى الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جُنَاحٌ فِيْمَا طَعِمُوْٓا اِذَا مَا اتَّقَوْا وَّاٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ ثُمَّ اتَّقَوْا وَّاٰمَنُوْا ثُمَّ اتَّقَوْا وَّاَحْسَنُوْا ۗوَاللّٰهُ يُحِبُّ الْمُحْسِنِيْنَ ࣖ",
    "94": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَيَبْلُوَنَّكُمُ اللّٰهُ بِشَيْءٍ مِّنَ الصَّيْدِ تَنَالُهٗٓ اَيْدِيْكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ اللّٰهُ مَنْ يَّخَافُهٗ بِالْغَيْبِۚ فَمَنِ اعْتَدٰى بَعْدَ ذٰلِكَ فَلَهٗ عَذَابٌ اَلِيْمٌ",
    "95": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقْتُلُوا الصَّيْدَ وَاَنْتُمْ حُرُمٌ ۗوَمَنْ قَتَلَهٗ مِنْكُمْ مُّتَعَمِّدًا فَجَزَۤاءٌ مِّثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهٖ ذَوَا عَدْلٍ مِّنْكُمْ هَدْيًاۢ بٰلِغَ الْكَعْبَةِ اَوْ كَفَّارَةٌ طَعَامُ مَسٰكِيْنَ اَوْ عَدْلُ ذٰلِكَ صِيَامًا لِّيَذُوْقَ وَبَالَ اَمْرِهٖ ۗعَفَا اللّٰهُ عَمَّا سَلَفَ ۗوَمَنْ عَادَ فَيَنْتَقِمُ اللّٰهُ مِنْهُ ۗوَاللّٰهُ عَزِيْزٌ ذُو انْتِقَامٍ",
    "96": "اُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهٗ مَتَاعًا لَّكُمْ وَلِلسَّيَّارَةِ ۚوَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا ۗوَاتَّقُوا اللّٰهَ الَّذِيْٓ اِلَيْهِ تُحْشَرُوْنَ",
    "97": "۞ جَعَلَ اللّٰهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيٰمًا لِّلنَّاسِ وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَاۤىِٕدَ ۗذٰلِكَ لِتَعْلَمُوْٓا اَنَّ اللّٰهَ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۙ وَاَنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ",
    "98": "اِعْلَمُوْٓا اَنَّ اللّٰهَ شَدِيْدُ الْعِقَابِۙ وَاَنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌۗ",
    "99": "مَا عَلَى الرَّسُوْلِ اِلَّا الْبَلٰغُ ۗوَاللّٰهُ يَعْلَمُ مَا تُبْدُوْنَ وَمَا تَكْتُمُوْنَ",
    "100": "قُلْ لَّا يَسْتَوِى الْخَبِيْثُ وَالطَّيِّبُ وَلَوْ اَعْجَبَكَ كَثْرَةُ الْخَبِيْثِۚ فَاتَّقُوا اللّٰهَ يٰٓاُولِى الْاَلْبَابِ لَعَلَّكُمْ تُفْلِحُوْنَ ࣖ",
    "101": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَسْـَٔلُوْا عَنْ اَشْيَاۤءَ اِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ ۚوَاِنْ تَسْـَٔلُوْا عَنْهَا حِيْنَ يُنَزَّلُ الْقُرْاٰنُ تُبْدَ لَكُمْ ۗعَفَا اللّٰهُ عَنْهَا ۗوَاللّٰهُ غَفُوْرٌ حَلِيْمٌ",
    "102": "قَدْ سَاَلَهَا قَوْمٌ مِّنْ قَبْلِكُمْ ثُمَّ اَصْبَحُوْا بِهَا كٰفِرِيْنَ",
    "103": "مَا جَعَلَ اللّٰهُ مِنْۢ بَحِيْرَةٍ وَّلَا سَاۤىِٕبَةٍ وَّلَا وَصِيْلَةٍ وَّلَا حَامٍ ۙوَّلٰكِنَّ الَّذِيْنَ كَفَرُوْا يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَۗ وَاَكْثَرُهُمْ لَا يَعْقِلُوْنَ",
    "104": "وَاِذَا قِيْلَ لَهُمْ تَعَالَوْا اِلٰى مَآ اَنْزَلَ اللّٰهُ وَاِلَى الرَّسُوْلِ قَالُوْا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ اٰبَاۤءَنَا ۗ اَوَلَوْ كَانَ اٰبَاۤؤُهُمْ لَا يَعْلَمُوْنَ شَيْـًٔا وَّلَا يَهْتَدُوْنَ",
    "105": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا عَلَيْكُمْ اَنْفُسَكُمْ ۚ لَا يَضُرُّكُمْ مَّنْ ضَلَّ اِذَا اهْتَدَيْتُمْ ۗ اِلَى اللّٰهِ مَرْجِعُكُمْ جَمِيْعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ",
    "106": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا شَهَادَةُ بَيْنِكُمْ اِذَا حَضَرَ اَحَدَكُمُ الْمَوْتُ حِيْنَ الْوَصِيَّةِ اثْنٰنِ ذَوَا عَدْلٍ مِّنْكُمْ اَوْ اٰخَرٰنِ مِنْ غَيْرِكُمْ اِنْ اَنْتُمْ ضَرَبْتُمْ فِى الْاَرْضِ فَاَصَابَتْكُمْ مُّصِيْبَةُ الْمَوْتِۗ تَحْبِسُوْنَهُمَا مِنْۢ بَعْدِ الصَّلٰوةِ فَيُقْسِمٰنِ بِاللّٰهِ اِنِ ارْتَبْتُمْ لَا نَشْتَرِيْ بِهٖ ثَمَنًا وَّلَوْ كَانَ ذَا قُرْبٰىۙ وَلَا نَكْتُمُ شَهَادَةَ اللّٰهِ اِنَّآ اِذًا لَّمِنَ الْاٰثِمِيْنَ",
    "107": "فَاِنْ عُثِرَ عَلٰٓى اَنَّهُمَا اسْتَحَقَّآ اِثْمًا فَاٰخَرٰنِ يَقُوْمٰنِ مَقَامَهُمَا مِنَ الَّذِيْنَ اسْتَحَقَّ عَلَيْهِمُ الْاَوْلَيٰنِ فَيُقْسِمٰنِ بِاللّٰهِ لَشَهَادَتُنَآ اَحَقُّ مِنْ شَهَادَتِهِمَا وَمَا اعْتَدَيْنَآ ۖاِنَّآ اِذًا لَّمِنَ الظّٰلِمِيْنَ",
    "108": "ذٰلِكَ اَدْنٰٓى اَنْ يَّأْتُوْا بِالشَّهَادَةِ عَلٰى وَجْهِهَآ اَوْ يَخَافُوْٓا اَنْ تُرَدَّ اَيْمَانٌۢ بَعْدَ اَيْمَانِهِمْۗ وَاتَّقُوا اللّٰهَ وَاسْمَعُوْا ۗوَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ࣖ",
    "109": "۞ يَوْمَ يَجْمَعُ اللّٰهُ الرُّسُلَ فَيَقُوْلُ مَاذَٓا اُجِبْتُمْ ۗ قَالُوْا لَا عِلْمَ لَنَا ۗاِنَّكَ اَنْتَ عَلَّامُ الْغُيُوْبِ",
    "110": "اِذْ قَالَ اللّٰهُ يٰعِيْسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِيْ عَلَيْكَ وَعَلٰى وَالِدَتِكَ ۘاِذْ اَيَّدْتُّكَ بِرُوْحِ الْقُدُسِۗ  تُكَلِّمُ النَّاسَ فِى الْمَهْدِ وَكَهْلًا ۚوَاِذْ عَلَّمْتُكَ الْكِتٰبَ وَالْحِكْمَةَ وَالتَّوْرٰىةَ وَالْاِنْجِيْلَ ۚوَاِذْ تَخْلُقُ مِنَ الطِّيْنِ كَهَيْـَٔةِ الطَّيْرِ بِاِذْنِيْ فَتَنْفُخُ فِيْهَا فَتَكُوْنُ طَيْرًاۢ بِاِذْنِيْ وَتُبْرِئُ الْاَكْمَهَ وَالْاَبْرَصَ بِاِذْنِيْ ۚوَاِذْ تُخْرِجُ الْمَوْتٰى بِاِذْنِيْ ۚوَاِذْ كَفَفْتُ بَنِيْٓ اِسْرَاۤءِيْلَ عَنْكَ اِذْ جِئْتَهُمْ بِالْبَيِّنٰتِ فَقَالَ الَّذِيْنَ كَفَرُوْا مِنْهُمْ اِنْ هٰذَآ اِلَّا سِحْرٌ مُّبِيْنٌ",
    "111": "وَاِذْ اَوْحَيْتُ اِلَى الْحَوَارِيّٖنَ اَنْ اٰمِنُوْا بِيْ وَبِرَسُوْلِيْ ۚ قَالُوْٓا اٰمَنَّا وَاشْهَدْ بِاَنَّنَا مُسْلِمُوْنَ",
    "112": "اِذْ قَالَ الْحَوَارِيُّوْنَ يٰعِيْسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيْعُ رَبُّكَ اَنْ يُّنَزِّلَ عَلَيْنَا مَاۤىِٕدَةً مِّنَ السَّمَاۤءِ ۗقَالَ اتَّقُوا اللّٰهَ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
    "113": "قَالُوْا نُرِيْدُ اَنْ نَّأْكُلَ مِنْهَا وَتَطْمَىِٕنَّ قُلُوْبُنَا وَنَعْلَمَ اَنْ قَدْ صَدَقْتَنَا وَنَكُوْنَ عَلَيْهَا مِنَ الشّٰهِدِيْنَ",
    "114": "قَالَ عِيْسَى ابْنُ مَرْيَمَ اللّٰهُمَّ رَبَّنَآ اَنْزِلْ عَلَيْنَا مَاۤىِٕدَةً مِّنَ السَّمَاۤءِ تَكُوْنُ لَنَا عِيْدًا لِّاَوَّلِنَا وَاٰخِرِنَا وَاٰيَةً مِّنْكَ وَارْزُقْنَا وَاَنْتَ خَيْرُ الرّٰزِقِيْنَ",
    "115": "قَالَ اللّٰهُ اِنِّيْ مُنَزِّلُهَا عَلَيْكُمْ ۚ فَمَنْ يَّكْفُرْ بَعْدُ مِنْكُمْ فَاِنِّيْٓ اُعَذِّبُهٗ عَذَابًا لَّآ اُعَذِّبُهٗٓ اَحَدًا مِّنَ الْعٰلَمِيْنَ ࣖ",
    "116": "وَاِذْ قَالَ اللّٰهُ يٰعِيْسَى ابْنَ مَرْيَمَ ءَاَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُوْنِيْ وَاُمِّيَ اِلٰهَيْنِ مِنْ دُوْنِ اللّٰهِ ۗقَالَ سُبْحٰنَكَ مَا يَكُوْنُ لِيْٓ اَنْ اَقُوْلَ مَا لَيْسَ لِيْ بِحَقٍّ ۗاِنْ كُنْتُ قُلْتُهٗ فَقَدْ عَلِمْتَهٗ ۗتَعْلَمُ مَا فِيْ نَفْسِيْ وَلَآ اَعْلَمُ مَا فِيْ نَفْسِكَ ۗاِنَّكَ اَنْتَ عَلَّامُ الْغُيُوْبِ",
    "117": "مَا قُلْتُ لَهُمْ اِلَّا مَآ اَمَرْتَنِيْ بِهٖٓ اَنِ اعْبُدُوا اللّٰهَ رَبِّيْ وَرَبَّكُمْ ۚوَكُنْتُ عَلَيْهِمْ شَهِيْدًا مَّا دُمْتُ فِيْهِمْ ۚ فَلَمَّا تَوَفَّيْتَنِيْ كُنْتَ اَنْتَ الرَّقِيْبَ عَلَيْهِمْ ۗوَاَنْتَ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ",
    "118": "اِنْ تُعَذِّبْهُمْ فَاِنَّهُمْ عِبَادُكَ ۚوَاِنْ تَغْفِرْ لَهُمْ فَاِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُ",
    "119": "قَالَ اللّٰهُ هٰذَا يَوْمُ يَنْفَعُ الصّٰدِقِيْنَ صِدْقُهُمْ ۗ لَهُمْ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗرَضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُ ۗذٰلِكَ الْفَوْزُ الْعَظِيْمُ",
    "120": "لِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا فِيْهِنَّ ۗوَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ"
  },
  "latins": [
    "Yā ayyuhal-lażīna āmanū aufū bil-'uqūd(i), uḥillat lakum bahīmatul-an'āmi illā mā yutlā 'alaikum gaira muḥilliṣ-ṣaidi wa antum ḥurum(un), innallāha yaḥkumu mā yurīd(u).",
    "Yā ayyuhal-lażīna āmanū lā tuḥillū sya'ā'irallāhi wa lasy-syahral-ḥarāma wa lal-hadya wa lal-qalā'ida wa lā āmmīnal-baital-ḥarāma yabtagūna faḍlam mir rabbihim wa riḍwānā(n), wa iżā ḥalaltum faṣṭādū, wa lā yajrimannakum syana'ānu qaumin an ṣaddūkum 'anil- asjidil-ḥarāmi an ta'tadū, wa ta'āwanū 'alal-birri wat-taqwā, wa lā ta'āwanū 'alal-iṡmi wal-'udwān(i), wattaqullāh(a), innallāha syadīdul-'iqāb(i).",
    "Ḥurrimat 'alaikumul-maitatu wad-damu wa laḥmul-khinzīri wa mā uhilla ligairillāhi bihī wal-munkhaniqatu wal-mauqūżatu wal-mutaraddiyatu wan-naṭīḥatu wa mā akalas-sabu'u illā mā żakkaitum, wa mā żubiḥa 'alan-nuṣubi wa an tastaqsimū bil-azlām(i), żālikum fisq(un), al-yauma ya'isal-lażīna kafarū min dīnikum falā takhsyauhum wakhsyaun(i), al-yauma akmaltu lakum dīnakum wa atmamtu 'alaikum ni'matī wa raḍītu lakumul-islāma dīnā(n), fa maniḍṭurra fī makhmaṣatin gaira mutajānifil li'iṡm(in), fa innallāha gafūrur raḥīm(un).",
    "Yas'alūnaka māżā uḥilla lahum, qul uḥilla lakumuṭ-ṭayyibāt(u), wa mā 'allamtum minal-jawāriḥi mukallibīna tu'allimūnahunna mimmā 'allamakumullāhu fa kulū mimmā amsakna 'alaikum ważkurusmallāhi 'alaih(i), wattaqullāh(a), innallāha sarī'ul-ḥisāb(i).",
    "Al-yauma uḥilla lakumuṭ-ṭayyibāt(u), wa ṭa'āmul-lażīna ūtul-kitāba ḥillul lakum, wa ṭa'āmukum ḥillul lahum, wal-muḥṣanātu minal-mu'mināti wal-muḥṣanātu minal-lażīna ūtul-kitāba min qablikum iżā ātaitumūhunna ujūrahunna muḥṣinīna gaira musāfiḥīna wa lā muttakhiżī akhdān(in), wa may yakfur bil-īmāni faqad ḥabiṭa 'amaluh(ū), wa huwa fil-ākhirati minal-khāsirīn(a).",
    "Yā ayyuhal-lażīna āmanū iżā qumtum ilaṣ-ṣalāti fagsilū wujūhakum wa aidiyakum ilal-marāfiqi wamsaḥū biru'ūsikum wa arjulakum ilal-ka'bain(i), wa in kuntum junuban faṭṭahharū, wa in kuntum marḍā au 'alā safarin au jā'a aḥadum minkum minal-gā'iṭi au lāmastumun-nisā'a falam tajidū mā'an fa tayammamū ṣa'īdan ṭayyiban famsaḥū biwujūhikum wa aidīkum minh(u), mā yurīdullāhu liyaj'ala 'alaikum min ḥarajiw wa lākiy yurīdu liyuṭahhirakum wa liyutimma na'matahū 'alaikum la'allakum tasykurūn(a).",
    "Ważkurū ni'matallāhi 'alaikum wa mīṡāqahul-lażī wāṡaqakum bih(ī), iż qultum sami'nā wa aṭa'nā, wattaqullāh(a), innallāha 'alīmum biżātiṣ-ṣudūr(i).",
    "Yā ayyuhal-lażīna āmanū kūnū qawwāmīna lillāhi syuhadā'a bil-qisṭi wa lā yajrimannakum syana'ānu qamin 'alā allā ta'dilū, i'dilū, huwa aqrabu lit-taqwā wattaqullāh(a), innallāha khabīrum bimā ta'malūn(a).",
    "Wa'adallāhul-lażīna āmanū wa 'amiluṣ-ṣāliḥāt(i), lahum magfiratuw wa ajrun 'aẓīm(un).",
    "Wal-lażīna kafarū wa każżabū bi'āyātinā ulā'ika aṣḥābul-jaḥīm(i).",
    "Yā ayyuhal-lażīna āmanużkurū ni'matallāhi 'alaikum iż hamma qaumun ay yabsuṭū ilaikum aidiyahum fa kaffa aidiyahum 'ankum, wattaqullāh(a), wa 'alallāhi falyatawakkalil-mu'minūn(a).",
    "Wa laqad akhażallāhu mīṡāqa banī isrā'īl(a), wa ba'aṡnā minhumuṡnai 'asyara naqībā(n), wa qālallāhu innī ma'akum, la'in aqamtumuṣ-ṣalāta wa ātaitumuz-zakāta wa āmantum birusulī wa 'azzartumūhum wa aqraḍtumullāha qarḍan ḥasanal la'ukaffiranna 'ankum sayyi'ātikum wa la'udkhilannakum jannātin tajrī min taḥtihal-anhār(u), faman kafara ba'da żālika minkum faqad ḍalla sawā'as-sabīl(i).",
    "Fabimā naqḍihim mīṡāqahum la'annāhum wa ja'alnā qulūbahum qāsiyah(tan), yuḥarrifūnal-kalima 'am mawāḍi'ih(ī), wa nasū ḥaẓẓam mimmā żukkirū bih(ī), wa lā tazālu taṭṭali'u 'alā khā'inatim minhum illā qalīlam minhum fa'fu 'anhum waṣfaḥ, innallāha yuḥibbul-muḥsinīn(a).",
    "Wa minal-lażīna qālū innā naṣārā akhażnā mīṡāqahum fa nasū ḥaẓẓam mimmā żukkirū bih(ī), fa agrainā bainahumul-'adāwata wal-bagḍā'a ilā yaumil-qiyāmah(ti), wa saufa yunabbi'uhumullāhu bimā kānū yaṣna'ūn(a).",
    "Yā ahlal-kitābi qad jā'akum rasūlunā yubayyinu lakum kaṡīram mimmā kuntum tukhfūna minal-kitābi wa ya'fū 'an kaṡīr(in), qad jā'akum minallāhi nūruw wa kitābum mubīn(un).",
    "Yahdī bihillāhi manittaba'a riḍwānahū subulas-salāmi wa yukhrijuhum minaẓ-ẓulumāti ilan-nūri bi'iżnihī wa yahdīhim ilā ṣirāṭim mustaqīm(in).",
    "Laqad kafaral-lażīna qālū innallāha huwal-masīḥubnu maryam(a), qul famay yamliku minallāhi syai'an in arāda ay yuhlikal-masīḥabna maryama wa ummahū wa man fil-arḍi jamī'ā(n), wa lillāhi mulkus-samāwāti wal-arḍi wa mā bainahumā, yakhluqu mā yasyā'(u), wallāhu 'alā kulli syai'in qadīr(un).",
    "Wa qālatil-yahūdu wan-naṣārā naḥnu abnā'ullāhi wa aḥibbā'uh(ū), qul falima yu'ażżibukum biżunūbikum, bal antum basyarum mimman khalaq(a), yagfiru limay yasyā'u wa yu'ażżibu may yasyā'(u), wa lillāhi mulkus-samāwāti wal-arḍi wa mā bainahumā, wa ilaihil-maṣīr(u).",
    "Yā ahlal-kitābi qad jā'akum rasūlunā yubayyinu lakum 'alā fatratim minar-rusuli an taqūlū mā jā'anā mim basyīriw wa lā nażīr(in), faqad jā'akum basyīruw wa nażīr(un), wallāhu 'alā kulli syai'in qadīr(un).",
    "Wa iż qāla mūsā liqaumihī yā qaumiżkurū ni'matallāhi 'alaikum iż ja'ala fīkum ambiyā'a wa ja'alakum mulūkā(n), wa ātākum mā lam yu'ti aḥadam minal-'ālamīn(a).",
    "Yā qaumidkhulul-arḍal-muqaddasatal-latī kataballāhu lakum wa lā tartaddū 'alā adbārikum fa tanqalibū khāsirīn(a).",
    "Qālū yā mūsā inna fīhā qauman jabbārīn(a),  wa innā lan nadkhulahā ḥattā yakhrujū minhā, fa iy yakhrujū minhā fa innā dākhilūn(a).",
    "Qāla rajulāni minal-lażīna yakhāfūna an'amallāhu 'alaihimadkhulū 'alaihimul-bāb(a), fa iżā dakhaltumūhu fa innakum gālibūn(a), wa 'alallāhi fa tawakkalū in kuntum mu'minīn(a).",
    "Qālū yā mūsā innā  lan nadkhulahā abadam mā dāmū fīhā, fażhab anta wa rabbuka fa qātilā innā hāhunā qā'idūn(a).",
    "Qāla rabbi innī lā amliku illā nafsī wa akhī fafruq bainanā wa bainal-qaumil-fāsiqīn(a).",
    "Qāla fa innahā muḥarramatun 'alaihim arba'īna sanah(tan), yatīhūna fil-arḍ(i), falā ta'sa 'alal qaumil-fāsiqīn(a).",
    "Watlu 'alaihim naba'abnai ādama bil-ḥaqqi iż qarrabā qurbānan fa tuqubbila min aḥadihimā wa lam yutaqabbal minal-ākhar(i), qāla la'aqtulannak(a), qāla innamā yataqabbalullāhu minal-muttaqīn(a).",
    "La'im basaṭta ilayya yadaka litaqtulanī mā ana bibāsiṭiy yadiya ilaika li'aqtulak(a), innī akhāfullāha rabbal-'ālamīn(a).",
    "Innī urīdu an tabū'a bi'iṡmī wa iṡmika fa takūna min aṣḥābin-nār(i), wa żālika jazā'uẓ-ẓālimīn(a).",
    "Fa ṭawwa'at lahū nafsuhū qatla akhīhi fa qatalahū fa aṣbaḥa minal-khāsirīn(a).",
    "Fa ba'aṡallāhu gurābay yabḥaṡu fil-arḍi liyuriyahū kaifa yuwārī sau'ata akhīh(i), qāla yā wailatā a'ajazta an akūna miṡla hāżal-gurābi fa uwāriya sau'ata akhī, fa aṣbaḥa minan-nādimīn(a).",
    "Min ajli żālik(a), katabnā 'alā banī isrā'īla annahū man qatala nafsam bigairi nafsin au fasādin fil-arḍi fa ka'annamā qatalan-nāsa jamī'ā(n), wa man aḥyāhā fa ka'annamā aḥyan-nāsa jamī'ā(n), wa laqad jā'athum rusulunā bil-bayyināt(i), ṡumma inna kaṡīram minhum ba'da żālika fil-arḍi lamusrifūn(a).",
    "Innamā jazā'ul-lażīna yuḥāribūnallāha wa rasūlahū wa yas'auna fil-arḍi fasādan ay yuqattalū au yuṣallabū au tuqaṭṭa'a aidīhim wa arjuluhum min khilāfin au yunfau minal-arḍ(i), żālika lahum khizyun fid-dun-yā wa lahum fil-ākhirati 'ażābun 'aẓīm(un).",
    "Illal-lażīna tābū min qabli an taqdirū 'alaihim, fa'lamū annallāha gafūrur raḥīm(un).",
    "Yā ayyuhal-lażīna āmanuttaqullāha wabtagū ilaihil-wasīlata wa jāhidū fī sabīlihī la'allakum tufliḥūn(a).",
    "Innal-lażīna kafarū lau anna lahum mā fil-arḍi jamī'aw wa miṡlahū ma'ahū liyaftadū bihī min 'ażābi yaumil-qiyāmati mā tuqubbila minhum, wa lahum 'ażābun alīm(un).",
    "Yurīdūna ay yakhrujū minan-nāri wa mā hum bikhārijīna minhā, wa lahum 'ażābun muqīm(un).",
    "Was-sāriqu was-sāriqatu faqṭa'ū aidiyahumā jazā'am bimā kasabā nakālam minallāh(i), wallāhu 'azīzun ḥakīm(un).",
    "Faman tāba mim ba'di ẓulmihī wa aṣlaḥa fa innallāha yatūbu 'alaih(i), innallāha gafūrur raḥīm(un).",
    "Alam ta'lam annallāha lahū mulkus-samāwāti wal-arḍ(i), yu'ażżibu may yasyā'u wa yagfiru limay yasyā'(u), wallāhu 'alā kulli syai'in qadīr(un).",
    "Yā ayyuhar-rasūlu lā yaḥzunkal-lażīna yusāri'ūna fil-kufri minal-lażīna qālū āmannā bi'afwāhihim wa lam tu'min qulūbuhum - wa minal-lażīna hādū - sammā'ūna lil-każibi sammā'ūna liqaumin ākharīna lam ya'tūk(a), yuḥarrifūnal-kalima mim ba'di mawāḍi'ih(ī), yaqūlūna in ūtītum hāżā fa khuż­hu wa illam tu'tauhu faḥżarū, wa may yuridillāhu fitnatahū falan tamlika lahū minallāhi syai'ā(n), ulā'ikal-lażīna lam yuridillāhu ay yuṭahhira qulūbahum, lahum fid-dun-yā khizyuw wa lahum fil-ākhirati 'ażābun 'aẓīm(un).",
    "Sammā'ūna lil-każibi akkālūna lis-suḥt(i), fa in jā'ūka faḥkum bainahum au a'riḍ 'anhum, wa in tu'riḍ 'anhum falay yaḍurrūka syai'ā(n), wa in ḥakamta faḥkum bainahum bil-qisṭ(i), innallāha yuḥibbul-muqsiṭīn(a).",
    "Wa kaifa yuḥakkimūnaka wa 'indahumut-taurātu fīhā ḥukmullāhi ṡumma yatawallauna mim ba'di żālik(a), wa mā ulā'ika bil-mu'minīn(a).",
    "Innā anzalnat-taurāta fīhā hudaw wa nūr(un), yaḥkumu bihan-nabiyyūnal-lażīna aslamū lil-lażīna hādū war-rabbāniyyūna wal-aḥbāru bimastuḥfiẓū min kitābillāhi wa kānū 'alaihi syuhadā'(a), falā takhsyawun-nāsa wakhsyauni wa lā tasytarū bi'āyātī ṡamanan qalīlā(n), wa mal lam yaḥkum bimā anzalallāhu fa ulā'ika humul-kāfirūn(a).",
    "Wa katabnā 'alaihim fīhā annan-nafsa bin-nafsi wal-'aina bil-'aini wal-anfa bil-anfi wal-użuna bil-użuni was-sinna bis-sinni wal-jurūḥa qiṣāṣ(un), faman taṣaddaqa bihī fa huwa kaffāratul lah(ū), wa mal lam yaḥkum bimā anzalallāhu fa ulā'ika humuẓ-ẓālimūn(a).",
    "Wa qaffainā 'alā āṡārihim bi'īsabni maryama muṣaddiqal limā baina yadaihi minat-taurāh(ti), wa ātaināhul-injīla fīhi hudaw wa nūr(un), wa muṣaddiqal limā baina yadaihi minat-taurāti wa hudaw wa mau'iẓatal lil-muttaqīn(a).",
    "Walyaḥkum ahlul-injīli bimā anzalallāhu fīh(i), wa mal lam yaḥkum bimā anzalallāhu fa ulā'ika humul-fasiqūn(a).",
    "Wa anzalnā ilaikal-kitāba bil-ḥaqqi muṣaddiqal limā baina yadaihi minal-kitābi wa muhaiminan 'alaihi faḥkum bainahum bimā anzalallāhu wa lā tattabi' ahwā'ahum 'ammā jā'aka minal-ḥaqq(i), likullin ja'alnā minkum syir'ataw wa minhājā(n), wa lau syā'allāhu laja'alakum ummataw wāḥidataw wa lākil liyabluwakum fī mā ātākum fastabiqul-khairāt(i), ilallāhi marji'ukum jamī'an fa yunabbi'ukum bimā kuntum fīhi takhtalifūn(a).",
    "Wa aniḥkum bainahum bimā anzalallāhu wa lā tattabi' ahwā'ahum waḥżarūhum ay yaftinūka 'am ba'ḍi mā anzalallāhu ilaik(a), fa in tawallau fa'lam annamā yurīdullāhu ay yuṣībahum biba'ḍi żunūbihim, wa inna kaṡīram minan-nāsi lafāsiqūn(a).",
    "Afaḥukmul-jāhiliyyati yabgūn(a),  wa man aḥsanu minallāhi ḥukmal liqaumiy yūqinūn(a).",
    "Yā ayyuhal-lażīna āmanū lā tattakhiżul-yahūda wan-naṣārā auliyā'(a), ba'ḍuhum auliyā'u ba'ḍ(in), wa may yatawallahum minkum fa innahū minhum, innallāha lā yahdil-qaumaẓ-ẓālimīn(a).",
    "Fa taral-lażīna fī qulūbihim maraḍuy yusāri'ūna fīhim yaqūlūna nakhsyā an tuṣībanā dā'irah(tun), fa 'asallāhu ay ya'tiya bil-fatḥi au amrim min 'indihī fa yuṣbiḥū 'alā mā asarrū fī anfusihim nādimīn(a).",
    "Wa yaqūlul-lażīna āmanū ahā'ulā'il-lażīna aqsamū billāhi jahda aimānihim, innahum lama'akum, ḥabiṭat a'māluhum fa aṣbaḥū khāsirīn(a).",
    "Yā ayyuhal-lażīna āmanū may yartadda minkum 'an dīnihī fa saufa ya'tillāhu biqaumiy yuḥibbuhum wa yuḥibbūnah(ū), ażillatin 'alal-mu'minīna a'izzatin 'alal-kāfirīn(a), yujāhidūna fī sabīlillāhi wa lā yakhāfūna laumata lā'im(in), żālika faḍlullāhi yu'tīhi may yasyā'(u), wallāhu wāsi'un 'alīm(un).",
    "Innamā waliyyukumullāhu wa rasūluhū wal-lażīna āmanul-lażīna yuqīmūnaṣ-ṣalāta wa yu'tūnaz-zakāta wa hum rāki'ūn(a).",
    "Wa may yatawallallāha wa rasūlahū wal-lażīna āmanū fa inna ḥizballāhi humul-gālibūn(a).",
    "Yā ayyuhal-lażīna āmanū lā tattakhiżul-lażīnattakhażū dīnakum huzuwaw wa la'ibam minal-lażīna ūtul-kitāba min qablikum wal-kuffāra auliyā'(a), wattaqullāha in kuntum mu'minīn(a).",
    "Wa iżā nādaitum ilaṣ-ṣalātittakhażūhā huzuwaw wa la'ibā(n), żālika bi'annahum qaumul lā ya'qilūn(a).",
    "Qul yā ahlal-kitābi hal tanqimūna minnā illā an āmannā billāhi wa mā unzila ilainā wa mā unzila min qabl(u), wa anna akṡarakum fāsiqūn(a).",
    "Qul hal unabbi'ukum bisyarrim min żālika maṡūbatan 'indallāh(i), mal la'anahullāhu wa gaḍiba 'alaihi wa ja'ala minhumul-qiradata wal-khanāzīra wa 'abadaṭ-ṭāgūt(a), ulā'ika syarrum makānaw wa aḍallu 'an sawā'is-sabīl(i).",
    "Wa iżā jā'ūkum qālū āmannā wa qad dakhalū bil-kufri wa hum qad kharajū bih(ī), wallāhu a'lamu bimā kānū yaktumūn(a).",
    "Wa tarā kaṡīram minhum yusāri'ūna fil-iṡmi wal-'udwāni wa aklihimus-suḥt(a), labi'sa mā kānū ya'malūn(a).",
    "Lau lā yanhāhumur-rabbāniyyūna wal-aḥbāru 'an qaulihimul-iṡma wa aklihimus-suḥt(a), labi'sa mā kānū yaṣna'ūn(a).",
    "Wa qālatil-yahūdu yadullāhi maglūlah(tun), gullat aidīhim wa lu'inū bimā qālū, bal yadāhu mabsūṭatān(i), yunfiqu kaifa yasyā'(u), wa layazīdanna kaṡīram minhum mā unzila ilaika mir rabbika ṭugyānaw wa kufrā(n), wa alqainā bainahumul-'adāwata wal-bagḍā'a ilā yaumil-qiyāmah(ti), kullamā auqadū nāral lil-ḥarbi aṭfa'ahallāh(u), wa yas'auna fil-arḍi fasādā(n), wallāhu lā yuḥibbul-mufsidīn(a).",
    "Wa lau anna ahlal-kitābi āmanū wattaqau lakaffarnā 'anhum sayyi'ātihim wa la'adkhalnāhum jannātin-na'īm(i).",
    "Wa lau annahum aqāmut-taurāta wal-injīla wa mā unzila ilaihim mir rabbihim la'akalū min fauqihim wa min taḥti arjulihim, minhum ummatum muqtaṣidah(tun), wa kaṡīrum minhum sā'a mā ya'malūn(a).",
    "Yā ayyuhar-rasūlu ballig mā unzila ilaika mir rabbik(a), wa illam taf'al famā ballagta risālatah(ū), wallāhu ya'ṣimuka minan-nās(i), innallāha lā yahdil-qaumal-kāfirīn(a).",
    "Qul yā ahlal-kitābi lastum 'alā syai'in ḥattā tuqīmut-taurāta wal-injīla wa mā unzila ilaikum mir rabbikum, wa layazīdanna kaṡīram minhum mā unzila ilaika mir rabbika ṭugyānaw wa kufrā(n), falā ta'sa 'alal-qaumil-kāfirīn(a).",
    "Innal-lażīna āmanū wal-lażīna hādū waṣ-ṣābi'ūna wan-naṣārā man āmana billāhi wal-yaumil-ākhiri wa 'amila ṣāliḥan falā khaufun 'alaihim wa lā hum yaḥzanūn(a).",
    "Laqad akhażnā mīṡāqa banī isrā'īla wa arsalnā ilaihim rusulā(n), kullamā jā'ahum rasūlum bimā lā tahwā anfusuhum, farīqan każżabū wa farīqay yaqtulūn(a).",
    "Wa ḥasibū allā takūna fitnatun fa 'amū wa ṣammū ṡumma tāballāhu 'alaihim ṡumma 'amū wa ṣammū kaṡīrum minhum, wallāhu baṣīrum bimā ya'malūn(a).",
    "Laqad kafaral-lażīna qālū innallāha huwal-masīḥubnu maryam(a), wa qālal-masīḥu yā banī isrā'īla'budullāha rabbī wa rabbakum, innahū may yusyrik billāhi faqad ḥarramallāhu 'alaihil-jannata wa ma'wāhun nār(u), wa mā liẓ-ẓālimīna min anṣār(in).",
    "Laqad kafaral-lażīna qālū innallāha ṡāliṡu ṡalāsah(tin), wa mā min ilāhin illā ilāhuw wāḥid(un), wa illam yantahū 'ammā yaqūlūna layamassannal-lażīna kafarū minhum 'ażābun alīm(un).",
    "Afalā yatūbūna ilallāhi wa yastagfirūnah(ū), wallāhu gafūrur raḥīm(un).",
    "Mal-masīḥubnu maryama illā rasūl(un), qad khalat min qablihir rusul(u), wa ummuhū ṣiddīqah(tun), kānā ya'kulāniṭ-ṭa'ām(a), unẓur kaifa nubayyinu lahumul-āyāti ṡummanẓur annā yu'fakūn(a).",
    "Qul ata'budūna min dūnillāhi mā lā yamliku lakum ḍarraw wa lā naf'ā(n), wallāhu huwas-samī'ul-'alīm(u).",
    "Qul yā ahlal-kitābi lā taglū fī dīnikum gairal-ḥaqqi wa lā tattabi'ū ahwā'a qaumin qad ḍallū min qablu wa aḍallū kaṡīraw wa ḍallū 'an sawā'is-sabīl(i).",
    "Lu'inal-lażīna kafarū mim banī isrā'īla 'alā lisāni dāwūda wa 'īsabni maryam(a), żālika bimā 'aṣaw wa kānū ya'tadūn(a).",
    "Kānū lā yatanāhauna 'am munkarin fa'alūh(u), labi'sa mā kānū yaf'alūn(a).",
    "Tarā kaṡīram minhum yatawallaunal-lażīna kafarū, labi'sa mā qaddamat lahum anfusuhum an sakhiṭallāhu 'alaihim wa fil 'ażābi hum khālidūn(a).",
    "Wa lau kānū yu'minūna billāhi wan-nabiyyi wa mā unzila ilaihi mattakhażūhum auliyā'a wa lākinna kaṡīram minhum fāsiqūn(a).",
    "Latajidanna asyaddan-nāsi 'adāwatal lil-lażīna āmanul-yahūda wal-lażīna asyrakū, wa latajidanna aqrabahum  mawaddatal lil-lażīna āmanul-lażīna qālū innā naṣārā, żālika bi'anna minhum qissīsīna wa ruhbānaw wa annahum lā yastakbirūn(a).",
    "Wa iżā sami'ū mā unzila ilar-rasūli tarā a'yunahum tafīḍu minad-dam'i mimmā 'arafū minal-ḥaqq(i), yaqūlūna rabbanā āmannā faktubnā ma'asy-syāhidīn(a).",
    "Wa mā lanā lā nu'minu billāhi wa mā jā'anā minal-ḥaqq(i), wa naṭma'u ay yudkhilanā rabbunā ma'al-qaumiṣ-ṣāliḥīn(a).",
    "Fa aṡābahumullāhu bimā qālū jannātin tajrī min taḥtihal-anhāru khālidīna fīhā, wa żālika jazā'ul-muḥsinīn(a).",
    "Wal-lażīna kafarū wa każżabū bi'āyātinā ulā'ika aṣḥābul-jaḥīm(i).",
    "Yā ayyuhal-lażīna āmanū lā tuḥarrimū ṭayyibāti mā aḥallallāhu lakum wa lā ta'tadū, innallāha lā yuḥibbul-mu'tadīn(a).",
    "Wa kulū mimmā razaqakumullāhu ḥalālan ṭayyibā(n), wattaqullāhal-lażī antum bihī mu'minūn(a).",
    "Lā yu'ākhiżukumullāhu bil-lagwi fī aimānikum wa lākiy yu'ākhiżukum bimā 'aqqattumul-aimān(a), fa kaffāratuhū iṭ'āmu 'asyarati masākīna min ausaṭi mā tuṭ'imūna ahlīkum au kiswatuhum au taḥrīru raqabah(tin), famal lam yajid fa ṣiyāmu ṡalāṡati ayyām(in), żālika kaffāratu aimānikum iżā ḥalaftum, waḥfaẓū aimānakum, każālika yubayyinullāhu lakum āyātihī la'allakum tasykurūn(a).",
    "Yā ayyuhal-lażīna āmanū innamal-khamru wal-maisiru wal-anṣābu wal-azlāmu rijsum min 'amalisy-syaiṭāni fajtanibūhu la'allakum tufliḥūn(a).",
    "Innamā yurīdusy-syaiṭānu ay yūqi'a bainakumul-'adāwata wal-bagḍā'a fil-khamri wal-maisiri wa yaṣuddakum 'an żikrillāhi wa 'aniṣ-ṣalāti fahal antum muntahūn(a).",
    "Wa aṭī'ullāha wa aṭī'ur-rasūla waḥżarū, fa in tawallaitum fa'lamū annamā 'alā rasūlinal-balāgul-mubīn(u).",
    "Laisa 'alal-lażīna āmanū  wa 'amiluṣ-ṣāliḥāti  ṡummattaqau wa āmanū ṡummattaqau wa aḥsanū, wallāhu yuḥibbul-muḥsinīn(a).",
    "Yā ayyuhal-lażīna āmanū layabluwannakumullāhu bisyai'im minaṣ-ṣaidi tanāluhū aidīkum wa rimāḥukum liya'lamallāhu may yakhāfuhū bil-gaib(i), fa mani'tadā ba'da żālika fa lahū 'ażābun alīm(un).",
    "Yā ayyuhal-lażīna āmanū lā taqtuluṣ-ṣaida wa antum ḥurum(un), wa man qatalahū minkum muta'ammidan fa jazā'um miṡlu mā qatala minan-na'ami yaḥkumu bihī żawā 'adlim minkum hadyam bāligal-ka'bati au kaffāratun ṭa'āmu masākīna au 'adlu żālika ṣiyāmal liyażūqa wabāla amrih(ī), 'afallāhu 'ammā salaf(a), wa man 'āda fa yantaqimullāhu minh(u), wallāhu 'azīzun żuntiqām(in).",
    "Uḥilla lakum ṣaidul-baḥri wa ṭa'āmuhū matā'al lakum wa lis-sayyārah(ti), wa ḥurrima 'alaikum ṣaidul-barri mā dumtum ḥurumā(n), wattaqullāhal-lażī ilaihi tuḥsyarūn(a).",
    "Ja'alallāhul-ka'batal-baital-ḥarāma qiyāmal lin-nāsi wasy-syahral-ḥarāma wal-hadya wal-qalā'id(a), żālika lita'lamū annallāha ya'lamu mā fis-samāwāti wa mā fil-arḍ(i), wa annallāha bikulli syai'in 'alīm(un).",
    "I'lamū annallāha syadīdul-'iqāb(i), wa annallāha gafūrur raḥīm(un).",
    "Mā 'alar-rasūli illal-balāg(u),wallāhu ya'lamu mā tubdūna wa mā taktumūn(a).",
    "Qul lā yastawil-khabīṡu waṭ-ṭayyibu wa lau a'jabaka kaṡratul-khabīṡ(i), fattaqullāha yā ulil-albābi la'allakum tufliḥūn(a).",
    "Yā ayyuhal-lażīna āmanū lā tas'alū 'an asy-yā'a in tubda lakum tasu'kum, wa in tas'alū 'anhā ḥīna yunazzalul-qur'ānu tubda lakum, afallāhu 'anhā, wallāhu gafūrun ḥalīm(un).",
    "Qad sa'alahā qaumum min qablikum ṡumma aṣbaḥū bihā kāfirīn(a).",
    "Mā ja'alallāhu mim baḥīratiw wa lā sā'ibatiw wa lā waṣīlatiw wa lā ḥām(in), wa lākinnal-lażīna kafarū yaftarūna 'alallāhil-każib(a), wa akṡaruhum lā ya'qilūn(a).",
    "Wa iżā qīla lahum ta'ālau ilā mā anzalallāhu wa ilar-rasūli qālū ḥasbunā mā wajadnā 'alaihi ābā'anā, awalau kāna ābā'uhum lā ya'lamūna syai'aw wa lā yahtadūn(a).",
    "Yā ayyuhal-lażīna āmanū 'alaikum anfusakum, lā yaḍurrukum man ḍalla iżahtadaitum, ilallāhi marji'ukum jamī'an fa yunabbi'ukum bimā kuntum ta'malūn(a).",
    "Yā ayyuhal-lażīna āmanū syahādatu bainikum iżā ḥaḍara aḥadakumul-mautu ḥīnal-waṣiyyatiṡnāni żawā 'adlim minkum au ākharāni min gairikum in antum ḍarabtum fil-arḍi fa aṣābatkum muṣībatul-maut(i), taḥbisūnahumā mim ba'diṣ-ṣalāti fa yuqsimāni billāhi inirtabtum lā nasytarī bihī ṡamanaw wa lau kāna żā qurbā, wa lā naktumu syahādatallāhi innā iżal laminal-āṡimīn(a).",
    "Fa in 'uṡira 'alā annahumastaḥaqqā iṡman fa ākharāni yaqūmāni maqāmahumā minal-lażīnastaḥaqqa 'alaihimul-aulayāni fa yuqsimāni billāhi lasyahādatunā aḥaqqu min syahādatihimā wa ma'tadainā, innā iżal laminaẓ-ẓālimīn(a).",
    "Żālika adnā ay ya'tū bisy-syahādati 'alā wajhihā au yakhāfū an turadda aimānum ba'da aimānihim, wattaqullāha wasma'ū, wallāhu lā yahdil qaumal-fāsiqīn(a).",
    "Yauma yajma'ullāhur-rusula fa yaqūlu māżā ujibtum, qālū lā 'ilma lanā, innaka anta 'allāmul-guyūb(i).",
    "Iż qālallāhu yā 'īsabna maryamażkur ni'matī 'alaika wa 'alā wālidatik(a), iż ayyattuka birūḥil-qudus(i), tukallimun-nāsa fil-mahdi wa kahlā(n), wa iż 'allamtukal-kitāba wal-ḥikmata wat-taurāta wal-injīl(a), wa iż takhluqu minaṭ-ṭīni kahai'atiṭ-ṭairi bi'iżnī fa tanfukhu fīhā fa takūnu ṭairam bi'iżnī wa tubri'ul-akmaha wal-abraṣa bi'iżnī, wa iż tukhrijul-mautā bi'iżnī, wa iż kafaftu banī isrā'īla 'anka iż ji'tahum bil-bayyināti fa qālal-lażīna kafarū minhum  in hāżā illā siḥrum mubīn(un).",
    "Wa iż auḥaitu ilal-ḥawāriyyīna an āminū bī wa birasūlī, qālū āmannā wasyhad bi'annanā muslimūn(a).",
    "Iż qālal-ḥawāriyyūna yā 'īsabna maryama hal yastaṭī'u rabbuka ay yunazzila 'alainā mā'idatam minas-samā'(i), qālattaqullāha in kuntum mu'minīn(a).",
    "Qālū nurīdu an na'kula minhā wa taṭma'inna qulūbunā wa na'lama an qad ṣadaqtanā wa nakūna 'alaihā minasy-syāhidīn(a).",
    "Qāla 'īsabnu maryamallāhumma rabbanā anzil 'alainā mā'idatam minas-samā'i takūnu lanā 'īdal li'awwalinā wa ākhirinā wa āyatam minka warzuqnā wa anta khairur-rāziqīn(a).",
    "Qālallāhu innī munazziluhā 'alaikum, famay yakfur ba'du minkum fa innī u'ażżibuhū 'ażābal lā u'ażzibuhū aḥadam minal-'ālamīn(a).",
    "Wa iż qālallāhu yā 'īsabna maryama a'anta qulta lin-nāsittakhiżūnī wa ummiya ilāhaini min dūnillah(i), qāla subḥānaka mā yakūnu lī an aqūla mā laisa lī biḥaqq(in), in kuntu qultuhū faqad 'alimtah(ū), ta'lamu mā fī nafsī wa lā a'lamu mā fī nafsik(a), innaka anta 'allāmul-guyūb(i).",
    "Mā qultu lahum illā mā amartanī bihī ani'budullāha rabbī wa rabbakum, wa kuntu 'alaihim syahīdam mā dumtu fīhim, falammā tawaffaitanī kunta antar-raqība 'alaihim, wa anta 'alā kulli syai'in syahīd(un).",
    "In tu'ażżibhum fa innahum 'ibāduk(a), wa in tagfir lahum fa innaka antal-'azīzul-ḥakīm(u).",
    "Qālallāhu  hāżā yaumu yanfa'uṣ-ṣādiqīna ṣidquhum, lahum jannātun tajrī min taḥtihal-anhāru khālidīna fīhā abadā(n), raḍiyallāhu 'anhum wa raḍū 'anh(u), żālikal-fauzul-'aẓīm(u).",
    "Lillāhi mulkus-samāwāti wal-arḍi wa mā fīhinn(a), wa huwa 'alā kulli syai'in qadīr(un)."
  ],
  "translations": {
    "id": {
      "1": "Wahai orang-orang yang beriman, penuhilah janji-janji!192) Dihalalkan bagimu hewan ternak, kecuali yang akan disebutkan kepadamu (keharamannya) dengan tidak menghalalkan berburu ketika kamu sedang berihram (haji atau umrah). Sesungguhnya Allah menetapkan hukum sesuai dengan yang Dia kehendaki.",
      "2": "Wahai orang-orang yang beriman, janganlah kamu melanggar syiar-syiar (kesucian) Allah,193) jangan (melanggar kehormatan) bulan-bulan haram,194) jangan (mengganggu) hadyu (hewan-hewan kurban)195) dan qalā’id (hewan-hewan kurban yang diberi tanda),196) dan jangan (pula mengganggu) para pengunjung Baitulharam sedangkan mereka mencari karunia dan rida Tuhannya!197) Apabila kamu telah bertahalul (menyelesaikan ihram), berburulah (jika mau). Janganlah sekali-kali kebencian(-mu) kepada suatu kaum, karena mereka menghalang-halangimu dari Masjidilharam, mendorongmu berbuat melampaui batas (kepada mereka). Tolong-menolonglah kamu dalam (mengerjakan) kebajikan dan takwa, dan jangan tolong-menolong dalam berbuat dosa dan permusuhan. Bertakwalah kepada Allah, sesungguhnya Allah sangat berat siksaan-Nya.",
      "3": "Diharamkan bagimu (memakan) bangkai, darah, daging babi, dan (daging hewan) yang disembelih bukan atas (nama) Allah, yang tercekik, yang dipukul, yang jatuh, yang ditanduk, dan yang diterkam binatang buas, kecuali yang (sempat) kamu sembelih.198) (Diharamkan pula) apa yang disembelih untuk berhala. (Demikian pula) mengundi nasib dengan azlām (anak panah),199) (karena) itu suatu perbuatan fasik. Pada hari ini200) orang-orang kafir telah putus asa untuk (mengalahkan) agamamu. Oleh sebab itu, janganlah kamu takut kepada mereka, tetapi takutlah kepada-Ku. Pada hari ini telah Aku sempurnakan agamamu untukmu, telah Aku cukupkan nikmat-Ku bagimu, dan telah Aku ridai Islam sebagai agamamu. Maka, siapa yang terpaksa karena lapar, bukan karena ingin berbuat dosa, sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
      "4": "Mereka bertanya kepadamu (Nabi Muhammad), “Apakah yang dihalalkan bagi mereka?” Katakanlah, “Yang dihalalkan bagimu adalah (makanan-makanan) yang baik dan (buruan yang ditangkap) oleh binatang pemburu yang telah kamu latih untuk berburu, yang kamu latih menurut apa yang telah diajarkan Allah kepadamu. Maka, makanlah apa yang ditangkapnya untukmu201) dan sebutlah nama Allah (waktu melepasnya). Bertakwalah kepada Allah. Sesungguhnya Allah sangat cepat perhitungan-Nya.”",
      "5": "Pada hari ini dihalalkan bagimu segala (makanan) yang baik. Makanan (sembelihan) Ahlulkitab itu halal bagimu dan makananmu halal (juga) bagi mereka. (Dihalalkan bagimu menikahi) perempuan-perempuan yang menjaga kehormatan di antara perempuan-perempuan yang beriman dan perempuan-perempuan yang menjaga kehormatan di antara orang-orang yang diberi kitab suci sebelum kamu, apabila kamu membayar maskawin mereka untuk menikahinya, tidak dengan maksud berzina, dan tidak untuk menjadikan (mereka) pasangan gelap (gundik). Siapa yang kufur setelah beriman, maka sungguh sia-sia amalnya dan di akhirat dia termasuk orang-orang yang rugi.",
      "6": "Wahai orang-orang yang beriman, apabila kamu berdiri hendak melaksanakan salat, maka basuhlah wajahmu dan tanganmu sampai ke siku serta usaplah kepalamu dan (basuh) kedua kakimu sampai kedua mata kaki. Jika kamu dalam keadaan junub, mandilah. Jika kamu sakit,202) dalam perjalanan, kembali dari tempat buang air (kakus), atau menyentuh203) perempuan, lalu tidak memperoleh air, bertayamumlah dengan debu yang baik (suci); usaplah wajahmu dan tanganmu dengan (debu) itu. Allah tidak ingin menjadikan bagimu sedikit pun kesulitan, tetapi Dia hendak membersihkan kamu dan menyempurnakan nikmat-Nya bagimu agar kamu bersyukur.",
      "7": "Ingatlah nikmat Allah kepadamu dan perjanjian-Nya204) yang telah Dia ikatkan kepadamu ketika kamu mengatakan, “Kami mendengar dan kami menaati.” Bertakwalah kepada Allah. Sesungguhnya Allah Maha Mengetahui segala isi hati.",
      "8": "Wahai orang-orang yang beriman, jadilah kamu penegak (kebenaran) karena Allah (dan) saksi-saksi (yang bertindak) dengan adil. Janganlah kebencianmu terhadap suatu kaum mendorong kamu untuk berlaku tidak adil. Berlakulah adil karena (adil) itu lebih dekat pada takwa. Bertakwalah kepada Allah. Sesungguhnya Allah Maha Teliti terhadap apa yang kamu kerjakan.",
      "9": "Allah telah menjanjikan kepada orang-orang yang beriman dan beramal saleh (bahwa) bagi mereka ampunan dan pahala yang besar.",
      "10": "Adapun orang-orang yang kufur dan mendustakan ayat-ayat Kami, mereka itulah penghuni (neraka) Jahim.",
      "11": "Wahai orang-orang yang beriman, ingatlah nikmat Allah (yang dianugerahkan) kepadamu ketika suatu kaum bermaksud hendak menyerangmu dengan tangannya, lalu Dia menahan tangan (mencegah) mereka dari kamu. Bertakwalah kepada Allah dan hanya kepada Allahlah hendaknya orang-orang mukmin itu bertawakal.",
      "12": "Sungguh, Allah benar-benar telah mengambil perjanjian dengan Bani Israil dan Kami telah mengangkat dua belas orang pemimpin di antara mereka. Allah berfirman, “Aku bersamamu. Sungguh, jika kamu mendirikan salat, menunaikan zakat, beriman kepada rasul-rasul-Ku dan membantu mereka, serta kamu meminjamkan kepada Allah pinjaman yang baik,205) pasti akan Aku hapus kesalahan-kesalahanmu dan akan Aku masukkan kamu ke dalam surga yang mengalir di bawahnya sungai-sungai. Maka, siapa yang kufur di antaramu setelah itu, sungguh dia telah tersesat dari jalan yang lurus.”",
      "13": "(Namun,) karena mereka melanggar janjinya, Kami melaknat mereka dan Kami menjadikan hati mereka keras membatu. Mereka suka mengubah firman-firman (Allah) dari tempat-tempatnya206) dan mereka (sengaja) melupakan sebagian pesan yang telah diperingatkan kepada mereka. Engkau (Nabi Muhammad) senantiasa akan melihat pengkhianatan dari mereka, kecuali sekelompok kecil di antara mereka (yang tidak berkhianat). Maka, maafkanlah mereka dan biarkanlah. Sesungguhnya Allah menyukai orang-orang muhsin.",
      "14": "Dari orang-orang yang mengatakan, “Sesungguhnya kami adalah orang Nasrani,” Kami telah mengambil perjanjian. Kemudian, mereka melupakan sebagian pesan yang telah diperingatkan kepada mereka. Maka, Kami menimbulkan permusuhan dan kebencian di antara mereka hingga hari Kiamat. Kelak Allah akan memberitakan kepada mereka apa yang selama ini mereka perbuat.",
      "15": "Wahai Ahlulkitab, sungguh rasul Kami telah datang kepadamu untuk menjelaskan banyak hal dari (isi) kitab suci yang kamu sembunyikan dan membiarkan (tidak menjelaskan) banyak hal (pula). Sungguh, telah datang kepadamu cahaya dari Allah dan kitab suci207) yang jelas.",
      "16": "Dengannya (kitab suci) Allah menunjukkan kepada orang yang mengikuti rida-Nya jalan-jalan keselamatan, mengeluarkannya dari berbagai kegelapan menuju cahaya dengan izin-Nya, dan menunjukkan kepadanya (satu) jalan yang lurus.",
      "17": "Sungguh, benar-benar telah kufur orang-orang yang berkata, “Sesungguhnya Allah itulah Almasih putra Maryam.” Katakanlah (Nabi Muhammad), “(Jika benar begitu,) siapakah yang dapat menghalang-halangi kehendak Allah jika Dia hendak membinasakan Almasih putra Maryam, ibunya, dan seluruh yang berada di bumi?” Milik Allahlah kerajaan langit, bumi, dan apa yang ada di antara keduanya. Dia menciptakan apa yang Dia kehendaki. Allah Maha Kuasa atas segala sesuatu.",
      "18": "Orang Yahudi dan orang Nasrani berkata, “Kami adalah anak-anak Allah dan kekasih-kekasih-Nya.” Katakanlah, “(Jika benar begitu,) mengapa Allah menyiksa kamu karena dosa-dosamu? Sebaliknya, kamu adalah manusia (biasa) di antara orang-orang yang Dia ciptakan. Dia mengampuni siapa yang Dia kehendaki dan menyiksa siapa yang Dia kehendaki (pula). Milik Allahlah kerajaan langit, bumi, dan apa yang ada di antara keduanya, dan kepada-Nya semua akan kembali.”",
      "19": "Wahai Ahlulkitab, sungguh rasul Kami telah datang kepadamu untuk memberi penjelasan setelah beberapa saat terhentinya (pengutusan) rasul-rasul agar kamu tidak mengatakan, “Tidak ada yang datang kepada kami, baik pembawa berita gembira maupun pemberi peringatan.” Sungguh, telah datang kepadamu pembawa berita gembira dan pemberi peringatan. Allah Maha Kuasa atas segala sesuatu.",
      "20": "(Ingatlah) ketika Musa berkata kepada kaumnya, “Wahai kaumku, ingatlah nikmat Allah kepadamu ketika Dia mengangkat nabi-nabi di antaramu, menjadikanmu (terhormat seperti) para raja, dan menganugerahkan kepadamu apa yang belum pernah Dia anugerahkan kepada seorang pun di antara umat yang lain.",
      "21": "Wahai kaumku, masuklah ke tanah suci (Baitulmaqdis) yang telah Allah tentukan bagimu208) dan janganlah berbalik ke belakang (karena takut kepada musuh), nanti kamu menjadi orang-orang yang rugi.”",
      "22": "Mereka berkata, “Wahai Musa, sesungguhnya di dalamnya (negeri itu) ada orang-orang yang sangat kuat dan kejam. Kami tidak akan memasukinya sebelum mereka keluar. Jika mereka keluar dari sana, kami pasti akan masuk.”",
      "23": "Berkatalah dua orang laki-laki di antara mereka yang bertakwa, yang keduanya telah diberi nikmat oleh Allah, “Masukilah pintu gerbang negeri itu untuk (menyerang) mereka (penduduk Baitulmaqdis). Jika kamu memasukinya, kamu pasti akan menang. Bertawakallah hanya kepada Allah, jika kamu orang-orang mukmin.”",
      "24": "Mereka berkata, “Wahai Musa, sesungguhnya kami sampai kapan pun tidak akan memasukinya selama mereka masih ada di dalamnya. Oleh karena itu, pergilah engkau bersama Tuhanmu, lalu berperanglah kamu berdua. Sesungguhnya kami tetap berada di sini saja.”",
      "25": "Dia (Musa) berkata, “Ya Tuhanku, aku tidak mempunyai kekuasaan apa pun, kecuali atas diriku sendiri dan saudaraku. Oleh sebab itu, pisahkanlah antara kami dan kaum yang fasik itu.”",
      "26": "(Allah) berfirman, “(Jika demikian,) sesungguhnya (negeri) itu terlarang buat mereka selama empat puluh tahun. (Selama itu) mereka akan mengembara kebingungan di bumi. Maka, janganlah engkau (Musa) bersedih atas (nasib) kaum yang fasik itu.”",
      "27": "Bacakanlah (Nabi Muhammad) kepada mereka berita tentang dua putra Adam dengan sebenarnya. Ketika keduanya mempersembahkan kurban, kemudian diterima dari salah satunya (Habil) dan tidak diterima dari yang lain (Qabil). Dia (Qabil) berkata, “Sungguh, aku pasti akan membunuhmu.” Dia (Habil) berkata, “Sesungguhnya Allah hanya menerima (amal) dari orang-orang yang bertakwa.",
      "28": "Sesungguhnya jika engkau (Qabil) menggerakkan tanganmu kepadaku untuk membunuhku, aku tidak akan menggerakkan tanganku kepadamu untuk membunuhmu. Sesungguhnya aku takut kepada Allah, Tuhan semesta alam.",
      "29": "Sesungguhnya aku ingin engkau kembali (kepada-Nya) dengan (membawa) dosa (karena membunuh)-ku dan dosamu (sebelum itu) sehingga engkau akan termasuk penghuni neraka. Itulah balasan bagi orang-orang yang zalim.”",
      "30": "Kemudian, hawa nafsunya (Qabil) mendorong dia untuk membunuh saudaranya.209) Maka, dia pun (benar-benar) membunuhnya sehingga dia termasuk orang-orang yang rugi.",
      "31": "Kemudian, Allah mengirim seekor burung gagak untuk menggali tanah supaya Dia memperlihatkan kepadanya (Qabil) bagaimana cara mengubur mayat saudaranya.210) (Qabil) berkata, “Celakalah aku! Mengapa aku tidak mampu berbuat seperti burung gagak ini sehingga aku dapat mengubur mayat saudaraku?” Maka, jadilah dia termasuk orang-orang yang menyesal.",
      "32": "Oleh karena itu, Kami menetapkan (suatu hukum) bagi Bani Israil bahwa siapa yang membunuh seseorang bukan karena (orang yang dibunuh itu) telah membunuh orang lain atau karena telah berbuat kerusakan di bumi, maka seakan-akan dia telah membunuh semua manusia.211) Sebaliknya, siapa yang memelihara kehidupan seorang manusia, dia seakan-akan telah memelihara kehidupan semua manusia. Sungguh, rasul-rasul Kami benar-benar telah datang kepada mereka dengan (membawa) keterangan-keterangan yang jelas. Kemudian, sesungguhnya banyak di antara mereka setelah itu melampaui batas di bumi.",
      "33": "Balasan bagi orang-orang yang memerangi Allah dan rasul-Nya serta membuat kerusakan di bumi hanyalah dibunuh, disalib, dipotong tangan dan kaki mereka secara silang, atau diasingkan dari tempat kediamannya. Yang demikian itu merupakan kehinaan bagi mereka di dunia dan di akhirat (kelak) mereka mendapat azab yang sangat berat,212)",
      "34": "kecuali orang-orang yang bertobat sebelum kamu dapat menangkapnya. Maka, ketahuilah bahwa sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
      "35": "Wahai orang-orang yang beriman, bertakwalah kepada Allah, carilah wasilah (jalan untuk mendekatkan diri) kepada-Nya, dan berjihadlah (berjuanglah) di jalan-Nya agar kamu beruntung.",
      "36": "Sesungguhnya orang-orang yang kufur, seandainya memiliki segala apa yang ada di bumi dan ditambah (lagi) dengan sebanyak itu untuk menebus diri mereka dari azab hari Kiamat, niscaya semua (tebusan) itu tidak akan diterima dari mereka. Bagi mereka azab yang sangat pedih.",
      "37": "Mereka ingin keluar dari neraka, tetapi tidak akan dapat keluar dari sana. Bagi mereka azab yang kekal.",
      "38": "Laki-laki maupun perempuan yang mencuri, potonglah tangan keduanya sebagai balasan atas perbuatan yang mereka lakukan dan sebagai siksaan dari Allah. Allah Maha Perkasa lagi Maha Bijaksana.",
      "39": "Maka, siapa yang bertobat setelah melakukan kezaliman dan memperbaiki diri, sesungguhnya Allah menerima tobatnya. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
      "40": "Tidakkah engkau tahu bahwa sesungguhnya milik Allahlah kerajaan langit dan bumi? Dia menyiksa siapa yang Dia kehendaki dan mengampuni siapa yang Dia kehendaki. Allah Maha Kuasa atas segala sesuatu.",
      "41": "Wahai Rasul (Muhammad), janganlah engkau disedihkan oleh orang-orang yang bersegera dalam kekufuran, yaitu orang-orang (munafik) yang mengatakan dengan mulut mereka, “Kami telah beriman,” padahal hati mereka belum beriman, dan juga orang-orang Yahudi. (Mereka adalah) orang-orang yang sangat suka mendengar (berita-berita) bohong lagi sangat suka mendengar (perkataan-perkataan) orang lain yang belum pernah datang kepadamu. Mereka mengubah firman-firman (Allah) setelah berada di tempat-tempat yang (sebenar)-nya. Mereka mengatakan, “Jika ini yang diberikan kepada kamu, terimalah. Jika kamu diberi yang bukan ini, hati-hatilah.” Siapa yang dikehendaki Allah kesesatannya, maka sekali-kali engkau tidak akan mampu menolak sesuatu pun dari Allah. Mereka itu adalah orang-orang yang Allah tidak hendak menyucikan hati mereka. Di dunia mereka mendapat kehinaan dan di akhirat akan mendapat azab yang sangat berat.",
      "42": "Mereka (orang-orang Yahudi itu) sangat suka mendengar berita bohong lagi banyak memakan makanan yang haram. Maka, jika mereka datang kepadamu (Nabi Muhammad untuk meminta putusan), berilah putusan di antara mereka atau berpalinglah dari mereka. Jika engkau berpaling, mereka tidak akan membahayakanmu sedikit pun. Akan tetapi, jika engkau memutuskan (perkara mereka), putuskanlah dengan adil. Sesungguhnya Allah menyukai orang-orang yang adil.",
      "43": "Bagaimana mereka menjadikanmu sebagai hakim mereka, sedangkan mereka mempunyai Taurat yang di dalamnya (ada) hukum Allah, kemudian mereka berpaling (dari putusanmu) setelah itu? Mereka benar-benar bukanlah orang-orang mukmin.",
      "44": "Sesungguhnya Kami telah menurunkan Taurat. Di dalamnya ada petunjuk dan cahaya. Dengannya para nabi, yang berserah diri (kepada Allah), memberi putusan atas perkara orang Yahudi. Demikian pula para rabi dan ulama-ulama mereka (juga memberi putusan) sebab mereka diperintahkan (oleh Allah untuk) menjaga kitab Allah dan mereka merupakan saksi-saksi terhadapnya. Oleh karena itu, janganlah kamu takut kepada manusia, (tetapi) takutlah kepada-Ku. Janganlah kamu menukar ayat-ayat-Ku dengan harga yang murah. Siapa yang tidak memutuskan (suatu urusan) menurut ketentuan yang diturunkan Allah, maka mereka itulah orang-orang kafir.213)",
      "45": "Kami telah menetapkan bagi mereka (Bani Israil) di dalamnya (Taurat) bahwa nyawa (dibalas) dengan nyawa, mata dengan mata, hidung dengan hidung, telinga dengan telinga, gigi dengan gigi, dan luka-luka (pun) ada kisasnya (balasan yang sama). Siapa yang melepaskan (hak kisasnya), maka itu (menjadi) penebus dosa baginya. Siapa yang tidak memutuskan (suatu urusan) menurut ketentuan yang diturunkan Allah, maka mereka itulah orang-orang zalim.",
      "46": "Kami meneruskan jejak mereka (para nabi Bani Israil) dengan (mengutus) Isa putra Maryam yang membenarkan apa (kitab suci) yang sebelumnya, yaitu Taurat. Kami menurunkan Injil kepadanya (yang) di dalamnya terdapat petunjuk dan cahaya; yang membenarkan kitab suci yang sebelumnya, yaitu Taurat; dan menjadi petunjuk serta pengajaran bagi orang-orang yang bertakwa.",
      "47": "Hendaklah pengikut Injil memutuskan (urusan) menurut apa yang diturunkan Allah di dalamnya.214) Siapa yang tidak memutuskan (suatu urusan) menurut ketentuan yang diturunkan Allah, maka mereka itulah orang-orang fasik.",
      "48": "Kami telah menurunkan kitab suci (Al-Qur’an) kepadamu (Nabi Muhammad) dengan (membawa) kebenaran sebagai pembenar kitab-kitab yang diturunkan sebelumnya dan sebagai penjaganya (acuan kebenaran terhadapnya). Maka, putuskanlah (perkara) mereka menurut aturan yang diturunkan Allah dan janganlah engkau mengikuti hawa nafsu mereka dengan (meninggalkan) kebenaran yang telah datang kepadamu. Untuk setiap umat di antara kamu Kami berikan aturan dan jalan yang terang. Seandainya Allah menghendaki, niscaya Dia menjadikanmu satu umat (saja). Akan tetapi, Allah hendak mengujimu tentang karunia yang telah Dia anugerahkan kepadamu. Maka, berlomba-lombalah dalam berbuat kebaikan. Hanya kepada Allah kamu semua kembali, lalu Dia memberitahukan kepadamu apa yang selama ini kamu perselisihkan.",
      "49": "Hendaklah engkau memutuskan (urusan) di antara mereka menurut aturan yang diturunkan Allah dan janganlah engkau mengikuti hawa nafsu mereka. Waspadailah mereka agar mereka tidak dapat memperdayakan engkau untuk meninggalkan sebagian apa yang telah diturunkan Allah kepadamu. Jika mereka berpaling (dari hukum yang telah diturunkan Allah), ketahuilah bahwa sesungguhnya Allah berkehendak menimpakan musibah kepada mereka disebabkan sebagian dosa-dosa mereka. Sesungguhnya banyak dari manusia adalah orang-orang yang fasik.",
      "50": "Apakah hukum jahiliah yang mereka kehendaki? (Hukum) siapakah yang lebih baik daripada (hukum) Allah bagi orang-orang yang meyakini (agamanya)?",
      "51": "Wahai orang-orang yang beriman, janganlah kamu menjadikan orang Yahudi dan Nasrani sebagai teman setia(-mu).215) Sebagian mereka menjadi teman setia bagi sebagian yang lain. Siapa di antara kamu yang menjadikan mereka teman setia, maka sesungguhnya dia termasuk golongan mereka. Sesungguhnya Allah tidak memberi petunjuk kepada kaum yang zalim.",
      "52": "Maka, kamu akan melihat orang-orang yang hatinya berpenyakit segera mendekati mereka (Yahudi dan Nasrani) seraya berkata, “Kami takut akan tertimpa mara bahaya.” Mudah-mudahan Allah akan mendatangkan kemenangan (kepada Rasul-Nya) atau suatu keputusan dari sisi-Nya sehingga mereka menyesali apa yang mereka rahasiakan dalam diri mereka.",
      "53": "Orang-orang yang beriman akan berkata, “Inikah orang yang bersumpah dengan (nama) Allah secara sungguh-sungguh bahwa mereka benar-benar beserta kamu?” Segala amal mereka menjadi sia-sia sehingga mereka menjadi orang-orang yang rugi.",
      "54": "Wahai orang-orang yang beriman, siapa di antara kamu yang murtad dari agamanya, maka Allah akan mendatangkan suatu kaum yang Dia mencintai mereka dan mereka pun mencintai-Nya, yang bersikap lemah lembut terhadap orang-orang mukmin dan bersikap tegas terhadap orang-orang kafir. Mereka berjihad di jalan Allah dan tidak takut pada celaan orang yang mencela. Itulah karunia Allah yang diberikan-Nya kepada siapa yang Dia kehendaki. Allah Maha Luas (pemberian-Nya) lagi Maha Mengetahui.",
      "55": "Sesungguhnya penolongmu hanyalah Allah, Rasul-Nya, dan orang-orang yang beriman yang menegakkan salat dan menunaikan zakat seraya tunduk (kepada Allah).",
      "56": "Siapa yang menjadikan Allah, Rasul-Nya, dan orang-orang yang beriman sebagai penolongnya, sesungguhnya para pengikut Allah itulah yang akan menjadi pemenang.",
      "57": "Wahai orang-orang yang beriman, janganlah kamu menjadikan orang-orang yang menjadikan agamamu bahan ejekan dan permainan, (yaitu) di antara orang-orang yang telah diberi kitab suci sebelummu dan orang-orang kafir, sebagai teman setia(-mu).216) Bertakwalah kepada Allah jika kamu orang-orang mukmin.",
      "58": "Apabila kamu menyeru untuk (melaksanakan) salat, mereka menjadikannya bahan ejekan dan permainan. Yang demikian itu adalah karena sesungguhnya mereka orang-orang yang tidak mengerti.",
      "59": "Katakanlah, “Wahai Ahlulkitab, apakah kamu memandang kami salah hanya karena kami beriman kepada Allah, pada apa yang diturunkan kepada kami (Al-Qur’an), pada apa yang diturunkan sebelumnya, dan (kami yakin bahwa) sesungguhnya kebanyakan kamu adalah orang-orang fasik?”",
      "60": "Katakanlah (Nabi Muhammad), “Apakah akan aku beritakan kepadamu tentang sesuatu yang lebih buruk pembalasannya daripada itu217) di sisi Allah? (Yaitu balasan) orang yang dilaknat dan dimurkai Allah (yang) di antara mereka Dia jadikan kera dan babi.218) (Di antara mereka ada pula yang) menyembah Tagut.” Mereka itu lebih buruk tempatnya dan lebih tersesat dari jalan yang lurus.",
      "61": "Apabila (Ahlulkitab yang munafik) datang kepadamu, mereka berkata, “Kami telah beriman,” padahal mereka datang dengan kekufuran dan mereka pergi (juga) dengannya (kekufuran). Allah lebih mengetahui apa yang selalu mereka sembunyikan.",
      "62": "Kamu akan melihat banyak di antara mereka (Ahlulkitab) berlomba-lomba dalam perbuatan dosa, permusuhan, dan memakan (makanan) yang haram. Sungguh, itulah seburuk-buruk apa yang selalu mereka kerjakan.",
      "63": "Mengapa para ulama dan pendeta tidak melarang mereka mengucapkan perkataan bohong dan memakan (makanan) yang haram? Sungguh, itulah seburuk- buruk apa yang selalu mereka perbuat.",
      "64": "Orang-orang Yahudi berkata, “Tangan Allah terbelenggu (kikir).” Sebenarnya tangan merekalah yang dibelenggu. Mereka dilaknat disebabkan apa yang telah mereka katakan. Sebaliknya, kedua tangan-Nya terbuka (Maha Pemurah). Dia memberi rezeki sebagaimana Dia kehendaki. (Al-Qur’an) yang diturunkan kepadamu dari Tuhanmu itu pasti akan menambah kedurhakaan dan kekufuran bagi kebanyakan mereka. Kami timbulkan permusuhan dan kebencian di antara mereka sampai hari Kiamat. Setiap kali mereka menyalakan api peperangan, Allah memadamkannya. Mereka berusaha (menimbulkan) kerusakan di bumi. Allah tidak menyukai orang-orang yang berbuat kerusakan.",
      "65": "Seandainya Ahlulkitab itu beriman dan bertakwa, niscaya Kami hapus kesalahan-kesalahan mereka dan tentu Kami masukkan mereka ke dalam surga-surga yang penuh kenikmatan.",
      "66": "Seandainya mereka menegakkan (hukum) Taurat, Injil, dan (Al-Qur’an) yang diturunkan kepada mereka dari Tuhan mereka, niscaya mereka akan mendapat makanan dari atas mereka dan dari bawah kaki mereka.219) Di antara mereka ada umat yang menempuh jalan yang lurus. Sementara itu, banyak di antara mereka sangat buruk apa yang mereka kerjakan.",
      "67": "Wahai Rasul, sampaikanlah apa yang diturunkan Tuhanmu kepadamu. Jika engkau tidak melakukan (apa yang diperintahkan itu), berarti engkau tidak menyampaikan risalah-Nya. Allah menjaga engkau dari (gangguan) manusia.220) Sesungguhnya Allah tidak memberi petunjuk kepada kaum yang kafir.",
      "68": "Katakanlah (Nabi Muhammad), “Wahai Ahlulkitab, kamu tidak menganut sesuatu pun (agama yang benar) hingga kamu menegakkan ajaran-ajaran Taurat, Injil, dan (Al-Qur’an) yang diturunkan Tuhanmu kepadamu.” Apa yang diturunkan Tuhanmu kepadamu pasti akan membuat banyak di antara mereka lebih durhaka dan ingkar. Maka, janganlah engkau bersedih terhadap kaum yang kafir itu.",
      "69": "Sesungguhnya orang-orang yang beriman, orang-orang Yahudi, Sabiin, dan Nasrani, siapa yang beriman kepada Allah, hari Akhir, dan beramal saleh, tidak ada rasa takut yang menimpa mereka dan mereka pun tidak bersedih.",
      "70": "Sungguh, Kami benar-benar telah mengambil perjanjian dari Bani Israil dan telah mengutus rasul-rasul kepada mereka.221) Setiap kali rasul datang kepada mereka dengan membawa apa yang tidak sesuai dengan hawa nafsu mereka, sebagian (dari rasul itu) mereka dustakan dan sebagian yang lain mereka bunuh.",
      "71": "Mereka mengira bahwa tidak akan terjadi fitnah (azab akibat dosa-dosa mereka). Oleh karena itu, mereka menjadi buta dan tuli. Setelah itu Allah menerima tobat mereka, kemudian banyak di antara mereka buta dan tuli (lagi). Allah Maha Melihat apa yang mereka kerjakan.",
      "72": "Sungguh, telah kufur orang-orang yang berkata, “Sesungguhnya Allah itulah Almasih putra Maryam.” Almasih (sendiri) berkata, “Wahai Bani Israil, sembahlah Allah, Tuhanku dan Tuhanmu!” Sesungguhnya siapa yang mempersekutukan (sesuatu dengan) Allah, maka sungguh, Allah mengharamkan surga baginya dan tempatnya ialah neraka. Tidak ada seorang penolong pun bagi orang-orang zalim itu.",
      "73": "Sungguh, telah kufur orang-orang yang mengatakan bahwa Allah adalah salah satu dari yang tiga, padahal tidak ada tuhan selain Tuhan Yang Maha Esa. Jika mereka tidak berhenti dari apa yang mereka katakan, pasti orang-orang yang kufur di antara mereka akan ditimpa azab yang sangat pedih.",
      "74": "Tidakkah mereka bertobat kepada Allah dan memohon ampunan kepada-Nya, padahal Allah Maha Pengampun lagi Maha Penyayang?",
      "75": "Almasih putra Maryam hanyalah seorang rasul. Sebelumnya pun sudah berlalu beberapa rasul. Ibunya adalah seorang yang berpegang teguh pada kebenaran. Keduanya makan (seperti halnya manusia biasa). Perhatikanlah bagaimana Kami menjelaskan ayat-ayat (tanda-tanda kekuasaan) kepada mereka (Ahlulkitab), kemudian perhatikanlah bagaimana mereka dipalingkan (dari kebenaran).",
      "76": "Katakanlah (Nabi Muhammad), “Mengapa kamu menyembah selain Allah sesuatu yang tidak dapat mendatangkan kepadamu mudarat dan tidak (pula) manfaat?” Allah Maha Mendengar lagi Maha Mengetahui.",
      "77": "Katakanlah (Nabi Muhammad), “Wahai Ahlulkitab, janganlah kamu berlebih-lebihan dalam (urusan) agamamu tanpa hak. Janganlah kamu mengikuti hawa nafsu kaum yang benar-benar tersesat sebelum kamu dan telah menyesatkan banyak (manusia) serta mereka sendiri pun tersesat dari jalan yang lurus.”",
      "78": "Orang-orang yang kufur dari Bani Israil telah dilaknat (oleh Allah) melalui lisan (ucapan) Daud dan Isa putra Maryam. Hal itu karena mereka durhaka dan selalu melampaui batas.",
      "79": "Mereka tidak saling mencegah perbuatan mungkar yang mereka lakukan. Sungguh, itulah seburuk-buruk apa yang selalu mereka lakukan.",
      "80": "Engkau melihat banyak di antara mereka bersekutu dengan orang-orang yang kufur (musyrik). Sungguh, itulah seburuk-buruk apa yang mereka lakukan untuk diri mereka sendiri (sehingga mengakibatkan) Allah murka kepada mereka. Mereka akan kekal dalam azab.",
      "81": "Seandainya mereka beriman kepada Allah, Nabi (Muhammad), dan apa yang diturunkan kepadanya, niscaya mereka tidak akan menjadikan orang musyrik itu sebagai sekutu.222) Akan tetapi, banyak di antara mereka adalah orang-orang fasik.",
      "82": "Pasti akan engkau dapati orang yang paling keras permusuhannya terhadap orang-orang yang beriman, yaitu orang-orang Yahudi dan orang-orang musyrik. Pasti akan engkau dapati pula orang yang paling dekat persahabatannya dengan orang-orang yang beriman, yaitu orang-orang yang berkata, “Sesungguhnya kami adalah orang Nasrani.” Hal itu karena di antara mereka terdapat para pendeta dan rahib, juga karena mereka tidak menyombongkan diri.",
      "83": "Apabila mereka mendengar sesuatu (Al-Qur’an) yang diturunkan kepada Rasul (Nabi Muhammad), engkau melihat mata mereka bercucuran air mata disebabkan kebenaran yang telah mereka ketahui (dari kitab-kitab mereka sendiri). Mereka berkata, “Ya Tuhan kami, kami telah beriman. Maka, catatlah kami bersama orang-orang yang menjadi saksi (atas kebenaran Al-Qur’an dan kenabian Muhammad).",
      "84": "Mengapa kami tidak beriman kepada Allah dan kebenaran yang telah datang kepada kami, padahal kami sangat ingin agar Tuhan kami memasukkan kami bersama kaum yang saleh?”",
      "85": "Maka, Allah memberi pahala kepada mereka atas sesuatu yang telah mereka ucapkan, (yaitu) surga yang mengalir di bawahnya sungai-sungai, sedang mereka kekal di dalamnya. Itulah balasan (bagi) orang-orang yang berbuat kebaikan.",
      "86": "Adapun orang-orang yang kufur dan mendustakan ayat-ayat Kami, mereka itulah penghuni (neraka) Jahim.",
      "87": "Wahai orang-orang yang beriman, janganlah kamu mengharamkan sesuatu yang baik yang telah Allah halalkan bagi kamu, dan janganlah kamu melampaui batas. Sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas.",
      "88": "Makanlah apa yang telah Allah anugerahkan kepadamu sebagai rezeki yang halal lagi baik, dan bertakwalah kepada Allah yang hanya kepada-Nya kamu beriman.",
      "89": "Allah tidak menghukum kamu disebabkan sumpah-sumpahmu yang tidak disengaja (untuk bersumpah), tetapi Dia menghukum kamu disebabkan sumpah-sumpah yang kamu sengaja. Maka, kafaratnya (denda akibat melanggar sumpah) ialah memberi makan sepuluh orang miskin dari makanan yang (biasa) kamu berikan kepada keluargamu, memberi pakaian kepada mereka, atau memerdekakan seorang hamba sahaya. Siapa yang tidak mampu melakukannya, maka (kafaratnya) berpuasa tiga hari. Itulah kafarat sumpah-sumpahmu apabila kamu bersumpah (dan kamu melanggarnya). Jagalah sumpah-sumpahmu! Demikianlah Allah menjelaskan kepadamu hukum-hukum-Nya agar kamu bersyukur (kepada-Nya).",
      "90": "Wahai orang-orang yang beriman, sesungguhnya minuman keras, berjudi, (berkurban untuk) berhala, dan mengundi nasib dengan anak panah adalah perbuatan keji (dan) termasuk perbuatan setan. Maka, jauhilah (perbuatan-perbuatan) itu agar kamu beruntung.",
      "91": "Sesungguhnya setan hanya bermaksud menimbulkan permusuhan dan kebencian di antara kamu melalui minuman keras dan judi serta (bermaksud) menghalangi kamu dari mengingat Allah dan (melaksanakan) salat, maka tidakkah kamu mau berhenti?",
      "92": "Taatlah kamu kepada Allah dan taatlah kamu kepada Rasul serta berhati-hatilah! Jika kamu berpaling, maka ketahuilah bahwa kewajiban Rasul Kami hanyalah menyampaikan (ajaran Allah) dengan jelas.",
      "93": "Tidak ada dosa bagi orang-orang yang beriman dan mengerjakan amal-amal saleh menyangkut sesuatu yang telah mereka makan (dahulu sebelum turunnya aturan yang mengharamkan), apabila mereka bertakwa dan beriman, serta mengerjakan amal-amal saleh, kemudian mereka (tetap) bertakwa dan beriman, selanjutnya mereka (tetap juga) bertakwa dan berbuat kebajikan. Allah menyukai orang-orang yang berbuat kebajikan.",
      "94": "Wahai orang-orang yang beriman, sungguh Allah pasti akan mengujimu dengan sesuatu dari hewan buruan yang (mudah) didapat oleh tangan dan tombakmu agar Allah mengetahui siapa yang takut kepada-Nya, meskipun Dia gaib. Siapa yang melanggar (batas) setelah itu, baginya azab yang pedih.",
      "95": "Wahai orang-orang yang beriman, janganlah kamu membunuh hewan buruan,223) ketika kamu sedang berihram (haji atau umrah). Siapa di antara kamu membunuhnya dengan sengaja, dendanya (ialah menggantinya) dengan hewan ternak yang sepadan dengan (hewan buruan) yang dibunuhnya menurut putusan dua orang yang adil di antara kamu sebagai hadyu (hewan kurban) yang (dibawa) sampai ke Ka'bah224) atau (membayar) kafarat dengan memberi makan orang-orang miskin225) atau berpuasa, seimbang dengan makanan yang dikeluarkan itu,226) agar dia merasakan akibat buruk dari perbuatannya. Allah telah memaafkan perbuatan yang telah lalu.227) Siapa kembali mengerjakannya, pasti Allah akan menyiksanya. Allah Maha Perkasa lagi Maha Memiliki (kekuasaan) untuk membalas.",
      "96": "Dihalalkan bagi kamu hewan buruan laut228) dan makanan (yang berasal dari) laut sebagai kesenangan bagimu, dan bagi orang-orang yang dalam perjalanan; dan diharamkan atasmu (menangkap) hewan buruan darat selama kamu dalam keadaan ihram. Bertakwalah kepada Allah yang hanya kepada-Nya kamu akan dikumpulkan.",
      "97": "Allah telah menjadikan Ka'bah, rumah suci itu sebagai pusat kegiatan (peribadatan dan urusan dunia)229) bagi manusia, dan (demikian pula) bulan haram, hadyu (hewan kurban) dan qalā’id (hewan kurban yang diberi kalung). Yang demikian itu agar kamu mengetahui bahwa sesungguhnya Allah mengetahui apa pun yang ada di langit dan apa pun yang ada di bumi dan bahwa Allah Maha Mengetahui segala sesuatu.",
      "98": "Ketahuilah bahwa Allah sangat keras hukuman-Nya dan bahwa Allah Maha Pengampun lagi Maha Penyayang.",
      "99": "Kewajiban Rasul tidak lain hanyalah menyampaikan (ajaran Allah). Allah mengetahui apa pun yang kamu tampakkan dan apa pun yang kamu sembunyikan.",
      "100": "Katakanlah (Nabi Muhammad), “Tidaklah sama yang buruk dengan yang baik meskipun banyaknya yang buruk itu menarik hatimu. Maka, bertakwalah kepada Allah wahai orang-orang yang berakal sehat agar kamu beruntung.”",
      "101": "Wahai orang-orang yang beriman, janganlah kamu menanyakan (kepada Nabimu) hal-hal yang jika diterangkan kepadamu (niscaya) menyusahkan kamu. Jika kamu menanyakannya ketika Al-Qur’an sedang diturunkan, (niscaya) akan diterangkan kepadamu. Allah telah memaafkan (kamu) tentang hal itu. Allah Maha Pengampun lagi Maha Penyantun.",
      "102": "Sungguh, segolongan manusia sebelum kamu telah menanyakan hal-hal serupa itu (kepada nabi mereka), kemudian mereka menjadi kafir karenanya.",
      "103": "Allah tidak pernah menetapkan sedikit pun (aturan) menyangkut baḥīrah,230) sā’ibah,231) waṣīlah, 232) dan ḥām.233) Akan tetapi, orang-orang yang kafir membuat-buat kedustaan terhadap Allah dan kebanyakan mereka tidak mengerti.",
      "104": "Apabila dikatakan kepada mereka, “Marilah mengikuti sesuatu yang Allah turunkan dan (mengikuti) Rasul,” mereka menjawab, “Cukuplah bagi kami apa yang kami dapati pada nenek moyang kami.” Apakah (mereka akan mengikuti nenek moyang mereka) walaupun mereka itu tidak mengetahui sesuatu pun dan tidak (pula) mendapat petunjuk?",
      "105": "Wahai orang-orang yang beriman, jagalah dirimu! Orang yang sesat itu tidak akan memberimu mudarat apabila kamu telah mendapat petunjuk. Hanya kepada Allah kamu kembali semuanya, lalu Dia akan menerangkan kepadamu apa yang selama ini kamu kerjakan.",
      "106": "Wahai orang-orang yang beriman, persaksian di antara kamu, apabila telah datang kepada salah seorang (di antara) kamu (tanda-tanda) kematian, sedangkan dia akan berwasiat, adalah dua orang yang adil di antara kamu atau dua orang selain kamu (nonmuslim) jika kamu dalam perjalanan di bumi lalu kamu ditimpa musibah kematian. Jika kamu ragu (akan kesaksiannya), tahanlah kedua saksi itu setelah salat agar bersumpah dengan nama Allah, “Kami tidak akan mengambil keuntungan dengan sumpah ini walaupun dia karib kerabat dan kami tidak menyembunyikan kesaksian Allah. Sesungguhnya jika demikian, tentu kami termasuk orang-orang yang berdosa.”",
      "107": "Jika terbukti kedua saksi itu berbuat dosa,234) maka dua orang yang lain menggantikan kedudukannya, yaitu di antara ahli waris yang berhak dan lebih dekat kepada orang yang meninggal, lalu keduanya bersumpah dengan nama Allah, “Sungguh, kesaksian kami lebih layak diterima daripada kesaksian kedua saksi itu, dan kami tidak melanggar batas. Sesungguhnya jika (berbuat) demikian, tentu kami termasuk orang-orang yang zalim.”",
      "108": "Hal itu lebih dekat untuk membuat mereka memberikan kesaksian yang sebenarnya, atau mereka merasa takut akan dikembalikan sumpahnya (kepada ahli waris) setelah mereka bersumpah.235) Bertakwalah kepada Allah dan dengarkanlah (perintah-Nya). Allah tidak memberi petunjuk kepada kaum yang fasik.",
      "109": "(Ingatlah) pada hari ketika Allah mengumpulkan para rasul, lalu Dia bertanya (kepada mereka), “Apa jawaban (kaummu) terhadap (seruan)-mu?” Mereka (para rasul) menjawab, “Kami tidak tahu (tentang itu). Sesungguhnya Engkaulah Yang Maha Mengetahui segala yang gaib.”",
      "110": "(Ingatlah) ketika Allah berfirman, “Wahai Isa putra Maryam, ingatlah nikmat-Ku kepadamu dan kepada ibumu sewaktu Aku menguatkanmu dengan Ruhulkudus. Engkau dapat berbicara dengan manusia pada waktu masih dalam buaian dan setelah dewasa. (Ingatlah) ketika Aku mengajarkan menulis kepadamu, (juga) hikmah, Taurat, dan Injil. (Ingatlah) ketika engkau membentuk dari tanah (sesuatu) seperti bentuk burung dengan seizin-Ku, kemudian engkau meniupnya, lalu menjadi seekor burung (yang sebenarnya) dengan seizin-Ku. (Ingatlah) ketika engkau menyembuhkan orang yang buta sejak lahir dan orang yang berpenyakit kusta dengan seizin-Ku. (Ingatlah) ketika engkau mengeluarkan orang mati (dari kubur menjadi hidup) dengan seizin-Ku. (Ingatlah) ketika Aku menghalangi Bani Israil (dari keinginan mereka membunuhmu) pada waktu engkau mengemukakan kepada mereka keterangan-keterangan yang nyata, lalu orang-orang kafir di antara mereka berkata, “Ini tidak lain hanyalah sihir yang nyata.”",
      "111": "(Ingatlah) ketika Aku ilhamkan kepada para pengikut setia Isa, “Berimanlah kamu kepada-Ku dan kepada Rasul-Ku.” Mereka menjawab, “Kami telah beriman dan saksikanlah (wahai Rasul) bahwa kami adalah orang-orang yang berserah diri.”",
      "112": "(Ingatlah) ketika para pengikut setia Isa berkata, “Wahai Isa putra Maryam, sanggupkah (bersediakah) Tuhanmu menurunkan hidangan dari langit kepada kami?” Isa menjawab, “Bertak-walah kepada Allah jika kamu orang-orang mukmin.”",
      "113": "Mereka berkata, “Kami ingin makan darinya (hidangan itu) dan agar tenteram hati kami serta agar kami yakin bahwa engkau telah berkata benar kepada kami, dan atasnya (hidangan itu) kami termasuk orang-orang yang menjadi saksi.”",
      "114": "Isa putra Maryam berdoa, “Ya Allah Tuhan kami, turunkanlah kepada kami hidangan dari langit (yang hari turunnya) akan menjadi hari raya bagi kami, yaitu bagi orang-orang yang sekarang bersama kami maupun yang datang setelah kami, dan menjadi tanda bagi kekuasaan-Mu. Berilah kami rezeki. Engkaulah sebaik-baik pemberi rezeki.”",
      "115": "Allah berfirman, “Sesungguhnya Aku akan menurunkannya (hidangan itu) kepadamu. Siapa yang kufur di antaramu setelah (turun hidangan) itu, sesungguhnya Aku akan mengazabnya dengan azab yang tidak pernah Aku timpakan kepada seorang pun di antara (manusia) seluruh alam.”",
      "116": "(Ingatlah) ketika Allah berfirman, “Wahai Isa putra Maryam, apakah engkau mengatakan kepada orang-orang, 'Jadikanlah aku dan ibuku sebagai dua tuhan selain Allah?’” Dia (Isa) menjawab, “Maha Suci Engkau, tidak patut bagiku mengatakan apa pun yang bukan hakku. Jika aku pernah mengatakannya tentulah Engkau telah mengetahuinya. Engkau mengetahui apa pun yang ada pada diriku dan aku tidak mengetahui apa pun yang ada pada diri-Mu. Sungguh, Engkaulah Yang Maha Mengetahui segala yang gaib.”",
      "117": "Aku tidak (pernah) mengatakan kepada mereka kecuali sesuatu yang Engkau perintahkan kepadaku, (yaitu) “Sembahlah Allah, Tuhanku dan Tuhanmu.” Aku menjadi saksi terhadap mereka, selama aku berada di tengah-tengah mereka. Setelah Engkau mewafatkan aku, Engkaulah yang mengawasi mereka. Engkau Maha Menyaksikan atas segala sesuatu.",
      "118": "Jika Engkau menyiksa mereka, sesungguhnya mereka adalah hamba-hamba-Mu. Jika Engkau mengampuni mereka, sesungguhnya Engkaulah Yang Maha Perkasa lagi Maha Bijaksana.”",
      "119": "Allah berfirman, “Ini adalah hari yang kebenaran orang-orang yang benar bermanfaat bagi mereka. Bagi merekalah surga-surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Allah rida kepada mereka dan mereka pun rida kepada-Nya. Itulah kemenangan yang agung.”",
      "120": "Hanya milik Allah kerajaan langit dan bumi serta apa pun yang ada di dalamnya. Dia Maha Kuasa atas segala sesuatu."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Surah ini diawali dengan perintah kepada setiap orang yang beriman agar memenuhi janji-janji yang telah diikrarkan, baik janji kepada Allah maupun janji kepada sesama manusia. Wahai orang-orang yang beriman! Penuhilah janji-janji, yaitu janji-janji antara manusia dengan Allah, manusia dengan manusia, dan manusia dengan dirinya sendiri, selama janji-janji itu tidak mengharamkan yang halal dan tidak menghalalkan yang haram. Di antara janji Allah itu ialah hukum-hukum-Nya yang ditetapkan kepadamu, yaitu bahwasanya hewan ternak, yaitu unta, sapi, kambing, dihalalkan bagimu sesudah disembelih secara sah, kecuali yang akan disebutkan kepadamu haramnya, yaitu yang disebut pada ayat ketiga dari surat ini, dan juga dengan tidak menghalalkan berburu ketika kamu sedang berihram haji atau umrah. Sesungguhnya Allah menetapkan hukum halal dan haram sesuai dengan yang Dia kehendaki, menurut ilmu-Nya dan hikmah-Nya.",
        "2": "Ayat berikut berisi hukum-hukum Allah yang berkaitan dengan tata cara pelaksanaan ibadah haji. Wahai orang-orang yang beriman! Janganlah kamu melanggar syiar-syiar kesucian Allah, yakni segala amalan yang dilakukan dalam melaksanakan ibadah haji seperti tata cara melakukan tawaf dan sa'i, serta tempat-tempat mengerjakannya, seperti Kakbah, Safa, dan Marwah, jangan engkau melanggarnya dengan berburu ketika dalam keadaan ihram dan jangan pula melanggar kehormatan bulan-bulan haram, yaitu bulan Zulkaidah, Zulhijah, Muharram, dan Rajab, janganlah pula engkau melanggar kehormatannya dengan berperang pada bulan itu kecuali untuk membela diri ketika diserang. Jangan pula mengganggu hadyu, yaitu hewan-hewan kurban yang dihadiahkan kepada Kakbah untuk mendekatkan diri kepada Allah, hewan-hewan itu disembelih di tanah haram dan dihadiahkan dagingnya kepada fakir miskin, dan qalaid, hewan-hewan kurban yang diberi tanda, dikalungi dengan tali sebagai tanda yang menunjukkan bahwa hewan itu telah dipersiapkan untuk dikurbankan dan dihadiahkan, dan jangan pula mengganggu orang-orang yang mengunjungi Baitulharam, untuk melaksanakan ibadah haji atau umrah, mereka mencari karunia berupa keuntungan duniawi, dan keridaan yang berupa ganjaran dari Tuhannya. Akan tetapi, apabila kamu telah menyelesaikan ihram, maka bolehlah kamu berburu apabila kamu mau. Jangan sampai kebencian sebagian kamu kepada suatu kaum karena mereka menghalang-halangimu dari mengunjungi Masjidilharam, mendorongmu berbuat melampaui batas kepada mereka dengan cara membunuh mereka atau melakukan kejahatan kepada mereka. Dan tolong-menolonglah kamu dalam mengerjakan kebajikan, melakukan yang diperintahkan Allah, dan takwa, takut kepada larangannya, dan jangan tolong-menolong dalam berbuat dosa, melakukan maksiat dan permusuhan, sebab yang demikian itu melanggar hukum-hukum Allah. Bertakwalah kepada Allah, takut kepada Allah dengan melakukan perintah-Nya dan meninggalkan larangan-Nya, karena sungguh Allah sangat berat siksaan-Nya kepada orang-orang yang tidak taat kepada-Nya.",
        "3": "Pada ayat yang lalu telah dijelaskan beberapa perbuatan yang diharamkan. Ayat ini menguraikan lebih terperinci makanan-makanan yang diharamkan. Ada sepuluh jenis makanan yang diharamkan, semuanya berasal dari hewan. Diharamkan bagimu memakan bangkai, darah yang keluar dari tubuh, sebagaimana tersebut dalam Surah alAn'am/6: 145, daging babi, dan daging hewan yang disembelih bukan atas nama Allah, demikian pula diharamkan daging hewan yang tercekik, yang dipukul, yang jatuh, yang ditanduk, dan yang diterkam binatang buas, kecuali yang sempat kamu sembelih. Hewan yang tercekik, yang dipukul, yang jatuh, yang ditanduk, dan yang diterkam binatang buas adalah halal hukumnya kalau sempat disembelih sebelum mati. Dan diharamkan pula hewan yang disembelih untuk berhala. Dan diharamkan pula mengundi nasib dengan anak panah. Orang Arab Jahiliah menggunakan anak panah untuk menentukan apakah mereka akan melakukan suatu perbuatan atau tidak. Mereka mengambil tiga buah anak panah yang belum memakai bulu, masing-masing anak panah itu ditulis dengan kata-kata “lakukan”, “ jangan lakukan”, dan anak panah yang ketiga tidak ditulis apa-apa. Semua anak panah itu diletakkan dalam sebuah tempat dan disimpan dalam Kakbah. Bila mereka hendak melakukan suatu perbuatan, maka mereka meminta agar juru kunci Kakbah mengambil salah satu dari tiga anak panah itu. Mereka melakukan perbuatan atau tidak melakukan perbuatan sesuai dengan bunyi kalimat yang tertulis dalam anak panah yang diambilnya. Kalau yang terambil anak panah yang tidak ada tulisannya, maka undian diulangi sekali lagi. Janganlah melakukan yang demikian itu karena itu suatu perbuatan fasik. Pada hari ini, yaitu pada waktu Haji Wada’, haji terakhir yang dilakukan oleh Nabi Muhammad, orang-orang kafir telah putus asa untuk mengalahkan agamamu, sebab itu janganlah kamu takut kepada mereka, tetapi takutlah kepada-Ku. Pada hari ini telah Aku sempurnakan agamamu untukmu, dan telah Aku cukupkan nikmat-Ku bagimu, dan telah Aku ridai Islam sebagai agamamu. Tetapi barang siapa dalam keadaan terpaksa, dibolehkan memakan makanan yang diharamkan oleh ayat ini karena lapar, bukan karena ingin berbuat dosa, maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
        "4": "Setelah ayat yang lalu menjelaskan makanan-makanan yang diharamkan, ayat ini menerangkan makanan-makanan yang dihalalkan. Mereka bertanya kepadamu, wahai Nabi Muhammad, apakah yang dihalalkan bagi mereka. Katakanlah, “Yang dihalalkan bagimu adalah makanan yang baik-baik, yang sesuai dengan selera kamu selama tidak ada tuntunan agama yang melarangnya, dan buruan yang ditangkap oleh binatang pemburu, seperti anjing, singa, harimau, burung yang telah kamu latih untuk berburu, binatang yang kamu latih menurut apa yang telah diajarkan Allah kepadamu. Maka makanlah apa yang ditangkapnya untukmu, bukan untuk dimakan binatang pemburu itu, dan sebutlah nama Allah, sewaktu kamu melepas binatang pemburu itu. Dan bertakwalah kepada Allah, sungguh, Allah sangat cepat perhitungan-Nya.”",
        "5": "Ayat ini masih berkaitan dengan ayat yang lalu memberikan jawaban atas pertanyaan orang yang beriman tentang apa saja yang dihalalkan bagi mereka. Pada hari ini dihalalkan bagimu segala yang baik-baik. Makanan, yakni binatang halal yang disembelih Ahli Kitab itu halal bagimu selagi tidak bercampur dengan barang-barang yang haram, dan makananmu halal pula bagi mereka, maka kamu tidak berdosa memberikannya kepada mereka. Dan dihalalkan bagimu menikahi perempuan-perempuan yang menjaga kehormatan di antara perempuan-perempuan yang beriman dan halal pula menikahi perempuan-perempuan yang menjaga kehormatan di antara orang-orang yang diberi kitab sebelum kamu, yaitu orang-orang Yahudi dan Nasrani, apabila kamu membayar maskawin mereka untuk menikahinya, yakni melangsungkan akad nikah secara sah, tidak dengan maksud berzina dan bukan untuk menjadikan perempuan piaraan. Demikian Allah menetapkan hukum-hukum-Nya untuk dijadikan tuntunan bagi orang-orang yang beriman. Barang siapa kafir setelah beriman, maka sungguh, sia-sia amal mereka, dan di akhirat dia termasuk orang-orang yang rugi.",
        "6": "Setelah Allah menjelaskan hukum tentang makanan dan hewanhewan sembelihan yang dihalalkan dan menjelaskan ketentuan menyangkut wanita-wanita yang boleh dinikahi, pada ayat ini Allah menjelaskan hukum-hukum yang berkaitan dengan tata cara beribadah kepada Allah dimulai dengan salat sebagai ibadah yang paling mulia. Ayat ini memberikan petunjuk tentang persiapan yang harus dilakukan ketika hendak melakukan salat, yaitu cara menyucikan diri dengan berwudu, tayamum, dan mandi. Wahai orang-orang yang beriman! Apabila kamu telah membulatkan hati hendak melaksanakan salat, sedangkan kamu saat itu dalam keadaan tidak suci atau berhadas kecil, maka berwudulah, yaitu dengan cara basuhlah wajahmu dengan air dari ujung tempat tumbuhnya rambut kepala sampai ke ujung dagu dan bagian antara kedua telinga, dan basuhlah tanganmu sampai ke siku, dan sapulah sedikit atau sebagian atau seluruh kepalamu dan basuhlah kedua kakimu sampai kedua mata kaki. Dan jika kamu dalam keadaan junub, yakni keluar mani karena bersetubuh atau karena sebab lain, maka mandilah, yakni basuhlah dengan air seluruh badanmu. Dan jika kamu sakit yang menghalangi kamu menggunakan air karena khawatir penyakitmu bertambah parah atau memperlambat kesembuhan kamu, atau kamu berada dalam perjalanan yang dibenarkan agama dan dalam jarak tertentu, atau kembali dari tempat buang air, yakni kakus, setelah selesai membuang hajat, atau menyentuh perempuan, yakni persentuhan dalam arti pertemuan dua alat kelamin yang berbeda atau dalam arti persentuhan kulit seorang laki-laki dan perempuan, lalu kamu tidak memperoleh air, tidak dapat menggunakannya, baik karena tidak ada, tidak cukup, atau karena sakit, maka bertayamumlah dengan debu yang baik, yakni debu yang bersih dan suci; yaitu dengan cara sapulah wajahmu dan tanganmu dengan debu itu. Allah Yang Mahakuasa tidak ingin menyulitkan kamu dan tidak menghendaki sedikit pun kesulitan bagimu dengan mengharuskan kamu berwudu ketika tidak ada air atau ketika dalam keadaan sakit yang dikhawatirkan kamu bertambah sakit apabila anggota badanmu terkena air, tetapi Dia hendak membersihkan kamu, menyucikan kamu dari dosa maupun dari hadas, dan menyempurnakan nikmat-Nya bagimu, dengan meringankan apa yang menyulitkan kamu agar kamu bersyukur atas nikmat yang dianugerahkan-Nya kepadamu.",
        "7": "Tuntunan tersebut di atas merupakan bagian dari nikmat Allah yang harus disyukuri sekaligus merupakan perjanjian yang harus ditaati sebagaimana tersebut pada permulaan surat ini. Dan ingatlah akan karunia Allah kepadamu, berupa tuntunan agama dan nikmat-Nya yang bermacam-macam yang dianugerahkan kepadamu dan perjanjian-Nya yang telah diikatkan dengan kamu, yakni perjanjian yang diambil melalui Rasulullah berupa ketaatan kepada Allah, baik dalam hal yang mudah maupun yang sulit, dan perjanjian-perjanjian lain yang diikatkan dengan kamu ketika kamu mengatakan, “Kami dengar, yakni kami mengetahui dan memahami perjanjian itu, dan kami taati semua yang dinyatakan dalam perjanjian itu, baik berupa perintah maupun larangan.” Dan bertakwalah kepada Allah, janganlah kamu melanggar perjanjian itu, sungguh, Allah Maha Mengetahui segala isi hati setiap makhluk-Nya.",
        "8": "Ayat selanjutnya memberikan tuntunan agar umat Islam berlaku adil, tidak hanya kepada sesama umat Islam, tetapi juga kepada siapa saja walaupun kepada orang-orang yang tidak disukai. Wahai orangorang yang beriman! Jadilah kamu sebagai penegak keadilan, yakni orang yang selalu dan bersungguh-sungguh menegakkan kebenaran, karena Allah, ketika kalian menjadi saksi maka bersaksilah dengan adil. Dan janganlah kebencianmu terhadap suatu kaum, yakni kepada orang-orang kafir dan kepada siapa pun, mendorong kamu untuk berlaku tidak adil terhadap mereka. Berlaku adillah kepada siapa pun, karena adil itu lebih dekat kepada takwa. Dan bertakwalah kepada Allah dengan mengerjakan perintah-Nya dan meninggalkan larangan-Nya, sungguh, Allah Mahateliti, Maha Mengetahui apa yang kamu kerjakan, baik yang kamu lahirkan maupun yang kamu sembunyikan.",
        "9": "Pada ayat ini Allah menjanjikan pahala bagi orang-orang yang beriman dan beramal saleh. Allah telah menjanjikan kepada orang-orang yang beriman dengan ucapan yang sesuai dengan isi hati mereka dan membuktikannya dengan beramal saleh bahwa mereka akan mendapat ampunan atas dosa-dosa mereka dan pahala yang besar berupa surga.",
        "10": "Setelah itu, Allah menyatakan pembalasan yang akan ditimpakan kepada orang-orang kafir. Adapun orang-orang yang kafir yang menolak ajakan Rasul dan mendustakan ayat-ayat Kami yang disampaikan melalui rasul-rasul Kami, mereka itulah yang akan menjadi penghuni neraka. Mereka kekal di dalamnya selama-lamanya.",
        "11": "Ayat ini sekali lagi mengingatkan orang-orang beriman agar mensyukuri anugerah keselamatan dari gangguan musuh. Wahai orangorang yang beriman! Ingatlah nikmat Allah yang dianugerahkan kepadamu, ketika suatu kaum, yakni orang-orang kafir Mekah dan orangorang Yahudi Bani Nadir, bermaksud hendak menyerangmu dengan tangannya untuk membunuhmu dan para sahabat yang bersamamu dengan cara yang licik, lalu Allah menahan tangan mereka dari kamu sehingga mereka tidak dapat melaksanakan niatnya berbuat jahat kepadamu. Dan bertakwalah kepada Allah pada setiap waktu dan dalam segala keadaan, dan hanya kepada Allah-lah, tidak kepada selain-Nya, hendaknya orang-orang beriman itu bertawakal, menyerahkan segala keputusan kepada Allah yang memutuskan segala sesuatu sesuai ilmu-Nya yang mahaluas dan kekuasaan-Nya yang mahabesar.",
        "12": "Setelah mengingatkan orang-orang yang beriman agar senantiasa melaksanakan kewajiban dan mensyukuri nikmat yang dianugerahkan Allah kepada mereka, pada ayat ini diingatkan sikap dan perilaku Ahli Kitab terhadap perjanjian-perjanjian mereka dengan Allah, agar orang-orang yang beriman tidak mengalami apa yang menimpa Ahli Kitab itu. Dan sungguh, Allah telah mengambil perjanjian dari Bani Israil, sebagaimana Kami telah mengambil perjanjian pula dari kamu, wahai kaum muslim, dan Kami telah mengangkat dengan mengutus Nabi Musa untuk memilih dua belas orang pemimpin di antara mereka yang bertugas membimbing mereka. Jumlah itu ditentukan sesuai dengan jumlah suku-suku Bani Israil pada masa itu. Dan Allah berfirman kepada Bani Israil, “Aku bersamamu, senantiasa melindungi dan menolong kamu, jika kamu memenuhi perjanjianmu dengan-Ku.” Bagian selanjutnya dari ayat ini menyebutkan sebagian dari tugas-tugas yang dibebankan kepada mereka. Sungguh, jika kamu melaksanakan salat dengan baik dan benar sesuai dengan syarat-syarat dan rukunnya, dan menunaikan dengan sempurna kewajiban zakat serta beriman kepada rasul-rasul-Ku seluruhnya, dan kamu bantu mereka, kamu dukung dengan dukungan yang kuat dari gangguan orang-orang yang memusuhinya, dan kamu pinjamkan kepada Allah pinjaman yang baik dengan bersedekah dan berinfak di jalan Allah, pasti akan Aku hapus kesalahan-kesalahanmu, dan pasti akan Aku masukkan ke dalam surga yang mengalir di bawahnya sungai-sungai. Tetapi barang siapa kafir di antaramu dengan melanggar perjanjian dengan-Ku setelah itu, yakni setelah diikatnya perjanjian itu, maka sesungguhnya dia telah tersesat dari jalan yang lurus.",
        "13": "Tetapi, karena mereka melanggar janjinya dengan mengingkarinya bahkan membunuh rasul-rasul Allah, maka Kami melaknat mereka, mereka Kami jauhkan dari rahmat Kami, dan Kami jadikan hati mereka keras membatu, tidak dapat menerima ajakan beriman dan berbuat kebajikan, sebagaimana sesuatu yang keras membatu tidak dapat dibentuk lagi. Mereka suka mengubah firman Allah dari tempatnya, di antaranya keterangan-keterangan dalam Kitab Taurat tentang kedatangan Nabi Muhammad dan sifat-sifatnya, dan mereka dengan sengaja melupakan sebagian pesan yang telah diperingatkan kepada mereka, di antaranya agar mereka beriman kepada Nabi Muhammad. Engkau, wahai Nabi Muhammad, senantiasa akan melihat dan mendengar, baik secara langsung maupun tidak langsung, pengkhianatan dari mereka terhadap dirimu, yakni pengkhianatan orang-orang yang menyatakan janji beriman kepada Nabi Muhammad, kecuali sekelompok kecil di antara mereka yang tidak berkhianat, maka maafkanlah mereka atas kesalahan yang mereka perbuat, dan biarkan mereka, yakni jangan hiraukan mereka. Dengan demikian, engkau telah berbuat baik dengan membalas keburukan dengan kebaikan. Sungguh, Allah menyukai orang-orang yang berbuat baik.",
        "14": "Sebagaimana orang-orang Bani Israil mengingkari janjinya, demikian pula yang diperbuat oleh orang-orang Nasrani. Dan di antara orang-orang yang mengatakan, “Kami ini orang Nasrani, pengikut Nabi Isa, dan pembela ajarannya,” Kami telah mengambil perjanjian mereka, sebagaimana Kami telah mengambil perjanjian dengan orang-orang Yahudi, tetapi mereka dengan sengaja melupakan sebagian pesan yang telah diperingatkan kepada mereka di dalam Kitab Injil, maka Kami timbulkan permusuhan dan kebencian di antara mereka, kelompok yang satu di antara orang-orang Nasrani itu mengkafirkan kelompok lainnya dan mereka terus bertikai hingga hari Kiamat. Dan kelak, yakni pada hari Kiamat, Allah akan memberitakan kepada mereka apa yang telah mereka kerjakan yakni keburukan yang mereka lakukan dan memberikan balasan terhadap perbuatan mereka.",
        "15": "Setelah ayat-ayat yang lalu menjelaskan perilaku buruk kedua kelompok Ahli Kitab, Yahudi dan Nasrani, ayat ini mengajak mereka agar beriman kepada Nabi Muhammad. Wahai Ahli Kitab, kaum Yahudi dan Nasrani, pemilik kitab suci yang diturunkan kepada Nabi Musa dan Nabi Isa! Sungguh, Rasul Kami yang diberitakan kedatangannya oleh Nabi Musa dan Nabi Isa, yaitu Nabi Muhammad, telah datang kepadamu, menjelaskan kepadamu banyak hal dari isi yang terkandung dalam kitab yang kamu sembunyikan, seperti kedatangan Nabi Muhammad dan banyak pula yang dibiarkannya, tidak dijelaskan karena tidak membawa maslahat bagi kamu. Sungguh, telah datang kepadamu cahaya dari Allah, yakni Nabi Muhammad, dan Kitab, yakni Al-Qur’an, yang menjelaskan segala sesuatu yang diperlukan manusia dalam kehidupan beragam.",
        "16": "Allah menyatakan sekali lagi pada ayat ini jalan keselamatan bagi orang-orang yang beriman yaitu dengan mengikuti petunjuk dan tuntunan kitab suci Al-Qur’an. Dengan Kitab itulah Allah memberi petunjuk kepada orang yang dengan sungguh-sungguh mengikuti keridaan-Nya, mengantarkan ke jalan keselamatan, yaitu dengan beriman kepada-Nya, dan dengan kitab itu pula Allah mengeluarkan orang itu dari gelap gulita, yaitu kegelapan kufur kepada Allah dan mengantarkan kepada cahaya, yaitu iman kepada Allah, dengan izin-Nya, dan menunjukkan ke jalan yang lurus, jalan kebahagiaan, baik di dunia maupun di akhirat.",
        "17": "Setelah menjelaskan fungsi diutusnya para rasul dan kedatangan kitab suci sebagai petunjuk ke jalan keselamatan, ayat ini menjelaskan bahwa salah satu kegelapan yang menyelubungi jiwa dan pikiran Ahli Kitab adalah kepercayaan mereka tentang Tuhan. Sungguh, telah kafir orang-orang, yakni segolongan orang-orang Nasrani, yang berkata, “Sesungguhnya Allah itu dialah Al-Masih putra Maryam,” yakni bahwa Isa Al-Masih adalah Tuhan atau anak Tuhan. Keyakinan mereka itu sungguh sesat. Untuk membuktikan kesesatan itu, katakanlah, wahai Nabi Muhammad, “Siapakah yang dapat menghalang-halangi kehendak Allah, jika Dia hendak membinasakan Al-Masih putra Maryam itu beserta ibunya dan seluruh manusia yang berada di bumi?” Tentu tidak ada. Dan milik Allah-lah kerajaan langit dan bumi dan apa yang ada di antara keduanya. Semuanya tunduk dan patuh kepada kehendak Allah. Dia menciptakan apa yang Dia kehendaki sesuai dengan cara yang dipilih-Nya, di antaranya menciptakan seorang manusia tanpa ayah yaitu Nabi Isa. Dan Allah Mahakuasa atas segala sesuatu.",
        "18": "Kesesatan lainnya yang terjadi pada orang-orang Yahudi dan Nasrani adalah bahwa mereka menganggap dirinya sebagai anak dan sebagai kekasih Allah. Ayat ini meluruskan pandangan mereka. Orang Yahudi dan Nasrani, masing-masing dari mereka itu mempunyai keyakinan dan berkata, “Kami adalah anak-anak Allah dan kekasih-kekasih-Nya, selain kami bukanlah anak-anak-Nya atau kekasih-Nya.” Perkataan mereka itu tidak benar. Oleh karena itu, katakanlah, “Mengapa Allah menyiksa kamu karena dosa-dosamu? Jika benar kamu anak-anak Allah dan kekasihNya, niscaya Dia tidak akan menyiksamu. Tidak, kamu bukanlah anak Allah dan bukan pula kekasih-Nya! Kamu adalah manusia biasa di antara orang-orang yang Dia ciptakan. Mereka akan disiksa apabila berdosa, dan diberi pahala apabila berbuat kebajikan. Dia mengampuni siapa yang Dia kehendaki di antara para hamba-Nya itu, termasuk orang-orang Yahudi dan Nasrani, dan menyiksa siapa yang Dia kehendaki dengan seadil-adilnya. Dan milik Allah seluruh kerajaan langit dan bumi serta apa yang ada di antara keduanya, semua berada di bawah kendali kekuasaan-Nya. Dan kepada-Nya, yakni kepada Allah semata-mata, semua akan kembali.",
        "19": "Setelah meluruskan pandangan Ahli Kitab tentang Tuhan, ayat ini menyatakan sekali lagi tentang kedatangan Nabi Muhammad. Wahai Ahli Kitab, yakni orang-orang Yahudi dan Nasrani! Sungguh, Rasul Kami, yaitu Nabi Muhammad, telah datang kepadamu menjelaskan syariat Kami kepadamu dan meluruskan apa yang keliru dari keyakinan dan perilaku kamu ketika terputus pengiriman rasul-rasul dalam masa yang sangat lama, lebih dari enam ratus tahun antara masa Nabi Isa dengan diutusnya Nabi Muhammad, agar kamu tidak mengatakan, kelak ketika kamu mempertanggungjawabkan dosa dan kesalahan kamu, “Tidak ada yang datang kepada kami, baik seorang pembawa berita gembira yang memberitakan kepada kami ganjaran bagi orang yang berbuat kebajikan maupun seorang pemberi peringatan yang mengingatkan kami akan siksa bagi orang yang berbuat dosa.” Sungguh, telah datang kepadamu pembawa berita gembira dan pemberi peringatan. Dan Allah Mahakuasa atas segala sesuatu.",
        "20": "Ayat-ayat yang lalu berbicara tentang pengingkaran janji orangorang Yahudi dan Nasrani yang diikuti dengan peringatan Allah bahwa banyak sekali kenikmatan yang dianugerahkan Allah kepada mereka, tetapi mereka tidak bersyukur dan tidak mematuhi perintah-Nya. Ayat ini menyatakan sekali lagi kenikmatan Allah yang dianugerahkan kepada mereka. Dan ingatlah, wahai Nabi Muhammad, dan ingatkan pula orang-orang yang beriman, ketika Musa berkata kepada kaumnya untuk menasihati mereka, “Wahai kaumku, yakni orang-orang Yahudi! Ingatlah akan nikmat Allah kepadamu ketika Dia mengangkat nabi-nabi di antaramu yang banyak jumlahnya, yakni para nabi leluhur mereka yaitu Nabi Yakub dan anak cucunya, dan menjadikan kamu sebagai orang-orang merdeka, memiliki istri dan pelayan-pelayan layaknya raja setelah kamu tertindas bertahun-tahun lamanya oleh Fir’aun. Dan ingatlah pula bahwa Allah telah memberikan nikmat kepada kamu, yaitu apa yang belum pernah diberikan kepada seorang pun di antara umat yang lain.” Di antara nikmat yang diturunkan Allah kepada Bani Israil adalah manna dan salwa, melindungi mereka dengan awan, dan mengutus nabi-nabi yang banyak jumlahnya.",
        "21": "Nabi Musa selanjutnya berkata kepada kaumnya, “Wahai kaumku! Masuklah ke tanah suci, yaitu tanah Palestina yang disucikan dari kemusyrikan karena banyaknya nabi-nabi yang diutus di tanah itu, itulah tanah yang telah ditentukan Allah bagimu dalam ilmu-Nya yang azali untuk memasukinya dan merasakan kedamaian di dalamnya apabila engkau beriman dan taat kepada perintah-Nya, dan janganlah kamu berbalik ke belakang karena takut kepada musuh, nanti kamu menjadi orang yang rugi di dunia dan akhirat karena kamu tidak mempercayai jaminan Allah bahwa tanah itu ditetapkan Allah bagimu untuk memasukinya.”",
        "22": "Mereka tidak serta merta menuruti perintah Nabi Musa yang menyuruh agar mereka memasuki tanah Palestina. Sebaliknya, mereka bahkan menyatakan keengganan untuk memasukinya karena takut kepada para penjahat perkasa yang tengah menduduki tanah itu. Mereka, kaum Bani Israil itu, berkata, “Wahai Musa! Sesungguhnya di dalam negeri itu yang kami diperintahkan untuk memasukinya ada orang-orang yang sangat kuat dan kejam, yakni orang-orang Kana’an, yang akan menindas dan berbuat jahat kepada kami. Kami tidak akan memasukinya sebelum mereka keluar darinya tanpa kami berperang melawan mereka. Kami tidak sanggup mengusirnya karena mereka sangat perkasa. Jika mereka keluar dari sana, niscaya kami akan masuk ke negeri itu.",
        "23": "Di antara orang-orang Bani Israil itu ada dua orang yang setia dan taat kepada perintah Nabi Musa, yaitu Yosua bin Nun dan Kalaeb bin Yefune, keduanya adalah pemimpin-pemimpin Bani Israil yang semuanya ada dua belas orang sebagaimana disebut dalam ayat 12 surah ini. Berkatalah dua orang laki-laki di antara mereka yang bertakwa, orang yang takut kepada Allah, atau di antara mereka yang takut kepada para penjahat yang perkasa itu, yang telah diberi nikmat oleh Allah, dengan penuh semangat, “Serbulah mereka melalui pintu gerbang negeri itu. Jika kamu memasukinya niscaya kamu akan menang. Dan Allah telah menjanjikan kemenangan itu, maka bertawakallah kamu hanya kepada Allah, jika kamu orang-orang yang beriman dengan sebenar-benar iman kepada Allah.”",
        "24": "Setelah orang-orang Yahudi menolak perintah dua utusan Nabi Musa, yaitu Yosua bin Nun dan Kalaeb bin Yefune, mereka berkata, “Wahai Musa! Meski engkau menyuruh kami untuk masuk ke Kana’an yang merupakan daerah orang Palestina, sampai kapan pun kami tidak akan memasukinya selama mereka, yaitu penduduknya yang merupakan orang-orang kuat lagi besar, masih ada di dalamnya. Karena itu, lebih baik pergilah engkau bersama Tuhanmu, dan kemudian berperanglah kamu berdua untuk mengalahkan mereka. Sementara kalian berperang, biarlah kami tetap berada dan menanti di sini saja sambil menunggu hasil dari perjuanganmu.”",
        "25": "Mendengar penolakan dari kaumnya, dia, Musa, mengadu kepada Allah dan berkata, “Ya Tuhanku, aku hanya dapat menguasai diriku sendiri dan saudaraku, Harun, dan aku tidak mampu mengajak kaumku untuk menaati perintah-Mu. Oleh karena itu, hendaknya Engkau pisahkan antara kami yang selalu taat pada-Mu dengan orang-orang yang fasik yang tidak mau mendengarkan ketetapan-Mu itu.”",
        "26": "Setelah menerima pengaduan Nabi Musa, Allah berfirman, “Jika memang demikian sikap mereka, maka negeri atau daerah Kana’an, yang sekarang dikenal dengan daerah Gurun Sinai sampai tepi Sungai Yordan, itu terlarang buat mereka, dan mereka tidak akan memasukinya selama empat puluh tahun. Selanjutnya, selama kurun waktu yang panjang itu, sebagai hukumannya mereka akan mengembara kebingungan, karena tidak memiliki tempat yang tetap di bumi sekitar Kana’an. Maka janganlah engkau, hai Musa, bersedih hati karena memikirkan nasib orang-orang yang fasik itu.”",
        "27": "Setelah Allah mengisahkan kedurhakaan Bani Israil, pada ayat ini diceritakan pula tentang kedengkian salah seorang putra Nabi Adam. Kisah ini diawali dengan perintah kepada Nabi Muhammad untuk mengisahkannya. Dan ceritakanlah, wahai Muhammad, yang sebenarnya kepada mereka, yaitu kaum Yahudi, tentang kisah kedua putra Adam, yaitu Qabil dan Habil, ketika keduanya mempersembahkan kurban, maka kurban yang dipersembahkan dengan penuh keikhlasan oleh salah seorang dari mereka berdua, yaitu Habil, diterima, dan dari yang lain, yaitu Qabil, tidak diterima. Dia, Qabil, menjadi tidak senang dengan kenyataan ini dan kemudian berkata, “Sungguh, aku pasti akan membunuhmu!” Mendengar ancaman ini, dia, Habil, berkata, “Sesungguhnya Allah hanya menerima amal perbuatan dari orang yang bertakwa.”",
        "28": "Selanjutnya Habil mengatakan, “Sungguh, jika engkau memang benar-benar berniat untuk menggerakkan tanganmu kepadaku untuk membunuhku, maka ketahuilah bahwa aku tidak akan membalas dengan menggerakkan tanganku kepadamu untuk membunuhmu. Sesungguhnya aku sangat takut kepada murka dan ancaman Allah bila melakukan perbuatan itu. Dialah Allah, Tuhan seluruh alam.”",
        "29": "Sesudah mengungkapkan sikapnya, kemudian Habil mengatakan, “Sesungguhnya, dengan perbuatanmu yang zalim ini, aku ingin agar engkau kelak di akhirat akan kembali dengan membawa dosa karena telah membunuh-ku dan dosamu sendiri sebagai akibat dari ketidakikhlasanmu, maka engkau kelak akan menjadi penghuni neraka yang abadi, dan itulah balasan yang ditetapkan Allah bagi orang yang zalim.”",
        "30": "Pernyataan Habil tersebut memberi pengaruh pada Qabil, maka ia agak ragu untuk melakukan pembunuhan, tetapi nafsu Qabil dengan kuat mendorongnya untuk membunuh saudaranya, sehingga muncullah keberaniannya dan kemudian dia pun benar-benar membunuh saudaranya itu, maka jadilah dia termasuk orang yang merugi dunia dan akhirat.",
        "31": "Sesudah melakukan pembunuhan, Qabil tidak tahu apa yang harus diperbuat dengan mayat saudaranya, karena peristiwa ini merupakan yang pertama terjadi. Kemudian Allah mengutus seekor burung gagak yang menggali tanah dengan menggunakan cakarnya untuk diperlihatkan kepadanya, Qabil, bagaimana dia seharusnya menguburkan mayat saudaranya yang baru saja dibunuhnya. Melihat peristiwa itu, Qabil berkata, “Oh, celaka aku! Mengapa aku tidak berpikir dan mampu berbuat seperti yang dilakukan burung gagak ini, sehingga dengan cara itu aku dapat menguburkan mayat saudaraku ini?” Maka ia menggali tanah untuk menguburkan mayat Habil, dan jadilah dia termasuk orang yang sangat menyesal atas perbuatan yang telah dilakukannya.",
        "32": "Pembunuhan yang dilakukan Qabil ini ternyata berdampak panjang bagi kehidupan manusia. Oleh karena itu, kemudian Kami tetapkan suatu hukum bagi Bani Israil, dan juga bagi seluruh masyarakat manusia, bahwa barang siapa membunuh seseorang tanpa alasan yang dapat dibenarkan, dan bukan pula karena orang itu membunuh orang lain, atau bukan karena berbuat kerusakan di bumi, maka dengan perbuatannya itu seakan-akan dia telah membunuh semua manusia, karena telah mendorong manusia lain untuk saling membunuh. Sebaliknya, barang siapa yang siap untuk memelihara dan menyelamatkan kehidupan seorang manusia, maka seakan-akan, dengan perilakunya itu, dia telah memelihara kehidupan semua manusia. Sesungguhnya, untuk menjelaskan ketetapan ini, Rasul Kami telah datang kepada mereka dengan membawa keterangan-keterangan yang jelas untuk mereka dan juga semua manusia sesudahnya. Tetapi kemudian banyak di antara manusia yang tidak memperhatikan dan melaksanakannya, sehingga mereka setelah itu bersikap melampaui batas dan melakukan kerusakan di bumi dengan pembunuhan-pembunuhan yang dilakukannya.",
        "33": "Pada ayat ini Allah menjelaskan hukuman bagi perampok dan pengganggu keamanan umum, yang acap kali juga disertai pembunuhan. Dalam kaitan ini ditetapkan bahwa hukuman bagi orang-orang yang memerangi Allah dan Rasul-Nya, yaitu orang-orang yang tidak berdosa dan tidak bersalah, dan membuat kerusakan di bumi, balasannya tidak ada lain hanyalah dibunuh bila membunuh atau disalib bila membunuh dan mengambil harta, atau dipotong tangan dan kaki mereka secara silang bila mengambil harta, tetapi tidak membunuh, atau diasingkan dari tempat kediamannya bila hanya menakut-nakuti. Ketetapan hukuman yang demikian itu merupakan kehinaan bagi mereka di dunia yang disebabkan perilaku mereka, dan di akhirat mereka pasti akan mendapat azab yang besar.",
        "34": "Ketetapan hukuman ini berlaku bagi seluruh manusia, kecuali bagi orang-orang yang bertobat, menyesali perbuatannya, dan tidak lagi mengulanginya sebelum kamu dapat menguasai mereka; maka ketahuilah bahwa orang yang seperti ini layak diberi ampunan, karena sesungguhnya Allah itu Maha Pengampun, Maha Penyayang.",
        "35": "Sesudah dijelaskan tentang hukuman para pengacau keamanan dan pelanggar larangan Allah dan Rasul-Nya karena dengki dan ketidaktaatan mereka, maka ayat ini memerintahkan orang mukmin untuk bertakwa dan melakukan perbuatan baik. Wahai orang-orang yang beriman! Bertakwalah kamu sekalian kepada Allah dengan ibadah dan melaksanakan semua perintah-Nya, dan carilah wasilah, jalan yang paling tepat, untuk mendekatkan diri kepada-Nya, dan berjihadlah, yakni berjuanglah, di jalan-Nya dengan melakukan kebaikan dan membantu mereka yang memerlukan. Semua perintah ini dimaksudkan agar kamu menjadi lebih beruntung, baik ketika di dunia maupun kelak di akhirat.",
        "36": "Sesungguhnya orang-orang yang kafir, yaitu mereka yang tidak mau bertakwa kepada Allah dan tidak mau membersihkan diri dari dosa, serta mengingkari keesaan-Nya pasti akan mendapat balasan. Seandainya mereka memiliki segala apa yang ada di bumi dan ditambah dengan sebanyak itu lagi yang kemudian dipergunakan untuk menebus diri mereka agar terlepas dari azab pada hari Kiamat akibat keingkarannya, niscaya semua itu tidak akan diterima Allah sebagai tebusan dari mereka. Oleh karena itu, di akhirat mereka tetap akan mendapat azab yang pedih.",
        "37": "Ketika merasakan betapa pedihnya azab di akhirat nanti, mereka ingin sekali untuk keluar dari neraka yang merupakan tempat hukumannya, tetapi ternyata mereka tidak akan dapat keluar dari sana. Akibat dari sikap dan perilakunya, di akhirat kelak mereka akan mendapat azab yang kekal.",
        "38": "Bila pada ayat yang lalu dijelaskan tentang hukuman bagi orang yang memerangi Allah dan Rasul-Nya dan membuat kekacauan, maka pada ayat ini diterangkan tentang hukuman bagi pencuri. Setiap kejahatan pasti ada hukumannya. Adapun setiap orang laki-laki maupun perempuan yang mencuri, maka potonglah tangan keduanya sebagai balasan atas perbuatan buruk dan bertentangan dengan syariat yang mereka lakukan, dan hal itu juga sebagai siksaan dari Allah sesuai dengan peringatan-Nya. Sungguh dengan ketetapan dan peringatan ini, Allah Mahaperkasa, Mahabijaksana.",
        "39": "Yang dijelaskan itu merupakan ketetapan Allah, tetapi barang siapa bertobat setelah melakukan kejahatan itu, menyesalinya, dan memperbaiki diri, serta berjanji untuk tidak mengulanginya, maka sesungguhnya Allah menerima tobatnya yang dilakukan dengan sepenuh hati. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
        "40": "Sesudah mengingatkan tentang ketetapan dan syariat-Nya, Allah kemudian menekankan bahwa hanya Dia penguasa alam semesta ini. Peringatan ini diungkapkan dengan pertanyaan retorika sebagai berikut, “Tidakkah kamu tahu bahwa Allah yang telah mencipta semua yang ada adalah juga yang memiliki seluruh kerajaan langit dan bumi. Selain itu, Dia akan menyiksa siapa saja yang Dia kehendaki karena telah melakukan kejahatan dan mengampuni siapa yang Dia kehendaki karena telah bertobat. Sungguh Allah Mahakuasa atas segala sesuatu.”",
        "41": "Pada ayat yang lalu diterangkan tentang hukuman bagi pencuri, sementara ayat ini menjelaskan sikap orang Yahudi terhadap hukum dalam Kitab Taurat. Keterangan ini diawali dengan peringatan kepada Rasulullah. Wahai Rasul! Janganlah engkau disedihkan karena mereka berlomba-lomba dalam kekafirannya dan menampakkan permusuhan, karena Allah pasti akan melindungimu. Ketahuilah bahwa mereka adalah orang-orang munafik yang mengatakan dengan mulut mereka, “Kami telah beriman,” padahal hati mereka meyakini yang lain, dan mereka sesungguhnya belum beriman; dan waspadalah juga terhadap orang-orang Yahudi yang sangat suka mendengar berita-berita bohong yang diungkapkan oleh pendeta-pendetanya, dan mereka juga sangat suka mendengar perkataan-perkataan orang lain yang belum pernah datang kepadamu yang menjelek-jelekkanmu. Mereka tidak segan-segan untuk mengubah kata-kata dalam Kitab Taurat dari makna yang sebenarnya, seperti mengubah hukum rajam bagi pezina menjadi menghitamkan wajah dan cambukan, atau diselewengkan pengertiannya. Mereka mengatakan kepada utusan yang diperintahkan untuk bertanya kepada Rasulullah tentang hukum bagi pezina, “Jika ini, seperti yang mereka lakukan, yang diberikan kepadamu, yaitu hukum yang sudah diubah, terimalah, dan jika kamu diberi hukum yang bukan ini, maka hati-hatilah dan jangan diterima.” Barang siapa dikehendaki Allah untuk dibiarkan sesat karena keangkuhan dan keras kepalanya, sedikit pun engkau tidak akan mampu menolak suatu akibat atau hukuman apa pun dari Allah untuk menolongnya. Karena pilihan pada kesesatan, maka mereka itu adalah termasuk orang-orang yang sudah tidak dikehendaki Allah untuk diberi petunjuk agar dapat menyucikan hati mereka. Di dunia mereka pasti akan mendapat kehinaan akibat sikapnya itu, dan di akhirat mereka pasti akan mendapat azab yang besar karena kesesatannya",
        "42": "Ayat ini sekali lagi menjelaskan sifat buruk orang Yahudi, yaitu bahwa mereka sangat suka mendengar berita bohong, terutama yang berkaitan dengan pribadi Nabi Muhammad, banyak memakan makanan yang haram, seperti menerima suap, makan riba, dan lainnya. Jika mereka, orang Yahudi, datang kepadamu, wahai Nabi Muhammad, untuk meminta putusan, maka berilah putusan di antara mereka sesuai dengan yang ditetapkan dalam Kitab Taurat atau berpalinglah dari mereka, karena sebenarnya tidak ada manfaat sedikit pun, dan jika engkau berpaling dari mereka dengan tidak melayani permintaan yang tidak akan mereka lakukan, maka mereka tidak akan membahayakanmu sedikit pun. Tetapi jika engkau memutuskan perkara mereka, maka putuskanlah dengan adil sesuai dengan hukum yang terdapat dalam Taurat. Ketahuilah bahwa sesungguhnya Allah sangat menyukai orang-orang yang adil dalam memutuskan perkara.",
        "43": "Dan bagaimana mungkin mereka akan mengangkatmu, wahai Nabi Muhammad, menjadi hakim untuk menyelesaikan perselisihan di antara mereka, padahal mereka mempunyai Taurat yang di dalamnya terdapat hukum Allah? Mereka mengubah isi dan tidak menaati hukum dalam Taurat. Jika mereka berbuat demikian terhadap kitab mereka sendiri, nanti mereka pasti akan berpaling dari putusanmu setelah itu? Sungguh, mereka itu benar-benar bukan termasuk orang-orang yang beriman.",
        "44": "Pada ayat yang lalu dijelaskan sikap orang Yahudi terhadap Taurat dan hukum yang terdapat di dalamnya. Pada ayat ini diterangkan bahwa Taurat diwahyukan sebagai petunjuk bagi Bani Israil, tetapi sebagian hukumnya mereka tinggalkan. Penjelasan ini diawali dengan suatu ungkapan untuk meyakinkan. \"Sungguh, Kami yang menurunkan Kitab Taurat kepada Nabi Musa; di dalamnya ada petunjuk untuk membimbing mereka ke jalan yang lurus dan cahaya yang akan menerangi jalan hidup mereka. Yang dengan Kitab itu para nabi yang berserah diri kepada Allah dari Bani Israil telah memberi putusan atas perkara yang terjadi di antara orang Yahudi, demikian juga yang diperbuat oleh para ulama dan pendeta-pendeta mereka, yang sedemikian ini sebab mereka memang diperintahkan untuk memelihara kitab-kitab Allah dengan melaksanakan hukum-hukumnya, dan mereka siap untuk menjadi saksi terhadapnya. Karena itu, wahai Muhammad, janganlah kamu takut kepada manusia, tetapi takutlah hanya kepada-Ku. Dan janganlah pula kamu jual ayat-ayat-Ku dengan harga murah dengan mengharap imbalan duniawi yang sedikit. Barang siapa tidak memutuskan hukum suatu perkara dengan apa yang diturunkan Allah, maka ketahuilah bahwa mereka itulah termasuk orang-orang kafir.",
        "45": "Di antara hukum yang terdapat dalam Taurat adalah bahwa Kami telah menetapkan bagi mereka di dalamnya, Taurat, hukuman yang sepadan, yaitu bahwa menghilangkan nyawa dibalas dengan nyawa, melukai mata dibalas dengan melukai mata, mencederai hidung dibalas dengan hidung, memotong telinga dibalas dengan telinga, merontokkan gigi dibalas dengan gigi, dan luka-luka pun ada qisas-nya, yakni ada balasannya yang sama. Namun demikian, barang siapa melepaskan hak untuk melakukan qisasnya, maka sikap itu akan menjadi penebus dosa baginya. Sebaliknya barang siapa tidak memutuskan perkara yang terjadi dengan saudaranya menurut apa yang diturunkan Allah, maka mereka itulah akan termasuk orang-orang yang zalim.",
        "46": "Dan setelah masa para nabi penganut dan pelaksana isi Taurat berakhir, Kami teruskan jejak mereka dengan mengutus Isa putra Maryam yang mendapat amanah untuk membenarkan Kitab yang sebelumnya, yaitu Taurat dan mengajarkan serta melaksanakan ajaran-ajarannya. Dan, selain itu, Kami menurunkan pula Injil kepadanya sebagai penyempurna Taurat, yang di dalamnya terdapat petunjuk dan cahaya, dan juga berfungsi untuk membenarkan Kitab yang sebelumnya yaitu Taurat, dan Injil ini juga berisi ajaran sebagai petunjuk serta pengajaran untuk orang-orang yang bertakwa, yaitu yang selalu menaati perintah-Nya dan menjauhi larangan-Nya.",
        "47": "Dan hendaknya pengikut Injil, yaitu mereka yang meyakini dan mengikuti Nabi Isa, memutuskan semua perkara dalam kehidupan mereka menurut apa yang telah diturunkan Allah di dalamnya. Barang siapa dengan sengaja tidak memutuskan perkara yang mereka hadapi menurut apa yang diturunkan Allah, maka sesungguhnya mereka itulah yang disebut sebagai orang-orang fasik, yaitu yang beriman pada Allah dan tuntunan-Nya, tetapi tidak melaksanakan ajaran tersebut.",
        "48": "Pada ayat-ayat yang lalu Allah menerangkan tentang diturunkannya Taurat dan Injil yang mengandung petunjuk dan cahaya, serta adanya kewajiban bagi umat masa itu untuk melaksanakan ajaran-ajarannya. Dan Kami selanjutnya telah pula menurunkan Kitab Al-Qur’an kepadamu, Muhammad, sebagai nabi terakhir, dengan membawa kebenaran yang hakiki, yang membenarkan sebagian isi dari kitab-kitab yang diturunkan sebelumnya, yaitu Taurat, Zabur, dan Injil, dan menjaganya dari penyimpangan atau pengubahan yang dilakukan oleh orang-orang yang mencari keuntungan diri, maka putuskanlah perkara yang mereka perselisihkan menurut ketetapan dalam kitab-kitab yang diturunkan Allah itu dan janganlah sekali-kali engkau mengikuti kemauan dan keinginan nafsu mereka dengan meninggalkan kebenaran yang telah datang kepadamu. Ketahuilah bahwasanya untuk setiap umat di antara kamu, di mana saja mereka berada, Kami berikan aturan bagi mereka masing-masing dan jalan yang terang sesuai dengan keadaannya. Kalau Allah menghendaki sesuai dengan kehendak-Nya, niscaya kamu semua akan dijadikan-Nya sebagai satu umat saja, tetapi Allah berkehendak lain, yaitu ingin menguji kamu terhadap karunia dan semua nikmat yang telah diberikan-Nya kepadamu, maka sebagai jawaban dari semua rahmat yang telah dilimpahkan itu, berlomba-lombalah untuk berbuat kebajikan. Ketahuilah bahwa hanya kepada Allah saja kamu semua akan kembali, lalu pada saat itu akan diberitahukan-Nya kepadamu apa saja yang dahulu pernah kamu perselisihkan pada saat menjalani kehidupan di dunia.",
        "49": "Selanjutnya ingatlah, wahai Nabi Muhammad, ketika orang-orang Yahudi mengajukan persoalan di antara mereka dan mengharapkan keputusanmu, maka tetapkanlah sesuai aturan dan hendaklah engkau memutuskan perkara yang terjadi di antara mereka menurut apa yang diturunkan Allah, sebagaimana yang terdapat dalam Taurat, dan janganlah engkau mengikuti keinginan mereka yang menyebabkan terjadinya kezaliman terhadap sebagian yang lain. Karena itu, hati-hati dan waspadalah terhadap sikap dan perkataan mereka, jangan sampai mereka berhasil memperdayakan engkau terhadap sebagian apa yang telah diturunkan Allah kepadamu, yaitu Al-Qur’an yang berisi petunjuk yang lebih lurus. Jika mereka berpaling dari hukum yang telah diturunkan Allah dan tidak mau mengikutinya, maka ketahuilah bahwa dengan keadaan itu sesungguhnya Allah berkehendak untuk menimpakan musibah sebagai peringatan kepada mereka yang disebabkan oleh sebagian dosa-dosa yang telah mereka lakukan. Itulah pelajaran dan ujian bagi mereka, namun sungguh banyak manusia tidak menyadarinya, sehingga mereka ini adalah termasuk sebagai orang-orang yang fasik, yaitu mereka yang tidak melaksanakan ajaran yang diimaninya.",
        "50": "Apakah keinginan yang tidak sesuai dengan ajaran Allah itu karena mereka ingin kembali pada hukum Jahiliah yang mereka kehendaki? Sesungguhnya hukum siapakah yang lebih baik daripada hukum yang telah ditetapkan Allah, yaitu yang telah disyariatkan bagi orang-orang yang benar-benar beriman dan yang meyakini agama-nya?",
        "51": "Wahai orang-orang yang beriman! Ingatlah kamu semua, janganlah sekali-kali kamu menjadikan orang Yahudi dan Nasrani sebagai teman setia-mu karena akibat negatifnya lebih banyak ketimbang positifnya. Selain itu, mereka satu sama lain saling melindungi karena adanya persamaan kepentingan di antara mereka. Oleh karena itu, barang siapa di antara kamu yang tetap saja memilih dan menjadikan mereka sebagai teman setia dengan mengabaikan umat Islam, maka sesungguhnya dia termasuk golongan mereka yang sering kali mengabaikan ajaran-ajaran Allah. Sungguh, karena keingkaran mereka, Allah tidak akan memberi petunjuk kepada orang-orang yang ingkar dan zalim karena selalu mengabaikan tuntunan-Nya.",
        "52": "Orang-orang munafik, yaitu yang antara perkataan dan hatinya berbeda, sesungguhnya mereka akan selalu merasa tidak senang pada umat Islam. Bila diperhatikan, maka kamu akan melihat orang-orang yang hatinya berpenyakit itu akan segera mendekati mereka, yaitu kaum Yahudi dan Nasrani, karena mereka menganggapnya sebagai kelompok yang kuat, sehingga bila hubungannya tidak baik, ada kekhawatiran mereka akan terancam seraya berkata, “Kami takut akan mendapat bencana.” Sesungguhnya sikap mereka menunjukkan ketidakpercayaan pada umat Islam. Karena itu, mudah-mudahan Allah akan mendatangkan kemenangan kepada Rasul-Nya dan kaum muslim, atau Dia berkenan untuk menetapkan suatu keputusan dari sisi-Nya yang membuktikan kekuasaan dan rahmat-Nya kepada kaum muslim, sehingga mereka betul-betul menjadi menyesal terhadap apa yang selama ini mereka rahasiakan dalam diri mereka.",
        "53": "Melihat keadaan orang-orang munafik itu, umat Islam heran dengan kondisi mereka, dan selanjutnya orang-orang yang beriman itu akan berkata, “Inikah orang yang telah bersumpah setia secara sungguhsungguh dengan nama Allah, bahwa mereka benar-benar beserta kamu dan siap untuk menjalin kerja sama dalam menegakkan kedamaian?” Ketahuilah bahwa sesungguhnya segala amal dan kegiatan yang mereka kerjakan akan menjadi sia-sia, sehingga sebagai akibatnya mereka betul-betul akan menjadi orang yang rugi.",
        "54": "Bila sebelumnya dijelaskan tentang larangan untuk tidak menjadikan orang Yahudi dan Nasrani sebagai teman setia serta tentang buruknya sikap kaum munafik, maka ayat-ayat berikut berbicara tentang orang mukmin. “Wahai orang-orang yang beriman! Barang siapa di antara kamu yang murtad atau keluar dari agamanya, maka ketahuilah bahwa kelak Allah akan mendatangkan suatu kaum yang benar-benar beriman untuk menggantikanmu. Dia mencintai mereka dan mereka pun mencintai-Nya dengan segenap keikhlasannya, dan mereka juga selalu bersikap lemah lembut terhadap sesama orang-orang yang beriman, tetapi sebaliknya, mereka akan bersikap keras terhadap orang-orang kafir. Selain itu, mereka juga merupakan umat yang selalu siap untuk berjihad di jalan Allah, dan mereka juga termasuk orang-orang yang tidak takut kepada celaan orang yang dengki dan tidak senang yang suka mencela. Itulah salah satu bentuk karunia Allah yang diberikan-Nya kepada siapa yang Dia kehendaki dari makhluk-Nya. Karena itu ketahui dan pahami bahwa Allah itu Mahaluas pemberian-Nya, lagi Maha Mengetahui.",
        "55": "Allah sangat mencela orang yang menjadikan kaum Yahudi dan Nasrani sebagai teman setia atau penolongnya, karena sesungguhnya penolongmu yang dapat diandalkan itu hanyalah Allah, Rasul-Nya, dan orang-orang yang beriman, yang melaksanakan salat secara rutin, dan menunaikan zakat dengan ikhlas, seraya tunduk dan patuh kepada Allah.",
        "56": "Tuntunan Al-Qur'an tentang penolong dan pemimpin mesti dipahami dan diikuti, karena itu barang siapa yang menjadikan Allah, RasulNya, dan orang-orang yang beriman sebagai penolongnya dalam menyelesaikan segala urusannya, maka sungguh mereka akan mendapatkan bukti bahwa pengikut agama Allah itulah yang akan menang.",
        "57": "Pada ayat-ayat yang lalu Allah melarang orang beriman untuk menjadikan orang Yahudi dan Nasrani sebagai teman akrab, penolong, atau pelindung, sedang pada ayat-ayat berikut dijelaskan tentang sebab-sebabnya. \"Wahai orang-orang yang beriman! Janganlah sekali-kali kamu menjadikan pemimpinmu dari orang-orang yang membuat syariat atau ajaran agamamu jadi bahan ejekan dan permainan, sebab hal ini hanya akan menyebabkan terjadinya pelecehan terhadap tuntunan Ilahi. Mereka yang termasuk kelompok demikian adalah sebagian di antara orang-orang yang telah diberi kitab sebelummu, yaitu orang Yahudi dan Nasrani, dan orang-orang kafir yang di antaranya adalah orang musyrik. Karena itu, tetaplah teguh dalam Islam dan bertakwalah hanya kepada Allah jika kamu semua memang benar-benar merupakan orang-orang beriman.",
        "58": "Selain menjadikan ajaran agama sebagai ejekan, sikap buruk lain dari mereka dan yang sering dapat disaksikan adalah apabila kamu menyeru mereka dengan azan untuk melaksanakan salat, maka mereka akan menjadikannya sebagai bahan ejekan dan permainan. Perilaku mereka yang demikian itu adalah karena sesungguhnya mereka merupakan orang-orang yang tidak mengerti.",
        "59": "Karena perilaku yang buruk itu, kemudian Allah memerintahkan kepada Nabi Muhammad untuk memperingatkan mereka. Katakanlah, \"Wahai Ahli Kitab! Apakah kamu memandang kami salah dengan semua ajaran Islam yang kami laksanakan, apakah kami juga keliru hanya karena kami beriman kepada Allah Yang Maha Esa, percaya kepada apa yang diturunkan kepada kami, yaitu Al-Qur'an, dan juga beriman kepada apa yang diturunkan sebelumnya, yaitu Taurat, Zabur, dan Injil? Bila tidak ada alasan yang kuat dari sikap-sikap tersebut, sungguh, kebanyakan dari kamu ternyata adalah orang-orang yang fasik.\"",
        "60": "Sebagai kelanjutan dari teguran itu, Allah memerintahkan RasulNya. Katakanlah, wahai Muhammad,\" Apakah sebaiknya akan aku beritakan kepadamu semua tentang orang yang lebih buruk pembalasannya akibat dari perilakunya yang menyimpang dan perbuatannya yang bertentangan dengan jalan lurus dari balasan orang fasik di sisi Allah? Yang dimaksud yaitu orang yang dilaknat dan dimurkai Allah karena melanggar larangan, di antara mereka ada yang dijadikan kera dan ada pula yang dijadikan babi, dan juga orang yang menyembah Tagut.\" Sesungguhnya keadaan mereka itu lebih buruk tempatnya ketimbang orang mukmin dan lebih tersesat dari jalan yang lurus.",
        "61": "Karena peringatan dan ancaman itu telah menyebabkan ketakutan, sehingga apabila mereka, yaitu orang Yahudi atau munafik, datang kepadamu, mereka akan mengatakan, \"Kami telah beriman,\" padahal sesungguhnya mereka datang kepadamu dengan kekafiran dan mereka pergi pun dalam keadaan demikian pula; dan sesungguhnya Allah lebih mengetahui apa yang mereka kemukakan dan yang mereka sembunyikan.",
        "62": "Selanjutnya Allah memberikan informasi kepada nabi dan rasul-Nya,\" Kamu, wahai Nabi Muhammad, akan melihat banyak di antara mereka, yaitu orang Yahudi yang berlomba dalam berbuat dosa, menimbulkan permusuhan, baik di antara mereka sendiri maupun dengan orang mukmin, dan memakan yang haram tanpa menghiraukan syariat yang telah ditetapkan Tuhan. Sungguh, sangat buruk apa saja yang telah mereka perbuat dan yang mereka kerjakan.\"",
        "63": "Di antara sebab dari perbuatan buruk yang dilakukan orang-orang Yahudi itu adalah karena mereka tidak mendapat peringatan dari pendetanya. Karena itu muncul pertanyaan mengapa para ulama Yahudi dan para pendeta mereka, setelah mengetahui perilaku masyarakat, tidak melarang mereka yang sering mengucapkan perkataan bohong dan terbiasa memakan yang haram? Bila terus dibiarkan, sungguh, hal itu merupakan kebiasaan yang sangat buruk dan apa yang mereka perbuat merupakan sesuatu yang bertentangan dengan ajaran Allah.",
        "64": "Ayat-ayat yang lalu menjelaskan perilaku dan sikap buruk dari orang-orang Yahudi, selanjutnya ayat-ayat berikut menerangkan tentang perbuatan mereka yang lebih buruk lagi. Sikap yang sangat tidak baik ini diawali ketika mereka berkata, \"Tangan Allah terbelenggu,\" yang maksudnya adalah kikir atau tidak mau melimpahkan rahmat-Nya. Padahal sebenarnya tangan merekalah yang dibelenggu sehingga mereka dikenal sebagai orang yang bakhil dan karenanya merekalah yang akan dilaknat yang disebabkan oleh apa yang telah mereka katakan itu. Padahal dengan memperhatikan apa saja yang terjadi di sekitarnya, mereka sesungguhnya mengetahui bahwa kedua tangan Allah selalu terbuka untuk semua makhluk-Nya; Dia memberi rezeki kepada siapa saja sebagaimana Dia kehendaki. Dan Al-Qur'an yang diturunkan kepadamu, hai Muhammad, dari Tuhanmu itu pasti juga akan menambah kedurhakaan yang telah mendarah daging dan kekafiran yang sudah menjadi kebiasaan bagi kebanyakan mereka. Sebagai akibat dari kedua sikap buruk itu, Kami timbulkan permusuhan yang terus menerus dan kebencian yang mendalam di antara mereka sampai hari Kiamat. Setiap saat mereka menyalakan api peperangan pada siapa saja, Allah pasti akan memadamkannya. Selain melakukan penyimpangan dan keingkaran, mereka juga selalu berusaha untuk menimbulkan kerusakan di muka bumi. Dan sesungguhnya Allah sangat tidak menyukai orang-orang yang berbuat kerusakan.",
        "65": "Ayat ini menerangkan balasan bagi umat yang sering mengingkari ajaran Allah. Dan sekiranya Ahli Kitab itu, yaitu orang Yahudi dan Nasrani, beriman kepada Allah dan meyakini bahwa Nabi Muhammad itu nabi terakhir, dan bertakwa dengan selalu mematuhi perintah Allah serta menjauhi semua larangan-Nya, niscaya Kami hapus atau ampuni kesalahan-kesalahan yang telah mereka lakukan selama ini, dan sebagai balasan atas ketaatan itu, mereka semua tentu akan Kami masukkan ke dalam surga-surga yang penuh kenikmatan, sehingga mereka akan dapat merasakan balasan dari kepatuhan dan ketakwaan mereka.",
        "66": "Selanjutnya Allah juga menjelaskan tentang keadaan mereka yang berkaitan dengan ketaatan itu, dan sekiranya mereka, yaitu umat Yahudi dan Nasrani, sungguh-sungguh menjalankan hukum dan tuntunan yang terdapat dalam Taurat dan Injil dan percaya pula pada Al-Qur'an yang diturunkan kepada Nabi Muhammad yang ada di tengah mereka dari Tuhannya, niscaya mereka akan mendapat rahmat berupa rezeki atau makanan yang berasal dari atas mereka, yaitu berupa manna dan salwa atau hujan yang dapat menumbuhkan tanaman, dan dari bawah kaki mereka berupa hasil bumi yang melimpah. Sesungguhnya di antara mereka itu masih ada sekelompok yang jujur dan taat, yaitu yang selalu menelaah kitab suci dan tidak fanatik pada ajaran pendeta yang dinilai tidak sesuai serta selalu bersikap lurus, dan banyak di antara mereka sangat buruk apa yang mereka kerjakan dan telah menyimpang dari tuntunan kitab sucinya.",
        "67": "Sesudah menjelaskan tentang keingkaran Ahli Kitab, maka pada ayat ini Allah menerangkan tugas Rasulullah, yang di antaranya adalah untuk menyampaikan ajaran Islam kepada mereka. Demikian informasi dari sabab nuzul yang diriwayatkan Ibnu Mardawaih. \"Wahai Rasul! Sampaikanlah kepada orang-orang Ahli Kitab apa yang diturunkan kepadamu, yaitu ajaran-ajaran Islam melalui wahyu dari Tuhanmu. Itulah tugas atau kewajibanmu. Jika tidak engkau lakukan apa yang diperintahkan itu, berarti engkau tidak menyampaikan amanat-Nya. Dan ketahuilah bahwa Allah akan selalu memelihara engkau dari gangguan atau maksud buruk manusia. Tugasmu hanya menyampaikan ajaran Islam dan bukan menjadikan mereka beriman, karena sungguh, Allah tidak memberi petunjuk kepada orang-orang kafir, sehingga kekafiran mereka bukan menjadi tanggung jawabmu.",
        "68": "Selanjutnya untuk meyakinkan mereka, katakanlah dengan tegas wahai Muhammad, \"Hai Ahli Kitab, kamu semua tidak dipandang telah beragama dengan benar dan baik sedikit pun hingga kamu telah sanggup menegakkan ajaran-ajaran yang terdapat dalam Taurat, Injil, dan AlQur'an yang diturunkan Tuhanmu kepadamu.\" Ketahuilah bahwa sesungguhnya apa yang diturunkan kepadamu, Muhammad, dari Tuhanmu hanya akan menambah kedurhakaan dan kekafiran kepada kebanyakan dari mereka yang disebabkan kedengkian mereka kepadamu. Bila itu yang kamu rasakan dari mereka, maka janganlah engkau berputus asa terhadap orang-orang kafir itu, karena tugasmu hanya untuk menyampaikan ajaran Islam saja.",
        "69": "Dalam ayat ini dijelaskan bahwa sesungguhnya orang-orang yang beriman, yaitu umat Islam, orang-orang Yahudi, sabi'in, dan orang-orang Nasrani, barang siapa di antara mereka yang beriman kepada Allah dengan selalu mengesakan dan beribadah hanya kepada-Nya, percaya kepada hari kemudian sebagai wahana untuk pemberian ganjaran atau hukuman dari perbuatan mereka, dan selalu berbuat kebajikan sesuai dengan tuntunan Allah yang terdapat dalam Taurat, Injil, dan Al-Qur'an, maka tidak ada rasa khawatir sedikit pun pada mereka dan mereka tidak perlu untuk bersedih hati karena Allah selalu akan memberikan jalan keluar terbaik bagi semua persoalan yang dihadapi.",
        "70": "Allah menegaskan bahwa sesungguhnya Kami telah mengambil perjanjian dari Bani Israil, yaitu berupa ikrar mereka untuk beriman kepada Allah dan melaksanakan ajaran Taurat yang merupakan syariat bagi mereka, dan untuk mengingatkannya, telah Kami utus kepada mereka rasul-rasul yang diberi tugas untuk menjelaskan ajaran kitab suci itu. Akan tetapi, kenyataannya ternyata tidak seperti yang diinginkan. Setiap datang seorang rasul kepada mereka untuk mengingatkan ikrar tersebut dengan membawa atau menyampaikan ajaran agama, tetapi jika apa yang dibawa atau disampaikan itu adalah yang tidak sesuai dengan keinginan mereka, maka sebagian dari rasul-rasul itu mereka dustakan ajaran-ajarannya dan bahkan sebagian yang lain, seperti Nabi Zakaria dan Nabi Yahya, mereka bunuh dengan keji.",
        "71": "Allah akan selalu memperingatkan manusia yang melakukan kesalahan, tetapi kaum Yahudi mengabaikan hal ini, dan mereka mengira bahwa dengan status yang dianugerahi kelebihan, maka tidak akan terjadi bencana apa pun terhadap mereka dengan membunuh nabi-nabi itu. Oleh karena itu, anggapan tersebut telah menyebabkan mereka menjadi buta terhadap kebaikan-kebaikan yang dicontohkan para rasul dan tuli terhadap nasihat-nasihat agama yang disampaikan. Kemudian Allah Yang Maha Pengampun menerima tobat mereka ketika mereka bertobat dan memohon ampunan-Nya. Akan tetapi, ternyata kemudian kebanyakan dari mereka tetap dalam keadaan buta terhadap amal saleh yang diajarkan dan tuli karena tidak mau mendengarkan ajaran agama yang disampaikan, dan sesungguhnya Allah Maha Melihat terhadap apa saja yang mereka kerjakan.",
        "72": "Bila pada ayat-ayat yang lalu diterangkan tentang penyimpanganpenyimpangan yang dilakukan orang Yahudi, maka pada ayat-ayat berikut dijelaskan kesalahan-kesalahan yang dilakukan oleh umat Nasrani. Paparan tentang penyimpangan ini diawali dengan pernyataan bahwa sesungguhnya telah kafir dan menyimpang dari akidah yang benar orang-orang yang berkata,\" Sesungguhnya Allah itu ialah Al-Masih putra Maryam.\" Padahal Isa Al-Masih sendiri berkata kepada mereka, \"Wahai Bani Israil! Sembahlah Allah yang merupakan Tuhanku dan juga sebagai Tuhanmu.\" Mereka mestilah mengetahui pula bahwa sesungguhnya barang siapa mempersekutukan Allah dengan sesuatu, maka pasti Allah akan mengharamkan surga baginya yang merupakan balasan bagi yang taat dan tidak menyimpang dari tuntunan-Nya, dan tempat yang disediakan bagi-nya ialah neraka, dan tidak ada seorang penolong pun bagi orang-orang zalim itu yang akan membantunya, baik ketika di dunia, maupun kelak di akhirat.",
        "73": "Selain menganggap Isa al-Masih sebagai Tuhan, mereka juga menuhankan yang lainnya. Karena itu sungguh, telah kafir orang-orang yang dengan sadar mengatakan bahwa Allah itu adalah salah satu dari tuhan yang tiga. Padahal sesungguhnya sekali-kali tidak ada tuhan yang berhak disembah selain dari Tuhan yang Esa. Jika mereka tetap pada keyakinan salah itu dan tidak berhenti dari apa yang mereka katakan itu, pasti orang-orang yang kafir yang tetap mempersekutukan Tuhan di antara mereka akan ditimpa azab yang pedih, sebagai akibat dari penyimpangan itu.",
        "74": "Setelah mendapatkan penjelasan tentang keesaan Tuhan, maka mengapa mereka, orang-orang yang menganggap Isa putra Maryam sebagai Tuhan itu, tidak bertobat kepada Allah sebagai satu-satunya Tuhan yang tidak ada sekutu bagi-Nya dan memohon ampun kepada-Nya? Ketahuilah bahwa Allah itu Maha Pengampun atas semua dosa dari mereka yang mau bertobat dan Maha Penyayang terhadap semua makhluk-Nya.",
        "75": "Ketahuilah, wahai umat Nasrani, sesungguhnya Al-Masih putra Maryam itu hanyalah seorang Rasul yang diutus Allah. Selain itu, perlu diketahui bahwa sesungguhnya telah berlalu pula sebelumnya beberapa rasul yang juga merupakan utusan-Nya, dan ibunya yang merupakan wanita pilihan adalah seorang yang berpegang teguh pada kebenaran. Kedua-duanya sebagaimana layaknya manusia biasa juga memakan makanan, meminum minuman, merasakan sakit, gembira, sedih, dan lainnya. Oleh karena itu, perhatikan bagaimana Kami telah menurunkan wahyu dan mengutus rasul untuk menjelaskan kepada mereka, yaitu para Ahli Kitab, tentang tanda-tanda kekuasaan Kami, kemudian sesudah itu perhatikan pula bagaimana mereka berpaling dari memperhatikan ayatayat Kami yang merupakan tanda-tanda Keesaan Tuhan.",
        "76": "Sebagai peringatan kepada umat Nasrani tersebut, Allah memerintahkan kepada Rasulullah sebagai berikut. Katakanlah, wahai Nabi Muhammad, “Mengapa kamu mengimani dan menyembah kepada tuhan yang selain Allah, padahal yang kamu yakini itu hanya sesuatu yang tidak akan dapat menimbulkan bencana apa pun kepadamu dan ia tidak pula dapat memberi manfaat apa-apa?” Dan ketahuilah bahwa Allah Maha Mendengar semua yang kamu ucapkan lagi Maha Mengetahui semua yang kamu lakukan.",
        "77": "Selain mempersekutukan Tuhan, ternyata sebagian dari Ahli Kitab juga sering bersikap melampaui batas. Oleh karena itu, Allah memerintah kepada Rasulullah untuk mengingatkan mereka. Katakanlah, Hai Ahli Kitab, janganlah kamu berlebih-lebihan atau melampaui batas dengan cara yang tidak benar dalam berkeyakinan dan melaksanakan ajaran agamamu. Selain itu, hendaknya kamu semua tidak bersikap taklid dan jangan pula kamu mengikuti keinginan atau hawa nafsu orang-orang yang telah tersesat sejak masa dahulu, yaitu sejak sebelum kedatanganku. Sebab pada hakikatnya, mereka itu merupakan orang yang sesat, dan mereka dengan perilaku dan keinginan itu juga telah menyesatkan banyak manusia. Dan ketahuilah bahwa mereka sendiri itu sungguh telah tersesat dari jalan yang lurus yang telah ditetapkan Allah.”",
        "78": "Bila pada ayat-ayat yang lalu diterangkan tentang penyimpangan umat Nasrani, pada ayat-ayat berikut dijelaskan tentang kutukan Allah pada orang Yahudi yang kafir. Allah menerangkan bahwa orang-orang kafir dari Bani Israil, yaitu mereka yang selalu ingkar dan mengabaikan perjanjiannya dengan Allah, telah dilaknat melalui atau dengan perantaraan lisan Nabi Dawud dan Isa putra Maryam. Kutukan Allah yang demikian itu, disebabkan karena mereka durhaka dengan tidak menepati janji yang telah diikrarkan dan selalu melampaui batas dalam melaksanakan ajaran dan tuntunan agama, sehingga cenderung mengarah pada kesesatan.",
        "79": "Kebanyakan dari umat Yahudi itu bersikap melampaui batas, sehingga mereka tidak berbeda satu sama lain, dan mereka juga tidak saling mencegah dari perbuatan mungkar atau penyimpangan yang selalu mereka perbuat. Sesungguhnya keadaan seperti ini mengisyaratkan betapa sangat buruk apa yang selalu mereka perbuat selama itu.",
        "80": "Kamu telah melihat dari peristiwa-peristiwa yang lalu bahwa banyak di antara mereka tolong-menolong dengan orang-orang yang kafir musyrik untuk memerangimu, seperti yang terjadi dalam Perang Ahzab. Karena itu, sesungguhnya dengan perilaku semacam itu betul-betul sangat buruk apa yang mereka lakukan untuk diri mereka, sebab tindakan demikian hanya akan menuai balasan yang berat, yaitu kemurkaan Allah kepada mereka, dan di akhirat nanti, mereka akan kekal dalam siksaan atau azab api neraka.",
        "81": "Dan sekiranya mereka, yaitu orang-orang Yahudi yang bekerja sama dengan orang kafir, itu beriman kepada Allah, kepada Nabi Muhammad, dan kepada apa yang diturunkan kepadanya, yaitu Al-Qur’an, niscaya mereka tidak akan menjadikan orang-orang musyrik itu sebagai penolong-penolong atau teman setia yang membantu mereka untuk memerangi Nabi dan umat Islam. Akan tetapi, kenyataannya banyak di antara mereka adalah orang-orang yang fasik, yang sering melakukan penyimpangan dari ajaran agamanya.",
        "82": "Pada ayat-ayat yang lalu diterangkan tentang kutukan Allah terhadap orang Yahudi, selanjutnya pada ayat ini dijelaskan bagaimana sikap para Ahli Kitab terhadap orang mukmin. Allah memberikan informasi kepada Nabi Muhammad, “Pasti akan kamu dapati orang yang paling keras permusuhannya terhadap orang-orang yang beriman (umat Islam), ialah orang-orang Yahudi dan orang-orang musyrik, yang memang merasa tidak senang dan selalu memusuhi Rasulullah dan umat Islam. Dan di samping itu, pasti akan kamu dapati juga orang yang paling dekat persahabatannya dengan orang-orang yang beriman ialah orang-orang yang berkata, \"Sesungguhnya kami adalah orang Nasrani,” yaitu yang tekun melaksanakan ajaran agamanya. Yang sedemikian itu karena di antara mereka, orang-orang Nasrani, terdapat para pendeta dan rahib yang saleh dan selalu melaksanakan tuntunan agamanya dengan benar, selain itu juga karena sesungguhnya mereka tidak menyombongkan diri dengan segala kesalehan dan ketekunan dalam beribadah.",
        "83": "Setelah pada ayat-ayat sebelumnya Allah menjelaskan tentang Ahli Kitab yang paling memusuhi kaum muslim, yaitu kaum Yahudi, dan Ahli Kitab yang merasa paling dekat dengan kaum muslim, yaitu kaum Nasrani; pada ayat ini Allah menjelaskan mengenai sebagian kaum Nasrani yang beriman kepada Al-Qur'an. Dan apabila mereka, sebagian Ahli Kitab seperti utusan kaum Nasrani dari Ethiopia, mendengarkan apa yang diturunkan kepada Rasul, yaitu Al-Qur'an, kamu, wahai Nabi Muhammad, akan melihat mata mereka mencucurkan air mata, karena ayat-ayat Al-Qur'an itu meresap ke dalam kalbu mereka secara mendalam, disebabkan mereka telah mengetahui kebenaran Al-Qur'an dari kitab kitab mereka sendiri, seraya berkata dengan tulus, “Ya Tuhan kami, kami telah beriman kepada Al-Qur'an, maka catatlah kami menjadi bagian yang tidak terpisahkan bersama orang-orang yang menjadi saksi atas kebenaran Al-Qur'an dan kerasulan Nabi Muhammad.",
        "84": "Ayat ini menjelaskan harapan sebagian kaum Nasrani yang beriman kepada Al-Qur'an agar Allah memasukkan mereka ke dalam golongan orang-orang yang saleh. Dan tidak ada alasan bagi kami tidak akan beriman kepada Allah, Tuhan Yang Maha Esa, tidak beranak dan tidak pula diperanakkan; dan tidak ada sesuatu yang setara dengan Dia; dan tidak ada alasan pula bagi kami tidak beriman kepada kebenaran Al-Qur'an yang datang kepada kami, melalui wahyu Allah yang diturunkan kepada Nabi Muhammad. Dan kami sangat ingin, dengan senantiasa berdoa dan berusaha, agar Tuhan kami memasukkan kami, sejak di dunia hingga di akhirat, ke dalam golongan orang-orang saleh, yakni orang-orang yang baik, taat, dan bermanfaat bagi orang banyak?”",
        "85": "Maka Allah memberi pahala kepada mereka, Ahli Kitab yang jujur dan konsisten terhadap kebenaran agamanya, atas perkataan yang telah mereka ucapkan, yaitu pernyataan, “Dan tidak ada alasan bagi kami tidak akan beriman kepada Allah.” Mereka mendapat balasan berupa surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya, merasakan kenikmatan yang tidak putus. Dan itulah balasan bagi orang-orang yang berbuat kebaikan, terhadap diri mereka sendiri dengan tidak menyembunyikan kebenaran Taurat atau Injil, yang merupakan wahyu Allah.",
        "86": "Dan orang-orang kafir, termasuk dari kalangan ahli kitab seperti Yahudi dan Nasrani, serta orang-orang yang mendustakan ayat-ayat Kami, yaitu Al-Qur'an yang diturunkan kepada Nabi Muhammad, di akhirat nanti, mereka itu akan menjadi penghuni neraka jahim yang kekal di dalamnya.",
        "87": "Wahai orang-orang yang beriman kepada Allah dan Rasul-Nya! Janganlah kamu mengharamkan apa yang baik bagi kesehatan kamu, yang telah dihalalkan Allah di dalam Al-Qur'an kepadamu, dan janganlah kamu melampaui batas dalam segala hal yang telah ditetapkan Allah di dalam Al-Qur'an. Sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas, baik dalam agama maupun kehidupan sosial.",
        "88": "Dan makanlah oleh kamu wahai orang-orang yang beriman, dari apa yang telah diberikan Allah kepadamu, berupa bahan makanan yang berasal dari darat maupun dari laut, baik protein nabati maupun protein hewani sebagai rezeki yang halal dan baik untuk menopang aktivitas kamu dalam hidup dan kehidupan ini; dan bertakwalah kepada Allah dengan melaksanakan perintah-Nya dan menjauhi larangan-Nya, yang kepada-Nya kamu beriman dengan ikhlas dan istikamah.",
        "89": "Ayat ini menjelaskan macam-macam kafarat atau denda bagi siapa saja yang melanggar sumpah yang diucapkan secara sadar dan sengaja. Namun demikian, kafarat ini tidak berlaku bagi sumpah yang tidak disengaja. Allah tidak akan menghukum kamu, wahai orang beriman, disebabkan sumpah-sumpahmu yang tidak disengaja untuk diucapkan, seperti perkataan, “Tidak, demi Allah,” atau “Benar, demi Allah,” tetapi Dia akan menghukum kamu disebabkan sumpah-sumpah yang kamu sengaja. Jika kamu dalam mengucapkan sumpah itu benar benar bermaksud untuk bersumpah, maka kafaratnya, denda pelanggaran sumpah supaya dosa sumpahmu diampuni oleh Allah, ialah memberi makan sepuluh orang miskin, baik yang kamu kenal maupun tidak, yaitu dari jenis makanan yang biasa kamu berikan kepada keluargamu, baik dari segi jumlah maupun jenis makanannya, atau memberi mereka pakaian baru maupun layak pakai, atau memerdekakan seorang hamba sahaya, baik laki-laki maupun perempuan. Barang siapa tidak mampu melakukannya, salah satu dari tiga pilihan kafarat tersebut, maka kafaratnya berpuasalah tiga hari dengan ikhlas sambil berharap agar Allah mengampuni dosa sumpah yang pernah diucapkannya. Itulah ketentuan Allah tentang kafarat sumpah-sumpahmu, apabila kamu benar-benar bersumpah dengan sengaja. Dan jagalah sumpahmu supaya kamu tidak mudah bersumpah, apalagi bersumpah palsu. Demikianlah Allah menerangkan hukum-hukumNya tentang sumpah kepadamu agar kamu bersyukur kepada-Nya atas segala nikmat yang telah diberikan Allah kepada kamu.",
        "90": "Melalui ayat ini, Allah memerintahkan kaum mukmin untuk menjauhi perbuatan setan. Wahai orang-orang yang beriman kepada Allah, kitab-Nya, dan Rasul-Nya! Sesungguhnya minuman keras, apa pun jenisnya, sedikit atau banyak, memabukkan atau tidak memabukkan; berjudi, bagaimana pun bentuknya; berkurban untuk berhala, termasuk sesajen, sedekah laut, dan berbagai persembahan lainnya kepada makhluk halus; dan mengundi nasib dengan anak panah atau dengan cara apa saja sesuai dengan budaya setempat, adalah perbuatan keji karena bertentangan dengan akal sehat dan nurani serta berdampak buruk bagi kehidupan pribadi dan sosial; dan termasuk perbuatan setan yang diharamkan Allah. Maka jauhilah perbuatan-perbuatan itu dalam kehidupan pribadi dan kehidupan sosial dengan peraturan yang tegas dan hukuman yang berat agar kamu beruntung dan sejahtera lahir batin dalam kehidupan dunia dan terhindar dari azab Allah di akhirat.",
        "91": "Allah menegaskan bahwa setan itu bertujuan menciptakan permusuhan dan kebencian di antara manusia. Dengan membujuk kamu meneguk minuman keras dan mendorong kamu mencoba-coba berjudi, setan hanyalah bermaksud dengan sangat cerdik menimbulkan permusuhan akibat kamu dipengaruhi minuman keras dan kecanduan judi. Minuman keras dan judi juga menimbulkan kebencian antara kamu dengan anak, istri, saudara, tetangga, dan teman temanmu. Di samping itu, minuman keras dan judi itu menghalang-halangi kamu dari mengingat Allah dan melaksanakan salat, karena pikiranmu menjadi kusut, hatimu menjadi kusam, dan jiwamu menjadi kotor; maka tidakkah kamu mau berpikir jernih dan sadar, serta bertekad untuk berhenti dari kebiasaan meneguk minuman keras dan berjudi itu?",
        "92": "Allah memerintahkan orang-orang beriman untuk menaati Allah dan Rasul-Nya dengan tulus, serta berhati-hati menghadapi godaan setan. Dan taatlah kamu kepada Allah dengan melaksanakan segala perintah-Nya dengan ikhlas dan penuh kesadaran; dan taatlah kamu kepada Rasul dengan memelihara sunnahnya secara istikamah; serta berhati-hatilah dalam segala hal dari bujukan hawa nafsu dan bisikan setan. Jika kamu berpaling dari agama Allah dan ajaran Rasul-Nya, maka ketahuilah dengan penuh kesadaran bahwa kewajiban Rasul Kami hanyalah menyampaikan ajaran Allah dengan jelas kepada kamu, bukan menjadikan kamu beriman dan taat kepada Allah dan Rasul-Nya.",
        "93": "Allah tidak mempermasalahkan apa yang pernah dimakan dan diminum oleh kaum mukmin sebelum mereka beriman. Tidak berdosa bagi orang-orang yang beriman kepada Allah dan Rasul-Nya dan mengerjakan amal-amal saleh, baik kesalehan secara individu maupun sosial, tentang apa yang mereka makan atau minum dahulu pada masa jahiliah seperti minuman keras, apabila mereka bertakwa, takut kepada Allah dan menjauhi larangan-Nya, dan beriman kepada Allah dan Rasul-Nya, serta mengerjakan amal saleh, kemudian mereka tetap bertakwa kepada Allah dalam segala keadaan dan beriman kepada Allah dengan memelihara keimanannya. Selanjutnya mereka tetap juga bertakwa dengan mantap dan berbuat kebajikan yang bermanfaat bagi manusia dan kemanusiaan. Dan Allah menyukai orang-orang yang berbuat kebajikan, baik dengan harta maupun tenaga dengan ikhlas semata mengharap keridaan Allah. Ayat ini kemudian di-mansukh atau dihapuskan masa berlakunya oleh Surah al-Maidah ayat 90 yang secara tegas mengharamkan minuman keras.",
        "94": "Ayat ini menjelaskan tentang ujian yang akan diberikan Allah kepada orang-orang yang sedang berihram untuk haji atau umrah. Wahai orang-orang yang beriman kepada Allah dan Rasul-Nya! Allah pasti akan menguji kamu pada waktu kamu sedang berihram untuk haji atau umrah dengan diharamkan membunuh hewan buruan yang hidup di tanah haram yang dengan mudah kamu peroleh dengan tangan dan tombakmu, karena banyak dan jinak. Hal ini bertujuan agar Allah mengetahui di antara kamu yang sedang berhaji dan umrah siapa yang benar-benar takut kepada-Nya dengan konsisten menjauhi larangan berihram, meskipun dia tidak melihat-Nya. Barang siapa melampaui batas kewajaran dalam berburu hewan setelah selesai melaksanakan haji dan umrah dalam berburu hewan di tanah haram, maka dia akan mendapat azab yang pedih di akhirat dengan dimasukkan ke dalam neraka.",
        "95": "Hewan buruan di tanah haram, haram dibunuh. Wahai orang-orang yang beriman kepada Allah dan Rasul-Nya! Selama kamu berihram untuk haji atau umrah janganlah kamu membunuh hewan buruan, baik yang boleh dimakan maupun tidak, kecuali burung gagak, burung elang, kalajengking, tikus, anjing buas, dan juga ular; ketika kamu sedang berihram untuk haji atau umrah. Barang siapa di antara kamu membunuhnya dengan sengaja, ketika kamu sedang berihram untuk haji atau umrah, maka dendanya ialah mengganti hewan yang dibunuh secara sengaja itu dengan hewan ternak yang sepadan jenis, usia, maupun beratnya dengan buruan yang dibunuhnya, di tanah haram tersebut yang ditentukan menurut putusan dua orang hakim atau dua orang tokoh yang adil di antara kamu sebagai hadyu, denda karena melanggar larangan ihram, yang dibawa ke Ka'bah, yakni dibawa sampai ke tanah haram untuk disembelih di sana dan dagingnya dibagikan kepada fakir miskin; atau membayar kafarat (tebusan) dengan memberi makan kepada orang-orang miskin, sepadan dengan harga hewan pengganti hewan yang dibunuh pada waktu berihram tersebut; atau berpuasa beberapa hari sepadan dengan makanan yang dikeluarkan itu; yaitu setiap satu mud lebih kurang 6,5 ons beras yang diberikan kepada fakir miskin diganti dengan satu hari berpuasa. Ini bertujuan agar dia merasakan akibat buruk dari perbuatannya, yaitu melanggar larangan ihram dengan membunuh hewan ternak yang hidup di tanah haram. Allah telah memaafkan apa yang kamu lakukan di masa lalu, membunuh hewan ternak pada waktu berihram di tanah haram sebelum turun ayat yang mengharamkan ini. Dan barang siapa kembali mengerjakannya dengan sengaja setelah ada larangan ini, niscaya Allah akan menyiksanya dengan azab yang pedih. Dan Allah Mahaperkasa menghadapi hamba yang membangkang, memiliki kekuasaan untuk menyiksa siapa saja yang melanggar hukum-Nya.",
        "96": "Allah membolehkan kaum mukmin untuk memakan hewan buruan yang hidup di laut. Dihalalkan bagimu orang-orang beriman memakan hewan buruan laut yang diperoleh dengan berbagai cara seperti memancing, menjala, atau memukat. Termasuk dalam pengertian laut di sini ialah sungai, danau, kolam, dan sebagainya. Dan dihalalkan pula makanan yang berasal dari laut, ikan atau hewan laut yang diperoleh dengan mudah, karena telah mati terapung atau terdampar di pantai sebagai makanan yang lezat bagimu dan makanan yang lezat bagi orang-orang yang dalam perjalanan di laut. Dan tetap diharamkan atasmu menangkap hewan darat yang hidup di tanah haram selama kamu sedang berihram untuk haji atau umrah. Dan bertakwalah kepada Allah dengan mengerjakan apa yang diperintahkan Allah dan menjauhi laranganNya, yang hanya kepada-Nya kamu sekalian akan dikumpulkan kembali pada hari kiamat di padang mahsyar.",
        "97": "Ayat ini menjelaskan bahwa pada bulan haram, orang-orang beriman dilarang berperang di sekitar Ka'bah. Allah telah menjadikan Kakbah rumah suci tempat manusia berkumpul. Ka'bah dan sekitarnya menjadi tempat yang aman bagi manusia untuk mengerjakan urusan dunia seperti berbisnis dan berdagang; dan urusan akhirat seperti berhaji dan berumrah. Demikian pula Allah telah menjadikan bulan haram, yaitu bulan Zulkaidah, Zulhijah, Muharam, dan Rajab, sebagai waktu yang diharamkan untuk berperang di sekitar Kakbah dan tanah haram. Allah juga telah menetapkan hadyu, hewan yang menjadi denda atas pelanggaran larangan ihram yang akan disembelih di tanah haram; dan qala'id, hewan yang diberi kalung sebagai tanda akan disembelih di tanah haram. Semuanya merupakan tanda keagungan Allah, Tuhan yang memelihara Kakbah. Yang demikian itu agar kamu mengetahui bahwa Allah Tuhan yang menciptakan alam semesta ini mengetahui apa yang ada di langit dan apa yang ada di bumi, dan bahwa Allah Maha Mengetahui segala sesuatu, baik yang terlihat maupun yang tersembunyi dalam penglihatan manusia.",
        "98": "Wahai orang-orang beriman, ketahuilah bahwa Allah sangat keras siksaan-Nya bagi siapa saja yang melanggar hukum-Nya; dan ketahuilah juga bahwa Allah Maha Pengampun bagi siapa saja di antara hamba-hamba-Nya yang bertobat dari dosa-dosanya dengan tobat nasuha, Maha Penyayang kepada siapa saja yang menyayangi makhluk-Nya.",
        "99": "Allah menyatakan bahwa tidak ada kewajiban seorang Rasul menjadikan seseorang untuk beriman, selain menyampaikan kepadanya ajaran Allah dengan benar sehingga ia tidak dapat beralasan bahwa ajaran Allah tidak sampai kepadanya. Dan ketahui jugalah dengan penuh keinsafan bahwa Allah mengetahui apa yang kamu tampakkan dengan ucapan dan perbuatan dan apa yang kamu sembunyikan di dalam hati.",
        "100": "Katakanlah, wahai Nabi Muhammad, “Tidaklah sama yang buruk, kekufuran, kemusyrikan, kemunafikan, dan harta yang haram dengan yang baik, iman, tauhid, kejujuran, dan harta yang halal; meskipun banyaknya keburukan itu, kekayaan hasil korupsi dan harta yang diperoleh dengan cara yang haram secara lahiriah, menarik hatimu, karena tertarik kepada kenikmatan, kepuasan dan kemudahan, serta kebanggaan sebagai seorang yang kaya; maka bertakwalah kepada Allah dengan menjauhkan diri kamu dari kekufuran, kemusyrikan, dan kemunafikan, serta dari harta yang haram; wahai orang-orang yang mempunyai akal sehat sehingga kamu berpikir jernih dan mendalam agar kamu beruntung dunia dan akhirat.’’",
        "101": "Wahai orang-orang yang beriman, yang membenarkan Allah dan Rasul-Nya! Janganlah kamu menanyakan kepada Nabimu hal-hal yang jika diterangkan kepadamu justru menyusahkan dan berdampak buruk bagi kamu. Sebab dalam Islam yang terpenting bukan bertanya, tetapi semangat untuk melaksanakan. Sebaliknya jika kamu bertanya kepada Nabi tentang masalah-masalah itu ketika Al-Qur'an sedang diturunkan, niscaya jawabannya akan diterangkan kepadamu dengan sejelas-jelasnya. Allah telah memaafkan kamu tentang hal itu, menanyakan masalah-masalah yang sudah jelas bagi orang-orang beriman. Dan Allah Maha Pengampun kepada orang-orang yang menyadari kesalahannya dengan bertobat, dan Maha Penyantun kepada seluruh hamba-hamba-Nya.",
        "102": "Wahai orang-orang beriman, sesungguhnya suatu kaum sebelum kamu, yaitu kaum Yahudi umat Nabi Musa, sungguh telah memohon kepada Nabi Musa agar bisa melihat Allah dengan nyata, tetapi setelah permohonan itu dipenuhi, mereka tidak sanggup melihat-Nya dan pingsan. Kemudian mereka menjadi kafir setelah Allah memberikan bukti bahwa mereka tidak akan pernah sanggup melihat Allah.",
        "103": "Ayat ini menjelaskan tentang kaum kafir Mekah yang membuatbuat kedustaan kepada Allah. Allah tidak pernah mensyariatkan adanya bahirah, yaitu unta betina yang telah beranak lima kali dan anak yang kelima itu jantan, lalu unta betina itu dibelah telinganya, dilepaskan, tidak boleh ditunggangi lagi, dan tidak boleh diambil air susunya. Allah juga tidak mensyariatkan saibah, yaitu unta betina yang dibiarkan bebas karena suatu nazar. Masyarakat Arab Jahiliah ketika hendak melakukan sesuatu atau perjalanan jauh biasa bernazar menjadikan unta mereka sa’ibah bila maksud atau perjalanannya berhasil dan selamat. Tidak ada juga syariat tentang wasilah, yaitu jika seekor domba betina melahirkan anak kembar dampit, maka anak yang jantan disebut wasilah; ia tidak boleh disembelih, melainkan harus dipersembahkan kepada berhala. Allah juga tidak mensyariatkan ham, yaitu unta jantan yang tidak boleh diganggu lagi karena telah membuahi unta betina sepuluh kali. Perlakuan terhadap bahirah, sa’ibah, washilah, dan ham adalah kepercayaan Arab Jahiliah; tetapi orang-orang kafir membuat-buat kedustaan terhadap Allah dengan meyakini bahwa semuanya merupakan ketetapan Allah; dan kebanyakan mereka tidak mengerti sedikit pun makna dan maksud dari mitologi tersebut.",
        "104": "Dan apabila dikatakan kepada mereka, yakni masyarakat Arab Jahiliah itu, “Marilah kita mengikuti apa yang diturunkan Allah berupa AlQur’an yang melarang menyembah berhala, dan yang diturunkan kepada Rasul berupa ajaran Islam dengan beriman kepada Allah dan Rasul-Nya, serta menerima kebenaran Al-Qur’an,” mereka menjawab dengan perasaan bangga, “Cukuplah bagi kami apa yang kami dapati dari nenek moyang kami,” tradisi yang sudah mengakar pada masyarakat Arab. Mereka menutup diri dari kebenaran dan bangga dengan leluhur mereka. Apakah mereka akan mengikuti nenek moyang mereka dengan meneruskan tradisi menyembah berhala dan berbuat kebohongan kepada Allah, walaupun nenek moyang mereka itu tidak mengetahui apa-apa tentang kebenaran dan tidak pula mendapat petunjuk dari Allah?",
        "105": "Dalam ayat ini ditegaskan agar orang-orang beriman memiliki keteguhan sikap dalam beragama. Wahai orang-orang yang beriman! Jagalah dirimu dari kebodohan dan pembangkangan dengan memperkuat ilmu dan amal, serta memperhatikan kualitas iman dan ketaatan kepada Allah; karena orang yang sesat itu, karena kebodohannya, tidak akan sanggup membahayakanmu dengan menjadikan kamu tergelincir, apabila kamu telah mendapat petunjuk dari Allah dan kamu mengikuti petunjuk ini dengan teguh. Hanya kepada Allah kamu semua akan kembali pada hari Kiamat, kemudian Dia akan menerangkan kepadamu semua yang kamu lakukan dengan menampilkan catatan amal secara lengkap dan menyeluruh sehingga terinci apa yang telah kamu kerjakan selama hidup di dunia.",
        "106": "Allah menekankan kejujuran dalam menerima dan melaksanakan wasiat. Wahai orang-orang yang beriman! Perhatikanlah pesan ini. Apabila tanda-tanda kematian sudah dekat kepada salah seorang di antara kamu dengan melihat dan merasakan tanda-tanda tersebut, sedang dia akan berwasiat kepada ahli waris tentang harta, maka hendaklah wasiat itu disaksikan oleh dua orang yang adil di antara kamu, kaum kerabat yang sama-sama muslim; atau dua orang yang berlainan agama dengan kamu, jika tidak ada kaum kerabat yang sama-sama muslim. Hal ini terutama, jika kamu dalam perjalanan di bumi, baik perjalanan bisnis maupun perjalanan sosial, lalu kamu ditimpa kematian dalam perjalanan tersebut; maka hendaklah kamu, wahai orang-orang beriman! menahan kedua saksi itu yang menghadap kamu menjelang waktu salat menunggu hingga usai salat di masjid agar keduanya bersumpah dengan nama Allah di hadapan orang banyak, jika kamu ragu-ragu atas kejujuran kedua saksi itu, “Demi Allah kami tidak akan mengambil keuntungan dengan sumpah ini, sekecil apa pun, walaupun dia karib kerabat, dan kami tidak menyembunyikan sesuatu pun dalam kesaksian atas nama Allah ini; sesungguhnya jika demikian, yakni menyembunyikan sesuatu dalam kesaksian ini, tentu kami termasuk orang-orang yang berdosa kepada Allah dan berbuat jahat kepada ahli waris.”",
        "107": "Jika terbukti kedua saksi itu berbuat dosa, ini berkaitan dengan dua orang Nasrani, Tamim ad-Dariy dan 'Adiy bin Badda, yang menerima wasiat dari Budail yang wafat waktu berdagang di Syam dan berbohong dalam persaksiannya dengan bersumpah palsu di hadapan Nabi Muhammad; maka dua orang yang lain, yaitu dua orang saksi dari keluarga yang meninggal, menggantikan kedudukannya menjadi dua saksi, yaitu dua saksi yang termasuk di antara ahli waris yang berhak menjadi saksi dan lebih dekat hubungan nasabnya kepada yang meninggal, lalu keduanya bersumpah dengan nama Allah, dengan disaksikan oleh orang banyak, “Sungguh, kesaksian kami lebih layak diterima daripada kesaksian kedua saksi itu, Tamim ad-Dariy dan 'Adiy bin Badda yang berbeda agama dan menyembunyikan barang milik Budail, dan kami, dua saksi dari keluarga yang meninggal, tidak melanggar batas dalam kesaksian ini. Sesungguhnya jika kami berbuat demikian, curang dan tidak adil, tentu kami termasuk orang-orang zalim terhadap diri sendiri.”",
        "108": "Dengan cara itu, dua saksi yang termasuk di antara ahli waris yang berhak menjadi saksi dan lebih dekat hubungan nasabnya dengan almarhum, lebih patut memberikan kesaksiannya menurut yang sebenarnya, bahwa kendi emas itu milik Budail sebagaimana tercantum dalam surat wasiat yang disisipkan pada barang-barang yang dititipkan kepada dua teman bisnisnya yang beragama Nasrani; dan mereka, Tamim ad-Dariy dan 'Adiy bin Badda, merasa takut sumpahnya yang palsu akan dikembalikan kepada ahli waris, yakni dikonfrontir dengan sumpah mereka, setelah mereka bersumpah dengan benar di hadapan Rasulullah. Sumpah saksi-saksi yang berlainan agama itu ditolak dengan bersumpahnya saksi-saksi yang terdiri dari kerabat. Orang-orang yang bersumpah itu akan mendapat balasan di dunia dan akhirat. Bertakwalah kepada Allah, wahai orang-orang yang beriman, dan dengarkanlah dengan saksama perintah-Nya. Dan Allah tidak memberi petunjuk kepada orang-orang yang fasik, yakni para pelaku dosa besar untuk kembali kepada yang lurus, karena sikap mereka yang terus-menerus berbuat dosa besar sehingga kalbu mereka tertutup.",
        "109": "Ingatlah suatu peristiwa penting pada hari kiamat, ketika Allah mengumpulkan para rasul, sejak Nabi Adam hingga Nabi Muhammad, lalu Dia bertanya kepada mereka, “Apa jawaban atau tanggapan umat terhadap misi dakwah kamu sekalian? Apakah mereka menanggapinya dengan iman atau dengan kufur? Apakah dengan iman yang taat atau iman yang fasik?” Mereka, para rasul, menjawab, saat itu umat hadir guna menyaksikan tanya jawab ini, “Kami tidak tahu tentang itu setelah kami wafat. Sesungguhnya Engkaulah sendiri Yang Maha Mengetahui segala yang gaib, karena pengetahuan-Mu meliputi segala sesuatu.”",
        "110": "Pada ayat yang lalu telah dijelaskan bahwa Allah mengajukan pertanyaan kepada para rasul pada umumnya, bagaimana tanggapan umat terhadap misi kerasulan mereka. Pada ayat ini Allah berbicara di Padang Mahsyar dengan Nabi Isa. Ingatlah ketika Allah mengumpulkan para rasul pada hari kiamat, ketika itu Allah berfirman kepada Nabi Isa, “Wahai Isa putra Maryam! Ingatlah nikmat-Ku, yang telah dianugerahkan kepadamu dan kepada ibumu di dunia, sewaktu Aku menguatkanmu, ketika ibumu mengandungmu, dengan kehadiran Ruhulkudus, Malaikat Jibril yang meniupkan roh ke dalam rahim ibumu; juga ketika menguatkan engkau sehingga engkau dapat berbicara dengan manusia pada waktu masih dalam buaian, di luar adat kebiasaan; dan setelah dewasa sewaktu menyampaikan misi kerasulan, setelah Jibril menyampaikan wahyu kepada kamu. Dan ingatlah ketika Aku, melalui Jibril, mengajarkan menulis kepadamu, juga mengajarkan Hikmah, kearifan, Taurat, yang diturunkan kepada Nabi Musa, dan Injil yang berisi ajaran tidak ada tuhan selain Allah dan tidak ada ibadah kecuali kepada-Nya. Dan ingatlah mukjizat yang diberikan kepadamu, ketika engkau membentuk dari tanah berupa burung dengan seizin-Ku, karena engkau tidak memiliki daya dan kekuatan kecuali daya dan kekuatan-Ku; kemudian engkau meniupnya, sehingga burung itu benar-benar hidup, lalu menjadi seekor burung yang sebenarnya, juga dengan seizin-Ku. Dan ingatlah, mukjizat yang lain, ketika engkau menyembuhkan orang yang buta sejak lahir yang secara lahiriah tidak mungkin sembuh; dan engkau juga dapat menyembuhkan orang yang berpenyakit kusta, yang pada umumnya sulit disembuhkan, dengan seizin-Ku. Dan ingatlah, kenikmatan-Ku kepadamu, ketika engkau mengeluarkan orang mati dari sebuah kuburan tua yang sudah bertahuntahun mati menjadi hidup kembali, juga dengan seizin-Ku. Dan ingatlah, kenikmatan yang sangat berharga, ketika Aku menghalangi Bani Israil dari rencana mereka untuk membunuhmu, sewaktu engkau menyampaikan kepada mereka keterangan-keterangan yang nyata, berdasarkan wahyu tentang bukti-bukti kerasulan dengan beberapa mukjizat, lalu orang-orang kafir di antara mereka berkata, dengan sombong, “Ini tidak lain, semua keanehan yang diperlihatkan Isa kepada kita, hanyalah sihir yang nyata, bukan mukjizat atau bukti kebenaran.”",
        "111": "Allah lalu mengingatkan Nabi Isa tentang kenikmatan lain yang sangat berharga, yaitu mendapat pengikut setia. Dan ingatlah, wahai Rasulullah dan sampaikan kepada umatmu, ketika Aku mengilhamkan kepada al-hawariyyun, para pengikut setia Nabi Isa, “Berimanlah kamu kepada-Ku dan kepada Rasul-Ku, yakni Nabi Isa.” Mereka, al-hawariyyun, menjawab dengan meyakinkan, “Kami telah beriman kepada Allah dan Rasul-Nya, dan saksikanlah, wahai Rasul, Nabi Isa, bahwa kami adalah orang-orang yang setia mematuhi perintah-perintahmu, yang berserah diri kepada Allah secara total.”",
        "112": "Ingatlah, wahai Rasulullah, ketika al-hawariyyun, para pengikut setia Nabi Isa, berkata kepadanya, “Wahai Isa putra Maryam! Apakah Tuhanmu berkenan, jika kami mengajukan permohonan untuk menurunkan hidangan dari langit kepada kami supaya kami bisa menikmati hidangan bersama kamu?” Nabi Isa menjawab, “Bertakwalah kepada Allah, wahai al-hawariyyun, jika kamu benar-benar orang-orang beriman kepada Allah dan Rasul-Nya, niscaya Allah akan mengabulkan permohonanmu itu.”",
        "113": "Mereka, al-hawariyyun, berkata kepada Nabi Isa, “Kami, wahai Nabi Isa, memohon hidangan langsung dari Allah, karena kami ingin memakan hidangan itu bersamamu, agar hati kami menjadi tenteram menyaksikan mukjizatmu dan agar kami menjadi yakin atas kerasulanmu dan menjadi yakin bahwa engkau telah berkata benar kepada kami dalam membacakan dan mengajarkan agama Allah kepada kami, dan kami, dengan hidayah Allah, menjadi orang-orang yang menyaksikan mukjizat yang meyakinkan ini.”",
        "114": "Nabi Isa putra Maryam menjawab permohonan al-hawariyyun dengan berdoa kepada Allah, “Ya Tuhan kami, yang menguasai semua urusan, turunkanlah kepada kami hidangan yang lezat, nikmat, dan penuh berkah dari langit secara langsung, yang peristiwa turunnya hidangan ini akan menjadi hari raya, yakni menjadi peristiwa penting bagi kami, yaitu bagi orang-orang yang sekarang bersama kami, al-hawariyyun, maupun yang datang setelah kami, yaitu orang-orang yang beriman kepada Allah dan Nabi Muhammad; dan turunnya hidangan ini akan menjadi tanda bagi kekuasaan Engkau sekaligus menjadi mukjizat bagiku. Kami pun memohon kepada-Mu, Ya Allah, berikanlah kepada kami rezeki yang halal dan berkah, karena Engkaulah sebaik-baik pemberi rezeki kepada seluruh makhluk dengan adil dan merata.”",
        "115": "Allah mengabulkan doa Nabi Isa. Allah berfirman, “Sungguh, Aku akan menurunkan hidangan itu kepadamu, wahai al-hawariyyun sebagaimana kalian minta, tetapi barang siapa di antara kamu setelah hidangan itu turun, menjadi kafir dengan mempertuhankan Nabi Isa dan ibunya, Maryam, maka sungguh, Aku akan mengazabnya di akhirat dengan azab khusus yang tidak pernah Aku timpakan kepada seorang pun, baik sebelum maupun sesudah kamu di antara umat manusia seluruh alam. Kekufuran mereka itu ialah telah mempertuhankan manusia, yaitu Nabi Isa dan ibunya, setelah Allah mengutus para nabi dan rasul yang menegaskan bahwa tidak ada tuhan selain Allah dan tidak ada ibadah kecuali kepada-Nya. Isa putra Maryam itu seorang Rasul Allah dan Maryam itu seorang perempuan salehah. Keduanya adalah manusia, tidak akan pernah menjadi Tuhan.",
        "116": "Beberapa ayat sebelumnya menjelaskan nikmat Allah yang dianugerahkan kepada Nabi Isa, termasuk nikmat mendapat pengikut setia dan turunnya hidangan dari langit. Pada ayat ini, Allah meminta pertanggungjawaban Nabi Isa tentang sikap Bani Israil yang mempertuhankan dirinya dan ibunya. Dan ingatlah, wahai Nabi Muhammad apa yang akan terjadi pada hari kiamat, ketika Allah berfirman kepada Nabi Isa, “Wahai Isa putra Maryam! Apa engkau pernah mengatakan kepada orang-orang, jadikanlah aku dan ibuku sebagai dua tuhan selain Allah yang menyebabkan mereka meyakini trinitas, tiga tuhan, hingga menyimpang dari ajaran tauhid?” Nabi Isa menjawab di hadapan Allah di akhirat, “Mahasuci Engkau dari apa yang mereka nisbahkan kepadaMu; tidak patut bagiku sebagai hamba-Mu dan Rasul-Mu, mengatakan kepada manusia yang bukan kebenaran, yakni mempertuhankan manusia dan menyembahnya sehingga menyimpang dari ajaran tauhid. Jika aku, selama hidupku yang singkat di dunia, pernah mengatakannya, menjadikan aku dan ibuku dua tuhan selain Engkau, ya Allah, tentulah Engkau telah mengetahuinya. Sebab, Engkau mengetahui apa yang ada pada diriku, yang tampak dan yang tersembunyi, dan aku sebagai manusia sangat terbatas, tidak mengetahui apa yang ada pada-Mu. Sungguh merupakan keharusan yang mutlak, Engkaulah, Tuhan, Yang Maha Mengetahui segala yang gaib, tersembunyi dari pandangan dan pengetahuan manusia.”",
        "117": "Nabi Isa melanjutkan pertanggungjawabannya di hadapan Allah di akhirat, “Aku tidak pernah, selama hidupku, mengatakan kepada mereka, Bani Israil, kecuali apa yang Engkau perintahkan kepadaku dalam kedudukanku sebagai rasul Allah, yaitu, sembahlah Allah, Tuhanku dan Tuhanmu, tidak ada tuhan selain Allah dan tidak ada ibadah kecuali kepada-Nya. Dan aku, sebagai utusan Allah kepada Bani Israil, menjadi saksi terhadap sikap mereka; di antara mereka ada yang beriman dan lurus keyakinannya, dan ada pula kufur yang menyeleweng keyakinannya dengan menjadikan aku dan ibuku dua tuhan selain Allah, selama aku berada, hidup dan bergaul, di tengah-tengah mereka. Maka setelah Engkau mewafatkan aku, selesailah tugasku sebagai nabi dan rasul dalam mengawasi keyakinan mereka. Sejak itu, Engkaulah yang mengawasi mereka; apakah mereka lurus atau menyeleweng dengan menjadikan aku dan ibuku dua tuhan selain Allah. Dan Engkaulah Yang Maha Menyaksikan atas segala sesuatu, yang terlihat maupun tersembunyi dari pandangan manusia.” Jadi, Nabi Isa selama hidupnya tidak pernah menyatakan kepada Bani Israil bahwa dirinya dan ibunya, Maryam, adalah tuhan dan tidak pernah pula memerintahkan untuk menyembah mereka berdua.",
        "118": "Nabi Isa lalu mengembalikan nasib umatnya yang menyimpang dari ajarannya di akhirat kepada keputusan Allah. “Wahai Tuhan Yang Maha Bijaksana, jika Engkau menyiksa mereka, karena mereka menjadikan aku dan ibuku dua tuhan selain Allah, maka sesungguhnya mereka adalah hamba-hamba-Mu, tidak ada seorang atau suatu apa pun yang menghalangi kehendak-Mu; dan jika Engkau mengampuni mereka, dengan kebesaran dan keagungan-Mu, meskipun mereka menyeleweng; sesungguhnya Engkaulah Yang Mahaperkasa, Mahabijaksana dalam segala yang hal yang Engkau putuskan.”",
        "119": "Allah menjawab apa yang disampaikan Nabi Isa dengan berfirman kepadanya, “Inilah saat orang-orang yang benar tauhidnya kepada Allah, tidak mempertuhankan manusia, dan tidak beribadah kecuali kepada Allah; ibadahnya mengikuti ketentuan Allah, niatnya ikhlas dan hatinya bersih selama hidup di dunia, memperoleh manfaat dari kebenarannya di akhirat dengan memperoleh jaminan keselamatan dan terbebas dari azab jahanam. Mereka memperoleh surga yang mengalir di bawahnya sungai-sungai, kenikmatan yang tiada bandingannya di dunia; mereka kekal di dalamnya selama-lamanya, dalam keabadian tanpa batas waktu. Allah rida kepada mereka atas keyakinan mereka yang lurus, ibadah mereka yang istikamah, dan akhlak mereka yang mulia; dan mereka pun rida kepada-Nya atas segala perlakuan Allah kepada mereka. Itulah, sejatinya, kemenangan yang agung, menurut Allah.”",
        "120": "Allah kembali menegaskan tentang kekuasaan dan kepemilikan-Nya yang serba mencakup dan menyeluruh. Milik Allah, Tuhan Yang Maha Esa, tidak ada sekutu bagi-Nya, kerajaan langit dan bumi, dengan kehendak dan kekuasaan mutlak tiada batas; dan milik Allah juga apa yang ada di dalamnya, manusia, jin, setan, dan malaikat; dan Dia Mahakuasa atas segala sesuatu, dengan kekuasaan yang adil dan bijaksana."
      }
    }
  }
}