{
  "number": 52,
  "name": "الطّور",
  "name_latin": "Aṭ-Ṭūr",
  "name_id": "At-Tur",
  "name_trans_id": "Gunung",
  "number_of_verse": 49,
  "category": "Makkiyah",
  "arabics": {
    "1": "وَالطُّوْرِۙ",
    "2": "وَكِتٰبٍ مَّسْطُوْرٍۙ",
    "3": "فِيْ رَقٍّ مَّنْشُوْرٍۙ",
    "4": "وَّالْبَيْتِ الْمَعْمُوْرِۙ",
    "5": "وَالسَّقْفِ الْمَرْفُوْعِۙ",
    "6": "وَالْبَحْرِ الْمَسْجُوْرِۙ",
    "7": "اِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌۙ",
    "8": "مَّا لَهٗ مِنْ دَافِعٍۙ",
    "9": "يَّوْمَ تَمُوْرُ السَّمَاۤءُ مَوْرًاۙ",
    "10": "وَّتَسِيْرُ الْجِبَالُ سَيْرًاۗ",
    "11": "فَوَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَۙ",
    "12": "الَّذِيْنَ هُمْ فِيْ خَوْضٍ يَّلْعَبُوْنَۘ",
    "13": "يَوْمَ يُدَعُّوْنَ اِلٰى نَارِ جَهَنَّمَ دَعًّاۗ",
    "14": "هٰذِهِ النَّارُ الَّتِيْ كُنْتُمْ بِهَا تُكَذِّبُوْنَ",
    "15": "اَفَسِحْرٌ هٰذَآ اَمْ اَنْتُمْ لَا تُبْصِرُوْنَ",
    "16": "اِصْلَوْهَا فَاصْبِرُوْٓا اَوْ لَا تَصْبِرُوْاۚ سَوَاۤءٌ عَلَيْكُمْۗ  اِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُوْنَ",
    "17": "اِنَّ الْمُتَّقِيْنَ فِيْ جَنّٰتٍ وَّنَعِيْمٍۙ",
    "18": "فٰكِهِيْنَ بِمَآ اٰتٰىهُمْ رَبُّهُمْۚ وَوَقٰىهُمْ رَبُّهُمْ عَذَابَ الْجَحِيْمِ",
    "19": "كُلُوْا وَاشْرَبُوْا هَنِيْۤـًٔا ۢبِمَا كُنْتُمْ تَعْمَلُوْنَۙ",
    "20": "مُتَّكِـِٕيْنَ عَلٰى سُرُرٍ مَّصْفُوْفَةٍۚ وَزَوَّجْنٰهُمْ بِحُوْرٍ عِيْنٍ",
    "21": "وَالَّذِيْنَ اٰمَنُوْا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِاِيْمَانٍ اَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَآ اَلَتْنٰهُمْ مِّنْ عَمَلِهِمْ مِّنْ شَيْءٍۗ  كُلُّ امْرِئٍ ۢبِمَا كَسَبَ رَهِيْنٌ",
    "22": "وَاَمْدَدْنٰهُمْ بِفَاكِهَةٍ وَّلَحْمٍ مِّمَّا يَشْتَهُوْنَ",
    "23": "يَتَنَازَعُوْنَ فِيْهَا كَأْسًا لَّا لَغْوٌ فِيْهَا وَلَا تَأْثِيْمٌ",
    "24": "۞ وَيَطُوْفُ عَلَيْهِمْ غِلْمَانٌ لَّهُمْ كَاَنَّهُمْ لُؤْلُؤٌ مَّكْنُوْنٌۚ",
    "25": "وَاَقْبَلَ بَعْضُهُمْ عَلٰى بَعْضٍ يَّتَسَاۤءَلُوْنَ",
    "26": "قَالُوْٓا اِنَّا كُنَّا قَبْلُ فِيْٓ اَهْلِنَا مُشْفِقِيْنَ",
    "27": "فَمَنَّ اللّٰهُ عَلَيْنَا وَوَقٰىنَا عَذَابَ السَّمُوْمِ",
    "28": "اِنَّا كُنَّا مِنْ قَبْلُ نَدْعُوْهُۗ اِنَّهٗ هُوَ الْبَرُّ الرَّحِيْمُ ࣖ",
    "29": "فَذَكِّرْ فَمَآ اَنْتَ بِنِعْمَتِ رَبِّكَ بِكَاهِنٍ وَّلَا مَجْنُوْنٍۗ",
    "30": "اَمْ يَقُوْلُوْنَ شَاعِرٌ نَّتَرَبَّصُ بِهٖ رَيْبَ الْمَنُوْنِ",
    "31": "قُلْ تَرَبَّصُوْا فَاِنِّيْ مَعَكُمْ مِّنَ الْمُتَرَبِّصِيْنَۗ",
    "32": "اَمْ تَأْمُرُهُمْ اَحْلَامُهُمْ بِهٰذَآ اَمْ هُمْ قَوْمٌ طَاغُوْنَۚ",
    "33": "اَمْ يَقُوْلُوْنَ تَقَوَّلَهٗۚ بَلْ لَّا يُؤْمِنُوْنَۚ",
    "34": "فَلْيَأْتُوْا بِحَدِيْثٍ مِّثْلِهٖٓ اِنْ كَانُوْا صٰدِقِيْنَۗ",
    "35": "اَمْ خُلِقُوْا مِنْ غَيْرِ شَيْءٍ اَمْ هُمُ الْخٰلِقُوْنَۗ",
    "36": "اَمْ خَلَقُوا السَّمٰوٰتِ وَالْاَرْضَۚ بَلْ لَّا يُوْقِنُوْنَۗ",
    "37": "اَمْ عِنْدَهُمْ خَزَاۤىِٕنُ رَبِّكَ اَمْ هُمُ الْمُصَۣيْطِرُوْنَۗ",
    "38": "اَمْ لَهُمْ سُلَّمٌ يَّسْتَمِعُوْنَ فِيْهِۚ فَلْيَأْتِ مُسْتَمِعُهُمْ بِسُلْطٰنٍ مُّبِيْنٍۗ",
    "39": "اَمْ لَهُ الْبَنٰتُ وَلَكُمُ الْبَنُوْنَۗ",
    "40": "اَمْ تَسْـَٔلُهُمْ اَجْرًا فَهُمْ مِّنْ مَّغْرَمٍ مُّثْقَلُوْنَۗ",
    "41": "اَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُوْنَۗ",
    "42": "اَمْ يُرِيْدُوْنَ كَيْدًاۗ فَالَّذِيْنَ كَفَرُوْا هُمُ الْمَكِيْدُوْنَۗ",
    "43": "اَمْ لَهُمْ اِلٰهٌ غَيْرُ اللّٰهِ ۗسُبْحٰنَ اللّٰهِ عَمَّا يُشْرِكُوْنَ",
    "44": "وَاِنْ يَّرَوْا كِسْفًا مِّنَ السَّمَاۤءِ سَاقِطًا يَّقُوْلُوْا سَحَابٌ مَّرْكُوْمٌ",
    "45": "فَذَرْهُمْ حَتّٰى يُلٰقُوْا يَوْمَهُمُ الَّذِيْ فِيْهِ يُصْعَقُوْنَۙ",
    "46": "يَوْمَ لَا يُغْنِيْ عَنْهُمْ كَيْدُهُمْ شَيْـًٔا وَّلَا هُمْ يُنْصَرُوْنَۗ",
    "47": "وَاِنَّ لِلَّذِيْنَ ظَلَمُوْا عَذَابًا دُوْنَ ذٰلِكَ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
    "48": "وَاصْبِرْ لِحُكْمِ رَبِّكَ فَاِنَّكَ بِاَعْيُنِنَا وَسَبِّحْ بِحَمْدِ رَبِّكَ حِيْنَ تَقُوْمُۙ",
    "49": "وَمِنَ الَّيْلِ فَسَبِّحْهُ وَاِدْبَارَ النُّجُوْمِ ࣖ"
  },
  "latins": [
    "Waṭ-ṭūr(i).",
    "Wa kitābim masṭūr(in).",
    "Fī raqqim mansyūr(in).",
    "Wal-baitil-ma'mūr(i).",
    "Was-saqfil-marfū'(i).",
    "Wal-baḥril-masjūr(i).",
    "Inna 'ażāba rabbika lawāqi'(un).",
    "Mā lahū min dāfi'(in).",
    "Yauma tamūrus-samā'u maurā(n).",
    "Wa tasīrul-jibālu sairā(n).",
    "Fawailuy yauma'iżil lil-mukażżibīn(a).",
    "Allażīna hum fī khauḍiy yal'abūn(a).",
    "Yauma yuda''ūna ilā nāri jahannama da''ā(n).",
    "Hāżihin-nārul-latī kuntum bihā tukażżibūn(a).",
    "Afasiḥrun hāżā am antum lā tubṣirūn(a).",
    "Iṣlauhā faṣbirū au lā taṣbirū, sawā'un 'alaikum, innamā tujzauna mā kuntum ta'malūn(a).",
    "Innal-muttaqīna fī jannātiw wa na'īm(in).",
    "Fākihīna bimā ātāhum rabbuhum, wa waqāhum rabbuhum 'ażābal-jaḥīm(i).",
    "Kulū wasyrabū hanī'am bimā kuntum ta'malūn(a).",
    "Muttaki'īna 'alā sururim maṣfūfah(tin), wa zawwajnāhum biḥūrin 'īn(in).",
    "Wal-lażīna āmanū wattaba'athum żurriyyatuhum bi'īmānin alḥaqnā bihim żurriyyatahum wa mā alatnāhum min 'amalihim min syai'(in), kullumri'im bimā kasaba rahīn(un).",
    "Wa amdadnāhum bifākihatiw wa laḥmim mimmā yasytahūn(a).",
    "Yatanāza'ūna fīhā ka'sal lā lagwun fīhā wa lā ta'ṡīm(un).",
    "Wa yaṭūfu 'alaihim gilmānul lahum ka'annahum lu'lu'um maknūn(un).",
    "Wa aqbala ba'ḍuhum 'alā ba'ḍiy yatasā'alūn(a).",
    "Qālū innā kunnā qablu fī ahlinā musyfiqīn(a).",
    "Fa mannallāhu 'alainā wa waqānā 'ażābas-samūm(i).",
    "Innā kunnā min qablu nad'ūh(u), innahū huwal-barrur-raḥīm(u).",
    "Fa żakkir famā anta bini'mati rabbika  bikāhiniw wa lā majnūn(in).",
    "Am yaqūlūna syā'irin natarabbaṣu bihī raibal-manūn(i).",
    "Qul tarabbaṣū fa innī ma'akum minal-mutarabbiṣīn(a).",
    "Am ta'muruhum aḥlāmuhum bihāżā am hum qaumun ṭāgūn(a).",
    "Am yaqūlūna taqawwalah(ū), bal lā yu'minūn(a).",
    "Falya'tū biḥadīṡim  miṡlihī in kānū ṣādiqīn(a).",
    "Am khuliqū min gairi syai'in am humul-khāliqūn(a).",
    "Am khalaqus-samāwāti wal-arḍ(a), bal lā yūqinūn(a).",
    "Am 'indahum khazā'inu rabbika  am humul-musaiṭirūn(a).",
    "Am lahum sullamuy yastami'ūna fīh(i), falya'ti mustami'uhum bisulṭānim mubīn(in).",
    "Am lahul-banātu wa lakumul-banūn(a).",
    "Am tas'aluhum ajran fahum mim magramim muṡqalūn(a).",
    "Am 'indahumul-gaibu fahum yaktubūn(a).",
    "Am yurīdūna kaidā(n), fal-lażīna kafarū humul-makīdūn(a).",
    "Am lahum ilāhun gairullāh(i), subḥānallāhi 'ammā yusyrikūn(a).",
    "Wa iy yarau kisfam minas-samā'i sāqiṭay yaqūlū saḥābum markūm(un).",
    "Fażarhum ḥattā yulāqū yaumahumul-lażī fīhi yuṣ'aqūn(a).",
    "Yauma lā yugnī 'anhum kaiduhum syai'aw wa lā hum yunṣarūn(a).",
    "Wa inna lil-lażīna ẓalamū 'ażāban dūna żālika wa lākinna akṡarahum lā ya'lamūn(a).",
    "Waṣbir liḥukmi rabbika fa innaka bi'a'yuninā wa sabbiḥ biḥamdi rabbika ḥīna taqūm(u).",
    "Wa minal-laili fa sabbiḥhu wa idbāran-nujūm(i)."
  ],
  "translations": {
    "id": {
      "1": "Demi gunung (Sinai),",
      "2": "demi Kitab yang ditulis",
      "3": "pada lembaran yang terbuka,",
      "4": "demi Baitulmakmur,703)",
      "5": "demi atap yang ditinggikan (langit),",
      "6": "dan demi lautan yang dipanaskan (di dalamnya ada api),",
      "7": "sesungguhnya azab Tuhanmu pasti terjadi.",
      "8": "Tidak ada sesuatu pun yang dapat menolaknya.",
      "9": "(Azab Tuhanmu terjadi) pada hari (ketika) langit berguncang sekeras-kerasnya",
      "10": "dan gunung-gunung bergerak dengan dahsyat.",
      "11": "Maka, pada hari itu celakalah orang-orang yang mendustakan,",
      "12": "(yaitu) orang-orang yang bermain-main dalam kebatilan (perbuatan dosa).",
      "13": "(Azab Tuhanmu terjadi) pada hari (ketika) mereka dicampakkan ke neraka Jahanam dengan sekuat-kuatnya.",
      "14": "(Dikatakan kepada mereka,) “Inilah neraka yang dahulu kamu dustakan.”",
      "15": "Apakah ini sihir? Ataukah kamu tidak melihat?",
      "16": "Masuklah ke dalamnya (dan rasakan panas apinya)! Baik kamu bersabar atau tidak, sama saja (tidak ada manfaatnya)bagimu. Sesungguhnya kamu hanya diberi balasan atas apa yang telah kamu kerjakan.",
      "17": "Sesungguhnya orang-orang yang bertakwa berada dalam surga dan kenikmatan.",
      "18": "Mereka bersuka ria dengan apa yang Tuhan anugerahkan kepada mereka. Tuhan menjaga mereka dari azab (neraka) Jahim.",
      "19": "(Dikatakan kepada mereka,) “Makan dan minumlah dengan nikmat sebagai balasan dari apa yang telah kamu kerjakan!”",
      "20": "Mereka bertelekan di atas dipan-dipan yang tersusun dan Kami menganugerahkan kepada mereka pasangan, yaitu bidadari yang bermata indah.",
      "21": "Orang-orang yang beriman dan anak cucunya mengikuti mereka dalam keimanan, Kami akan mengumpulkan anak cucunya itu dengan mereka (di dalam surga). Kami tidak mengurangi sedikit pun pahala amal (kebajikan) mereka. Setiap orang terikat dengan apa yang dikerjakannya.",
      "22": "Kami menganugerahkan kepada mereka tambahan (kenikmatan) berupa buah-buahan dan daging dari segala jenis yang mereka inginkan.",
      "23": "Di dalam (surga) itu mereka saling mengulurkan gelas (yang isinya) tidak (menimbulkan) ucapan atau sikap yang tidak berfaedah dan tidak pula (menimbulkan) perbuatan dosa.",
      "24": "Di sekitar mereka ada anak-anak muda belia berkeliling untuk (melayani) mereka, seakan-akan (anak muda belia) itu bagaikan mutiara yang tersimpan.",
      "25": "Sebagian mereka menghadap kepada sebagian yang lain saling bertegur sapa.",
      "26": "Mereka berkata, “Sesungguhnya kami dahulu, sewaktu berada di tengah-tengah keluarga kami, adalah orang yang takut (ditimpa azab Allah).",
      "27": "Allah menganugerahkan karunia kepada kami dan menjaga kami dari azab neraka.",
      "28": "Sesungguhnya kami menyembah-Nya sejak dahulu. Sesungguhnya hanya Dialah Yang Maha Luas kebajikan-Nya lagi Maha Penyayang.”",
      "29": "(Wahai Nabi Muhammad,) teruslah menyampaikan peringatan karena berkat nikmat Tuhanmulah, engkau bukan seorang tukang tenung dan bukan pula orang gila!",
      "30": "Bahkan, mereka (orang musyrik Makkah) berkata, “Dia (Nabi Muhammad) adalah seorang penyair yang kami tunggu-tunggu kecelakaan menimpanya.”",
      "31": "Katakanlah (Nabi Muhammad), “Tunggulah! Sesungguhnya aku pun termasuk orang yang sedang menunggu bersamamu.”",
      "32": "Apakah mereka diperintah oleh pikiran-pikiran mereka untuk mengucapkan (tuduhan-tuduhan) ini atau apakah mereka kaum yang melampaui batas?",
      "33": "Bahkan, apakah mereka (juga) berkata, “Dia (Nabi Muhammad) mereka-rekanya?” Tidak! Merekalah yang tidak beriman.",
      "34": "Cobalah mereka membuat yang semisal dengannya (Al-Qur’an) jika mereka orang-orang benar.",
      "35": "Apakah mereka tercipta tanpa asal-usul ataukah mereka menciptakan (diri mereka sendiri)?",
      "36": "Apakah mereka menciptakan langit dan bumi? Sebenarnya mereka tidak meyakini (apa yang mereka katakan).",
      "37": "Apakah di sisi mereka ada perbendaharaan Tuhanmu ataukah mereka yang berkuasa?",
      "38": "Apakah mereka mempunyai tangga (ke langit) untuk mendengarkan (hal-hal yang gaib)? Hendaklah orang yang mendengarkan di antara mereka itu datang membawa keterangan yang nyata.",
      "39": "Apakah (pantas) bagi-Nya anak-anak perempuan, sedangkan untuk kamu anak-anak laki-laki?",
      "40": "Apakah engkau (Nabi Muhammad) meminta imbalan kepada mereka sehingga mereka dibebani dengan utang?",
      "41": "Apakah mereka mempunyai (pengetahuan) tentang yang gaib, lalu mereka menuliskannya?",
      "42": "Apakah mereka hendak melakukan tipu daya? Justru orang-orang yang kufur itulah yang terkena tipu daya.",
      "43": "Apakah mereka mempunyai tuhan selain Allah? Maha Suci Allah dari apa yang mereka persekutukan.",
      "44": "Jika mereka melihat gumpalan-gumpalan awan berjatuhan dari langit, mereka berkata, “Itu adalah awan yang bertumpuk-tumpuk (yang akan menurunkan hujan).”",
      "45": "Biarkanlah mereka (dalam kesesatan) hingga mereka menemui hari (yang dijanjikan kepada) mereka yang pada hari itu mereka dibinasakan,",
      "46": "(yaitu) pada hari (ketika) tipu daya mereka tidak berguna sedikit pun bagi mereka dan mereka tidak akan diberi pertolongan.",
      "47": "Sesungguhnya bagi orang-orang yang zalim ada azab selain itu, tetapi kebanyakan mereka tidak mengetahui.",
      "48": "Bersabarlah (Nabi Muhammad) menunggu ketetapan Tuhanmu karena sesungguhnya engkau berada dalam pengawasan Kami! Bertasbihlah seraya bertahmid (memuji) Tuhanmu ketika engkau bangun!",
      "49": "Bertasbihlah kepada-Nya pada sebagian malam dan pada waktu terbenamnya bintang-bintang (waktu fajar)."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Surah až-Žariyat ditutup dengan penegasan jatuhnya ancaman Allah bagi mereka yang kafir. Surah at-Tur diawali dengan kepastian jatuhnya azab bagi mereka yang mengingkari ayat-ayat Allah. Penegasan tentang kepastian azab ini diawali dengan sumpah-sumpah Allah. Demi gunung Sinai yang menjadi lokasi Nabi Musa menerima Taurat,",
        "2": "dan demi Kitab Allah yang diwahyukan-Nya dan yang ditulis pada lembaran yang terbuka sehingga mudah dibaca dan dipahami maknanya,",
        "3": "danyang ditulis pada lembaran yang terbukasehingga mudah dibaca dan dipahami maknanya,",
        "4": "Dan demi Baitulma’mur, yaitu Kakbah atau tempat yang menjadi lokasi para malaikat rukuk, sujud, dan tawaf,",
        "5": "Dan demi atap,yaitu langit, yang ditinggikan dan kukuh tanpa tiang penyangga,",
        "6": "dan demi lautan yang penuh gelombang yang di dalam tanahnya terdapat api.",
        "7": "Sungguh, azab Tuhanmu yang diancamkan kepada para pengingkar ayat-ayat dan ajaran-Nya pasti terjadi.",
        "8": "Ketika itu, tidak ada sesuatu pun, baik manusia maupun makhluk lain, yang dapat menolak atau menghindari-nya,",
        "9": "Siksa bagi para pengingkar itu akan datang pada hari ketika langit berguncang dan bergerak naik turun",
        "10": "kiri dan kanan dengan sekeras-kerasnya, dan gunung berjalan atau berpindah dari tempatnya bagaikan awan yang ditiup angin.",
        "11": "Ketika azab itu datang, maka celakalah pada hari itu bagi orang-orang yang mendustakan ayat-ayat Allah,",
        "12": "terutama yang terkait dengan keesaan-Nya dan keniscayaan kiamat. Mereka itulah orang-orang yang terus bermain-main dalam kebatilan dan perbuatan dosa.",
        "13": "Datangnya azab kepada para pengingkar itu adalah suatu kepastian. Pada hari ketika siksa itu tiba, mereka didorong oleh para malaikat ke neraka Jahanam dengan sekuat-kuatnya sehingga mereka masuk ke dalamnya.",
        "14": "Saat para pengingkar itu dimasukkan ke neraka, dikatakan kepada mereka, “Inilah neraka yang di dunia dahulu kamu terus-menerus mendustakannya.”",
        "15": "Begitu masuk neraka, para pengingkar itu mendapat ejekan dan kecaman. “Kamu sudah merasakan sendiri pedihnya azab neraka yang dauhlu kamu ingkari, maka dengan demikian, apakah neraka ini hanya merupakan sihir yang mengelabui mata ataukah kamu memang tidak melihat sehingga kamu akan terus mengingkari keberadaannya?",
        "16": "Wahai para pengingkar, masuklah ke dalamnya dan rasakanlah panas apinya; maka baik kamu bersabar atas pedihnya siksa neraka itu atau tidak bersabar atasnya, keduanya akan sama saja akibatnya bagimu. Tetapi, ketahuilah bahwa Allah tidak menganiaya kamu dengan siksa itu. Sesungguhnya kamu hanya diberi balasan yang setimpal atas apa yang telah kamu kerjakan.",
        "17": "Beralih dari penjelasan tentang azab bagi para pengingkar ayat-ayat Allah, pada ayat-ayat berikut Allah menjelaskan kenikmatan bagi mereka yang bertakwa. Sesungguhnya orang-orang yang bertakwa dan terus beribadah serta melakukan kebajikan, mereka itu berada dalam surga yang indah dan penuh kenikmatan ukhrawi yang tidak terlukiskan.",
        "18": "Di surga itu mereka selalu bersuka ria dan berbahagia dengan apa yang diberikan Tuhan Yang Maha Pengasih kepada mereka; dan selain itu, Tuhan Yang Maha Pemberi senantiasa memelihara mereka dari azab neraka yang panas dan pedihnya tidak terkira.",
        "19": "Allah menyediakan di surga beragam makanan yang lezat dan minuman yang menyegarkan. Kemudian dikatakan kepada mereka yang bertakwa, “Makan dan minumlah dengan rasa nikmat semua yang sudah disediakan. Ini semua sebagai balasan dari apa, yaitu kebajikan, yang telah kamu kerjakan di dunia dengan ikhlas demi mengharap rida Allah.”",
        "20": "Saat menikmati anugerah Allah itu, mereka duduk dengan nyaman sambil bersandar di atas dipan-dipan yang tersusun dengan indah dan rapi. Kami anugerahi mereka berbagai kenikmatan yang sempurna dan Kami berikan pula kepada mereka pasangan berupa bidadari yang bermata indah.",
        "21": "Di surga Allah akan mempertemukan orang tua dengan keturunannya yang seiman. Dan orang-orang yang beriman dan mendapat balasan surga, beserta anak cucu mereka atau ibu bapak mereka yang mengikuti mereka dalam keimanan, walaupun derajat keimanannya tidak serupa, akan Kami pertemukan mereka dengan anak cucu mereka di surga sebagai anugerah atas ketakwaan mereka, dan Kami tidak mengurangi sedikit pun pahala amal kebajikan yang telah mereka perbuat di dunia. Setiap orang terikat dan akan bertanggung jawab dengan apa yang dikerjakannya, dan dia tidak akan dihukum karena dosa orang lain.",
        "22": "Dan selain itu, Kami berikan pula kepada mereka tambahan berupa aneka buah-buahan yang lezat dan daging dari segala jenis hewan yang mereka inginkan.",
        "23": "Di dalam surga itu mereka bersuka ria dan merasakan kegembiraan yang tiada habis. Mereka saling mengulurkan gelas yang isinya minuman yang tidak memabukkan dan tidak pula menyebabkan munculnya ucapan yang tidak berfaedah ataupun perbuatan dosa seperti halnya minuman keras di dunia.",
        "24": "Dan di surga itu, di sekitar mereka ada pelayan berupa anak-anak muda yang berkeliling untuk melayani keperluan mereka. Para pemuda itu tampak tampan dan berpakaian rapi seakan-akan mereka itu mutiara yang tersimpan di tempat yang terjaga.",
        "25": "Orang-orang bertakwa itu sangat menikmati anugerah Allah, dan sebagian mereka berhadap-hadapan satu sama lain untuk bercengkerama dan saling bertegur sapa dalam keriangan.",
        "26": "Ketika para penghuni surga ditanya tentang sikap dan perbuatan apa yang membuat mereka mendapat ganjaran surga, dengan serentak mereka berkata, “Sesungguhnya kami di dunia dahulu, sewaktu kami masih berada di tengah-tengah keluarga, kami selalu merasa takut akan diazab di neraka, karena itu kami selalu melakukan kebaikan dan mendekatkan diri kepada Allah.",
        "27": "Sebagai rahmat dari dari Allah, maka Allah sesuai dengan janji-Nya memberikan karunia surga kepada kami dan senantiasa memelihara kami dari azab neraka yang tidak terkirakan pedihnya.",
        "28": "Sesungguhnya kami sebelum menerima anugerah ini selalu menyembah dan berdoa kepada-Nya sejak di dunia dahulu. Tuhan telah mengabulkan doa kami. Sesungguhnya hanya Dialah Yang Maha Melimpahkan kebaikan kepada orang yang bertakwa, lagi Maha Penyayang kepada semua makhluk-Nya.",
        "29": "Allah memerintahkan Nabi Muhammad untuk melanjutkan dak-wahnya, “Bila kesudahan manusia itu sesuai amal dan perbuatan masing-masing, maka peringatkanlah orang-orang kafir itu karena dengan nikmat dari Tuhanmu, engkau bukanlah seorang tukang tenung, seperti tuduhan mereka, yang menyampaikan berita gaib tanpa dasar yang jelas, dan engkau bukan pula orang gila yang berpikiran kacau.",
        "30": "Tidak hanya menuduhmu tukang tenung dan orang gila, bahkan mereka yang kafir itu juga berkata, “Dia adalah seorang penyair yang kami tunggu-tunggu kecelakaan, seperti musibah atau kematian, menimpanya.”",
        "31": "Allah tidak memerintahkan Nabi Muhammad untuk menanggapi tuduhan orang kafir yang tidak berdasar itu. Dia berfirman, “Katakanlah kepada mereka, 'Wahai orang kafir, tunggulah ketetapan Allah atasmu! Sesungguhnya aku pun termasuk orang yang sedang menunggu bersama kamu datangnya ketetapan Allah itu.”",
        "32": "Tuduhan-tuduhan orang-orang kafir itu tidak berdasar. Apakah mereka diperintah oleh pikiran-pikiran mereka yang sesat untuk mengucapkan tuduhan-tuduhan yang tidak berdasar ini ataukah mereka memang kaum yang melampaui batas kewajaran sehingga tidak segan melancarkan tuduhan negatif itu?",
        "33": "Ataukah mereka juga menuduhnya menggubah Al-Qur’an, dengan berkata, “Dia telah mereka-rekanya dengan pikirannya sendiri dan mengklaimnya sebagai wahyu Allah.” Tidak! Semua yang mereka katakan itu tidaklah benar! Sesungguhnya merekalah yang tidak beriman kepada ajaran Allah.",
        "34": "Bila orang-orang kafir itu bersikukuh dengan tuduhannya tentang Al-Qur’an, maka cobalah mereka, baik secara sendiri maupun berkelompok, membuat karya yang semisal dengannya, jika mereka memang merupakan orang-orang yang benar dalam tuduhan dan penilaiannya.",
        "35": "Usai memberi bantahan atas tuduhan orang-orang musyrik, Allah lalu memberi bantahan atas keyakinan mereka. Allah berfirman, “Atau apakah mereka tercipta tanpa asal-usul yang jelas, ataukah mereka yang menciptakan diri mereka sendiri sehingga tidak mau mengakui Allah sebagai Pencipta?",
        "36": "Ataukah mereka enggan beriman karena merasa telah menciptakan langit dan bumi yang demikian indah dan rapi? Sebenarnya mereka sendiri tidak meyakini apa yang mereka katakan, karena mereka memang tidak mengetahuinya.",
        "37": "Ataukah mereka ingkar karena merasa bahwa di sisi mereka ada per-bendaharaan Tuhanmu, wahai Nabi Muhammad, ataukah mereka yang berkuasa mengatur dan menggunakan perbendaharan Allah dengan semaunya sehingga mereka menolak risalahmu dan menuduhmu dengan ungkapan yang merendahkan?",
        "38": "Atau apakah mereka, yaitu orang-orang musyrik, mempunyai tangga menuju langit untuk mendengarkan hal-hal gaib? Bila demikian maka hendaklah orang yang mendengarkan berita gaib di antara mereka itu datang dengan membawa keterangan yang nyata yang didengarnya. Pasti tidak akan ada yang tampil untuk mengungkapkannya.",
        "39": "Allah mengecam kaum musyrik yang meyakini Dia punya anak perempuan, yaitu para malaikat, “Ataukah pantas bila kalian mengatakan bahwa untuk Dia Yang Maha Esa itu anak-anak perempuan seperti yang kamu yakini, sedangkan untuk kamu anak-anak laki-laki? Sungguh, itu semua merupakan anggapan yang sangat keji dan keliru.”",
        "40": "Allah lalu mengajak bicara Nabi Muhammad, “Ataukah keengganan kaum musyrik untuk beriman adalah karena engkau meminta imbalan kepada mereka saat menyampaikan dakwah sehingga mereka dibebani de-ngan utang? Tentu tidak. Engkau tidak pernah meminta upah pada mereka atas dakwahmu.”",
        "41": "Ataukah mereka menolak beriman karena di sisi mereka mempunyai pengetahuan tentang yang gaib, lalu dengan pengetahuan itu mereka ingin menguasai segala hal dan menuliskannya untuk yang lain?",
        "42": "Ataukah mereka dengan segala tindakan itu hendak melakukan tipu daya untuk memadamkan cahaya Ilahi? Sungguh, tipu daya mereka betapapun rapi dan kuat, pasti tidak akan berhasil. Tetapi, orang-orang yang kafir itu akan merasakan akibatnya karena justru merekalah yang terkena dampak buruk dari tipu daya mereka.",
        "43": "Ataukah penolakan itu karena mereka mempunyai tuhan yang berkuasa selain Allah, yang melarang mereka untuk mempercayaimu, wahai Nabi Muhammad? Sungguh, tidak ada tuhan selain Dia, dan Mahasuci Allah dari apa yang mereka persekutukan, apa pun bentuknya.",
        "44": "Ayat-ayat berikut menerangkan keingkaran dan sikap kaum musyrik yang melampaui batas. Dan jika mereka melihat dengan mata kepala sendiri gumpalan-gumpalan awan berjatuhan dari langit ke bumi, mereka akan memandang remeh dan berkata, “Itu adalah awan yang bertumpuk-tumpuk sehingga membentuk butir-butir hujan yang tidak membahayakan.”",
        "45": "Karena mereka meremehkan hal itu, maka biarkanlah mereka dalam kesesatannya, wahai Nabi Muhammad, hingga mereka menemui hari jatuhnya ancaman yang dijanjikan kepada mereka. Pada hari itu, hari kiamat, mereka pasti dibinasakan sebagai balasan atas keingkaran mereka.",
        "46": "Balasan itu datang pada hari ketika tipu daya yang mereka upayakan tidak berguna sedikit pun bagi mereka, dan pada hari itu mereka juga tidak akan diberi pertolongan.",
        "47": "Azab yang dikemukakan pada ayat sebelumnya diberikan kepada orang yang ingkar, dan sesungguhnya bagi orang-orang yang zalim, baik terhadap diri sendiri maupun orang lain, masih ada azab selain yang sudah disebutkan itu. Tetapi, sayangnya kebanyakan di antara mereka tidak mengetahui.",
        "48": "Wahai Nabi Muhammad, hendaklah engkau mengetahui keadaan mereka yang seperti itu, dan bersabarlah menunggu ketetapan Tuhanmu, karena sesungguhnya engkau selalu berada dalam pengawasan dan pemeliharaan Kami. Berzikir dan bertasbihlah dengan memuji Tuhanmu ketika engkau bangun pagi untuk melakukan kegiatan duniawi atau ukhrawi.",
        "49": "Dan selain itu, pada sebagian malam, ketika kebanyakan orang tidur, dekatkanlah dirimu kepada Allah, bertasbihlah kepada-Nya, dan berzikir serta bertasbihlah pada waktu terbenamnya bintang-bintang pada waktu fajar."
      }
    }
  }
}