{
  "number": 54,
  "name": "القمر",
  "name_latin": "Al-Qamar",
  "name_id": "Al-Qamar",
  "name_trans_id": "Bulan",
  "number_of_verse": 55,
  "category": "Makkiyah",
  "arabics": {
    "1": "اِقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ",
    "2": "وَاِنْ يَّرَوْا اٰيَةً يُّعْرِضُوْا وَيَقُوْلُوْا سِحْرٌ مُّسْتَمِرٌّ",
    "3": "وَكَذَّبُوْا وَاتَّبَعُوْٓا اَهْوَاۤءَهُمْ وَكُلُّ اَمْرٍ مُّسْتَقِرٌّ",
    "4": "وَلَقَدْ جَاۤءَهُمْ مِّنَ الْاَنْۢبَاۤءِ مَا فِيْهِ مُزْدَجَرٌۙ",
    "5": "حِكْمَةٌ ۢ بَالِغَةٌ فَمَا تُغْنِ النُّذُرُۙ",
    "6": "فَتَوَلَّ عَنْهُمْ ۘ يَوْمَ يَدْعُ الدَّاعِ اِلٰى شَيْءٍ نُّكُرٍۙ",
    "7": "خُشَّعًا اَبْصَارُهُمْ يَخْرُجُوْنَ مِنَ الْاَجْدَاثِ كَاَنَّهُمْ جَرَادٌ مُّنْتَشِرٌۙ",
    "8": "مُّهْطِعِيْنَ اِلَى الدَّاعِۗ يَقُوْلُ الْكٰفِرُوْنَ هٰذَا يَوْمٌ عَسِرٌ",
    "9": "۞ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوْحٍ فَكَذَّبُوْا عَبْدَنَا وَقَالُوْا مَجْنُوْنٌ وَّازْدُجِرَ",
    "10": "فَدَعَا رَبَّهٗٓ اَنِّيْ مَغْلُوْبٌ فَانْتَصِرْ",
    "11": "فَفَتَحْنَآ اَبْوَابَ السَّمَاۤءِ بِمَاۤءٍ مُّنْهَمِرٍۖ",
    "12": "وَّفَجَّرْنَا الْاَرْضَ عُيُوْنًا فَالْتَقَى الْمَاۤءُ عَلٰٓى اَمْرٍ قَدْ قُدِرَ ۚ",
    "13": "وَحَمَلْنٰهُ عَلٰى ذَاتِ اَلْوَاحٍ وَّدُسُرٍۙ",
    "14": "تَجْرِيْ بِاَعْيُنِنَاۚ جَزَاۤءً لِّمَنْ كَانَ كُفِرَ",
    "15": "وَلَقَدْ تَّرَكْنٰهَآ اٰيَةً فَهَلْ مِنْ مُّدَّكِرٍ",
    "16": "فَكَيْفَ كَانَ عَذَابِيْ وَنُذُرِ",
    "17": "وَلَقَدْ يَسَّرْنَا الْقُرْاٰنَ لِلذِّكْرِ فَهَلْ مِنْ مُّدَّكِرٍ",
    "18": "كَذَّبَتْ عَادٌ فَكَيْفَ كَانَ عَذَابِيْ وَنُذُرِ",
    "19": "اِنَّآ اَرْسَلْنَا عَلَيْهِمْ رِيْحًا صَرْصَرًا فِيْ يَوْمِ نَحْسٍ مُّسْتَمِرٍّۙ",
    "20": "تَنْزِعُ النَّاسَۙ كَاَنَّهُمْ اَعْجَازُ نَخْلٍ مُّنْقَعِرٍ",
    "21": "فَكَيْفَ كَانَ عَذَابِيْ وَنُذُرِ",
    "22": "وَلَقَدْ يَسَّرْنَا الْقُرْاٰنَ لِلذِّكْرِ فَهَلْ مِنْ مُّدَّكِرٍ ࣖ",
    "23": "كَذَّبَتْ ثَمُوْدُ بِالنُّذُرِ",
    "24": "فَقَالُوْٓا اَبَشَرًا مِّنَّا وَاحِدًا نَّتَّبِعُهٗٓ  ۙاِنَّآ اِذًا لَّفِيْ ضَلٰلٍ وَّسُعُرٍ",
    "25": "ءَاُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْۢ بَيْنِنَا بَلْ هُوَ كَذَّابٌ اَشِرٌ",
    "26": "سَيَعْلَمُوْنَ غَدًا مَّنِ الْكَذَّابُ الْاَشِرُ",
    "27": "اِنَّا مُرْسِلُوا النَّاقَةِ فِتْنَةً لَّهُمْ فَارْتَقِبْهُمْ وَاصْطَبِرْۖ",
    "28": "وَنَبِّئْهُمْ اَنَّ الْمَاۤءَ قِسْمَةٌ ۢ بَيْنَهُمْۚ  كُلُّ شِرْبٍ مُّحْتَضَرٌ",
    "29": "فَنَادَوْا صَاحِبَهُمْ فَتَعَاطٰى فَعَقَرَ",
    "30": "فَكَيْفَ كَانَ عَذَابِيْ وَنُذُرِ",
    "31": "اِنَّآ اَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَّاحِدَةً فَكَانُوْا كَهَشِيْمِ الْمُحْتَظِرِ",
    "32": "وَلَقَدْ يَسَّرْنَا الْقُرْاٰنَ لِلذِّكْرِ فَهَلْ مِنْ مُّدَّكِرٍ",
    "33": "كَذَّبَتْ قَوْمُ لُوْطٍ ۢبِالنُّذُرِ",
    "34": "اِنَّآ اَرْسَلْنَا عَلَيْهِمْ حَاصِبًا اِلَّآ اٰلَ لُوْطٍ ۗنَجَّيْنٰهُمْ بِسَحَرٍۙ",
    "35": "نِّعْمَةً مِّنْ عِنْدِنَاۗ  كَذٰلِكَ نَجْزِيْ مَنْ شَكَرَ",
    "36": "وَلَقَدْ اَنْذَرَهُمْ بَطْشَتَنَا فَتَمَارَوْا بِالنُّذُرِ",
    "37": "وَلَقَدْ رَاوَدُوْهُ عَنْ ضَيْفِهٖ فَطَمَسْنَآ اَعْيُنَهُمْ فَذُوْقُوْا عَذَابِيْ وَنُذُرِ",
    "38": "وَلَقَدْ صَبَّحَهُمْ بُكْرَةً عَذَابٌ مُّسْتَقِرٌّۚ",
    "39": "فَذُوْقُوْا عَذَابِيْ وَنُذُرِ",
    "40": "وَلَقَدْ يَسَّرْنَا الْقُرْاٰنَ لِلذِّكْرِ فَهَلْ مِنْ مُّدَّكِرٍ ࣖ",
    "41": "وَلَقَدْ جَاۤءَ اٰلَ فِرْعَوْنَ النُّذُرُۚ",
    "42": "كَذَّبُوْا بِاٰيٰتِنَا كُلِّهَا فَاَخَذْنٰهُمْ اَخْذَ عَزِيْزٍ مُّقْتَدِرٍ",
    "43": "اَكُفَّارُكُمْ خَيْرٌ مِّنْ اُولٰۤىِٕكُمْ اَمْ لَكُمْ بَرَاۤءَةٌ فِى الزُّبُرِۚ",
    "44": "اَمْ يَقُوْلُوْنَ نَحْنُ جَمِيْعٌ مُّنْتَصِرٌ",
    "45": "سَيُهْزَمُ الْجَمْعُ وَيُوَلُّوْنَ الدُّبُرَ",
    "46": "بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ اَدْهٰى وَاَمَرُّ",
    "47": "اِنَّ الْمُجْرِمِيْنَ فِيْ ضَلٰلٍ وَّسُعُرٍۘ",
    "48": "يَوْمَ يُسْحَبُوْنَ فِى النَّارِ عَلٰى وُجُوْهِهِمْۗ ذُوْقُوْا مَسَّ سَقَرَ",
    "49": "اِنَّا كُلَّ شَيْءٍ خَلَقْنٰهُ بِقَدَرٍ",
    "50": "وَمَآ اَمْرُنَآ اِلَّا وَاحِدَةٌ كَلَمْحٍ ۢبِالْبَصَرِ",
    "51": "وَلَقَدْ اَهْلَكْنَآ اَشْيَاعَكُمْ فَهَلْ مِنْ مُّدَّكِرٍ",
    "52": "وَكُلُّ شَيْءٍ فَعَلُوْهُ فِى الزُّبُرِ",
    "53": "وَكُلُّ صَغِيْرٍ وَّكَبِيْرٍ مُّسْتَطَرٌ",
    "54": "اِنَّ الْمُتَّقِيْنَ فِيْ جَنّٰتٍ وَّنَهَرٍۙ",
    "55": "فِيْ مَقْعَدِ صِدْقٍ عِنْدَ مَلِيْكٍ مُّقْتَدِرٍ ࣖ"
  },
  "latins": [
    "Iqtarabatis-sā'atu wansyaqqal-qamar(u).",
    "Wa iy yarau āyatay yu'riḍū wa yaqūlū siḥrum mustamirr(un).",
    "Wa każżabū wattaba'ū ahwā'ahum wa kullu amrim mustaqirr(un).",
    "Wa laqad jā'ahum minal-ambā'i mā fīhi muzdajar(un).",
    "Ḥikmatum bāligatun famā tugnin-nużur(u).",
    "Fa tawalla 'anhum, yauma yad'ud-dā'i ilā syai'in nukur(in).",
    "Khusysya'an abṣāruhum yakhrujūna minal-ajdāṡi ka'annahum jarādum muntasyir(un).",
    "Muhṭi'īna ilad-dā'(i), yaqūlul-kāfirūna hāżā yaumun 'asir(un).",
    "Każżabat qablahum qaumu nūḥin fakażżabū 'abdanā wa qālū majnūnuw wazdujir(a).",
    "Fa da'ā rabbahū annī maglūbun fantaṣir.",
    "Fa fataḥnā abwābas-samā'i bimā'im munhamir(in).",
    "Wa fajjarnal-arḍa 'uyūnan faltaqal-mā'u 'alā amrin qad qudir(a).",
    "Wa ḥamalnāhu 'alā żāti alwāḥiw wa dusur(in).",
    "Tajrī bi'a'yuninā, jazā'al liman kāna kufir(a).",
    "Wa laqat taraknāhā āyatan fahal mim muddakir(in).",
    "Fa kaifa kāna 'ażābī wa nużur(i).",
    "Wa laqad yassarnal-qur'āna liż-żikri fahal mim muddakir(in).",
    "Każżabat 'ādun fa kaifa kāna 'ażābī wa nużur(i).",
    "Innā arsalnā 'alaihim rīḥan ṣarṣaran fī yaumi naḥsim mustamirr(in).",
    "Tanzi'un-nās(a), ka'annahum a'jāzu nakhlim munqa'ir(in).",
    "Fa kaifa kāna 'ażābī wa nużur(i).",
    "Wa laqad yassarnal-qur'āna liż-żikri fahal mim muddakir(in).",
    "Każżabat ṡamūdu bin-nużur(i).",
    "Fa qālū abasyaram minnā wāḥidan nattabi'uh(ū), innā iżal lafī ḍalāliw wa su'ur(in).",
    "A'ulqiyaż-żikru 'alaihi mim baininā bal huwa każżābun asyir(un).",
    "Saya'lamūna gadam manil-każżābul-asyir(u).",
    "Innā mursilun-nāqati fitnatal lahum fartaqibhum waṣṭabir.",
    "Wa nabbi'hum annal-mā'a qismatum bainahum, kullu syirbim muḥtaḍar(un).",
    "Fa nādau ṣāḥibahum fa ta'āṭā fa 'aqar(a).",
    "Fakaifa kāna 'ażābī wa nużur(i).",
    "Innā arsalnā 'alaihim ṣaiḥataw wāḥidatan fa kānū kahasyīmil-muḥtaẓir(i).",
    "Wa laqad yassarnal-qur'āna liż-żikri fahal mim muddakir(in).",
    "Każżabat qaumu lūṭim bin-nużur(i).",
    "Innā arsalnā 'alaihim ḥāṣiban illā āla lūṭ(in), najjaināhum bisaḥar(in).",
    "Ni'matam min 'indinā, każālika najzī man syakar(a).",
    "Wa laqad anżarahum baṭsyatanā fa tamārau bin-nużur(i).",
    "Wa laqad rāwadūhu 'an ḍaifihī fa ṭamasnā a'yunahum fa żūqū 'ażābī wa nużur(i).",
    "Wa laqad ṣabbaḥahum bukratan 'ażābum mustaqirr(un).",
    "Fa żūqū 'ażābī wa nużur(i).",
    "Wa laqad yassarnal-qur'āna liż-żikri fahal mim muddakir(in).",
    "Wa laqad jā'a āla fir'aunan-nużur(u).",
    "Każżabū bi'āyātinā kullihā fa'akhażnāhum akhża 'azīzim muqtadir(in).",
    "Akuffārukum khairum min ulā'ikum am lakum barā'atun fiz-zubur(i).",
    "Am yaqūlūna naḥnu jamī'um muntaṣir(un).",
    "Sayuhzamul-jam'u wa yuwallūnad-dubur(a).",
    "Balis-sā'atu mau'iduhum was-sā'atu adhā wa amarr(u).",
    "Innal-mujrimīna fī ḍalāliw wa su'ur(in).",
    "Yauma yusḥabūna fin-nāri 'alā wujūhihim, żūqū massa saqar(a).",
    "Innā kulla syai'in khalaqnāhu biqadar(in).",
    "Wa mā amrunā illā wāḥidatun kalamḥim bil-baṣar(i).",
    "Wa laqad ahlaknā asy-yā'akum fahal mim muddakir(in).",
    "Wa kullu syai'in fa'alūhu fiz-zubur(i).",
    "Wa kullu ṣagīriw wa kabīrim mustaṭar(un).",
    "Innal-muttaqīna fī jannātiw wa nahar(in).",
    "Fī maq'adi ṣidqin 'inda malīkim muqtadir(in)."
  ],
  "translations": {
    "id": {
      "1": "Hari Kiamat makin dekat dan bulan terbelah.",
      "2": "Jika mereka (kaum musyrik Makkah) melihat suatu tanda (mukjizat), mereka berpaling dan berkata, “(Ini adalah) sihir yang terus-menerus.”",
      "3": "Mereka mendustakan (Nabi Muhammad) dan mengikuti keinginan mereka, padahal setiap urusan telah ada ketetapannya.",
      "4": "Sungguh, benar-benar telah datang kepada mereka beberapa berita yang di dalamnya terdapat ancaman (terhadap orang-orang kafir).",
      "5": "(Berita-berita itu adalah) hikmah yang sempurna,705) tetapi peringatan-peringatan itu tidak berguna (bagi mereka).",
      "6": "Maka, berpalinglah (Nabi Muhammad) dari mereka. Pada hari (ketika) penyeru (malaikat) mengajak (mereka) pada sesuatu yang tidak menyenangkan (hari Pembalasan),",
      "7": "pandangan mereka tertunduk. Mereka keluar (berhamburan) dari kubur seperti belalang yang beterbangan.",
      "8": "Mereka bersegera datang kepada penyeru itu. Orang-orang kafir berkata, “Ini adalah hari yang sulit.”",
      "9": "Sebelum mereka, kaum Nuh juga telah mendustakan (rasul). Mereka mendustakan hamba Kami (Nuh) dan mengatakan, “(Dia) orang gila!” Dia pun dibentak (dengan cacian dan lainnya).",
      "10": "Dia (Nuh) lalu mengadu kepada Tuhannya, “Sesungguhnya aku telah dikalahkan, maka tolonglah (aku).”",
      "11": "Lalu, Kami membukakan pintu-pintu langit dengan (menurunkan) air yang tercurah.",
      "12": "Kami pun menjadikan bumi menyemburkan banyak mata air. Maka, berkumpullah semua air itu sehingga (meluap dan menimbulkan) bencana yang telah ditetapkan.",
      "13": "Kami mengangkut dia (Nuh) ke atas (kapal) yang terbuat dari papan dan pasak",
      "14": "yang berlayar dengan pengawasan Kami sebagai balasan (kebaikan) bagi orang yang telah diingkari (kaumnya).",
      "15": "Sungguh, Kami benar-benar telah menjadikan (kapal) itu sebagai tanda (pelajaran). Maka, adakah orang yang mau mengambil pelajaran?",
      "16": "Betapa dahsyatnya azab dan peringatan-Ku!",
      "17": "Sungguh, Kami benar-benar telah memudahkan Al-Qur’an sebagai pelajaran. Maka, adakah orang yang mau mengambil pelajaran?",
      "18": "(Kaum) 'Ad pun telah mendustakan (rasul mereka). Maka, betapa dahsyatnya azab dan peringatan-Ku!",
      "19": "Sesungguhnya Kami telah mengembuskan angin yang sangat kencang kepada mereka pada hari nahas yang terus-menerus,",
      "20": "yang membuat manusia bergelimpangan, seakan-akan mereka itu pohon-pohon kurma yang tumbang dengan akar-akarnya.",
      "21": "Maka, betapa dahsyatnya azab dan peringatan-Ku!",
      "22": "Sungguh, Kami benar-benar telah memudahkan Al-Qur’an sebagai pelajaran. Maka, adakah orang yang mau mengambil pelajaran?",
      "23": "(Kaum) Samud pun telah mendustakan peringatan-peringatan.",
      "24": "Mereka berkata, “Bagaimana kita akan mengikuti seorang manusia (biasa) di antara kita? Sesungguhnya kalau begitu kita benar-benar telah sesat dan gila.",
      "25": "Apakah wahyu itu diturunkan kepadanya di antara kita? Pastilah dia (Saleh) seorang yang sangat pendusta lagi sombong.”",
      "26": "Kelak mereka akan mengetahui siapa yang sebenarnya sangat pendusta lagi sombong itu.",
      "27": "Sesungguhnya Kami akan mengirimkan unta betina sebagai ujian bagi mereka, maka tunggulah mereka dan bersabarlah (wahai Saleh).",
      "28": "Beri tahulah mereka bahwa air itu dibagi di antara mereka (dengan unta betina itu). Setiap pihak berhak mendapat giliran minum.",
      "29": "Mereka memanggil kawannya, lalu dia menangkap (unta itu) dan menyembelihnya.",
      "30": "Betapa dahsyatnya azab dan peringatan-Ku!",
      "31": "Kami mengirimkan atas mereka suara menggelegar satu kali. Maka, jadilah mereka seperti batang-batang kering yang lapuk milik pembuat kandang ternak.",
      "32": "Sungguh, Kami benar-benar telah memudahkan Al-Qur’an sebagai pelajaran. Adakah orang yang mau mengambil pelajaran?",
      "33": "Kaum Lut pun telah mendustakan peringatan-peringatan.",
      "34": "Sesungguhnya Kami menimpakan atas mereka badai batu, kecuali pengikut Lut. Kami menyelamatkan mereka sebelum fajar menyingsing",
      "35": "sebagai nikmat dari Kami. Demikianlah Kami memberi balasan kepada orang-orang yang bersyukur.",
      "36": "Sungguh, dia (Lut) benar-benar telah memperingatkan mereka akan hukuman Kami, tetapi mereka membantah peringatan itu.",
      "37": "Sungguh, mereka benar-benar telah membujuknya berkali-kali (agar menyerahkan) tamunya (kepada mereka). Lalu, Kami butakan mata mereka. Maka, rasakanlah azab-Ku dan peringatan-peringatan-Ku!",
      "38": "Sungguh, pada esok harinya mereka benar-benar ditimpa azab yang terus-menerus.",
      "39": "Maka, rasakanlah azab-Ku dan peringatan-peringatan-Ku!",
      "40": "Sungguh, Kami benar-benar telah memudahkan Al-Qur’an sebagai pelajaran. Maka, adakah orang yang mau mengambil pelajaran?",
      "41": "Sungguh, berbagai peringatan benar-benar telah datang kepada pengikut Fir'aun.",
      "42": "Mereka mendustakan semua tanda-tanda (kebesaran) Kami. Maka, Kami mengazab mereka dengan azab (Tuhan) Yang Maha Perkasa lagi Maha Kuasa.",
      "43": "Apakah orang-orang kafir di lingkunganmu (kaum Quraisy) lebih baik daripada mereka (kaum terdahulu) ataukah kamu telah mempunyai (jaminan) kebebasan (dari azab) dalam kitab-kitab terdahulu?",
      "44": "Bahkan, apakah mereka mengatakan, “Kami adalah golongan yang pasti menang.”",
      "45": "Golongan itu pasti akan dikalahkan dan mereka berbalik ke belakang (mundur).",
      "46": "Bahkan hari Kiamat itulah hari yang dijanjikan kepada mereka. Hari Kiamat itu lebih dahsyat dan lebih pahit.",
      "47": "Sesungguhnya para pendurhaka berada dalam kesesatan dan akan berada dalam (neraka) Sa'ir (yang menyala-nyala).",
      "48": "Pada hari (ketika) mereka diseret ke neraka dengan wajah (tertelungkup), (dikatakan kepada mereka,) “Rasakanlah sentuhan (api neraka) Saqar.”",
      "49": "Sesungguhnya Kami menciptakan segala sesuatu sesuai dengan ukuran.",
      "50": "Perintah Kami (ketika menghendaki sesuatu) hanyalah (dengan perkataan) sekali saja seperti kejapan mata.",
      "51": "Sungguh, Kami benar-benar telah membinasakan orang yang (kekafirannya) serupa dengan kamu. Maka, adakah orang yang mau mengambil pelajaran?",
      "52": "Segala sesuatu yang telah mereka perbuat (tertulis) dalam buku-buku catatan (amal).",
      "53": "Segala (amalan) yang kecil atau yang besar (semuanya) tertulis (di Lauhulmahfuz).",
      "54": "Sesungguhnya orang-orang yang bertakwa berada di taman-taman dan sungai",
      "55": "di tempat yang disenangi di sisi Tuhan Yang Maha Kuasa."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Terdapat keterkaitan erat antara Surah an-Najm dengan Surah al-Qamar. Bila Surah an-Najm ditutup dengan ancaman terhadap orang kafir tentang hari kiamat yang makin dekat, Surah al-Qamar diawali dengan penegasan bahwa kiamat itu benar-benar telah dekat. Allah juga menunjukkan kuasa-Nya terhadap bulan. Saat kedatangan hari kiamat yang telah ditetapkan semakin dekat, bulan pun terbelah.",
        "2": "Orang musyrik selalu enggan memercayai berita yang dibawa oleh Nabi Muhammad. Dan jika mereka melihat dengan mata kepala satu tanda dan mukjizat yang membuktikan kebenaran ajaran beliau, mereka tetap berpaling seraya menolak kebenaran itu dan berkata, Semua yang terjadi ini sesungguhnya hanya sihir yang bersifat terus-menerus.",
        "3": "Demikianlah sikap orang musyrik, dan mereka memang senantiasa mendustakan kebenaran dari-Nya. Mereka cenderung menyimpang dari fitrah dan mengikuti keinginannya yang menjerumuskan mereka pada kesesatan, padahal setiap urusan yang terjadi pasti telah ada ketetapannya.",
        "4": "Dan sungguh, telah datang kepada mereka beberapa kisah yang di dalamnya terdapat ancaman bagi mereka untuk tidak berbuat ingkar dan syirik.",
        "5": "Wahai Nabi Muhammad, peristiwa-peristiwa yang engkau sam-paikan kepada umatmu adalah hikmah, yaitu ilmu amaliah dan amal ilmiah, yang sempurna kebenaran dan kejelasannya. Tetapi, sesungguhnya peringatan-peringatan itu tidak berguna bagi mereka.",
        "6": "Maka, berpalinglah engkau dari mereka! Orang musyrik itu akan menghadapi masa yang mengerikan, yaitu pada hari ketika penyeru, ketika malaikat atau utusan-Nya, mengajak mereka kepada sesuatu yang tidak menyenangkan, yaitu datangnya kiamat dan keharusan setiap orang mempertanggung jawabkan perbuatannya.",
        "7": "Orang yang diseru itu akan datang pandangan mereka tertunduk, ketika mereka keluar dari kuburan dengan ketakutan. Keadaan ini menyebabkan mereka berjalan serampangan, seakan-akan mereka belalang yang beterbangan.",
        "8": "Dengan patuh dan penuh rasa takut mereka segera datang kepada penyeru itu. Dalam keadaan seperti ini orang-orang kafir terus saja berkata, Ini adalah hari yang sangat sulit dihadapi.",
        "9": "Ayat-ayat berikut menguraikan siksaan duniawi atas orang-orang yang mengingkari para rasul. Sebelum mereka, yaitu kaum musyrik Mekah, sebagian besar kaum Nabi Nuh juga telah mendustakan dan menolak dakwah hamba Kami. Maka mereka mendustakan Nabi Nuh, hamba Kami yang terpilih, dan mengatakan, Dia adalah orang gila! Lalu diusirnya dengan ancaman, ejekan, dan makian dari hampir seluruh kaumnya.",
        "10": "Pembangkangan kaum Nabi Nuh makin menjadi. Meski sudah didakwahi sekian ratus tahun, hanya segelintir kaumnya yang beriman. Maka dia menengadahkan tangan, mengadu kepada Tuhannya, Sesungguhnya aku telah dikalahkan dengan keingkaran dan perlakuan buruk kaumku, maka tolonglah aku, wahai Tuhan Pemeliharaku.",
        "11": "Allah meperkenankan doa Nabi Nuh, lalu Kami bukakan pintu-pintu langit, yaitu awan yang mencurahkan hujan dan membanjiri permukiman kaum Nabi Nuh dengan air yang tercurah deras,",
        "12": "dan selain itu Kami jadikan bumi menyemburkan mata-mata air. Karena dahsyatnya peristiwa itu, maka bertemulah air-air yang tercurah dari langit dan tersembur dari bumi itu sehingga meluap dan menimbulkan keadaan dan bencana yang telah ditetapkan untuk menghukum kaum yang mengingkari rasulnya.",
        "13": "Limpahan air dari langit dan pancarannya dari bumi merupakan azab bagi kaum Nabi Nuh yang ingkar. Dan Kami angkut serta selamatkan dia bersama orang-orang yang beriman ke atas kapal yang terbuat dari papan yang disusun dan diikat dengan pasak,",
        "14": "yang berlayar dengan pemeliharaan dan pengawasan Kami, sebagai ganjaran dan balasan bagi orang yang telah diingkari oleh kaumnya.",
        "15": "Dan sungguh, kapal itu telah Kami awetkan dan Kami jadikan sebagai tanda dan pelajaran bagi kaum yang datang kemudian. Maka, adakah orang yang mau dan bersungguh-sungguh mengambil pelajaran dari peristiwa itu? Bila hal itu tidak menyadarkannya untuk menaati ajakan rasul,",
        "16": "maka perhatikan betul-betul betapa dahsyatnya azab-Ku dan peringatan-Ku.",
        "17": "Dan sungguh, telah Kami mudahkan Al-Qur’an untuk menjadi pelajaran dan peringatan bagi semua manusia, maka adakah di antara mereka yang mau mengambil pelajaran sehingga Allah melimpahkan karunia kepada-nya dan membantunya memahami kitab suci ini?",
        "18": "Sebagaimana kaum Nabi Nuh, kaum 'Ad pun mengingkari dakwah nabi mereka, Nabi Hud. Kaum 'Ad pun telah mendustakan Nabi Hud yang telah Kami utus kepada mereka. Kami binasakan mereka, maka lihatlah betapa dahsyatnya azab-Ku dan peringatan-Ku yang telah Kusampaikan melalui rasul-rasul-Ku.",
        "19": "Sebagai hukuman atas keingkaran kaum 'Ad, sesungguhnya Kami telah mengembuskan angin yang sangat kencang kepada mereka pada hari yang mereka anggap sebagai hari nahas. Embusan yang tidak ada bandingannya itu terjadi secara terus-menerus.",
        "20": "Allah mengembuskan angin mahadahsyat yang membuat manusia durhaka itu bergelimpangan seakan-akan mereka bagaikan pohon-pohon kurma yang tumbang dengan akar-akarnya.",
        "21": "Maka perhatikanlah betapa dahsyatnya azab-Ku dan peringatan-Ku kepada orang-orang yang ingkar dan durhaka.",
        "22": "Peristiwa yang menimpa kaum 'Ad merupakan pelajaran berharga bagi orang yang mau memperhatikan. Dan sungguh, telah Kami mudahkan Al-Qur’an untuk menjadi pelajaran dan peringatan bagi semua manusia. Maka, adakah di antara mereka orang yang mau mengambil pelajaran sehingga Allah melimpahkan karunia kepadanya dan membantunya memahami kitab suci ini?",
        "23": "Seperti kaum Nabi Nuh dan kaum 'Ad, kaum Samud pun mengingkari dakwah nabi mereka, Nabi Saleh. Kaum Samud pun telah mendustakan rasul Allah dan peringatan itu",
        "24": "Maka mereka berkata, “Bagaimana kita akan mengikuti seorang manusia biasa di antara kita yang tidak memiliki keistimewaan dan pengikut, sedang dia mengajarkan sesuatu yang bertentangan dengan keyakinan nenek moyang kita? Sungguh, kalau begitu kita benar-benar telah sesat dan gila.",
        "25": "Apakah wahyu itu justru diturunkan kepadanya, bukan kepada orang lain di antara kita yang lebih istimewa dan berpengaruh? Pastilah dia seorang pendusta besar lagi sombong.”",
        "26": "Allah membantah, “Kelak, saat bukti-bukti yang menguatkan kenabiannya ditampakkan, mereka akan mengetahui siapa yang sebenarnya layak disebut sangat pendusta dan sombong itu.”",
        "27": "Sesungguhnya Kami akan menciptakan dan mengirimkan seekor unta betina sebagai mukjizat yang membuktikan kebenaran Nabi Saleh dan sebagai cobaan bagi mereka, apakah mereka beriman atau tidak. Maka sesudah kami kirimkan unta itu, tunggulah tindakan mereka kepadanya dan bersabarlah menanti tindakan Kami terhadap mereka.",
        "28": "Wahai Nabi Saleh, dan beritahukanlah kepada mereka, yaitu kaum Samud, bahwa air sumur yang menjadi sumber minum mereka itu dibagi di antara mereka dengan unta betina itu; setiap orang berhak mendapat giliran minum dan hanya bisa mengambil jatah sesuai giliran tersebut.",
        "29": "Mereka merasa kecewa dengan pembagian jatah air itu. Maka mereka memanggil kawannya yang dikenal kuat dan kejam untuk membunuh unta itu, lalu dia menangkap unta itu dan memotongnya. Akibat kedurhakaan ini,",
        "30": "maka lihatlah betapa dahsyatnya azab-Ku dan peringatan-Ku kepada mereka.",
        "31": "Begitu unta tersebut dibunuh, datanglah azab Allah kepada mereka. Kami kirimkan atas mereka satu suara yang keras dan mengguntur, maka dengan sangat cepat jadilah mereka seperti batang-batang kering yang lapuk.",
        "32": "Uraian pada ayat-ayat sebelumnya menjadi pelajaran bagi mereka mau berpikir dan mengambil ibrah. Dan sungguh, telah Kami mudahkan Al-Qur’an untuk dijadikan peringatan, maka adakah orang yang secara sungguh-sungguh mau mengambil pelajaran darinya sehingga Allah melimpahkan karunia dan membantu dia memahami isinya?",
        "33": "Beralih dari kisah Kaum Samud dan azab yang menimpa mereka, Allah lalu bertutur tentang kisah Nabi Lut. Kaum Lut pun telah mendustakan peringatan nabinya itu.",
        "34": "Akibat keingkaran mereka, sesungguhnya Kami kirimkan kepada mereka badai yang berembus amat kencang dan membawa batu-batu untuk kami timpakan kepada mereka, kecuali keluarga Lut. Kami selamatkan mereka dari bencana itu sebelum fajar menyingsing.",
        "35": "Kami lakukan itu semua sebagai nikmat dari Kami. Demikianlah Kami selalu memberi balasan kepada orang-orang yang bersyukur.",
        "36": "Allah tidak menimpakan azab itu kepada kaum Nabi Lut secara tiba-tiba karena sebelumnya mereka telah diberi peringatan. Dan sungguh, dia telah memperingatkan mereka agar berhenti dari kedurhakaan yang akan menyebabkan jatuhnya hukuman Kami, tetapi mereka tetap mendustakan peringatan-Ku.",
        "37": "Puncak keingkaran kaum Nabi Lut adalah kebiasaan mereka berhubungan seksual sesama jenis. Suatu hari Nabi Lut kedatangan tamu pria. Mereka pun bergegas ke rumah Nabi Lut. Dan sungguh, mereka telah membujuknya agar menyerahkan tamunya itu kepada mereka untuk diajak berhubungan seksual, lalu Kami butakan mata mereka akibat kedurhakaan ini, maka rasakanlah betapa pedih azab-Ku dan peringatan-Ku!",
        "38": "Tidak hanya membutakan mata mereka, Allah juga menimpakan kepada mereka azab yang lebih pedih. Dan sungguh, pada esok harinya mereka benar-benar ditimpa azab yang tetap sehingga binasalah mereka semua.",
        "39": "Maka rasakanlah betapa pedihnya azab-Ku dan bukti dari peringatan-Ku!",
        "40": "Allah menuturkan kisah ini untuk mengingatkan betapa besar nikmat-Nya kepada manusia. Allah ingin agar manusia mau mengambil dari kisah itu pelajaran bagi kehidupannya. Dan sungguh, telah Kami mudahkan Al-Qur’an untuk dijadikan peringatan, maka adakah orang yang secara sungguh-sungguh mau mengambil pelajaran darinya sehingga Allah melimpahkan karunia dan membantunya memahami isinya?",
        "41": "Dari kisah kaum Nabi Lut Allah beralih menyebut kisah Fir’aun dan kaumnya. Dan sungguh, peringatan Kami telah datang kepada keluarga Fir’aun dan kaumnya agar mereka beriman kepada Allah Yang Esa.",
        "42": "Namun, mereka mendustakan mukjizat-mukjizat Kami semuanya yang ditunjukkan oleh Nabi Musa, maka Kami azab mereka dengan azab dari Allah Yang Mahaperkasa, lagi Mahakuasa.",
        "43": "Allah kemudian mengalihkan arah komunikasi kepada kaum musyrik Mekah. Wahai kaum musyrik, apakah orang-orang kafir di lingkunganmu yang lebih baik daripada mereka yang telah dikisahkan itu, ataukah kamu telah mempunyai jaminan kebebasan dari azab seperti yang tercantum dalam kitab-kitab terdahulu, sehingga kamu bersikeras untuk ingkar?",
        "44": "Peringatan itu tidak diperhatikan oleh kaum musyrik Mekah. Atau mereka mengatakan dengan penuh kesombongan, “Kami ini golongan yang sangat kompak dan selalu bersatu. Kami adalah golongan yang pasti menang dalam menghadapi siapa saja.”",
        "45": "Allah menegasikan keyakinan kaum kafir itu . Golongan itu pasti akan dikalahkan oleh kaum yang beriman dan mereka akan mundur ke belakang sambil berlari pontang-panting.",
        "46": "Kekalahan mereka di dunia bukan akhir segalanya karena di akhirat mereka juga akan menerima azab atas kekafirannya. Bahkan, hari Kiamat itulah hari paling sulit yang dijanjikan oleh Allah kepada mereka, dan hari Kiamat itu lebih dahsyat daripada semua bencana dunia dan lebih pahit karena siksa itu berlanjut tanpa akhir.",
        "47": "Uraian tentang peringatan terhadap kaum kafir Mekah diikuti oleh penjelasan mengenai siksa bagi pendosa dan pahala bagi orang yang bertakwa. Sungguh, orang-orang yang berdosa berada dalam kesesatan saat di dunia, dan di akhirat kelak akan berada dalam neraka yang penuh siksa pedih.",
        "48": "Pada hari mereka yang kafir itu diseret ke neraka pada wajahnya, dikatakan kepada mereka, “Rasakanlah sentuhan api neraka yang sangat panas itu.”",
        "49": "Apa yang terjadi pada semua makhluk sudah ditetapkan oleh Allah. Sungguh, Kami menciptakan segala sesuatu menurut ukuran, yaitu suatu sistem dan ketentuan yang telah ditetapkan.",
        "50": "Dan ketahuilah bahwa semua perintah Kami yang menyangkut apa pun hanyalah diungkapkan dengan satu perkataan yang mudah dan cepat, seperti kejapan mata.",
        "51": "Azab atas kaum-kaum terdahulu membuktikan betapa Allah Mahakuasa. Dan sungguh, telah Kami binasakan orang yang kekafirannya serupa dengan kamu, wahai kaum musyrik Mekah. Maka, adakah di antara kamu orang yang mau mengambil pelajaran dari peristiwa-peristiwa itu?",
        "52": "Kami juga mengetahui apa saja yang berkaitan dengan mereka. Dan untuk membuktikan perilaku mereka, segala sesuatu yang telah mereka perbuat kapan dan di mana pun tercatat dengan rinci oleh malaikat Kami dalam buku-buku catatan.",
        "53": "Dan di samping itu, segala sesuatu baik yang kecil dan remeh maupun yang besar dan penting tertulis di sana dengan rinci.",
        "54": "Bila orang-orang musyrik diseret pada wajahnya ke arah neraka, maka sungguh, orang-orang yang benar-benar bertakwa secara tulus berada di taman-taman dan sungai-sungai yang beragam.",
        "55": "Mereka tinggal di tempat yang disenangi dan penuh kebahagiaan, di sisi Tuhan Yang Mahakuasa."
      }
    }
  }
}