{
  "number": 58,
  "name": "المجادلة",
  "name_latin": "Al-Mujādalah",
  "name_id": "Al-Mujadalah",
  "name_trans_id": "Gugatan",
  "number_of_verse": 22,
  "category": "Madaniyah",
  "arabics": {
    "1": "قَدْ سَمِعَ اللّٰهُ قَوْلَ الَّتِيْ تُجَادِلُكَ فِيْ زَوْجِهَا وَتَشْتَكِيْٓ اِلَى اللّٰهِ  ۖوَاللّٰهُ يَسْمَعُ تَحَاوُرَكُمَاۗ اِنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ",
    "2": "اَلَّذِيْنَ يُظٰهِرُوْنَ مِنْكُمْ مِّنْ نِّسَاۤىِٕهِمْ مَّا هُنَّ اُمَّهٰتِهِمْۗ اِنْ اُمَّهٰتُهُمْ اِلَّا الّٰۤـِٔيْ وَلَدْنَهُمْۗ وَاِنَّهُمْ لَيَقُوْلُوْنَ مُنْكَرًا مِّنَ الْقَوْلِ وَزُوْرًاۗ وَاِنَّ اللّٰهَ لَعَفُوٌّ غَفُوْرٌ",
    "3": "وَالَّذِيْنَ يُظٰهِرُوْنَ مِنْ نِّسَاۤىِٕهِمْ ثُمَّ يَعُوْدُوْنَ لِمَا قَالُوْا فَتَحْرِيْرُ رَقَبَةٍ مِّنْ قَبْلِ اَنْ يَّتَمَاۤسَّاۗ ذٰلِكُمْ تُوْعَظُوْنَ بِهٖۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ",
    "4": "فَمَنْ لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ اَنْ يَّتَمَاۤسَّاۗ فَمَنْ لَّمْ يَسْتَطِعْ فَاِطْعَامُ سِتِّيْنَ مِسْكِيْنًاۗ ذٰلِكَ لِتُؤْمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖۗ وَتِلْكَ حُدُوْدُ اللّٰهِ ۗوَلِلْكٰفِرِيْنَ عَذَابٌ اَلِيْمٌ",
    "5": "اِنَّ الَّذِيْنَ يُحَاۤدُّوْنَ اللّٰهَ وَرَسُوْلَهٗ كُبِتُوْا كَمَا كُبِتَ الَّذِيْنَ مِنْ قَبْلِهِمْ وَقَدْ اَنْزَلْنَآ اٰيٰتٍۢ بَيِّنٰتٍۗ وَلِلْكٰفِرِيْنَ عَذَابٌ مُّهِيْنٌۚ",
    "6": "يَوْمَ يَبْعَثُهُمُ اللّٰهُ جَمِيْعًا فَيُنَبِّئُهُمْ بِمَا عَمِلُوْاۗ  اَحْصٰىهُ اللّٰهُ وَنَسُوْهُۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ࣖ",
    "7": "اَلَمْ تَرَ اَنَّ اللّٰهَ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ مَا يَكُوْنُ مِنْ نَّجْوٰى ثَلٰثَةٍ اِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ اِلَّا هُوَ سَادِسُهُمْ وَلَآ اَدْنٰى مِنْ ذٰلِكَ وَلَآ اَكْثَرَ اِلَّا هُوَ مَعَهُمْ اَيْنَ مَا كَانُوْاۚ  ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوْا يَوْمَ الْقِيٰمَةِۗ اِنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ",
    "8": "اَلَمْ تَرَ اِلَى الَّذِيْنَ نُهُوْا عَنِ النَّجْوٰى ثُمَّ يَعُوْدُوْنَ لِمَا نُهُوْا عَنْهُ وَيَتَنٰجَوْنَ بِالْاِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُوْلِۖ وَاِذَا جَاۤءُوْكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللّٰهُ ۙوَيَقُوْلُوْنَ فِيْٓ اَنْفُسِهِمْ لَوْلَا يُعَذِّبُنَا اللّٰهُ بِمَا نَقُوْلُۗ حَسْبُهُمْ جَهَنَّمُۚ يَصْلَوْنَهَاۚ فَبِئْسَ الْمَصِيْرُ",
    "9": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْاِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُوْلِ وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوٰىۗ وَاتَّقُوا اللّٰهَ الَّذِيْٓ اِلَيْهِ تُحْشَرُوْنَ",
    "10": "اِنَّمَا النَّجْوٰى مِنَ الشَّيْطٰنِ لِيَحْزُنَ الَّذِيْنَ اٰمَنُوْا وَلَيْسَ بِضَاۤرِّهِمْ شَيْـًٔا اِلَّا بِاِذْنِ اللّٰهِ ۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ",
    "11": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا قِيْلَ لَكُمْ تَفَسَّحُوْا فِى الْمَجٰلِسِ فَافْسَحُوْا يَفْسَحِ اللّٰهُ لَكُمْۚ وَاِذَا قِيْلَ انْشُزُوْا فَانْشُزُوْا يَرْفَعِ اللّٰهُ الَّذِيْنَ اٰمَنُوْا مِنْكُمْۙ وَالَّذِيْنَ اُوْتُوا الْعِلْمَ دَرَجٰتٍۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ",
    "12": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نَاجَيْتُمُ الرَّسُوْلَ فَقَدِّمُوْا بَيْنَ يَدَيْ نَجْوٰىكُمْ صَدَقَةً ۗذٰلِكَ خَيْرٌ لَّكُمْ وَاَطْهَرُۗ فَاِنْ لَّمْ تَجِدُوْا فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
    "13": "ءَاَشْفَقْتُمْ اَنْ تُقَدِّمُوْا بَيْنَ يَدَيْ نَجْوٰىكُمْ صَدَقٰتٍۗ فَاِذْ لَمْ تَفْعَلُوْا وَتَابَ اللّٰهُ عَلَيْكُمْ فَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ ۗوَاللّٰهُ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَ ࣖ",
    "14": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ تَوَلَّوْا قَوْمًا غَضِبَ اللّٰهُ عَلَيْهِمْۗ مَا هُمْ مِّنْكُمْ وَلَا مِنْهُمْۙ وَيَحْلِفُوْنَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُوْنَ",
    "15": "اَعَدَّ اللّٰهُ لَهُمْ عَذَابًا شَدِيْدًاۗ اِنَّهُمْ سَاۤءَ مَا كَانُوْا يَعْمَلُوْنَ",
    "16": "اِتَّخَذُوْٓا اَيْمَانَهُمْ جُنَّةً فَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ فَلَهُمْ عَذَابٌ مُّهِيْنٌ",
    "17": "لَنْ تُغْنِيَ عَنْهُمْ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ مِّنَ اللّٰهِ شَيْـًٔاۗ  اُولٰۤىِٕكَ اَصْحٰبُ النَّارِۗ هُمْ فِيْهَا خٰلِدُوْنَ",
    "18": "يَوْمَ يَبْعَثُهُمُ اللّٰهُ جَمِيْعًا فَيَحْلِفُوْنَ لَهٗ كَمَا يَحْلِفُوْنَ لَكُمْ وَيَحْسَبُوْنَ اَنَّهُمْ عَلٰى شَيْءٍۗ  اَلَآ اِنَّهُمْ هُمُ الْكٰذِبُوْنَ",
    "19": "اِسْتَحْوَذَ عَلَيْهِمُ الشَّيْطٰنُ فَاَنْسٰىهُمْ ذِكْرَ اللّٰهِ ۗ اُولٰۤىِٕكَ حِزْبُ الشَّيْطٰنِۗ  اَلَآ اِنَّ حِزْبَ الشَّيْطٰنِ هُمُ الْخٰسِرُوْنَ",
    "20": "اِنَّ الَّذِيْنَ يُحَاۤدُّوْنَ اللّٰهَ وَرَسُوْلَهٗٓ اُولٰۤىِٕكَ فِى الْاَذَلِّيْنَ",
    "21": "كَتَبَ اللّٰهُ لَاَغْلِبَنَّ اَنَا۠ وَرُسُلِيْۗ اِنَّ اللّٰهَ قَوِيٌّ عَزِيْزٌ",
    "22": "لَا تَجِدُ قَوْمًا يُّؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ يُوَاۤدُّوْنَ مَنْ حَاۤدَّ اللّٰهَ وَرَسُوْلَهٗ وَلَوْ كَانُوْٓا اٰبَاۤءَهُمْ اَوْ اَبْنَاۤءَهُمْ اَوْ اِخْوَانَهُمْ اَوْ عَشِيْرَتَهُمْۗ  اُولٰۤىِٕكَ كَتَبَ فِيْ قُلُوْبِهِمُ الْاِيْمَانَ وَاَيَّدَهُمْ بِرُوْحٍ مِّنْهُ ۗوَيُدْخِلُهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ رَضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُۗ  اُولٰۤىِٕكَ حِزْبُ اللّٰهِ ۗ اَلَآ اِنَّ حِزْبَ اللّٰهِ هُمُ الْمُفْلِحُوْنَ ࣖ"
  },
  "latins": [
    "Qad sami'allāhu qaulal-latī tujādiluka fī zaujihā wa tasytakī ilallāh(i), wallāhu yasma'u taḥāwurakumā, innallāha samī'um baṣīr(un).",
    "Allażīna yuẓāhirūna minkum min nisā'ihim mā hunna ummahātihim, in ummahātuhum illal-lā'ī waladnahum, wa innahum layaqūlūna munkaram minal-qauli wa zūrā(n), wa innallāha la'afuwwun gafūr(un).",
    "Wal-lażīna yuẓāhirūna min nisā'ihim ṡumma ya'ūdūna limā qālū fa taḥrīru raqabatim min qabli ay yatamāssā, żālikum tū'aẓūna bih(ī), wallāhu bimā ta'malūna khabīr(un).",
    "Famal lam yajid faṣiyāmu syahraini mutatābi'aini min qabli ay yatamāssā, famal lam yastaṭi' fa iṭ'āmu sittīna miskīnā(n), żālika litu'minū billāhi wa rasūlih(ī), wa tilka ḥudūdullāh(i), wa lil-kāfirīna 'ażābun alīm(un).",
    "Innal-lażīna yuḥāddūnallāha wa rasūlahū kubitū kamā kubital-lażīna min qablihim wa qad anzalnā āyātim bayyināt(in), wa lil-kāfirīna 'ażābum muhīn(un).",
    "Yauma yab'aṡuhumullāhu jamī'an fa yunabbi'uhum bimā 'amilū, aḥṣāhullāhu wa nasūh(u), wallāhu 'alā kulli syai'in syahīd(un).",
    "Alam tara annallāha ya'lamu mā fis-samāwāti wa mā fil-arḍ(i), mā yakūnu min najwā ṡalāṡatin illā huwa rābi'uhum wa lā khamsatin illā huwa sādisuhum wa lā adnā min żālika wa lā akṡara illā huwa ma'ahum aina mā kānū, ṡumma yunabbi'uhum bimā 'amilū yaumal-qiyāmah(ti), innallāha bikulli syai'in 'alīm(un).",
    "Alam tara ilal-lażīna nuhū 'anin-najwā ṡummā ya'ūdūna limā nuhū 'anhu wa yatanājauna bil-iṡmi wal-'udwāni wa ma'ṣiyatir-rasūl(i), wa iżā jā'ūka ḥayyauka bimā lam yuḥayyika bihillāh(u), wa yaqūlūna fī anfusihim lau lā yu'ażżibunallāhu bimā naqūl(u), ḥasbuhum jahannam(u), yaṣlaunahā, fa bi'sal-maṣīr(u).",
    "Yā ayyuhal-lażīna āmanū iżā tanājaitum falā tatanājau bil-iṡmi wal-'udwāni wa ma'ṣiyatir-rasūli wa tanājau bil-birri wat-taqwā, wattaqullāhal-lażī ilaihi tuḥsyarūn(a).",
    "Innaman-najwā minasy-syaiṭāni liyaḥzunal-lażīna āmanū wa laisa biḍārrihim syai'an illā bi'iżnillāh(i), wa 'alallāhi falyatawakkalil-mu'minūn(a).",
    "Yā ayyuhal-lażīna āmanū iżā qīla lakum tafassaḥū fil-majālisi fafsaḥū yafsaḥillāhu lakum, wa iżā qīlansyuzū fansyuzū yarfa'illāhul-lażīna āmanū minkum, wal-lażīna ūtul-'ilma darajāt(in), wallāhu bimā ta'malūna khabīr(un).",
    "Yā ayyuhal-lażīna āmanū iżā nājaitumur-rasūla fa qaddimū baina yaday najwākum ṣadaqah(tan), żālika khairul lakum wa aṭhar(u), fa'illam tajidū fa innallāha  gafūrur raḥīm(un).",
    "A'asyfaqtum an tuqaddimū baina yaday najwākum ṣadaqāt(in), fa iż lam taf'alū wa tāballāhu 'alaikum fa'aqīmuṣ-ṣalāta wa ātuz-zakāta wa aṭī'ullāha wa rasūlah(ūwallāhu khabīrum bimā ta'malūn(a).",
    "Alam tara ilal-lażīna tawallau qauman gaḍiballāhu 'alaihim, mā hum minkum wa lā minhum, wa yaḥlifūna 'alal-każibi wa hum ya'lamūn(a).",
    "A'addallāhu lahum 'ażāban syadīdā(n), innahum sā'a mā kānū ya'malūn(a).",
    "Ittakhażū aimānahum junnatan fa ṣaddū 'an sabīlillāhi falahum 'ażābum muhīn(un).",
    "Lan tugniya 'anhum amwāluhum wa lā aulāduhum minallāhi syai'ā(n), ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a).",
    "Yauma yab'aṡuhumullāhu jamī'an fa yaḥlifūna lahū kamā yaḥlifūna lakum wa yaḥsabūna annahum 'alā syai'(in), alā innahum humul-kāżibūn(a).",
    "Istaḥważa 'alaihimusy-syaiṭānu fa'ansāhum żikrallāh(i), ulā'ika ḥizbusy-syaiṭān(i), alā inna ḥizbasy-syaiṭāni humul-khāsirūn(a).",
    "Innal-lażīna yuḥāddūnallāha wa rasūlahū ulā'ika fil-ażallīn(a).",
    "Kataballāhu la'aglibanna ana wa rusulī, innallāha qawiyyun 'azīz(un).",
    "Lā tajidu qaumay yu'minūna billāhi wal-yaumil ākhiri yuwāddūna man ḥāddallāha wa rasūlahū wa lau kānū ābā'ahum au abnā'ahum au ikhwānahum au 'asyīratahum, ulā'ika kataba fī qulūbihimul-īmāna wa ayyadahum birūḥim minh(u), wa yudkhiluhum jannātin tajrī min taḥtihal-anhāru khālidīna fīhā, raḍiyallāhu 'anhum wa raḍū 'anh(u), ulā'ika ḥizbullāh(i), alā inna ḥizballāhi humul-mufliḥūn(a)."
  ],
  "translations": {
    "id": {
      "1": "Sungguh, Allah telah mendengar ucapan wanita yang mengajukan gugatan kepadamu (Nabi Muhammad) tentang suaminya dan mengadukan kepada Allah, padahal Allah mendengar percakapan kamu berdua. Sesungguhnya Allah Maha Mendengar lagi Maha Melihat.711)",
      "2": "Orang-orang yang menzihar istrinya (menganggapnya sebagai ibu) di antara kamu, istri mereka itu bukanlah ibunya. Ibu-ibu mereka tidak lain hanyalah perempuan yang melahirkannya. Sesungguhnya mereka benar-benar telah mengucapkan suatu perkataan yang mungkar dan dusta. Sesungguhnya Allah benar-benar Maha Pemaaf lagi Maha Pengampun.",
      "3": "Orang-orang yang menzihar istrinya kemudian menarik kembali apa yang telah mereka ucapkan wajibmemerdekakan seorang budak sebelum kedua suami istri itu berhubungan badan. Demikianlah yang diajarkan kepadamu. Allah Maha Teliti terhadap apa yang kamu kerjakan.",
      "4": "Siapa yang tidak mendapatkan (hamba sahaya) wajib berpuasa dua bulan berturut-turut sebelum keduanya berhubungan badan. Akan tetapi, siapa yang tidak mampu, (wajib) memberi makan enam puluh orang miskin. Demikianlah agar kamu beriman kepada Allah dan Rasul-Nya. Itulah ketentuan-ketentuan Allah. Orang-orang kafir mendapat azab yang pedih.",
      "5": "Sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya dihinakan sebagaimana dihinakan orang-orang sebelum mereka. Sungguh, Kami telah menurunkan bukti-bukti yang nyata. Orang-orang kafir mendapat azab yang menghinakan.",
      "6": "Pada hari itu Allah membangkitkan mereka semua, lalu Dia memberitakan kepada mereka apa yang telah mereka kerjakan. Allah menghitungnya (semua amal) meskipun mereka telah melupakannya. Allah Maha Menyaksikan segala sesuatu.",
      "7": "Apakah engkau tidak memperhatikan bahwa Allah mengetahui apa yang ada di langit dan apa yang ada di bumi? Tidak ada pembicaraan rahasia antara tiga orang, kecuali Dialah yang keempatnya dan tidak ada lima orang, kecuali Dialah yang keenamnya. Tidak kurang dari itu atau lebih banyak, kecuali Dia bersama mereka di mana pun mereka berada. Kemudian, Dia memberitakan apa yang telah mereka kerjakan kepada mereka pada hari Kiamat. Sesungguhnya Allah Maha Mengetahui segala sesuatu.",
      "8": "Apakah engkau tidak memperhatikan orang-orang yang telah dilarang mengadakan pembicaraan rahasia, kemudian mereka kembali (melakukan) apa yang telah dilarang itu? Mereka saling mengadakan pembicaraan rahasia untuk berbuat dosa, permusuhan, dan durhaka kepada Rasul. Apabila datang kepadamu (Nabi Muhammad), mereka mengucapkan salam kepadamu dengan cara yang bukan sebagaimana yang ditentukan Allah untukmu. Mereka mengatakan dalam hati, “Mengapa Allah tidak menyiksa kita atas apa yang kita katakan?” Cukuplah bagi mereka (neraka) Jahanam yang akan mereka masuki. Maka, (neraka itu) seburuk-buruk tempat kembali.",
      "9": "Wahai orang-orang yang beriman, apabila kamu saling mengadakan pembicaraan rahasia, janganlah berbicara tentang perbuatan dosa, permusuhan, dan durhaka kepada Rasul. Akan tetapi, berbicaralah tentang perbuatan kebajikan dan takwa. Bertakwalah kepada Allah yang hanya kepada-Nya kamu akan dikumpulkan.",
      "10": "Sesungguhnya pembicaraan rahasia itu hanyalah dari setan, agar orang-orang yang beriman itu bersedih hati, sedangkan (pembicaraan) itu tidaklah memberi mudarat sedikit pun kepada mereka, kecuali dengan izin Allah. Hanya kepada Allah hendaknya orang-orang mukmin bertawakal.",
      "11": "Wahai orang-orang yang beriman, apabila dikatakan kepadamu “Berilah kelapangan di dalam majelis-majelis,” lapangkanlah, niscaya Allah akan memberi kelapangan untukmu. Apabila dikatakan, “Berdirilah,” (kamu) berdirilah. Allah niscaya akan mengangkat orang-orang yang beriman di antaramu dan orang-orang yang diberi ilmu beberapa derajat. Allah Maha Teliti terhadap apa yang kamu kerjakan.",
      "12": "Wahai orang-orang yang beriman, apabila kamu (ingin) melakukan pembicaraan rahasia dengan Rasul, hendaklah kamu mengeluarkan sedekah (kepada orang miskin) sebelum (melakukan) pembicaraan itu. Hal itu lebih baik bagimu dan lebih bersih. Akan tetapi, jika kamu tidak mendapatkan (apa yang akan disedekahkan), sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
      "13": "Apakah kamu takut (menjadi miskin) jika mengeluarkan sedekah sebelum (melakukan) pembicaraan rahasia dengan Rasul? Jika kamu tidak melakukannya dan Allah mengampunimu, tegakkanlah salat, tunaikanlah zakat, serta taatlah kepada Allah dan Rasul-Nya. Allah Maha Teliti terhadap apa yang kamu kerjakan.",
      "14": "Tidakkah engkau memperhatikan orang-orang (munafik) yang menjadikan suatu kaum yang dimurkai Allah sebagai sahabat? Orang-orang itu bukan dari (kaum)-mu dan bukan dari (kaum) mereka. Mereka bersumpah secara dusta (mengaku mukmin), padahal mereka mengetahuinya.",
      "15": "Allah telah menyediakan azab yang sangat keras bagi mereka. Sesungguhnya sangat buruk apa yang selalu mereka kerjakan.",
      "16": "Mereka menjadikan sumpah-sumpahnya sebagai perisai, lalu menghalang-halangi (manusia) dari jalan Allah. Maka, bagi mereka azab yang menghinakan.",
      "17": "Harta benda dan anak-anak mereka tidak berguna sedikit pun (untuk menolong mereka) dari (azab) Allah. Mereka itulah penghuni neraka. Mereka kekal di dalamnya.",
      "18": "(Ingatlah) pada hari (ketika) Allah membangkitkan mereka semuanya. Lalu, mereka bersumpah kepada-Nya (bahwa mereka mukmin) sebagaimana mereka bersumpah kepadamu. Mereka menyangka bahwa mereka akan memperoleh sesuatu (manfaat dari dustanya). Ketahuilah, sesungguhnya mereka adalah para pendusta.",
      "19": "Setan telah menguasai mereka, lalu menjadikannya lupa mengingat Allah. Mereka itulah golongan setan. Ketahuilah sesungguhnya golongan setan itulah orang-orang yang rugi.",
      "20": "Sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya, mereka termasuk orang-orang yang sangat hina.",
      "21": "Allah telah menetapkan, “Aku dan rasul-rasul-Ku pasti menang.” Sesungguhnya Allah Maha Kuat lagi Maha Perkasa.",
      "22": "Engkau (Nabi Muhammad) tidak akan mendapatkan suatu kaum yang beriman kepada Allah dan hari Akhir saling berkasih sayang dengan orang yang menentang Allah dan Rasul-Nya sekalipun mereka itu bapaknya, anaknya, saudaranya, atau kerabatnya. Mereka itulah orang-orang yang telah Allah tetapkan keimanan di dalam hatinya dan menguatkan mereka dengan pertolongan dari-Nya. Dia akan memasukkan mereka ke dalam surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya. Allah rida kepada mereka dan mereka pun rida kepada-Nya. Merekalah golongan Allah. Ingatlah, sesungguhnya golongan Allah itulah orang-orang yang beruntung."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Pada akhir Surah al-Hadd Allah menyeru orang-orang beriman agar taat kepada Rasul-Nya, niscaya Allah akan memberikan cahaya dan mengampuni mereka. Pada ayat ini dijelaskan, sungguh, Allah telah mendengar ucapan perempuan yang mengajukan gugatan kepadamu tentang suaminya, yang telah menzihar dirinya, yaitu menganggap dirinya sama dengan ibu kandungnya sehingga haram digauli, dan dia pun mengadukan keadaan itu kepada Allah agar Allah memberikan kepastian hukum tentang kasus zihar tersebut dan Allah mendengar percakapan di antara kamu berdua bersama perempuan yang bernama Khaulah binti Sa’labah yang dizihar suaminya tersebut. Sesungguhnya Allah Maha Mendengar semua jenis percakapan yang terbuka maupun tertutup, Maha Melihat yang tampak maupun yang tersembunyi.",
        "2": "Orang-orang, yakni para suami, di antara kamu yang menzihar istrinya, yaitu menyamakan status hukum istrinya dengan ibunya, yaitu memandang keduanya sama-sama haram digauli, karena tidak lagi menyukainya. Suami yang memperlakukan istrinya demikian telah berbuat kesalahan yang berat, karena istri mereka itu bukanlah ibunya sehingga tidak haram digauli. Mereka tidak menyadari bahwa ibu-ibu mereka adalah perempuan yang telah melahirkannya. Dan sesungguhnya mereka, para suami yang menzihar istrinya, benar-benar telah mengucapkan suatu perkataan yang mungkar karena ucapan itu hanya alasan bahwa ia tidak lagi menyukai istrinya dan merupakan ucapan dusta, karena tidak sesuai dengan fakta bahwa istri itu berbeda dengan ibu kandungnya. Dan sesungguhnya Allah Maha Pemaaf kepada siapa saja yang menyadari kesalahannya bahwa ia telah menzihar istrinya; Maha Pengampun kepada yang bertobat dengan tulus.",
        "3": "Dan mereka yang menzihar istrinya, lalu menyesali perbuatannya, kemudian segera menarik kembali apa yang telah mereka ucapkan kepada istrinya itu, maka mereka para suami yang telah menzihar istrinya itu diwajibkan membayar kafarat, yakni tebusan dengan memerdekakan seorang budak sebelum suami istri itu bercampur kembali seperti sebelum menziharnya. Demikianlah yang diajarkan Allah kepadamu, kaum muslim tentang hukum zihar dan panduan membayar tebusannya, dan Allah Mahateliti terhadap apa yang kamu kerjakan agar orang-orang beriman menyadari kemahatelitian Allah sehingga tidak berbuat curang dalam hidupnya.",
        "4": "Maka barang siapa yang tidak menemukan, tidak memiliki uang untuk memerdekakan hamba sahaya karena harganya mahal, maka dia wajib membayar kafarat zihar dengan berpuasa dua bulan berturut-turut sebelum keduanya bercampur kembali. Barang siapa tidak mampu, membayar kafarat zihar dengan berpuasa dua bulan berturut-turut, maka ia wajib membayar kafarat zihar dengan memberi makan enam puluh orang miskin. Demikianlah, Allah menjelaskan hukum zihar dan kafarat-nya agar kamu beriman kepada Allah dan Rasul-Nya dengan benar-benar berpegang kepada Al-Qur’an dan Sunah-Nya dan itulah hukum-hukum Allah tentang zihar dan kafarat-kafaratnya; dan Allah memperingatkan bahwa bagi orang-orang yang mengingkarinya, yakni hukum zihar, akan mendapat azab yang sangat pedih di akhirat, karena mengatakan yang bukan-bukan, mengharamkan menggauli istri yang dihalalkan Allah.",
        "5": "Pada ayat di atas Allah menerangkan hukum zihar dan kafarat-kafaratnya. Pada ayat ini dijelaskan bahwa orang yang menentang hukum Allah dan Rasul-Nya akan mendapat kehinaan dunia akhirat. Sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya dengan menolak dan mengingkari ajaran yang disampaikan Rasulullah pasti mendapat kehinaan sebagaimana kehinaan yang telah didapat oleh orang-orang sebelum mereka seperti kaum Yahudi yang durhaka kepada Nabi Musa yang diubah menjadi kera. Dan sungguh, Kami telah menurunkan bukti-bukti yang nyata tentang kebenaran agama Allah dan hukum-hukum-Nya dengan mengutus para nabi dan rasul. Dan bagi orang-orang yang mengingkarinya dengan kufur dan merintangi pelaksanaannya akan mendapat azab yang menghinakan di dunia dan di akhirat.",
        "6": "Kehinaan bagi yang mengingkari hukum Allah yang disebutkan pada ayat di atas akan diberikan pada hari Kiamat, yaitu: pada hari itu mereka semuanya dibangkitkan Allah menuju padang mahsyar, tempat berkumpul manusia sejak Nabi Adam hingga manusia terakhir, lalu diberitakan kepada mereka semua apa yang telah mereka kerjakan dengan lengkap, menyeluruh, dan terinci; Allah menghitungnya dengan akurat semua amal perbuatan mereka itu, meskipun mereka telah melupakannya karena sudah berlangsung lama, tetapi Allah mengetahuinya, ada catatan dua malaikat, ada dokumentasi pada diri manusia (Lihat: Surah al-Isra/17: 13-14) dan ada kesaksian kedua tangan dan kaki (Lihat: Surah Yasin/36: 65). Dan Allah Maha Menyaksikan segala sesuatu yang dilakukan manusia.",
        "7": "Selain menyaksikan segala sesuatu, Allah juga mengetahui semua pembicaraan rahasia. Tidakkah engkau perhatikan, bahwa Allah mengetahui apa yang ada di langit dan apa yang ada di bumi, karena penglihatan Allah menembus batas-batas ruang dan waktu? Oleh sebab itu, bagi Allah, tidak ada pembicaraan rahasia antara tiga orang, melainkan Dialah yang keempatnya, karena Allah ada, hadir dan terlibat dalam keseharian hamba-hamba-Nya. Dan tidak ada lima orang yang terlibat dalam pembicaraan rahasia, melainkan Dialah yang keenamnya, karena Allah dekat dan terlibat dalam aktivitas manusia. Dan tidak ada yang kurang dari itu atau lebih banyak yang terlibat dalam pembicaraan rahasia, melainkan Dia, pasti ada bersama mereka di mana pun mereka berada, meskipun manusia sering tidak merasakan kehadiran Allah bersama mereka, karena kalbunya yang terhijab. Kemudian Dia akan memberitakan kepada mereka pada hari Kiamat apa yang telah mereka kerjakan dengan menghadirkan catatan yang merekam seluruh jejak hidupnya. Sesungguhnya Allah Maha Mengetahui segala sesuatu yang dilakukan manusia termasuk pembicaraan rahasia di antara mereka.",
        "8": "Pada ayat yang lalu disebutkan bahwa tidak satu pun yang tersembunyi bagi Allah, dari bisikan sampai yang diucapkan dengan terang-terangan. Pada ayat ini dijelaskan perjanjian rahasia yang dilakukan orang-orang Yahudi di Madinah untuk menghancurkan Islam, karena mereka tidak menyadari bahwa Allah mengetahui rahasia jahat mereka. Tidakkah engkau, Muhammad, memperhatikan orang-orang, yakni kaum Yahudi di Madinah, yang telah dilarang mengadakan pembicaraan rahasia untuk memusuhi Islam, mencelakakan, dan berusaha membunuh Rasulullah, karena mereka telah mengikat perjanjian damai dengan kaum muslim dalam Piagam Madinah; kemudian mereka kembali mengerjakan larangan itu dengan mengabaikan kesepakatan damai tersebut; dan mereka mengadakan pembicaraan rahasia untuk berbuat dosa, permusuhan, dan durhaka kepada Rasul. Mencoba memecah belah persatuan dan kesatuan kaum Ansar yang dahulunya Bani Aus dan Khazraj yang suka berperang di antara mereka. Mereka pun memancing-mancing permusuhan dengan cara berbisik-bisik sesama mereka, jika ada seorang muslim yang lewat di hadapan mereka sehingga kaum muslim merasa tidak aman jika berada di perkampungan Yahudi. Dan apabila mereka datang kepadamu Muhammad, mereka mengucapkan salam dengan cara yang bukan seperti yang ditentukan Allah untukmu, yaitu dengan ucapan, “Mudah-mudahan kematian menimpamu wahai Abul Qasim.” Rasulullah menjawab, “Dan atas kamu juga.” Dan, setelah orang-orang Yahudi mengucapkan salam penghinaan kepada Rasulullah tersebut, mereka mengatakan pada diri mereka sendiri dengan nada menantang, “Mengapa Allah tidak menyiksa kita atas apa yang kita katakan itu?” Kalau benar Muhammad seorang rasul, tentu Allah akan mengabulkan jawaban Muhammad, “Dan atas kamu juga,” bencana atau kematian. Benar Allah akan mengazab setiap orang yang durhaka kepada-Nya, tetapi kapan datangnya azab itu adalah kewenangan Allah. Dia akan menimpakan azab itu bila dikehendaki-Nya, namun yang pasti adalah cukuplah bagi mereka neraka Jahanam yang akan mereka masuki dengan kehinaan dan penderitaan abadi. Maka neraka itu seburuk-buruk tempat kembali di akhirat yang kekal selama-lamanya bagi orang-orang kafir.",
        "9": "Allah lalu mengingatkan orang-orang beriman agar tidak mengikuti kebiasaan Yahudi mengadakan pembicaraan rahasia kecuali untuk kebaikan. Wahai orang-orang yang beriman! Apabila kamu terpaksa mengadakan atau terlibat dalam pembicaraan rahasia, maka perhatikanlah, janganlah kamu membicarakan perbuatan dosa, perencanaan, cara maupun strategi; dan jangan pula membahas permusuhan, kebencian, dan fitnah; dan jangan pula membicarakan perbuatan yang tergolong durhaka kepada Rasul, namun, jika terpaksa mengadakan atau terlibat dalam pembicaraan rahasia, maka bicarakanlah tentang perbuatan kebajikan meliputi perdamaian, dan kerukunan hidup beragama, dan penguatan takwa kepada Allah. Dan bertakwalah kepada Allah, wahai seluruh umat dengan menjaga kesinambungan iman dan ibadah, serta amal saleh, yang kepada-Nya kamu akan dikumpulkan kembali pada hari Kiamat untuk mempertanggung jawabkan hidup di hadapan Allah.",
        "10": "Orang beriman dilarang mengadakan pembicaraan rahasia karena pembicaraan rahasia itu karakter setan dalam menghasut manusia membangkitkan permusuhan dan kebencian. Sesungguhnya pembicaraan rahasia itu termasuk perbuatan setan dalam membujuk manusia mengikuti strateginya: berpaling dari Allah, mengikuti dorongan rendah dan membawa manusia kepada jurang kemaksiatan agar orang-orang beriman itu setelah tertipu strategi setan menyesal dan bersedih hati, sedang pembicaraan rahasia itu tidaklah memberi bencana sedikit pun kepada mereka, orang-orang beriman, kecuali dengan izin Allah. Dan hanya kepada Allah hendaknya orang-orang yang beriman bertawakal, menyerahkan hidup dan kehidupannya lahir batin setelah merencanakan secara optimal dan berusaha secara maksimal.",
        "11": "Pada ayat yang lalu Allah memerintahkan kaum muslim agar menghindarkan diri dari perbuatan berbisik-bisik dan pembicaraan rahasia, karena akan menimbulkan rasa tidak enak bagi muslim lainnya. Pada ayat ini, Allah memerintahkan kaum muslim untuk melakukan perbuatan yang menimbulkan rasa persaudaraan dalam semua pertemuan. Wahai orang-orang yang beriman apabila dikatakan kepadamu, dalam berbagai forum atau kesempatan, “Berilah kelapangan di dalam majelis-majelis, agar orang-orang bisa masuk ke dalam ruangan itu,” maka lapangkanlah jalan menuju majelis tersebut, niscaya Allah akan memberi kelapangan untukmu dalam berbagai kesempatan, forum, atau majelis. Dan apabila dikatakan kepada kamu dalam berbagai tempat, “Berdirilah kamu untuk memberi penghormatan,” maka berdirilah sebagai tanda kerendahan hati, niscaya Allah akan mengangkat derajat orang-orang yang beriman di antaramu karena keyakinannya yang benar, dan Allah pun akan mengangkat orang-orang yang diberi ilmu, karena ilmunya menjadi hujah yang menerangi umat, beberapa derajat dibandingkan orang-orang yang tidak berilmu. Dan Allah Mahateliti terhadap niat, cara, dan tujuan dari apa yang kamu kerjakan, baik persoalan dunia maupun akhirat.",
        "12": "Pada ayat sebelumnya Allah memerintahkan agar orang-orang beriman mengembangkan adab yang baik, yaitu saling memberikan tempat dalam pertemuan tanda saling menghormati dan menumbuhkan persaudaraan. Allah pun meninggikan derajat orang yang beriman, berilmu, dan beramal dengan ilmunya itu. Pada ayat ini, Allah menerangkan bahwa para sahabat yang ingin menghadap Nabi diperintahkan mengembangkan adab yang baik, yaitu bersedekah terlebih dahulu guna menyucikan dirinya. Wahai orang-orang yang beriman! Apabila kamu mengadakan pembicaraan khusus dengan Rasul untuk berkonsultasi tentang masalah yang sangat pribadi, hendaklah kamu mengeluarkan sedekah (kepada orang miskin) agar diri kamu menjadi bersih dari penyakit kikir, juga untuk mengurangi beban beliau menerima orang-orang yang tidak berkepentingan, sebelum (melakukan) pembicaraan itu. Yang demikian itu, bersedekah kepada fakir miskin sebelum berkonsultasi dengan Nabi, lebih baik bagimu, karena kamu berbagi dan peduli dengan orang-orang kecil dan lebih bersih, karena kamu membuang sifat kikir dan cinta harta yang berlebihan. Tetapi jika kamu tidak memperoleh harta atau uang (yang akan disedekahkan) sebelum bertemu Nabi karena kemiskinan, maka sungguh, Allah Maha Pengampun kepada orang yang hendak bersedekah, tetapi tidak sanggup, Maha Penyayang kepada hamba yang baik hati.",
        "13": "Melalui ayat ini Allah memberi dispensasi kebolehan menghadap Rasulullah tanpa bersedekah terlebih dahulu. Allah berfirman, “Apakah kamu takut menjadi miskin karena kamu memberikan sedekah sebelum melakukan pembicaraan khusus dengan Rasul? Jika kamu tidak mampu melakukannya, yakni bersedekah kepada fakir miskin sebelum berjumpa dengan Nabi dan Allah telah memberi ampun kepadamu karena kamu beristigfar dan benar-benar tidak mampu bersedekah, kamu diberikan dispensasi untuk berjumpa dengan beliau tanpa bersedekah terlebih dahulu kepada fakir miskin, maka sebagai kompensasinya, laksanakanlah salat, dan tunaikanlah zakat serta taatlah kepada Allah dan Rasul-Nya! Karena salat menyempurnakan ketaatan kepada Allah dan menjauhkan kamu dari perbuatan keji dan mungkar, sedangkan zakat menyucikan jiwa dan harta kamu. Dan Allah Mahateliti terhadap niat, cara dan tujuan dari apa yang kamu kerjakan, baik persoalan dunia maupun akhirat.”",
        "14": "Pada ayat sebelumnya diterangkan kebiasaan orang-orang beriman yang akan menghadap Rasulullah, yaitu bersedekah kepada kaum duafa sebelum menghadap Nabi. Pada ayat ini diterangkan kebiasaan orang-orang munafik yang menyembunyikan kekafiran dalam memperlakukan Nabi dan larangan berteman akrab dengan orang-orang yang memusuhi Islam. Apakah engkau Muhammad, tidak memperhatikan orang-orang munafik di Madinah yang secara lisan menyatakan beriman kepada engkau, tetapi faktanya mereka adalah orang-orang yang menjadikan suatu kaum yang telah dimurkai Allah, yaitu kaum Yahudi di Madinah, sebagai sahabat? Orang-orang munafik itu bukan dari kaum kamu, yakni orang-orang beriman yang benar sebagaimana pengakuan mereka. Orang-orang munafik mengaku beriman untuk mengambil hati orang-orang beriman saja; dan bukan dari kaum mereka, golongan Yahudi yang benar. Mereka mengaku Yahudi untuk memperoleh perlindungan dari Yahudi. Dan mereka, orang-orang munafik itu tidak segan-segan bersumpah dengan menyebut nama Allah bahwa mereka beriman kepada Allah dan Rasul-Nya, padahal sumpah mereka itu atas kebohongan, yakni bersumpah beriman, padahal tidak beriman; sedangkan mereka, orang-orang munafik itu, mengetahui kebohongan-nya.",
        "15": "Allah telah menyediakan azab yang sangat keras bagi mereka, orang-orang munafik, yaitu berada di dalam kerak neraka. Sungguh, betapa buruknya apa yang telah mereka kerjakan di dunia, yaitu menipu Allah, Rasulullah, dan orang-orang beriman, padahal hakikatnya mereka menipu diri mereka sendiri.",
        "16": "Allah menjelaskan salah satu karakter busuk orang-orang munafik, yaitu: Mereka menjadikan sumpah-sumpah mereka, yakni bersumpah dengan nama Allah bahwa mereka beriman kepada Allah dan Rasul-Nya dan bersedia berjihad mengharumkan Islam, padahal sumpah itu hanyalah sebagai perisai untuk menutupi kekafiran mereka, bahkan untuk menutupi kebencian mereka terhadap Islam dan kaum muslim; lalu mereka menghalang-halangi manusia dari jalan Allah, bekerja sama dengan kaum Yahudi agar kabilah-kabilah Arab itu tidak masuk Islam; maka bagi mereka azab yang menghinakan mereka di dalam kerak neraka.",
        "17": "Allah menjelaskan bahwa harta dan anak-anak tidak dapat menyelamatkan mereka dari azab yang menghinakan itu. Harta benda yang diperoleh dengan menghalalkan segala cara dan anak-anak mereka yang mendorong mereka mencari harta dengan cara seperti itu, ketika menghadap Allah tidak berguna sedikit pun untuk menolong mereka dari azab Allah, karena yang akan menyelamatkan itu iman dan amal saleh, sedangkan harta dan anak hanya penopang. Mereka itulah penghuni neraka, karena keputusan mereka waktu hidup memilih tidak beriman, mereka kekal di dalamnya tanpa ada harapan keluar dari neraka.",
        "18": "Pada hari Kiamat nanti, ketika mereka semua, orang-orang munafik, dibangkitkan Allah dari alam kubur menuju mahsyar, lalu mereka bersumpah kepada-Nya bahwa mereka orang-orang yang benar-benar beriman kepada Allah dan Rasul-Nya, bukan orang-orang kafir, sebagaimana mereka bersumpah kepadamu di dunia bahwa mereka orang-orang yang benar-benar beriman kepada Allah dan Rasul-Nya, padahal sumpah mereka itu atas kebohongan, yakni bersumpah beriman, padahal sejatinya tidak beriman; dan mereka menyangka bahwa mereka dengan bersumpah palsu itu akan memperoleh sesuatu manfaat, dikeluarkan dari neraka. Ketahuilah, bahwa mereka orang-orang pendusta baik di dunia di hadapan Rasulullah maupun di akhirat di hadapan Allah.",
        "19": "Orang-orang munafik itu menjadi pendusta karena diri mereka sepenuhnya dikendalikan Iblis. Setan telah menguasai diri, pikiran, perasaan, dan ruhani mereka, sehingga cahaya Allah terhalang masuk ke dalam pikiran, perasaan, dan ruhani mereka itu. Lalu setan dengan cerdik menghadang dari depan, belakang, kanan, dan kiri, serta menjadikan mereka lupa mengingat Allah; mereka itulah golongan setan, yaitu manusia yang akal dan nuraninya dikuasai setan. Ketahuilah dengan perenungan yang mendalam bahwa golongan setan itulah golongan yang rugi, karena akal sehat dan nuraninya yang jernih tidak digunakan untuk berpikir secara mendalam, masuk akal dan sistematis dalam menyikapi ajaran Allah sehingga akal dan hati mereka tertutup dari iman.",
        "20": "Pada ayat sebelumnya disebutkan bahwa orang-orang munafik itu membohongi Allah dan Rasul-Nya karena dirinya dikuasai setan sehingga termasuk golongan setan. Sementara itu pada ayat ini disebutkan bahwa sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya dengan tidak beriman atau bersumpah beriman padahal hatinya penuh dengan kekafiran dan menghalangi orang untuk beriman, mereka termasuk orang-orang yang sangat hina, karena karakternya busuk, hipokrit, tidak sportif, bermuka dua dan berpura-pura.",
        "21": "Allah mengingatkan manusia tentang sunah-Nya bahwa Dia telah menetapkan pada kitab induk di Loh Mahfuz bahwa “Aku dan rasul-rasul-Ku pasti menang” dalam melawan kebatilan. Sungguh, Allah Mahakuat, Mahaperkasa menghadapi musuh-musuh-Nya.",
        "22": "Allah lalu menyatakan, “Engkau, Muhammad, tidak akan mendapatkan suatu kaum yang beriman kepada Allah dan hari akhirat saling berkasih sayang dengan orang-orang yang menentang Allah dan Rasul-Nya, sekalipun orang-orang itu bapaknya, anaknya, saudaranya, atau keluarganya.” Mereka itulah orang-orang yang dalam hatinya telah ditanamkan Allah keimanan dan Allah telah menguatkan mereka dengan pertolongan yang datang dari Dia berupa kemauan dan kekuatan batin, kebersihan hati, kemenangan terhadap musuh dan lain-lain. Lalu dimasukkan-Nya mereka ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Allah rida terhadap mereka dan mereka pun merasa puas terhadap (limpahan rahmat)-Nya. Merekalah golongan Allah. Ingatlah, sesungguhnya golongan Allah itulah yang beruntung."
      }
    }
  }
}