{
  "number": 64,
  "name": "التّغابن",
  "name_latin": "At-Tagābun",
  "name_id": "At-Tagabun",
  "name_trans_id": "Pengungkapan Kesalahan",
  "number_of_verse": 18,
  "category": "Madaniyah",
  "arabics": {
    "1": "يُسَبِّحُ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُۖ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
    "2": "هُوَ الَّذِيْ خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَّمِنْكُمْ مُّؤْمِنٌۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
    "3": "خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّ وَصَوَّرَكُمْ فَاَحْسَنَ صُوَرَكُمْۚ وَاِلَيْهِ الْمَصِيْرُ",
    "4": "يَعْلَمُ مَا فِى السَّمٰوٰتِ وَالْاَرْضِ وَيَعْلَمُ مَا تُسِرُّوْنَ وَمَا تُعْلِنُوْنَۗ وَاللّٰهُ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
    "5": "اَلَمْ يَأْتِكُمْ نَبَؤُا الَّذِيْنَ كَفَرُوْا مِنْ قَبْلُ ۖفَذَاقُوْا وَبَالَ اَمْرِهِمْ وَلَهُمْ عَذَابٌ اَلِيْمٌ",
    "6": "ذٰلِكَ بِاَنَّهٗ كَانَتْ تَّأْتِيْهِمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَقَالُوْٓا اَبَشَرٌ يَّهْدُوْنَنَاۖ فَكَفَرُوْا وَتَوَلَّوْا وَّاسْتَغْنَى اللّٰهُ ۗوَاللّٰهُ غَنِيٌّ حَمِيْدٌ",
    "7": "زَعَمَ الَّذِيْنَ كَفَرُوْٓا اَنْ لَّنْ يُّبْعَثُوْاۗ قُلْ بَلٰى وَرَبِّيْ لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْۗ وَذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ",
    "8": "فَاٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَالنُّوْرِ الَّذِيْٓ اَنْزَلْنَاۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ",
    "9": "يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذٰلِكَ يَوْمُ التَّغَابُنِۗ وَمَنْ يُّؤْمِنْۢ بِاللّٰهِ وَيَعْمَلْ صَالِحًا يُّكَفِّرْ عَنْهُ سَيِّاٰتِهٖ وَيُدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ ذٰلِكَ الْفَوْزُ الْعَظِيْمُ",
    "10": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِ خٰلِدِيْنَ فِيْهَاۗ وَبِئْسَ الْمَصِيْرُ ࣖ",
    "11": "مَآ اَصَابَ مِنْ مُّصِيْبَةٍ اِلَّا بِاِذْنِ اللّٰهِ ۗوَمَنْ يُّؤْمِنْۢ بِاللّٰهِ يَهْدِ قَلْبَهٗ ۗوَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ",
    "12": "وَاَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَۚ فَاِنْ تَوَلَّيْتُمْ فَاِنَّمَا عَلٰى رَسُوْلِنَا الْبَلٰغُ الْمُبِيْنُ",
    "13": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ",
    "14": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنَّ مِنْ اَزْوَاجِكُمْ وَاَوْلَادِكُمْ عَدُوًّا لَّكُمْ فَاحْذَرُوْهُمْۚ وَاِنْ تَعْفُوْا وَتَصْفَحُوْا وَتَغْفِرُوْا فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
    "15": "اِنَّمَآ اَمْوَالُكُمْ وَاَوْلَادُكُمْ فِتْنَةٌ  ۗوَاللّٰهُ عِنْدَهٗٓ اَجْرٌ عَظِيْمٌ",
    "16": "فَاتَّقُوا اللّٰهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوْا وَاَطِيْعُوْا وَاَنْفِقُوْا خَيْرًا لِّاَنْفُسِكُمْۗ وَمَنْ يُّوْقَ شُحَّ نَفْسِهٖ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ",
    "17": "اِنْ تُقْرِضُوا اللّٰهَ قَرْضًا حَسَنًا يُّضٰعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ شَكُوْرٌ حَلِيْمٌۙ",
    "18": "عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيْزُ الْحَكِيْمُ ࣖ"
  },
  "latins": [
    "Yusabbiḥu lillāhi mā fis-samāwāti wa mā fil-arḍ(i), lahul-mulku wa lahul-ḥamdu wa huwa 'alā kulli syai'in qadīr(un).",
    "Huwal-lażī khalaqakum fa minkum kāfiruw wa minkum mu'min(un), wallāhu bimā ta'malūna baṣīr(un).",
    "Khalaqas-samāwāti wal-arḍa bil-ḥaqqi wa ṣawwarakum fa'aḥsana ṣuwarakum, wa ilaihil-maṣīr(u).",
    "Ya'lamu mā fis-samāwāti wal-arḍi wa ya'lamu mā tusirrūna wa mā tu'linūn(a), wallāhu 'alīmum biżātiṣ-ṣudūr(i).",
    "Alam ya'tikum naba'ul-lażīna kafarū min qabl(u), fa żāqū wabāla amrihim wa lahum 'ażābun alīm(un).",
    "Żālika bi'annahū kānat ta'tīhim rusuluhum bil-bayyināti fa qālū abasyaruy yahdūnanā, fa kafarū wa tawallau wastagnallāh(u), wallāhu ganiyyun ḥamīd(un).",
    "Za'amal-lażīna kafarū allay yub'aṡū, qul balā wa rabbī latub'aṡunna ṡumma latunabba'unna bimā 'amiltum, wa żālika 'alallāhi yasīr(un).",
    "Fa āminū billāhi wa rasūlihī wan-nūril-lażī anzalnā, wallāhu bimā ta'malūna khabīr(un).",
    "Yauma yajma'ukum liyaumil-jam'i żālika yaumut-tagābun(i), wa may yu'mim billāhi wa ya'mal ṣāliḥay yukaffir 'anhu sayyi'ātihī wa yudkhilhu jannātin tajrī min taḥtihal-anhāru khālidīna fīhā abadā(n), żālikal-fauzul-'aẓīm(u).",
    "Wal-lażīna kafarū wa każżabū bi'āyātinā ulā'ika aṣḥābun-nāri khālidīna fīhā, wa bi'sal-maṣīr(u).",
    "Mā aṣāba mim muṣībatin illā bi'iżnillāh(i), wa may yu'mim billāhi yahdi qalbah(ū), wallāhu bikulli syai'in 'alīm(un).",
    "Wa aṭī'ullāha wa aṭī'ur-rasūl(a), fa'in tawallaitum fa innamā 'alā rasūlinal-balāgul-mubīn(u).",
    "Allāhu lā ilāha illā huw(a), wa 'alallāhi falyatawakkalil-mu'minūn(a).",
    "Yā ayyuhal-lażīna āmanū inna min azwājikum wa aulādikum 'aduwwal lakum faḥżarūhum, wa in ta'fū wa taṣfaḥū wa tagfirū fa innallāha gafūrur raḥīm(un).",
    "Innamā amwālukum wa aulādukum fitnah(tun), wallāhu 'indahū ajrun 'aẓīm(un).",
    "Fattaqullāha mastaṭa'tum wasma'ū wa aṭī'ū wa anfiqū khairal li'anfusikum, wa may yūqa syuḥḥa nafsihī fa ulā'ika humul-mufliḥūn(a).",
    "In tuqriḍullāha qarḍan ḥasanay yuḍā'ifhu lakum wa yagfir lakum, wallāhu syakūrun ḥalīm(un).",
    "'Ālimul-gaibi wasy-syahādatil-'azīzul-ḥakīm(u)."
  ],
  "translations": {
    "id": {
      "1": "Apa yang ada di langit dan apa yang ada di bumi senantiasa bertasbih kepada Allah. Milik-Nyalah segala kerajaan dan segala pujian, dan Dia Maha Kuasa atas segala sesuatu.",
      "2": "Dialah yang menciptakan kamu, lalu di antara kamu ada yang kafir dan ada yang mukmin. Allah Maha Melihat apa yang kamu kerjakan.",
      "3": "Dia menciptakan langit dan bumi dengan benar, Dia membentuk kamu lalu memperindah bentukmu, dan kepada-Nyalah kembali(-mu).",
      "4": "Dia mengetahui apa yang di langit dan di bumi. Dia juga mengetahui apa yang kamu rahasiakan dan apa yang kamu tampakkan. Allah Maha Mengetahui segala isi hati.",
      "5": "Apakah belum sampai kepadamu (orang-orang kafir) berita (tentang) orang-orang yang kufur dahulu? Mereka telah merasakan akibat buruk dari perbuatannya dan bagi mereka azab yang sangat pedih.",
      "6": "(Hukuman) yang demikian itu (terjadi) karena sesungguhnya telah datang kepada mereka rasul-rasul (yang membawa) keterangan-keterangan lalu mereka berkata, “Apakah  (pantas jenis) manusia yang memberi petunjuk kepada kami?” Lalu mereka ingkar dan berpaling; padahal Allah tidak memerlukan (mereka). Allah Maha Kaya lagi Maha Terpuji.",
      "7": "Orang-orang yang kufur mengira bahwa sesungguhnya mereka tidak akan dibangkitkan. Katakanlah (Nabi Muhammad), “Tidak demikian. Demi Tuhanku, kamu pasti akan dibangkitkan, kemudian pasti akan diberitakan apa yang telah kamu kerjakan.” Yang demikian itu mudah bagi Allah.",
      "8": "(Jika demikian halnya,) berimanlah kamu kepada Allah, Rasul-Nya, dan cahaya (Al-Qur’an) yang telah Kami turunkan. Allah Maha Teliti terhadap apa yang kamu kerjakan.",
      "9": "(Ingatlah) hari (ketika) Allah mengumpulkan kamu pada hari berhimpun (hari Kiamat). Itulah hari pengungkapan kesalahan. Siapa yang beriman kepada Allah dan mengerjakan kebajikan, niscaya Dia akan menghapus kesalahan-kesalahannya dan memasukkannya ke dalam surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung.",
      "10": "Adapun orang-orang yang kufur dan mendustakan ayat-ayat Kami, mereka itulah penghuni neraka. Mereka kekal di dalamnya. Itulah seburuk-buruk tempat kembali.",
      "11": "Tidak ada suatu musibah pun yang menimpa (seseorang), kecuali dengan izin Allah. Siapa yang beriman kepada Allah, niscaya Dia akan memberi petunjuk kepada hatinya. Allah Maha Mengetahui segala sesuatu.",
      "12": "Taatlah kepada Allah dan taatlah kepada Rasul. Jika kamu berpaling, sesungguhnya kewajiban rasul Kami hanyalah menyampaikan (risalah) dengan terang.",
      "13": "(Dialah) Allah. Tidak ada tuhan selain Dia. Kepada Allahlah hendaknya orang-orang mukmin itu bertawakal.",
      "14": "Wahai orang-orang yang beriman, sesungguhnya di antara istri-istrimu dan anak-anakmu ada yang menjadi musuh bagimu.719) Maka, berhati-hatilah kamu terhadap mereka. Jika kamu memaafkan, menyantuni, dan mengampuni (mereka), sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
      "15": "Sesungguhnya hartamu dan anak-anakmu hanyalah cobaan (bagimu). Di sisi Allahlah (ada) pahala yang besar.",
      "16": "Bertakwalah kamu kepada Allah sekuat kemampuanmu! Dengarkanlah, taatlah, dan infakkanlah harta yang baik untuk dirimu! Siapa yang dijaga dirinya dari kekikiran, mereka itulah orang-orang yang beruntung.",
      "17": "Jika kamu meminjamkan kepada Allah pinjaman yang baik,720) niscaya Dia akan melipatgandakan (balasan) untukmu dan mengampunimu. Allah Maha Mensyukuri lagi Maha Penyantun.",
      "18": "Dialah yang mengetahui semua yang gaib dan yang nyata. (Dialah) Yang Maha Perkasa lagi Maha Bijaksana."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Apa yang ada di langit, bintang, bulan, matahari, dan seluruh planet; dan demikian juga apa yang ada di bumi, daratan, lautan, gunung, lembah, hewan, dan tumbuh-tumbuhan; seluruhnya senantiasa bertasbih kepada Allah dengan cara masing-masing; milik-Nya semua kerajaan, kekuasaan, dan kewenangan yang tiada terbatas, dan bagi-Nya pula segala puji yang sempurna; dan Dia Mahakuasa atas segala sesuatu dengan kekuasaan yang tak terbatas, tetapi tidak sewenang-wenang.",
        "2": "Dialah yang menciptakan kamu dalam bentuk yang sebaik-baiknya, lalu di antara kamu ada yang kafir, karena mengikuti hawa nafsu; dan di antara kamu juga ada yang mukmin, karena Allah memberikan petunjuk dan manusia menggunakan akal dan nuraninya. Dan Allah Maha Melihat apa yang kamu kerjakan sehingga tidak satu pun perbuatan manusia yang tidak diketahui-Nya.",
        "3": "Dia menciptakan langit tujuh lapis dan menciptakan bumi tujuh lapis dengan tujuan yang benar sehingga tidak sia-sia, Dia membentuk rupamu dengan tujuan yang baik untuk kemaslahatan kamu, lalu memperbagus rupamu supaya kamu bersyukur dan kepada-Nya tempat kembali dengan dikumpulkan di mahsyar.",
        "4": "Manusia, menurut ayat ini, harus menyadari bahwa Dia mengetahui apa yang di langit dengan pengetahuan yang menyeluruh; dan mengetahui segala yang ada di bumi, termasuk benda paling kecil yang tak terlihat mata dan mengetahui apa yang kamu rahasiakan di dalam hati dan mengetahui apa yang kamu nyatakan secara lisan. Dan Allah Maha Mengetahui segala isi hati yang tersembunyi.",
        "5": "Ayat ini mengingatkan orang-orang kafir tentang nasib para pendahulu mereka yang harus dijadikan cermin. Allah berfirman, “Apakah belum sampai kepadamu, wahai orang-orang kafir, berita orang-orang kafir dahulu seperti umat Nabi Nuh, Nabi Lut, dan Nabi Musa? Maka mereka telah merasakan akibat buruk dari perbuatannya dengan mendapat azab di dunia; dan mereka pun akan memperoleh azab yang pedih di akhirat.",
        "6": "Ayat ini menjelaskan alasan orang-orang kafir menolak kehadiran para rasul. Allah menyatakan bahwa yang demikian itu, yakni penolakan mereka terhadap para rasul, karena sesungguhnya ketika rasul-rasul datang kepada mereka dengan membawa keterangan-keterangan tentang ajaran Allah; lalu mereka berkata di hadapan para rasul itu dengan nada melecehkan, “Apakah pantas manusia yang memberi petunjuk kepada kami, bukan malaikat?” Lalu mereka menolak ajaran para rasul dan berpaling dari kebenaran; padahal Allah tidak memerlukan keimanan mereka. Dan Allah Mahakaya dari ketergantungan kepada makhluk, Maha Terpuji dalam sifat dan perbuatan-Nya.",
        "7": "Orang-orang yang kafir menolak ajakan para rasul karena mengira, bahkan meyakini bahwa mereka tidak akan dibangkitkan setelah mereka mati. Katakanlah, wahai Nabi Muhammad, kepada mereka, “Tidak demikian, yang sebenarnya. Demi Tuhanku, Yang Mahabenar, kamu pasti akan dibangkitkan dari alam kubur, kemudian diberitakan dengan lengkap dan menyeluruh semua yang telah kamu kerjakan di dunia, baik kejahatan maupun kebaikan.” Dan yang demikian itu mudah bagi Allah, karena Allah berkuasa atas segala sesuatu.",
        "8": "Ayat ini mengajak orang-orang kafir untuk beriman dan mengajak orang-orang beriman yang ragu untuk benar-benar beriman. Maka berimanlah kamu, wahai seluruh manusia kepada Allah dan Rasul-Nya dengan mantap dan berimanlah kepada cahaya Allah, yaitu Al-Qur’an yang telah Kami turunkan kepada Nabi Muhammad. Dan Allah Mahateliti terhadap apa yang kamu kerjakan sehingga tidak ada satu pun perbuatan manusia yang tidak diketahui-Nya.",
        "9": "Ayat ini mengingatkan manusia tentang kepastian adanya hari akhirat. Ingatlah wahai manusia, pada hari ketika Allah mengumpulkan kamu, seluruh manusia pada hari berhimpun, yaitu pada hari akhir; itulah hari pengungkapan kesalahan-kesalahan yang selama hidup di dunia disembunyikan. Dan barang siapa beriman kepada Allah dengan iman yang mantap dan mengerjakan kebajikan, niscaya Allah akan menghapus kesalahan-kesalahannya dan memasukkannya ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung.",
        "10": "Berbeda dengan orang-orang beriman dan beramal saleh yang akan diampuni dan dimasukkan ke dalam surga, Allah menegaskan tentang nasib orang-orang kafir. Dan orang-orang yang kafir, yaitu orang-orang yang menolak beriman kepada Allah dan Rasul-Nya; dan mendustakan ayat-ayat Kami, ayat-ayat Al-Qur’an; mereka itulah penghuni neraka, karena kekufuran mereka selama hidup di dunia; mereka kekal di dalamnya, karena Allah tidak akan mengampuni orang-orang kafir. Dan itulah seburuk-buruk tempat kembali, karena neraka itu tempat hukuman, bukan tempat kenikmatan.",
        "11": "Allah tidak hanya menciptakan makhluk, tetapi juga mengatur seluruh makhluk. Tidak ada sesuatu musibah yang menimpa seseorang dalam kehidupan ini, kecuali dengan izin Allah, karena Allah mengetahui dan mengatur kehidupan ini; dan barang siapa beriman kepada Allah dengan istikamah, niscaya Allah akan memberi petunjuk kepada hatinya dengan memantapkan imannya. Dan Allah Maha Mengetahui segala sesuatu yang terjadi di jagat raya maupun yang terjadi di jagat kecil, sanubari manusia.",
        "12": "Allah mengajarkan kepada manusia cara yang benar dan tepat dalam hidup ini. Dan taatlah wahai manusia kepada Allah dengan beriman dan melaksanakan perintah-Nya serta menjauhi larangan-Nya; dan taatlah kepada Rasul dengan mengikuti sunah-sunahnya. Jika kamu berpaling dari Allah dengan kufur atau mengabaikan perintah-Nya dan berpaling dari Rasul dengan melupakan sunahnya, maka sesungguhnya kewajiban Rasul Kami hanyalah menyampaikan ajaran Allah kepada umat manusia dengan terang sehingga manusia mengenal ajaran Allah dengan benar.",
        "13": "Yaitu ajaran bahwa sesungguhnya Dialah Allah, tidak ada tuhan selain Dia yang menciptakan makhluk dan mengaturnya. Dan hendaklah orang-orang mukmin bertawakal kepada Allah dalam segala keadaan.",
        "14": "Setelah diperintahkan untuk bertawakal kepada Allah, pada ayat ini orang-orang beriman diperingatkan tentang istri dan anak-anak mereka. Wahai orang-orang yang beriman! Hendaknya kamu waspada. Sesungguhnya di antara istri-istrimu dan anak-anakmu ada yang menjadi musuh bagimu dunia-akhirat. Kadang-kadang istri dapat menjerumuskan suami dan anak-anak dapat mencelakakan bapaknya untuk melakukan perbuatan yang tidak dibenarkan oleh agama. Maka berhati-hatilah kamu terhadap mereka dengan mengawasi dan menanamkan pendidikan agama kepada mereka; dan jika kamu memaafkan mereka ketika mereka melakukan kesalahan; dan kamu menyantuni mereka dengan sikap yang lembut, serta memohonkan ampun kepada Allah untuk mereka, maka sungguh, Allah Maha Pengampun kepada hamba-hamba-Nya, Maha Penyayang kepada seluruh makhluk-Nya.",
        "15": "Manusia harus menyadari dengan penuh keinsafan peringatan Allah pada ayat ini. Sesungguhnya harta kamu yang sangat kamu cintai dan anak-anak kamu yang menjadi kebanggaan kamu hanyalah cobaan bagimu, apakah kamu mengelolanya dengan baik dan benar, serta mendidik mereka dengan agama yang lurus; dan di sisi Allah pahala yang besar bagi orang-orang beriman yang mengelola harta dengan baik dan mendidik anak-anak dengan benar.",
        "16": "Dalam menjalani hidup dan kehidupan ini, Allah memberikan bimbingan. Maka bertakwalah kamu kepada Allah menurut kesanggupanmu, karena Allah tidak membebani manusia kecuali sesuai dengan kesanggupannya; dan dengarlah ayat-ayat Allah, serta taatlah kepada-Nya; dan infakkanlah harta kamu yang baik, yaitu yang diperoleh dengan cara yang halal kepada fakir miskin, karena infak itu hakikatnya untuk diri kamu bekal di akhirat. Dan barang siapa dijaga dirinya dari kekikiran dengan membiasakan diri sejak kecil menjadi dermawan; mereka itulah orang-orang yang beruntung karena baik dan benar dalam mengelola harta yang dititipkan Allah kepada mereka.",
        "17": "Orang yang berinfak atau bersedekah itu beruntung karena pada hakikatnya dia meminjamkan hartanya kepada Allah. Allah berfirman, “Jika kamu meminjamkan harta kamu kepada Allah dengan pinjaman yang baik, yakni berinfak dengan harta halal dengan ikhlas, niscaya Dia melipatgandakan balasan infak tersebut untuk kamu di dunia dan akhirat; dan mengampuni dosa dan kesalahan kamu. Dan Allah Maha Menerima syukur hamba-hamba-Nya yang beriman, Maha Penyantun kepada hamba-hamba-Nya yang menyantuni makhluk-makhluk Allah.”",
        "18": "Yang Mengetahui yang gaib yang tak terlihat mata manusia dan yang nyata yang terlihat mata manusia. Yang Mahaperkasa karena kekuasaan-Nya tak terbatas, Mahabijaksana, karena kelembutan dan kasih sayang-Nya kepada hamba-hamba-Nya."
      }
    }
  }
}