{
  "number": 67,
  "name": "المُلك",
  "name_latin": "Al-Mulk",
  "name_id": "Al-Mulk",
  "name_trans_id": "Kerajaan",
  "number_of_verse": 30,
  "category": "Makkiyah",
  "arabics": {
    "1": "تَبٰرَكَ الَّذِيْ بِيَدِهِ الْمُلْكُۖ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌۙ",
    "2": "ۨالَّذِيْ خَلَقَ الْمَوْتَ وَالْحَيٰوةَ لِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلًاۗ وَهُوَ الْعَزِيْزُ الْغَفُوْرُۙ",
    "3": "الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ طِبَاقًاۗ مَا تَرٰى فِيْ خَلْقِ الرَّحْمٰنِ مِنْ تَفٰوُتٍۗ فَارْجِعِ الْبَصَرَۙ هَلْ تَرٰى مِنْ فُطُوْرٍ",
    "4": "ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ اِلَيْكَ الْبَصَرُ خَاسِئًا وَّهُوَ حَسِيْرٌ",
    "5": "وَلَقَدْ زَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِمَصَابِيْحَ وَجَعَلْنٰهَا رُجُوْمًا لِّلشَّيٰطِيْنِ وَاَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيْرِ",
    "6": "وَلِلَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ عَذَابُ جَهَنَّمَۗ وَبِئْسَ الْمَصِيْرُ",
    "7": "اِذَآ اُلْقُوْا فِيْهَا سَمِعُوْا لَهَا شَهِيْقًا وَّهِيَ تَفُوْرُۙ",
    "8": "تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِۗ كُلَّمَآ اُلْقِيَ فِيْهَا فَوْجٌ سَاَلَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ نَذِيْرٌۙ",
    "9": "قَالُوْا بَلٰى قَدْ جَاۤءَنَا نَذِيْرٌ ەۙ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللّٰهُ مِنْ شَيْءٍۖ اِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ كَبِيْرٍ",
    "10": "وَقَالُوْا لَوْ كُنَّا نَسْمَعُ اَوْ نَعْقِلُ مَا كُنَّا فِيْٓ اَصْحٰبِ السَّعِيْرِ",
    "11": "فَاعْتَرَفُوْا بِذَنْۢبِهِمْۚ فَسُحْقًا لِّاَصْحٰبِ السَّعِيْرِ",
    "12": "اِنَّ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ كَبِيْرٌ",
    "13": "وَاَسِرُّوْا قَوْلَكُمْ اَوِ اجْهَرُوْا بِهٖۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
    "14": "اَلَا يَعْلَمُ مَنْ خَلَقَۗ وَهُوَ اللَّطِيْفُ الْخَبِيْرُ ࣖ",
    "15": "هُوَ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ ذَلُوْلًا فَامْشُوْا فِيْ مَنَاكِبِهَا وَكُلُوْا مِنْ رِّزْقِهٖۗ وَاِلَيْهِ النُّشُوْرُ",
    "16": "ءَاَمِنْتُمْ مَّنْ فِى السَّمَاۤءِ اَنْ يَّخْسِفَ بِكُمُ الْاَرْضَ فَاِذَا هِيَ تَمُوْرُۙ",
    "17": "اَمْ اَمِنْتُمْ مَّنْ فِى السَّمَاۤءِ اَنْ يُّرْسِلَ عَلَيْكُمْ حَاصِبًاۗ فَسَتَعْلَمُوْنَ كَيْفَ نَذِيْرِ",
    "18": "وَلَقَدْ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيْرِ",
    "19": "اَوَلَمْ يَرَوْا اِلَى الطَّيْرِ فَوْقَهُمْ صٰۤفّٰتٍ وَّيَقْبِضْنَۘ مَا يُمْسِكُهُنَّ اِلَّا الرَّحْمٰنُۗ اِنَّهٗ بِكُلِّ شَيْءٍۢ بَصِيْرٌ",
    "20": "اَمَّنْ هٰذَا الَّذِيْ هُوَ جُنْدٌ لَّكُمْ يَنْصُرُكُمْ مِّنْ دُوْنِ الرَّحْمٰنِۗ اِنِ الْكٰفِرُوْنَ اِلَّا فِيْ غُرُوْرٍۚ",
    "21": "اَمَّنْ هٰذَا الَّذِيْ يَرْزُقُكُمْ اِنْ اَمْسَكَ رِزْقَهٗ ۚ بَلْ لَّجُّوْا فِيْ عُتُوٍّ وَّنُفُوْرٍ",
    "22": "اَفَمَنْ يَّمْشِيْ مُكِبًّا عَلٰى وَجْهِهٖٓ اَهْدٰىٓ اَمَّنْ يَّمْشِيْ سَوِيًّا عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ",
    "23": "قُلْ هُوَ الَّذِيْٓ اَنْشَاَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ",
    "24": "قُلْ هُوَ الَّذِيْ ذَرَاَكُمْ فِى الْاَرْضِ وَاِلَيْهِ تُحْشَرُوْنَ",
    "25": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "26": "قُلْ اِنَّمَا الْعِلْمُ عِنْدَ اللّٰهِ ۖوَاِنَّمَآ اَنَا۠ نَذِيْرٌ مُّبِيْنٌ",
    "27": "فَلَمَّا رَاَوْهُ زُلْفَةً سِيْۤـَٔتْ وُجُوْهُ الَّذِيْنَ كَفَرُوْا وَقِيْلَ هٰذَا الَّذِيْ كُنْتُمْ بِهٖ تَدَّعُوْنَ",
    "28": "قُلْ اَرَءَيْتُمْ اِنْ اَهْلَكَنِيَ اللّٰهُ وَمَنْ مَّعِيَ اَوْ رَحِمَنَاۙ فَمَنْ يُّجِيْرُ الْكٰفِرِيْنَ مِنْ عَذَابٍ اَلِيْمٍ",
    "29": "قُلْ هُوَ الرَّحْمٰنُ اٰمَنَّا بِهٖ وَعَلَيْهِ تَوَكَّلْنَاۚ فَسَتَعْلَمُوْنَ مَنْ هُوَ فِيْ ضَلٰلٍ مُّبِيْنٍ",
    "30": "قُلْ اَرَءَيْتُمْ اِنْ اَصْبَحَ مَاۤؤُكُمْ غَوْرًا فَمَنْ يَّأْتِيْكُمْ بِمَاۤءٍ مَّعِيْنٍ ࣖ"
  },
  "latins": [
    "Tabārakal-lażī biyadihil-mulk(u), wa huwa 'alā kulli syai'in qadīr(un).",
    "Allażī khalaqal-mauta wal-ḥayāta liyabluwakum ayyukum aḥsanu 'amalā(n), wa huwal-'azīzul-gafūr(u).",
    "Allażī khalaqa sab'a samāwātin ṭibāqā(n), mā tarā fī khalqir-raḥmāni min tafāwut(in), farji'il-baṣara hal tarā min fuṭūr(in).",
    "Ṡummarji'il-baṣara karrataini yanqalib ilaikal-baṣaru khāsi'aw wa huwa ḥasīr(un).",
    "Wa laqad zayyannas-samā'ad-dun-yā bimaṣābīḥa wa ja'alnāhā rujūmal lisy-syayāṭīni wa a'tadnā lahum 'ażābas-sa'īr(i).",
    "Wa lil-lażīna kafarū birabbihim 'ażābu jahannam(a), wa bi'sal-maṣīr(u).",
    "Iżā ulqū fīhā sami'ū lahā syahīqaw wa hiya tafūr(u).",
    "Takādu tamayyazu minal-gaiẓ(i), kullamā ulqiya fīhā faujun sa'alahum khazanatuhā alam ya'tikum nażīr(un).",
    "Qālū balā qad jā'anā nażīr(un), fa każżabnā wa qulnā mā nazzalallāhu min syai'(in), in antum illā fī ḍalālin kabīr(in).",
    "Wa qālū lau kunnā nasma'u au na'qilu mā kunnā fī aṣḥābis-sa'īr(i).",
    "Fa'tarafū biżambihim, fasuḥqal li'aṣḥābis-sa'īr(i).",
    "Innal-lażīna yakhsyauna rabbahum bil-gaibi lahum magfiratuw wa ajrun kabīr(un).",
    "Wa asirrū qaulakum awijharū bih(ī), innahū 'alīmum biżātiṣ-ṣudūr(i).",
    "Alā ya'lamu man khalaq(a), wa huwal-laṭīful-khabīr(u).",
    "Huwal-lażī ja'ala lakumul-arḍa żalūlan famsyū fī manākibihā wa kulū mir rizqih(ī), wa ilaihin-nusyūr(u).",
    "A'amintum man fis-samā'i ay yakhsifa bikumul-arḍa  fa'iżā hiya tamūr(u).",
    "Am amintum man fis-samā'i ay yursila 'alaikum ḥāṣibā(n), fa sata'lamūna kaifa nażīr(i).",
    "Wa laqad każżabal-lażīna min qablihim fakaifa kāna nakīr(i).",
    "Awalam yarau ilaṭ-ṭairi fauqahum ṣāffātiw wa yaqbiḍn(a), mā yumsikuhunna illar-raḥmān(u), innahū bikulli syai'im baṣīr(un).",
    "Am man hāżal-lażī huwa jundul lakum yanṣurukum min dūnir-raḥmān(i), inil-kāfirūna illā fī gurūr(in).",
    "Am man hāżal-lażī yarzuqukum in amsaka rizqah(ū), bal lajjū fī 'utuwwiw wa nufūr(in).",
    "Afamay yamsyī mukibban 'alā wajhihī ahdā ammay yamsyī sawiyyan 'alā ṣirāṭim mustaqīm(in).",
    "Qul huwal-lażī ansya'akum wa ja'ala lakumus-sam'a wal-abṣāra wal-af'idah(ta), qalīlam mā tasykurūn(a).",
    "Qul huwal-lażī żara'akum fil-arḍi wa ilaihi tuḥsyarūn(a).",
    "Wa yaqūlūna matā hāżal-wa'du in kuntum ṣādiqīn(a).",
    "Qul innamal-'ilmu 'indallāh(i), wa innamā ana nażīrum mubīn(un).",
    "Falammā ra'auhu zulfatan sī'at wujūhul-lażīna kafarū wa qīla hāżal-lażī kuntum bihī tadda'ūn(a).",
    "Qul ara'aitum in ahlakaniyallāhu wa mam ma'iya au raḥimanā, famay yujīrul-kāfirīna min 'ażābin alīm(in).",
    "Qul huwar-raḥmānu āmannā bihī wa 'alaihi tawakkalnā, fasata'lamūna man huwa fī ḍalālim mubīn(in).",
    "Qul ara'aitum in aṣbaḥa mā'ukum gauran famay ya'tīkum bimā'im ma'īn(in)."
  ],
  "translations": {
    "id": {
      "1": "Maha Berkah Zat yang menguasai (segala) kerajaan dan Dia Maha Kuasa atas segala sesuatu,",
      "2": "yaitu yang menciptakan kematian dan kehidupan untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dia Maha Perkasa lagi Maha Pengampun.",
      "3": "(Dia juga) yang menciptakan tujuh langit berlapis-lapis. Kamu tidak akan melihat pada ciptaan Tuhan Yang Maha Pengasih ketidakseimbangan sedikit pun. Maka, lihatlah sekali lagi! Adakah kamu melihat suatu cela?",
      "4": "Kemudian, lihatlah sekali lagi (dan) sekali lagi (untuk mencari cela dalam ciptaan Allah), niscaya pandanganmu akan kembali kepadamu dengan kecewa dan dalam keadaan letih (karena tidak menemukannya).",
      "5": "Sungguh, Kami benar-benar telah menghiasi langit dunia dengan bintang-bintang, menjadikannya (bintang-bintang itu) sebagai alat pelempar terhadap setan, dan menyediakan bagi mereka (setan-setan itu) azab (neraka) Sa'ir (yang menyala-nyala).",
      "6": "Orang-orang yang kufur kepada Tuhannya akan mendapat azab (neraka) Jahanam. Itulah seburuk-buruk tempat kembali.",
      "7": "Apabila dilemparkan ke dalamnya (neraka), mereka pasti mendengar suaranya yang mengerikan saat ia membara.",
      "8": "(Neraka itu) hampir meledak karena marah. Setiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaganya bertanya kepada mereka, “Tidak pernahkah seorang pemberi peringatan datang kepadamu (di dunia)?”",
      "9": "Mereka menjawab, “Pernah! Sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(-nya) dan mengatakan, 'Allah tidak menurunkan sesuatu apa pun.’” (Para malaikat berkata,) “Kamu tidak lain hanyalah (berada) dalam kesesatan yang besar.”",
      "10": "Mereka juga berkata, “Andaikan dahulu kami mendengarkan atau memikirkan (peringatan itu), tentulah kami tidak termasuk ke dalam (golongan) para penghuni (neraka) Sa'ir (yang menyala-nyala).”",
      "11": "Mereka mengakui dosanya (saat penyesalan tidak lagi bermanfaat). Maka, jauhlah (dari rahmat Allah) bagi para penghuni (neraka) Sa'ir (yang menyala-nyala) itu.",
      "12": "Sesungguhnya orang-orang yang takut kepada Tuhannya dengan tanpa melihat-Nya akan memperoleh ampunan dan pahala yang besar.",
      "13": "Rahasiakanlah perkataanmu atau nyatakanlah. Sesungguhnya Dia Maha Mengetahui segala isi hati.",
      "14": "Apakah (pantas) Zat yang menciptakan itu tidak mengetahui, sedangkan Dia (juga) Maha Halus lagi Maha Mengetahui?",
      "15": "Dialah yang menjadikan bumi untuk kamu dalam keadaan mudah dimanfaatkan. Maka, jelajahilah segala penjurunya dan makanlah sebagian dari rezeki-Nya. Hanya kepada-Nya kamu (kembali setelah) dibangkitkan.",
      "16": "Sudah merasa amankah kamu dari Zat yang di langit, yaitu (dari bencana) dibenamkannya bumi oleh-Nya bersama kamu ketika tiba-tiba ia terguncang?",
      "17": "Atau, sudah merasa amankah kamu dari Zat yang di langit, yaitu (dari bencana) dikirimkannya badai batu oleh-Nya kepadamu? Kelak kamu akan mengetahui bagaimana (akibat mendustakan) peringatan-Ku.",
      "18": "Sungguh, orang-orang sebelum mereka pun benar-benar telah mendustakan (rasul-rasul-Nya). Maka, betapa hebatnya kemurkaan-Ku!",
      "19": "Tidakkah mereka memperhatikan burung-burung yang mengembangkan dan mengatupkan sayapnya di atas mereka? Tidak ada yang menahannya (di udara) selain Yang Maha Pengasih. Sesungguhnya Dia Maha Melihat segala sesuatu.",
      "20": "Atau, siapakah yang akan menjadi bala tentara bagimu yang dapat menolongmu selain (Allah) Yang Maha Pengasih? Orang-orang kafir itu tidak lain hanyalah dalam (keadaan) tertipu.",
      "21": "Atau, siapakah yang dapat memberimu rezeki jika Dia menahan rezeki-Nya? Sebaliknya, mereka terus-menerus dalam kesombongan dan menjauhkan diri (dari kebenaran).",
      "22": "Apakah orang yang berjalan dengan wajah tertelungkup itu lebih mendapatkan petunjuk ataukah orang yang berjalan tegap di atas jalan yang lurus?",
      "23": "Katakanlah, “Dialah Zat yang menciptakanmu dan menjadikan bagimu pendengaran, penglihatan, dan hati nurani. (Akan tetapi,) sedikit sekali kamu bersyukur.”",
      "24": "Katakanlah, “Dialah yang menjadikan kamu berkembang biak di muka bumi dan kepada-Nyalah kamu akan dikumpulkan.”",
      "25": "Mereka berkata, “Kapankah (datangnya) janji (azab) ini jika kamu orang-orang benar?”",
      "26": "Katakanlah (Nabi Muhammad), “Sesungguhnya ilmu (tentang hari Kiamat itu) hanya ada pada Allah. Aku hanyalah seorang pemberi peringatan yang jelas.”",
      "27": "Ketika mereka melihat azab (pada hari Kiamat) sudah dekat, wajah orang-orang kafir itu menjadi muram. Dikatakan (kepada mereka), “Ini adalah (sesuatu) yang dahulu kamu selalu mengaku (bahwa kamu tidak akan dibangkitkan).”",
      "28": "Katakanlah (Nabi Muhammad), “Tahukah kamu jika Allah mematikan aku dan orang-orang yang bersamaku atau memberi rahmat kepada kami (dengan memperpanjang umur kami,) lalu siapa yang dapat melindungi orang-orang kafir dari azab yang pedih?”",
      "29": "Katakanlah (Nabi Muhammad), “Dialah Zat Yang Maha Pengasih, kami beriman kepada-Nya dan hanya kepada-Nya kami bertawakal. Kelak kamu akan tahu siapa yang berada dalam kesesatan yang nyata.”",
      "30": "Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku jika (sumber) air kamu surut ke dalam tanah, siapa yang akan memberimu air yang mengalir?”"
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Surah sebelumnya yaitu at-Tahrim, diakhiri dengan uraian tentang kebinasaan yang menimpa siapa yang durhaka tanpa dapat ditolong oleh siapa pun, seperti halnya istri Nuh dan Lut. Dan kebahagiaan akan diraih bagi yang taat tanpa dapat diganggu oleh siapa pun, seperti halnya istri Firaun dan Maryam. Ini disebabkan yang mengatur itu semua adalah Allah Yang Mahakuasa, karena itu awal surah ini menguraikan kuasa Allah serta limpahan anugerah-Nya: Mahasuci Allah yang menguasai segala kerajaan, di langit dan di bumi, Dan Dia Mahakuasa atas segala sesuatu, tidak ada satu perkara pun yang melemahkan-Nya.",
        "2": "Salah satu bukti kekuasaan-Nya adalah Dia Yang menciptakan mati dan menentukan ajalnya, dan hidup dengan menentukan kadar-kadarnya, untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya dengan seikhlas mungkin. Dan Dia Mahaperkasa tidak ada satu pun yang dapat mengalahkan-Nya, Maha Pengampun dengan menghapus dosa bagi orang-orang yang bertobat.",
        "3": "Kuasa Allah menciptakan hidup dan mati dikaitkan dengan kuasa-Nya menciptakan alam raya. Yang menciptakan tujuh langit berlapis-lapis sangat serasi dan harmonis. Tidak akan kamu lihat sesuatu yang tidak seimbang aib atau tidak sempurna, pada ciptaan Tuhan Yang Maha Pengasih Tuhan yang rahmat-Nya mencakup seluruh wujud, baik pada ciptaan-Nya yang kecil maupun yang besar. Maka lihatlah sekali lagi dan berulang-ulang disertai dengan berpikir yang keras, maka adakah kamu lihat atau menemukan padanya sesuatu yang cacat atau retak?",
        "4": "Kemudian setelah sekian lama kamu serius memperhatikannya, maka ulangi pandanganmu sekali lagi dan sekali lagi yaitu berkali-kali, niscaya pandanganmu akan kembali kepadamu dalam keadaan kecewa karena tanpa menemukan cacat yang kamu usahakan untuk menemukannya, dan ia, pandanganmu, dalam keadaan letih dan ada batasnya.",
        "5": "Bukti kuasa Allah itu bukan hanya pada kesempurnaan penciptaan langit dan bumi. Dan Kami bersumpah bahwa sungguh, telah Kami hiasi langit yang dekat, yaitu yang dekat dengan bumi sehingga dapat dilihat dengan pandangan mata secara langsung. Kami menghiasinya dengan bintang-bintang dan Kami jadikannya bintang-bintang itu sebagai alat-alat pelempar setan dari golongan jin, dan Kami sediakan bagi mereka di akhirat nanti, azab neraka yang menyala-nyala.",
        "6": "Telah menjadi ketetapan Allah bahwa setiap orang yang menyekutu-kan dan mengingkari Allah, serta mendustakan para rasul akan dimasukkan ke dalam neraka di akhirat kelak. Inilah yang ditegaskan pada ayat ini. Dan orang-orang yang ingkar kepada Tuhannya akan mendapat azab Jahanam. Itulah tempat kediaman mereka. Dan itulah seburuk-buruk tempat kembali.",
        "7": "Apabila mereka dilemparkan ke dalamnya mereka mendengar suara neraka yang mengerikan, karena kerasnya kobaran api, sedang neraka itu membara, dengan sangat dahsyatnya,",
        "8": "hampir saja neraka meledak karena marah. Setiap kali ada sekumpulan orang-orang kafir dilemparkan ke dalamnya, para malaikat penjaga-penjaga neraka itu bertanya kepada mereka, “Apakah belum pernah ada orang yang datang memberi peringatan kepadamu di dunia tentang ancaman Allah?”",
        "9": "Pertanyaan para penjaga neraka tersebut dijawab dengan jujur oleh para pendurhaka itu. Mereka menjawab, “Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, menyampaikan tentang adanya azab Allah, tetapi kami mendustakannya dan kami katakan, 'Allah tidak menurunkan sesuatu apa pun kepadamu, kamu wahai orang yang meng-ku sebagai utusan Allah, sebenarnya di dalam kesesatan yang besar.'”",
        "10": "Dan mereka orang-orang yang tersiksa di neraka itu berkata, “Sekiranya dahulu kami mendengarkan dengan sungguh-sungguh atau memikirkan dengan serius peringatan itu tentulah kami tidak termasuk penghuni neraka yang menyala-nyala yang azabnya sungguh tidak terbayang oleh kami.”",
        "11": "Maka dengan ucapan itu mereka mengakui dosanya. Namun itu pengakuan yang tidak berguna. Tetapi kebinasaanlah yaitu jauhlah dari rahmat Allah bagi penghuni neraka yang menyala-nyala itu.",
        "12": "Bagi orang yang mengingkari kekuasaan Allah, ancamannya dije-laskan pada ayat sebelumnya. Pada ayat ini diterangkan siapa yang akan meraih pahala yang besar, Sesungguhnya orang-orang yang takut kepada Tuhannya yang tidak terlihat oleh mereka, atau mereka takut kepada-Nya walau mereka itu sendirian tidak terlihat oleh siapa pun, mereka memperoleh ampunan dan pahala yang besar.",
        "13": "Gunjingan kaum musyrik yang ternyata diketahui oleh Rasulullah, menjadikan mereka saling merendahkan bahkan merahasiakan ucapan di antara mereka agar tidak didengar Tuhan Nabi Muhammad. Ayat ini turun untuk meresponss sikap tersebut. Dan rahasiakanlah perkataanmu atau nyatakanlah. Sungguh, Dia Maha Mengetahui segala isi hati dan segala apa yang kamu rahasiakan.",
        "14": "Ayat ini masih kelanjutan sanggahan Allah terhadap sikap kaum musyrik: Apakah pantas Allah yang menciptakan semua makhluk termasuk kamu, wahai manusia, itu tidak mengetahui apa yang kamu lahirkan dan rahasiakan? Padahal Dia Mahahalus, Maha Mengetahui. Sungguh Dia pasti Maha Mengetahui segalanya.",
        "15": "Setelah ditegaskan bahwa Allah adalah Mahahalus dan Maha luas pengetahuan-Nya, kini diuraikan kembali tentang Kuasa-Nya. Dialah Allah yang menjadikan bumi untuk kamu yang mudah dijelajahi untuk melakukan aneka aktifitas yang bermanfaat, maka jelajahilah di segala penjurunya, berkelanalah ke seluruh pelosoknya, dan makanlah sebagian dari rezeki-Nya yang disediakan untuk kamu, serta bersyukurlah dengan segala karunia-Nya itu. Dan karena pada akhirnya, hanya kepada-Nyalah kamu kembali setelah dibangkitkan.",
        "16": "Bukti kekuasaan dan keluasan ilmu-Nya sudah dipaparkan, kalau manusia tetap durhaka maka Allah menegaskan dalam ayat ini: Sudah merasa amankah kamu, bahwa Dia Allah yang di langit tidak akan membuat kamu ditelan bumi ketika tiba-tiba ia terguncang?. Mestinya kamu tidak merasa aman dengan tetap durhaka. Karena orang sebelum kamu seperti Karun karena kedurhakaannya dia ditelan bumi.",
        "17": "Atau sudah merasa amankah kamu, bahwa Dia Allah yang di langit yang mengendalikan sepenuhya semua makhluk, tidak akan mengirimkan badai yang berbatu kepadamu yang dapat membinasakan kamu? Namun kalau kamu tetap durhaka, kelak kamu akan mengetahui bagaimana akibat mendustakan peringatan-Ku.",
        "18": "Jangan ada yang menduga bahwa ancaman yang dikemukakan pada ayat-ayat yang lalu hanya “gertak sambal” yaitu ancaman yang tanpa bukti. Sungguh ancaman itu dapat juga menimpa kaum musyrik Mekah. Ayat ini menegaskan: Dan sungguh, orang-orang yang sebelum mereka kaum musyrik Mekah itu pun telah mendustakan dan mendurhakai rasul-rasul-Nya. Maka betapa hebatnya kemurkaan-Ku!",
        "19": "Pada bagian awal surah ini telah disinggung kuasa Allah di langit. Ayat ini menegaskan kembali hal tersebut: Tidakkah mereka yaitu kaum musyrik Mekah dan siapa saja yang meragukan kuasa Allah, memperhatikan burung-burung ketika terbang yang selalu mengembangkan dan mengatupkan sayapnya di atas mereka? Tidak ada yang menahannya burung-burung itu di udara selain Yang Maha Pengasih Tuhan Pelimpah rahmat bagi segala makhluk. Sungguh, Dia Maha Melihat segala sesuatu dan Maha Mengetahui bagaimana menciptakan segala sesuatu.",
        "20": "Kaum musyrik Mekah sering kali mengandalkan kekuatan material atau berhala-berhala yang mereka sembah sebagai pembela mereka. Ayat ini menampik klaim tersebut Atau siapakah yang akan kamu andalkan untuk menjadi bala tentara dan pembela bagimu yang dapat membelamu selain Allah Yang Maha Pengasih? Orang-orang kafir itu hanyalah dalam keadaan tertipu.",
        "21": "Setelah menampik adanya sumber pembelaan selain Allah, kini diteruskan dengan menampik adanya sumber pemberi rezeki. Atau siapakah yang dapat memberimu rezeki secara terus menerus, jika Dia Yang Maha Pengasih, menahan rezeki-Nya? Pastilah tidak ada. Meskipun bukti sudah sangat jelas, kaum musyrik itu tetap durhaka, bahkan mereka terus-menerus dalam kesombongan dan menjauhkan diri dari kebenaran.",
        "22": "Kaum musyrik yang durhaka itu dilukiskan pada ayat ini dan dibandingkan dengan kaum yang selalu taat kepada Allah dengan ungkapan yang tegas. Apakah orang yang merangkak dengan wajah tertelungkup sehingga terjungkal jatuh, yang lebih terpimpin dalam kebenaran ataukah orang yang berjalan tegap di atas jalan yang luas lagi lurus? Tentu saja keduanya tidak sama. Hanya orang yang bodoh yang menilainya sama.",
        "23": "Kaum musyrik yang telah diberikan aneka potensi yang semestinya dapat digunakan untuk meraih petunjuk ternyata justru mengabaikannya. Ayat ini memerintahkan kepada Nabi Muhammad dan seluruh manusia untuk menyadari potensi itu. Katakanlah, “Dialah yang menciptakan kamu tahap demi tahap dan menjadikan pendengaran, penglihatan dan hati nurani bagi kamu agar kamu menggunakannya secara baik sebagai tanda syukur kepada-Nya. Tetapi sedikit sekali kamu bersyukur.”",
        "24": "Manusia diingatkan melalui ayat ini bahwa pada akhirnya semua akan kembali kepada-Nya, maka tidak sewajarnya menyombongkan diri dan mendurhakai perintah-Nya. Katakanlah, “Dialah yang menjadikan kamu berkembang biak di muka bumi, dan hanya kepada-Nya kamu akan dikumpulkan di mahsyar untuk mempertanggungjawabkan semua perbuatan kamu ketika di dunia dan akan memberikan balasan sesuai dengan amal kamu.”",
        "25": "Penegasan Allah bahwa semua manusia akan dibangkitkan dan dikumpulkan seperti ditegaskan pada ayat di atas, direspons oleh kaum musyrik, seperti yang terekam dalam ayat ini. Dan kaum musyrik itu berkata sambil berolok-olok, “Kapan datangnya janji ancaman tentang hari kebangkitan itu jika kamu, wahai Nabi Muhammad, adalah orang yang benar?” Tentu kamu mengetahui dan dapat memberitahukan kepada kami.”",
        "26": "Menanggapi ucapan kaum musyrik tersebut Nabi Muhammad diperintahkan Allah seperti yang ditegaskan pada ayat ini: Katakanlah wahai Nabi Muhammad, “Sesungguhnya ilmu tentang hari Kiamat itu hanya ada pada Allah. Dan aku hanyalah seorang pemberi peringatan yang menjelaskan.”",
        "27": "Keadaan kaum musyrik yang mengolok kedatangan Kiamat dan mendurhakai Allah digambarkan dalam ayat ini. Maka ketika mereka melihat azab yang mereka dustakan itu sudah dekat kehadirannya yaitu pada hari Kiamat, wajah orang-orang kafir itu menjadi muram. Dan dikatakan kepada mereka, “Inilah azab yang dahulunya selalu kamu minta untuk disegerakan.",
        "28": "Kaum musyrik karena kebenciannya kepada Nabi Muhammad sering mengharapkan agar Nabi Muhammad cepat mati. Katakanlah wahai Nabi Muhammad, “Tahukah kamu jika Allah mematikan aku dan orang-orang yang bersamaku yaitu yang sama dalam keimanan sebagaimana yang kamu harapkan maka kami akan masuk surga, atau memberi rahmat kepada kami dengan memanjangkan usia kami sehingga menganugerahkan kemenangan kepada kami. Sedangkan kamu, wahai kaum musyrik, akan mendapat siksa, lalu siapa yang dapat melindungi kamu dan orang-orang kafir selain kamu dari azab yang pedih?”",
        "29": "Kaum musyrik itu tidak berkutik dengan pertanyaan itu. Katakanlah, wahai Nabi, “Dialah saja bukan selain-Nya, Yang Maha Pengasih, kami beriman kepada-Nya dan hanya kepada-Nya kami bertawakal dengan sepenuh hati. Maka kelak kamu akan tahu siapa yang berada dalam kesesatan yang nyata apakah golongan kami atau kamu.”",
        "30": "Sebagai penutup surah ini, Allah memerintahkan kepada Nabi Muhammad agar mengingat aneka nikmat Allah, terutama nikmat air yang merupakan sumber utama kehidupan (lihat surah al-Anbiya/21:30). Katakanlah wahai Nabi Muhammad, “Terangkanlah kepadaku jika sumber air kamu dan sumber air lainnya menjadi kering. maka siapa yang akan memberimu air yang mengalir?.” Pasti tidak ada kecuali Allah, Tuhan Pemelihara seluruh alam. Maka sudah sewajarnya kalau manusia hanya menyembah kepada-Nya."
      }
    }
  }
}