{
  "number": 69,
  "name": "الحاۤقّة",
  "name_latin": "Al-Ḥāqqah",
  "name_id": "Al-Haqqah",
  "name_trans_id": "Hari Kiamat Yang Pasti Terjadi",
  "number_of_verse": 52,
  "category": "Makkiyah",
  "arabics": {
    "1": "اَلْحَاۤقَّةُۙ",
    "2": "مَا الْحَاۤقَّةُ ۚ",
    "3": "وَمَآ اَدْرٰىكَ مَا الْحَاۤقَّةُ ۗ",
    "4": "كَذَّبَتْ ثَمُوْدُ وَعَادٌ ۢبِالْقَارِعَةِ",
    "5": "فَاَمَّا ثَمُوْدُ فَاُهْلِكُوْا بِالطَّاغِيَةِ",
    "6": "وَاَمَّا عَادٌ فَاُهْلِكُوْا بِرِيْحٍ صَرْصَرٍ عَاتِيَةٍۙ",
    "7": "سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَّثَمٰنِيَةَ اَيَّامٍۙ حُسُوْمًا فَتَرَى الْقَوْمَ فِيْهَا صَرْعٰىۙ  كَاَنَّهُمْ اَعْجَازُ نَخْلٍ خَاوِيَةٍۚ",
    "8": "فَهَلْ تَرٰى لَهُمْ مِّنْۢ بَاقِيَةٍ",
    "9": "وَجَاۤءَ فِرْعَوْنُ وَمَنْ قَبْلَهٗ وَالْمُؤْتَفِكٰتُ بِالْخَاطِئَةِۚ",
    "10": "فَعَصَوْا رَسُوْلَ رَبِّهِمْ فَاَخَذَهُمْ اَخْذَةً رَّابِيَةً",
    "11": "اِنَّا لَمَّا طَغَا الْمَاۤءُ حَمَلْنٰكُمْ فِى الْجَارِيَةِۙ",
    "12": "لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَّتَعِيَهَآ اُذُنٌ وَّاعِيَةٌ",
    "13": "فَاِذَا نُفِخَ فِى الصُّوْرِ نَفْخَةٌ وَّاحِدَةٌ ۙ",
    "14": "وَّحُمِلَتِ الْاَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَّاحِدَةًۙ",
    "15": "فَيَوْمَىِٕذٍ وَّقَعَتِ الْوَاقِعَةُۙ",
    "16": "وَانْشَقَّتِ السَّمَاۤءُ فَهِيَ يَوْمَىِٕذٍ وَّاهِيَةٌۙ",
    "17": "وَّالْمَلَكُ عَلٰٓى اَرْجَاۤىِٕهَاۗ وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَىِٕذٍ ثَمٰنِيَةٌ  ۗ",
    "18": "يَوْمَىِٕذٍ تُعْرَضُوْنَ لَا تَخْفٰى مِنْكُمْ خَافِيَةٌ",
    "19": "فَاَمَّا مَنْ اُوْتِيَ كِتٰبَهٗ بِيَمِيْنِهٖ فَيَقُوْلُ هَاۤؤُمُ اقْرَءُوْا كِتٰبِيَهْۚ",
    "20": "اِنِّيْ ظَنَنْتُ اَنِّيْ مُلٰقٍ حِسَابِيَهْۚ",
    "21": "فَهُوَ فِيْ عِيْشَةٍ رَّاضِيَةٍۚ",
    "22": "فِيْ جَنَّةٍ عَالِيَةٍۙ",
    "23": "قُطُوْفُهَا دَانِيَةٌ",
    "24": "كُلُوْا وَاشْرَبُوْا هَنِيْۤـًٔا ۢبِمَآ اَسْلَفْتُمْ فِى الْاَيَّامِ الْخَالِيَةِ",
    "25": "وَاَمَّا مَنْ اُوْتِيَ كِتٰبَهٗ بِشِمَالِهٖ ەۙ فَيَقُوْلُ يٰلَيْتَنِيْ لَمْ اُوْتَ كِتٰبِيَهْۚ",
    "26": "وَلَمْ اَدْرِ مَا حِسَابِيَهْۚ",
    "27": "يٰلَيْتَهَا كَانَتِ الْقَاضِيَةَۚ",
    "28": "مَآ اَغْنٰى عَنِّيْ مَالِيَهْۚ",
    "29": "هَلَكَ عَنِّيْ سُلْطٰنِيَهْۚ",
    "30": "خُذُوْهُ فَغُلُّوْهُۙ",
    "31": "ثُمَّ الْجَحِيْمَ صَلُّوْهُۙ",
    "32": "ثُمَّ فِيْ سِلْسِلَةٍ ذَرْعُهَا سَبْعُوْنَ ذِرَاعًا فَاسْلُكُوْهُۗ",
    "33": "اِنَّهٗ كَانَ لَا يُؤْمِنُ بِاللّٰهِ الْعَظِيْمِۙ",
    "34": "وَلَا يَحُضُّ عَلٰى طَعَامِ الْمِسْكِيْنِۗ",
    "35": "فَلَيْسَ لَهُ الْيَوْمَ هٰهُنَا حَمِيْمٌۙ",
    "36": "وَّلَا طَعَامٌ اِلَّا مِنْ غِسْلِيْنٍۙ",
    "37": "لَّا يَأْكُلُهٗٓ اِلَّا الْخٰطِـُٔوْنَ ࣖ",
    "38": "فَلَآ اُقْسِمُ بِمَا تُبْصِرُوْنَۙ",
    "39": "وَمَا لَا تُبْصِرُوْنَۙ",
    "40": "اِنَّهٗ لَقَوْلُ رَسُوْلٍ كَرِيْمٍۙ",
    "41": "وَّمَا هُوَ بِقَوْلِ شَاعِرٍۗ قَلِيْلًا مَّا تُؤْمِنُوْنَۙ",
    "42": "وَلَا بِقَوْلِ كَاهِنٍۗ قَلِيْلًا مَّا تَذَكَّرُوْنَۗ",
    "43": "تَنْزِيْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ",
    "44": "وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْاَقَاوِيْلِۙ",
    "45": "لَاَخَذْنَا مِنْهُ بِالْيَمِيْنِۙ",
    "46": "ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِيْنَۖ",
    "47": "فَمَا مِنْكُمْ مِّنْ اَحَدٍ عَنْهُ حٰجِزِيْنَۙ",
    "48": "وَاِنَّهٗ لَتَذْكِرَةٌ لِّلْمُتَّقِيْنَ",
    "49": "وَاِنَّا لَنَعْلَمُ اَنَّ مِنْكُمْ مُّكَذِّبِيْنَۗ",
    "50": "وَاِنَّهٗ لَحَسْرَةٌ عَلَى الْكٰفِرِيْنَۚ",
    "51": "وَاِنَّهٗ لَحَقُّ الْيَقِيْنِ",
    "52": "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيْمِ ࣖ"
  },
  "latins": [
    "Al-ḥāqqah(tu).",
    "Mal-ḥāqqah(tu).",
    "Wa mā adrāka mal-ḥāqqah(tu).",
    "Każżabat ṡamūdu wa 'ādum bil-qāri'ah(ti).",
    "Fa'ammā ṡamūdu fa uhlikū biṭ-ṭāgiyah(ti).",
    "Wa ammā 'ādun fa'uhlikū birīḥin ṣarṣarin 'ātiyah(tin).",
    "Sakhkharahā 'alaihim sab'a layāliw wa ṡamāniyata ayyām(in), ḥusūman fataral-qauma fīhā ṣar'ā, ka'annahum a'jāzu nakhlin khāwiyah(tin).",
    "Fahal tarā lahum mim bāqiyah(tin).",
    "Wa jā'a fir'aunu wa man qablahū wal-mu'tafikātu bil-khāṭi'ah(ti).",
    "Fa 'aṣau rasūla rabbihim fa akhażahum akhżatar rābiyah(tan).",
    "Innā lammā ṭagal-mā'u ḥamalnākum fil-jāriyah(ti).",
    "Linaj'alahā lakum tażkirataw wa ta'iyahā użunuw wā'iyah(tun).",
    "Fa iżā nufikha fiṣ-ṣūri nafkhatuw wāḥidah(tun).",
    "Wa ḥumilatil-arḍu wal-jibālu fa dukkatā dakkataw wāḥidah(tan).",
    "Fayauma'iżiw waqa'atil-wāqi'ah(tu).",
    "Wansyaqqatis-samā'u fahiya yauma'iżiw wāhiyah(tun).",
    "Wal-malaku 'alā arjā'ihā, wa yaḥmilu 'arsya rabbika fauqahum yauma'iżin ṡamāniyah(tun).",
    "Yauma'iżin tu'raḍūna lā takhfā minkum khāfiyah(tun).",
    "Fa ammā man ūtiya kitābahū biyamīnihī fa yaqūlu hā'umuqra'ū kitābiyah.",
    "Innī ẓanantu annī mulāqin ḥisābiyah.",
    "Fa huwa fī 'īsyatir rāḍiyah(tin).",
    "Fī jannatin 'āliyah(tin).",
    "Quṭūfuhā dāniyah(tun).",
    "Kulū wasyrabū hanī'am bimā aslaftum fil-ayyāmil-khāliyah(ti).",
    "Wa ammā man ūtiya kitābahū bisyimālih(ī), fa yaqūlu yā laitanī lam ūta kitābiyah.",
    "Wa lam adri mā ḥisābiyah.",
    "Yā laitahā kānatil-qāḍiyah(ta).",
    "Mā agnā 'annī māliyah.",
    "Halaka 'annī sulṭāniyah.",
    "Khużūhu fagullūh(u).",
    "Ṡummal-jaḥīma ṣallūh(u).",
    "Ṡumma fī silsilatin żar'uhā sab'ūna żirā'an faslukūh(u).",
    "Innahū kāna lā yu'minu billāhil-'aẓīm(i).",
    "Wa lā yaḥuḍḍu 'alā ṭa'āmil-miskīn(i).",
    "Fa laisa lahul-yauma hāhunā ḥamīm(un).",
    "Wa lā ṭa'āmun illā min gislīn(in).",
    "Lā ya'kuluhū illal-khāṭi'ūn(a).",
    "Falā uqsimu bimā tubṣirūn(a).",
    "Wa mā lā tubṣirūn(a).",
    "Innahū laqaulu rasūlin karīm(in).",
    "Wa mā huwa biqauli syā'ir(in), qalīlam mā tu'minūn(a).",
    "Wa lā biqauli kāhin(in), qalīlam mā tażakkarūn(a).",
    "Tanzīlum mir rabbil-'ālamīn(a).",
    "Wa lau taqawwala 'alainā ba'ḍal-aqāwīl(i).",
    "La'akhażnā minhu  bil-yamīn(i).",
    "Ṡumma laqaṭa'nā minhul-watīn(a).",
    "Famā minkum min aḥadin 'anhu ḥājizīn(a).",
    "Wa innahū latażkiratul lil-muttaqīn(a).",
    "Wa innā lana'lamu anna minkum mukażżibīn(a).",
    "Wa innahū laḥasratun 'alal-kāfirīn(a).",
    "Wa innahū laḥaqqul-yaqīn(i).",
    "Fa sabbiḥ bismi rabbikal-'aẓīm(i)."
  ],
  "translations": {
    "id": {
      "1": "Al-Ḥāqqah (hari Kiamat yang pasti datang).",
      "2": "Apakah al-Ḥāqqah itu?",
      "3": "Tahukah kamu apakah al-Ḥāqqah itu?",
      "4": "(Kaum) Samud dan 'Ad telah mendustakan al-Qāri'ah (hari Kiamat yang menggetarkan hati).",
      "5": "Adapun (kaum) Samud, mereka telah dibinasakan dengan suara yang sangat keras,",
      "6": "sedangkan (kaum) 'Ad telah dibinasakan dengan angin topan yang sangat dingin.",
      "7": "Dia menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus. Maka, kamu melihat kaum ('Ad) pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah (lapuk) bagian dalamnya.",
      "8": "Adakah kamu melihat seorang pun yang masih tersisa di antara mereka?",
      "9": "Begitu juga, Firʻaun dan orang-orang yang sebelumnya serta (penduduk) negeri-negeri yang dijungkirbalikkan datang dengan membawa kesalahan yang besar.",
      "10": "Mereka mendurhakai utusan Tuhannya, lalu Dia menyiksa mereka dengan siksaan yang sangat keras.",
      "11": "Sesungguhnya ketika air naik (sampai ke gunung), Kami membawa (nenek moyang)-mu ke dalam (bahtera) yang berlayar",
      "12": "agar Kami jadikan (peristiwa) itu sebagai peringatan bagi kamu dan agar diperhatikan oleh telinga yang mau mendengar.",
      "13": "Apabila sangkakala ditiup dengan sekali tiupan",
      "14": "dan bumi serta gunung-gunung diangkat lalu dibenturkan dengan sekali benturan,",
      "15": "pada hari itu terjadilah kiamat.",
      "16": "Langit juga terbelah karena pada hari itu ia rapuh.",
      "17": "Para malaikat berada di berbagai penjurunya (langit). Pada hari itu delapan malaikat menjunjung ʻArasy (singgasana) Tuhanmu di atas mereka.",
      "18": "Pada hari itu kamu dihadapkan (kepada Tuhanmu). Tidak ada sesuatu pun dari kamu yang tersembunyi.",
      "19": "Adapun orang yang diberi catatan amalnya di tangan kanannya, dia berkata (kepada orang-orang di sekelilingnya), “Ambillah (dan) bacalah kitabku (ini)!",
      "20": "Sesungguhnya (saat di dunia) aku yakin bahwa (suatu saat) aku akan menerima perhitungan diriku.”",
      "21": "Maka, ia berada dalam kehidupan yang menyenangkan",
      "22": "dalam surga yang tinggi",
      "23": "yang buah-buahannya dekat.",
      "24": "(Dikatakan kepada mereka,) “Makan dan minumlah dengan nikmat sebagai balasan amal yang kamu kerjakan pada hari-hari yang telah lalu.”",
      "25": "Adapun orang yang diberi catatan amalnya di tangan kirinya berkata, “Seandainya saja aku tidak diberi catatan amalku",
      "26": "dan tidak mengetahui bagaimana perhitunganku.",
      "27": "Seandainya saja ia (kematian) itulah yang menyudahi segala sesuatu.",
      "28": "Hartaku sama sekali tidak berguna bagiku.",
      "29": "Kekuasaanku telah hilang dariku.”",
      "30": "(Allah berfirman,) “Tangkap dia lalu belenggu tangannya ke lehernya.",
      "31": "Kemudian, masukkan dia ke dalam (neraka) Jahim.",
      "32": "Kemudian, belit dia dengan rantai yang panjangnya tujuh puluh hasta.",
      "33": "Sesungguhnya dia tidak beriman kepada Allah Yang Maha Agung.",
      "34": "Dia juga tidak mendorong (orang lain) untuk memberi makan orang miskin.",
      "35": "Maka, pada hari ini tidak ada seorang pun teman setia baginya di sini (neraka).",
      "36": "Tidak ada makanan (baginya), kecuali dari darah dan nanah.",
      "37": "Tidak ada yang memakannya, kecuali para pendosa.”",
      "38": "Maka, Aku bersumpah demi apa yang kamu lihat",
      "39": "dan demi apa yang tidak kamu lihat,",
      "40": "sesungguhnya ia (Al-Qur’an) itu benar-benar wahyu (yang diturunkan kepada) Rasul yang mulia.",
      "41": "Ia (Al-Qur’an) bukanlah perkataan seorang penyair. Sedikit sekali kamu beriman (kepadanya).",
      "42": "(Al-Qur’an) bukan pula perkataan tukang tenung. Sedikit sekali kamu mengambil pelajaran (darinya).",
      "43": "(Al-Qur’an itu) diturunkan dari Tuhan semesta alam.",
      "44": "Sekiranya dia (Nabi Muhammad) mengada-adakan sebagian saja perkataan atas (nama) Kami,",
      "45": "niscaya Kami benar-benar menyiksanya dengan penuh kekuatan.",
      "46": "Kemudian, Kami benar-benar memotong urat nadinya.",
      "47": "Maka, tidak ada seorang pun dari kamu yang dapat menghalangi (Kami) darinya (pemotongan urat nadi itu).",
      "48": "Sesungguhnya ia (Al-Qur’an itu) benar-benar suatu pelajaran bagi orang-orang yang bertakwa.",
      "49": "Sesungguhnya Kami benar-benar mengetahui bahwa di antara kamu ada para pendusta.",
      "50": "Sesungguhnya ia (pendustaan terhadap Al-Qur’an) benar-benar menjadi penyesalan bagi orang-orang kafir (di akhirat).",
      "51": "Sesungguhnya ia (Al-Qur’an itu) adalah kebenaran yang meyakinkan.",
      "52": "Maka, bertasbihlah dengan (menyebut) nama Tuhanmu Yang Maha Agung."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Pada surah sebelumnya disinggung sekilas tentang hari Kiamat, pada awal surah ini dimulai dengan kata al-Haqqah",
        "2": "Yang secara kebahasaan berarti yang pasti kehadirannya yaitu hari Kiamat, apakah hari Kiamat yang sungguh dahsyat itu?",
        "3": "Dan tahukah kamu apakah hari Kiamat itu?",
        "4": "Telah banyak generasi di masa lalu yang mengingkari hari Kiamat. Kelompok ayat ini mengungkap sekelumit tentang kaum yang mengingkari hari Kiamat dan sanksi yang mereka terima. Kaum Samud, dan 'Ad telah mendustakan hari Kiamat.",
        "5": "Maka adapun kaum Samud, mereka telah dibinasakan dengan suara yang sangat keras yaitu suara guntur yang menggelegar bercampur dengan kilat,",
        "6": "Sedangkan kaum 'Ad, mereka telah dibinasakan dengan angin topan yang sangat dingin dan memiliki daya rusak yang sangat kuat.",
        "7": "Allah menimpakan angin itu sebagai bentuk siksa kepada mereka dengan kekuasaan-Nya selama tujuh malam delapan hari terus-menerus tanpa henti untuk membinasakan mereka. maka kamu melihat kaum 'Ad pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong yaitu telah lapuk bagian dalamnya",
        "8": "Maka adakah kamu wahai siapa pun kamu, melihat seorang pun yang masih tersisa di antara mereka? Tidak tersisa satu orang pun. ltu berarti mereka sama sekali tidak memiliki keturunan yang dapat melanjutkan regenerasi kaum mereka.",
        "9": "Bukan hanya kaum 'Ad dan Hamud yang diazab oleh Allah. Kemudian setelah beberapa waktu lamanya datanglah Fir’aun penguasa Mesir di masa lalu yang kepadanya Nabi Musa diutus, dan orang-orang yang sebelumnya di antaranya adalah kaum Nabi Nuh dan kaum Nabi lbrahim. Dan penduduk negeri-negeri yang dijungkirbalikkan karena kesalahan yang besar yaitu kaum Nabi Lut.",
        "10": "Maka diakibatkan sikap mereka yang mendurhakai utusan Tuhannya, Allah menyiksa mereka dengan siksaan yang sangat keras sehingga memusnahkan mereka.",
        "11": "Tidak semua umat para nabi itu dibinasakan mereka yang taat akan diselamatkan, di antaranya adalah para pengikut Nabi Nuh, seperti yang ditegaskan pada ayat ini. Sesungguhnya ketika air naik membumbung sampai ke puncak gunung Kami membawa nenek moyang kamu ke dalam kapal,",
        "12": "agar Kami jadikan peristiwa itu, akan diselamatkan nya mereka yang beriman dibinasakannya mereka yang durhaka ,sebagai peringatan bagi kamu dan agar diperhatikan oleh telinga yang mau mendengar.",
        "13": "Di awal surah diuraikan tentang Kiamat, kini diuraikan tentang proses terjadinya Kiamat. Maka apabila sangkakala ditiup oleh malaikat lsrafil sekali tiup,",
        "14": "dan diangkatlah bumi dan gunung-gunung dengan sangat mudahnya, lalu dibenturkan keduanya sekali benturan maka bumi menjadi datar,",
        "15": "tidak ada lagi gunung dan lembah (Lihat: surah Taha/20:105-106). Maka pada hari itu terjadilah hari Kiamat.",
        "16": "Setelah gunung hancur dan bumi menjadi rata dan terbelahlah langit, karena dahsyatnya situasi saat itu maka pada hari itu langit menjadi rapuh.",
        "17": "Dan ketika itu juga atas perintah Allah para malaikat berada di berbagai penjuru langit yang telah rapuh itu. Pada hari itu delapan malaikat menjunjung’Arsy yaitu singgasana Tuhanmu di atas kepala mereka.",
        "18": "Setelah dijelaskan proses kehancuran alam raya, kini dijelaskan keadaan manusia yaitu pada hari itu kamu dihadapkan kepada Tuhanmu untuk dimintai pertanggung jawaban atas segala perbuatan kamu, maka tidak ada sesuatu pun dari kamu yang tersembunyi bagi Allah.",
        "19": "Adapun orang yang kitab catatan amal-nya diberikan di tangan kanannya, maka dia berkata kepada siapa yang ada di sekelilingnya dari hamba-hamba Allah yang taat untuk menunjukkan rasa syukurnya, “Ambillah, dan bacalah kitabku ini betapa sangat menyenangkan isinya.",
        "20": "Sesungguhnya ketika di dunia aku yakin, bahwa suatu saat aku akan menerima perhitungan terhadap diriku. ltulah sebabnya aku telah mempersiapkan diri untuk menghadapinya.\"",
        "21": "Maka sebagai balasan atas amal salehnya ketika di dunia orang itu berada dalam kehidupan yang menyenangkan dan diridai,",
        "22": "sehingga dia benar-benar merasa puas dengan anugerah Allah tersebut yaitu dalam surga yang tinggi tempat dan martabatnya",
        "23": "Di antara fasilitasnya adalah buah-buahannya dekat sehingga mudah untuk memetiknya.",
        "24": "Kepada mereka dikatakan, “Makan dan minumlah dengan nikmat apa saja yang kamu inginkan. ltu semua adalah ganjaran dari Allah karena amal yang telah kamu kerjakan pada hari-hari yang telah lalu.” Demikianlah ke-Mahaadilan Allah, Ia memberikan balasan yang sempurna bagi orang-orang yang bersabar untuk senantiasa taat kepada-Nya selama hidup di dunia.",
        "25": "Setelah uraian tentang balasan yang diterima oleh orang-orang yang taat kini giliran diuraikan keadaan orang-orang yang durhaka. Dan adapun orang yang kitabnya diberikan di tangan kirinya, maka dia berkata dengan penuh kesedihan dan penyesalan, “Alangkah baiknya jika kitab catatan amalku ini tidak diberikan kepadaku.",
        "26": "Sehingga aku tidak mengetahui bagaimana perhitungan terhadap diriku.",
        "27": "Wahai, kiranya kematian yang telah kualami di dunia itulah yang menyudahi segala sesuatu yaitu yang mengakhiri hidupku sehingga tidak perlu mengalami kehidupan seperti ini di akhirat.",
        "28": "Ternyata hartaku yang dengan susah payah kukumpulkan sama sekali tidak berguna bagiku.",
        "29": "Demikian juga dengan kekuasaanku yang dahulu kubanggakan di dunia kini telah hilang dariku.”",
        "30": "Sudah terjatuh tertimpa tangga. Begitulah gambaran para pendurhaka di akhirat. Di tengah kesedihan yang bercampur ketakutan melihat catatan amalnya kemudian Allah berfirman, “Tangkaplah dia lalu belenggulah yaitu ikatlah tangannya ke lehernya.",
        "31": "Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala.",
        "32": "Siksaan itu tidak hanya sampai di situ, Kemudian belitlah dia dengan rantai yang panjangnya tujuh puluh hasta maksudnya rantai yang sangat panjang.\"",
        "33": "Mengapa si pendurhaka itu disiksa sedemikian hebat? Inilah yang menjadi penyebabnya. Sesungguhnya dia dahulu ketika di dunia adalah orang yang tidak beriman kepada Allah Yang Mahabesar.",
        "34": "Dan juga dia tidak mendorong dirinya dan orang lain untuk memberi makan orang miskin, padahal dia memiliki kemampuan.",
        "35": "Atas segala perbuatan buruk yang dilakukan di dunia, maka akhirnya pada hari ini yaitu hari di akhirat, di sini yaitu di neraka, tidak ada seorang teman pun baginya yang dapat menolong atau meringankan siksa yang dia terima.",
        "36": "Dan tidak ada pula baginya makanan sedikit pun kecuali berupa gislin yaitu makanan yang terbuat dari darah penghuni neraka dan juga nanah.",
        "37": "Tidak ada yang memakannya kecuali orang-orang yang berdosa yaitu yang secara terus menerus berbuat durhaka.",
        "38": "Semua yang diuraikan pada ayat-ayat di atas belum terlihat oleh manusia, maka kelompok ayat ini menegaskan tentang kebenaran informasi al-Qur'an dengan bersumpah menyebut wujud yang terlihat maupun yang tidak terlihat. Maka Aku bersumpah demi apa yang kamu lihat,",
        "39": "dan demi apa yang tidak kamu lihat dari ciptaan-ciptaan-Ku.",
        "40": "Sesungguhnya ia, Al-Qur’an, itu benar-benar wahyu yang diturunkan kepada Rasul yang mulia yaitu Nabi Muhammad.",
        "41": "Dania Al-Qur’an itu bukanlah perkataan seorang penyair yang biasanya menghias kata dan kalimat dengan indah tanpa menghiraukan kandungannya. Sedikit sekali kamu beriman kepadanya.",
        "42": "Dan Al-Qur’an itu bukan pula perkataan tukang tenung yang sering merasa mengetahui hal-hal yang gaib. Sedikit sekali kamu berpikir untuk memahami perbedaan antara keduanya dan mengambil pelajaran darinya. Ia, Al-Qur’an,",
        "43": "adalah wahyu yang diturunkan dari Tuhan seluruh alam. Diturunkan sebagai bentuk kasih sayang-Nya kepada seluruh alam.",
        "44": "Setelah ditegaskan bahwa al-Qur'an adalah bersumber dari Allah, ayat-ayat ini memperkuat penegasan tersebut dengan menyatakan bahwa tidak ada campur tangan sedikit pun dari Nabi Muhammad dalam menyusun isi kandungan Al-Qur'an. Dan sekiranya dia, Nabi Muhammad, mengada-adakan sebagian perkataan apalagi semua atas nama Kami, pasti Kami siksa dia dengan sangat keras",
        "45": "atau pastilah Kami pegang dia pada tangan kanannya.",
        "46": "Kemudian yang lebih mengerikan lagi adalah pasti Kami potong pembuluh jantungnya sehingga dia tidak akan hidup sekejap pun.",
        "47": "Sekiranya itu Kami lakukan maka tidak seorang pun dari kamu yang dapat menghalangi Kami untuk menghukumnya.",
        "48": "Setelah dijelaskan bahwa al-Qur'an bersumber dari Allah, kini diuraikan fungsi dari al-Qur'an dan respons manusia atas kehadirannya. Dan sungguh, Al-Qur’an itu adalah pelajaran yang amat berharga bagi orang-orang yang bertakwa.",
        "49": "Dan sungguh, Kami mengetahui bahwa di antara kamu wahai manusia ada orang yang mendustakan disamping ada pula yang menerimanya dengan segala ketulusan hatinya.",
        "50": "Dan sungguh, Al-Qur’an itu akan benar-benar menimbulkan penyesalan bagi orang-orang kafir khususnya di akhirat nanti setelah mereka melihat pahala yang diperoleh bagi yang beriman dan mengetahui siksa yang mereka alami.",
        "51": "Dan Sungguh, Al-Qur’an itu adalah kebenaran yang meyakinkan tanpa ada sedikit pun keraguan.",
        "52": "Maka bertasbihlah dengan menyebut nama Tuhanmu Yang Mahaagung serta sucikanlah Dia dari segala hal yang tidak layak bagi-Nya."
      }
    }
  }
}