{
  "number": 7,
  "name": "الاعراف",
  "name_latin": "Al-A'rāf",
  "name_id": "Al-A'raf",
  "name_trans_id": "Tempat Tertinggi",
  "number_of_verse": 206,
  "category": "Makkiyah",
  "arabics": {
    "1": "الۤمّۤصۤ ۚ",
    "2": "كِتٰبٌ اُنْزِلَ اِلَيْكَ فَلَا يَكُنْ فِيْ صَدْرِكَ حَرَجٌ مِّنْهُ لِتُنْذِرَ بِهٖ وَذِكْرٰى لِلْمُؤْمِنِيْنَ",
    "3": "اِتَّبِعُوْا مَآ اُنْزِلَ اِلَيْكُمْ مِّنْ رَّبِّكُمْ وَلَا تَتَّبِعُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَۗ قَلِيْلًا مَّا تَذَكَّرُوْنَ",
    "4": "وَكَمْ مِّنْ قَرْيَةٍ اَهْلَكْنٰهَا فَجَاۤءَهَا بَأْسُنَا بَيَاتًا اَوْ هُمْ قَاۤىِٕلُوْنَ",
    "5": "فَمَا كَانَ دَعْوٰىهُمْ اِذْ جَاۤءَهُمْ بَأْسُنَآ اِلَّآ اَنْ قَالُوْٓا اِنَّا كُنَّا ظٰلِمِيْنَ",
    "6": "فَلَنَسْـَٔلَنَّ الَّذِيْنَ اُرْسِلَ اِلَيْهِمْ وَلَنَسْـَٔلَنَّ الْمُرْسَلِيْنَۙ",
    "7": "فَلَنَقُصَّنَّ عَلَيْهِمْ بِعِلْمٍ وَّمَا كُنَّا غَاۤىِٕبِيْنَ",
    "8": "وَالْوَزْنُ يَوْمَىِٕذِ ِۨالْحَقُّۚ فَمَنْ ثَقُلَتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ",
    "9": "وَمَنْ خَفَّتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ بِمَا كَانُوْا بِاٰيٰتِنَا يَظْلِمُوْنَ",
    "10": "وَلَقَدْ مَكَّنّٰكُمْ فِى الْاَرْضِ وَجَعَلْنَا لَكُمْ فِيْهَا مَعَايِشَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ ࣖ",
    "11": "وَلَقَدْ خَلَقْنٰكُمْ ثُمَّ صَوَّرْنٰكُمْ ثُمَّ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ  لَمْ يَكُنْ مِّنَ السّٰجِدِيْنَ",
    "12": "قَالَ مَا مَنَعَكَ اَلَّا تَسْجُدَ اِذْ اَمَرْتُكَ ۗقَالَ اَنَا۠ خَيْرٌ مِّنْهُۚ خَلَقْتَنِيْ مِنْ نَّارٍ وَّخَلَقْتَهٗ مِنْ طِيْنٍ",
    "13": "قَالَ فَاهْبِطْ مِنْهَا فَمَا يَكُوْنُ لَكَ اَنْ تَتَكَبَّرَ فِيْهَا فَاخْرُجْ اِنَّكَ مِنَ الصّٰغِرِيْنَ",
    "14": "قَالَ اَنْظِرْنِيْٓ اِلٰى يَوْمِ يُبْعَثُوْنَ",
    "15": "قَالَ اِنَّكَ مِنَ الْمُنْظَرِيْنَ",
    "16": "قَالَ فَبِمَآ اَغْوَيْتَنِيْ لَاَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيْمَۙ",
    "17": "ثُمَّ لَاٰتِيَنَّهُمْ مِّنْۢ بَيْنِ اَيْدِيْهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ اَيْمَانِهِمْ وَعَنْ شَمَاۤىِٕلِهِمْۗ وَلَا تَجِدُ اَكْثَرَهُمْ شٰكِرِيْنَ",
    "18": "قَالَ اخْرُجْ مِنْهَا مَذْءُوْمًا مَّدْحُوْرًا ۗ لَمَنْ تَبِعَكَ مِنْهُمْ لَاَمْلَـَٔنَّ جَهَنَّمَ مِنْكُمْ اَجْمَعِيْنَ",
    "19": "وَيٰٓاٰدَمُ اسْكُنْ اَنْتَ وَزَوْجُكَ الْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هٰذِهِ الشَّجَرَةَ فَتَكُوْنَا مِنَ الظّٰلِمِيْنَ",
    "20": "فَوَسْوَسَ لَهُمَا الشَّيْطٰنُ لِيُبْدِيَ لَهُمَا مَا وٗرِيَ عَنْهُمَا مِنْ سَوْءٰتِهِمَا وَقَالَ مَا نَهٰىكُمَا رَبُّكُمَا عَنْ هٰذِهِ الشَّجَرَةِ اِلَّآ اَنْ تَكُوْنَا مَلَكَيْنِ اَوْ تَكُوْنَا مِنَ الْخٰلِدِيْنَ",
    "21": "وَقَاسَمَهُمَآ اِنِّيْ لَكُمَا لَمِنَ النّٰصِحِيْنَۙ",
    "22": "فَدَلّٰىهُمَا بِغُرُوْرٍۚ فَلَمَّا ذَاقَا الشَّجَرَةَ بَدَتْ لَهُمَا سَوْءٰتُهُمَا وَطَفِقَا يَخْصِفٰنِ عَلَيْهِمَا مِنْ وَّرَقِ الْجَنَّةِۗ وَنَادٰىهُمَا رَبُّهُمَآ اَلَمْ اَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ وَاَقُلْ لَّكُمَآ اِنَّ الشَّيْطٰنَ لَكُمَا عَدُوٌّ مُّبِيْنٌ",
    "23": "قَالَا رَبَّنَا ظَلَمْنَآ اَنْفُسَنَا وَاِنْ لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ",
    "24": "قَالَ اهْبِطُوْا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۚوَلَكُمْ فِى الْاَرْضِ مُسْتَقَرٌّ وَّمَتَاعٌ اِلٰى حِيْنٍ",
    "25": "قَالَ فِيْهَا تَحْيَوْنَ وَفِيْهَا تَمُوْتُوْنَ وَمِنْهَا تُخْرَجُوْنَ ࣖ",
    "26": "يٰبَنِيْٓ اٰدَمَ قَدْ اَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُّوَارِيْ سَوْءٰتِكُمْ وَرِيْشًاۗ وَلِبَاسُ التَّقْوٰى ذٰلِكَ خَيْرٌۗ ذٰلِكَ مِنْ اٰيٰتِ اللّٰهِ لَعَلَّهُمْ يَذَّكَّرُوْنَ",
    "27": "يٰبَنِيْٓ اٰدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطٰنُ كَمَآ اَخْرَجَ اَبَوَيْكُمْ مِّنَ الْجَنَّةِ يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْءٰتِهِمَا ۗاِنَّهٗ يَرٰىكُمْ هُوَ وَقَبِيْلُهٗ مِنْ حَيْثُ لَا تَرَوْنَهُمْۗ اِنَّا جَعَلْنَا الشَّيٰطِيْنَ اَوْلِيَاۤءَ لِلَّذِيْنَ لَا يُؤْمِنُوْنَ",
    "28": "وَاِذَا فَعَلُوْا فَاحِشَةً قَالُوْا وَجَدْنَا عَلَيْهَآ اٰبَاۤءَنَا وَاللّٰهُ اَمَرَنَا بِهَاۗ قُلْ اِنَّ اللّٰهَ لَا يَأْمُرُ بِالْفَحْشَاۤءِۗ اَتَقُوْلُوْنَ عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ",
    "29": "قُلْ اَمَرَ رَبِّيْ بِالْقِسْطِۗ وَاَقِيْمُوْا وُجُوْهَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَّادْعُوْهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۗ كَمَا بَدَاَكُمْ تَعُوْدُوْنَۗ",
    "30": "فَرِيْقًا هَدٰى وَفَرِيْقًا حَقَّ عَلَيْهِمُ الضَّلٰلَةُ  ۗاِنَّهُمُ اتَّخَذُوا الشَّيٰطِيْنَ اَوْلِيَاۤءَ مِنْ دُوْنِ اللّٰهِ وَيَحْسَبُوْنَ اَنَّهُمْ مُّهْتَدُوْنَ",
    "31": "۞ يٰبَنِيْٓ اٰدَمَ خُذُوْا زِيْنَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَّكُلُوْا وَاشْرَبُوْا وَلَا تُسْرِفُوْاۚ اِنَّهٗ لَا يُحِبُّ الْمُسْرِفِيْنَ ࣖ",
    "32": "قُلْ مَنْ حَرَّمَ زِيْنَةَ اللّٰهِ الَّتِيْٓ اَخْرَجَ لِعِبَادِهٖ وَالطَّيِّبٰتِ مِنَ الرِّزْقِۗ قُلْ هِيَ لِلَّذِيْنَ اٰمَنُوْا فِى الْحَيٰوةِ الدُّنْيَا خَالِصَةً يَّوْمَ الْقِيٰمَةِۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ",
    "33": "قُلْ اِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْاِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَاَنْ تُشْرِكُوْا بِاللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ سُلْطٰنًا وَّاَنْ تَقُوْلُوْا عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ",
    "34": "وَلِكُلِّ اُمَّةٍ اَجَلٌۚ فَاِذَا جَاۤءَ اَجَلُهُمْ لَا يَسْتَأْخِرُوْنَ سَاعَةً وَّلَا يَسْتَقْدِمُوْنَ",
    "35": "يٰبَنِيْٓ اٰدَمَ اِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِّنْكُمْ يَقُصُّوْنَ عَلَيْكُمْ اٰيٰتِيْۙ فَمَنِ اتَّقٰى وَاَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
    "36": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَاسْتَكْبَرُوْا عَنْهَآ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ",
    "37": "فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ كَذَّبَ بِاٰيٰتِهٖۗ اُولٰۤىِٕكَ يَنَالُهُمْ نَصِيْبُهُمْ مِّنَ الْكِتٰبِۗ حَتّٰٓى اِذَا جَاۤءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْۙ  قَالُوْٓا اَيْنَ مَا كُنْتُمْ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ ۗقَالُوْا ضَلُّوْا عَنَّا وَشَهِدُوْا عَلٰٓى اَنْفُسِهِمْ اَنَّهُمْ كَانُوْا كٰفِرِيْنَ",
    "38": "قَالَ ادْخُلُوْا فِيْٓ اُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِّنَ الْجِنِّ وَالْاِنْسِ فِى النَّارِۙ كُلَّمَا دَخَلَتْ اُمَّةٌ لَّعَنَتْ اُخْتَهَا ۗحَتّٰٓى اِذَا ادَّارَكُوْا فِيْهَا جَمِيْعًا ۙقَالَتْ اُخْرٰىهُمْ لِاُوْلٰىهُمْ رَبَّنَا هٰٓؤُلَاۤءِ اَضَلُّوْنَا فَاٰتِهِمْ عَذَابًا ضِعْفًا مِّنَ النَّارِ ەۗ قَالَ لِكُلٍّ ضِعْفٌ وَّلٰكِنْ لَّا تَعْلَمُوْنَ",
    "39": "وَقَالَتْ اُوْلٰىهُمْ لِاُخْرٰىهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْسِبُوْنَ ࣖ",
    "40": "اِنَّ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَاسْتَكْبَرُوْا عَنْهَا لَا تُفَتَّحُ لَهُمْ اَبْوَابُ السَّمَاۤءِ وَلَا يَدْخُلُوْنَ الْجَنَّةَ حَتّٰى يَلِجَ الْجَمَلُ فِيْ سَمِّ الْخِيَاطِ ۗ وَكَذٰلِكَ نَجْزِى الْمُجْرِمِيْنَ",
    "41": "لَهُمْ مِّنْ جَهَنَّمَ مِهَادٌ وَّمِنْ فَوْقِهِمْ غَوَاشٍۗ وَكَذٰلِكَ نَجْزِى الظّٰلِمِيْنَ",
    "42": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَا نُكَلِّفُ نَفْسًا اِلَّا وُسْعَهَآ اُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِۚ هُمْ فِيْهَا خٰلِدُوْنَ",
    "43": "وَنَزَعْنَا مَا فِيْ صُدُوْرِهِمْ مِّنْ غِلٍّ تَجْرِيْ مِنْ تَحْتِهِمُ الْاَنْهٰرُۚ وَقَالُوا الْحَمْدُ لِلّٰهِ الَّذِيْ هَدٰىنَا لِهٰذَاۗ وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَآ اَنْ هَدٰىنَا اللّٰهُ ۚ لَقَدْ جَاۤءَتْ رُسُلُ رَبِّنَا بِالْحَقِّۗ وَنُوْدُوْٓا اَنْ تِلْكُمُ الْجَنَّةُ اُوْرِثْتُمُوْهَا بِمَا كُنْتُمْ تَعْمَلُوْنَ",
    "44": "وَنَادٰٓى اَصْحٰبُ الْجَنَّةِ اَصْحٰبَ النَّارِ اَنْ قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدْتُّمْ مَّا وَعَدَ رَبُّكُمْ حَقًّا ۗقَالُوْا نَعَمْۚ فَاَذَّنَ مُؤَذِّنٌۢ بَيْنَهُمْ اَنْ لَّعْنَةُ اللّٰهِ عَلَى الظّٰلِمِيْنَ",
    "45": "اَلَّذِيْنَ يَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَيَبْغُوْنَهَا عِوَجًاۚ وَهُمْ بِالْاٰخِرَةِ كٰفِرُوْنَۘ",
    "46": "وَبَيْنَهُمَا حِجَابٌۚ وَعَلَى الْاَعْرَافِ رِجَالٌ يَّعْرِفُوْنَ كُلًّا ۢ بِسِيْمٰىهُمْۚ وَنَادَوْا اَصْحٰبَ الْجَنَّةِ اَنْ سَلٰمٌ عَلَيْكُمْۗ  لَمْ يَدْخُلُوْهَا وَهُمْ يَطْمَعُوْنَ",
    "47": "۞ وَاِذَا صُرِفَتْ اَبْصَارُهُمْ تِلْقَاۤءَ اَصْحٰبِ النَّارِۙ قَالُوْا رَبَّنَا لَا تَجْعَلْنَا مَعَ الْقَوْمِ الظّٰلِمِيْنَ ࣖ",
    "48": "وَنَادٰٓى اَصْحٰبُ الْاَعْرَافِ رِجَالًا يَّعْرِفُوْنَهُمْ بِسِيْمٰىهُمْ قَالُوْا مَآ اَغْنٰى عَنْكُمْ جَمْعُكُمْ وَمَا كُنْتُمْ تَسْتَكْبِرُوْنَ",
    "49": "اَهٰٓؤُلَاۤءِ الَّذِيْنَ اَقْسَمْتُمْ لَا يَنَالُهُمُ اللّٰهُ بِرَحْمَةٍۗ  اُدْخُلُوا الْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَآ اَنْتُمْ تَحْزَنُوْنَ",
    "50": "وَنَادٰٓى اَصْحٰبُ النَّارِ اَصْحٰبَ الْجَنَّةِ اَنْ اَفِيْضُوْا عَلَيْنَا مِنَ الْمَاۤءِ اَوْ مِمَّا رَزَقَكُمُ اللّٰهُ ۗقَالُوْٓا اِنَّ اللّٰهَ حَرَّمَهُمَا عَلَى الْكٰفِرِيْنَۙ",
    "51": "الَّذِيْنَ اتَّخَذُوْا دِيْنَهُمْ لَهْوًا وَّلَعِبًا وَّغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَاۚ فَالْيَوْمَ نَنْسٰىهُمْ كَمَا نَسُوْا لِقَاۤءَ يَوْمِهِمْ هٰذَاۙ وَمَا كَانُوْا بِاٰيٰتِنَا يَجْحَدُوْنَ",
    "52": "وَلَقَدْ جِئْنٰهُمْ بِكِتٰبٍ فَصَّلْنٰهُ عَلٰى عِلْمٍ هُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَ",
    "53": "هَلْ يَنْظُرُوْنَ اِلَّا تَأْوِيْلَهٗۗ يَوْمَ يَأْتِيْ تَأْوِيْلُهٗ يَقُوْلُ الَّذِيْنَ نَسُوْهُ مِنْ قَبْلُ قَدْ جَاۤءَتْ رُسُلُ رَبِّنَا بِالْحَقِّۚ فَهَلْ لَّنَا مِنْ شُفَعَاۤءَ فَيَشْفَعُوْا لَنَآ اَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِيْ كُنَّا نَعْمَلُۗ قَدْ خَسِرُوْٓا اَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ࣖ",
    "54": "اِنَّ رَبَّكُمُ اللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۗ يُغْشِى الَّيْلَ النَّهَارَ يَطْلُبُهٗ حَثِيْثًاۙ وَّالشَّمْسَ وَالْقَمَرَ وَالنُّجُوْمَ مُسَخَّرٰتٍۢ بِاَمْرِهٖٓ  ۙاَلَا لَهُ الْخَلْقُ وَالْاَمْرُۗ تَبٰرَكَ اللّٰهُ رَبُّ الْعٰلَمِيْنَ",
    "55": "اُدْعُوْا رَبَّكُمْ تَضَرُّعًا وَّخُفْيَةً ۗاِنَّهٗ لَا يُحِبُّ الْمُعْتَدِيْنَۚ",
    "56": "وَلَا تُفْسِدُوْا فِى الْاَرْضِ بَعْدَ اِصْلَاحِهَا وَادْعُوْهُ خَوْفًا وَّطَمَعًاۗ اِنَّ رَحْمَتَ اللّٰهِ قَرِيْبٌ مِّنَ الْمُحْسِنِيْنَ",
    "57": "وَهُوَ الَّذِيْ يُرْسِلُ الرِّيٰحَ بُشْرًاۢ بَيْنَ يَدَيْ رَحْمَتِهٖۗ حَتّٰٓى اِذَآ اَقَلَّتْ سَحَابًا ثِقَالًا سُقْنٰهُ لِبَلَدٍ مَّيِّتٍ فَاَنْزَلْنَا بِهِ الْمَاۤءَ فَاَخْرَجْنَا بِهٖ مِنْ كُلِّ الثَّمَرٰتِۗ  كَذٰلِكَ نُخْرِجُ الْمَوْتٰى لَعَلَّكُمْ تَذَكَّرُوْنَ",
    "58": "وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهٗ بِاِذْنِ رَبِّهٖۚ وَالَّذِيْ خَبُثَ لَا يَخْرُجُ اِلَّا نَكِدًاۗ  كَذٰلِكَ نُصَرِّفُ الْاٰيٰتِ لِقَوْمٍ يَّشْكُرُوْنَ ࣖ",
    "59": "لَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖ فَقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيْمٍ",
    "60": "قَالَ الْمَلَاُ مِنْ قَوْمِهٖٓ اِنَّا لَنَرٰىكَ فِيْ ضَلٰلٍ مُّبِيْنٍ",
    "61": "قَالَ يٰقَوْمِ لَيْسَ بِيْ ضَلٰلَةٌ وَّلٰكِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ",
    "62": "اُبَلِّغُكُمْ رِسٰلٰتِ رَبِّيْ وَاَنْصَحُ لَكُمْ وَاَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ",
    "63": "اَوَعَجِبْتُمْ اَنْ جَاۤءَكُمْ ذِكْرٌ مِّنْ رَّبِّكُمْ عَلٰى رَجُلٍ مِّنْكُمْ لِيُنْذِرَكُمْ وَلِتَتَّقُوْا وَلَعَلَّكُمْ تُرْحَمُوْنَ",
    "64": "فَكَذَّبُوْهُ فَاَنْجَيْنٰهُ وَالَّذِيْنَ مَعَهٗ فِى الْفُلْكِ وَاَغْرَقْنَا الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۗ اِنَّهُمْ كَانُوْا قَوْمًا عَمِيْنَ ࣖ",
    "65": "۞ وَاِلٰى عَادٍ اَخَاهُمْ هُوْدًاۗ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اَفَلَا تَتَّقُوْنَ",
    "66": "قَالَ الْمَلَاُ الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖٓ اِنَّا لَنَرٰىكَ فِيْ سَفَاهَةٍ وَّاِنَّا لَنَظُنُّكَ مِنَ الْكٰذِبِيْنَ",
    "67": "قَالَ يٰقَوْمِ لَيْسَ بِيْ سَفَاهَةٌ وَّلٰكِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ",
    "68": "اُبَلِّغُكُمْ رِسٰلٰتِ رَبِّيْ وَاَنَا۠ لَكُمْ نَاصِحٌ اَمِيْنٌ",
    "69": "اَوَعَجِبْتُمْ اَنْ جَاۤءَكُمْ ذِكْرٌ مِّنْ رَّبِّكُمْ عَلٰى رَجُلٍ مِّنْكُمْ لِيُنْذِرَكُمْۗ وَاذْكُرُوْٓا اِذْ جَعَلَكُمْ خُلَفَاۤءَ مِنْۢ بَعْدِ قَوْمِ نُوْحٍ وَّزَادَكُمْ فِى الْخَلْقِ بَصْۣطَةً ۚفَاذْكُرُوْٓا اٰلَاۤءَ اللّٰهِ لَعَلَّكُمْ تُفْلِحُوْنَ",
    "70": "قَالُوْٓا اَجِئْتَنَا لِنَعْبُدَ اللّٰهَ وَحْدَهٗ وَنَذَرَ مَا كَانَ يَعْبُدُ اٰبَاۤؤُنَاۚ فَأْتِنَا بِمَا تَعِدُنَآ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ",
    "71": "قَالَ قَدْ وَقَعَ عَلَيْكُمْ مِّنْ رَّبِّكُمْ رِجْسٌ وَّغَضَبٌۗ  اَتُجَادِلُوْنَنِيْ فِيْٓ اَسْمَاۤءٍ سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ مَّا نَزَّلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ فَانْتَظِرُوْٓا اِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ",
    "72": "فَاَنْجَيْنٰهُ وَالَّذِيْنَ مَعَهٗ بِرَحْمَةٍ مِّنَّا وَقَطَعْنَا دَابِرَ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَمَا كَانُوْا مُؤْمِنِيْنَ ࣖ",
    "73": "وَاِلٰى ثَمُوْدَ اَخَاهُمْ صٰلِحًاۘ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ قَدْ جَاۤءَتْكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْۗ هٰذِهٖ نَاقَةُ اللّٰهِ لَكُمْ اٰيَةً فَذَرُوْهَا تَأْكُلْ فِيْٓ اَرْضِ اللّٰهِ وَلَا تَمَسُّوْهَا بِسُوْۤءٍ فَيَأْخُذَكُمْ عَذَابٌ اَلِيْمٌ",
    "74": "وَاذْكُرُوْٓا اِذْ جَعَلَكُمْ خُلَفَاۤءَ مِنْۢ بَعْدِ عَادٍ وَّبَوَّاَكُمْ فِى الْاَرْضِ تَتَّخِذُوْنَ مِنْ سُهُوْلِهَا قُصُوْرًا وَّتَنْحِتُوْنَ الْجِبَالَ بُيُوْتًا ۚفَاذْكُرُوْٓا اٰلَاۤءَ اللّٰهِ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ",
    "75": "قَالَ الْمَلَاُ الَّذِيْنَ اسْتَكْبَرُوْا مِنْ قَوْمِهٖ لِلَّذِيْنَ اسْتُضْعِفُوْا لِمَنْ اٰمَنَ مِنْهُمْ اَتَعْلَمُوْنَ اَنَّ صٰلِحًا مُّرْسَلٌ مِّنْ رَّبِّهٖۗ قَالُوْٓا اِنَّا بِمَآ اُرْسِلَ بِهٖ مُؤْمِنُوْنَ",
    "76": "قَالَ الَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا بِالَّذِيْٓ اٰمَنْتُمْ بِهٖ كٰفِرُوْنَ",
    "77": "فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ اَمْرِ رَبِّهِمْ وَقَالُوْا يٰصٰلِحُ ائْتِنَا بِمَا تَعِدُنَآ اِنْ كُنْتَ مِنَ الْمُرْسَلِيْنَ",
    "78": "فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوْا فِيْ دَارِهِمْ جٰثِمِيْنَ",
    "79": "فَتَوَلّٰى عَنْهُمْ وَقَالَ يٰقَوْمِ لَقَدْ اَبْلَغْتُكُمْ رِسَالَةَ رَبِّيْ وَنَصَحْتُ لَكُمْ وَلٰكِنْ لَّا تُحِبُّوْنَ النّٰصِحِيْنَ",
    "80": "وَلُوْطًا اِذْ قَالَ لِقَوْمِهٖٓ اَتَأْتُوْنَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ اَحَدٍ مِّنَ الْعٰلَمِيْنَ",
    "81": "اِنَّكُمْ لَتَأْتُوْنَ الرِّجَالَ شَهْوَةً مِّنْ دُوْنِ النِّسَاۤءِۗ بَلْ اَنْتُمْ قَوْمٌ مُّسْرِفُوْنَ",
    "82": "وَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوْٓا اَخْرِجُوْهُمْ مِّنْ قَرْيَتِكُمْۚ اِنَّهُمْ اُنَاسٌ يَّتَطَهَّرُوْنَ",
    "83": "فَاَنْجَيْنٰهُ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ كَانَتْ مِنَ الْغٰبِرِيْنَ",
    "84": "وَاَمْطَرْنَا عَلَيْهِمْ مَّطَرًاۗ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِيْنَ ࣖ",
    "85": "وَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْبًاۗ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ قَدْ جَاۤءَتْكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْ فَاَوْفُوا الْكَيْلَ وَالْمِيْزَانَ وَلَا تَبْخَسُوا النَّاسَ اَشْيَاۤءَهُمْ وَلَا تُفْسِدُوْا فِى الْاَرْضِ بَعْدَ اِصْلَاحِهَاۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَۚ",
    "86": "وَلَا تَقْعُدُوْا بِكُلِّ صِرَاطٍ تُوْعِدُوْنَ وَتَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ مَنْ اٰمَنَ بِهٖ وَتَبْغُوْنَهَا عِوَجًاۚ وَاذْكُرُوْٓا اِذْ كُنْتُمْ قَلِيْلًا فَكَثَّرَكُمْۖ وَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ",
    "87": "وَاِنْ كَانَ طَاۤىِٕفَةٌ مِّنْكُمْ اٰمَنُوْا بِالَّذِيْٓ اُرْسِلْتُ بِهٖ وَطَاۤىِٕفَةٌ لَّمْ يُؤْمِنُوْا فَاصْبِرُوْا حَتّٰى يَحْكُمَ اللّٰهُ بَيْنَنَاۚ وَهُوَ خَيْرُ الْحٰكِمِيْنَ  ۔",
    "88": "۞ قَالَ الْمَلَاُ الَّذِيْنَ اسْتَكْبَرُوْا مِنْ قَوْمِهٖ لَنُخْرِجَنَّكَ يٰشُعَيْبُ وَالَّذِيْنَ اٰمَنُوْا مَعَكَ مِنْ قَرْيَتِنَآ اَوْ لَتَعُوْدُنَّ فِيْ مِلَّتِنَاۗ قَالَ اَوَلَوْ كُنَّا كٰرِهِيْنَ",
    "89": "قَدِ افْتَرَيْنَا عَلَى اللّٰهِ كَذِبًا اِنْ عُدْنَا فِيْ مِلَّتِكُمْ بَعْدَ اِذْ نَجّٰىنَا اللّٰهُ مِنْهَاۗ وَمَا يَكُوْنُ لَنَآ اَنْ نَّعُوْدَ فِيْهَآ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ رَبُّنَاۗ وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًاۗ عَلَى اللّٰهِ تَوَكَّلْنَاۗ رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَاَنْتَ خَيْرُ الْفٰتِحِيْنَ",
    "90": "وَقَالَ الْمَلَاُ الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖ لَىِٕنِ اتَّبَعْتُمْ شُعَيْبًا اِنَّكُمْ اِذًا لَّخٰسِرُوْنَ",
    "91": "فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوْا فِيْ دَارِهِمْ جٰثِمِيْنَۙ",
    "92": "الَّذِيْنَ كَذَّبُوْا شُعَيْبًا كَاَنْ لَّمْ يَغْنَوْا فِيْهَاۚ  اَلَّذِيْنَ كَذَّبُوْا شُعَيْبًا كَانُوْا هُمُ الْخٰسِرِيْنَ",
    "93": "فَتَوَلّٰى عَنْهُمْ وَقَالَ يٰقَوْمِ لَقَدْ اَبْلَغْتُكُمْ رِسٰلٰتِ رَبِّيْ وَنَصَحْتُ لَكُمْۚ فَكَيْفَ اٰسٰى عَلٰى قَوْمٍ كٰفِرِيْنَ ࣖ",
    "94": "وَمَآ اَرْسَلْنَا فِيْ قَرْيَةٍ مِّنْ نَّبِيٍّ اِلَّآ اَخَذْنَآ اَهْلَهَا بِالْبَأْسَاۤءِ وَالضَّرَّاۤءِ لَعَلَّهُمْ يَضَّرَّعُوْنَ",
    "95": "ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتّٰى عَفَوْا وَّقَالُوْا قَدْ مَسَّ اٰبَاۤءَنَا الضَّرَّاۤءُ وَالسَّرَّاۤءُ فَاَخَذْنٰهُمْ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ",
    "96": "وَلَوْ اَنَّ اَهْلَ الْقُرٰٓى اٰمَنُوْا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكٰتٍ مِّنَ السَّمَاۤءِ وَالْاَرْضِ وَلٰكِنْ كَذَّبُوْا فَاَخَذْنٰهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ",
    "97": "اَفَاَمِنَ اَهْلُ الْقُرٰٓى اَنْ يَّأْتِيَهُمْ بَأْسُنَا بَيَاتًا وَّهُمْ نَاۤىِٕمُوْنَۗ",
    "98": "اَوَاَمِنَ اَهْلُ الْقُرٰٓى اَنْ يَّأْتِيَهُمْ بَأْسُنَا ضُحًى وَّهُمْ يَلْعَبُوْنَ",
    "99": "اَفَاَمِنُوْا مَكْرَ اللّٰهِۚ فَلَا يَأْمَنُ مَكْرَ اللّٰهِ اِلَّا الْقَوْمُ الْخٰسِرُوْنَ ࣖ",
    "100": "اَوَلَمْ يَهْدِ لِلَّذِيْنَ يَرِثُوْنَ الْاَرْضَ مِنْۢ بَعْدِ اَهْلِهَآ اَنْ لَّوْ نَشَاۤءُ اَصَبْنٰهُمْ بِذُنُوْبِهِمْۚ وَنَطْبَعُ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَسْمَعُوْنَ",
    "101": "تِلْكَ الْقُرٰى نَقُصُّ عَلَيْكَ مِنْ اَنْۢبَاۤىِٕهَاۚ وَلَقَدْ جَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِۚ فَمَا كَانُوْا لِيُؤْمِنُوْا بِمَا كَذَّبُوْا مِنْ قَبْلُۗ  كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى قُلُوْبِ الْكٰفِرِيْنَ",
    "102": "وَمَا وَجَدْنَا لِاَكْثَرِهِمْ مِّنْ عَهْدٍۚ وَاِنْ وَّجَدْنَآ اَكْثَرَهُمْ لَفٰسِقِيْنَ",
    "103": "ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهِمْ مُّوْسٰى بِاٰيٰتِنَآ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ فَظَلَمُوْا بِهَاۚ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ",
    "104": "وَقَالَ مُوْسٰى يٰفِرْعَوْنُ اِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَۙ",
    "105": "حَقِيْقٌ عَلٰٓى اَنْ لَّآ اَقُوْلَ عَلَى اللّٰهِ اِلَّا الْحَقَّۗ قَدْ جِئْتُكُمْ بِبَيِّنَةٍ مِّنْ رَّبِّكُمْ فَاَرْسِلْ مَعِيَ بَنِيْٓ اِسْرَاۤءِيْلَ ۗ",
    "106": "قَالَ اِنْ كُنْتَ جِئْتَ بِاٰيَةٍ فَأْتِ بِهَآ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ",
    "107": "فَاَلْقٰى عَصَاهُ فَاِذَا هِيَ ثُعْبَانٌ مُّبِيْنٌ ۖ",
    "108": "وَّنَزَعَ يَدَهٗ فَاِذَا هِيَ بَيْضَاۤءُ لِلنّٰظِرِيْنَ ࣖ",
    "109": "قَالَ الْمَلَاُ مِنْ قَوْمِ فِرْعَوْنَ اِنَّ هٰذَا لَسٰحِرٌ عَلِيْمٌۙ",
    "110": "يُّرِيْدُ اَنْ يُّخْرِجَكُمْ مِّنْ اَرْضِكُمْ ۚ فَمَاذَا تَأْمُرُوْنَ",
    "111": "قَالُوْآ اَرْجِهْ وَاَخَاهُ وَاَرْسِلْ فِى الْمَدَاۤىِٕنِ حٰشِرِيْنَۙ",
    "112": "يَأْتُوْكَ بِكُلِّ سٰحِرٍ عَلِيْمٍ",
    "113": "وَجَاۤءَ السَّحَرَةُ فِرْعَوْنَ قَالُوْٓا اِنَّ لَنَا لَاَجْرًا اِنْ كُنَّا نَحْنُ الْغٰلِبِيْنَ",
    "114": "قَالَ نَعَمْ وَاِنَّكُمْ لَمِنَ الْمُقَرَّبِيْنَ",
    "115": "قَالُوْا يٰمُوْسٰٓى اِمَّآ اَنْ تُلْقِيَ وَاِمَّآ اَنْ نَّكُوْنَ نَحْنُ الْمُلْقِيْنَ",
    "116": "قَالَ اَلْقُوْاۚ فَلَمَّآ اَلْقَوْا سَحَرُوْٓا اَعْيُنَ النَّاسِ وَاسْتَرْهَبُوْهُمْ وَجَاۤءُوْ بِسِحْرٍ عَظِيْمٍ",
    "117": "۞ وَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اَنْ اَلْقِ عَصَاكَۚ فَاِذَا هِيَ تَلْقَفُ مَا يَأْفِكُوْنَۚ",
    "118": "فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوْا يَعْمَلُوْنَۚ",
    "119": "فَغُلِبُوْا هُنَالِكَ وَانْقَلَبُوْا صٰغِرِيْنَۚ",
    "120": "وَاُلْقِيَ السَّحَرَةُ سٰجِدِيْنَۙ",
    "121": "قَالُوْٓا اٰمَنَّا بِرَبِّ الْعٰلَمِيْنَۙ",
    "122": "رَبِّ مُوْسٰى وَهٰرُوْنَ",
    "123": "قَالَ فِرْعَوْنُ اٰمَنْتُمْ بِهٖ قَبْلَ اَنْ اٰذَنَ لَكُمْۚ اِنَّ هٰذَا لَمَكْرٌ مَّكَرْتُمُوْهُ فِى الْمَدِيْنَةِ لِتُخْرِجُوْا مِنْهَآ اَهْلَهَاۚ فَسَوْفَ تَعْلَمُوْنَ",
    "124": "لَاُقَطِّعَنَّ اَيْدِيَكُمْ وَاَرْجُلَكُمْ مِّنْ خِلَافٍ ثُمَّ لَاُصَلِّبَنَّكُمْ اَجْمَعِيْنَ",
    "125": "قَالُوْٓا اِنَّآ اِلٰى رَبِّنَا مُنْقَلِبُوْنَۙ",
    "126": "وَمَا تَنْقِمُ مِنَّآ اِلَّآ اَنْ اٰمَنَّا بِاٰيٰتِ رَبِّنَا لَمَّا جَاۤءَتْنَا ۗرَبَّنَآ اَفْرِغْ عَلَيْنَا صَبْرًا وَّتَوَفَّنَا مُسْلِمِيْنَ ࣖ",
    "127": "وَقَالَ الْمَلَاُ مِنْ قَوْمِ فِرْعَوْنَ اَتَذَرُ مُوْسٰى وَقَوْمَهٗ لِيُفْسِدُوْا فِى الْاَرْضِ وَيَذَرَكَ وَاٰلِهَتَكَۗ قَالَ سَنُقَتِّلُ اَبْنَاۤءَهُمْ وَنَسْتَحْيٖ نِسَاۤءَهُمْۚ وَاِنَّا فَوْقَهُمْ قٰهِرُوْنَ",
    "128": "قَالَ مُوْسٰى لِقَوْمِهِ اسْتَعِيْنُوْا بِاللّٰهِ وَاصْبِرُوْاۚ اِنَّ الْاَرْضَ لِلّٰهِ ۗيُوْرِثُهَا مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖۗ وَالْعَاقِبَةُ لِلْمُتَّقِيْنَ",
    "129": "قَالُوْٓا اُوْذِيْنَا مِنْ قَبْلِ اَنْ تَأْتِيَنَا وَمِنْۢ بَعْدِ مَا جِئْتَنَا ۗقَالَ عَسٰى رَبُّكُمْ اَنْ يُّهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِى الْاَرْضِ فَيَنْظُرَ كَيْفَ تَعْمَلُوْنَ ࣖ",
    "130": "وَلَقَدْ اَخَذْنَآ اٰلَ فِرْعَوْنَ بِالسِّنِيْنَ وَنَقْصٍ مِّنَ الثَّمَرٰتِ لَعَلَّهُمْ يَذَّكَّرُوْنَ",
    "131": "فَاِذَا جَاۤءَتْهُمُ الْحَسَنَةُ قَالُوْا لَنَا هٰذِهٖ ۚوَاِنْ تُصِبْهُمْ سَيِّئَةٌ يَّطَّيَّرُوْا بِمُوْسٰى وَمَنْ مَّعَهٗۗ  اَلَآ اِنَّمَا طٰۤىِٕرُهُمْ عِنْدَ اللّٰهِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
    "132": "وَقَالُوْا مَهْمَا تَأْتِنَا بِهٖ مِنْ اٰيَةٍ لِّتَسْحَرَنَا بِهَاۙ فَمَا نَحْنُ لَكَ بِمُؤْمِنِيْنَ",
    "133": "فَاَرْسَلْنَا عَلَيْهِمُ الطُّوْفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ اٰيٰتٍ مُّفَصَّلٰتٍۗ فَاسْتَكْبَرُوْا وَكَانُوْا قَوْمًا مُّجْرِمِيْنَ",
    "134": "وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ قَالُوْا يٰمُوْسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَۚ  لَىِٕنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِيْٓ اِسْرَاۤءِيْلَ ۚ",
    "135": "فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ اِلٰٓى اَجَلٍ هُمْ بَالِغُوْهُ اِذَا هُمْ يَنْكُثُوْنَ",
    "136": "فَانْتَقَمْنَا مِنْهُمْ فَاَغْرَقْنٰهُمْ فِى الْيَمِّ بِاَنَّهُمْ كَذَّبُوْا بِاٰيٰتِنَا وَكَانُوْا عَنْهَا غٰفِلِيْنَ",
    "137": "وَاَوْرَثْنَا الْقَوْمَ الَّذِيْنَ كَانُوْا يُسْتَضْعَفُوْنَ مَشَارِقَ الْاَرْضِ وَمَغَارِبَهَا الَّتِيْ بٰرَكْنَا فِيْهَاۗ وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنٰى عَلٰى بَنِيْٓ اِسْرَاۤءِيْلَۙ بِمَا صَبَرُوْاۗ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهٗ وَمَا كَانُوْا يَعْرِشُوْنَ",
    "138": "وَجَاوَزْنَا بِبَنِيْٓ اِسْرَاۤءِيْلَ الْبَحْرَ فَاَتَوْا عَلٰى قَوْمٍ يَّعْكُفُوْنَ عَلٰٓى اَصْنَامٍ لَّهُمْ ۚقَالُوْا يٰمُوْسَى اجْعَلْ لَّنَآ اِلٰهًا كَمَا لَهُمْ اٰلِهَةٌ  ۗقَالَ اِنَّكُمْ قَوْمٌ تَجْهَلُوْنَ",
    "139": "اِنَّ هٰٓؤُلَاۤءِ مُتَبَّرٌ مَّا هُمْ فِيْهِ وَبٰطِلٌ مَّا كَانُوْا يَعْمَلُوْنَ",
    "140": "قَالَ اَغَيْرَ اللّٰهِ اَبْغِيْكُمْ اِلٰهًا وَّهُوَ فَضَّلَكُمْ عَلَى الْعٰلَمِيْنَ",
    "141": "وَاِذْ اَنْجَيْنٰكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِۚ يُقَتِّلُوْنَ اَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْۗ وَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِيْمٌ ࣖ",
    "142": "۞ وَوٰعَدْنَا مُوْسٰى ثَلٰثِيْنَ لَيْلَةً وَّاَتْمَمْنٰهَا بِعَشْرٍ فَتَمَّ مِيْقَاتُ رَبِّهٖٓ اَرْبَعِيْنَ لَيْلَةً ۚوَقَالَ مُوْسٰى لِاَخِيْهِ هٰرُوْنَ اخْلُفْنِيْ فِيْ قَوْمِيْ وَاَصْلِحْ وَلَا تَتَّبِعْ سَبِيْلَ الْمُفْسِدِيْنَ",
    "143": "وَلَمَّا جَاۤءَ مُوْسٰى لِمِيْقَاتِنَا وَكَلَّمَهٗ رَبُّهٗۙ قَالَ رَبِّ اَرِنِيْٓ اَنْظُرْ اِلَيْكَۗ قَالَ لَنْ تَرٰىنِيْ وَلٰكِنِ انْظُرْ اِلَى الْجَبَلِ فَاِنِ اسْتَقَرَّ مَكَانَهٗ فَسَوْفَ تَرٰىنِيْۚ فَلَمَّا تَجَلّٰى رَبُّهٗ لِلْجَبَلِ جَعَلَهٗ دَكًّا وَّخَرَّ مُوْسٰى صَعِقًاۚ فَلَمَّآ اَفَاقَ قَالَ سُبْحٰنَكَ تُبْتُ اِلَيْكَ وَاَنَا۠ اَوَّلُ الْمُؤْمِنِيْنَ",
    "144": "قَالَ يٰمُوْسٰٓى اِنِّى اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسٰلٰتِيْ وَبِكَلَامِيْ ۖفَخُذْ مَآ اٰتَيْتُكَ وَكُنْ مِّنَ الشّٰكِرِيْنَ",
    "145": "وَكَتَبْنَا لَهٗ فِى الْاَلْوَاحِ مِنْ كُلِّ شَيْءٍ مَّوْعِظَةً وَّتَفْصِيْلًا لِّكُلِّ شَيْءٍۚ فَخُذْهَا بِقُوَّةٍ وَّأْمُرْ قَوْمَكَ يَأْخُذُوْا بِاَحْسَنِهَا ۗسَاُورِيْكُمْ دَارَ الْفٰسِقِيْنَ",
    "146": "سَاَصْرِفُ عَنْ اٰيٰتِيَ الَّذِيْنَ يَتَكَبَّرُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّۗ وَاِنْ يَّرَوْا كُلَّ اٰيَةٍ لَّا يُؤْمِنُوْا بِهَاۚ وَاِنْ يَّرَوْا سَبِيْلَ الرُّشْدِ لَا يَتَّخِذُوْهُ سَبِيْلًاۚ وَاِنْ يَّرَوْا سَبِيْلَ الْغَيِّ يَتَّخِذُوْهُ سَبِيْلًاۗ ذٰلِكَ بِاَنَّهُمْ كَذَّبُوْا بِاٰيٰتِنَا وَكَانُوْا عَنْهَا غٰفِلِيْنَ",
    "147": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَلِقَاۤءِ الْاٰخِرَةِ حَبِطَتْ اَعْمَالُهُمْۗ هَلْ يُجْزَوْنَ اِلَّا مَا كَانُوْا يَعْمَلُوْنَ ࣖ",
    "148": "وَاتَّخَذَ قَوْمُ مُوْسٰى مِنْۢ بَعْدِهٖ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَّهٗ خُوَارٌۗ  اَلَمْ يَرَوْا اَنَّهٗ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيْهِمْ سَبِيْلًاۘ اِتَّخَذُوْهُ وَكَانُوْا ظٰلِمِيْنَ",
    "149": "وَلَمَّا سُقِطَ فِيْٓ اَيْدِيْهِمْ وَرَاَوْا اَنَّهُمْ قَدْ ضَلُّوْاۙ قَالُوْا لَىِٕنْ لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ",
    "150": "وَلَمَّا رَجَعَ مُوْسٰٓى اِلٰى قَوْمِهٖ غَضْبَانَ اَسِفًاۙ قَالَ بِئْسَمَا خَلَفْتُمُوْنِيْ مِنْۢ بَعْدِيْۚ اَعَجِلْتُمْ اَمْرَ رَبِّكُمْۚ وَاَلْقَى الْاَلْوَاحَ وَاَخَذَ بِرَأْسِ اَخِيْهِ يَجُرُّهٗٓ اِلَيْهِ ۗقَالَ ابْنَ اُمَّ اِنَّ الْقَوْمَ اسْتَضْعَفُوْنِيْ وَكَادُوْا يَقْتُلُوْنَنِيْۖ فَلَا تُشْمِتْ بِيَ الْاَعْدَاۤءَ وَلَا تَجْعَلْنِيْ مَعَ الْقَوْمِ الظّٰلِمِيْنَ",
    "151": "قَالَ رَبِّ اغْفِرْ لِيْ وَلِاَخِيْ وَاَدْخِلْنَا فِيْ رَحْمَتِكَ ۖوَاَنْتَ اَرْحَمُ الرّٰحِمِيْنَ ࣖ",
    "152": "اِنَّ الَّذِيْنَ اتَّخَذُوا الْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّنْ رَّبِّهِمْ وَذِلَّةٌ فِى الْحَيٰوةِ الدُّنْيَاۗ وَكَذٰلِكَ نَجْزِى الْمُفْتَرِيْنَ",
    "153": "وَالَّذِيْنَ عَمِلُوا السَّيِّاٰتِ ثُمَّ تَابُوْا مِنْۢ بَعْدِهَا وَاٰمَنُوْٓا اِنَّ رَبَّكَ مِنْۢ بَعْدِهَا لَغَفُوْرٌ رَّحِيْمٌ",
    "154": "وَلَمَّا سَكَتَ عَنْ مُّوْسَى الْغَضَبُ اَخَذَ الْاَلْوَاحَۖ وَفِيْ نُسْخَتِهَا هُدًى وَّرَحْمَةٌ لِّلَّذِيْنَ هُمْ لِرَبِّهِمْ يَرْهَبُوْنَ",
    "155": "وَاخْتَارَ مُوْسٰى قَوْمَهٗ سَبْعِيْنَ رَجُلًا لِّمِيْقَاتِنَا ۚفَلَمَّآ اَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ اَهْلَكْتَهُمْ مِّنْ قَبْلُ وَاِيَّايَۗ اَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاۤءُ مِنَّاۚ اِنْ هِيَ اِلَّا فِتْنَتُكَۗ تُضِلُّ بِهَا مَنْ تَشَاۤءُ وَتَهْدِيْ مَنْ تَشَاۤءُۗ اَنْتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَاَنْتَ خَيْرُ الْغٰفِرِيْنَ",
    "156": "۞ وَاكْتُبْ لَنَا فِيْ هٰذِهِ الدُّنْيَا حَسَنَةً وَّفِى الْاٰخِرَةِ اِنَّا هُدْنَآ اِلَيْكَۗ قَالَ عَذَابِيْٓ اُصِيْبُ بِهٖ مَنْ اَشَاۤءُۚ وَرَحْمَتِيْ وَسِعَتْ كُلَّ شَيْءٍۗ فَسَاَكْتُبُهَا لِلَّذِيْنَ يَتَّقُوْنَ وَيُؤْتُوْنَ الزَّكٰوةَ وَالَّذِيْنَ هُمْ بِاٰيٰتِنَا يُؤْمِنُوْنَۚ",
    "157": "اَلَّذِيْنَ يَتَّبِعُوْنَ الرَّسُوْلَ النَّبِيَّ الْاُمِّيَّ الَّذِيْ يَجِدُوْنَهٗ مَكْتُوْبًا عِنْدَهُمْ فِى التَّوْرٰىةِ وَالْاِنْجِيْلِ يَأْمُرُهُمْ بِالْمَعْرُوْفِ وَيَنْهٰىهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبٰتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبٰۤىِٕثَ وَيَضَعُ عَنْهُمْ اِصْرَهُمْ وَالْاَغْلٰلَ الَّتِيْ كَانَتْ عَلَيْهِمْۗ فَالَّذِيْنَ اٰمَنُوْا بِهٖ وَعَزَّرُوْهُ وَنَصَرُوْهُ وَاتَّبَعُوا النُّوْرَ الَّذِيْٓ اُنْزِلَ مَعَهٗٓ  ۙاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ࣖ",
    "158": "قُلْ يٰٓاَيُّهَا النَّاسُ اِنِّيْ رَسُوْلُ اللّٰهِ اِلَيْكُمْ جَمِيْعًا ۨالَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۚ  لَآ اِلٰهَ اِلَّا هُوَ يُحْيٖ وَيُمِيْتُۖ فَاٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهِ النَّبِيِّ الْاُمِّيِّ الَّذِيْ يُؤْمِنُ بِاللّٰهِ وَكَلِمٰتِهٖ وَاتَّبِعُوْهُ لَعَلَّكُمْ تَهْتَدُوْنَ",
    "159": "وَمِنْ قَوْمِ مُوْسٰٓى اُمَّةٌ يَّهْدُوْنَ بِالْحَقِّ وَبِهٖ يَعْدِلُوْنَ",
    "160": "وَقَطَّعْنٰهُمُ اثْنَتَيْ عَشْرَةَ اَسْبَاطًا اُمَمًاۗ وَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اِذِ اسْتَسْقٰىهُ قَوْمُهٗٓ اَنِ اضْرِبْ بِّعَصَاكَ الْحَجَرَۚ فَانْۢبَجَسَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًاۗ قَدْ عَلِمَ كُلُّ اُنَاسٍ مَّشْرَبَهُمْۗ وَظَلَّلْنَا عَلَيْهِمُ الْغَمَامَ وَاَنْزَلْنَا عَلَيْهِمُ الْمَنَّ وَالسَّلْوٰىۗ  كُلُوْا مِنْ طَيِّبٰتِ مَا رَزَقْنٰكُمْۗ وَمَا ظَلَمُوْنَا وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ",
    "161": "وَاِذْ قِيْلَ لَهُمُ اسْكُنُوْا هٰذِهِ الْقَرْيَةَ وَكُلُوْا مِنْهَا حَيْثُ شِئْتُمْ وَقُوْلُوْا حِطَّةٌ وَّادْخُلُوا الْبَابَ سُجَّدًا نَّغْفِرْ لَكُمْ خَطِيْۤـٰٔتِكُمْۗ سَنَزِيْدُ الْمُحْسِنِيْنَ",
    "162": "فَبَدَّلَ الَّذِيْنَ ظَلَمُوْا مِنْهُمْ قَوْلًا غَيْرَ الَّذِيْ قِيْلَ لَهُمْ فَاَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِّنَ السَّمَاۤءِ بِمَا كَانُوْا يَظْلِمُوْنَ ࣖ",
    "163": "وَسْـَٔلْهُمْ عَنِ الْقَرْيَةِ الَّتِيْ كَانَتْ حَاضِرَةَ الْبَحْرِۘ اِذْ يَعْدُوْنَ فِى السَّبْتِ اِذْ تَأْتِيْهِمْ حِيْتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَّيَوْمَ لَا يَسْبِتُوْنَۙ لَا تَأْتِيْهِمْ ۛ كَذٰلِكَ ۛنَبْلُوْهُمْ بِمَا كَانُوْا يَفْسُقُوْنَ",
    "164": "وَاِذْ قَالَتْ اُمَّةٌ مِّنْهُمْ لِمَ تَعِظُوْنَ قَوْمًاۙ ۨاللّٰهُ مُهْلِكُهُمْ اَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيْدًاۗ قَالُوْا مَعْذِرَةً اِلٰى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُوْنَ",
    "165": "فَلَمَّا نَسُوْا مَا ذُكِّرُوْا بِهٖٓ اَنْجَيْنَا الَّذِيْنَ يَنْهَوْنَ عَنِ السُّوْۤءِ وَاَخَذْنَا الَّذِيْنَ ظَلَمُوْا بِعَذَابٍۢ بَـِٔيْسٍۢ بِمَا كَانُوْا يَفْسُقُوْنَ",
    "166": "فَلَمَّا عَتَوْا عَنْ مَّا نُهُوْا عَنْهُ قُلْنَا لَهُمْ كُوْنُوْا قِرَدَةً خٰسِـِٕيْنَ",
    "167": "وَاِذْ تَاَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ يَّسُوْمُهُمْ سُوْۤءَ الْعَذَابِۗ اِنَّ رَبَّكَ لَسَرِيْعُ الْعِقَابِۖ وَاِنَّهٗ لَغَفُوْرٌ رَّحِيْمٌ",
    "168": "وَقَطَّعْنٰهُمْ فِى الْاَرْضِ اُمَمًاۚ مِنْهُمُ الصّٰلِحُوْنَ وَمِنْهُمْ دُوْنَ ذٰلِكَ ۖوَبَلَوْنٰهُمْ بِالْحَسَنٰتِ وَالسَّيِّاٰتِ لَعَلَّهُمْ يَرْجِعُوْنَ",
    "169": "فَخَلَفَ مِنْۢ بَعْدِهِمْ خَلْفٌ وَّرِثُوا الْكِتٰبَ يَأْخُذُوْنَ عَرَضَ هٰذَا الْاَدْنٰى وَيَقُوْلُوْنَ سَيُغْفَرُ لَنَاۚ وَاِنْ يَّأْتِهِمْ عَرَضٌ مِّثْلُهٗ يَأْخُذُوْهُۗ  اَلَمْ يُؤْخَذْ عَلَيْهِمْ مِّيْثَاقُ الْكِتٰبِ اَنْ لَّا يَقُوْلُوْا عَلَى اللّٰهِ اِلَّا الْحَقَّ وَدَرَسُوْا مَا فِيْهِۗ وَالدَّارُ الْاٰخِرَةُ خَيْرٌ لِّلَّذِيْنَ يَتَّقُوْنَۗ اَفَلَا تَعْقِلُوْنَ",
    "170": "وَالَّذِيْنَ يُمَسِّكُوْنَ بِالْكِتٰبِ وَاَقَامُوا الصَّلٰوةَۗ اِنَّا لَا نُضِيْعُ اَجْرَ الْمُصْلِحِيْنَ",
    "171": "۞ وَاِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَاَنَّهٗ ظُلَّةٌ وَّظَنُّوْٓا اَنَّهٗ وَاقِعٌۢ بِهِمْۚ خُذُوْا مَآ اٰتَيْنٰكُمْ بِقُوَّةٍ وَّاذْكُرُوْا مَا فِيْهِ لَعَلَّكُمْ تَتَّقُوْنَ ࣖ",
    "172": "وَاِذْ اَخَذَ رَبُّكَ مِنْۢ بَنِيْٓ اٰدَمَ مِنْ ظُهُوْرِهِمْ ذُرِّيَّتَهُمْ وَاَشْهَدَهُمْ عَلٰٓى اَنْفُسِهِمْۚ  اَلَسْتُ بِرَبِّكُمْۗ قَالُوْا بَلٰىۛ شَهِدْنَا ۛاَنْ تَقُوْلُوْا يَوْمَ الْقِيٰمَةِ اِنَّا كُنَّا عَنْ هٰذَا غٰفِلِيْنَۙ",
    "173": "اَوْ تَقُوْلُوْٓا اِنَّمَآ اَشْرَكَ اٰبَاۤؤُنَا مِنْ قَبْلُ وَكُنَّا ذُرِّيَّةً مِّنْۢ بَعْدِهِمْۚ  اَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُوْنَ",
    "174": "وَكَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ وَلَعَلَّهُمْ يَرْجِعُوْنَ",
    "175": "وَاتْلُ عَلَيْهِمْ نَبَاَ الَّذِيْٓ اٰتَيْنٰهُ اٰيٰتِنَا فَانْسَلَخَ مِنْهَا فَاَتْبَعَهُ الشَّيْطٰنُ فَكَانَ مِنَ الْغَاوِيْنَ",
    "176": "وَلَوْ شِئْنَا لَرَفَعْنٰهُ بِهَا وَلٰكِنَّهٗٓ اَخْلَدَ اِلَى الْاَرْضِ وَاتَّبَعَ هَوٰىهُۚ فَمَثَلُهٗ كَمَثَلِ الْكَلْبِۚ اِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ اَوْ تَتْرُكْهُ يَلْهَثْۗ ذٰلِكَ مَثَلُ الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۚ فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُوْنَ",
    "177": "سَاۤءَ مَثَلًا ۨالْقَوْمُ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَاَنْفُسَهُمْ كَانُوْا يَظْلِمُوْنَ",
    "178": "مَنْ يَّهْدِ اللّٰهُ فَهُوَ الْمُهْتَدِيْۚ وَمَنْ يُّضْلِلْ فَاُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ",
    "179": "وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيْرًا مِّنَ الْجِنِّ وَالْاِنْسِۖ  لَهُمْ قُلُوْبٌ لَّا يَفْقَهُوْنَ بِهَاۖ وَلَهُمْ اَعْيُنٌ لَّا يُبْصِرُوْنَ بِهَاۖ وَلَهُمْ اٰذَانٌ لَّا يَسْمَعُوْنَ بِهَاۗ اُولٰۤىِٕكَ كَالْاَنْعَامِ بَلْ هُمْ اَضَلُّ  ۗ اُولٰۤىِٕكَ هُمُ الْغٰفِلُوْنَ",
    "180": "وَلِلّٰهِ الْاَسْمَاۤءُ الْحُسْنٰى فَادْعُوْهُ بِهَاۖ وَذَرُوا الَّذِيْنَ يُلْحِدُوْنَ فِيْٓ اَسْمَاۤىِٕهٖۗ سَيُجْزَوْنَ مَا كَانُوْا يَعْمَلُوْنَ ۖ",
    "181": "وَمِمَّنْ خَلَقْنَآ اُمَّةٌ يَّهْدُوْنَ بِالْحَقِّ وَبِهٖ يَعْدِلُوْنَ ࣖ",
    "182": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا سَنَسْتَدْرِجُهُمْ مِّنْ حَيْثُ لَا يَعْلَمُوْنَ",
    "183": "وَاُمْلِيْ لَهُمْ ۗاِنَّ كَيْدِيْ مَتِيْنٌ",
    "184": "اَوَلَمْ يَتَفَكَّرُوْا مَا بِصَاحِبِهِمْ مِّنْ جِنَّةٍۗ اِنْ هُوَ اِلَّا نَذِيْرٌ مُّبِيْنٌ",
    "185": "اَوَلَمْ يَنْظُرُوْا فِيْ مَلَكُوْتِ السَّمٰوٰتِ وَالْاَرْضِ وَمَا خَلَقَ اللّٰهُ مِنْ شَيْءٍ وَّاَنْ عَسٰٓى اَنْ يَّكُوْنَ قَدِ اقْتَرَبَ اَجَلُهُمْۖ فَبِاَيِّ حَدِيْثٍۢ بَعْدَهٗ يُؤْمِنُوْنَ",
    "186": "مَنْ يُّضْلِلِ اللّٰهُ فَلَا هَادِيَ لَهٗ  ۖوَيَذَرُهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ",
    "187": "يَسْـَٔلُوْنَكَ عَنِ السَّاعَةِ اَيَّانَ مُرْسٰىهَاۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ رَبِّيْۚ  لَا يُجَلِّيْهَا لِوَقْتِهَآ اِلَّا هُوَۘ ثَقُلَتْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ  لَا تَأْتِيْكُمْ اِلَّا بَغْتَةً ۗيَسْـَٔلُوْنَكَ كَاَنَّكَ حَفِيٌّ عَنْهَاۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ اللّٰهِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ",
    "188": "قُلْ لَّآ اَمْلِكُ لِنَفْسِيْ نَفْعًا وَّلَا ضَرًّا اِلَّا مَا شَاۤءَ اللّٰهُ ۗوَلَوْ كُنْتُ اَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِۛ وَمَا مَسَّنِيَ السُّوْۤءُ ۛاِنْ اَنَا۠ اِلَّا نَذِيْرٌ وَّبَشِيْرٌ لِّقَوْمٍ يُّؤْمِنُوْنَ ࣖ",
    "189": "۞ هُوَ الَّذِيْ خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ وَّجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ اِلَيْهَاۚ فَلَمَّا تَغَشّٰىهَا حَمَلَتْ حَمْلًا خَفِيْفًا فَمَرَّتْ بِهٖ ۚفَلَمَّآ اَثْقَلَتْ دَّعَوَا اللّٰهَ رَبَّهُمَا لَىِٕنْ اٰتَيْتَنَا صَالِحًا لَّنَكُوْنَنَّ مِنَ الشّٰكِرِيْنَ",
    "190": "فَلَمَّآ اٰتٰىهُمَا صَالِحًا جَعَلَا لَهٗ شُرَكَاۤءَ فِيْمَآ اٰتٰىهُمَا ۚفَتَعٰلَى اللّٰهُ عَمَّا يُشْرِكُوْنَ",
    "191": "اَيُشْرِكُوْنَ مَا لَا يَخْلُقُ شَيْـًٔا وَّهُمْ يُخْلَقُوْنَۖ",
    "192": "وَلَا يَسْتَطِيْعُوْنَ لَهُمْ نَصْرًا وَّلَآ اَنْفُسَهُمْ يَنْصُرُوْنَ",
    "193": "وَاِنْ تَدْعُوْهُمْ اِلَى الْهُدٰى لَا يَتَّبِعُوْكُمْۗ سَوَۤاءٌ عَلَيْكُمْ اَدَعَوْتُمُوْهُمْ اَمْ اَنْتُمْ صٰمِتُوْنَ",
    "194": "اِنَّ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ عِبَادٌ اَمْثَالُكُمْ فَادْعُوْهُمْ فَلْيَسْتَجِيْبُوْا لَكُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "195": "اَلَهُمْ اَرْجُلٌ يَّمْشُوْنَ بِهَآ ۖ اَمْ لَهُمْ اَيْدٍ يَّبْطِشُوْنَ بِهَآ ۖ اَمْ لَهُمْ اَعْيُنٌ يُّبْصِرُوْنَ بِهَآ ۖ اَمْ لَهُمْ اٰذَانٌ يَّسْمَعُوْنَ بِهَاۗ قُلِ ادْعُوْا شُرَكَاۤءَكُمْ ثُمَّ كِيْدُوْنِ فَلَا تُنْظِرُوْنِ",
    "196": "اِنَّ وَلِيِّ َۧ اللّٰهُ الَّذِيْ نَزَّلَ الْكِتٰبَۖ وَهُوَ يَتَوَلَّى الصّٰلِحِيْنَ",
    "197": "وَالَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِهٖ لَا يَسْتَطِيْعُوْنَ نَصْرَكُمْ وَلَآ اَنْفُسَهُمْ يَنْصُرُوْنَ",
    "198": "وَاِنْ تَدْعُوْهُمْ اِلَى الْهُدٰى لَا يَسْمَعُوْاۗ وَتَرٰىهُمْ يَنْظُرُوْنَ اِلَيْكَ وَهُمْ لَا يُبْصِرُوْنَ",
    "199": "خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَاَعْرِضْ عَنِ الْجٰهِلِيْنَ",
    "200": "وَاِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطٰنِ نَزْغٌ فَاسْتَعِذْ بِاللّٰهِ ۗاِنَّهٗ سَمِيْعٌ عَلِيْمٌ",
    "201": "اِنَّ الَّذِيْنَ اتَّقَوْا اِذَا مَسَّهُمْ طٰۤىِٕفٌ مِّنَ الشَّيْطٰنِ تَذَكَّرُوْا فَاِذَا هُمْ مُّبْصِرُوْنَۚ",
    "202": "وَاِخْوَانُهُمْ يَمُدُّوْنَهُمْ فِى الْغَيِّ ثُمَّ لَا يُقْصِرُوْنَ",
    "203": "وَاِذَا لَمْ تَأْتِهِمْ بِاٰيَةٍ قَالُوْا لَوْلَا اجْتَبَيْتَهَاۗ قُلْ اِنَّمَآ اَتَّبِعُ مَا يُوْحٰٓى اِلَيَّ مِنْ رَّبِّيْۗ هٰذَا بَصَاۤىِٕرُ مِنْ رَّبِّكُمْ وَهُدًى وَّرَحْمَةٌ لِّقَوْمٍ يُّؤْمِنُوْنَ",
    "204": "وَاِذَا قُرِئَ الْقُرْاٰنُ فَاسْتَمِعُوْا لَهٗ وَاَنْصِتُوْا لَعَلَّكُمْ تُرْحَمُوْنَ",
    "205": "وَاذْكُرْ رَّبَّكَ فِيْ نَفْسِكَ تَضَرُّعًا وَّخِيْفَةً وَّدُوْنَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْاٰصَالِ وَلَا تَكُنْ مِّنَ الْغٰفِلِيْنَ",
    "206": "اِنَّ الَّذِيْنَ عِنْدَ رَبِّكَ لَا يَسْتَكْبِرُوْنَ عَنْ عِبَادَتِهٖ وَيُسَبِّحُوْنَهٗ وَلَهٗ يَسْجُدُوْنَ ࣖ ۩"
  },
  "latins": [
    "Alif lām mīm ṣād.",
    "Kitābun unzila ilaika falā yakun fī ṣadrika ḥarajum minhu litunżira bihī wa żikrā lil-mu'minīn(a).",
    "Ittabi'ū mā unzila ilaikum mir rabbikum wa lā tattabi'ū min dūnihī auliyā'(a), qalīlam mā tażakkarūn(a).",
    "Wa kam min qaryatin ahlaknāhā fa jā'ahā ba'sunā bayātan au hum qā'ilūn(a).",
    "Famā kāna da'wāhum iż jā'ahum ba'sunā illā an qālū innā kunnā ẓālimīn(a).",
    "Fa lanas'alannal-lażīna ursila ilaihim wa lanas'alannal-mursalīn(a).",
    "Fa lanaquṣṣanna 'alaihim bi'ilmiw wa mā kunnā gā'ibīn(a).",
    "Wal-waznu yauma'iżinil-ḥaqq(u), faman ṡaqulat mawāzīnuhū fa ulā'ika humul-mufliḥūn(a).",
    "Wa man khaffat mawāzīnuhū fa ulā'ikal-lażīna khasirū anfusahum bimā kānū bi'āyātinā yaẓlimūn(a).",
    "Wa laqad makkannākum fil-arḍi wa ja'alnā lakum fīhā ma'āyisy(a), qalīlam mā tasykurūn(a).",
    "Wa laqad khalaqnākum ṡumma ṣawwarnākum ṡumma qulnā lil-malā'ikatisjudū li'ādama fa sajadū illā iblīs(a), lam yakum minas-sājidīn(a).",
    "Qāla mā mana'aka allā tasjuda iż amartuk(a), qāla ana khairum minh(u), khalaqtanī min nāriw wa khalaqtahū min ṭīn(in).",
    "Qāla fahbiṭ minhā famā yakūnu laka an tatakabbara fīhā fakhruj innaka minaṣ-ṣāgirīn(a).",
    "Qāla anẓirnī ilā yaumi yub'aṡūn(a).",
    "Qāla innaka minal-munẓarīn(a).",
    "Qāla fabimā agwaitanī la'aq'udanna lahum  ṣirāṭakal-mustaqīm(a).",
    "Ṡumma la'ātiyannahum mim baini aidīhim wa min khalfihim wa 'an aimānihim wa 'an syamā'ilihim, wa lā tajidu akṡarahum syākirīn(a).",
    "Qālakhruj minhā maż'ūmam madḥūrā(n), laman tabi'aka minhum la'amla'anna  jahannama minkum ajma'īn(a).",
    "Wa yā ādamuskun anta wa zaujukal-jannata fa kulā min ḥaiṡu syi'tumā wa lā taqrabā hāżihisy-syajarata fa takūnā minaẓ-ẓālimīn(a).",
    "Fa waswasa lahumasy-syaiṭānu liyubdiya lahumā mā wūriya 'anhumā min sau'ātihimā wa qāla mā nahākumā rabbukumā 'an hāżihisy-syajarati illā an takūnā malakaini au takūnā minal-khālidīn(a).",
    "Wa qāsamahumā innī lakumā laminan-nāṣiḥīn(a).",
    "Fa dallāhumā bigurūr(in), falammā żāqasy-syajarata badat lahumā sau'ātuhumā wa ṭafiqā yakhṣifāni 'alaihimā miw waraqil-jannah(ti), wa nādāhumā rabbuhumā alam anhakumā 'an tilkumasy-syajarati wa aqul lakumā innasy-syaiṭāna lakumā 'aduwwum mubīn(un).",
    "Qālā rabbanā ẓalamnā anfusanā wa illam tagfir lanā wa tarḥamnā lanakūnanna minal-khāsirīn(a).",
    "Qālahbiṭū ba'ḍukum liba'ḍin 'aduww(un), wa lakum fil-arḍi mustaqarruw wa matā'un ilā ḥīn(in).",
    "Qāla fīhā taḥyauna wa fīhā tamūtūna wa minhā tukhrajūn(a).",
    "Yā banī ādama qad anzalnā 'alaikum libāsay yuwārī sau'ātikum wa rīsyā(n), wa libāsut-taqwā żālika khair(un), żālika min āyātillāhi la'allahum yażżakkarūn(a).",
    "Yā banī ādama lā yaftinannakumusy-syaiṭānu kamā akhraja abawaikum minal-jannati yanzi'u 'anhumā libāsahumā liyuriyahumā sau'ātihimā, innahū yarākum huwa wa qabīluhū min ḥaiṡu lā taraunahum, innā ja'alnasy-syayāṭīna auliyā'a lil-lażīna lā yu'minūn(a).",
    "Wa iżā fa'alū fāḥisyatan qālū wajadnā 'alaihā ābā'anā wallāhu amaranā bihā, qul innallāha lā ya'muru bil-faḥsyā'(i), ataqūlūna 'alallāhi mā lā ta'lamūn(a).",
    "Qul amara rabbī bil-qisṭ(i), wa aqīmū wujūhakum 'inda kulli masjidiw wad'ūhu mukhliṣīna lahud-dīn(a), kamā bada'akum ta'ūdūn(a).",
    "Farīqan hadā wa farīqan ḥaqqa 'alaihimuḍ-ḍalālah(tu), innahumuttakhażusy-syayāṭīna auliyā'a min dūnillāhi wa yaḥsabūna annahum muhtadūn(a).",
    "Yā banī ādama khużū zīnatakum 'inda kulli masjidiw wa kulū wasyrabū wa lā tusrifū, innahū lā yuḥibbul-musrifīn(a).",
    "Qul man ḥarrama zīnatallāhil-latī akhraja li'ibādihī waṭ-ṭayyibāti minar-rizq(i), qul hiya lil-lażīna āmanū fil-ḥayātid-dun-yā khāliṣatay yaumal-qiyāmah(ti), każālika nufaṣṣilul-āyāti liqaumiy ya'lamūn(a).",
    "Qul innamā ḥarrama rabbiyal-fawāḥisya mā ẓahara minhā wa mā baṭana wal-iṡma wal-bagya bigairil-ḥaqqi wa an tusyrikū billāhi mā lam yunazzil bihī sulṭānaw wa an taqūlū 'alallāhi mā lā ta'lamūn(a).",
    "Wa likulli ummatin ajal(un), fa iżā jā'a ajaluhum lā yasta'khirūna sā'ataw wa lā yastaqdimūn(a).",
    "Yā banī ādama immā ya'tiyannakum rusulum minkum yaquṣṣūna 'alaikum āyātī, famanittaqā wa aṣlaḥa falā khaufun 'alaihim wa lā hum yaḥzanūn(a).",
    "Wal-lażīna każżabū bi'āyātinā wastakbarū 'anhā ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a).",
    "Faman aẓlamu mimmaniftarā 'alallāhi każiban au każżaba bi'āyātih(ī), ulā'ika yanāluhum naṣībuhum minal-kitāb(i), ḥattā iżā jā'athum rusulunā yatawaffaunahum, qālū aina mā kuntum tad'ūna min dūnillāh(i), qālū ḍallū 'annā wa syahidū 'alā anfusihim annahum kānū kāfirīn(a).",
    "Qāladkhulū fī umamin qad khalat min qablikum minal-jinni wal-insi fin-nār(i), kullamā dakhalat ummatul la'anat ukhtahā, ḥattā iżaddārakū fīhā jamī'ā(n), qālat ukhrāhum li'ūlāhum rabbanā hā'ulā'i aḍallūnā fa ātihim 'ażāban ḍi'fam minan-nār(i), qāla likullin ḍi'fuw wa lākil lā ta'lamūn(a).",
    "Wa qālat ūlāhum li'ukhrāhum famā kāna lakum 'alainā min faḍlin fa żūqul-'ażāba bimā kuntum taksibūn(a).",
    "Innal-lażīna każżabū bi'āyātinā wastakbarū 'anhā lā tufattaḥu lahum abwābus-samā'i wa lā yadkhulūnal-jannata ḥattā yalijal-jamalu fī sammil-khiyāṭ(i), wa każālika najzil-mujrimīn(a).",
    "Lahum min jahannama mihāduw wa min fauqihim gawāsy(in), wa każālika najziẓ-ẓālimīn(a).",
    "Wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti lā nukallifu nafsan illā wus'ahā, ulā'ika aṣḥābul-jannah(ti), hum fīhā khālidūn(a).",
    "Wa naza'nā mā fī ṣudūrihim min gillin tajrī min taḥtihimul-anhār(u), wa qālul-ḥamdu lillāhil-lażī hadānā lihāżā, wa mā kunnā linahtadiya lau lā an hadānallāh(u), laqad jā'at rusulu rabbinā bil-ḥaqq(i), wa nūdū an tilkumul-jannatu ūriṡtumūhā bimā kuntum ta'malūn(a).",
    "Wa nādā aṣḥābul-jannati aṣḥāban-nāri an qad wajadnā mā wa'adanā rabbunā ḥaqqan fahal wajattum mā wa'ada rabbukum ḥaqqā(n), qālū na'am, fa ażżana mu'ażżinum bainahum al la'natullāhi 'alaẓ-ẓālimīn(a).",
    "Al-lażīna yaṣuddūna 'an sabīlillāhi wa yabgūnahā 'iwajā(n), wa hum bil-ākhirati kāfirūn(a).",
    "Wa bainahumā ḥijāb(un), wa 'alal-a'rāfi rijāluy ya'rifūna kullam bisīmāhum, wa nādau aṣḥābal-jannati an salāmun 'alaikum, lam yadkhulūhā wa hum yaṭma'ūn(a).",
    "Wa iżā ṣurifat abṣāruhum tilqā'a aṣḥābin-nāri qālū rabbanā lā taj'alnā ma'al-qaumiẓ-ẓālimīn(a).",
    "Wa nādā aṣḥābul-a'rāfi rijālay ya'rifūnahum bisīmāhum qālū mā agnā 'ankum jam'ukum wa mā kuntum tastakbirūn(a).",
    "Ahā'ulā'il-lażīna aqsamtum lā yanāluhumullāhu biraḥmah(tin), udkhulul-jannata lā khaufun 'alaikum wa lā antum taḥzanūn(a).",
    "Wa nādā aṣḥābun-nāri aṣḥābal-jannati an afīḍū 'alainā minal-mā'i au mimmā razaqakumullāh(u), qālū innallāha ḥarramahumā 'alal-kāfirīn(a).",
    "Al-lażīnattakhażū dīnahum lahwaw wa la'ibaw wa garrathumul-ḥayātud-dun-yā, fal-yauma nansāhum kamā nasū liqā'a yaumihim hāżā, wa mā kānū bi'āyātinā yajḥadūn(a).",
    "Wa laqad ji'nāhum bikitābin faṣṣalnāhu 'alā 'ilmin hudaw wa raḥmatal liqaumiy yu'minūn(a).",
    "Hal yanẓurūna illā ta'wīlah(ū), yauma ya'tī ta'wīluhū yaqūlul-lażīna nasūhu min qablu qad jā'at rusulu rabbinā bil-ḥaqq(i), fahal lanā min syufa'ā'a fa yasyfa'ū lanā au nuraddu fa na'mala gairal-lażī kunnā na'mal(u), qad khasirū anfusahum wa ḍalla 'anhum mā kānū yaftarūn(a).",
    "Inna rabbakumullāhul-lażī khalaqas-samāwāti wal-arḍa fī sittati ayyāmin ṡummastawā 'alal-'arsy(i), yugsyil-lailan-nahāra yaṭlubuhū ḥaṡīṡā(n), wasy-syamsa wal-qamara wan-nujūma musakhkharātim bi'amrih(ī), alā lahul-khalqu wal-amr(u), tabārakallāhu rabbul-'ālamīn(a).",
    "Ud'ū rabbakum taḍarru'aw wa khufūyah(tan), innahū lā yuḥibbul-mu'tadīn(a).",
    "Wa lā tufsidū fil-arḍi ba'da iṣlāḥihā wad'ūhu khaufaw wa ṭama'ā(n), inna raḥmatallāhi qarībum minal-muḥsinīn(a).",
    "Wa huwal-lażī yursilur-riyāḥa busyram baina yadai raḥmatih(ī), ḥattā iżā aqallat saḥāban ṡiqālan suqnāhu libaladim mayyitin fa anzalnā bihil-mā'a fa akhrajnā bihī min kulliṡ-ṡamarāt(i), każālika nukhrijul-mautā la'allakum tażakkarūn(a).",
    "Wal-baladuṭ-ṭayyibu yakhruju nabātuhū bi'iżni rabbih(ī), wal-lażī khabuṡa lā yakhruju illā nakidā(n), każālika nuṣarriful-āyāti liqaumiy yasykurūn(a).",
    "Laqad arsalnā nūḥan ilā qaumihī fa qāla yā qaumi'budullāha mā lakum min ilāhin gairuh(ū), innī akhāfu 'alaikum 'ażāba yaumin 'aẓīm(in).",
    "Qālal mala'u min qaumihī innā lanarāka fī ḍalālim mubīn(in).",
    "Qāla yā qaumi laisa bī ḍalālatuw wa lākinnī rasūlum mir rabbil-'ālamīn(a).",
    "Uballigukum risālāti rabbī wa anṣaḥu lakum wa a'lamu minallāhi mā lā ta'lamūn(a).",
    "Awa'ajibtum an jā'akum żikrum mir rabbikum 'alā rajulim minkum liyunżirakum wa litattaqū wa la'allakum turḥamūn(a).",
    "Fa każżabūhu fa anjaināhu wal-lażīna ma'ahū fil-fulki wa agraqnal-lażīna każżabū bi'āyātinā, innahum kānū qauman 'amīn(a).",
    "Wa ilā 'ādin akhāḥum hūdā(n), qāla yā qaumi'budullāha mā lakum min ilāhin gairuh(ū), afalā tattaqūn(a).",
    "Qālal-mala'ul-lażīna kafarū min qaumihī innā lanarāka fī safāhatiw wa innā lanaẓunnuka  minal-kāżibīn(a).",
    "Qāla yā qaumi laisa bī safāhatuw wa lākinnī rasūlum mir rabbil-'ālamīn(a).",
    "Uballigukum risālāti rabbī wa ana lakum nāṣiḥun amīn(un).",
    "Awa'ajibtum an jā'akum żikrum mir rabbikum 'alā rajulim minkum liyunżirakum, ważkurū iż ja'alakum khulafā'a mim ba'di qaumi nūḥiw wa zādakum fil-khalqi basṭah(tan), fażkurū ālā'allāhi la'allakum tufliḥūn(a).",
    "Qālū aji'tanā lina'budallāha waḥdahū wa nażara mā kāna ya'budu ābā'unā, fa'tinā bimā ta'idunā in kunta minaṣ ṣādiqīn(a).",
    "Qāla qad waqa'a 'alaikum mir rabbikum rijsuw wa gaḍab(un), atujādilūnanī fī asmā'in sammaitumūhā antum wa ābā'ukum mā nazzalallāhu bihā min sulṭān(in), fantaẓirū innī ma'akum minal-muntaẓirīn(a).",
    "Fa anjaināhu wal-lażīna ma'ahū biraḥmatim minnā wa qaṭa'nā dābiral-lażīna każżabū bi'āyātinā wa mā kānū mu'minīn(a).",
    "Wa ilā ṡamūda akhāhum ṣāliḥā(n), qāla yā qaumi'budullāha mā lakum min ilāhin gairuh(ū), qad jā'atkum bayyinatum mir rabbikum, hāżihī nāqatullāhi lakum āyatan fa żarūhā ta'kul fī arḍillāhi wa lā tamassūhā bisū'in fa ya'khużakum 'ażābun alīm(un).",
    "Ważkurū iż ja'alakum khulafā'a mim ba'di 'ādiw wa bawwa'akum fil-arḍi tattakhiżūna min suhūlihā quṣūraw wa tanḥitūnal-jibāla buyūtā(n), fażkurū ālā'allāhi wa lā ta'ṡau fil-arḍi mufsidīn(a).",
    "Qālal-mala'ul-lażīnastakbarū min qaumihī lil-lażīnastuḍ'ifū liman āmana minhum ata'lamūna anna ṣāliḥam mursalum mir rabbih(ī), qālū innā bimā ursila bihī mu'minūn(a).",
    "Qālal-lażīnastakbarū innā bil-lażī āmantum bihī kāfirūn(a).",
    "Fa 'aqarun-nāqata wa 'atau 'an amri rabbihim wa qālū yā ṣāliḥu'tinā bimā ta'idunā in kunta minal-mursalīn(a).",
    "Fa akhażathumur-rajfatu fa aṣbaḥū fī dārihim jāṡimīn(a).",
    "Fa tawallā 'anhum wa qāla yā qaumi laqad ablagtukum risālata rabbī wa naṣaḥtu lakum wa lākil lā tuḥibbūnan-nāṣiḥīn(a).",
    "Wa lūṭan iż qāla liqaumihī ata'tūnal-fāḥisyata mā sabaqakum bihā min aḥadim minal-'ālamīn(a).",
    "Innakum lata'tūnar-rijāla syahwatam min dūnin-nisā'(i), bal antum qaumum musrifūn(a).",
    "Wa mā kāna jawāba qaumihī illā an qālū akhrijūhum min qaryatikum, innahum unāsuy yataṭahharūn(a).",
    "Fa anjaināhu wa ahlahū illamra'atahū kānat minal-gābirīn(a).",
    "Wa amṭarnā 'alaihim maṭarā(n), fanẓur kaifa kāna 'āqibatul-mujrimīn(a).",
    "Wa ilā madyana akhāhum syu'aibā(n), qāla yā qaumi'budullāha mā lakum min ilāhin gairuh(ū), qad jā'atkum bayyinatum mir rabbikum fa auful-kaila wal-mīzāna wa lā tabkhasun-nāsa asy-yā'ahum wa lā tufsidū fil-arḍi ba'da iṣlāḥihā, żālikum khairul lakum in kuntum mu'minīn(a).",
    "Wa lā taq'udū bikulli ṣirāṭin tū'idūna wa taṣuddūna 'an sabīlillāhi man āmana bihī wa tabgūnahā 'iwajā(n), ważkurū iż kuntum qalīlan fa kaṡṡarakum, wanẓurū kaifa kāna 'āqibatul-mufsidīn(a).",
    "Wa in kāna ṭā'ifatum minkum āmanū bil-lażī ursiltu bihī wa ṭā'ifatul lam tu'minū faṣbirū ḥattā yaḥkumallāhu bainanā, wa huwa khairul-ḥākimīn(a).",
    "Qālal-mala'ul-lażīnastakbarū min qaumihī lanukhrijannaka yā syu'aibu wal-lażīna āmanū ma'aka min qaryatinā au lata'ūdunna fī millatinā, qāla awalau kunnā kārihīn(a).",
    "Qadiftarainā 'alallāhi każiban in 'udnā fī millatikum ba'da iż najjānallāhu minhā, wa mā yakūnu lanā an na'ūda fīhā illā ay yasyā'allāhu rabbunā, wasi'a rabbunā kulla syai'in 'ilmā(n), 'alallāhi tawakkalnā, rabbanaftaḥ bainanā wa baina qauminā bil-ḥaqqi wa anta khairul-fātiḥīn(a).",
    "Wa qālal-mala'ul-lażīna kafarū min qaumihī la'inittaba'tum syu'aiban innakum iżal lakhāsirūn(a).",
    "Fa akhażathumur-rajfatu fa aṣbaḥū fī dārihim jāṡimīn(a).",
    "Al-lażīna każżabū syu'aiban ka'allam yagnau fīhā, al-lażīna każżabū syu'aiban kānū humul-khāsirīn(a).",
    "Fa tawallā 'anhum wa qāla yā qaumi laqad ablagtukum risālāti rabbī wa naṣaḥtu lakum, fa kaifa āsā 'alā qaumin kāfirīn(a).",
    "Wa mā arsalnā fī qaryatim min nabiyyin illā akhażnā ahlahā bil-ba'sā'i waḍ-ḍarrā'i la'allahum yaḍḍarra'ūn(a).",
    "Ṡumma baddalnā makānas-sayyi'atil-ḥasanata ḥattā 'afau wa qālū qad massa ābā'anaḍ-ḍarrā'u was-sarrā'u fa akhażnāhum bagtataw wa hum lā yasy'urūn(a).",
    "Wa lau anna ahlal-qurā āmanū wattaqau lafataḥnā 'alaihim barakātim minas-samā'i wal ardḍi wa lākin każżabū fa akhażnāhum bimā kānū yaksibūn(a).",
    "Afa amina ahlul-qurā ay ya'tiyahum ba'sunā bayātaw wa hum nā'imūn(a).",
    "Awa amina ahlul-qurā ay ya'tiyahum ba'sunā ḍuḥaw wa hum yal'abūn(a).",
    "Afa aminū makrallāh(i), falā ya'manu makrallāhi illal-qaumul khāsirūn(a).",
    "Awalam yahdi lil-lażīna yariṡūnal-arḍa mim ba'di ahlihā allau nasyā'u aṣabnāhum biżunūbihim, wa naṭba'u 'alā qulūbihim fahum lā yasma'ūn(a).",
    "Tilkal-qurā naquṣṣu 'alaika min ambā'ihā, wa laqad jā'athum rusuluhum bil-bayyināt(i), famā kānū liyu'minū bimā każżabū min qabl(u), każālika yaṭba'ullāhu 'alā qulūbil-kāfirīn(a).",
    "Wa mā wajadnā li'akṡarihim min 'ahd(in), wa iw wajadnā akṡarahum lafāsiqīn(a).",
    "Ṡumma ba'aṡnā mim ba'dihim mūsā bi'āyātinā ilā fir'auna wa mala'ihī fa ẓalamū bihā, fanẓur kaifa kāna 'āqibatul-mufsidīn(a).",
    "Wa qāla mūsa yā fir'aunu innī rasūlum mir rabbil-'ālamīn(a).",
    "Ḥaqīqun 'alā allā aqūla 'alallāhi illal-ḥaqq(a), qad ji'tukum bibayyinatim mir rabbikum fa arsil ma'iya banī isrā'īl(a).",
    "Qāla in kunta ji'ta bi'āyatin fa'ti bihā in kunta minaṣ ṣādiqīn(a).",
    "Fa alqā 'aṣāhu fa iżā hiya ṡu'bānum mubīn(un).",
    "Wa naza'a yadahū fa iżā hiya baiḍā'u lin-nāẓirīn(a).",
    "Qālal-mala'u min qaumi fir'auna inna hāżā lasāḥirum 'alīm(un).",
    "Yurīdu ay yukhrijakum min arḍikum, fa māżā ta'murūn(a).",
    "Qālū arjih wa akhāhu wa arsil fil-madā'ini ḥāsyirīn(a).",
    "Ya'tūka bikulli sāḥirin 'alīm(in).",
    "Wa jā'as-saḥaratu fir'auna qālū inna lanā la'ajran in kunnā naḥnul-gālibīn(a).",
    "Qāla na'am wa innakum laminal-muqarrabīn(a).",
    "Qālū yā mūsā immā an tulqiya wa immā an nakūna naḥnul-mulqīn(a).",
    "Qāla alqū, falammā alqau saḥarū a'yunan-nāsi wastarhabūhum wa jā'ū bisiḥrin 'aẓīm(in).",
    "Wa auḥainā ilā mūsā an alqi 'aṣāk(a), fa iżā hiya talqafu mā ya'fikūn(a).",
    "Fa waqa'al-ḥaqqu wa baṭala mā kānū ya'malūn(a).",
    "Fa gulibū hunālika wanqalabū ṣāgirīn(a).",
    "Wa ulqiyas-saḥaratu sājidīn(a).",
    "Qālū āmannā birabbil-'ālamīn(a).",
    "Rabbi mūsā wa hārūn(a).",
    "Qāla fir'aunu āmantum bihī qabla an āżana lakum, inna hāżā lamakrum makartumūhu fil-madīnati litukhrijū minhā ahlahā, fa saufa ta'lamūn(a).",
    "La'uqaṭṭi'anna aidiyakum wa arjulakum min khilāfin ṡumma la'uṣallibannakum ajma'īn(a).",
    "Qālū innā ilā rabbinā munqalibūn(a).",
    "Wa mā tanqimu minnā illā an āmannā bi'āyāti rabbinā lammā jā'atnā, rabanā afrig 'alainā ṣabraw wa tawaffanā muslimīn(a).",
    "Wa qālal-mala'u min qaumi fir'auna atażaru mūsā wa qaumahū liyufsidū fil-arḍi wa yażaraka wa ālihatak(a), qāla sanuqattilu abnā'ahum wa nastaḥyī nisā'ahum, wa innā fauqahum qāhirūn(a).",
    "Qāla mūsā liqaumihista'īnū billāhi waṣbirū, innal-arḍa lillāh(i), yūriṡuhā may yasyā'u min 'ibādih(ī), wal-'āqibatu lil-muttaqīn(a).",
    "Qālū ūżīnā min qabli an ta'tiyanā wa mim ba'di mā ji'tanā, qāla 'asā rabbukum ay yuhlika 'aduwwakum wa yastakhlifakum fil-arḍi fa yanẓura kaifa ta'malūn(a).",
    "Wa laqad akhażnā āla fir'auna bis-sinīna wa naqṣim minaṡ-ṡamarāti la'allahum yażżakkarūn(a).",
    "Fa iżā jā'athumul-ḥasanatu qālū lanā hāżihī, wa in tuṣibhum sayyi'atuy yaṭṭayyarū bimūsā wa mam ma'ah(ū), alā innamā ṭā'iruhum 'indallāhi wa lākinna aksṡarahum lā ya'lamūn(a).",
    "Wa qālū mahmā ta'tinā bihī min āyatil litasḥaranā bihā, famā naḥnu laka bimu'minīn(a).",
    "Fa arsalnā 'alaihimuṭ-ṭūfāna wal-jarāda wal-qummala waḍ-ḍafādi'a wad-dama āyātim mufaṣṣalāt(in), fastakbarū wa kānū qaumam mujrimīn(a).",
    "Wa lammā waqa'a 'alihimur-rijzu qālū yā mūsad'u lanā rabbaka bimā 'ahida 'indak(a), la'in kasyafta 'annar-rijza lanu'minanna laka wa lanursilanna ma'aka banī isrā'īl(a).",
    "Falammā kasyafnā 'anhumur-rijza ilā ajalin hum bāligūhu iżā hum yankuṡūn(a).",
    "Fantaqamnā minhum fa agraqnāhum fil-yammi bi'annahum każżabū bi'āyātinā wa kānū 'anhā gāfilīn(a).",
    "Wa auraṡnal-qaumal-lażīna kānū yustaḍ'afūna masyāriqal-arḍi wa magāribahal-latī bāraknā fīhā, wa tammat kalimatu rabbikal-ḥusnā 'alā banī isrā'īl(a), bimā ṣabarū, wa dammarnā mā kāna yaṣna'u fir'aunu wa qaumuhū wa mā kānū ya'risyūn(a).",
    "Wa jāwaznā bibanī isrā'īlal-baḥra fa atau 'alā qaumiy ya'kufūna 'alā aṣnāmil lahum, qālū yā mūsaj'al lanā ilāhan kamā lahum ālihah(tun), qāla innakum qaumun tajhalūn(a).",
    "Inna hā'ulā'i mutabbarum mā hum fīhi wa bāṭilum mā kānū ya'malūn(a).",
    "Qāla agairallāhi abgīkum ilāhaw wa huwa faḍḍalakum 'alal-'ālamīn(a).",
    "Wa iż anjainākum min āli fir'auna yasūmūnakum sū'al-'ażāb(i), yuqattilūna abnā'akum wa yastaḥyūna nisā'akum wa fī żālikum balā'um mir rabbikum 'aẓīm(un).",
    "Wa wā'adnā mūsā ṡalāṡīna lailataw wa atmamnāhā bi'asyrin fa tamma mīqātu rabbihī arba'īna lailah(tan), wa qāla mūsā li'akhīhi hārūnakhlufnī fī qaumī wa aṣliḥ wa lā tattabi' sabīlal-mufsidīn(a).",
    "Wa lammā jā'a mūsā limīqātinā wa kallamahū rabbuh(ū), qāla rabbi arinī anẓur ilaik(a), qāla lan tarānī wa lākininẓur ilal-jabali fa inistaqarra makānahū fa saufa tarānī, falammā tajallā rabbuhū lil-jabali ja'alahū dakkaw wa kharra mūsā ṣa'iqā(n), falammā afāqa qāla subḥānaka tubtu ilaika wa ana awwalul-mu'minīn(a).",
    "Qāla yā mūsā inniṣṭafaituka 'alan-nāsi birisālātī wa bikalāmī, fa khuż  mā ātaituka wa kum minasy-syākirīn(a).",
    "Wa katabnā lahū fil-alwāḥi min kulli syai'im mau'iẓataw wa tafṣīlal likulli syai'(in), fa khużhā biquwwatiw wa'mur qaumaka ya'khużū bi'aḥsanihā, sa'urīkum dāral-fāsiqīn(a).",
    "Sa'aṣrifu 'an āyātiyal-lażīna yatakabbarūna fil-arḍi bigairil-ḥaqq(i), wa iy yarau kulla āyatil lā yu'minū bihā, wa iy yarau sabīlar-rusydi lā yattakhiżūhu sabīlā(n), wa iy yarau sabīlal-gayyi yattakhiżūhu sabīlā(n), żālika bi'annahum każżabū bi'āyātinā wa kānū  'anhā gāfilīn(a).",
    "Wal-lażīna każżabū bi'āyātinā wa liqā'il-ākhirati ḥabiṭat a'māluhum, hal yujzauna illā mā kānū ya'malūn(a).",
    "Wattakhaża mūsā mim ba'dihī min ḥuliyyihim 'ijlan jasadal lahū khuwār(un), alam yarau annahū lā yukallimuhum wa lā yahdīhim sabīlā(n), ittakhażūhu wa kānū ẓālimīn(a).",
    "Wa lammā suqiṭa fī aidīhim wa ra'au annahum qad ḍallū, qālū la'il lam yarḥamnā rabbunā wa yagfir lanā lanakūnanna minal-khāsirīn(a).",
    "Wa lammā raja'a mūsā ilā qaumihī gaḍbāna asifā(n), qāla bi'samā khalaftumūnī mim ba'dī, a'ajiltum amra rabbikum, wa alqal-alwāḥa wa akhaża bira'si akhīhi yajurruhū ilaih(i), qālabna umma innal-qaumastaḍ'afūnī wa kādū yaqtulūnanī, falā tusymit biyal-a'dā'a wa lā taj'alnī ma'al-qaumiẓ-ẓālimīn(a).",
    "Qāla rabbigfirlī wa li'akhī wa adkhilnā fī raḥmatik(a), wa anta arḥamur-rāḥimīn(a).",
    "Innal-lażīnattakhażul-'ijla sayanāluhum gaḍabum mir rabbihim wa żillatun fil-ḥayātid-dun-yā, wa każālika najzil-muftarīn(a).",
    "Wal-lażīna 'amilus-sayyi'āti ṡumma tābū mim ba'dihā wa āmanū inna rabbaka mim ba'dihā lagafūrur raḥīm(un).",
    "Wa lammā sakata 'am mūsal-gaḍabu akhażal-alwāḥ(a), wa fī nuskhatihā hudaw wa raḥmatul lil-lażīna hum lirabbihim yarhabūn(a).",
    "Wakhtāra mūsā qaumahū sab'īna rajulal limīqātinā, falammā akhażathumur-rajfatu qāla rabbi lau syi'ta ahlaktahum min qablu wa iyyāy(a), atuhlikunā bimā fa'alas-sufahā'u minnā, in hiya illā fitnatuk(a), tuḍillu bihā man tasyā'u wa tahdī man tasyā'(u), anta waliyyunā fagfir lanā warḥamnā wa anta khairul-gāfirīn(a).",
    "Waktub lanā fī hāżihid-dun-yā ḥasanataw wa fil-ākhirati innā hudnā ilaik(a), qāla 'ażābī uṣību bihī man asyā'(u), wa raḥmatī wasi'at kulla syai'(in), fa sa'aktubuhā lil-lażīna yattaqūna wa yu'tūnaz-zakāta wal-lażīna hum bi'āyātinā yu'minūn(a).",
    "Al-lażīna yattabi'ūnar-rasūlan nabiyyal-ummiyyal-lażī yajidūnahū maktūban 'indahum fit-taurāti wal-injīli ya'muruhum bil-ma'rūfi wa yanhāhum 'anil-munkari wa yuḥillu lahumuṭ-ṭayyibāti wa yuḥarrimu 'alaihimul-khabā'iṡa wa yaḍa'u 'anhum iṣrahum wal-aglālal-latī kānat 'alaihim, fal-lażīna āmanū bihī wa 'azzarūhu wa naṣarūhu wattaba'un nūral-lażī unzila ma'ah(ū), ulā'ika humul-mufliḥūn(a).",
    "Qul yā ayyuhan-nāsu innī rasūlullāhi ilaikum jamī'anil-lażī lahū mulkus-samāwāti wal-arḍ(i), lā ilāha illā huwa yuḥyī wa yumīt(u), fa āminū billāhi wa rasūlihin-nabiyyil-ummiyyil-lażī yu'minu billāhi wa kalimatihī wattabi'ūhu la'allakum tahtadūn(a).",
    "Wa min qaumi mūsā ummatuy yahdūna bil-ḥaqqi wa bihī ya'dilūn(a).",
    "Wa qaṭṭa'nāhumuṡnatai 'asyrata asbāṭan umamā(n), wa auḥainā ilā mūsā iżistasqāhu qaumuhū aniḍrib bi'aṣākal-ḥajar(a), fambajasat minhuṡnatā 'asyrata 'ainā(n), qad 'alima kullu unāsim masyrabahum, wa ẓallalnā 'alaihimul-gamāma wa anzalnā 'alaihimul-manna was-salwā, kulū min ṭayyibāti mā razaqnākum, wa mā ẓalamūnā wa lākin kānū anfusahum yaẓlimūn(a).",
    "Wa iżā qīla lahumuskunū hāżihil-qaryata wa kulū minhā ḥaiṡu syi'tum wa qūlū ḥiṭṭatuw wadkhulul-bāba sujjadan nagfir lakum khaṭī'ātikum, sanazīdul-muḥsinīn(a).",
    "Fa baddalal-lażīna ẓalamū minhum qaulan gairal-lażī qīla lahum fa arsalnā 'alaihim rijzam minas-samā'i bimā kānū yaẓlimūn(a).",
    "Was'alhum 'anil-qaryatil-latī kānat ḥāḍiratal-baḥr(i), iż ya'dūna fis-sabti iż ta'tīhim ḥītānuhum yauma sabtihim syurra'aw wa yauma lā yasbitūn(a), lā ta'tīhim - każālika - nablūhum bimā kānū yafsuqūn(a).",
    "Wa iż qālat ummatum minhum lima ta'iẓūna qaumā(n), allāhu muhlikuhum au mu'ażżibuhum 'ażāban syadīdā(n), qālū ma'żiratan ilā rabbikum wa la'allahum yattaqūn(a).",
    "Falammā nasū mā żukkirū bihī anjainal-lażīna yanhauna 'anis-sū'i wa akhażnal-lażīna ẓalamū bi'ażābim ba'īsim bimā kānū yafsuqūn(a).",
    "Falammā 'atau 'am mā nuhū 'anhu qulnā lahum kūnū qiradatan khāsi'īn(a).",
    "Wa iż ta'ażżana rabbuka layab'aṡanna 'alaihim ilā yaumil-qiyāmati may yasūmuhum sū'al-'ażāb(i), inna rabbaka lasarī'ul-'iqāb(i), wa innahū lagafūrur raḥīm(un).",
    "Wa qaṭṭa'nāhum fil-arḍi umamā(n), minhumuṣ-ṣāliḥūna wa minhum dūna żālik(a), wa balaunāhum bil-ḥasanāti was-sayyi'āti la'allahum yarji'ūn(a).",
    "Fa khalafa mim ba'dihim khalfuw wariṡul-kitāba ya'khużūna 'araḍa hāżal-adnā wa yaqūlūna sayugfaru lanā, wa iy ya'tihim 'araḍum miṡluhū ya'khużūh(u), alam yu'khaż 'alaihim mīṡāqul-kitābi allā yaqūlū 'alallāhi illal-ḥaqqa wa darasū mā fīh(i), wad-dārul-ākhiratu khairul lil-lażīna yattaqūn(a), afalā ta'qilūn(a).",
    "Wal-lażīna yumassikūna bil-kitābi wa aqāmuṣ-ṣalāh(ta), innā lā nuḍī'u ajral-muṣliḥīn(a).",
    "Wa iż nataqnal-jabala fauqahum ka'annahum ẓullatuw wa ẓannū annahū wāqi'um bihim, khużū mā ātainākum biquwwatiw ważkurū mā fīhi la'allakum tattaqūn(a).",
    "Wa iż akhaża rabbuka mim banī ādama min ẓuhūrihim żurriyyatahum wa asyhadahum 'alā anfusihim, alastu birabbikum, qālū balā - syahidnā - an taqūlū yaumal-qiyāmati innā kunnā 'an hāżā gāfilīn(a).",
    "Au taqūlū innamā asyraka ābā'unā min qablu wa kunnā żurriyyatam mim ba'dihim, afatuhlikunā bimā fa'alal-mubṭilūn(a).",
    "Wa każālika nufaṣṣilul-āyāti wa la'allahum yarji'ūn(a).",
    "Watlu 'alaihim naba'al-lażī ātaināhu āyātinā fansalakha minhā fa atba'ahusy-syaiṭānu fa kāna minal-gāwīn(a).",
    "Wa lau syi'nā larafa'nāhu bihā wa lākinnahū akhlada ilal-arḍi wattaba'a hawāh(u), fa maṡaluhū kamaṡalil-kalb(i), in taḥmil 'alaihi yalhaṡ au tatrukūhu yalhaṡ, żālika maṡalul-qaumil-lażīna każżabū bi'āyātinā, faqṣuṣil-qaṣaṣa la'allahum yatafakkarūn(a).",
    "Sā'a maṡalanil-qaumul-lażīna każżabū bi'āyātinā wa anfusahum kānū yaẓlimūn(a).",
    "May yahdillāhu fa huwal-muhtadī, wa may yuḍlil fa ulā'ika humul-khāsirūn(a).",
    "Wa laqad żara'nā lijahannama kaṡīram minal-jinni wal-ins(i), lahum qulūbul lā yafqahūna bihā wa lahum a'yunul lā yabṣirūna bihā wa lahum āżānul lā yasma'ūna bihā, ulā'ika kal-an'āmi bal hum aḍall(u), ulā'ika humul-gāfilūn(a).",
    "Wa lillāhil-asmā'ul-ḥusnā fad'ūhu bihā, wa żarul-lażīna yulḥidūna fī asmā'ih(ī), sayujzauna mā kānū ya'malūn(a).",
    "Wa mimman khalaqnā ummatuy yahdūna bil-ḥaqqi wa bihī ya'dilūn(a).",
    "Wal-lażīna każżabū bi'āyātinā sanastadrijuhum min ḥaiṡu lā ya'lamūn(a).",
    "Wa umlī lahum, inna kaidī matīn(un).",
    "Awalam yatafakkarū mā biṣāḥibihim min jinnah(tin), in huwa illā nażīrum mubīn(un).",
    "Awalam yanẓurū fī malakūtis-samāwāti wal-arḍi wa mā khalaqallāhu min syai'iw wa an 'asā ay yakūna qadiqtaraba ajaluhum, fa bi'ayyi ḥadīṡim ba'dahū yu'minūn(a).",
    "May yuḍlilillāhu falā hādiya lah(ū), wa yażaruhum fī ṭugyānihim ya'mahūn(a).",
    "Yas'alūnaka 'anis-sā'ati ayyāna mursāhā, qul innamā 'ilmuhā 'inda rabbī, lā yujallīhā liwaqtihā illā huw(a), ṡaqulat fis-samāwāti wal-arḍ(i), lā ta'tīkum illā bagtah(tan), yas'alūnaka ka'annaka ḥafiyyun 'anhā, qul innamā 'ilmuhā 'indallāhi wa lākinna akṡaran nāsi lā ya'lamūn(a).",
    "Qul lā amliku linafsī naf'aw wa lā ḍarran illā mā syā'allāh(u), wa lau kuntu a'lamul gaiba-lastakṡartu minal-khair(i) - wa mā massaniyas-sū'(u) - in ana illā nażīruw wa basyīrul liqaumiy yu'minūn(a).",
    "Huwal-lażī khalaqakum min nafsiw wāḥidatiw waja'ala minhā zaujahā liyaskuna ilaihā, falammā tagasysyāhā ḥamalat ḥamlan khafīfan fa marrat bih(ī), falammā aṡqalad da'awallāha rabbahumā la'in ātaitanā ṣāliḥan lanakūnanna minasy-syākirīn(a).",
    "Falammā ātāhumā ṣāliḥan ja'alā lahū syurakā'a fīmā ātāhumā, fa ta'ālallāhu 'ammā yusyrikūn(a).",
    "Ayusyrikūna mā lā yakhluqu syai'aw wa hum yukhlaqūn(a).",
    "Wa lā yastaṭī'ūna lahum naṣraw wa lā anfusahum yanṣurūn(a).",
    "Wa in tad'ūhum ilal-hudā lā yattabi'ūkum, sawā'un 'alaikum ada'autumūhum am antum ṣāmitūn(a).",
    "Innal-lażīna tad'ūna min dūnillāhi 'ibādun amṡālukum fad'ūhum falyastajībū lakum in kuntum ṣādiqīn(a).",
    "Alahum arjuluy yamsyūna bihā am lahum aidiy yabṭisyūna bihā am lahum a'yunuy yubṣirūna bihā am lahum āżānuy yasma'ūna bihā, qulid'ū syurakā'akum ṡumma kīdūni falā tunẓirūn(i).",
    "Inna waliyyiyallāhul-lażī nazzalal-kitāb(a), wa huwa yatawallaṣ-ṣāliḥīn(a).",
    "Wal-lażīna tad'ūna min dūnihī lā yastaṭī'ūna naṣrakum wa lā anfusahum yanṣurūn(a).",
    "Wa in tad'ūhum ilal-hudā lā yasma'ū, wa tarāhum yanẓurūna ilaika wa hum lā yubṣirūn(a).",
    "Khużil-'afwa wa'mur bil-'urfi wa a'riḍ 'anil-jāhilīn(a).",
    "Wa immā yanzagannaka minasy-syaiṭāni nazgun fasta'iż billāh(i), innahū samī'un 'alīm(un).",
    "Innal-lażīnattaqau iżā massahum ṭā'ifum minasy-syaiṭāni tażakkarū fa iżā hum mubṣirūn(a).",
    "Wa ikhwānuhum yamuddūnahum fil-gayyi ṡumma lā yuqṣirūn(a).",
    "Wa iżā lam ta'tihim bi'āyatin qālū lau lajtabaitahā, qul inamā attabi'u mā yūḥā ilayya mir rabbī, hāżā baṣā'iru mir rabbikum wa hudaw wa raḥmatul liqaumiy yu'minūn(a).",
    "Wa iżā quri'al-qur'ānu fastami'ū lahū wa anṣitū la'allakum turḥamūn(a).",
    "Ważkur rabbaka fī nafsika taḍarru'aw wa khīfataw wa dūnal-jahri minal-qauli bil-guduwwi wal-āṣāli wa lā takum minal-gāfilīn(a).",
    "Innal-lażīna 'inda rabbika lā yastakbirūna 'an 'ibādatihī wa yusabbiḥūnahū wa lahū yasjudūn(a)."
  ],
  "translations": {
    "id": {
      "1": "Alif Lām Mīm Ṣād.",
      "2": "(Inilah) Kitab yang diturunkan kepadamu (Nabi Muhammad), maka janganlah engkau sesak dada karenanya supaya dengan (kitab itu) engkau memberi peringatan, dan menjadi pelajaran bagi orang-orang yang beriman.",
      "3": "Ikutilah apa yang diturunkan kepadamu dari Tuhanmu dan janganlah kamu ikuti pelindung267) selain Dia. Sedikit sekali kamu mengambil pelajaran.",
      "4": "Betapa banyak negeri yang telah Kami binasakan. Siksaan Kami datang (menimpa penduduknya) pada malam hari atau pada saat mereka beristirahat pada siang hari.",
      "5": "Maka, ketika siksaan Kami datang menimpa mereka, keluhan mereka tidak lain hanyalah ucapan “Sesungguhnya kami adalah orang-orang zalim.”",
      "6": "Pasti akan Kami tanyai umat yang kepada mereka telah diutus para rasul. Pasti akan Kami tanyai (pula) para rasul.",
      "7": "Kemudian, pasti akan Kami kabarkan (hal itu) kepada mereka berdasarkan ilmu (Kami). Sedikit pun Kami tidak pernah gaib (jauh dari mereka).",
      "8": "Timbangan pada hari itu (menjadi ukuran) kebenaran. Siapa yang berat timbangan (kebaikan)-nya, mereka itulah orang yang beruntung.",
      "9": "Siapa yang ringan timbangan (kebaikan)-nya, mereka itulah orang yang telah merugikan dirinya sendiri karena mereka selalu mengingkari ayat-ayat Kami.",
      "10": "Sungguh, Kami benar-benar telah menempatkan kamu sekalian di bumi dan Kami sediakan di sana (bumi) penghidupan untukmu. (Akan tetapi,) sedikit sekali kamu bersyukur",
      "11": "Sungguh, Kami benar-benar telah menciptakan kamu (Adam), kemudian Kami membentuk (tubuh)-mu. Lalu, Kami katakan kepada para malaikat, “Bersujudlah kamu kepada Adam.” Mereka pun sujud, tetapi Iblis (enggan). Ia (Iblis) tidak termasuk kelompok yang bersujud.",
      "12": "Dia (Allah) berfirman, “Apakah yang menghalangimu (sehingga) kamu tidak bersujud ketika Aku menyuruhmu?” Ia (Iblis) menjawab, “Aku lebih baik daripada dia. Engkau menciptakanku dari api, sedangkan dia Engkau ciptakan dari tanah.”",
      "13": "Dia (Allah) berfirman, “Turunlah kamu darinya (surga) karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguhnya kamu termasuk makhluk yang hina.”",
      "14": "Ia (Iblis) menjawab, “Berilah aku penangguhan waktu sampai hari mereka dibangkitkan.”",
      "15": "Dia (Allah) berfirman, “Sesungguhnya kamu termasuk mereka yang diberi penangguhan waktu.”",
      "16": "Ia (Iblis) menjawab, “Karena Engkau telah menyesatkan aku, pasti aku akan selalu menghalangi mereka dari jalan-Mu yang lurus.",
      "17": "Kemudian, pasti aku akan mendatangi mereka dari depan, dari belakang, dari kanan, dan dari kiri mereka. Engkau tidak akan mendapati kebanyakan mereka bersyukur.”",
      "18": "Dia (Allah) berfirman, “Keluarlah kamu darinya (surga) dalam keadaan terhina dan terusir! Sungguh, siapa pun di antara mereka yang mengikutimu pasti akan Aku isi (neraka) Jahanam dengan kamu semua.”",
      "19": "(Allah berfirman,) “Wahai Adam, tinggallah engkau dan istrimu di surga (ini). Lalu, makanlah apa saja yang kamu berdua sukai dan janganlah kamu berdua mendekati pohon yang satu ini sehingga kamu berdua termasuk orang-orang yang zalim.”",
      "20": "Maka, setan membisikkan (pikiran jahat) kepada keduanya yang berakibat tampak pada keduanya sesuatu yang tertutup dari aurat keduanya. Ia (setan) berkata, “Tuhanmu tidak melarang kamu berdua untuk mendekati pohon ini, kecuali (karena Dia tidak senang) kamu berdua menjadi malaikat atau kamu berdua termasuk orang-orang yang kekal (dalam surga).”",
      "21": "Ia (setan) bersumpah kepada keduanya, “Sesungguhnya aku ini bagi kamu berdua benar-benar termasuk para pemberi nasihat.”",
      "22": "Ia (setan) menjerumuskan keduanya dengan tipu daya. Maka, ketika keduanya telah mencicipi (buah) pohon itu, tampaklah pada keduanya auratnya dan mulailah keduanya menutupinya dengan daun-daun (di) surga. Tuhan mereka menyeru mereka, “Bukankah Aku telah melarang kamu berdua dari pohon itu dan Aku telah mengatakan bahwa sesungguhnya setan adalah musuh yang nyata bagi kamu berdua?”",
      "23": "Keduanya berkata, “Ya Tuhan kami, kami telah menzalimi diri kami sendiri. Jika Engkau tidak mengampuni kami dan tidak merahmati kami, niscaya kami termasuk orang-orang yang rugi.”",
      "24": "Dia (Allah) berfirman, “Turunlah kamu! Sebagian kamu menjadi musuh bagi yang lain serta bagi kamu ada tempat tinggal dan kesenangan di bumi sampai waktu yang telah ditentukan.”",
      "25": "Dia (Allah) berfirman, “Di sana kamu hidup, di sana kamu mati, dan dari sana (pula) kamu akan dikeluarkan (dibangkitkan).”",
      "26": "Wahai anak cucu Adam, sungguh Kami telah menurunkan kepadamu pakaian untuk menutupi auratmu dan bulu (sebagai bahan pakaian untuk menghias diri). (Akan tetapi,) pakaian takwa itulah yang paling baik. Yang demikian itu merupakan sebagian tanda-tanda (kekuasaan) Allah agar mereka selalu ingat.",
      "27": "Wahai anak cucu Adam, janganlah sekali-kali kamu tertipu oleh setan sebagaimana ia (setan) telah mengeluarkan ibu bapakmu dari surga dengan menanggalkan pakaian keduanya untuk memperlihatkan kepada keduanya aurat mereka berdua. Sesungguhnya ia (setan) dan para pengikutnya melihat kamu dari suatu tempat yang kamu tidak (bisa) melihat mereka. Sesungguhnya Kami telah menjadikan setan-setan itu (sebagai) penolong268) bagi orang-orang yang tidak beriman.",
      "28": "Apabila mereka melakukan perbuatan keji, mereka berkata, “Kami mendapati nenek moyang kami melakukan yang demikian dan Allah menyuruh kami mengerjakannya.” Katakanlah (Nabi Muhammad), “Sesungguhnya Allah tidak memerintahkan kekejian.269) Pantaskah kamu mengatakan tentang Allah apa yang tidak kamu ketahui?”",
      "29": "Katakanlah (Nabi Muhammad), “Tuhanku memerintahkan aku berlaku adil. Hadapkanlah wajahmu (kepada Allah) di setiap masjid dan berdoalah kepada-Nya dengan mengikhlaskan ketaatan kepada-Nya. Kamu akan kembali kepada-Nya sebagaimana Dia telah menciptakan kamu pada permulaan.”",
      "30": "Sekelompok (manusia) telah diberi-Nya petunjuk dan sekelompok (lainnya) telah pasti kesesatan atas mereka. Sesungguhnya mereka menjadikan setan-setan sebagai pelindung270) selain Allah. Mereka mengira bahwa mereka adalah orang-orang yang mendapat petunjuk.",
      "31": "Wahai anak cucu Adam, pakailah pakaianmu yang indah pada setiap (memasuki) masjid dan makan serta minumlah, tetapi janganlah berlebihan. Sesungguhnya Dia tidak menyukai orang-orang yang berlebihan.",
      "32": "Katakanlah (Nabi Muhammad), “Siapakah yang mengharamkan perhiasan (dari) Allah yang telah Dia sediakan untuk hamba-hamba-Nya dan rezeki yang baik-baik? Katakanlah, 'Semua itu adalah untuk orang-orang yang beriman (dan juga tidak beriman) dalam kehidupan dunia, (tetapi ia akan menjadi) khusus (untuk mereka yang beriman saja) pada hari Kiamat.’” Demikianlah Kami menjelaskan secara terperinci ayat-ayat itu kepada kaum yang mengetahui.",
      "33": "Katakanlah (Nabi Muhammad), “Sesungguhnya Tuhanku hanya mengharamkan segala perbuatan keji yang tampak dan yang tersembunyi, perbuatan dosa, dan perbuatan melampaui batas tanpa alasan yang benar. (Dia juga mengharamkan) kamu mempersekutukan Allah dengan sesuatu yang Allah tidak menurunkan bukti pembenaran untuk itu dan (mengharamkan) kamu mengatakan tentang Allah apa yang tidak kamu ketahui.”",
      "34": "Setiap umat mempunyai ajal (batas waktu). Jika ajalnya tiba, mereka tidak dapat meminta penundaan sesaat pun dan tidak dapat (pula) meminta percepatan.",
      "35": "Wahai anak cucu Adam, jika datang kepadamu rasul-rasul dari kalanganmu sendiri, yang menceritakan kepadamu ayat-ayat-Ku, siapa pun yang bertakwa dan melakukan perbaikan, tidak ada rasa takut menimpa mereka dan tidak (pula) mereka bersedih.",
      "36": "Orang-orang yang mendustakan ayat-ayat Kami dan menyombongkan diri terhadapnya, mereka itulah penghuni neraka, mereka kekal di dalamnya.",
      "37": "Siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah atau yang mendustakan ayat-ayat-Nya? Mereka itu akan memperoleh bagian (yang telah ditentukan) dari ketetapan Allah (di dunia) sehingga apabila datang kepada mereka para utusan (malaikat) Kami untuk mencabut nyawanya, mereka (para malaikat) berkata, “Manakah sembahan yang biasa kamu sembah selain Allah?” Mereka (orang-orang musyrik) menjawab, “Semuanya telah lenyap dari kami.” Mereka memberikan kesaksian terhadap diri mereka sendiri bahwa mereka adalah orang-orang kafir.",
      "38": "Allah berfirman, “Masuklah kamu ke dalam api neraka bersama umat-umat yang telah berlalu sebelum kamu dari (golongan) jin dan manusia.” Setiap kali suatu umat masuk, dia melaknat saudaranya, sehingga apabila mereka telah masuk semuanya, berkatalah orang yang (masuk) belakangan (kepada) orang yang (masuk) terlebih dahulu, “Ya Tuhan kami, mereka telah menyesatkan kami. Datangkanlah siksaan api neraka yang berlipat ganda kepada mereka.” Allah berfirman, “Masing-masing mendapatkan (siksaan) yang berlipat ganda, tetapi kamu tidak mengetahui.”",
      "39": "Orang yang (masuk) terlebih dahulu berkata kepada yang (masuk) belakangan, “Kamu tidak mempunyai kelebihan sedikit pun atas kami. Maka, rasakanlah azab itu karena perbuatan yang telah kamu lakukan.”",
      "40": "Sesungguhnya (bagi) orang-orang yang mendustakan ayat-ayat Kami dan menyombongkan diri terhadapnya, tidak akan dibukakan bagi mereka pintu-pintu langit271) dan mereka tidak akan masuk surga sebelum unta masuk ke dalam lubang jarum.272) Demikianlah Kami memberi balasan kepada orang-orang yang berbuat durhaka.",
      "41": "Bagi mereka (disediakan) alas tidur dari (api neraka) Jahanam dan di atas mereka ada selimut (dari api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim.",
      "42": "(Adapun) orang-orang yang beriman dan mengerjakan kebajikan, Kami tidak akan membebani seseorang melainkan menurut kesanggupannya. Mereka itulah penghuni surga. Mereka kekal di dalamnya.",
      "43": "Kami mencabut rasa dendam dari dalam dada mereka, (di surga) mengalir di bawah mereka sungai-sungai. Mereka berkata, “Segala puji bagi Allah yang telah menunjukkan kami ke (surga) ini. Kami tidak akan mendapat petunjuk sekiranya Allah tidak menunjukkan kami. Sungguh, rasul-rasul Tuhan kami telah datang membawa kebenaran.” Diserukan kepada mereka, “Itulah surga yang telah diwariskan kepadamu karena apa yang selalu kamu kerjakan.”",
      "44": "Para penghuni surga menyeru para penghuni neraka, “Sungguh, kami telah mendapati sesuatu (surga) yang dijanjikan Tuhan kepada kami itu benar. Apakah kamu telah mendapati (pula) sesuatu (azab) yang dijanjikan Tuhan kepadamu itu benar?” Mereka menjawab, “Benar.” Kemudian penyeru (malaikat) mengumumkan di antara mereka, “Laknat Allah bagi orang-orang yang zalim.”",
      "45": "(Mereka adalah) orang-orang yang menghalang-halangi (orang lain) dari jalan Allah serta menginginkan jalan itu menjadi bengkok dan mereka itu orang-orang yang mengingkari (kehidupan) akhirat.",
      "46": "Di antara keduanya (para penghuni surga dan neraka) ada batas pemisah dan di atas tempat yang tertinggi (al-a'rāf)273) ada orang-orang yang saling mengenal dengan tandanya masing-masing. Mereka menyeru para penghuni surga, “Salāmun 'alaikum (semoga keselamatan tercurah kepadamu).” Mereka belum dapat memasukinya, padahal mereka sangat ingin (memasukinya).",
      "47": "Apabila pandangan mereka dialihkan ke arah penghuni neraka, mereka berkata, “Ya Tuhan kami, janganlah Engkau tempatkan kami bersama kaum yang zalim itu.”",
      "48": "Orang-orang di atas tempat yang tertinggi (al-a'rāf) menyeru orang-orang yang mereka kenal dengan tanda-tanda (khusus) sambil berkata, “Tidak ada manfaatnya bagimu (harta) yang kamu kumpulkan dan apa yang selalu kamu sombongkan.",
      "49": "Itukah orang-orang yang kamu telah bersumpah (ketika kamu hidup di dunia), bahwa mereka tidak akan diberi rahmat oleh Allah?” (Allah berfirman,) “Masuklah kamu ke dalam surga! Tidak ada rasa takut padamu dan kamu juga tidak akan bersedih.”",
      "50": "Para penghuni neraka menyeru para penghuni surga, “Tuangkanlah (sedikit) air kepada kami atau rezeki apa saja yang telah dikaruniakan Allah kepadamu.” Mereka menjawab, “Sesungguhnya Allah telah mengharamkan keduanya (air dan rezeki) bagi orang-orang kafir.”",
      "51": "(Mereka adalah) orang-orang yang menjadikan agamanya sebagai kelengahan dan permainan serta mereka telah tertipu oleh kehidupan dunia. Maka, pada hari ini (Kiamat), Kami melupakan mereka sebagaimana mereka dahulu melupakan pertemuan hari ini dan karena mereka selalu mengingkari ayat-ayat Kami.",
      "52": "Sungguh, Kami telah mendatangkan kepada mereka Kitab (Al-Qur’an) yang telah Kami jelaskan secara terperinci atas dasar pengetahuan sebagai petunjuk dan rahmat bagi orang-orang yang beriman.",
      "53": "Tidakkah mereka menunggu kecuali takwilnya (terwujudnya kebenaran Al-Qur’an). Pada hari bukti kebenaran itu tiba, orang-orang yang sebelum itu mengabaikannya berkata, “Sungguh, rasul-rasul Tuhan kami telah datang membawa kebenaran. Maka adakah pemberi syafaat bagi kami yang akan memberikan pertolongan kepada kami atau agar kami dikembalikan (ke dunia) sehingga kami akan beramal tidak seperti perbuatan yang pernah kami lakukan dahulu?” Sungguh, mereka telah merugikan diri sendiri dan telah hilang lenyap dari mereka apa pun yang dahulu mereka ada-adakan.",
      "54": "Sesungguhnya Tuhanmu adalah Allah yang telah menciptakan langit dan bumi dalam enam masa,274) kemudian Dia bersemayam di atas ʻArasy.275) Dia menutupkan malam pada siang yang mengikutinya dengan cepat. (Dia ciptakan) matahari, bulan, dan bintang-bintang tunduk pada perintah-Nya. Ingatlah! Hanya milik-Nyalah segala penciptaan dan urusan. Maha Berlimpah anugerah Allah, Tuhan semesta alam.",
      "55": "Berdoalah kepada Tuhanmu dengan rendah hati dan suara yang lembut. Sesungguhnya Dia tidak menyukai orang-orang yang melampaui batas.",
      "56": "Janganlah kamu berbuat kerusakan di bumi setelah diatur dengan baik. Berdoalah kepada-Nya dengan rasa takut dan penuh harap. Sesungguhnya rahmat Allah sangat dekat dengan orang-orang yang berbuat baik.",
      "57": "Dialah yang mendatangkan angin sebagai kabar gembira yang mendahului kedatangan rahmat-Nya (hujan) sehingga apabila (angin itu) telah memikul awan yang berat, Kami halau ia ke suatu negeri yang mati (tandus), lalu Kami turunkan hujan di daerah itu. Kemudian Kami tumbuhkan dengan hujan itu berbagai macam buah-buahan. Seperti itulah Kami membangkitkan orang-orang mati agar kamu selalu ingat.",
      "58": "Tanah yang baik, tanaman-tanamannya tumbuh subur seizin Tuhannya. Adapun tanah yang tidak subur, tanaman-tanamannya hanya tumbuh merana. Demikianlah Kami jelaskan berulang kali tanda-tanda kebesaran (Kami) bagi orang-orang yang bersyukur.",
      "59": "Sungguh, Kami telah mengutus Nuh (sebagai rasul) kepada kaumnya, lalu ia berkata, “Wahai kaumku, sembahlah Allah (karena) tidak ada tuhan bagi kamu selain Dia.” Sesungguhnya (kalau kamu tidak menyembah Allah) aku takut kamu akan ditimpa azab hari yang besar (hari Kiamat).",
      "60": "Pemuka-pemuka dari kaumnya berkata, “Sesungguhnya kami benar-benar melihatmu (berada) dalam kesesatan yang nyata.”",
      "61": "Dia (Nuh) menjawab, “Hai kaumku, tidak ada padaku kesesatan sedikit pun, tetapi aku adalah rasul dari Tuhan semesta alam.",
      "62": "Aku sampaikan kepadamu risalah (amanat) Tuhanku dan aku memberi nasihat kepadamu. Aku mengetahui dari Allah apa yang tidak kamu ketahui.",
      "63": "Apakah kamu (tidak percaya dan) heran bahwa telah datang kepada kamu peringatan dari Tuhanmu kepada seorang laki-laki dari golonganmu agar dia memberi peringatan kepadamu, agar kamu bertakwa, dan agar kamu mendapat rahmat?”",
      "64": "(Karena) mereka mendustakannya (Nuh), Kami selamatkan dia dan orang-orang yang bersamanya di dalam bahtera serta Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah kaum yang buta (mata hatinya).",
      "65": "(Kami telah mengutus) kepada (kaum) 'Ad saudara mereka, Hud. Dia berkata, “Wahai kaumku, sembahlah Allah, tidak ada tuhan bagimu selain Dia. Tidakkah kamu bertakwa?”",
      "66": "Para pemuka yang kufur di antara kaumnya berkata, “Sesungguhnya kami benar-benar melihat kamu dalam keadaan kurang akal dan sesungguhnya kami menduga bahwa kamu termasuk para pembohong.”",
      "67": "Dia (Hud) berkata, “Wahai kaumku, tidak ada padaku kekurangan akal sedikit pun, tetapi aku ini adalah rasul dari Tuhan semesta alam.",
      "68": "Aku sampaikan kepadamu risalah-risalah (amanat) Tuhanku dan aku terhadap kamu adalah penasihat yang tepercaya.",
      "69": "Apakah kamu (tidak percaya dan) heran bahwa telah datang kepadamu tuntunan dari Tuhanmu atas seorang laki-laki dari golonganmu supaya dia memberi peringatan kepadamu? Ingatlah, ketika Dia (Allah) menjadikan kamu pengganti-pengganti (yang berkuasa) sesudah kaum Nuh, dan melebihkan kamu dalam penciptaan (berupa) tubuh yang tinggi, besar, dan kuat. Maka, ingatlah nikmat-nikmat Allah supaya kamu mendapat keberuntungan.”",
      "70": "Mereka berkata, “Apakah engkau (wahai Hud) datang kepada kami agar kami menyembah Allah semata dan meninggalkan apa yang biasa disembah oleh bapak-bapak kami? Maka, datangkanlah kepada kami apa yang kamu janjikan kepada kami jika kamu termasuk orang-orang yang benar.”",
      "71": "Dia (Hud) berkata, “Sungguh, sudah pasti kamu akan ditimpa azab dan kemarahan dari Tuhanmu. Apakah kamu sekalian hendak berbantah dengan Aku tentang nama-nama (berhala) yang kamu beserta nenek moyangmu menamakannya, padahal Allah tidak menurunkan sedikit pun hujah (alasan pembenaran) untuk itu? Maka, tunggulah (azab dan kemarahan itu)! Sesungguhnya aku bersamamu termasuk orang-orang yang menunggu.”",
      "72": "Maka, Kami selamatkan dia (Hud) dan orang-orang yang bersamanya karena rahmat yang besar dari Kami, dan Kami binasakan sampai akar-akarnya orang-orang yang mendustakan ayat-ayat Kami dan mereka bukanlah orang-orang mukmin.",
      "73": "Kami telah mengutus) kepada (kaum) Samud saudara mereka, Saleh. Dia berkata, “Wahai kaumku, sembahlah Allah, tidak ada bagi kamu tuhan selain Dia. Sungguh, telah datang kepada kamu bukti yang nyata dari Tuhanmu. Ini adalah unta betina Allah untuk kamu sebagai mukjizat. Maka, biarkanlah ia makan di bumi Allah dan janganlah kamu mengganggunya dengan keburukan apa pun sehingga kamu ditimpa siksa yang sangat pedih.”",
      "74": "Ingatlah ketika (Allah) menjadikan kamu pengganti-pengganti (yang berkuasa) sesudah 'Ad dan memberikan tempat bagimu di bumi. Kamu membuat pada dataran rendahnya bangunan-bangunan besar dan kamu pahat gunung-gunungnya menjadi rumah. Maka, ingatlah nikmat-nikmat Allah dan janganlah kamu melakukan kejahatan di bumi dengan berbuat kerusakan.",
      "75": "Pemuka-pemuka yang menyombongkan diri di antara kaumnya berkata kepada orang-orang yang dianggap lemah yang telah beriman di antara mereka, “Tahukah kamu bahwa Saleh diutus (menjadi rasul) oleh Tuhannya?” Mereka menjawab, “Sesungguhnya kami beriman kepada apa (wahyu) yang dibawanya.”",
      "76": "Orang-orang yang menyombongkan diri berkata, “Sesungguhnya kami adalah orang-orang yang mengingkari apa yang kamu imani.”",
      "77": "Lalu, mereka memotong unta betina itu dan mereka melampaui batas terhadap perintah Tuhan mereka, dan mereka berkata, “Wahai Saleh, datangkanlah kepada kami apa (ancaman siksa) yang engkau janjikan kepada kami jika engkau termasuk orang-orang yang diutus (Allah).”",
      "78": "Maka, gempa (dahsyat) menimpa mereka sehingga mereka menjadi (mayat-mayat yang) bergelimpangan di dalam (reruntuhan) tempat tinggal mereka.",
      "79": "Maka, dia (Saleh) meninggalkan mereka seraya berkata, “Wahai kaumku, sungguh aku telah menyampaikan kepadamu risalah (amanat) Tuhanku dan aku telah menasihatimu, tetapi kamu tidak menyukai para pemberi nasihat.”",
      "80": "(Kami juga telah mengutus) Lut (kepada kaumnya). (Ingatlah) ketika dia berkata kepada kaumnya, “Apakah kamu mengerjakan perbuatan keji yang belum pernah dikerjakan oleh seorang pun sebelum kamu di dunia ini?",
      "81": "Sesungguhnya kamu benar-benar mendatangi laki-laki untuk melampiaskan syahwat, bukan kepada perempuan, bahkan kamu adalah kaum yang melampaui batas.”",
      "82": "Tidak ada jawaban kaumnya selain berkata, “Usirlah mereka (Lut dan pengikutnya) dari negerimu ini. Sesungguhnya mereka adalah orang-orang yang menganggap dirinya suci.”",
      "83": "Maka, Kami selamatkan dia dan pengikutnya, kecuali istrinya. Dia (istrinya) termasuk (orang-orang kafir) yang tertinggal.",
      "84": "Kami hujani mereka dengan hujan (batu). Perhatikanlah, bagaimana kesudahan para pendurhaka.",
      "85": "Kepada penduduk Madyan,276) Kami (utus) saudara mereka, Syuʻaib. Dia berkata, “Wahai kaumku, sembahlah Allah. Tidak ada bagimu tuhan (yang disembah) selain Dia. Sungguh, telah datang kepadamu bukti yang nyata dari Tuhanmu. Maka, sempurnakanlah takaran dan timbangan, dan janganlah merugikan (hak-hak) orang lain sedikit pun. Jangan (pula) berbuat kerusakan di bumi setelah perbaikannya.277) Itulah lebih baik bagimu, jika kamu beriman.”",
      "86": "Janganlah kamu duduk di setiap jalan dengan menakut-nakuti dan menghalang-halangi orang-orang yang beriman dari jalan Allah, serta ingin membelokkannya. Ingatlah ketika kamu dahulunya sedikit, lalu Allah memperbanyak jumlah kamu. Perhatikanlah, bagaimana kesudahan orang-orang yang berbuat kerusakan.",
      "87": "Jika ada segolongan di antara kamu yang beriman kepada (ajaran) yang aku diutus menyampaikannya dan ada (pula) segolongan yang tidak beriman, bersabarlah sampai Allah menetapkan keputusan di antara kita. Dia adalah pemberi putusan yang terbaik.",
      "88": "Para pemuka yang sombong dari kaumnya berkata, “Wahai Syuʻaib, sungguh, kami akan mengusirmu bersama orang-orang yang beriman kepadamu dari negeri kami, kecuali engkau benar-benar kembali kepada agama kami.” Syuʻaib berkata, “Apakah (kami kembali padanya) meskipun kami membenci(-nya)?",
      "89": "Sungguh, kami telah mengada-adakan kebohongan besar kepada Allah jika kami kembali pada agamamu setelah Allah menyelamatkan kami darinya. Tidaklah patut kami kembali padanya, kecuali jika Allah Tuhan kami menghendaki. Pengetahuan Tuhan kami meliputi segala sesuatu. Hanya kepada Allah kami bertawakal. Wahai Tuhan kami, berilah keputusan antara kami dan kaum kami dengan hak (adil). Engkaulah pemberi keputusan terbaik.”",
      "90": "Para pemuka orang-orang yang kufur dari kaumnya berkata (kepada sesamanya), “Sungguh, jika kamu mengikuti Syuʻaib, niscaya kamu benar-benar menjadi orang-orang yang rugi.”",
      "91": "Maka, gempa (dahsyat) menimpa mereka sehingga mereka menjadi (mayat-mayat yang) bergelimpangan di dalam (reruntuhan) tempat tinggal mereka.",
      "92": "Orang-orang yang mendustakan Syuʻaib seakan-akan belum pernah tinggal di (negeri) itu. Mereka yang mendustakan Syuʻaib itulah orang-orang yang rugi.",
      "93": "(Ketika Syuʻaib yakin azab akan menimpa kaum kafir,) ia meninggalkan mereka seraya berkata, “Wahai kaumku, sungguh aku benar-benar telah menyampaikan risalah Tuhanku kepadamu dan aku telah menasihatimu. Maka, bagaimana aku akan bersedih terhadap kaum kafir?”",
      "94": "Kami tidak mengutus seorang nabi pun di suatu negeri, (lalu penduduknya mendustakan nabi itu,) melainkan Kami timpakan kepada penduduknya kesempitan dan penderitaan agar mereka (tunduk dengan) merendahkan diri.",
      "95": "Kemudian, Kami ganti penderitaan itu dengan kesenangan (sehingga keturunan dan harta mereka) bertambah banyak. Lalu, mereka berkata, “Sungguh, nenek moyang kami telah merasakan penderitaan dan kesenangan.” Maka, Kami timpakan siksaan atas mereka dengan tiba-tiba, sedangkan mereka tidak menyadari.",
      "96": "Sekiranya penduduk negeri-negeri beriman dan bertakwa, niscaya Kami akan membukakan untuk mereka berbagai keberkahan dari langit dan bumi. Akan tetapi, mereka mendustakan (para rasul dan ayat-ayat Kami). Maka, Kami menyiksa mereka disebabkan oleh apa yang selalu mereka kerjakan.",
      "97": "Apakah penduduk negeri-negeri itu merasa aman dari siksa Kami yang datang pada malam hari ketika mereka sedang tidur?",
      "98": "Atau, apakah penduduk negeri-negeri itu merasa aman dari siksa Kami yang datang pada waktu duha (waktu menjelang tengah hari) ketika mereka sedang bermain?",
      "99": "Atau, apakah mereka merasa aman dari siksa Allah (yang tidak terduga-duga)? Tidak ada orang yang merasa aman dari siksa Allah, selain kaum yang rugi.",
      "100": "Ataukah belum juga jelas bagi orang-orang yang mewarisi suatu negeri setelah (lenyap) penduduknya, bahwa seandainya Kami menghendaki, Kami benar-benar akan menimpakan (siksa) kepada mereka karena dosa-dosanya? Kami akan mengunci hati mereka sehingga mereka tidak dapat mendengar (pelajaran).",
      "101": "Negeri-negeri (yang telah Kami binasakan) itu Kami ceritakan sebagian kisahnya kepadamu (Nabi Muhammad). Sungguh, rasul-rasul mereka telah datang dengan membawa bukti-bukti yang nyata kepada mereka. Akan tetapi, mereka tidak mau beriman pada apa yang telah mereka dustakan sebelumnya. Demikianlah Allah mengunci hati orang-orang yang kafir.",
      "102": "Kami tidak mendapati kebanyakan mereka memenuhi janji. Sesungguhnya Kami dapati kebanyakan mereka adalah orang-orang yang fasik.",
      "103": "Kemudian, Kami utus Musa setelah mereka dengan membawa tanda-tanda (kekuasaan) Kami kepada Fir'aun dan pemuka-pemuka kaumnya. Lalu, mereka mengingkarinya. Perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan.",
      "104": "Musa berkata, “Wahai Fir'aun, sesungguhnya aku adalah seorang utusan dari Tuhan semesta alam.",
      "105": "Wajib atasku tidak mengatakan (sesuatu) terhadap Allah, kecuali yang hak (benar). Sungguh, aku datang kepadamu dengan membawa bukti yang nyata dari Tuhanmu. Maka, lepaskanlah Bani Israil (pergi) bersamaku.”",
      "106": "Dia (Fir'aun) berkata, “Jika benar engkau membawa suatu bukti, tunjukkanlah, kalau kamu termasuk orang-orang yang benar.”",
      "107": "Maka, dia (Musa) melemparkan tongkatnya, tiba-tiba ia (tongkat itu) menjadi ular besar yang nyata.",
      "108": "Dia menarik tangannya, tiba-tiba ia (tangan itu) menjadi putih (bercahaya) bagi orang-orang yang melihat(-nya).",
      "109": "Para pemuka kaum Fir'aun berkata, “Sesungguhnya orang ini benar-benar penyihir yang sangat pandai.",
      "110": "Dia hendak mengusir kamu dari negerimu.” (Fir'aun berkata,) “Maka, apa saran kamu?”",
      "111": "Mereka (para pemuka) itu menjawab, “Beri tangguhlah dia dan saudaranya dan utuslah ke kota-kota beberapa orang untuk mengumpulkan (para penyihir)",
      "112": "(agar) mereka membawa semua penyihir yang pandai kepadamu.”",
      "113": "Para penyihir datang kepada Fir'aun. Mereka berkata, “(Apakah) kami benar-benar akan mendapat imbalan jika kami menang?”",
      "114": "Dia (Fir'aun) menjawab, “Ya, bahkan sesungguhnya kamu pasti termasuk orang-orang yang didekatkan (kedudukannya kepadaku).”",
      "115": "Mereka (para penyihir) berkata, “Wahai Musa, engkaukah yang akan melemparkan (lebih dahulu) atau kami yang melemparkan?”",
      "116": "Dia (Musa) menjawab, “Lemparkanlah (lebih dahulu)!” Maka, ketika melemparkan (tali-temali), mereka menyihir mata orang banyak dan menjadikan mereka takut. Mereka memperlihatkan sihir yang hebat (menakjubkan).",
      "117": "Kami wahyukan kepada Musa, “Lemparkanlah tongkatmu!” Maka, tiba-tiba ia menelan (habis) segala kepalsuan mereka.",
      "118": "Maka, terbuktilah kebenaran dan sia-sialah segala yang mereka kerjakan.",
      "119": "Mereka dikalahkan di tempat itu dan jadilah mereka orang-orang yang hina.",
      "120": "Para penyihir itu tersungkur dalam keadaan sujud.278)",
      "121": "Mereka berkata, “Kami beriman kepada Tuhan semesta alam,",
      "122": "(yaitu) Tuhannya Musa dan Harun.”",
      "123": "Fir'aun berkata, “Mengapa kamu beriman kepadanya sebelum aku memberi izin kepadamu? Sesungguhnya ini benar-benar tipu muslihat yang telah kamu rencanakan di kota ini untuk mengusir penduduknya. Kelak kamu akan mengetahui (akibat perbuatanmu ini).",
      "124": "Pasti akan aku potong tangan dan kakimu dengan bersilang (tangan kanan dan kaki kiri atau sebaliknya) kemudian sungguh akan aku salib kamu semua.”",
      "125": "Mereka (para penyihir) menjawab, “Sesungguhnya kami hanya akan kembali kepada Tuhan kami.",
      "126": "Engkau (Fir'aun) tidak menghukum kami, kecuali karena kami beriman kepada ayat-ayat Tuhan kami ketika ayat-ayat itu datang kepada kami.” (Mereka berdoa,) “Ya Tuhan kami, limpahkanlah kesabaran kepada kami dan matikanlah kami dalam keadaan muslim (berserah diri kepada-Mu).”",
      "127": "Para pemuka dari kaum Fir'aun berkata, “Apakah engkau akan membiarkan Musa dan kaumnya sehingga mereka berbuat kerusakan di negeri ini (Mesir) dan dia (Musa) meninggalkanmu dan tuhan-tuhanmu?” (Fir'aun) menjawab, “Akan kita bunuh anak-anak laki-laki mereka dan kita biarkan hidup anak-anak perempuan mereka. Sesungguhnya kita berkuasa penuh atas mereka.”",
      "128": "Musa berkata kepada kaumnya, “Mohonlah pertolongan kepada Allah dan bersabarlah. Sesungguhnya bumi (ini) milik Allah. Dia akan mewariskannya kepada siapa saja yang Dia kehendaki di antara hamba-hamba-Nya. Kesudahan (yang baik) adalah bagi orang-orang yang bertakwa.”",
      "129": "Mereka (kaum Musa) berkata, “Kami telah ditindas (oleh Fir'aun) sebelum engkau datang kepada kami dan setelah engkau datang.” (Musa) menjawab, “Mudah-mudahan Tuhanmu membinasakan musuhmu dan menjadikan kamu penguasa di bumi lalu Dia akan melihat bagaimana perbuatanmu.”",
      "130": "Sungguh, Kami telah menghukum Fir'aun dan kaumnya dengan (mendatangkan) kemarau panjang dan kekurangan buah-buahan agar mereka mengambil pelajaran.",
      "131": "Maka, apabila kebaikan (kemakmuran) datang kepada mereka, mereka berkata, “Kami pantas mendapatkan ini (karena usaha kami).” Jika ditimpa kesusahan, mereka lemparkan sebab kesialan itu kepada Musa dan orang-orang yang bersamanya. Ketahuilah, sesungguhnya ketentuan tentang nasib mereka (baik dan buruk) di sisi Allah, tetapi kebanyakan mereka tidak mengetahui.",
      "132": "Mereka (kaum Fir'aun) berkata (kepada Musa), “Bukti apa pun yang engkau bawa kepada kami untuk menyihir kami dengannya, kami tidak akan beriman kepadamu.”",
      "133": "Maka, Kami kirimkan kepada mereka (siksa berupa) banjir besar, belalang, kutu, katak, dan darah (air minum berubah menjadi darah) sebagai bukti-bukti yang jelas dan terperinci. Akan tetapi, mereka tetap menyombongkan diri dan mereka adalah kaum pendurhaka.",
      "134": "Ketika azab (yang telah diterangkan itu) menimpa mereka, mereka pun berkata, “Wahai Musa, mohonkanlah untuk kami kepada Tuhanmu sesuai dengan janji-Nya kepadamu. Jika engkau dapat menghilangkan azab itu dari kami, niscaya kami akan beriman kepadamu dan pasti akan kami biarkan Bani Israil pergi bersamamu.”",
      "135": "Namun, setelah Kami hilangkan azab itu dari mereka hingga batas waktu yang harus mereka penuhi, ternyata mereka ingkar janji.",
      "136": "Maka, Kami membalas mereka (dengan siksa yang lebih berat). Kami tenggelamkan mereka di laut karena mereka telah mendustakan ayat-ayat Kami dan mereka adalah orang-orang yang lengah terhadapnya.",
      "137": "Kami wariskan kepada kaum yang selalu tertindas itu, bumi bagian timur dan bagian baratnya279) yang telah Kami berkahi. (Dengan demikian,) telah sempurnalah firman Tuhanmu yang baik itu (sebagai janji) untuk Bani Israil disebabkan kesabaran mereka. Kami hancurkan apa pun yang telah dibuat Fir'aun dan kaumnya serta apa pun yang telah mereka bangun.280)",
      "138": "Kami menyeberangkan Bani Israil (melintasi) laut itu (dengan selamat). Ketika mereka sampai kepada suatu kaum yang masih tetap menyembah berhala, mereka (Bani Israil) berkata, “Wahai Musa, buatlah untuk kami tuhan (berupa berhala) sebagaimana tuhan-tuhan mereka.” (Musa) menjawab, “Sesungguhnya kamu adalah kaum yang bodoh.”",
      "139": "Sesungguhnya apa yang mereka anut (kemusyrikan) akan dihancurkan dan akan sia-sia apa yang telah mereka kerjakan.",
      "140": "Dia (Musa) berkata (kepada kaumnya), “Apakah aku mencarikan untukmu tuhan selain Allah, padahal Dialah yang telah melebihkan kamu atas segala umat (pada masa itu)?”",
      "141": "(Ingatlah wahai Bani Israil) ketika Kami menyelamatkan kamu dari para pengikut Fir'aun yang menyiksa kamu dengan siksaan yang paling buruk. Mereka membunuh anak-anakmu yang laki-laki dan membiarkan hidup anak-anakmu yang perempuan. Pada yang demikian itu terdapat cobaan yang besar dari Tuhanmu.",
      "142": "Kami telah menjanjikan Musa (untuk memberikan kitab Taurat setelah bermunajat selama) tiga puluh malam. Kami sempurnakan jumlah malam itu dengan sepuluh (malam lagi). Maka, lengkaplah waktu yang telah ditentukan Tuhannya empat puluh malam. Musa berkata kepada saudaranya, (yaitu) Harun, “Gantikanlah aku dalam (memimpin) kaumku, perbaikilah (dirimu dan kaummu), dan janganlah engkau mengikuti jalan orang-orang yang berbuat kerusakan.”",
      "143": "Ketika Musa datang untuk (bermunajat) pada waktu yang telah Kami tentukan (selama empat puluh hari) dan Tuhan telah berfirman (langsung) kepadanya, dia berkata, “Ya Tuhanku, tampakkanlah (diri-Mu) kepadaku agar aku dapat melihat Engkau.” Dia berfirman, “Engkau tidak akan (sanggup) melihat-Ku, namun lihatlah ke gunung itu. Jika ia tetap di tempatnya (seperti sediakala), niscaya engkau dapat melihat-Ku.” Maka, ketika Tuhannya menampakkan (keagungan-Nya) pada gunung itu,281) gunung itu hancur luluh dan Musa pun jatuh pingsan. Setelah Musa sadar, dia berkata, “Maha Suci Engkau. Aku bertobat kepada-Mu dan aku adalah orang yang pertama-tama beriman.”",
      "144": "Dia berfirman, “Wahai Musa, sesungguhnya Aku memilih (melebihkan) engkau dari manusia (yang lain) untuk membawa risalah dan berbicara (langsung) dengan-Ku. Maka, berpegang teguhlah pada apa yang Aku berikan kepadamu dan jadilah kamu termasuk orang-orang yang bersyukur.”",
      "145": "Kami telah menuliskan untuk Musa pada lauh-lauh (Taurat)282) segala sesuatu sebagai pelajaran dan penjelasan untuk segala hal. Lalu (Kami berfirman kepadanya,) “Berpegang teguhlah padanya dengan sungguh-sungguh dan suruhlah kaummu berpegang padanya dengan sebaik-baiknya.283) Aku akan memperlihatkan kepadamu (kehancuran) negeri orang-orang fasik.”284)",
      "146": "Aku akan memalingkan orang-orang yang menyombongkan diri di bumi tanpa alasan yang benar dari tanda-tanda (kekuasaan-Ku). Jika mereka melihat semua tanda-tanda itu, mereka tetap tidak mau beriman padanya. Jika mereka melihat jalan kebenaran, mereka tetap tidak mau menempuhnya. (Sebaliknya,) jika mereka melihat jalan kesesatan, mereka menempuhnya. Demikian itu adalah karena mereka mendustakan ayat-ayat Kami dan mereka selalu lengah terhadapnya.",
      "147": "Orang-orang yang mendustakan tanda-tanda (kekuasaan) Kami dan adanya pertemuan akhirat, sia-sialah amal mereka. Bukankah mereka (tidak) akan dibalas, kecuali (sesuai dengan) apa yang telah mereka kerjakan.",
      "148": "Kaum Musa, setelah kepergian (Musa ke Gunung Sinai), membuat (sembahan berupa) patung anak sapi yang bertubuh dan dapat melenguh (bersuara)285) dari perhiasan emas mereka. Apakah mereka tidak mengetahui bahwa (patung) anak sapi itu tidak dapat berbicara dengan mereka dan tidak dapat (pula) menunjukkan jalan (kebaikan) kepada mereka? (Bahkan,) mereka menjadikannya (sebagai sembahan). Mereka adalah orang-orang zalim.",
      "149": "Setelah mereka (sangat) menyesali perbuatannya dan mengetahui bahwa mereka benar-benar sesat, mereka berkata, “Sungguh, jika Tuhan kami tidak memberi rahmat kepada kami dan tidak mengampuni kami, pastilah kami menjadi orang-orang yang merugi.”",
      "150": "Ketika Musa kembali kepada kaumnya dalam keadaan marah lagi sedih, dia berkata, “Alangkah buruknya perbuatan yang kamu kerjakan selama kepergianku! Apakah kamu hendak mendahului janji Tuhanmu?”286) Musa pun melemparkan lauh-lauh (Taurat) itu dan memegang kepala (menjambak) saudaranya (Harun) sambil menariknya ke arahnya. (Harun) berkata, “Wahai anak ibuku, kaum ini telah menganggapku lemah dan hampir saja mereka membunuhku. Oleh karena itu, janganlah engkau menjadikan musuh-musuh menyorakiku (karena melihat perlakuan kasarmu terhadapku). Janganlah engkau menjadikanku (dalam pandanganmu) bersama kaum yang zalim.”",
      "151": "Dia (Musa) berdoa, “Ya Tuhanku, ampunilah aku dan saudaraku serta masukkanlah kami ke dalam rahmat-Mu. Engkaulah Maha Penyayang dari semua yang penyayang.”",
      "152": "Sesungguhnya orang-orang yang menjadikan (patung) anak sapi (sebagai sembahan) kelak akan menerima kemurkaan dan kehinaan dari Tuhan mereka dalam kehidupan di dunia. Demikianlah Kami memberi balasan kepada orang-orang yang mengada-ada.",
      "153": "Orang-orang yang mengerjakan keburukan, kemudian setelah itu bertobat dan beriman, sesungguhnya Tuhanmu, setelah (tobat) itu, Maha Pengampun lagi Maha Penyayang.",
      "154": "Setelah amarah Musa mereda, dia mengambil (kembali) lauh-lauh (Taurat) itu. Di dalam tulisannya terdapat petunjuk dan rahmat bagi orang-orang yang takut kepada Tuhannya.",
      "155": "Musa memilih tujuh puluh orang dari kaumnya untuk (memohon tobat kepada Kami) pada waktu yang telah Kami tentukan. Ketika mereka ditimpa gempa bumi, Musa berkata, “Ya Tuhanku, jika Engkau kehendaki, tentulah Engkau membinasakan mereka dan aku sebelum ini. Apakah Engkau akan membinasakan kami karena perbuatan orang-orang yang kurang akal di antara kami? (Penyembahan terhadap patung anak sapi) itu hanyalah cobaan dari-Mu. Engkau menyesatkan siapa yang Engkau kehendaki dengan cobaan itu dan Engkau memberi petunjuk siapa yang Engkau kehendaki.287) Engkaulah Pelindung kami. Maka, ampunilah kami dan berilah kami rahmat. Engkaulah sebaik-baik pemberi ampun.”",
      "156": "Tetapkanlah untuk kami kebaikan di dunia ini dan di akhirat. Sesungguhnya kami kembali (bertobat) kepada Engkau. (Allah) berfirman, “Siksa-Ku akan Aku timpakan kepada siapa yang Aku kehendaki dan rahmat-Ku meliputi segala sesuatu. Akan Aku tetapkan rahmat-Ku bagi orang-orang yang bertakwa dan menunaikan zakat serta bagi orang-orang yang beriman pada ayat-ayat Kami.”",
      "157": "(Yaitu,) orang-orang yang mengikuti Rasul (Muhammad), Nabi yang ummi (tidak pandai baca tulis) yang (namanya) mereka temukan tertulis di dalam Taurat dan Injil yang ada pada mereka. Dia menyuruh mereka pada yang makruf, mencegah dari yang mungkar, menghalalkan segala yang baik bagi mereka, mengharamkan segala yang buruk bagi mereka, dan membebaskan beban-beban serta belenggu-belenggu yang ada pada mereka.288) Adapun orang-orang yang beriman kepadanya, memuliakannya, menolongnya, dan mengikuti cahaya terang yang diturunkan bersamanya (Al-Qur’an), mereka itulah orang-orang beruntung.",
      "158": "Katakanlah (Nabi Muhammad), “Wahai manusia, sesungguhnya aku ini utusan Allah bagi kamu semua, Yang memiliki kerajaan langit dan bumi, tidak ada tuhan selain Dia, serta Yang menghidupkan dan mematikan. Maka, berimanlah kamu kepada Allah dan Rasul-Nya, (yaitu) nabi ummi (tidak pandai baca tulis) yang beriman kepada Allah dan kalimat-kalimat-Nya (kitab-kitab-Nya). Ikutilah dia agar kamu mendapat petunjuk.”",
      "159": "Di antara kaum Musa terdapat suatu umat yang memberi petunjuk (kepada manusia) dengan (dasar) kebenaran dan dengan itu (pula) mereka berlaku adil.289)",
      "160": "Kami membagi mereka (Bani Israil) menjadi dua belas suku yang tiap-tiap mereka berjumlah besar. Kami wahyukan kepada Musa ketika kaumnya meminta air kepadanya, “Pukullah batu itu dengan tongkatmu!” Maka, memancarlah dari (batu) itu dua belas mata air. Sungguh, setiap suku telah mengetahui tempat minumnya masing-masing. Kami naungi mereka dengan awan dan Kami turunkan kepada mereka manna dan salwa.290) (Kami berfirman), “Makanlah yang baik-baik dari rezeki yang telah Kami anugerahkan kepadamu.” Mereka tidak menzalimi Kami, tetapi merekalah yang selalu menzalimi dirinya sendiri.",
      "161": "(Ingatlah) ketika dikatakan kepada mereka (Bani Israil), “Tinggallah di negeri ini (Baitulmaqdis) dan makanlah dari (hasil bumi)-nya di mana saja kamu kehendaki, serta katakanlah, 'Bebaskanlah kami dari dosa,’ lalu masukilah pintu gerbangnya sambil membungkuk! (Jika kamu melakukan itu semua,) niscaya Kami mengampuni kesalahan-kesalahanmu.” Kami akan menambah (karunia) kepada orang-orang yang berbuat kebaikan.",
      "162": "Maka, orang-orang yang zalim di antara mereka mengganti (perkataan itu) dengan perkataan yang tidak diperintahkan kepada mereka.291) Lalu, Kami timpakan kepada mereka azab dari langit karena mereka selalu berbuat zalim.",
      "163": "Tanyakanlah kepada mereka tentang negeri292) yang terletak di dekat laut ketika mereka melanggar aturan pada hari Sabat,293) (yaitu) ketika datang kepada mereka ikan-ikan (yang berada di sekitar) mereka bermunculan di permukaan air. Padahal, pada hari-hari yang bukan Sabat ikan-ikan itu tidak datang kepada mereka. Demikianlah Kami menguji mereka karena mereka selalu berlaku fasik.",
      "164": "(Ingatlah) ketika salah satu golongan di antara mereka berkata, “Mengapa kamu menasihati kaum yang akan dibinasakan atau diazab Allah dengan azab yang sangat keras?” Mereka menjawab, “Agar kami mempunyai alasan (lepas tanggung jawab) kepada Tuhanmu294) dan agar mereka bertakwa.”",
      "165": "Maka, setelah mereka melupakan apa yang diperingatkan kepada mereka, Kami selamatkan orang-orang yang mencegah (orang berbuat) keburukan dan Kami timpakan kepada orang-orang yang zalim azab yang keras karena mereka selalu berbuat fasik.",
      "166": "Kemudian, ketika mereka bersikeras (melampaui batas) terhadap segala yang dilarang, Kami katakan kepada mereka, “Jadilah kamu kera yang hina!”",
      "167": "(Ingatlah) ketika Tuhanmu memberitahukan bahwa sungguh Dia akan mengirimkan kepada mereka (Bani Israil) orang-orang yang akan menimpakan seburuk-buruk azab kepada mereka sampai hari Kiamat. Sesungguhnya Tuhanmu sangat cepat hukuman-Nya dan sesungguhnya Dia Maha Pengampun lagi Maha Penyayang.",
      "168": "Kami membagi mereka di bumi ini menjadi beberapa golongan. Di antaranya ada orang-orang yang saleh dan ada (pula) yang tidak. Kami menguji mereka dengan berbagai kebaikan dan keburukan agar mereka kembali (pada kebenaran).",
      "169": "Kemudian, setelah mereka, datanglah generasi (yang lebih buruk) yang mewarisi kitab suci (Taurat). Mereka mengambil harta benda (duniawi) yang rendah ini (sebagai ganti dari kebenaran). Lalu, mereka berkata, “Kami akan diampuni.” Jika nanti harta benda (duniawi) datang kepada mereka sebanyak itu, niscaya mereka akan mengambilnya (juga). Bukankah mereka sudah terikat perjanjian dalam kitab suci (Taurat) bahwa mereka tidak akan mengatakan kepada Allah, kecuali yang benar, dan mereka pun telah mempelajari apa yang tersebut di dalamnya? Negeri akhirat itu lebih baik bagi mereka yang bertakwa. Maka, tidakkah kamu mengerti?",
      "170": "Orang-orang yang berpegang teguh pada kitab suci (Taurat) dan melaksanakan salat, sesungguhnya Kami tidak akan menyia-nyiakan pahala orang-orang saleh.",
      "171": "(Ingatlah) ketika Kami mengangkat gunung (dari akarnya) ke atas mereka, seakan-akan (gunung) itu awan dan mereka yakin bahwa (gunung) itu akan jatuh menimpa mereka. (Kami berfirman kepada mereka,) “Peganglah dengan teguh apa yang telah Kami anugerahkan kepadamu serta ingatlah selalu (amalkanlah) apa yang tersebut di dalamnya agar kamu bertakwa.”",
      "172": "(Ingatlah) ketika Tuhanmu mengeluarkan dari tulang punggung anak cucu Adam, keturunan mereka dan Allah mengambil kesaksiannya terhadap diri mereka sendiri (seraya berfirman), “Bukankah Aku ini Tuhanmu?” Mereka menjawab, “Betul (Engkau Tuhan kami), kami bersaksi.” (Kami melakukannya) agar pada hari Kiamat kamu (tidak) mengatakan, “Sesungguhnya kami lengah terhadap hal ini,”",
      "173": "atau agar kamu (tidak) mengatakan, “Sesungguhnya nenek moyang kami telah mempersekutukan (Tuhan) sejak dahulu, sedangkan kami adalah keturunan yang (datang) setelah mereka. Maka, apakah Engkau akan menyiksa kami karena perbuatan para pelaku kebatilan?”295)",
      "174": "Demikianlah Kami menjelaskan secara terperinci ayat-ayat itu dan agar mereka kembali (kepada kebenaran).",
      "175": "Bacakanlah (Nabi Muhammad) kepada mereka (tentang) berita orang yang telah Kami anugerahkan ayat-ayat Kami kepadanya. Kemudian, dia melepaskan diri dari (ayat-ayat) itu, lalu setan mengikutinya (dan terus  menggodanya) sehingga dia termasuk orang yang sesat.",
      "176": "Seandainya Kami menghendaki, niscaya Kami tinggikan (derajat)-nya dengan (ayat-ayat) itu, tetapi dia cenderung pada dunia dan mengikuti hawa nafsunya. Maka, perumpamaannya seperti anjing. Jika kamu menghalaunya, ia menjulurkan lidahnya dan jika kamu membiarkannya, dia menjulurkan lidahnya (juga). Demikian itu adalah perumpamaan orang-orang yang mendustakan ayat-ayat Kami. Maka, ceritakanlah kisah-kisah itu agar mereka berpikir.",
      "177": "Sangat buruk perumpamaan kaum yang mendustakan ayat-ayat Kami. Mereka hanya menzalimi diri mereka sendiri.",
      "178": "Siapa saja yang Allah beri petunjuk, dialah yang mendapat petunjuk dan siapa saja yang Allah sesatkan, merekalah orang-orang yang merugi.",
      "179": "Sungguh, Kami benar-benar telah menciptakan banyak dari kalangan jin dan manusia untuk (masuk neraka) Jahanam (karena kesesatan mereka). Mereka memiliki hati yang tidak mereka pergunakan untuk memahami (ayat-ayat Allah) dan memiliki mata yang tidak mereka pergunakan untuk melihat (ayat-ayat Allah), serta memiliki telinga yang tidak mereka pergunakan untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah.",
      "180": "Allah memiliki Asmaulhusna (nama-nama yang terbaik). Maka, bermohonlah kepada-Nya dengan menyebut  (Asmaulhusna) itu dan tinggalkanlah orang-orang yang menyalahartikan nama-nama-Nya.296) Mereka kelak akan mendapat balasan atas apa yang telah mereka kerjakan.",
      "181": "Di antara orang-orang yang telah Kami ciptakan ada umat yang memberi petunjuk dengan (dasar) kebenaran dan dengan itu (pula) mereka berlaku adil.",
      "182": "Orang-orang yang mendustakan ayat-ayat Kami akan Kami biarkan mereka berangsur-angsur (menuju kebinasaan) dari arah yang tidak mereka ketahui.297)",
      "183": "Aku memberi tenggang waktu kepada mereka. Sesungguhnya rencana-Ku sangat teguh.",
      "184": "Apakah mereka tidak merenungkan bahwa teman mereka (Nabi Muhammad) tidak gila sedikit pun? Dia hanyalah seorang pemberi peringatan yang jelas.",
      "185": "Apakah mereka tidak memperhatikan kerajaan langit dan bumi dan segala apa yang Allah ciptakan dan kemungkinan telah makin dekatnya waktu (kebinasaan) mereka? Lalu, berita mana lagi setelah ini yang akan mereka percayai?",
      "186": "Siapa saja yang Allah sesatkan, tidak ada yang mampu memberinya petunjuk dan Dia akan membiarkannya terombang-ambing dalam kesesatan.298)",
      "187": "Mereka menanyakan kepadamu (Nabi Muhammad) tentang kiamat, “Kapan terjadi?” Katakanlah, “Sesungguhnya pengetahuan tentangnya hanya ada pada Tuhanku. Tidak ada (seorang pun) yang dapat menjelaskan waktu terjadinya selain Dia. (Kiamat) itu sangat berat (huru-haranya bagi makhluk yang) di langit dan di bumi. Ia tidak akan datang kepadamu kecuali secara tiba-tiba.” Mereka bertanya kepadamu seakan-akan engkau mengetahuinya. Katakanlah (Nabi Muhammad), “Sesungguhnya pengetahuan tentangnya hanya ada pada Allah, tetapi kebanyakan manusia tidak mengetahui.”",
      "188": "Katakanlah (Nabi Muhammad), “Aku tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi diriku, kecuali apa yang Allah kehendaki. Seandainya aku mengetahui yang gaib, niscaya aku akan berbuat kebajikan sebanyak-banyaknya dan bahaya tidak akan menimpaku. Aku hanyalah pemberi peringatan dan pembawa berita gembira bagi kaum yang beriman.”",
      "189": "Dialah yang menciptakan kamu dari jiwa yang satu (Adam) dan darinya Dia menjadikan pasangannya agar dia cenderung dan merasa tenteram kepadanya. Kemudian, setelah ia mencampurinya, dia (istrinya) mengandung dengan ringan. Maka, ia pun melewatinya dengan mudah. Kemudian, ketika dia merasa berat, keduanya (suami istri) memohon kepada Allah, Tuhan mereka, “Sungguh, jika Engkau memberi kami anak yang saleh, pasti kami termasuk orang-orang yang bersyukur.”299)",
      "190": "Kemudian, setelah Dia memberi keduanya seorang anak yang saleh, mereka menjadikan sekutu bagi Allah300) dalam (penciptaan) anak yang telah Dia anugerahkan kepada mereka. Maka, Maha Tinggi Allah dari apa yang mereka persekutukan.",
      "191": "Apakah mereka mempersekutukan (Allah dengan) sesuatu (berhala) yang tidak dapat menciptakan sesuatu apa pun, padahal ia (berhala) sendiri diciptakan?",
      "192": "(Berhala) itu tidak dapat memberikan pertolongan kepada mereka (para penyembahnya) dan (bahkan) kepada dirinya sendiri pun ia tidak dapat memberi pertolongan.",
      "193": "Jika kamu (orang-orang musyrik) menyeru mereka (berhala-berhala itu) untuk memberi petunjuk kepadamu, mereka tidak akan memenuhi seruanmu. Sama saja (hasilnya) buatmu, apakah kamu menyeru mereka atau berdiam diri.",
      "194": "Sesungguhnya berhala-berhala yang kamu seru selain Allah adalah makhluk (yang lemah) seperti kamu. Maka, serulah mereka, lalu biarlah mereka memenuhi seruanmu, jika kamu orang yang benar.",
      "195": "Apakah mereka (berhala) mempunyai kaki untuk berjalan, mempunyai tangan untuk memegang dengan keras,301) mempunyai mata untuk melihat, atau mempunyai telinga untuk mendengar? Katakanlah (Nabi Muhammad), “Panggillah (berhala-berhalamu) yang kamu anggap sekutu Allah, kemudian lakukanlah tipu daya (untuk mencelakakan)-ku dan jangan kamu tunda lagi.",
      "196": "Sesungguhnya pelindungku adalah Allah yang telah menurunkan kitab suci (Al-Qur’an). Dia melindungi orang-orang saleh.",
      "197": "Berhala-berhala yang kamu seru selain Allah tidaklah sanggup menolongmu, bahkan tidak dapat menolong dirinya sendiri.",
      "198": "Jika kamu menyeru mereka (berhala-berhala) untuk memberi petunjuk, mereka tidak dapat mendengarnya. Kamu mengira mereka memperhatikanmu, padahal mereka tidak melihat.”",
      "199": "Jadilah pemaaf, perintahlah (orang-orang) pada yang makruf, dan berpalinglah dari orang-orang bodoh.",
      "200": "Jika setan benar-benar menggodamu dengan halus, berlindunglah kepada Allah.302) Sesungguhnya Dia Maha Mendengar lagi Maha Mengetahui.",
      "201": "Sesungguhnya orang-orang yang bertakwa, jika mereka dibayang-bayangi pikiran jahat (berbuat dosa) dari setan, mereka pun segera ingat (kepada Allah). Maka, seketika itu juga mereka melihat (kesalahan-kesalahannya).",
      "202": "Teman-teman mereka (orang kafir dan fasik) membantu setan-setan dalam kesesatan, kemudian mereka tidak henti-hentinya (menyesatkan).",
      "203": "Jika engkau (Nabi Muhammad) tidak membacakan satu ayat kepada mereka, mereka berkata, “Mengapa tidak engkau buat sendiri ayat itu?” Katakanlah, “Sesungguhnya aku hanya mengikuti apa yang diwahyukan Tuhanku kepadaku. (Al-Qur’an) ini adalah bukti-bukti yang nyata dari Tuhanmu, petunjuk, dan rahmat bagi kaum yang beriman.”",
      "204": "Jika dibacakan Al-Qur’an, dengarkanlah (dengan saksama) dan diamlah agar kamu dirahmati.",
      "205": "Ingatlah Tuhanmu dalam hatimu dengan rendah hati dan rasa takut pada waktu pagi dan petang, dengan tidak mengeraskan suara, dan janganlah kamu termasuk orang-orang yang lengah.",
      "206": "Sesungguhnya (malaikat) yang ada di sisi Tuhanmu tidak menyombongkan diri dari ibadah kepada-Nya dan mereka menyucikan-Nya. Hanya kepada-Nya mereka bersujud.303)"
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Alif, Laam, Mim, sad. Huruf-huruf abjad pada permulaan surah ini mengisyaratkan kemukjizatan Al-Qur'an. Beberapa surah dalam Al-Qur'an, memang, dibuka dengan huruf abjad seperti , Alif Lam mim, Alif Lam Ra, Alif, Lam, Mim, Sad, dan sebagainya. Makna huruf-huruf itu hanya Allah yang tahu. Ada yang berpendapat bahwa huruf-huruf itu adalah nama surah dan ada pula yang berpendapat bahwa gunanya untuk menarik perhatian, atau untuk menunjukkan mukjizat Al-Qur'an, karena Al-Qur'an disusun dari rangkaian huruf-huruf abjad yang digunakan dalam bahasa bangsa Arab sendiri. Meskipun demikian, mereka tidak pernah mampu untuk membuat rangkaian huruf-huruf itu menjadi seperti Al-Qur'an.",
        "2": "Pada akhir surah yang lalu dijelaskan tentang turunnya Al-Qur'an, untuk apa ia diturunkan, perintah untuk mengikutinya, dan ancaman bagi orang yang mengabaikan tuntunannya. Surah ini diawali dengan menyebut kembali Al-Qur'an yang dibicarakan pada Surah al-An'am itu dan keharusan mengikuti tuntunannya. Inilah Kitab yang diturunkan melalui malaikat Jibril kepadamu, wahai Rasulullah, sebagai penghormatan untukmu, maka janganlah engkau sesak dada karenanya akibat takut terhadap orang kafir yang akan mendustakanmu. Tugasmu adalah menyampaikan Al-Qur'an agar engkau memberi peringatan dengan Kitab itu kepada kaummu dan sekalian manusia akan akibat dari dosa yang mereka lakukan, dan menjadi pelajaran bagi orang yang beriman, karena merekalah yang paling siap memanfaatkan isi kandungannya. Al-Qur'an mempunyai fungsi yang demikian agung, maka Allah memerin tahkan manusia untuk mengikuti ajarannya. Ayat ini juga ditujukan kepada para juru dakwah dan mubalig.",
        "3": "Ikutilah, wahai kaum muslim, apa yang diturunkan kepadamu dari Tuhanmu dalam hal apa saja. Yakinilah bahwa semuanya akan membawa kebaikan, karena Tuhanmu adalah Zat Yang Maha Penyayang kepada makhluk-Nya. Janganlah kamu ikuti siapa pun selain Dia sebagai pemimpin lalu kamu pasrahkan semua urusanmu kepada mereka dan kamu taati saja seruan mereka, padahal mereka akan mengajakmu kepada jalan kesesatan. Sedikit sekali kamu mengambil pelajaran sehingga kamu tidak kembali ke jalan yang benar. Ayat ini melarang seorang mengikuti ajakan orang lain dalam urusan agama yang tidak datang dari Allah.",
        "4": "Betapa banyak negeri yang telah Kami binasakan, seperti negeri kaum nabi-nabi terdahulu, siksaan Kami datang menimpa penduduk-nya pada malam hari ketika mereka tengah terlelap dalam tidur seperti yang terjadi pada kaum Nabi Lut yang melakukan homoseks. Negeri mereka dijungkirbalikkan dan dihujani dengan batu. Atau siksaan itu datang pada saat mereka beristirahat pada siang hari seperti yang terjadi pada kaum Nabi Syuaib yang sering melakukan kecurangan dalam takaran dan timbangan. Mereka disiksa dengan suara yang menggelegar. Azab Allah bisa datang kapan saja, secara tak terduga, bahkan ketika waktu istirahat sekalipun.",
        "5": "Maka ketika siksaan Kami datang menimpa mereka, keluhan mereka tidak lain, hanya mengucap, “Sesungguhnya kami adalah orang-orang yang zalim.” Mereka mengakui dosa-dosanya, tetapi semua penyesalan itu tidak ada gunanya lagi. Mereka tetap dibinasakan. Inilah siksaan mereka di dunia. Di akhirat nanti, azab Allah akan lebih pedih lagi. Mereka akan dimintakan pertanggungjawaban.",
        "6": "Maka pasti akan Kami tanyakan kepada umat yang telah mendapat seruan dari para rasul Kami, pertanyaan yang berupa celaan keras: apakah para rasul telah memperingatkan mereka? Dan Kami akan tanyai pula para rasul untuk menjadi saksi: apakah mereka telah melaksanakan tugas dengan baik, bagaimana sikap kaum mereka, apakah menurut atau menentang, dan sebagainya?",
        "7": "Dan pasti akan Kami beritakan kepada mereka dengan ilmu Kami, dan Kami tidak jauh dari mereka dengan penjelasan yang disertai bukti-bukti yang meyakinkan, karena Allah selalu mengawasi gerak-gerik mereka. Mereka tidak akan bisa berbohong. Pada saat itulah amalan mereka ditimbang dengan timbangan yang tidak pernah meleset, karena Allah Mahaadil.",
        "8": "Timbangan yang tidak kita ketahui secara hakiki bagaimana bentuk dan sifatnya, pada hari itu menjadi ukuran kebenaran. Ihwal timbangan ini merupakan perkara gaib; kita wajib mengimaninya dan hanya Allah yang tahu hakikatnya. Maka barang siapa berat timbangan kebaikan-nya karena banyak melakukan kebaikan, mereka itulah orang yang beruntung. Mereka akan masuk surga dengan segala kenikmatan yang ada di dalamnya.",
        "9": "Dan barang siapa ringan timbangan kebaikan-nya karena banyak melakukan dosa, maka mereka itulah orang yang telah merugikan dirinya sendiri, karena mereka mengingkari ayat-ayat Kami. Padahal, ayat-ayat tersebut telah jelas mengemukakan kebenaran yang sulit terbantahkan. Namun kesombongan dan sikap iri pada hati mereka menyebabkan mereka enggan menerima ayat-ayat tersebut, bahkan mendustakannya.",
        "10": "Setelah itu, pada ayat ini Allah menjelaskan tentang anugerah-Nya kepada manusia. Dan sungguh, Kami telah menempatkan kamu di bumi menjadi pemilik dan pengelolanya, dan di sana Kami sediakan sumber penghidupan untukmu seperti tempat untuk kamu menetap, sumber-sumber makanan dan minuman, dan sarana kehidupan lainnya. Akan tetapi, sedikit sekali kamu bersyukur atas semua kenikmatan itu dengan mengerahkan semua energi yang didapat dari semua nikmat itu untuk beribadah kepada Allah. Bahkan, kamu banyak mengingkarinya dengan menyembah selain Allah, serta berbuat kemaksiatan dan kerusakan di bumi.",
        "11": "Dan sungguh, Kami telah menciptakan kamu dari ketiadaan, yaitu Nabi Adam dari tanah liat yang menjadi asal kejadian manusia di dunia, dengan mengukur dan memperkirakan semua bagian dengan tepat. Kemudian Kami membentuk tubuh-mu dengan sebaik-baik bentuk sesuai dengan kehendak Kami, seperti tinggi-pendek dan bentuk masing-masing anggota tubuh. Kemudian Kami berfirman kepada para malaikat, “Bersujudlah kamu kepada Adam sebagai bentuk penghormatan kepadanya karena kemampuannya menyebutkan nama-nama benda yang tidak mampu sebutkan, sehingga ia berhak menjadi khalifah di dunia. Maka mereka, para malaikat, pun sujud sebagai penghormatan, bukan sujud ibadah, kecuali Iblis, satuan dari jin yang terbuat dari api. Ia, Iblis, tidak termasuk mereka yang bersujud.",
        "12": "Allah mempertanyakan alasan penolakan Iblis untuk sujud kepada Adam. Dia berfirman, “Apakah yang menghalangimu untuk menghormati Adam sehingga kamu tidak bersujud kepadanya ketika Aku menyuruhmu?” Dengan penuh angkuh dan sombong, Iblis menjawab, “Aku tidak pantas bersujud kepadanya karena aku lebih baik daripada dia sehingga aku tidak wajar bersujud kepadanya. Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah, dan api lebih baik daripada tanah.”",
        "13": "Ucapan Iblis ini merupakan cerminan keangkuhan dan kesombongannya. Menanggapi kedurhakaan dan sikap Iblis, Allah langsung menyuruhnya keluar dari surga. Allah berfirman, “Maka karena kesombongan dan pembangkanganmu, turunlah kamu darinya, yakni dari dalam surga, karena apa pun alasanmu kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah kamu dari surga ini, karena sesung-guhnya kamu termasuk makhluk yang hina.”",
        "14": "Ketika Iblis memproklamasikan diri sebagai musuh Allah dan Nabi Adam serta keturunannya, ia meminta agar Allah menangguhkan usianya sampai hari kiamat. Iblis menjawab perintah Allah untuk keluar dari dalam surga, “Berilah aku penangguhan waktu, panjangkanlah usia-ku, dan janganlah Engkau wafatkan aku sampai hari kiamat, yaitu hari ketika mereka, semua manusia, dibangkitkan agar aku dapat menyesatkan Adam dan keturunannya.”",
        "15": "Dengan hikmah yang dimiliki-Nya, Allah menjadikan Iblis sebagai ujian buat umat manusia dan mengabulkan permintaan Iblis tersebut. Allah berfirman, “Benar, kamu termasuk yang diberi penangguhan waktu sampai hari yang ditentukan, yaitu ketika semua makhluk yang hidup dimatikan.” (Lihat: Surah al-Hijr/15: 38).",
        "16": "Mendengar pernyataan Allah tersebut, Iblis menjawab, “Karena Engkau telah menyesatkan aku dengan menetapkan kesesatan padaku sampai hari kiamat, aku bersumpah pasti aku akan selalu menghalangi mereka, Adam dan anak cucunya, dari jalan-Mu yang lurus, yaitu jalan kebaikan yang dapat mengantarkan manusia menuju kebahagiaan dunia dan akhirat.”",
        "17": "“Kemudian,” kata Iblis melanjutkan, “Untuk mewujudkan tujuanku ini, aku akan menempuh berbagai cara. Pasti aku akan mendatangi mereka dari segala penjuru: dari depan, dari belakang, dari kanan, dan dari kiri mereka. Dan karena manusia amatlah lemah, Engkau tidak akan mendapati kebanyakan mereka bersyukur atas nikmat-nikmat-Mu.”",
        "18": "Karena keangkuhan dan kedurhakaannya, Allah kemudian memberi sanksi tegas kepada Iblis dan mengingatkan manusia untuk tidak mengikuti ajakannya. Allah berfirman, “Disebabkan kemaksiatan dan kesombonganmu, keluarlah kamu dari sana, yaitu dari dalam surga, dalam keadaan terhina akibat kedurhakaanmu dan juga dalam keadaan terusir, yakni dijauhkan dari rahmat dan nikmat Allah. Aku bersumpah demi keagungan-Ku, sesungguhnya barang siapa di antara mereka, yakni manusia, ada yang mengikutimu dengan senantiasa melakukan kekafiran dan kemaksiatan, pasti akan Aku isi neraka Jahanam dengan kamu semua, setan dan manusia.” Ayat ini menunjukkan bahwa neraka merupakan tempat Iblis dan orang-orang yang mengikuti bujuk rayunya dengan bermaksiat kepada Allah.",
        "19": "Setelah Allah menjelaskan besarnya permusuhan Iblis kepada manusia dan ambisinya untuk menyesatkan manusia dengan berbagai cara, pada ayat-ayat berikut Allah menceritakan kisah Iblis dalam me-nyesatkan Adam dan istrinya. Hal ini amatlah penting agar manusia senantiasa waspada terhadap makar dan godaan Iblis. Dan ingatlah ketika Allah berfirman, “Wahai Adam! Tinggallah engkau bersama istrimu dalam surga yang penuh dengan kenikmatan dan makanlah dari berbagai jenis makanan apa saja yang kamu berdua sukai. Akan tetapi, ada satu hal yang terlarang, yaitu janganlah kamu berdua dekati pohon yang satu ini. Apabila kamu mendekatinya, kamu berdua termasuk orang-orang yang zalim.” Hikmah dari larangan ini adalah untuk menguji manusia, sejauh mana ia bisa menunaikan perintah dan menghindari larangan. Ketika manusia melanggarnya, ia pun telah menzalimi dirinya.",
        "20": "Iblis ingin menghilangkan kenikmatan surga yang dinikmati Adam dan pasangannya. Ia pun berusaha mengeluarkan Adam dan pasangannya dari surga. Kemudian, dengan penuh kedengkian, setan membisikkan pikiran jahat kepada mereka, yaitu Adam dan pasangannya, agar menampakkan aurat mereka yang selama ini tertutup. Dan setan berkata, “Tuhanmu hanya melarang kamu berdua mendekati pohon ini, agar kamu berdua tidak menjadi malaikat sehingga kalian memiliki kekuatan dan umur yang panjang atau tidak menjadi orang yang kekal dalam surga.”",
        "21": "Dan Iblis tidak sekadar membisikkan atau merayu, tetapi juga berusaha meyakinkan Adam. Dia, yakni setan, juga bersumpah kepada keduanya seraya berkata, “Sesungguhnya aku ini benar-benar termasuk para penasihatmu yang benar-benar tulus.”",
        "22": "Dia, setan, pun tak henti-hentinya membujuk mereka dengan berbagai macam tipu daya. Hal tersebut membuat Adam dan istrinya lupa akan larangan Allah, sehingga mereka memakan buah pohon itu. Ketika mereka mencicipi dan belum memakan buah pohon itu secara sempurna, tampaklah oleh mereka auratnya masing-masing dan tampak pula bagi masing-masing aurat pasangannya. Hal ini membuat keduanya merasa malu, aurat yang senantiasa tertutup kini tersingkap. Maka mulailah mereka menutupinya, yakni menutupi auratnya, dengan daun-daun surga. Dan ketika itu juga Tuhan menyeru mereka sambil mengecam perbuatan mereka, “Hai kedua hamba-Ku! Bukankah Aku telah melarang kamu dari mendekati pohon itu dan Aku telah mengatakan bahwa sesungguhnya setan adalah musuh yang nyata bagi kamu berdua?” Ayat ini menunjukkan bahwa tersingkapnya aurat seseorang merupakan perkara yang melawan tabiat manusia, karena sejak manusia diciptakan aurat adalah hal yang harus ditutupi.",
        "23": "Menjawab pertanyaan yang merupakan kecaman Allah ini, dengan penuh penyesalan keduanya, yakni Adam dan pasangannya, berkata, “Ya Tuhan kami, kami telah menzalimi diri kami sendiri akibat mengikuti perkataan Iblis dan melanggar larangan-Mu, padahal Engkau telah memperingatkan pada kami. Kami sangat menyesal dan memohon ampun kepada-Mu. Jika Engkau tidak mengampuni kami, menghapus dosa yang telah kami lakukan, dan memberi rahmat kepada kami dengan memberikan keridaan, taufik, dan hidayah, niscaya kami termasuk orang-orang yang rugi.”",
        "24": "Mendengar permohonan Adam dan pasangannya itu, Allah berfirman, “Turunlah kamu semua dari surga ke bumi! Kamu, wahai Adam dan keturunanmu, akan saling bermusuhan satu sama lain, yakni setan dan pengikutnya atau juga sebagian manusia menjadi musuh bagi manusia lain. Bumi adalah tempat kediaman sementara dan kesenanganmu sampai waktu yang telah ditentukan, yakni kematian kamu atau hari Kiamat nanti.”",
        "25": "Allah berfirman, “Di sana, yakni di bumi, kamu, wahai Adam dan ke-turunanmu, hidup, dan di sana pula kamu mati lalu dikuburkan, dan dari sana pula kamu akan dibangkitkan dari dalam kubur.”",
        "26": "Pada ayat-ayat yang lalu ditegaskan bahwa Allah menyuruh Adam dan istrinya keluar dari surga dan bertempat tinggal di bumi, dan dijelaskan pula bahwa setan adalah musuhnya yang sangat berbahaya. Pada ayat-ayat berikut Allah memberikan peringatan dan tuntunan kepada anak keturunan Adam akan hal-hal yang dapat memberi mereka manfaat di dunia, dan peringatan terhadap setan yang senantiasa berusaha menyesatkannya. Wahai anak cucu Adam! Ingatlah dan bersyukurlah pada Kami dengan menaati perintah Kami, karena sesungguhnya Kami telah memberikan karunia kepadamu dengan menyediakan kemudahan untuk mendapatkan pakaian untuk menutupi auratmu dan untuk perhiasan bagimu. Tetapi pakaian takwa, yakni dengan menghambakan diri kepada Allah dengan penuh ketulusan dan kecintaan, itulah yang lebih baik, karena hal tersebut akan mendatangkan kebahagiaan, meraih kecintaan Allah, dan menyelamatkan kamu dari azab Allah. Demikianlah Allah menceritakan tentang Adam dan istrinya. Hal tersebut merupakan sebagian tanda-tanda kekuasaan Allah, mudah-mudahan dengan kisah tersebut mereka, yakni manusia, menjadi ingat dan dapat mengambil pelajaran, bahwa siapa pun yang menyalahi perintah Allah dan melanggar larangan-Nya akan mendapatkan murka Allah.",
        "27": "Wahai anak cucu Adam! Janganlah sampai kamu tertipu oleh setan dengan mengikuti bujuk rayunya, karena hal itu akan berakibat buruk sebagaimana halnya dia telah mengeluarkan ibu bapakmu, yakni Adam dan istrinya, dari surga, dengan menanggalkan pakaian keduanya untuk memperlihatkan aurat keduanya. Sesungguhnya dia dan pengikutnya dapat melihat kamu dari suatu tempat yang kamu tidak bisa melihat mereka sehingga dia dan pengikutnya dapat mendatangimu dan menggodamu dari arah yang tidak kamu ketahui. Sesungguhnya Kami telah menjadikan setan-setan itu pemimpin bagi orang-orang yang tidak beriman.",
        "28": "Pada ayat-ayat yang lalu diterangkan bahwa Allah telah menjadikan setan sebagai teman bagi orang-orang yang ingkar. Pada ayat-ayat berikut diterangkan tentang orang yang senantiasa mengikuti tradisi nenek moyang mereka meskipun tradisi itu salah. Dan apabila mereka, yakni orang-orang yang senantiasa mendustakan Allah dan Rasul-Nya, melakukan perbuatan keji, seperti menyekutukan Allah, atau tawaf dalam keadaan telanjang bulat, dan sebagainya, kemudian ketika mereka ditegur bahwa perbuatan tersebut adalah perbuatan yang tercela, mereka berkata, “Perbuatan tersebut kami lakukan karena kami mendapati nenek moyang kami melakukan yang demikian.” Hal tersebut memang benar, bahwa nenek moyang kaum musyrik yang memelopori berbagai perbuatan keji tersebut, namun dengan penuh kedustaan mereka kembali berkata, “Dan bahwa selain itu, Allah menyuruh kami mengerjakannya.” Jelas hal ini merupakan kedustaan yang nyata. Oleh karena itu, Allah memerintahkan kepada Nabi-Nya untuk mengingkari hal tersebut. Allah berfirman, “Wahai Nabi Muhammad! Katakanlah kepada mereka dengan penuh pengingkaran, “Sesungguhnya Allah tidak pernah dan tidak pantas menyuruh berbuat keji, karena hal itu sangat bertentangan dengan kesempurnaan dan hikmah-Nya. Mengapa kamu melakukan kedustaan yang amat besar yaitu membicarakan tentang Allah apa yang tidak kamu ketahui?”",
        "29": "Wahai Nabi Muhammad, berilah penjelasan kepada orang-orang yang berlaku dusta tersebut. Katakanlah pada mereka, “Tuhanku menyuruhku agar kalian dan semua manusia berlaku adil, tidak berlebihan dalam beribadah dan dalam bermuamalah. Maka lakukanlah hal tersebut dalam semua peribadatan kalian. Hadapkanlah wajahmu, yakni arahkanlah seluruh perhatianmu, kepada Allah pada setiap salat. Tunaikanlah salat dengan sebaik-baiknya, sucikanlah lahir dan batinmu, dan bersihkanlah dari segala bentuk kekejian. Dan sembahlah Dia dengan mengikhlaskan ibadah semata-mata hanya kepada-Nya, mengharap rahmat-Nya, dan takut dari azab-Nya. Ingatlah, setelah kematian, kamu semua akan dibanigkitkan dan dikembalikan kepada-Nya sebagaimana kamu diciptakan semula, sehingga Allah akan membalas segala apa yang kamu perbuat dengan balasan yang setimpal.”",
        "30": "Ketika dibangkitkan, manusia akan menemui Allah dalam dua kelompok besar. Sebagian kelompok manusia meru-pakan golongan yang telah diberi-Nya petunjuk di dunia, yaitu dengan beribadah kepada Allah dengan penuh ikhlas, inilah yang mengantarkan mereka menuju kebahagiaan, dan sebagian kelompok lagi, merupakan kelompok yang telah pasti dan sepantasnya menjadi sesat karena memilih sendiri jalan kesesatan itu dan enggan memanfaatkan petunjuk. Sebab kesesatan kelompok yang kedua ini adalah karena mereka menjadikan setan-setan sebagai pelindung dan pembimbing mereka selain Allah, se-hingga mereka menuruti segala seruan setan. Dan dengan kebodohan mereka, mereka mengira bahwa mereka mendapat petunjuk.",
        "31": "Pada ayat yang lalu Allah memerintahkan agar manusia berlaku adil dalam semua urusan, maka pada ayat ini Allah memerintahkan agar memakai pakaian yang baik dalam beribadah, baik ketika salat, tawaf, dan ibadah lainnya. Allah juga memerintahkan manusia untuk makan dan minum secukupnya tanpa berlebih-lebihan. Wahai anak cucu Adam! Pakailah pakaianmu yang bagus yaitu pakaian yang dapat menutupi aurat kalian atau bahkan yang lebih dari itu ketika kalian beribadah, sehingga kalian bisa melakukan salat dan tawaf dengan nyaman, dan lakukanlah itu pada setiap memasuki dan berada di dalam masjid atau tempat lainnya di muka bumi ini. Dalam rangka beribadah, Kami telah menyediakan makanan dan minuman, maka makan dan minumlah apa saja yang kamu sukai dari makanan dan minuman yang halal, baik dan bergizi, tetapi jangan berlebihan dalam segala hal, baik dalam beribadah dengan menambah cara atau kadarnya, ataupun dalam makan dan minum. Karena sungguh, Allah tidak menyukai, yakni tidak melimpahkan rahmat dan ganjaran-Nya kepada orang yang berlebih-lebihan dalam hal apa pun.",
        "32": "Allah mengecam kaum musyrik yang mengharamkan sesuatu yang baik, seperti berpakaian dan memakan makanan yang baik, kemudian mereka mengatakan bahwa ketentuan itu berasal dari Allah. Oleh karena itu, Allah memerintahkan Nabi-Nya untuk mengingkari perkataan orang-orang musyrik itu. Katakanlah, wahai Nabi Muhammad, kepada mereka yang mengharamkan apa yang dihalalkan Allah, “Siapakah yang mengharamkan perhiasan dari Allah yang telah disediakan, yakni diizinkan untuk dikenakan dan dinikmati, untuk hamba-hamba-Nya, dan rezeki yang baik-baik yang Allah sediakan di muka bumi ini?” Katakanlah, “Pakaian, makanan, atau rezeki lainnya, semua itu untuk orang-orang yang beriman juga orang yang tidak beriman dalam kehidupan dunia, tetapi ia akan menjadi khusus untuk mereka saja yang beriman pada hari Kiamat.” Demikianlah, Kami menjelaskan ayat-ayat, yakni ketetapan-ketetapan hukum atau bukti-bukti kebesaran Kami, itu untuk orang-orang yang ingin mengetahui.",
        "33": "Kemudian Allah menjelaskan apa yang sebenarnya diharamkan. Wahai Nabi Muhammad, katakanlah kepada mereka yang mempersempit dirinya sehingga mengharamkan sesuatu yang halal, “Tuhanku hanya mengharamkan segala perbuatan keji, yakni perbuatan yang sangat buruk, baik berupa perkataan maupun perilaku, baik yang terlihat oleh orang lain dan yang tersembunyi, dan juga Dia mengharamkan perbuatan dosa, perbuatan zalim tanpa alasan yang benar, dan mengharamkan kamu mempersekutukan Allah dengan sesuatu apa pun, sedangkan Dia tidak menurunkan alasan untuk membenarkan perbuatan itu, dan Dia juga melarang kamu membicarakan tentang Allah apa yang tidak kamu ketahui, apalagi yang kamu ketahui.”",
        "34": "Orang-orang zalim yang melakukan perbuatan keji sebagaimana dijelaskan pada ayat-ayat terdahulu tidak langsung mendapatkan azab dan balasan perbuatan mereka, karena Allah telah menentukan waktu dan ajal tiap-tiap umat. Dan setiap umat atau bangsa yang mendustakan Allah dan Rasul-Nya mempunyai ketentuan ajal-nya, yaitu batas waktu untuk maju atau mundur, jaya atau hancur. Apabila ajalnya, yakni masa ketentuan azab Allah kepada umat atau bangsa, tiba, azab Allah pasti akan turun dan mereka tidak dapat meminta penundaan kedatangannya atau percepatan de-ngan memajukannya walau hanya sesaat atau sekejap pun.",
        "35": "Pada ayat yang lalu Allah menerangkan bahwa tiap-tiap umat atau bangsa ada ajalnya, maka pada ayat-ayat berikut ini diterangkan bahwa Allah mengutus para rasul pada umat manusia. Mereka menyampaikan pokok-pokok syariat sebagai petunjuk kepada manusia ke jalan yang benar. Wahai anak cucu Adam! Jika datang kepadamu dari Allah rasul-rasul dari kalanganmu sendiri agar kamu lebih mudah berkomunikasi dan akrab dengan mereka, yang membacakan dan menceritakan ayatayat-Ku kepadamu, dan menerangkan pada kalian bukti-bukti kebenaran risalahnya, maka taatlah kepadanya dan ikutilah ajarannya. Maka barang siapa bertakwa kepada Allah, dengan menaati perintah-Nya dan mengadakan perbaikan, baik dalam arti memperbaiki amalnya, maupun dalam arti memperbaiki diri dan lingkungan, maka tidak ada rasa takut pada diri mereka atas dunia yang harus mereka korbankan, karena tenggelam dalam lezatnya iman yang bersemayam dalam hati mereka. Dan di akhirat, mereka tidak bersedih hati.",
        "36": "Tetapi orang-orang yang mendustakan ayat-ayat Kami, yakni tidak mengindahkan perintah dan larangan Kami, dan menyombongkan diri terhadapnya, yaitu dengan menentang aturan-aturan-Nya, mereka itulah penghuni neraka dan mereka kekal di dalamnya. Hal ini disebabkan kekafiran dan pendustaan mereka terhadap para rasul dan ayat-ayat Allah.",
        "37": "Siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah dengan melakukan kemaksiatan kemudian dengan dusta mereka menyatakan perbuatan itu sebagai perintah Allah, atau yang mendustakan ayat-ayat-Nya, yaitu Al-Qur'an? Mereka, yakni orang-orang yang mendustakan dan menentang ayat-ayat Allah, itu akan memperoleh bagian yang telah ditentukan oleh Allah di dunia, dan hal ini telah dituliskan dalam Kitab Lauh Mahfuz. Namun demikian, hal ini berlangsung sampai ketika datang para utusan Kami, yaitu malaikat maut, kepada mereka untuk mencabut nyawanya dengan keras sehingga mereka merasakan sakit yang luar biasa. Mereka, yakni para malaikat yang diperintahkan untuk mencabut nyawa tersebut berkata, “Wahai kalian yang senantiasa mendustakan Allah, manakah sembahan yang dulu biasa kamu sembah selain Allah? Apakah mereka mampu menolong kalian dan menyelamatkan diri dari kami?” Dengan penuh kesadaran, mereka, yakni orang musyrik, menjawab, “Semuanya telah lenyap dari kami.” Dan mereka memberikan kesaksian terhadap diri mereka sendiri bahwa mereka adalah orang-orang kafir.",
        "38": "Kepada orang-orang yang mengingkari-Nya, Allah berfirman, “Masuklah kamu ke dalam api neraka bersama golongan jin dan manusia yang telah sesat dan berlaku kafir lebih dahulu dari kamu. Setiap kali suatu umat masuk neraka, dia melaknat saudaranya yang dahulu sama-sama melakukan kekafiran, sehingga apabila mereka telah masuk neraka semuanya, yakni para pemimpin dan para pengikut, berkatalah orang yang masuk belakangan, yakni para pengikut, kepada para pemimpin mereka yang telah masuk terlebih dahulu, “Ya Tuhan kami, mereka-lah yang telah menyesatkan kami dari kebenaran. Maka datangkanlah siksaan api neraka yang berlipat ganda kepada mereka.” Allah berfirman, “Masing-masing, yakni kamu dan mereka, akan mendapatkan siksaan yang berlipat ganda, tapi kamu tidak mengetahui.”",
        "39": "Dan orang yang masuk terlebih dahulu berkata kepada yang masuk be-lakangan, “Wahai para pengikutku, kita sama-sama telah sesat dan ketika di dunia kita sama-sama telah melakukan perbuatan yang mengundang murka Allah, karenanya kalian tidak mempunyai kelebihan sedikit pun atas kami.” Maka Allah berfirman kepada mereka semuanya, “Rasakanlah azab itu karena perbuatan kufur dan maksiat yang telah kalian lakukan ketika hidup di dunia.”",
        "40": "Sesungguhnya orang-orang kafir yang mendustakan ayat-ayat yang menunjukkan keesaan Kami dan menyombongkan diri terhadapnya dengan tidak mengindahkan syariat Kami, sekali-kali tidak akan dibukakan pintu-pintu langit bagi mereka: doanya, perbuatannya, bahkan arwahnya. Dan pada hari kemudian mereka tidak akan mungkin masuk surga, sebelum, yakni kecuali jika terjadi sesuatu yang mustahil menurut akal manusia, yaitu unta masuk ke dalam lubang jarum yang demikian kecil. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat jahat, para pendurhaka yang kedurhakaannya telah mendarah daging pada dirinya.",
        "41": "Kemudian digambarkan keadaan mereka di neraka. Bagi mereka, yaitu orang-orang yang senantiasa kufur dan bermaksiat kepada Allah, ada balasan lainnya yaitu tikar tidur dari api neraka di bawah mereka, dan di atas mereka ada selimut dari api neraka. Dengan balasan yang demikianlah Kami memberi balasan yang pantas kepada orang-orang yang senantiasa berbuat zalim, yakni mempersekutukan Allah dan mengada-ada sesuatu atas nama-Nya.",
        "42": "Pada ayat ini, Allah menerangkan tentang amal saleh serta ganjaran bagi orang yang melakukannya. Dan adapun orang-orang yang beriman, membenarkan Allah dan Rasul-Nya, meyakini kebenaran wahyu yang dibawa oleh Nabi Muhammad, serta mengerjakan kebajikan dengan begitu ringannya dan tidak merasa terbebani, karena Kami sedikit pun tidak akan membebani seseorang untuk melakukan perintah dan menjauhi larangan melainkan menurut kadar kesanggupannya. Mereka, yaitu orang-orang yang beriman dan membuktikan keimanannya dengan melakukan amal kebajikan tanpa merasa terbebani, itulah penghuni surga; mereka kekal di dalamnya.",
        "43": "Berbeda dengan penghuni neraka yang saling mengutuk, penghuni surga hidup dengan hati yang bersih seperti digambarkan pada ayat ini. Dan Kami mencabut rasa dendam dari dalam dada mereka. Kemudian termasuk kesempurnaan nikmat yang mereka peroleh di surga adalah tempat tinggal yang di bawahnya mengalir sungai-sungai. Dan ketika hendak memasuki surga, mereka, penduduk surga, berkata, “Segala puji bagi Allah yang telah menunjukkan kami untuk beramal saleh di dunia dan teguh untuk memegang ajaran-Nya sehingga kami mendapatkan nikmat masuk ke dalam surga ini. Kami tidak akan mendapat petunjuk untuk menempuh jalan yang lurus ini sekiranya Allah tidak menunjukkan kami. Sesungguhnya rasul-rasul Tuhan kami telah datang membawa kebenaran, yakni dengan membawa berita gembira bagi yang senantiasa mengikuti perintahnya, dan peringatan bagi orang yang menentangnya. Kini di surga kami menemukan dalam bentuk nyata apa yang mereka sampaikan itu.” Dengan penuh penghormatan diserukan kepada mereka, “Wahai orang yang bertakwa, itulah surga yang telah diwariskan kepadamu, karena apa, yakni amal saleh, yang telah kamu kerjakan.”",
        "44": "Dan setelah berada di surga dan bersyukur kepada Allah atas nikmat dan karunia yang diperoleh, para penghuni surga menyeru penghuni-penghuni neraka, “Wahai penghuni neraka, sungguh, kami kini telah memperoleh secara nyata setelah sebelumnya kami yakini dalam hati apa yang dijanjikan Tuhan kepada kami yaitu surga dan berbagai kenikmatan yang ada di dalamnya itu benar. Maka Apakah kamu juga telah memperoleh, yakni merasakan, apa yang dijanjikan Tuhan kepadamu berupa siksaan dan azab yang pedih bagi para penentang dan pendurhaka itu benar?” Mereka menjawab, “Benar, kami telah mendapatkannya dan kini kami benar-benar dalam keadaan tersika.” Kemudian penyeru, malaikat, mengumumkan di antara mereka, “Laknat Allah bagi orang-orang zalim.",
        "45": "Yaitu orang-orang yang selama hidup di dunia senantiasa menghalang-halangi orang lain dari jalan Allah dengan menempuh berbagai cara, dan, lebih dari itu, mereka pun membelokkannya, yakni menggiring manusia dari kebenaran menuju kesesatan. Mereka itulah yang mengingkari dan tidak mempercayai kehidupan akhirat.”",
        "46": "Dan di antara keduanya, yakni di antara penghuni surga dan neraka, ada tabir, dinding kokoh yang memisahkan mereka (Lihat: Surah al-Hadid/57: 13), dan di atas dinding tersebut terdapat A'raf yaitu tempat yang tertinggi, yang di atasnya ada orang-orang yang kebaikannya sama dengan keburukannya sehingga mereka masih menunggu keputusan Allah atas mereka, yang setiap penduduk surga dan neraka saling mengenal orang-orang tersebut, masing-masing dengan tanda-tandanya. Calon penduduk surga diketahui dengan wajahnya yang putih lagi bercahaya, sementara calon penghuni neraka dikenal dengan wajahnya yang hitam. Ketika mereka melihat surga dan penghuninya, mereka menyeru penghuni surga, “Salamun 'alaikum” (salam sejahtera bagimu). Mereka belum dapat masuk surga karena masih menunggu keputusan Allah atas mereka, tetapi mereka ingin segera masuk.",
        "47": "Dan apabila pandangan mereka dialihkan ke arah penghuni neraka, mereka takut dan berkata dengan penuh kekhawatiran, “Ya Tuhan kami, janganlah Engkau tempatkan kami bersama-sama orang-orang zalim itu.”",
        "48": "Dan orang-orang di atas A'raf, yaitu tempat yang tertinggi, menyeru penghuni neraka yang dahulu mendustakan ayat Allah dan Rasul-Nya dan senantiasa membanggakan harta bendanya, penghuni neraka tersebut adalah orang-orang yang mereka kenal dengan tanda-tandanya, mereka berkata, “Wahai penghuni neraka, rasakanlah pedihnya azab Allah. Harta yang kamu kumpulkan dan apa yang kamu sombongkan ketika di dunia, ternyata tidak ada manfaatnya sedikit pun buat kamu.”",
        "49": "Ketika pembicaraan tentang golongan mukmin yang dulu mereka anggap lemah, miskin, dan hina, penghuni A'raf mengajukan pertanyaan dengan nada mencela dan menghina, “Wahai penghuni neraka! Itukah orang-orang yang kamu telah berani bersumpah, berlagak sombong, dan menghina mereka bahwa mereka tidak akan mendapat rahmat Allah?” Kenyataannya sekarang, merekalah yang beruntung dan mendapatkan rahmat Allah. Kemudian sesudah percakapan itu Allah mempersilakan penghuni A'raf masuk ke dalam surga, sesudah tertahan sementara di tempat itu. Allah berfirman, “Masuklah kamu ke dalam surga! Tidak ada rasa takut padamu dan kamu tidak pula akan bersedih hati.”",
        "50": "Usai mengisahkan dialog penghuni surga dengan penghuni neraka dan dialog penghuni A'raf dengan penghuni neraka, pada ayat ini Allah menceritakan dialog antara penghuni neraka dengan penghuni surga dan permintaan mereka agar diberi nikmat yang ada dalam surga itu. Panasnya api neraka membuat penghuni neraka sangat haus dan lapar, maka para penghuni neraka tidak malu-malu meminta tolong dan menyeru para penghuni surga, “Tuangkanlah sedikit air kepada kami atau rezeki apa saja yang telah dikaruniakan Allah kepadamu.” Mereka, yakni penghuni surga, menjawab, “Sungguh, Allah telah mengharamkan keduanya, yaitu air dan makanan, bagi orang-orang kafir, sebagaimana Allah mengharamkan mereka masuk surga dan menambah pedih siksaan neraka bagi mereka.”",
        "51": "Yaitu orang-orang yang semasa hidupnya di dunia mengaku beragama tetapi mereka menjadikan agamanya sebagai permainan dan sendagurau, dan mereka telah tertipu dan tenggelam oleh buaian kenikmatan kehidupan dunia sehingga mereka hanya mengikuti hawa nafsu, bersenang-senang dan bergembira tanpa mempedulikan halal dan haram, yang hak dan yang batil. Maka pada hari ini, hari Kiamat, Kami melupakan mereka sebagaimana mereka dahulu melupakan, yakni mengingkari, pertemuan hari ini, dan karena mereka mengingkari ayat-ayat Kami.",
        "52": "Pada ayat yang lalu diterangkan tentang keadaan penghuni surga, neraka, dan A'raf, dan juga dialog antara mereka yang dapat dijadikan pelajaran dan peringatan agar manusia terhindar dari penyesalan dan mendapat petunjuk kepada jalan yang benar. Pada ayat-ayat ini diterangkan tentang kitab Al-Qur'an sebagai petunjuk bagi manusia, dan diterangkan pula bagaimana akibat orang-orang yang menentang dan mendustakannya pada hari Kiamat. Sungguh, Kami telah mendatangkan Kitab yang agung, yaitu Al-Qur'an, kepada mereka yang Kami jelaskan beragam bukti yang mudah dipahami, dan penjelasan itu atas dasar pengetahuan Kami yang sangat luas, mantap, dan menyeluruh sehingga tidak ada kekurangan dan kelemahannya. Kitab itu benar-benar sebagai petunjuk dan rahmat bagi orang-orang yang beriman.",
        "53": "Orang-orang kafir tidaklah beriman kepada berita-berita dalam AlQur'an, walaupun sudah sedemikian jelas bukti-bukti kebenarannya. Tidakkah mereka hanya menanti-nanti melainkan setelah nyata bagi mereka bukti kebenaran Al-Qur'an itu. Pada hari Kiamat ketika bukti kebenaran pemberitaan Al-Qur'an itu tiba, seperti berita tentang hari kebangkitan, surga, dan neraka, orang-orang yang sebelum itu mengabaikannya, yakni meninggalkan tuntunannya, berkata, “Sungguh ketika di dunia, rasul-rasul Tuhan kami telah datang membawa kebenaran, antara lain tentang hari kebangkitan, namun kami kafir dan ingkar padanya. Maka adakah pemberi syafaat bagi kami yang akan memberikan pertolongan kepada kami, agar kami terhindar dari siksa yang pedih ini atau agar kami dikembalikan ke dunia sehingga kami akan beramal tidak seperti perbuatan yang pernah kami lakukan dahulu?” Mereka sebenarnya telah merugikan dirinya sendiri, karena mereka enggan beriman ketika di dunia dan apa yang mereka ada-adakan dahulu, yakni tuhan-tuhan yang mereka sembah telah hilang dan lenyap dari mereka.",
        "54": "Sungguh, Tuhanmu, Pemelihara dan Pembimbingmu, adalah Allah yang menciptakan langit dan bumi dalam enam masa atau periode, lalu Dia bersemayam di atas 'Arsy sesuai dengan kebesaran dan keagunganNya. Dia menutupkan malam dengan kegelapannya kepada siang yang mengikutinya dengan cepat sehingga begitu siang datang, ketika itu juga malam pergi. Semua makhluk-Nya termasuk matahari, bulan, dan bintang-bintang tunduk kepada perintah-Nya. Ingatlah! Segala penciptaan, yakni menetapkan ukuran tertentu bagi ciptaan dan segala urusan, menjadi hak-Nya. Mahasuci Allah, Tuhan seluruh alam.",
        "55": "Berdoalah kepada Tuhanmu yang telah menciptakan dan memeliharamu, dengan rendah hati dan suara yang lembut, yakni tidak terlalu keras, namun tidak pula terlalu pelan, tetapi di antara keduanya. Sungguh, Dia tidak menyukai orang-orang yang melampaui batas dalam berdoa dan segala hal.",
        "56": "Dan janganlah kamu berbuat kerusakan di bumi setelah diciptakan dengan baik. Berdoalah kepada-Nya dengan rasa takut sehingga kamu lebih khusyuk dan terdorong untuk menaati-Nya, dan penuh harap terhadap anugerah-Nya dan pengabulan doamu. Sesungguhnya rahmat Allah sangat dekat kepada orang yang berbuat kebaikan.",
        "57": "Dialah Allah yang meniupkan dan menggerakkan angin sebagai kabar gembira, yakni tanda yang mendahului kedatangan rahmat-Nya, yaitu turunnya hujan, sehingga apabila angin itu membawa awan mendung, Kami halau ke suatu daerah yang tandus yang telah rusak tanamannya karena ketiadaan air, lalu Kami turunkan hujan lebat di daerah yang tandus itu hingga daerah tersebut menjadi subur. Kemudian Kami tumbuhkan dengan hujan itu berbagai macam buah-buahan dan tanaman yang beragam warna dan rasanya. Seperti menumbuhkan tanah yang sudah mati menjadi subur itulah Kami membangkitkan orang yang telah mati, mudah-mudahan kamu, wahai manusia, mengambil pelajaran bahwa hari kebangkitan adalah benar adanya.",
        "58": "Kemudian Allah memberikan perumpamaan dengan tanah baik dan subur serta tanah yang buruk dan tidak subur untuk menjelaskan sifat dan tabiat manusia. Orang yang baik sifatnya akan dapat menerima kebenaran, sementara orang yang buruk sifat dan tabiatnya tidak dapat menerima kebenaran. Dan jika hujan turun pada tanah yang baik, tanaman-tanamannya akan tumbuh subur dengan izin Tuhan; dan adapun jika hujan turun pada tanah yang buruk, ia tidak akan dapat menumbuhkan tanaman yang baik melainkan hanya akan menumbuhkan tanaman-tanamannya yang tumbuh merana. Demikianlah Kami menjelaskan berulang-ulang tanda-tanda kebesaran Kami bagi orang-orang yang bersyukur.",
        "59": "Setelah pada ayat yang lalu diterangkan tentang nikmat Allah berupa hujan yang bisa menumbuhkan tanah tandus dan tanamtanaman sebagai bukti keesaan Allah untuk menghidupkan orang-orang yang telah mati pada hari Kiamat, pada ayat ini dan ayat-ayat selanjutnya Allah menyebutkan kisah beberapa nabi terdahulu dan umatnya sebagai pelajaran bagi umat Nabi Muhammad. Penyebutan kisah-kisah nabi ini dimulai dari Kisah Nabi Nuh, rasul pertama yang mengajarkan ajaran tauhid. Sungguh, Kami benar-benar telah mengutus Nabi Nuh kepada kaumnya untuk mengajak mereka mengesakan Allah dan memurnikan ibadah hanya kepada-Nya, lalu dia berkata dengan lemah lembut dan sopan, “Wahai kaumku! Sembahlah Allah Yang Maha Esa! Tidak ada tuhan atau sembahan yang layak disembah bagimu selain Dia. Sesungguhnya jika kamu durhaka dan tetap menyembah berhala-berhalamu, aku takut kamu akan ditimpa azab yang pedih akibat kekufuranmu pada hari yang dahsyat, yakni hari kiamat.”",
        "60": "Kaum Nabi Nuh tidak menghiraukan perkataan Nabi Nuh, bahkan pemuka-pemuka atau pembesar kaumnya berkata dengan nada menghina, “Sesungguhnya kami tidak mempercayai apa yang kamu sampaikan, malah kami memandang kamu benar-benar berada dalam kesesatan yang nyata karena kamu memusuhi tuhan-tuhan kami dan menyalahkan cara ibadah kami.”",
        "61": "Dia, Nabi Nuh, menjawab tuduhan dan penolakan kaumnya, “Wahai kaumku! Aku menyuruhmu mengesakan Allah dan tidak menyembah tuhan selain Dia. Aku tidak sesat seperti dugaanmu, tetapi aku ini seorang rasul yang diutus dari Tuhan Pencipta dan Penguasa seluruh alam.”",
        "62": "Nabi Nuh kemudian menegaskan tugasnya sebagai utusan Allah dengan berkata, “Aku tak kenal lelah menyampaikan kepadamu amanat Tuhanku, yakni perintah dan larangan-Nya, memberi nasihat dan tuntunan kepadamu untuk kebahagiaanmu di dunia dan di akhirat, dan aku mengetahui persoalan agama dan hal-hal yang gaib melalui wahyu dari Allah apa yang tidak bisa kamu ketahui.”",
        "63": "Selanjutnya Nabi Nuh berkata, “Dan herankah, tidak percayakah, kamu bahwa ada peringatan yang datang dari Tuhanmu melalui perantaraan seorang laki-laki dari kalanganmu sendiri, yakni dari anggota masyarakatmu yang kamu tahu keturunan dan kejujurannya, untuk memberi peringatan kepadamu dengan azab apabila kamu ingkar dan agar kamu bertakwa mengikuti perintah Allah dan meninggalkan larangan-Nya, sehingga kamu mendapat rahmat dari Allah dan terhindar dari siksa-Nya. Tidaklah pantas kamu heran, bahkan meragukan kebenaran ajaran yang aku bawa setelah datang bukti dan keterangan yang jelas kepadamu.”",
        "64": "Kaum Nabi Nuh tetap tidak menghiraukan seruan dan nasihat Nabi Nuh. Bahkan, kebanyakan dari mereka mendustakannya dan terusmenerus menentang ajarannya. Mereka tetap berada dalam keka-firan sehingga Allah menurunkan azabnya. Lalu Kami selamatkan dia, yakni Nabi Nuh, dan orang-orang yang bersamanya dari siksa dan azab Kami di dalam kapal yang telah dia buat berdasarkan petunjuk Kami. Adapun balasan bagi kaum yang ingkar, Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami di dalam air banjir. Sesungguhnya mereka adalah kaum yang buta mata hatinya sehingga tidak memiliki pandangan yang benar, tidak bisa melihat tanda-tanda kebesaran Kami, dan tidak dapat mengambil pelajaran dari peringatan yang disampaikan kepada mereka.",
        "65": "Setelah Nabi Nuh wafat, Allah mengutus Nabi Hud kepada kaum 'Ad untuk meneruskan ajaran tauhid yang telah disampaikan oleh Nabi Nuh. Dan kepada kaum 'Ad, Kami utus Nabi Hud, yang merupakan saudara seketurunan mereka agar mereka memahami ajaran yang ia sampaikan. Dia berkata sebagaimana ucapan Nabi Nuh kepada kaumnya, “Wahai kaumku! Sembahlah Allah! Tidak ada tuhan sembahan bagimu yang layak disembah selain Dia. Maka mengapa kamu tidak bertakwa dengan menjalankan perintah Allah dan tidak menyekutukan-Nya dengan yang lain sehingga kamu terhindar dari siksa-Nya?”",
        "66": "Mendengar seruan Nabi Hud, kebanyakan kaumnya tetap kafir, tidak mau mengikuti ajakan dan dakwahnya. Bahkan, pemuka-pemuka orang-orang yang kafir dari kaumnya yang berkuasa berkata, “Sesungguhnya kami memandang kamu, yakni melihat dan menilaimu secara keseluruhan, benar-benar kurang waras, tidak memahami apa yang kamu katakan, dan kami kira dan yakin kamu termasuk orang-orang yang berdusta dalam perkataanmu.”",
        "67": "Dia, Hud, menjawab sekaligus memberikan penjelasan tentang kesalahan anggapan dan dugaan kaumnya, “Wahai kaumku! Aku tidak seperti sangkaanmu. Bukan aku kurang waras karena aku sadar dengan ucapan dan tindakanku. Aku juga bukan pendusta, tetapi yang aku lakukan adalah berdasarkan tuntunan dari Tuhanku karena aku ini adalah seorang rasul yang diutus dari Tuhan seluruh alam kepada kamu semua.",
        "68": "Aku menyampaikan kepadamu amanat, pesan, dan tuntunan dari Tuhanku dan pemberi nasihat yang menghendaki kebaikan dan kebahagiaanmu dunia dan akhirat, dan aku adalah orang yang tepercaya, jujur, bukan pembohong, yang diutus kepada kamu.”",
        "69": "Melihat kaumnya masih tidak percaya, Nabi Hud mempertanyakan sikap mereka. Dan herankah, tidak percayakah, kamu bahwa ada peringatan yang datang, yakni diturunkan dari Tuhanmu melalui seorang laki-laki dari kalangan masyarakat-mu sendiri, untuk memberi peringatan kepadamu menyangkut azab yang akan menimpamu karena kedurhakaanmu? Ini bukanlah hal yang pantas untuk diragukan dan diherankan. Kemudian Nabi Hud mengingatkan mereka dengan nikmat yang telah Allah berikan. Ingatlah ketika Dia menjadikan kamu sebagai khalifah-khalifah yang berkuasa setelah kaum Nuh yang telah dibinasakan akibat mendustakan rasulnya, dan Dia lebihkan kamu dalam kekuatan tubuh dan perawakan sehingga kamu lebih kuat, besar, dan tegar secara fisik, cerdas, dan memiliki kekuasaan yang lebih besar dibanding umat-umat sebelum kamu. Maka ingatlah dengan penuh rasa syukur dan kerendahan hati akan nikmat-nikmat Allah yang telah diberikan kepadamu agar kamu termasuk orang-orang beruntung, memperoleh apa yang kamu inginkan, sebagai balasan atas segala usaha keras kamu dengan menaati perintah dan menjauhi larangan Allah.”",
        "70": "Sekalipun telah diingatkan dengan nikmat yang mereka peroleh, mayoritas kaum Nabi Hud tetap ingkar dan enggan mengikuti dakwahnya. Mereka berkata dengan angkuh serta tanpa dasar ilmu kecuali mengikuti tradisi nenek moyang mereka, “Apakah tujuan kedatanganmu kepada kami hanya untuk menyeru agar kami hanya menyembah Allah saja, tidak menyekutukan-Nya dengan yang lain, tidak mengangkat perantara antara kami dan Dia, dan meninggalkan apa yang biasa dan terus-menerus disembah oleh nenek moyang kami? Padahal, kami telah mengikuti tradisi dan kebiasaan mereka sebelum kedatanganmu. Seruanmu ini jelas tidak bisa kami terima dan kami tidak akan menaatinya. Jika engkau mau mengancam kami karena tidak mengikuti ajakanmu, maka buktikanlah ancamanmu yang kamu katakan kepada kami, jika kamu benar dalam ucapanmu!”",
        "71": "Dia, Nabi Hud, menjawab tantangan kaumnya, “Sungguh, kebencian dan kemurkaan dari Tuhan sudah pasti akan menimpa kamu akibat kedurhakaan dan kekafiranmu. Apakah kamu hendak berbantah denganku tentang nama-nama berhala yang kamu dan nenek moyangmu buat dan namakan sendiri, padahal pemberian nama dengan nama-nama tuhan kepada berhala dan patung-patung itu tidak masuk akal. Begitu juga menjadikan mereka sebagai perantara untuk mendekatkan diri kepada Allah, sedangkan Allah tidak menurunkan keterangan, dalil, dan alasan untuk membenarkan perbuatan itu?” Setelah Nabi Hud menjelaskan siksa yang akan menimpa orang yang ingkar, beliau melanjutkan, “Jika demikian, apabila kamu masih tetap mengikuti ajaran nenek moyangmu, tunggulah azab dan kemarahan Allah sebagaimana yang kamu minta! Sesungguhnya aku pun bersamamu termasuk yang menunggu keputusan Allah. Sesungguhnya kami yakin akan ketentuan Allah, sedang kalian meragukannya, bahkan, tidak meyakininya.”",
        "72": "Maka tatkala telah datang ketentuan Allah, Kami selamatkan dia, yakni Nabi Hud, dan orang-orang yang beriman bersamanya dengan rahmat dan pertolongan Kami dan Kami musnahkan sampai ke akar-akarnya tanpa ada sisa orang-orang yang mendustakan ayat-ayat Kami dengan angin kencang dan sangat dingin yang menghempaskan mereka sehingga mati tersungkur. Mereka tidak terlihat sama sekali, hanya kelihatan bekas-bekas tempat tinggal mereka (Lihat: Surah al-Ahqaf/46: 25). Mereka dibinasakan karena bukanlah termasuk orang-orang beriman.",
        "73": "Setelah dijelaskan kisah kaum 'Ad yang menentang dakwah Nabi Hud dan azab yang mereka terima, selanjutnya diuraikan kisah Nabi Saleh dan kaumnya. Dan kepada kaum Samud Kami utus saudara seketurunan mereka, yaitu Nabi Saleh. Dia berkata, “Wahai kaumku! Sembahlah Allah Tuhan Yang Maha Esa! Tidak ada tuhan sembahan yang patut disembah bagimu selain Dia. Sesungguhnya telah datang kepadamu bukti yang nyata dan sangat jelas untuk membuktikan kebenaranku sebagai utusan dari Tuhanmu. Ini adalah seekor unta betina dari Allah sebagai tanda kenabianku khusus untukmu. Karena unta ini milik Allah, biarkanlah ia makan rerumputan di bumi Allah mana pun ia temukan, janganlah ia disakiti, diganggu apalagi disembelih, karena nanti akibatnya, kamu akan mendapatkan siksaan yang pedih dari Allah.”",
        "74": "Kaum Samud juga diingatkan dengan nikmat-nikmat Allah agar mereka patuh dan taat kepada-Nya. Dan ingatlah nikmat-nikmat dan kebaikan Allah kepadamu ketika Dia menjadikan kamu khalifah-khalifah yang berkuasa setelah kebinasaan kaum 'Ad dan menempatkan kamu di tempat yang memudahkan kamu melakukan aktivitas di bumi, yakni di Negeri Hijr, daerah yang strategis untuk tempat tinggal. Di tempat yang datar yakni di daratan rendahnya, kamu dirikan istana-istana, bangunan yang besar, luas, dan indah sebagai tempat tinggal ketika musim panas. Dan di dataran tinggi, bukit-bukit, dan bebatuannya kamu pahat dan lubangi sehingga menjadi rumah-rumah untuk kamu diami pada musim dingin. Maka ingatlah nikmat-nikmat Allah, yang telah diberikan kepadamu supaya kamu bersyukur, dan janganlah kamu membuat kerusakan di bumi dengan mempersekutukan Allah, berbuat maksiat, dan mengabaikan dakwah rasul-Nya.",
        "75": "Mendengar peringatan Allah yang disampaikan oleh Nabi Saleh, pemuka-pemuka dan pembesar masyarakat dari kaumnya yang menyombongkan diri dan angkuh berkata dengan nada ejekan untuk menanamkan keraguan kepada orang-orang yang dianggap lemah, yaitu orang-orang yang telah beriman di antara kaumnya, “Tahukah atau percayakah kamu bahwa Saleh adalah seorang rasul dari Tuhannya yang diutus untuk menyampaikan risalah?” Mereka, orang-orang yang beriman, menjawab dengan tegas, “Sesungguhnya kami benar-benar percaya kepada apa, yakni risalah, yang disampaikannya, yakni Nabi Saleh, kepada kami, karena petunjuk-petunjuk itu benar dan datangnya dari Allah.”",
        "76": "Menanggapi perkataan orang-orang yang beriman, orang-orang yang menyombongkan diri dari kaum Nabi Saleh berkata masih de-ngan nada ejekan dan penolakan, “Sesungguhnya kami mengingkari dan tidak mempercayai sama sekali apa yang kamu, wahai orang-orang yang lemah, percayai.” Mereka menyatakan pengingkaran terhadap apa yang diimani kaum yang lemah itu dan menghindari untuk menyatakan ingkar kepada apa yang dibawa Nabi Saleh, karena khawatir adanya kesan seolah-seolah mereka mengakui kerasulan Nabi Saleh.",
        "77": "Setelah pemuka masyarakat itu menyatakan pengingkaran dengan ucapan dan sikap, mereka juga membuktikan keingkaran itu dengan perbuatan. Kemudian mereka sembelih dan potong kaki unta betina yang menjadi bukti kebenaran Nabi Saleh itu, dan mereka juga berlaku angkuh terhadap perintah Tuhannya dengan mengabaikan tuntunan Allah yang melarang mereka untuk menyakiti unta-Nya. Dan mereka berkata, “Wahai Saleh! Buktikanlah ancaman yang kamu janjikan kepada kami, bahwa kalau kami menyakiti unta dan menyembelihnya maka kami akan disiksa. Datangkanlah siksaan itu sekarang juga jika benar engkau salah seorang rasul yang diutus oleh Allah untuk menyampaikan ancaman-Nya.",
        "78": "Karena kesombongan dan perbuatan mereka yang melampaui batas itu, lalu datanglah gempa dan petir yang dahsyat menimpa mereka dan menghancurkan bangunan-bangunan yang ada di sekitarnya, dan mereka pun mati binasa, mayat-mayat mereka bergelimpangan di dalam reruntuhan puing-puing rumah mereka.",
        "79": "Setelah melihat kebinasaan yang menimpa kaumnya akibat disambar petir dan gempa, kemudian dia, Nabi Saleh, pergi dengan berat hati, sedih dan rasa haru meninggalkan mereka yang sudah mati sambil berkata dengan penuh penyesalan dan rasa iba, “Wahai kaumku! Sungguh, aku telah menyampaikan amanat Tuhanku berupa pesan dan peringatan-Nya, kepadamu dan aku telah cukup menasihati kamu dengan melarangmu melakukan perbuatan yang akan membawa bencana bagimu. Tetapi kamu tidak menghiraukan seruanku, bahkan tidak menyukai orang yang memberi nasihat, siapa pun dia.” Seruan Nabi Saleh ini menunjukkan cintanya yang sa-ngat besar kepada kaumnya.",
        "80": "Setelah menuturkan kisah kaum Samud yang binasa disambar petir akibat kedurhakaan mereka, selanjutnya Allah menyebutkan kisah yang lain, yakni Nabi Lut beserta kaumnya. Dan Kami juga telah mengutus Nabi Lut. Ingatlah ketika dia berkata dengan nada keras kepada kaumnya yang ketika itu melakukan kedurhakaan besar, “Mengapa kamu melakukan perbuatan keji, yakni perbuatan teramat buruk, yaitu homoseksual, yang belum pernah dilakukan oleh seorang pun di zaman apa pun sebelum kamu di dunia ini?” Nabi Lut berharap dengan ucapannya, mereka sadar dan meninggalkan perbuatan itu.",
        "81": "“Sungguh, kamu benar-benar telah melampiaskan syahwatmu kepada sesama lelaki dengan mendatangi mereka dari duburnya, bukan kepada perempuan yang seharusnya kepada merekalah kamu menyalurkan naluri seksualmu. Kamu telah melakukan perbuatan yang sangat keji dan rendah serta durhaka. Bahkan kamu benar-benar kaum yang melampaui batas karena melakukan pelampiasan syahwat bukan pada tempatnya, menyimpang dari fitrah manusia.”",
        "82": "Teguran keras Nabi Lut ini tidak digubris sama sekali oleh kaumnya. Bahkan, mereka menyuruh Nabi Lut dan pengikutnya keluar dari negeri mereka. Dan jawaban kaumnya, yakni tanggapan mereka terhadap nasihat Nabi Lut, tidak lain hanya berkata kepada sesama orang yang durhaka, “Usirlah mereka, Lut dan pengikutnya, dari negerimu ini, sesungguhnya mereka adalah orang lemah yang terus menerus menganggap dirinya suci sehingga tidak patut berkumpul dengan orang-orang yang dianggap kotor dan rusak akhlaknya.”",
        "83": "Karena kedurhakaan kaum Nabi Lut yang terus meningkat, Allah menjatuhkan siksa-Nya. Namun sebelum siksaan tersebut diturunkan, terlebih dahulu Allah menyelamatkan Nabi Lut dan pengikutnya. Kemudian Kami selamatkan dia, yakni Nabi Lut, keluarga, dan pengikutnya yang beriman, kecuali istrinya karena tidak beriman dan tidak mau keluar dari negeri tersebut bersama Nabi Lut dan pengikutnya. Dia, istri Nabi Lut itu, termasuk orang-orang yang tertinggal dan dibinasakan bersama kaum Nabi Lut yang ingkar. Sebelum azab diturunkan, Allah memerintahkan Nabi Lut dan pengikutnya yang beriman agar meninggalkan negerinya. Kisah ini dapat pula dilihat pada Surah Hud/11: 81.",
        "84": "Setelah menyelamatkan Nabi Lut dan pengikutnya, Allah menurunkan siksaan dan azab-Nya kepada kaum yang ingkar. Dan Kami hujani, yakni Kami turunkan dari langit sehingga mengenai bagian atas mereka, dengan hujan batu yang membinasakan mereka dan meluluhlantakkan negeri mereka. Maka perhatikanlah wahai orang yang mengambil pelajaran dari kisah ini bagaimana kesudahan dan akibat yang diterima orang yang berbuat dosa itu. Mereka hanya memperoleh kebinasaan dan azab lantaran perbuatan mereka.",
        "85": "Setelah dijelaskan kisah kedurhakaan kaum Nabi Lut, kerusakan akhlak mereka karena melakukan perbuatan homoseksual, dan azab yang mereka terima, selanjutnya pembicaraan beralih kepada kisah Nabi Syuaib dan kaumnya. Dan kepada penduduk negeri dan suku Madyan, Kami utus Nabi Syuaib, saudara mereka sendiri yang terkenal sebagai orator para nabi. Dia berkata, “Wahai kaumku! Sembahlah Allah Tuhan Yang Maha Esa. Tidak ada tuhan sembahan yang patut disembah bagimu selain Dia. Sesungguhnya telah datang kepadamu bukti yang nyata, yang membuktikan kebenaranku sebagai utusan-Nya. Bukti itu dari Tuhan yang senantiasa memilihara-mu. Maka, karena itu patuhilah tuntunan yang aku sampaikan kepadamu. Sempurnakanlah takaran dan yang ditakar dan timbangan serta yang ditimbang, dan jangan kamu merugikan orang sedikit pun dengan mengurangi takaran dan timbangan. Janganlah kamu berbuat kerusakan di bumi dalam bentuk apa pun setelah diciptakan dengan baik. Itulah yang lebih baik bagimu dan anak keturunan serta generasi sesudahmu jika kamu benar-benar orang beriman kepada Allah dan hari akhir.”",
        "86": "“Dan di samping jangan merusak di muka bumi, janganlah juga kamu duduk sengaja memotong di setiap jalan menuju Nabi Syuaib, dengan maksud menakut-nakuti orang-orang yang melewatinya dengan ancaman pembunuhan dan terus-menerus menghalang-halangi orangorang yang beriman dari jalan Allah dan ingin membelokkannya dari jalan yang lurus dengan mencari-cari dalih atau kelemahannya untuk menanamkan keraguan terhadap Allah. Ingatlah masa lalumu ketika kamu dahulunya berjumlah sedikit, lalu Allah memperbanyak jumlah kamu dengan mengembangbiakkan keturunanmu dan memberi rezeki yang banyak. Dan perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan dari umat dan suku sebelummu, seperti kaum 'Ad dan Samud, sebagai pelajaran agar kamu tidak mengalami nasib serupa.”",
        "87": "Sambil mengajak kaumnya beriman, Nabi Syuaib mengakhiri seruannya dengan kalimat diplomatis, “Jika ada segolongan di antara kamu yang beriman kepada ajaran yang aku diutus menyampaikannya agar menyembah Allah dan meninggalkan perbuatan zalim seperti mengurangi hak manusia dalam menimbang dan menakar, dan ada pula segolongan yang tidak beriman dengan apa yang aku sampaikan itu dengan masih tetap kufur dan berbuat zalim, maka bersabarlah, wahai dua golongan yang berbeda, sampai Allah menetapkan keputusan atas perkara itu dengan seadil-adilnya di antara kita. Dialah hakim yang terbaik pemberi keputusan. []",
        "88": "Pemuka-pemuka dan pembesar kaum Nabi Syuaib yang menyombongkan diri dan menolak beriman berkata, “Wahai Syuaib! Pasti kami usir engkau bersama orang-orang yang beriman kepadamu dari negeri kami, kecuali jika engkau kembali kepada agama kami atau diam dan membiarkan kami melakukan apa yang kami inginkan.” Nabi Syuaib berkata, “Apakah kamu akan mengusir kami, atau kami mengikuti agama kalian yang sesat, atau membiarkan kalian, kendatipun kami tidak suka itu karena kami tahu kesesatannya? Tidak mungkin itu akan terjadi.",
        "89": "Nabi Syuaib menolak keras keinginan mereka agar kembali kepada agama mereka, “Sungguh, kami telah mengada-adakan kebohongan yang besar terhadap Allah, jika kami kembali kepada agamamu atau merestui perbuatanmu, apalagi setelah Allah melepaskan dan menyelamatkan kami darinya dengan menunjuki kami jalan yang benar. Dan tidaklah pantas kami memilih kembali kepadanya, kecuali jika Allah, Tuhan kami menghendaki itu. Tetapi hal itu tidak mungkin terjadi sebab pengetahuan Tuhan kami meliputi segala sesuatu, sehingga Dia tahu yang terbaik bagi hamba-Nya. Hanya kepada Allah kami bertawakal, menyerahkan segala urusan dengan melaksanakan semua kewajiban, seraya memohon petunjuk dan pertolongan. Selanjutnya Nabi Syuaib dan pengikutnya bermohon, Ya Tuhan kami, berilah keputusan antara kami dan kaum kami dengan hak yakni adil. Engkaulah pemberi keputusan terbaik.”",
        "90": "Para pemuka kaum Nabi Syuaib merasa putus asa menundukkan Syuaib dan pengikutnya yang tetap teguh pada agama mereka. Mereka merasa cemas pengikut Nabi Syuaib akan semakin banyak melihat kekuatan dan ketegarannya dalam berdakwah. Karena itu, pemuka-pemuka dari kaumnya yang kafir beralih kepada pengikut mereka, mengancam mereka dengan berkata, “Sesungguhnya jika kamu mengikuti Syuaib, beriman kepadanya dan meninggalkan ajaran dan tradisi leluhur kamu, tentu kamu menjadi orang-orang yang rugi, karena mengikuti agama yang salah, yang belum pernah diikuti oleh leluhur kalian.”",
        "91": "Tak berselang lama, lalu datanglah gempa yang dahsyat menimpa mereka, sebagai bentuk siksa Allah yang pantas mereka terima, dan mereka pun mati bergelimpangan di dalam reruntuhan rumah mereka.",
        "92": "Demikianlah keadaan mereka, sehingga orang-orang yang mendustakan Nabi Syuaib dan menolak ajaran kebenaran yang disampaikannya, dengan siksa yang menimpa mereka itu seakan-akan mereka belum pernah tinggal di negeri itu dan bersenang-senang di situ, sebab semuanya hancur binasa, tak ada yang tersisa sedikit pun. Tidak ada lagi bekas-bekas peninggalan yang dapat menjadi bukti keberadaan mereka. Jika demikian itu kesudahan yang menimpa mereka, maka mereka yang mendustakan Nabi Syuaib, dan mengira bahwa orang yang mengikutinya akan merugi, mereka itulah sebenarnya orang-orang yang rugi karena kehilangan kebahagiaan di dunia dan akhirat.",
        "93": "Melihat kehancuran yang menimpa kaumnya yang ingkar, maka Nabi Syuaib dengan berat hati berpaling meninggalkan mereka seraya berkata dengan penuh sesal dan iba, “Wahai kaumku! Sungguh, aku telah menyampaikan amanat Tuhanku berupa pesan-pesan-Nya yang dibuktikan dengan aneka mukjizat kepadamu yang dapat membawa kepada kebaikan jika kamu lakukan, dan aku telah menasihati kamu berupa sesuatu yang dapat menyelamatkan kamu dari hukuman Allah. Maka bagaimana aku akan bersedih hati terhadap penderitaan orang-orang kafir yang telah mendarah daging dalam diri mereka kekufuran?” Itu tidak akan terjadi, sebab aku sudah berusaha keras memberikan petunjuk dan berupaya menyelamatkan mereka, tetapi mereka malah memilih kehancuran.",
        "94": "Dan Kami tidak mengutus seorang nabi pun kepada sesuatu negeri, untuk mengajak penduduknya kepada agama Allah yang benar, lalu penduduknya mendustakan nabi itu, melainkan pasti Kami timpakan kepada penduduknya kesempitan atau kesulitan berupa penindasan pihak lain atas mereka, serta petaka yang disebabkan oleh peperangan dan bencana alam, dan penderitaan, berupa kemiskinan, penyakit serta krisis yang beragam. Hal itu Kami lakukan agar mereka menyadari kesalahan dan tunduk dengan merendahkan diri dan memohon kepada Allah dengan tulus hati agar dibebaskan dari siksa itu.",
        "95": "Ketika mereka tidak menyadari kesalahan mereka dan terus ingkar, kemudian Kami ganti penderitaan itu dengan kesenangan; yang miskin menjadi kaya, yang sakit menjadi sehat, dan yang lemah menjadi kuat, sehingga keturunan dan harta mereka bertambah banyak. Lalu dengan bodoh mereka berkata, “Sungguh, nenek moyang kami telah merasakan penderitaan dan kesenangan. Kesenangan dan kesulitan yang dialami oleh leluhur kami hanyalah masalah waktu. Keduanya berputar di antara manusia.” Mereka tidak berpikir bahwa itu adalah balasan atas kekafiran mereka. Mereka terus larut dalam kedurhakaan, maka karenanya Kami timpakan siksaan atas mereka dengan tiba-tiba, sehingga tidak ada lagi kesempatan buat mereka bertobat dan memohon. Sedemikian mendadak kedatangan siksa itu sampai-sampai ia datang dalam keadaan tanpa mereka sadari kedatangannya.",
        "96": "Demikianlah siksa yang dijatuhkan Allah atas mereka yang durhaka, dan sekiranya penduduk negeri yang Kami kisahkan keadaan mereka atau selain mereka beriman kepada apa yang dibawa oleh Rasul dan bertakwa, yakni melaksanakan perintah Allah dan menjauhi larangan-Nya, pasti Kami akan melimpahkan kepada mereka berkah, yaitu pintu-pintu kebaikan dari segala penjuru; langit dan bumi, berupa hujan, tanaman, buahbuahan, binatang ternak, rezeki, rasa aman, dan keselamatan dari segala macam bencana, serta kesejahteraan lahir dan batin lainnya, tetapi ternyata mereka mendustakan ayat-ayat dan rasul-rasul Kami, maka Kami siksa mereka disebabkan kekufuran dan kemaksiatan yang terus menerus mereka kerjakan. Ketaatan akan membawa nikmat dan keberkahan, sebaliknya, kekufuran mendatangkan laknat dan kesengsaraan.",
        "97": "Karena kedurhakaan dan kebejatan mereka yang sedemikian parah, sampai-sampai mereka merasa tidak mungkin terkena sanksi Allah, maka kepada mereka diajukan pertanyaan yang mengandung kecaman, “Apakah penduduk negeri-negeri itu mengira bahwa mereka merasa aman sehingga tidak khawatir dari kedatangan siksaan Kami yang datang malam hari ketika mereka sedang tidur lelap?”",
        "98": "Karena boleh jadi ada yang menduga bahwa jika tidak dalam keadaan tidur boleh jadi mereka dapat menghindar, maka selanjutnya dikemukakan, “Atau apakah penduduk negeri itu mengira bahwa mereka merasa aman sehingga tidak khawatir dari kedatangan siksaan Kami yang datang pada pagi hari di waktu matahari naik sepenggalah ketika mereka sedang bermain dan melakukan hal-hal yang jauh dari keimanan?”",
        "99": "Kecaman lebih keras lagi dinyatakan dengan, “Atau apakah mereka mengira bahwa mereka merasa aman sehingga tidak khawatir dari siksaan Allah yang tidak terduga dan dikemas dalam bentuk yang indah, atau berupa istidraj; perlakuan-Nya yang diduga baik karena merupakan nikmat dan kebaikan padahal sebaliknya? Sungguh sangat celaka dan merugi mereka dan siapa pun jika demikian, karena tidak ada yang merasa aman dari siksaan atau makar Allah selain orang-orang yang rugi.”",
        "100": "Atau apakah mereka sedemikian lengah dan bodoh sehingga belum jelas peristiwa-peristiwa yang dialami generasi terdahulu bagi orang-orang yang mewarisi dan tinggal di suatu negeri setelah lenyap penduduknya karena dosa-dosa yang mereka lakukan? Belum jelaskah bahwa kalau Kami menghendaki, kapan pun, pasti Kami siksa mereka karena dosa-dosanya seperti halnya kami membinasakan orang-orang terdahulu yang mereka warisi negerinya itu; dan Kami mengunci hati mereka yang kufur sehingga mereka tidak dapat mendengar dan mengambil pelajaran.",
        "101": "Itulah negeri-negeri yang telah Kami binasakan itu, yaitu negeri kaum Nabi Nuh, Nabi Hud, Nabi Saleh, Nabi Lut, dan Nabi Syuaib, Kami ceritakan sebagian kisahnya kepadamu wahai Nabi Muhammad, guna menjadi pelajaran bagi seluruh umat manusia. Jangan menduga kami telah berlaku zalim dengan membinasakan mereka. Telah banyak nasihat dan peringatan yang Kami sampaikan, dan rasul-rasul mereka benar-benar telah datang kepada mereka dengan membawa bukti-bukti nyata yang menunjukkan kebenaraan misi mereka. Tetapi mereka tidak beriman juga kepada apa yang telah mereka dustakan sebelumnya. Demikianlah sebagaimana Allah mengunci hati orang-orang kafir yang disebut terdahulu, Allah me-ngunci hati orang-orang kafir dan ingkar kepada Nabi Muhammad. Demikianlah Allah membuat penghalang atas hati dan akal orang-orang kafir, akibat perbuatan mereka, sehingga jalan kebenaran menjadi tak tampak dan mereka jauh dari kebenaran.",
        "102": "Dan Kami tidak mendapati kebanyakan mereka memenuhi janji sedikit pun, berupa komitmen terhadap keimanan yang Kami pesankan kepada mereka melalui para rasul dan nalar yang sehat (Lihat: Surah alA'raf/7: 172). Begitu juga dengan janji-janji yang lain. Sebaliknya yang Kami dapati kebanyakan mereka adalah orang-orang yang benar-benar fasik, menyimpang dan keluar dari ketaatan kepada Allah.",
        "103": "Setelah mereka, yaitu para rasul tersebut, kemudian Kami utus Musa dengan membawa bukti-bukti yang menunjukkan kebenarannya dalam menyampaikan wahyu Kami, kepada Fir'aun dan pemuka-pemuka kaumnya, lalu dengan sikap zhalim dan takabbur mereka mengingkari bukti-bukti itu dan melecehkannya serta menghalangi orang lain untuk mempercayainya. Karena itulah mereka, akhirnya, berhak mendapat azab Allah. Maka perhatikanlah wahai Nabi Muhammad dan siapa pun yang mau menggunakan akalnya, bagaimana kesudahan dan akhir perjalanan orang-orang yang berbuat kerusakan, antara lain Firaun yang Allah tenggelamkan di Laut Merah, dengan mendustakan kebenaran dari Allah dan menghalangi-halangi orang dari jalan-Nya.",
        "104": "Dan Nabi Musa berkata, “Wahai Fir'aun! Sungguh, aku adalah seorang utusan yang datang untuk menyampaikan seruan dan syariat dari Tuhan Yang Mencipta dan Mengatur keadaan seluruh alam, termasuk Mesir.",
        "105": "Sebagai seorang nabi dan rasul yang bertugas menyampaikan pesan Allah, aku wajib mengatakan yang sebenarnya tentang Allah. Sungguh, untuk memperkuat kebenaran yang kubawa ini, aku datang kepadamu dengan membawa bukti yang nyata, berupa aneka mukjizat yang bersumber dari Tuhanmu. Karena itu, maka lepaskanlah Bani Israil. Biarkan mereka pergi bersamaku ke Baitulmakdis, negeri nenek moyang kami. Bebaskanlah mereka dari perbudakanmu dan biarkanlah mereka keluar ke wilayah yang bukan wilayahmu, agar mereka dapat menyembah Tuhan mereka dan Tuhanmu.”",
        "106": "Mendengar ucapan Nabi Musa itu dan pernyataannya bahwa beliau membawa serta bukti kebenaran, maka dia, yakni Fir'aun menjawab, “Jika benar engkau datang dengan membawa sesuatu bukti pendukung dari Tuhanmu, sebagaimana pengakuanmu, maka tunjukkanlah bukti itu kepadaku, kalau kamu termasuk orang-orang yang benar dalam pengakuan dan tindakanmu lagi dapat dipercaya.”",
        "107": "Mendengar tantangan itu, lalu serta merta dan tanpa selang waktu yang lama, Nabi Musa melemparkan tongkatnya yang ada di tangan kanan ke hadapan Fir'aun dan kaumnya, tiba-tiba tongkat itu berkat kekuasaan Allah berubah menjadi ular besar yang sebenarnya, yakni benarbenar ular dan bergerak dengan sangat cepat yang terlihat dengan mata kepala secara jelas.",
        "108": "Melihat itu, Fir'aun meminta bukti yang lain, dan dia Nabi Musa mengeluarkan tangannya dari dalam lubang leher bajunya, tiba-tiba tangan itu, yang sebelumnya berwarna hitam sesuai warna kulitnya yang kehitam-hitaman, menjadi bercahaya putih gemerlapan, yang tampak jelas bagi orang-orang yang melihatnya ketika itu, bukan karena belang atau penyakit, tetapi putih karena sangat bercahaya.",
        "109": "Ketika Nabi Musa telah memperlihatkan bukti-bukti dari Allah itu, tercenganglah para pemuka dan pembesar Fir'aun. Pemuka-pemuka kaum Fir'aun, dengan menjilat dan bersikap munafik, berkata kepada Fir'aun, “Orang ini benar-benar pesihir yang pandai, ini sebenarnya hanya kemahiran sihir saja, bukan bukti dari Allah, karena itu jangan memercayainya.",
        "110": "Untuk memojokkan Nabi Musa, mereka berkata, “Dengan sihirnya itu, ia sebenarnya hendak merampas kekuasaanmu dan mengusir kamu dari nege-rimu, yaitu Mesir, sehingga hanya dia dan kaumnya saja yang akan tinggal di situ. Dengan sihir itu pula ia dapat meluluhkan hati warga negeri ini agar mengikutinya.” Fir'aun berkata, “Cobalah pikirkan apa saran kamu untuk keluar dari kesulitan ini!”",
        "111": "Sebagai tanggapan atas tantangan di atas, pemuka-pemuka itu pun menjawab, “Tahanlah atau berilah tempo untuk sementara waktu kepada dia, yakni Nabi Musa dan saudaranya, yaitu Nabi Harun yang menjadi tangan kanannya, dan jangan kamu bunuh mereka. Kerahkanlah dan utuslah ke kota-kota yang berada di bawah kekuasaanmu beberapa orang bala tentara untuk mengumpulkan para pesihir dari berbagai penjuru negeri.",
        "112": "Agar mereka membawa secara paksa atau suka rela semua pesihir yang pandai kepadamu.” Dengan berkumpulnya para ahli sihir itu di hadapanmu, mereka akan membeberkan hakikat yang sebenarnya dibawa Musa. Dengan demikian, tak seorang pun yang dapat diperdaya.",
        "113": "Fir'aun pun mengikuti saran tersebut dan menangguhkan persoalan Nabi Musa dan Nabi Harun, sambil mengumpulkan para pesihir yang pandai di negeri itu. Dan tak berapa lama kemudian para pesihir yang dikumpulkan oleh bala tentara itu pun datang kepada Fir'aun. Mereka tahu peristiwa yang terjadi dan menyadari akan pentingnya keberadaan mereka, sehingga mereka berani berkata kepada Fir'aun, “Apakah kami benar-benar akan mendapat imbalan yang besar, sesuai tugas berat yang kami emban, jika kami menang dan berhasil mengalahkan sihir Musa?” Begitulah keadaan para penyihir yang selalu merasa butuh dan mengejar materi, sehingga seringkali mati dalam keadaan miskin dan dalam bentuk yang mengerikan.",
        "114": "Karena Fir'aun ingin menang dan mengalahkan sihir Nabi Musa, dia (Fir'aun) menjawab, “Ya, tentu bagi kalian imbalan yang besar, bahkan lebih dari itu sesungguhnya kamu pasti benar-benar akan termasuk orang-orang yang didekatkan kedudukannya padaku dan akan mendapatkan segala bentuk kesenangan.”",
        "115": "Para ahli sihir itu pun-setelah mendapatkan janji Fir'aun dan membayangkan kedudukan yang akan diperoleh-dengan penuh percaya diri mendatangi Nabi Musa. Dengan nada menantang, mereka para pesihir berkata, “Wahai Musa! Engkaukah yang akan melemparkan lebih dahulu tongkat yang engkau miliki itu, atau kami yang melemparkan lebih dulu apa yang kami miliki?”",
        "116": "Dengan penuh keyakinan dan tanpa rasa takut sedikit pun, dia (Nabi Musa) menjawab, “Lemparkanlah lebih dahulu apa yang hendak kamu lempar!” Maka setelah mereka melemparkan apa yang dibawa berupa tali-temali dan tongkat, mereka menyihir mata orang banyak yang hadir di tempat itu. Tali-temali dan tongkat itu terlihat bagaikan ularular yang bergerak dan bertumpuk satu sama lain, seolah-olah apa yang mereka lakukan itu benar-benar terjadi, dan pemandangan itu menjadikan orang banyak itu tercengang dan takut, karena mereka memperlihatkan sihir yang hebat dan menakjubkan disertai dengan teriakan, “hati-hati jangan sampai digigit ular”.",
        "117": "Dan untuk menunjukkan kebesaran Kami di hadapan orang banyak, Kami wahyukan kepada Nabi Musa, “Lemparkanlah tongkatmu!” Nabi Musa pun segera melemparkan tongkatnya, maka tiba-tiba tongkat itu berubah menjadi seekor ular yang bergerak dengan cepat menelan habis segala kepalsuan mereka, yakni sihir dan tipu daya yang mereka lakukan.",
        "118": "Dengan mukjizat tongkat tersebut maka terbuktilah kebenaran yang berada di pihak Nabi Musa, dengan disaksikan orang banyak. Dan segala yang mereka kerjakan berupa sihir dan kepalsuan jadi sia-sia dan batal semua. Kebatilan, walau dibalut keindahan, hanya akan mengelabui sesaat, tetapi akan sirna bila berhadapan dengan kebenaran.",
        "119": "Dengan kejadian tersebut maka mereka, yakni para penyihir dikalahkan di tempat itu di hadapan orang banyak. Dan karena telah dipermalukan dengan kekalahan itu maka berbaliklah mereka menjadi orang-orang yang hina, setelah sebelumnya tampil dengan penuh kesombongan dan yakin akan meraih kemenangan dan kemuliaan. Mereka merasa sangat terhina dengan kekalahan ini.",
        "120": "Demikian pula halnya Fir'aun dan pembesar-pembesarnya. Adapun para pesihir itu yang menyadari kelemahan mereka, serta merta menjatuhkan diri dengan bersujud. Mereka tercengang kagum mendapati kebenaran yang terjadi, sehingga terdorong untuk sujud kepada Allah dan tunduk pada kebenaran. Mereka langsung bersujud kepada Allah karena meyakini kebenaran seruan Nabi Musa dan bukan sihir sebagaimana yang mereka duga semula.",
        "121": "Dalam keadaan sujud, mereka (para pesihir) berkata, “Kami hanya beriman kepada Tuhan Pencipta dan Pemelihara seluruh alam. Agar Fir'aun atau lainnya tidak salah paham siapa yang dimaksud dengan Tuhan seluruh alam, mereka menjelaskan;",
        "122": "yaitu Tuhan Pencipta dan Pemelihara yang diyakini dan diimani oleh Nabi Musa dan Nabi Harun.”",
        "123": "Melihat itu, Fir'aun pun terkejut dan naik pitam. Fir'aun berkata, “Mengapa kamu beriman kepadanya sebelum aku memberi izin kepadamu?” Tanpa menanyakan terlebih dahulu sebab mereka beriman, Fir'aun melontarkan tuduhan, “Sesungguhnya ini benar-benar tipu muslihat yang telah kamu rencanakan bersama Musa dan Harun di kota ini, yakni Mesir, untuk mengusir penduduknya. Ia pun mengancam mereka, “Kelak kamu akan mengetahui apa yang akan aku lakukan untuk kamu, sebagai akibat perbuatanmu dengan beriman kepada Musa dan Harun, serta sebagai siksaan dari persekongkolan dan tipu muslihat yang kalian lakukan.” Begitulah, penguasa tiran akan mengancam bila tersudut dan terpojokkan.",
        "124": "Melihat mereka tidak kembali dan tetap teguh dengan keimanan mereka, Fir'aun lanjut mengancam, “Aku bersumpah demi kekuasaanku, pasti akan aku potong tangan dan kakimu dengan bersilang; tangan kanan dan kaki kiri atau sebaliknya, kemudian dengan keadaan yang menyeramkan ini, aku benar-benar akan menyalib kamu semua, tanpa terkecuali, dengan mengikat kaki dan tangan kamu di batang pohon kurma.” Itu semua dilakukan agar menjadi peringatan bagi siapa yang hendak menipu dan melawan kekuasaan Fir'aun.",
        "125": "Ancaman itu tidak membuat mereka gentar sedikit pun. Keimanan sudah sangat merasuk ke dalam kalbu mereka. Mereka para pesihir menjawab, “Sesungguhnya kami hanya akan kembali kepada Tuhan Pemelihara kami, menemui-Nya dengan kematian, dalam naungan rahmat dan kenikmatan ganjaran-Nya. Demikianlah, orang beriman tidak akan merasa gentar menghadapi ancaman dan penderitaan apa pun.",
        "126": "Dan kami tahu betul bahwa engkau tidak menolak perbuatan kami dan melakukan balas dendam kepada kami, melainkan karena kami beriman kepada ayat-ayat Tuhan Pemelihara kami ketika ayat-ayat itu datang kepada kami. Oleh karena itu, apa pun yang akan kamu lakukan, kami tidak akan pernah meninggalkan keimanan kepada Allah.” Kemudian, menyudahi debat dan pembicaraan dengan Fir'aun, serta menyadari betapa berat dan kejamnya ancaman Fir'aun, mereka berdoa, “Ya Tuhan kami, limpahkanlah kesabaran yang tinggi kepada kami agar kami dapat menanggung semua cobaan ini dan matikanlah kami ketika tiba saat yang Engkau tentukan, dalam keadaan muslim, tunduk patuh dan berserah diri kepada-Mu, tanpa tergoda oleh ancaman Fir'aun.”",
        "127": "Setelah Fir'aun dan kaumnya menyaksikan kemenangan Nabi Musa dan keimanan para pesihir kepadanya, para pemuka dari kaum Fir'aun berkata, “Apakah engkau wahai Fir'aun akan membiarkan Musa dan kaumnya untuk berbuat kerusakan di negeri Mesir ini dan meninggalkanmu dengan tidak menghormati dan tunduk kepadamu dan tuhan-tuhanmu tidak disembah?” Pertanyaan itu sangat menyentak Fir'aun, lalu ia menjawab, “Akan kita bunuh dengan pembunuhan yang pasti lagi banyak anak-anak laki-laki mereka dan kita biarkan hidup anak-anak perempuan mereka untuk melayani kita, atau untuk disiksa dan dilecehkan, seperti yang dulu pernah kita lakukan. Dengan begitu, mereka tidak dapat menggalang kekuatan. Jangan khawatir, situasi akan terkendali dan sesungguhnya kita berkuasa penuh atas mereka sehingga dapat menguasai dan menekan mereka.”",
        "128": "Ancaman Fir'aun itu sampai ke telinga Nabi Musa dan kaumnya. Nabi Musa pun melihat rasa takut pada kaumnya dan segera memompa semangat dan rasa optimisme mereka. Nabi Musa berkata kepada kaumnya, “Mohonlah dengan sungguh-sungguh pertolongan kepada Allah dan bersabarlah dalam menghadapi tantangan dakwah dan ancaman Fir'aun. Sesungguhnya bumi ini seluruhnya, baik negeri Mesir ini atau lainnya, milik Allah, bukan milik Fir'aun; diwariskan-Nya kepada siapa saja yang Dia kehendaki di antara hamba-hamba-Nya. Memang boleh jadi itu belum terjadi dalam waktu singkat, tapi itu pasti terlaksana, dan kesudahan yang baik adalah bagi orang-orang yang bertakwa kepada Allah dengan berpegang teguh pada ajaran-ajaran-Nya.” Usaha yang disertai dengan doa dan kesabaran akan berbuah kemenangan.",
        "129": "Meski Nabi Musa telah membesarkan hati mereka dan menyampaikan janji pertolongan Allah, kaumnya masih saja menyampaikan keluhan. Dengan nada mengeluh dan sedih, mereka kaum Nabi Musa berkata, “Dulu kami telah ditindas oleh Fir'aun dan rezimnya dengan membunuh, menindas dan melecehkan kami sebelum engkau datang sebagai utusan Tuhan kepada kami, dan kini setelah engkau datang sebagai utusan-Nya kami pun dianiaya juga, lalu kapan kita akan menang, sebab keadaan semakin memburuk.” Untuk memberi harapan dan menanamkan optimisme kepada kaumnya, Nabi Musa menjawab, “Mudah-mudahan dengan karunia-Nya, berkat keteguhan dan kesabaran kamu, Tuhanmu membinasakan musuhmu yang telah menghina dan menyiksa kamu dengan zalim dan Tuhanmu akan menjadikan kamu khalifah penguasa di bumi; lalu sebagai bentuk ujian, Dia akan melihat bagaimana perbuatanmu setelah penobatan kamu sebagai khalifah-Nya: adakah kamu mensyukuri nikmat-nikmat-Nya, atau malah mengingkari-Nya? Adakah kamu akan memakmurkan bumi atau merusaknya? Dengan ukuran itulah Allah akan membalas segala perbuatan kalian, di dunia dan di akhirat.”",
        "130": "Harapan Nabi Musa itu dikabulkan dengan didahului pernyataan Allah, “Dan sungguh, Kami telah menghukum Fir'aun dan kaumnya yaitu orang-orang Mesir dengan mendatangkan musim kemarau panjang, akibat jarang atau tidak turun hujan, masa paceklik bertahun-tahun dan kekurangan buah-buahan, karena hasil tanaman yang rusak, agar mereka mengambil pelajaran dan tidak kembali menganiaya Bani Israil serta mengikuti ajakan Nabi Musa, sebab kesulitan dan bencana itu biasanya dapat mencegah orang berlaku sombong, membersihkan diri untuk menerima kebenaran, dan mendorong untuk mengharap perkenan Tuhan semesta alam dan tunduk kepada-Nya.”",
        "131": "Fir'aun dan kaumnya, yang tidak terbiasa memegang kebenaran, kembali ingkar dan berbuat maksiat. Mereka adalah orang-orang yang tidak konsisten. Kemudian apabila kebaikan berupa tanah yang subur dan rezeki yang luas datang kepada mereka, kaum Fir'aun, mereka berkata, “Bagi kami hal ini adalah wajar karena usaha kami dan keistimewaan kami yang tidak dimiliki orang lain.” Dan jika mereka ditimpa kesusahan, berupa kemarau panjang, terserang wabah dan krisis ekonomi, mereka lemparkan sebab kesialan itu kepada Musa dan pengikutnya. Mereka lupa bahwa kezaliman dan kejahatan yang mereka lakukan itulah yang sebenarnya membuat mereka ditimpa malapetaka seperti itu. Ketahuilah, sesungguhnya nasib baik dan buruk yang menimpa mereka di tangan Allah berdasarkan ketetapan qada dan qadar-Nya, dan juga disebabkan dosa dan kekufuran mereka, namun kebanyakan mereka tidak mengetahui karena mereka larut dalam kebodohan dan kesesatan.",
        "132": "Karena asumsi yang salah seperti inilah mereka tetap mempertahankan kemungkaran. Dan tidak saja menuduh Nabi Musa sebagai penyebab kesulitan yang mereka hadapi, mereka kaum Fir'aun juga berkata kepada Nabi Musa, “Bukti apa pun yang engkau bawa kepada kami berupa mukjizat atau bukti kebenaranmu untuk menyihir atau mengelabui kami dengannya, agar kami meninggalkan seruan Fir'aun. Kami tidak akan meninggalkan keyakinan kami dan kami tidak akan beriman kepadamu.”",
        "133": "Disebabkan kedurhakaan Fir'aun dan kaumnya yang telah melampaui batas maka sebagai bentuk azab untuk mereka Kami kirimkan kepada mereka siksa berupa topan yang menyebabkan banjir besar yang menenggelamkan tanaman mereka, belalang yang memakan tanaman, hasil pertanian, rumah, atap, dan pakaian mereka, kutu berupa serangan hama dan kuman yang merusak buah-buahan, tanaman, dan hewan ternak, katak yang memenuhi bejana minuman, makanan, dan tempat tidur mereka, dan darah dengan menjadikan air sungai dan sumur mereka tidak layak digunakan, sebagai bukti-bukti yang jelas agar mereka beriman. Tetapi watak mereka memang keras dan hati mereka pun membatu, sehingga mereka tetap menyombongkan diri dan mereka adalah kaum pendurhaka yang selalu berdosa.",
        "134": "Dan ketika mereka ditimpa azab yang telah diterangkan itu mereka pun bergegas mendatangi Nabi Musa dan berkata, “Wahai Musa! Mohonkanlah untuk kami kepada Tuhanmu sesuai dengan janji-Nya kepadamu atau dengan apa yang telah dianugerahkan kepadamu berupa perkenanNya mengabulkan doamu, kenabianmu atau rahasia Ilahi lainnya, agar menghilangkan azab-azab yang menimpa kami ini. Sesungguhnya jika engkau dengan doamu dapat menghilangkan azab itu dari kami, niscaya kami akan beriman kepadamu, mengikuti ajaranmu dan pasti akan kami biarkan Bani Israil pergi bersamamu sesuai permintaanmu, kami tidak akan halang-halangi mereka untuk pergi ke mana saja bersamamu.”",
        "135": "Memenuhi permintaan itu, Nabi Musa pun berdoa kepada Allah agar azab itu dihilangkan, dan Allah pun mengabulkannya. Tetapi setelah Kami hilangkan azab itu dari mereka, berkat doa Nabi Musa, satu demi satu, dari saat ke saat, sesuai permintaan mereka, dan ini berlanjut hingga batas waktu yang harus mereka penuhi, ternyata tiba-tiba mereka ingkar janji yang telah disampaikannya itu dan terus berada dalam kekufuran dan kesesatan. Mereka kembali seperti sedia kala. Cobaan-cobaan yang pedih itu tidak ada gunanya bagi mereka.",
        "136": "Karena mereka mengingkari janji untuk percaya kepada ajaran tauhid yang dibawa Nabi Musa, atau mengingkari janjinya membiarkan Bani Israil berhijrah bersama Nabi Musa, dan terus berada dalam kekufuran, maka Kami membalas mereka dengan siksa yang lebih berat daripada siksa yang pernah mereka rasakan. Lalu ketika siksa itu datang, Kami tenggelamkan mereka di laut, yaitu Laut Merah, disebabkan karena sesungguhnya mereka telah mendustakan ayat-ayat Kami yang demikian agung dan jelas, dan mereka sejak dulu hingga kini adalah orang-orang yang lalai padanya.",
        "137": "Setelah menyampaikan kesudahan kaum durhaka, ayat ini melanjutkan pemberitaannya tentang umat Nabi Musa, dengan menyatakan bahwa Kami tenggelamkan pengikut-pengikut Fir'aun bersamanya dan Kami wariskan kepada kaum yang tertindas itu, yaitu Bani Israil, bu-mi bagian timur dan bagian baratnya, yaitu Negeri Syam, Mesir dan negeri-negeri sekitar keduanya yang pernah dikuasai Fir'aun dahulu, yang telah Kami berkahi dengan berbagai nikmat yang berupa tanaman, buah-buahan dan sungai-sungai serta aneka nikmat lainnya. Dan dengan demikian telah sempurnalah firman Tuhanmu yang baik itu sebagai janji untuk Bani Israil (Lihat: Surah al-Qashash/28: 5-6), disebabkan kesabaran mereka dalam menghadapi siksaan dan ancaman Fir'aun dan kaumnya. Dan Kami hancurkan apa yang telah dibuat Fir'aun dan kaumnya dan apa yang telah mereka bangun, berupa gedung-gedung pencakar langit dan istana-istana megah serta atap-atap untuk tanaman dan pepohonan yang menjalar layaknya rambatan pohon anggur. Itulah bukti kemahakuasaan Allah, dan terbukti benarlah segala yang dijanjikan-Nya kepada Bani Israil.",
        "138": "Dan setelah Kami menyelamatkan mereka dan menenggelamkan Fir'aun, Kami selamatkan Bani Israil menyeberangi laut itu, yaitu bagian utara dari Laut Merah. Ketika mereka sampai kepada suatu kaum yang tekun menyembah berhala, muncul keinginan untuk melakukan kebiasaan lama mereka, kebiasaan menyembah berhala yang dilakukan di Mesir. Mereka lalu meminta Nabi Musa untuk membuatkan patung berhala untuk disembah, seperti yang dilakukan oleh kaum yang mereka lihat itu. Mereka Bani Israil berkata, “Wahai Musa! Buatlah untuk kami sebuah tuhan berhala untuk kami sembah sebagaimana mereka mempunyai beberapa tuhan berhala.” Nabi Musa berusaha mencegah keinginan mereka dan dengan nada mencela, dia menjawab, “Sungguh, kamu orang-orang yang bodoh, tidak memahami keagungan Allah dan tidak mengetahui bahwa yang patut disembah hanyalah Tuhan Yang Maha Esa.”",
        "139": "Yang mereka lakukan itu tentu tidak benar, dan sebagai akibatnya, sesungguhnya mereka para penyembah berhala yang kamu lihat tekun itu akan dihancurkan apa yang sedang mereka anut, yaitu akan punah kepercayaan dan ajaran syirik mereka, dan akan sia-sia, tidak bermanfaat sedikit pun, apa yang selalu mereka kerjakan, sebab sembahan itu tidak dapat menyelamatkan mereka dari siksa Allah ketika datang.",
        "140": "Selanjutnya dia, yakni Nabi Musa berkata, “Pantaskah aku mencari tuhan untukmu selain Allah, padahal seandainya tidak ada anugerah-Nya kepada kamu selain bahwa Dia yang telah menciptakan dan melebihkan kamu atas segala umat pada masa itu, dengan diturunkan banyak nabi dari kalangan kamu dan keutamaan lainnya, maka cukup sudah itu menjadi kewajaran bahkan kewajiban bagi kamu untuk beribadah dan mengabdi kepada-Nya saja.”",
        "141": "Dan ingatlah, wahai Bani Israil, ketika Kami menyelamatkan kamu dari siksaan para pengikut Fir'aun, yang menyiksa kamu dengan siksaan yang sangat berat atas perintah Fir'aun. Kamu dipaksa melayani mereka untuk melaksanakan pekerjaan-pekerjaan kasar dan sulit. Bahkan, di mata mereka, kamu seperti binatang, tidak mempunyai kehormatan sedikit pun. Di antara bentuk siksaan itu, mereka membunuh anak-anak laki-lakimu dan membiarkan hidup anak-anak perempuanmu. Dan pada yang demikian itu merupakan cobaan yang sangat besar dari Tuhan Pemelihara kamu, yang tidak ada ujian dan cobaan seberat itu.”",
        "142": "Dan Kami telah menjanjikan kepada Nabi Musa untuk bermunajat kepada Kami dan Kami memberikan kitab Taurat setelah berlalu waktu tiga puluh malam. Dan untuk melengkapi ibadahnya, Kami sempurnakan jumlah malam itu dengan sepuluh malam lagi, maka sempurnalah waktu yang telah ditentukan Tuhan Pemeliharanya, yaitu empat puluh malam. Dan ingat juga ketika Nabi Musa berkata kepada saudaranya, yaitu Nabi Harun, sebelum keberangkatannya untuk memenuhi janji itu, “Gantikanlah aku dalam memimpin kaumku sampai aku kembali, dan perbaikilah dirimu dan kaummu, dan janganlah engkau mengikuti jalan orangorang yang berbuat kerusakan.”",
        "143": "Dan ingatlah ketika Musa datang untuk bermunajat pada waktu yang telah Kami tentukan, yaitu empat puluh malam, dan Tuhan telah berfirman langsung kepadanya, menyampaikan wahyu melalui suatu dialog yang tidak sama dengan pembicaraan yang dilakukan manusia, Nabi Musa ingin mendapat lebih dari itu dan berkata, “Tuhan Pemeliharaku, tampakkanlah diri-Mu Yang Maha Suci kepadaku agar aku dapat-dengan potensi yang Engkau anugerahkan padaku-melihat Engkau.” Dia, yakni Allah, berfirman, “Engkau, wahai Nabi Musa, sekali-kali tidak akan sanggup melihat-Ku di dunia ini dengan mata telanjang.” Kemudian Allah ingin Nabi Musa dapat menerima ketidaksanggupannya itu, dan berkata, “Namun lihatlah ke gunung itu yang lebih kokoh bila dibandingkan dengan kondisimu, jika saat kemunculan-Ku ia tetap tegar di tempatnya sebagai sediakala ketika Aku ber-tajalli, menampakkan apa yang hendak Aku tampakkan, niscaya engkau dapat melihat-Ku saat Aku muncul di hadapanmu.” Maka ketikaTuhannya ber-tajalli, menampakkan keagungan-Nya atau apa yang hendak ditampakkan-Nya kepada gunung itu, dijadikannya gunung itu hancur luluh, hingga sama rata dengan tanah, dan Nabi Musa pun jatuh pingsan tak sadarkan diri menyaksikan peristiwa dahsyat itu. Setelah Nabi Musa sadar kembali, dan yakin bahwa dia tidak dapat melihat-Nya di dunia ini dengan cara apa pun, dia berkata, “Mahasuci Engkau, lagi Maha Agung, aku bertobat kepada Engkau karena telah lancang meminta sesuatu yang tak Engkau izinkan, dan aku adalah orang yang pertama-tama beriman, yang percaya bahwa Engkau tidak dapat dilihat seperti yang kumohonkan.” Para mufasir ada yang berpendapat, pengertian tampak ialah kebesaran dan kekuasaan Allah, dan ada pula yang menafsirkan bahwa yang tampak itu adalah cahaya Allah. Bagaimana pun juga tampaknya Allah itu bukanlah seperti tampaknya makhluk, hanya tampak yang sesuai sifat-sifat Allah yang tidak dapat diukur dengan ukuran manusia.",
        "144": "Tatkala Allah menolak permintaan Nabi Musa untuk melihatNya, Dia telah menyiapkan untuknya nikmat-nikmat yang lain sebagai kompensasi penolakan itu. Dia, yakni Allah berfirman, “Wahai Musa! Sesungguhnya Aku memilih dengan melebihkan dan mengutamakan engkau dari manusia yang lain pada masamu untuk membawa risalah-Ku yaitu pesan-pesan kenabian dan firman-Ku yang Aku sampaikan langsung dengan bercakap-cakap kepadamu, tanpa perantara, sebab itu berpegang-teguhlah kepada apa yang Aku berikan kepadamu berupa perintah dan larangan, dan hendaklah engkau termasuk orang-orang yang bersyukur atas nikmat kerasulan dan kekhususan Tuhan berbicara langsung kepadamu.”",
        "145": "Setelah menjelaskan adanya risalah Allah, dan adanya kalam Allah kepada Nabi Musa, maka ayat ini menjelaskan lebih lanjut tentang kedua hal tersebut, yakni dan telah Kami tuliskan untuk Musa pada lauh-lauh Taurat, yang berupa kepingan dari batu atau kayu yang dahulu biasa digunakan untuk menulis, sebagaimana kertas pada dewasa ini, segala sesuatu sebagai pelajaran dan penjelasan untuk segala hal yang dibutuhkan oleh Bani Israil pada masa itu; maka Kami berfirman kepada Nabi Musa, “Berpegang teguhlah kepadanya dan suruhlah kaummu berpegang kepadanya dengan melaksanakan kandungannya sebaik-baiknya, seperti mendahulukan sikap memaafkan ketimbang kisas, membebaskan utang ketimbang menangguhkannya, dan mengutamakan yang mudah dari yang sulit. Aku akan memperlihatkan kepadamu negeri orang-orang fasik, yang keluar dari ketaatan kepada Allah, dan kehancuran yang akan diderita, agar menjadi pelajaran bagi kamu. Maka janganlah kamu langgar aturan-aturan Allah, hingga kamu terhindar dari bencana yang menimpa mereka.” Allah akan memperlihatkan negeri orang-orang fasik seperti Fir’aun, 'Ad, Samud, dan sebagainya yang hancur bersama mereka akibat akhir kejahatan dan kefasikan mereka.",
        "146": "Janji-janji Allah yang disebut pada ayat-ayat yang lalu akan diperoleh oleh mereka yang melaksanakan tuntunan kitab suci. Yang membangkang (orang-orang fasik) tidak akan meraihnya, karena akan Aku palingkan dari tanda-tanda kekuasaan, kebesaran dan keagungan-Ku orang-orang yang terus menerus menyombongkan diri di bumi dan enggan menerima kebenaran tanpa alasan yang benar. Mereka tak akan dapat mencermati bukti-bukti kekuasaan-Ku yang terdapat dalam diri manusia maupun di alam raya. Kalaupun mereka melihat setiap tanda kekuasaan-Ku, mereka tetap tidak akan beriman kepadanya karena keangkuhan mereka. Dan jika mereka melihat jalan yang membawa kepada petunjuk menuju kebenaran dan kebajikan, mereka tidak menjadikannya jalan yang seharusnya mereka tempuh, tetapi jika mereka melihat jalan kesesatan, mereka menempuhnya. Yang demikian, yakni perlakuan Kami memalingkan mereka itu, adalah karena mereka mendustakan ayat-ayat Kami sehingga tidak ada gunanya Kami mendekatkannya kepada mereka, dan juga karena mereka selalu lengah terhadapnya, tidak memperhatikan, bahkan mengabaikannya.",
        "147": "Demikian keadaan dan balasan yang diterima oleh mereka yang angkuh dan durhaka terhadap ayat-ayat Allah, dan orang-orang yang mendustakan tanda-tanda kekuasaan Kami dan adanya pertemuan yang dijanjikan Allah di akhirat, sia-sialah amal mereka sebab telah kehilangan syarat diterimanya sebuah amal, yaitu iman kepada Allah dan hari akhir. Apakah mereka tidak diberi balasan melainkan dengan balasan yang setimpal dan sesuai dengan apa yang telah mereka kerjakan. Jika niat dan amal mereka baik maka Kami akan membalasnya dengan kebaikan, sebaliknya jika buruk maka keburukanlah balasannya.",
        "148": "Dan kaum Nabi Musa, setelah kepergian beliau ke gunung Sinai untuk bermunajat kepada Allah, mereka membuat patung anak sapi yang bertubuh dan dapat melenguh atau bersuara dari perhiasan emas. Mereka membuat patung anak sapi dari emas untuk disembah. Patung itu tetaplah patung tidak bernyawa. Suara yang seperti sapi itu hanyalah disebabkan oleh angin yang masuk ke dalam rongga patung itu dengan teknik yang dikenal oleh Samiri waktu itu. Apakah mereka tidak mengetahui bahwa patung anak sapi itu tidak dapat berbicara dengan mereka sedikit pun, dengan pembicaraan apa pun, apalagi serupa dengan anugerah Allah kepada Nabi Musa, dan tidak dapat pula menunjukkan jalan apa pun kepada mereka, apalagi jalan keselamatan seperti dari gangguan dan siksaan Fir'aun? Mereka menjadikannya sebagai sembahan. Mereka, sejak dahulu hingga kini, adalah orang-orang yang zalim, yang telah merasuk kezalimannya dalam diri mereka.",
        "149": "Setelah Nabi Musa datang, marah, membakar patung itu, dan menunjukkan kesesatan mereka, mereka pun sadar dan menyesal. Dan setelah mereka menyesali perbuatannya dan mengetahui bahwa mereka sungguh telah tersesat dari jalan kebenaran, mereka pun memohon rahmat dan ampunan dengan berkata, “Sungguh, jika Tuhan Pemelihara kami tidak memberi rahmat kepada kami, tidak menerima tobat kami, dan tidak mengampuni dosa kami, pastilah kami menjadi orang-orang yang rugi.”",
        "150": "Ayat yang lalu menjelaskan penyesalan mereka, sedang ayat ini menjelaskan keadaan Nabi Musa ketika menemukan kaumnya menyembah anak sapi. Dan ketika Nabi Musa telah kembali kepada kaumnya, setelah bermunajat kepada Allah, dalam keadaan marah dan sedih hati karena mengetahui kaumnya menyembah patung anak sapi, dia berkata, khususnya kepada Nabi Harun dan para pemuka kaumnya, “Alangkah buruknya perbuatan yang kamu kerjakan dalam melaksanakan tugas sebagai pengganti selama kepergianku! Kalian lebih mementingkan menyembah patung anak lembu ketimbang mematuhi perintah Tuhan untuk menunggu kedatanganku dan menepati janjiku untuk membawa Taurat kepada kalian!” Apakah kamu hendak mendahului janji Tuhanmu untuk mempercepat jatuhnya siksa? Apakah kamu tidak sabar menanti kedatanganku kembali setelah munajat kepada Tuhan, sehingga kamu membuat patung anak sapi untuk disembah sebagaimana menyembah Allah? Nabi Musa pun melemparkan lauh-lauh Taurat yang diterima dari Allah melalui Malaikat ketika bermunajat itu dan memegang rambut kepala saudaranya Nabi Harun sambil menarik ke arahnya. Nabi Harun berkata, “Wahai anak ibuku! Kaum yang menyembah sapi ini telah menganggapku lemah serta mengancamku dan hampir saja mereka membunuhku karena aku telah berusaha keras untuk mencegah mereka, sebab itu janganlah engkau menjadikan musuh-musuh menyoraki melihat kemalanganku dengan kecamanmu yang keras ini, karena itu berarti engkau dan mereka sama mengecamku, dan janganlah engkau jadikan aku dengan kemarahanmu itu sebagai bersama orang-orang yang zalim yang melanggar perintahmu dan menyembah patung anak sapi.”",
        "151": "Setelah mengetahui alasan saudaranya, Nabi Harun, dan memahami bahwa dia tidak melalaikan tugasnya, dia, Nabi Musa berdoa, “Ya Tuhanku, Yang selalu memelihara, membimbing dan berbuat baik padaku, ampunilah aku atas kemarahanku ini yang membuatku bertindak tidak wajar, dan ampuni juga saudaraku atas apa yang terjadi antara dia dan kaumku, atau kelalaiannya -jika ada- dalam menjalankan tugas, dan masukkanlah kami berdua ke dalam rahmat Engkau yang amat luas, dan Engkau adalah Maha Penyayang dari semua penyayang. Engkau memberi tanpa batas, bahkan kepada mereka yang mendurhakai-Mu.”",
        "152": "Setelah menjelaskan sikap Nabi Musa terhadap Nabi Harun dan doanya kepada Allah. Allah menjelaskan sanksi yang pantas diterima oleh mereka yang durhaka, yaitu sesungguhnya orang-orang yang penuh antusias dan sungguh-sungguh menjadikan patung anak sapi sebagai sembahannya dan enggan bertobat, kelak akan menerima kemurkaan yang besar dari Tuhan mereka dengan dijauhkan dari rahmat-Nya, dan kehinaan dalam kehidupan di dunia oleh sebab kekufuran mereka. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat kebohongan terhadap Allah, seperti menjadikan anak sapi sebagai sembahan.",
        "153": "Sedangkan mereka yang menyadari kesalahannya dan mau bertobat, Allah menyatakan, “Dan orang-orang yang telah mengerjakan kejahatan dengan sengaja, dalam bentuk kekufuran dan kemaksiatan, kemudian walau setelah berlalu waktu lama bertobat sesudah kedurhakaan yang dilakukannya itu dan beriman serta beramal shaleh, sesungguhnya Tuhan Pemeliharamu, pasti setelah itu, yaitu tobat yang disertai iman, Maha Pengampun sehingga akan menghapus dosa-dosa mereka, lagi Maha Penyayang dengan melimpahkan anugerah kepada mereka.”",
        "154": "Setelah menjelaskan sikap masing-masing dan perlakuan Allah terhadap mereka, kisah penyembahan anak sapi diakhiri dengan firman-Nya, “Dan setelah amarah Nabi Musa mereda, dia mengambil kembali lauh-lauh Taurat yang tadi dilemparkannya ke tanah itu; dan di dalam tulisannya terdapat petunjuk menuju jalan kebahagiaan dan rahmat bagi orang-orang yang selalu takut kepada Tuhannya.”",
        "155": "Dan Nabi Musa memilih tujuh puluh orang dari pemuka kaumnya yang terbaik untuk memohon tobat kepada Kami di bukit Sinai pada waktu yang telah Kami tentukan. Sesampainya di tempat itu, mereka menyatakan tidak akan beriman kepada Musa sampai dia memperlihatkan kepada mereka Tuhan yang pernah berbicara kepadanya. Ketika itu mereka ditimpa gempa bumi yang dahsyat, sampai mati semuanya, dan Nabi Musa memohon kepada Allah sambil menengadahkan diri dan berkata, “Ya Tuhan Pemelihara-ku, apa yang akan aku katakan kepada Bani Israil ketika aku kembali kepada mereka? Engkau telah membinasakan orang-orang yang terbaik dari mereka. Jika seandainya Engkau kehendaki, tentulah Engkau binasakan mereka, saat terjadi penyembahan anak sapi, karena kelalaian mereka tidak mencegah penyembahan anak sapi, dan juga Engkau binasakan aku karena kelalaianku atau sebab lainnya sebelum ini, yaitu sebelum menghadap ke hadirat-Mu, seperti saat aku membunuh seorang Koptik. Apakah Engkau akan membinasakan kami karena perbuatan orang-orang yang kurang berakal di antara kami yang menyembah anak sapi itu? Apa yang dilakukan oleh para penyembah patung anak sapi itu hanyalah cobaan dari-Mu, Engkau sesatkan dengan cobaan itu siapa yang Engkau kehendaki kesesatannya setelah nyata kehendak mereka untuk sesat dan Engkau beri petunjuk kepada siapa yang Engkau kehendaki berdasarkan kesiapan jiwa untuk menerima petunjuk. Engkaulah satu-satunya pemimpin dan pelindung kami, maka ampunilah segala dosa kami dan berilah kami rahmat. Engkaulah pemberi ampun yang terbaik karena Engkau mengampuni bukan untuk mendapat pujian, atau menghindari kecaman.” Perbuatan mereka membuat patung anak sapi dan menyembahnya itu adalah suatu cobaan dari Allah untuk menguji mereka, siapa yang sebenarnya kuat imannya dan siapa yang masih ragu-ragu. Orang yang lemah imannya itulah yang mengikuti Samiri dan menyembah patung anak sapi itu. Tetapi orang yang kuat imannya, tetap dalam keimanannya.",
        "156": "Nabi Musa melanjutkan berdoa, dan tetapkanlah untuk kami kebaikan selama hidup di dunia ini dan kelak di akhirat. Sungguh, kami kembali, yakni bertobat kepada Engkau dari segala dosa dan kekurangan, dengan sebenar-benarnya. Mendengar permohonan itu, Allah berfirman, “SiksaKu, baik di dunia maupun di akhirat, akan Aku timpakan kepada siapa yang Aku kehendaki dari makhluk-Ku, seperti yang Aku lakukan terhadap kaummu, dan rahmat-Ku, yakni anugerah-Ku, meliputi segala sesuatu. Maka akan Aku tetapkan rahmat-Ku yang khusus dan berkesinambungan bagi orang-orang yang bertakwa, terutama yang menunaikan zakat dan orang-orang yang selalu terus menerus beriman kepada ayat-ayat Kami, yakni dengan membenarkannya melalui hati dan perbuatan.”",
        "157": "Yaitu orang-orang yang terus menerus dengan penuh ketekunan mengikuti Rasul Nabi Muhammad, Nabi yang ummi, tidak pandai baca tulis, yang nama dan sifatnya mereka, para ulama Yahudi dan Nasrani, dapati tertulis di dalam Taurat dan Injil yang ada pada mereka hingga kini, walapun sebagian besar telah mereka hapus dan yang ada sekarang hanya secara tersirat. Di antara sifat Nabi Muhammad yang terdapat dalam Taurat dan Injil adalah dia yang menyuruh mereka berbuat yang makruf, sesuatu yang dikenal menurut agama, logika dan adat istiadat sebagai kebaikan, dan mencegah dari yang mungkar, sesuatu yang tertolak menurut agama dan logika serta adat istiadat. Dan selain itu, di antara tujuan kedatangan Nabi Muhammad adalah menghalalkan atas perintah Allah segala yang baik bagi mereka termasuk yang tadinya halal kemudian diharamkan sebagai sanksi atas mereka, seperti lemak (Lihat: Surah al-An'am/6: 146). Dan mengharamkan, juga berdasar firman Allah segala yang buruk bagi mereka, seperti bangkai, darah, dan daging babi. Dan membebaskan beban-beban dan belenggu-belenggu yang tadinya ada pada mereka. Dalam syariat yang dibawa oleh Nabi Muhammad itu tidak ada lagi beban yang berat yang dipikulkan kepada Bani Israil, seperti mensyariatkan membunuh diri untuk sahnya tobat, wajib kisas pada pembunuhan baik yang disengaja atau tidak, tanpa boleh membayar diyat (ganti rugi), memotong anggota badan yang melakukan kesalahan, membuang atau menggunting kain yang kena najis, dan sebagainya. Adapun orang-orang yang beriman kepadanya dengan mengakui kenabiannya, memuliakannya, dengan mencegah siapa pun yang bermaksud buruk terhadapnya, menolongnya, mendukungnya dalam penyebaran ajaran Islam, dan mengikuti cahaya yang terang yang diturunkan kepadanya, berupa tuntunan Al-Qur'an, mereka itulah orang-orang beruntung.",
        "158": "Allah memperkenalkan Nabi terakhir yang tercantum dalam kitab mereka dan kemuliaan para pengikutnya. Katakanlah wahai Nabi Muhammad, “Wahai seluruh manusia tanpa kecuali! Sesungguhnya aku ini utusan Allah bagi kamu semua, dan juga kepada makhluk jin, baik yang semasa denganku maupun tidak, tanpa terkecuali. Allah Yang mengutus aku itu adalah Yang memiliki kerajaan langit dan bumi; tidak ada tuhan yang berhak disembah selain Dia. Semuanya tunduk hanya kepada-Nya. Dia Yang Mahakuasa untuk menghidupkan dan mematikan, oleh karena itu maka berimanlah kamu kepada Allah Yang Maha Esa dan Mahakuasa itu, dan Rasul-Nya yang terakhir, yaitu Nabi yang ummi, yang tidak pandai membaca dan menulis, namun mendapat informasi yang pasti berupa wahyu dari Allah, yang beriman kepada Allah dan kepada kalimat-kalimat-Nya yaitu kitab-kitab-Nya. Ikutilah dia dalam sistem dan cara hidupnya, dan laksanakan apa yang yang diajarkannya, agar kamu mendapat petunjuk kepada jalan yang lurus.”",
        "159": "Tidak semua Bani Israil durhaka, dan demi menjaga obyektifitas dalam penilaian terhadap mereka ayat ini menjelaskan, dan di antara kaum Nabi Musa itu, yaitu Bani Israil, terdapat suatu umat yang memberi petunjuk kepada manusia, khususnya Bani Israil dengan dasar kebenaran dalam akidah dan syariat, dan dengan itu pula mereka selalu berlaku adil dalam menjalankan keadilan. Mereka memberi petunjuk dan menuntun dengan berpedoman kepada petunjuk dan tuntunan yang datang dari Allah. Dan juga dalam hal mengadili perkara, mereka selalu mencari keadilan dengan berpedoman kepada petunjuk dan tuntunan Allah.",
        "160": "Dan Kami membagi dengan mencerai beraikan dan pencarkan mereka Kaum Nabi Musa menjadi dua belas suku, sejumlah anak-anak Nabi Yakub, yang masing-masing berjumlah besar, dan telah Kami wahyukan kepada Nabi Musa ketika kaumnya meminta air kepadanya, “Pukullah batu itu dengan tongkatmu!” Sebagai bentuk mukjizat, maka tanpa memakan waktu yang lama memancarlah dari batu itu dua belas mata air. Sungguh, setiap suku telah mengetahui tempat minumnya masing-masing, sehingga mereka tidak kesulitan memperoleh air dan tidak juga berdesakan. Dan Kami naungi mereka dengan awan ketika mereka tersesat di padang pasir dataran Sinai yang terik selama empat puluh tahun (Lihat : Surah al-Maidah/5 :26). Dan Kami turunkan kepada mereka mann, yaitu makanan yang turun dari langit, rasanya manis seperti madu, dan salwa, yaitu sejenis burung puyuh, sehingga mereka tidak perlu berpayah-payah mencari makanan. Kami berfirman, “Makanlah yang baik-baik dari sebagian rezeki yang telah Kami berikan kepadamu.” Sebagian besar mereka tidak bersyukur dan terus berbuat dosa, meski demikian mereka tidak menzalimi Kami, tetapi merekalah yang sejak dulu hingga kini selalu menzalimi dirinya sendiri.",
        "161": "Masih dalam konteks mengingatkan tentang nikmat-nikmat Allah kepada Bani Israil, yang dibarengi kecaman, ayat ini menyatakan, Dan selain nikmat-nikmat yang terdahulu, ingatlah pula, ketika dikatakan oleh Allah melalui rasul kepada mereka, yakni Bani Israil setelah mereka selamat dari tersesat di padang pasir, “Diamlah di negeri ini, yaitu Baitulmakdis, kota suci yang dijanjikan oleh Allah, dan makanlah dari hasil buminya, yang banyak lagi enak, di mana dan kapan saja kamu kehendaki.” Dan katakanlah, “Hittah, yaitu bebaskanlah kami dari dosa-dosa kami yang banyak dan masukilah pintu gerbangnya sambil membungkuk, atau bersujud dengan penuh kerendahan hati. Kalau itu kamu lakukan, niscaya kelak Kami ampuni kesalahan-kesalahanmu, baik yang disengaja maupun yang tidak disengaja.” Kelak akan Kami tambah pahala dan anugerah Kami, baik di dunia maupun di akhirat, kepada orang-orang yang selalu berbuat yang lebih baik dan mantap dalam kebaikannya.",
        "162": "Lalu apa yang mereka katakan dan lakukan? Bukannya bersyukur dengan taat kepada Allah, orang-orang yang zalim di antara mereka mengganti perkataan “hittah” yang diperintahkan itu dengan perkataan yang tidak dikatakan, yakni diperintahkan kepada mereka. Mereka diperintah untuk mengucap, “Hittah” (kami mohon dilepaskan dari dosa) namun mereka mengubah sambil mencemooh dan mengucapkan, “hintah” yang maknanya kami memohon gandum. Maka Kami timpakan kepada mereka azab dari langit berupa penyakit kolera atau lainnya yang mematikan, disebabkan kezaliman mereka.",
        "163": "Nikmat berikutnya adalah nikmat melimpahnya ikan buat mereka di hari ibadah. Dan tanyakanlah wahai Nabi Muhammad, yakni kepada mereka orang-orang Yahudi yang hidup pada masamu tentang kisah penduduk negeri yang terletak di dekat laut, yaitu Kota Ailah yang terletak di pantai Laut Merah, atau tepatnya di Teluk Aqabah, ketika mereka melanggar aturan Allah pada hari Sabat, yang menurut aturan mereka merupakan hari yang dikhususkan untuk ibadah dan terlarang untuk bekerja dan mencari ikan, yaitu ketika datang kepada mereka ikan-ikan yang berada di sekitar mereka yang bagaikan terapung-apung di permukaan air, padahal pada hari-hari yang bukan Sabat ikan-ikan itu tidak datang kepada mereka. Demikianlah Kami menguji mereka disebabkan mereka sering kali berlaku fasik, keluar dari ketaatan kepada Allah.",
        "164": "Setelah menjelaskan keadaan para pendurhaka itu, ayat ini menguraikan sikap orang-orang yang sebelum ini pada ayat 159 telah disinggung, yaitu umat Nabi Musa yang memberi petunjuk kepada kebenaran. Ayat ini menyatakan, “Dan ingatlah ketika suatu umat di antara mereka, yaitu tatkala sekelompok orang-orang saleh dari leluhur Bani Israil-yang tidak berbuat jahat seperti yang lainnya-bertanya kepada mereka yang menasihati orang-orang yang berbuat jahat dengan berkata, “Mengapa kamu bersusah payah menasihati kaum yang akan dibinasakan sehingga punah sama sekali karena dosa yang mereka lakukan, atau diazab oleh Allah di akhirat nanti dengan azab yang sangat keras?” Mereka menjawab, “Kami melakukan itu agar kami mempunyai alasan dan pelepas tanggung jawab kepada Tuhanmu, dan sebenarnya kami berharap agar mereka bertakwa.” Alasan mereka itu ialah mereka telah melaksanakan perintah Allah untuk memberi peringatan.",
        "165": "Nasihat yang berkelanjutan pada ayat-ayat terdahulu bertujuan mengantar para pendurhaka itu sadar dan bertakwa, tetapi ternyata mereka tetap lengah dan lupa. Maka setelah mereka golongan yang diberi nasihat melupakan, yakni mengabaikan, apa yang diperingatkan kepada mereka dan tidak juga mendengarkan nasihat itu, Kami selamatkan orang-orang yang terus menerus melarang orang berbuat jahat dan tidak melakukan kejahatan dan Kami timpakan kepada orang-orang yang zalim, antara lain kepada mereka yang mengail ikan pada hari Sabat, siksaan yang keras, dalam bentuk kesengsaraan dan kemelaratan. Hal itu disebabkan mereka selalu berbuat fasik, tidak mau taat kepada Allah, Tuhan mereka.",
        "166": "Setelah menjelaskan ancaman siksa dan kebinasaan untuk para pendurhaka, pada ayat ini Allah menguraikan tentang kebinasaan mereka, maka setelah mereka bersikap amat sombong dan melampaui batas terhadap segala apa yang dilarang, dan hati mereka semakin keras membatu, mereka terus melakukan berbagai pelanggaran, sementara azab yang pedih tidak membuat mereka jera. Lalu Kami katakan kepada mereka, “Jadilah kamu kera yang hina, lagi terkutuk.” Allah jadikan mereka seperti layaknya kera. Hati mereka berubah seperti kera yang tak dapat memahami kebenaran, dan-seperti halnya kera-mereka pun dijauhkan dari berbagai bentuk kebaikan. Atau boleh jadi, mereka betul-betul menjadi kera yang hina.",
        "167": "Begitulah siksa dan kebinasaan yang dialami oleh sebagian kelompok Bani Israil. Siksa itu akan terus berlanjut selama mereka dalam kedurhakaan. Memerintahkan hal-hal yang perlu diingat, Allah menyatakan, “Dan ingatlah, ketika Tuhanmu wahai Nabi Muhammad memberitahukan melalui para nabi-Nya, kepada nenek moyang mereka bahwa sungguh, Dia Yang Mahakuasa itu akan mengirim dari suatu tempat orang-orang yang akan menimpakan azab yang seburuk-buruknya kepada mereka, yaitu orang Yahudi yang durhaka, sampai hari Kiamat karena mereka telah berbuat zalim dan fasik. Sesungguhnya Tuhanmu sangat cepat siksa-Nya, terhadap orang-orang kafir dan siksa itu pasti terlaksana dalam waktu dekat, sebab setiap sesuatu yang bakal terjadi itu sebenarnya telah dekat. Dan meski demikian, sesungguhnya Dia juga Maha Pengampun bagi siapa pun yang memohon ampunan-Nya dan Maha Penyayang bagi mereka yang bertobat dan kembali menaati-Nya.",
        "168": "Ayat sebelum ini menginformasikan bahwa Allah telah menetapkan mereka akan disiksa sampai hari Kiamat, pada ayat ini dijelaskan bagaimana orang-orang Yahudi itu dipencar-pencar di berbagai belahan bumi. Dan Kami pecahkan, cerai-beraikan dan kelompokkan mereka orang-orang Yahudi di dunia ini, sehingga mereka menjadi beberapa golongan; namun demikian mereka tidak juga berbuat baik. Di antaranya ada orang-orang yang saleh, yaitu mereka yang beriman dan konsisten dengan keimanannya itu, atau mengikuti tuntunan Nabi Musa dan kemudian masuk Islam setelah kedatangan Nabi Muhammad; dan ada juga di antara mereka yang tidak demikian, yakni yang kafir dan durhaka. Dan Kami telah dan pasti akan uji mereka dengan jalan memberi nikmat dan berbagai hal yang baik-baik dan bencana atau berbagai hal yang buruk-buruk, agar mereka kembali kepada kebenaran, bertobat dan menyesali pelanggaran-pelanggaran yang mereka lakukan.",
        "169": "Apakah setelah dicerai-beraikan dan diuji dengan kebaikan dan keburukan mereka kembali kepada kebenaran? Ayat ini menjelaskan keadaan mereka setelah itu, dengan menyatakan, maka setelah mereka, yaitu dua golongan yang telah Kami kelompokkan tadi, datanglah generasi lain yang lebih buruk yang mewarisi Taurat dari leluhur mereka, tetapi mereka tidak mengamalkannya, yang mengambil harta benda dunia yang rendah ini. Kesenangan dunia lebih mereka utamakan daripada kebenaran. Lalu mereka berkata, “Kami pasti akan diberi ampun, karena Allah Maha pengampun.” Dan kelak jika harta benda dunia datang kepada mereka sebanyak itu pula, niscaya mereka akan terus-menerus mengambilnya juga. Seakan-akan mereka mengharapkan ampunan, padahal jika mereka diberikan lagi kesenangan dunia seperti sebelumnya, mereka tidak ragu untuk mengambilnya. Begitulah, mereka adalah sekelompok orang yang di samping memohon ampunan, tetapi dalam waktu yang sama selalu saja melakukan dosa. Bukankah mereka sudah terikat perjanjian dalam Kitab Taurat bahwa mereka tidak akan mengatakan terhadap Allah, kecuali yang benar, padahal mereka telah mempelajari apa yang tersebut di dalamnya? Mereka telah mempelajari isinya, dan seharusnya mereka mengatakan kebenaran. Tetapi mereka justru mengatakan kebatilan! Sesungguhnya kenikmatan di negeri akhirat yang diperuntukkan bagi mereka yang bertakwa, itu lebih baik daripada segala kesenangan dunia. Maka tidakkah kamu mengerti sehingga tetap memungkiri hal ini? Jika demikian halnya, berarti kalian tidak bisa membedakan bahwa kenikmatan akhirat itu sungguh lebih baik daripada kesenangan dunia yang kalian lebih utamakan!”",
        "170": "Setelah menjelaskan keadaan mereka yang durhaka dan menyia-nyiakan kitab Taurat, ayat ini berbicara tentang orang-orang yang berpegang teguh dan mengikuti kebenaran. Dan orang-orang yang selalu berpegang teguh pada Kitab, yakni Taurat, dengan selalu mengamalkan tuntunannya dan mengikuti Nabi Muhammad setelah mendapat penjelasan tentang sifat-sifat dan kabar gembira tentang kedatangannya di dalam Taurat, serta melaksanakan kewajiban salat secara sempurna dan berkesinambungan, akan diberi pahala. Sungguh, Kami tidak akan menghilangkan pahala orang-orang saleh dan Kami tidak membiarkan mereka tanpa ganjaran atas kesalehan dan kebajikan yang mereka lakukan.",
        "171": "Allah membantah orang-orang Yahudi yang mengatakan bahwa Bani Israil itu tidak pernah melanggar kebenaran. Maka Allah berfirman, “Dan ingatlah ketika Kami mengangkat gunung Sinai ke atas kepala pendahulu, Bani Israil. Mereka ketakutan karena mengira seakan-akan gunung itu naungan awan dan mereka yakin bahwa gunung itu akan jatuh menimpa mereka. Ketika itu Kami firmankan kepada mereka, “Peganglah dengan teguh dan tunjukkan keinginan kuat untuk menaati apa yang telah Kami berikan kepadamu berupa petunjuk-petunjuk Taurat, serta ingatlah selalu apa yang tersebut di dalamnya, yakni tuntunan, dengan selalu mengamalkannya agar kamu menjadi orang-orang bertakwa, yakni terhindar dari sanksi dan siksa Allah.” Sampai di sini selesai sudah kisah Nabi Musa bersama kaumnya.",
        "172": "Ayat-ayat yang lalu berbicara tentang kisah Nabi Musa dan Bani Israil dengan mengingatkan mereka tentang perjanjian yang bersifat khusus, di sini Allah menjelaskan perjanjian yang bersifat umum, untuk Bani Israil dan manusia secara keseluruhan, yaitu dalam bentuk penghambaan. Allah berfirman, “Dan ingatlah ketika Tuhanmu mengeluarkan dari sulbi, yakni tulang belakang anak cucu Adam, keturunan mereka yang melahirkan generasi-generasi selanjutnya. Dan kemudian Dia memberi mereka bukti-bukti ketuhanan melalui alam raya ciptaanNya, sehingga-dengan adanya bukti-bukti itu-secara fitrah akal dan hati nurani mereka mengetahui dan mengakui kemahaesaan Tuhan. Karena begitu banyak dan jelasnya bukti-bukti keesaan Tuhan di alam raya ini, seakan-akan Allah mengambil kesaksian terhadap roh mereka seraya berfirman, “Bukankah Aku ini Tuhan Pemelihara-mu dan sudah berbuat baik kepadamu?” Mereka menjawab, “Betul Engkau Tuhan kami, kami bersaksi bahwa Engkau Maha Esa.” Dengan demikian, pengetahuan mereka akan bukti-bukti tersebut menjadi suatu bentuk penegasan dan, dalam waktu yang sama, pengakuan akan kemahaesaan Tuhan. Kami lakukan yang demikian itu agar di hari Kiamat kamu tidak lagi beralasan dengan mengatakan, “Sesungguhnya ketika itu kami lengah terhadap ini, tidak tahu apa-apa mengenai keesaan Tuhan.”",
        "173": "Atau agar kamu tidak beralasan dengan mengatakan seandainya tidak ada rasul yang Kami utus atau tidak ada bukti-bukti itu, “Sesungguhnya nenek moyang kami telah mempersekutukan Tuhan sejak dahulu, sedang kami tidak mempunyai pembimbing selain mereka, sehingga kami mengikuti mereka saja, karena kami adalah keturunan yang datang setelah mereka dan hanya mengikuti jejak mereka. Maka apakah wajar wahai Tuhan, Engkau akan menyiksa dan membinasakan kami karena perbuatan syirik yang diwariskan kepada kami oleh orang-orang dahulu yang sesat?” Agar orang-orang musyrik itu jangan mengatakan bahwa nenek moyang mereka dahulu telah mempersekutukan Tuhan, sedang mereka tidak tahu menahu bahwa mempersekutukan Tuhan itu salah, tidak ada jalan lagi bagi mereka, hanya meniru nenek moyang mereka yang mempersekutukan Tuhan. Karena itu mereka menganggap mereka tidak patut disiksa karena kesalahan nenek moyang mereka.",
        "174": "Dan demikianlah, dengan penjelasan yang rinci dan penuh hikmah, Kami menjelaskan ayat-ayat itu, berupa bukti-bukti keesaan kami dan semua tuntunan Kami agar mereka kembali kepada kebenaran, menyadari kesalahan mereka dan tidak menuruti begitu saja orang-orang yang berbuat kebatilan.",
        "175": "Ayat yang lalu mengisyaratkan bahwa keesaan Allah melekat pada diri manusia, sehingga seharusnya secara fitrah mereka beriman. Tetapi ternyata ada yang durhaka. Di sini Allah mengumpamakan orang-orang yang mendustakan ayat-ayat yang diturunkan kepada rasul-Nya, dan berkata, “Bacakanlah wahai Nabi Muhammad, kepada mereka, berita atau kisah tentang orang yang telah Kami berikan ayatayat Kami kepadanya, kemudian dia melepaskan diri dari ayat-ayat itu, tidak mempedulikannya dan tidak mengamalkan pesan ayat-ayat itu, melepaskan apa yang melekat pada dirinya bagaikan ular melepaskan kulitnya, maka dia diikuti oleh setan sampai dia tergoda, sehingga jadilah dia termasuk kelompok orang yang sesat.",
        "176": "Ayat ini menguraikan keadaan siapa pun yang melepaskan diri dari pengetahuan tentang ke-Esa-an Allah yang telah dimilikinya. Allah menyatakan, “Dan sekiranya Kami menghendaki untuk mengangkat derajatnya ke golongan orang baik niscaya Kami tinggikan derajat-nya dengan memberinya petunjuk untuk mengamalkan ayat-ayat yang Kami turunkan itu. Akan tetapi dia selalu cenderung kepada dunia dan mengikuti hawa nafsu keinginannya yang rendah dengan penuh antusias. Maka perumpamaan keadaan-nya yang selalu berada dalam gundah gulana dan sibuk mengejar hawa nafsu duniawi, persis seperti anjing yang selalu menjulurkan lidahnya. Jika engkau menghalaunya dijulurkan lidahnya dan begitu pula jika kamu membiarkannya dia menjulurkan lidahnya juga. Begitu jugalah seorang budak dunia, selalu tergila-gila dengan kesenangan dan hawa nafsu duniawi. Sesungguhnya demikianlah perumpamaan orang-orang yang mendustakan ayat-ayat yang Kami turunkan. Maka, ceritakanlah wahai Nabi, kisah-kisah itu kepada kaummu agar mereka berpikir sehingga tidak melakukan apa yang dilakukan oleh yang dikecam ini.”",
        "177": "Sangat buruk perumpamaan keadaan orang-orang yang mendustakan ayat-ayat Kami karena mereka mengabaikan tuntunan pengetahuannya, bahkan berbuat zalim. Dengan mengingkari kebenaran, mereka sebenarnya tidak lain telah menzalimi diri mereka sendiri. Begitulah, seburuk-buruk manusia adalah orang yang mempunyai pengetahuan keesaan Allah dan agama-Nya, tetapi karena didorong oleh hawa nafsu duniawi, dia meninggalkan ilmunya dan berubah menjadi kafir kepada Allah.",
        "178": "Allah tidak meninggikan derajat siapa yang yang dibicarakan keadaannya oleh ayat-ayat yang lalu, karena yang bersangkutan enggan memanfaatkan petunjuk Allah yang telah diraihnya, sehingga Allah pun tidak memberinya kemampuan untuk mengamalkan petunjuk itu. Ketetapan Allah yang berlaku adalah barang siapa diberi petunjuk oleh Allah berupa kemampuan untuk mengikuti kebenaran, maka dialah yang benar-benar mendapat petunjuk dan memperoleh kebahagiaan dunia dan akhirat. Dan barangsiapa disesatkan Allah, dengan dijauhkan dari petunjuk karena selalu mengikuti hawa nafsunya, maka mereka itulah orang-orang yang benar-benar rugi.",
        "179": "Jika pada ayat yang lalu berbicara tentang siapa yang mendapat petunjuk dan disesatkan, pada ayat ini dijelaskan mengapa seseorang tidak mendapat petunjuk dan mengapa pula yang lain disesatkan. Dan demi keagungan dan kekuasaan Kami, sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia karena kesesatan mereka. Hal itu karena mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami ayat-ayat Allah dan mereka memiliki mata tetapi tidak dipergunakannya untuk melihat tanda-tanda kekuasaan Allah, dan mereka mempunyai telinga tetapi tidak dipergunakannya untuk mendengarkan ayat-ayat Allah. Mereka layaknya seperti hewan ternak yang tidak menggunakan akal yang diberikan Allah untuk berpikir, bahkan mereka sebenarnya lebih sesat lagi dari binatang, sebab, binatang itu-dengan instinknya-akan selalu mencari kebaikan dan menghindari bahaya, sementara mereka itu malah menolak kebaikan dan kebenaran yang ada. Mereka itulah orang-orang yang lengah.",
        "180": "Demikianlah, seseorang terjerumus ke dalam neraka karena mengabaikan tanda-tanda keesaan Allah dan tidak mengingat-Nya. Maka pada ayat ini, Allah mengingatkan agar kita tidak melalaikannya dan selalu memanggil-Nya dengan nama-nama-Nya yang terbaik. Dan hanya Allah Yang memiliki al-Asma al-Husna, yakni nama-nama terbaik yang menunjukkan keagungan dan kemahasempurnaan-Nya, maka berdoalah dan bermohonlah kepada-Nya dengan menyebutnya, yaitu al-Asma al-Husna itu. Dan tinggalkanlah serta waspadalah terhadap orang-orang yang menyimpang dari kebenaran dengan menyalahartikan nama-nama-Nya. Jangan dihiraukan orang-orang yang menyembah Allah dengan menyebut nama-nama yang tidak sesuai dengan sifat-sifat keagungan Allah, atau dengan memakai al-Asma al-Husna, tetapi dengan maksud menodai nama Allah atau mempergunakan al-Asma al-Husna untuk nama-nama selain Allah. Mereka kelak, di dunia atau di akhirat, akan mendapat balasan yang sesuai dengan kadar kedurhakaan mereka disebabkan apa yang telah mereka kerjakan.",
        "181": "Kalau pada ayat 179 disebutkan tentang siapa yang akan menjadi penghuni neraka dari kalangan manusia dan jin, maka pada ayat ini ditegaskan, dan di antara orang-orang yang telah Kami ciptakan ada umat yang menjadi teladan dan selalu memberi petunjuk dengan dasar kebenaran, dan dengan dasar kebenaran itu pula mereka setiap saat selalu berlaku adil, tidak menyimpang ke kiri dan ke kanan, tetapi menelusuri jalan tengah yang merupakan jalan kebaikan, dan mereka juga selalu berlaku adil dalam memutus segala perkara. Mereka itulah yang akan menjadi penghuni surga.",
        "182": "Dan sebaliknya, orang-orang yang mendustakan ayat-ayat Kami, baik berupa ayat-ayat Al-Qur'an, maupun mukjizat para nabi atau buktibukti keesaan dan kekuasaan Allah yang terhampar, akan Kami biarkan mereka berangsur-angsur, setahap demi setahap, menuju ke arah kebinasaan, hingga mencapai tahap maksimal. Di saat tingkat kekayaan dan kesenangan dunia telah membuat mereka lupa daratan, maka mereka akan sangat terkejut ketika kebinasaan itu datang dengan cara yang tidak mereka ketahui.",
        "183": "Dan Aku akan memberikan tenggang waktu berupa kesempatan hidup yang cukup, atau menangguhkan siksa dengan menganugerahkan kenikmatan kepada mereka yang menjadikan mereka lupa daratan, tanpa melupakan kejahatan-kejahatan yang mereka lakukan. Sungguh, rencana-Ku yang pada lahirnya adalah kenikmatan untuk mereka, tetapi tujuannya adalah kebinasaan, sangat teguh, tidak satu pun yang dapat membatalkannya dan akan sangat menyakitkan mereka, sesuai dengan kadar kejahatan yang mereka lakukan.",
        "184": "Mereka terlalu cepat mendustakan, dan karena pengingkaran mereka terhadap ayat-ayat Allah lahir dari pengingkaran terhadap rasul yang menyampaikannya, maka ayat ini menyatakan, “Dan apakah mereka yang mendustakan ayat-ayat Allah dan ditangguhkan siksa atas mereka itu lengah dan tidak merenungkan bahwa teman yang selalu bersama mereka, yaitu Nabi Muhammad, tidak gila. Rasulullah sama sekali tidak gila! Dia, Nabi Muhammad, tidak lain hanyalah seorang pemberi peringatan, lagi pemberi penjelasan tentang akibat perbuatan syirik mereka.",
        "185": "Mereka sungguh telah mendustakan Nabi Muhammad yang mengajak mereka untuk mengesakan Allah. Kini Allah mengajak mereka untuk memperhatikan alam raya, dengan firman-Nya, “Dan apakah mereka juga buta sehingga tidak memperhatikan dan mengambil pelajaran dari apa yang terbentang pada kerajaan langit dan bumi dan segala apa yang diciptakan Allah, yang semuanya menunjuki keesaan, keagungan dan kekuasaan-Nya, dan apakah mereka juga tidak melihat dan memikirkan dengan rasa takut tentang kemungkinan telah dekatnya waktu kebinasaan mereka? Mereka tidak berpikir bahwa ajal mereka sebenarnya sudah dekat, atau paling tidak, sudah semakin dekat, sehingga mereka cepat-cepat merenungi dan mencari kebenaran sebelum ajal mereka tiba. Jika Al-Qur'an tidak juga membuat mereka percaya, lalu berita mana lagi setelah ini yang akan mereka percayai?”",
        "186": "Mereka enggan mengikuti Al-Qur'an dan keterangan yang disampaikan Rasul, sehingga berlakulah keketapan Allah, yaitu barangsiapa dibiarkan sesat oleh Allah, karena pilihan dan usahanya sendiri, atau karena kebejatan hati dan keengganannya memanfaatkan petunjuk, maka baginya tidak ada seorang pun yang mampu memberi petunjuk guna mengantarkannya kepada kebahagiaan dan memberinya kemampuan untuk melaksanakan petunjuk. Allah akan terus membiarkannya selalu terombang-ambing dalam kesesatan, sehingga tidak menemukan jalan kebenaran.",
        "187": "Wahai Nabi Muhammad, mereka, yaitu kaum Yahudi atau musyrik, atau siapa pun mereka, menanyakan kepadamu dengan maksud mengejek atau mengujimu tentang Kiamat, yang pada hakikatnya mereka tidak akui adanya, atau mereka pun sebenarnya tahu bahwa hanya Allah yang tahu tentang itu, “Kapan terjadinya dan bagaimana mengetahuinya?” Katakanlah kepada mereka, “Sesungguhnya pengetahuan tentang waktu dan bagaimana Kiamat itu terjadi ada pada Tuhanku; tidak ada seorang pun yang dapat menjelaskan waktu terjadinya selain Dia Yang Maha Mengetahui. Kiamat itu sangat berat dan mencekam bagi makhluk yang di langit dan di bumi karena tidak ada yang mengetahuinya dan sangat besar huru-haranya. Ia tidak akan datang kepadamu kecuali secara tiba-tiba.” Mereka mengulang bertanya tentang itu kepadamu seakan-akan engkau mengetahuinya. Katakanlah, wahai Nabi Muhammad, “Sesungguhnya pengetahuan tentang hari Kiamat ada pada Allah, sehingga tidak ada yang dapat mengetahui kecuali atas informasi-Nya, padahal Dia telah menetapkan tidak memberitahu siapa pun tentang waktu kedatangannya. Akan tetapi kebanyakan manusia tidak mengetahui sehingga mereka terus bertanya atau menduga-duga, termasuk tentang hal-hal yang gaib lainnya.”",
        "188": "Bukan hanya soal kapan terjadi hari Kiamat, tetapi seluruh persoalan berada dalam genggaman kekuasaan Allah. Nabi Muhammad tidak memiliki wewenang dan pengetahuan, kecuali yang dianugerahkan Allah, maka katakanlah, wahai Nabi Muhammad kepada mereka, “Aku tidak kuasa mendatangkan manfaat seberapa besar pun, maupun menolak mudarat sekecil apa pun, karena aku adalah makhluk lemah dan pengetahuanku pun terbatas, bagi diriku, apalagi buat orang lain, kecuali apa yang dikehendaki Allah untuk dianugerahkan-Nya kepadaku. Sekiranya aku mengetahui segala sesuatu yang gaib, seperti yang kalian sangka, niscaya aku dengan pengetahuanku itu akan membuat kebajikan sebanyak-banyaknya dan tidak akan ditimpa bahaya. Tetapi tidak demikian keadaanku; sekali waktu mendapat kebaikan, di kali lain mengalami yang buruk; sekali waktu kalah dalam perang dan di kali lain menang; kadang rencanaku berhasil, terkadang juga gagal. Begitulah, karena memang aku tidak lain hanyalah seorang hamba Allah yang bertugas sebagai pemberi peringatan kepada seluruh manusia mengenai azab, dan pembawa berita gembira berupa balasan atau pahala bagi orang-orang yang beriman. Tugasku tidak terkait dengan pengetahuan yang rinci tentang yang gaib, kecuali yang telah diinformasikan-Nya kepadaku.”",
        "189": "Begitulah Allah mengalihkan pandangan mereka agar memerhatikan keadaan Rasul dan juga mencermati alam raya agar mereka dapat merasakan keesaan Tuhan. Kali ini Allah mengajak mereka membaca fakta dalam diri mereka, yaitu bahwa Dialah, Allah, yang menciptakan kamu keturunan Nabi Adam dari jiwa yang satu, yaitu Nabi Adam, dan dari padanya Dia menciptakan pasangannya, yaitu Hawa, agar dia merasa tenang dan cenderung hatinya kepada pasangannya. Maka setelah dicampurinya, istrinya mengandung kandungan yang ringan, seperti biasanya kehamilan di masa awal, dan teruslah dia merasa ringan beberapa waktu. Kemudian ketika dia merasa berat, di saat kandungan semakin besar dan semakin dekat waktu bersalin, keduanya, yakni pasangan suami istri, bermohon kepada Allah, Tuhan mereka seraya berkata, “Demi kekuasaan dan kebesaran-Mu, jika Engkau memberi kami anak yang saleh, sempurna, sehat, dan tidak cacat, tentulah kami benar-benar termasuk orang-orang yang bersyukur.”",
        "190": "Maka setelah Dia, yakni Allah memberi keduanya seorang anak yang sempurna, mereka menjadikan sekutu bagi Allah terhadap anak yang telah dianugerahkan-Nya itu, yakni mereka tidak bersyukur. Orang-orang musyrik menjadikan sekutu bagi Tuhan dalam menciptakan anak itu, yaitu bahwa kelahiran anak mereka itu bukan semata-mata karunia Allah, tetapi juga atas berkat berhala-berhala yang mereka sembah. Karena itulah mereka menamakan anak-anak mereka dengan 'Abdul 'Uzza, 'Abdul Manat, Abdusy Syam dan sebagainya. Maka Mahatinggi Allah dari apa yang mereka persekutukan.",
        "191": "Begitu banyak bukti-bukti keagungan, ketinggian, dan kesucian Allah dari segala kekurangan dan sekutu, lalu mengapa mereka terus berada dalam kesesatan dan selalu mempersekutukan Allah dengan sesuatu berhala yang tidak dapat menciptakan dan melakukan sesuatu apa pun? Padahal berhala itu sendiri diciptakan oleh manusia.",
        "192": "Sungguh bodoh mereka yang menjadikan makhluk sebagai sekutu bagi Allah, dan bukan hanya tidak dapat mencipta, berhala-berhala itu juga tidak dapat memberikan pertolongan kepada penyembahnya, dan bahkan kepada dirinya sendiri pun mereka, yakni berhala-berhala itu, tidak dapat memberi pertolongan jika ada yang merusak dan mengganggu mereka.",
        "193": "Dan jangan duga, wahai para penyembah berhala, sembahan-sembahan kamu hanya tidak dapat membela diri atau membantu kamu. Yang lebih ringan dari itu pun mereka tidak mampu, yaitu jika kamu, wahai orang-orang musyrik, selalu menyerunya dengan meminta berhala-berhala itu untuk memberi petunjuk kepadamu, tidaklah berhala-berhala itu dapat memperkenankan seruanmu karena mereka tidak mendengar dan juga tidak mengerti. Sama saja hasilnya buat kamu apakah kamu telah menyeru mereka, walaupun itu berkali-kali, atau sikap kamu mantap berdiam diri, tidak mengucapkan satu kata pun. Sama saja, tidak ada gunanya sama sekali. Mereka tetap tidak akan tersentuh atau bergerak.",
        "194": "Masih dalam konteks menjelaskan kecaman terhadap berhala-berhala sembahan kaum musyrik, ayat ini menyatakan, “Sesungguhnya mereka, yakni berhala-berhala yang kamu seru selain Allah yang kamu harapkan dapat memberikan manfaat adalah makhluk yang lemah yang serupa juga dengan kamu, yaitu tunduk kepada Allah sesuai tabiat ciptaan mereka, seperti halnya kalian. Kalau benar mereka itu berkuasa, seperti yang kalian sangka, maka serulah mereka, lalu biarkanlah mereka memperkenankan permintaanmu untuk mendatangkan manfaat dan menolak mudarat, jika kamu orang yang benar dalam keyakinanmu bahwa berhala-berhala itu adalah Tuhan sekutu bagi Allah.",
        "195": "Bahkan berhala-berhala itu lebih rendah derajatnya dari kalian dalam segi ciptaan dan aspek bentuknya. Perhatikanlah, apakah mereka, yakni berhala-berhala itu mempunyai kaki untuk berjalan, seperti kalian yang dapat berjalan, atau mempunyai tangan untuk memegang dengan keras dan menampik mudarat dari diri kalian dan dari diri mereka sendiri? Atau mempunyai mata untuk melihat dan mengamati, atau mempunyai telinga untuk mendengar permintaan kalian lalu mewujudkannya? Tidak! Mereka tidak memiliki semua itu, lalu mengapa kalian mempersekutukan mereka dengan Allah? Katakanlah, “Andaikata dalam dugaan kalian tuhan-tuhan itu bisa mendatangkan mudarat atas diriku atau orang lain, maka panggillah berhala-berhalamu yang kamu anggap sekutu Allah, kemudian lakukanlah bersama mereka tipu daya untuk mencelakakan-ku. Segera sekarang juga, dan jangan kamu tunda lagi. Sungguh mereka itu tidak dapat berbuat sesuatu.",
        "196": "Dan katakan juga wahai Nabi Muhammad, “Aku dan orang-orang yang taat kepada Allah tidak khawatir sedikit pun kepada berhala-berhala itu dan juga kepada kamu semua, karena sesungguhnya pelindungku yang memelihara dan menolongku adalah Allah. Dialah yang telah menurunkan kepadaku Kitab Al-Qur’an dengan benar yang berisi kan kebenaran, dan Dia Yang Mahakuasa itu selalu melindungi orang-orang saleh dan menolong mereka atas tipu daya musuh.",
        "197": "Itulah sifat-sifat Allah yang disembah oleh Nabi Muhammad dan para pengikutnya, sedangkan berhala yang disembah oleh orang-orang musyrik yang sesat, sifatnya seperti diurai pada ayat ini. Dan berhala-berhala yang selalu kamu, yakni orang-orang musyrik penyembah berhala seru selain Allah untuk meminta pertolongan dan beribadah kepada mereka, tidaklah sanggup menolongmu dengan cara apa pun, bahkan tidak dapat menolong dirinya sendiri, mereka itu lemah seperti halnya kamu, bahkan lebih lemah dari kamu.”",
        "198": "Dan wahai para penyembah berhala, sesembahan kamu itu bukan hanya tidak mampu menolong kamu atau membela dirinya. Yang lebih lemah dari itu pun mereka tak mampu. Jika kamu para penyembah berhala menyeru mereka, berhala-berhala itu, untuk memberi petunjuk kepada kebaikan dan kebenaran, mereka tidak dapat mendengarnya apalagi mengabulkan permintaan itu. Dan engkau wahai Nabi Muhammad lihat mereka, yakni berhala-berhala yang disembah oleh orang-orang musyrik itu ada di hadapanmu seolah-olah memandangmu, sebab berhala-berhala itu dibuat seakan-akan memandang orang yang di hadapannya dengan mata yang bersinar, padahal mereka tidak melihat, karena se-sungguhnya tidak memiliki mata dan tidak pula hati.",
        "199": "Setelah ayat-ayat yang lalu mengecam dengan keras kaum musyrik dan sembahan mereka, pada ayat ini Allah menjelaskan kepada Nabi Muhammad tentang cara menghadapi kesesatan mereka. Jadilah engkau wahai Nabi Muhammad dan juga umatmu orang yang pemaaf, dan tidak meminta sesuatu yang akan menyulitkan orang lain dan suruhlah orang mengerjakan dan mengucapkan yang makruf, berupa kebajikan yang dipandang baik oleh akal, agama dan tradisi masyarakat, serta jangan pedulikan orang-orang yang bodoh, teruslah melangkah dalam berdakwah.",
        "200": "Rasul sebagai manusia, tentu saja dapat marah jika kemungkaran orang-orang musyrik telah mencapai puncaknya, dan setan akan memanfaatkan itu. Oleh karenanya, Nabi dan umatnya diingatkan, “Dan jika setan datang menggodamu dengan merayu secara halus, melalui suatu bisikan, seperti saat dirimu murka karena hujatan-hujatan jahat mereka, maka berlindunglah kepada Allah, dengan memohon pertolongan kepada-Nya, niscaya Dia akan mengusir bisikan-bisikan itu. Sungguh, Dia Maha Mendengar setiap ucapan, termasuk permohonanmu itu, dan Dia Maha Mengetahui setiap perbuatan, termasuk yang direncanakan oleh setan.”",
        "201": "Setelah memberi petunjuk kepada Nabi Muhammad, kini petunjuk tertuju kepada kaum bertakwa secara umum. Sesungguhnya orang-orang yang bertakwa, yang memberi batas pemisah antara diri mereka dengan perbuatan-perbuatan maksiat, sehingga menghalangi masuknya rayuan dan godaan setan yang dapat memalingkan mereka dari perintah Allah, apabila mereka dibayang-bayangi pikiran jahat untuk berbuat dosa dari setan, mereka pun segera ingat kepada Allah yang telah memerintahkan untuk taat dan bertobat kepada-Nya, maka ketika itu juga, dengan cepat bagaikan tiba-tiba, mereka melihat dan menyadari kesalahan-kesalahannya.",
        "202": "Dan mereka yang bertakwa itu akan selamat, meski teman-teman mereka, yakni orang kafir dan fasik, terus-menerus membantu setan-setan dari kalangan jin dan manusia dalam menyesatkan manusia di bumi, dan sikap mereka lebih buruk lagi, karena mereka tidak hanya membantu sekali atau dua kali, tetapi mereka giat melakukan bantuan tersebut secara terus-menerus dan tidak henti-hentinya menyesatkan dan melakukan perbuatan keji yang dilarang oleh Allah.",
        "203": "Teman-teman mereka membantu mereka dalam kesesatan, dan juga kesesatan yang lain, yakni apabila engkau Nabi Muhammad tidak membacakan suatu ayat berupa kebenaranmu kepada mereka seperti apa yang mereka inginkan, atau karena dalam beberapa waktu tidak ada ayat yang turun kepadamu, mereka berkata, “Mengapa tidak engkau buat sendiri ayat itu dari apa yang kami usulkan, atau membuat Al-Qur'an yang lain dari pada menunggu kedatangannya?” Katakanlah wahai Nabi Muhammad kepada mereka, “Ini bukanlah kewenanganku dan aku tidak dapat melakukannya, sesungguhnya aku hanya mengikuti secara sungguh-sungguh apa yang diwahyukan Tuhanku kepadaku melalui Malaikat Jibril. Al-Qur'an ini adalah bukti-bukti yang nyata melebihi apa yang kamu minta, serta bersumber dari Tuhanmu. Di samping sebagai bukti yang jelas ia juga merupakan petunjuk kepada jalan kebenaran dan rahmat berupa kasih sayang Allah bagi orang-orang yang beriman.”",
        "204": "Dan sampaikan juga bahwa apabila dibacakan ayat-ayat Al-Qur'an oleh siapa pun, maka dengarkanlah dengan penuh perhatian, dan diamlah sambil memperhatikan tuntunan-tuntunannya dengan tenang agar kamu mendapat rahmat dari Allah. Jika dibacakan Al-Qur'an, kita diperintahkan mendengar dan memperhatikan sambil berdiam diri, baik di dalam salat maupun di luar salat.",
        "205": "Dan ingatlah Tuhanmu dengan sungguh-sungguh hingga keagungan dan kebesaran-Nya hadir dalam hatimu ketika membaca dan mendengar Al-Qur'an atau berzikir, dengan rendah hati dan rasa takut. Kamu akan merasakan kehadiran, kedekatan dan rasa takut pada-Nya. Lakukan itu dengan tidak mengeraskan suara. Tidak perlu kamu bersuara keras atau terlalu lemah. Lakukanlah zikir itu pada waktu pagi dan petang, agar kamu memulai dan mengakhiri harimu dengan mengingat Allah. Dan janganlah kamu termasuk orang-orang yang lengah, tidak mengingat Allah di setiap saat.",
        "206": "Jangan enggan berzikir mengingat Allah dan jangan pula enggan membaca serta mempelajari petunjuk-petunjuk Al-Qur'an, karena sesungguhnya mereka yang ada di sisi Tuhanmu, yakni para malaikat dan juga hamba-hamba Allah, tidak sesaat pun merasa enggan untuk menyembah Allah dan mereka terus-menerus bertasbih menyucikan-Nya dari sifat-sifat yang tidak layak bagi-Nya, dan hanya kepada-Nya semata mereka bersujud, maka tirulah mereka. Ayat ini adalah salah satu “ayat sajdah” yang disunahkan kita bersujud setelah membacanya atau mendengarnya baik di dalam salat maupun di luar salat. Sujud ini dinamakan “sujud tilawah”. []"
      }
    }
  }
}