{
  "number": 80,
  "name": "عبس",
  "name_latin": "'Abasa",
  "name_id": "'Abasa",
  "name_trans_id": "Berwajah Masam",
  "number_of_verse": 42,
  "category": "Makkiyah",
  "arabics": {
    "1": "عَبَسَ وَتَوَلّٰىٓۙ",
    "2": "اَنْ جَاۤءَهُ الْاَعْمٰىۗ",
    "3": "وَمَا يُدْرِيْكَ لَعَلَّهٗ يَزَّكّٰىٓۙ",
    "4": "اَوْ يَذَّكَّرُ فَتَنْفَعَهُ الذِّكْرٰىۗ",
    "5": "اَمَّا مَنِ اسْتَغْنٰىۙ",
    "6": "فَاَنْتَ لَهٗ تَصَدّٰىۗ",
    "7": "وَمَا عَلَيْكَ اَلَّا يَزَّكّٰىۗ",
    "8": "وَاَمَّا مَنْ جَاۤءَكَ يَسْعٰىۙ",
    "9": "وَهُوَ يَخْشٰىۙ",
    "10": "فَاَنْتَ عَنْهُ تَلَهّٰىۚ",
    "11": "كَلَّآ اِنَّهَا تَذْكِرَةٌ ۚ",
    "12": "فَمَنْ شَاۤءَ ذَكَرَهٗ ۘ",
    "13": "فِيْ صُحُفٍ مُّكَرَّمَةٍۙ",
    "14": "مَّرْفُوْعَةٍ مُّطَهَّرَةٍ ۢ ۙ",
    "15": "بِاَيْدِيْ سَفَرَةٍۙ",
    "16": "كِرَامٍۢ بَرَرَةٍۗ",
    "17": "قُتِلَ الْاِنْسَانُ مَآ اَكْفَرَهٗۗ",
    "18": "مِنْ اَيِّ شَيْءٍ خَلَقَهٗۗ",
    "19": "مِنْ نُّطْفَةٍۗ خَلَقَهٗ فَقَدَّرَهٗۗ",
    "20": "ثُمَّ السَّبِيْلَ يَسَّرَهٗۙ",
    "21": "ثُمَّ اَمَاتَهٗ فَاَقْبَرَهٗۙ",
    "22": "ثُمَّ اِذَا شَاۤءَ اَنْشَرَهٗۗ",
    "23": "كَلَّا لَمَّا يَقْضِ مَآ اَمَرَهٗۗ",
    "24": "فَلْيَنْظُرِ الْاِنْسَانُ اِلٰى طَعَامِهٖٓ ۙ",
    "25": "اَنَّا صَبَبْنَا الْمَاۤءَ صَبًّاۙ",
    "26": "ثُمَّ شَقَقْنَا الْاَرْضَ شَقًّاۙ",
    "27": "فَاَنْۢبَتْنَا فِيْهَا حَبًّاۙ",
    "28": "وَّعِنَبًا وَّقَضْبًاۙ",
    "29": "وَّزَيْتُوْنًا وَّنَخْلًاۙ",
    "30": "وَّحَدَاۤىِٕقَ غُلْبًا",
    "31": "وَفَاكِهَةً وَّاَبًّا",
    "32": "مَتَاعًا لَّكُمْ وَلِاَنْعَامِكُمْۗ",
    "33": "فَاِذَا جَاۤءَتِ الصَّاۤخَّةُ ۖ",
    "34": "يَوْمَ يَفِرُّ الْمَرْءُ مِنْ اَخِيْهِۙ",
    "35": "وَاُمِّهٖ وَاَبِيْهِۙ",
    "36": "وَصَاحِبَتِهٖ وَبَنِيْهِۗ",
    "37": "لِكُلِّ امْرِئٍ مِّنْهُمْ يَوْمَىِٕذٍ شَأْنٌ يُّغْنِيْهِۗ",
    "38": "وُجُوْهٌ يَّوْمَىِٕذٍ مُّسْفِرَةٌۙ",
    "39": "ضَاحِكَةٌ مُّسْتَبْشِرَةٌ ۚ",
    "40": "وَوُجُوْهٌ يَّوْمَىِٕذٍ عَلَيْهَا غَبَرَةٌۙ",
    "41": "تَرْهَقُهَا قَتَرَةٌ ۗ",
    "42": "اُولٰۤىِٕكَ هُمُ الْكَفَرَةُ الْفَجَرَةُ ࣖ"
  },
  "latins": [
    "'Abasa wa tawallā.",
    "An jā'ahul-a'mā.",
    "Wa mā yudrīka la'allahū yazzakkā.",
    "Au yażżakkaru fatanfa'ahuż-żikrā.",
    "Ammā manistagnā.",
    "Fa anta lahū taṣaddā.",
    "Wa mā 'alaika allā yazzakkā.",
    "Wa ammā man jā'aka yas'ā.",
    "Wa huwa yakhsyā.",
    "Fa anta 'anhu talahhā.",
    "Kallā innahā tażkirah(tun).",
    "Faman syā'a żakarah(ū).",
    "Fī ṣuḥufim mukarrmah(tin).",
    "Marfū'atim muṭahharah(tin).",
    "Bi'aidī safarah(tin).",
    "Kirāmim bararah(tin).",
    "Qutilal-insānu mā akfarah(ū).",
    "Min ayyi syai'in khalaqah(ū).",
    "Min nuṭfah(tin), khalaqahū fa qaddarah(ū).",
    "Ṡummas-sabīla yassarah(ū).",
    "Ṡumma amātahū fa aqbarah(ū).",
    "Ṡumma iżā syā'a ansyarah(ū).",
    "Kallā lammā yaqḍi mā amarah(ū).",
    "Falyanẓuril-insānu ilā ṭa'āmih(ī).",
    "Annā ṣababnal-mā'a ṣabbā(n).",
    "Ṡumma syaqaqnal-arḍa syaqqā(n).",
    "Fa'ambatnā fīhā ḥabbā(n).",
    "Wa 'inabaw wa qaḍbā(n).",
    "Wa zaitūnaw wa nakhlā(n).",
    "Wa ḥadā'iqa gulbā(n).",
    "Wa fākihataw wa abbā(n).",
    "Matā'al lakum wa li'an'āmikum.",
    "Fa iżā jā'atiṣ-ṣākhkhah(tu).",
    "Yauma yafirrul-mar'u min akhīh(i).",
    "Wa ummihī wa abīh(i).",
    "Wa ṣāḥibatihī wa banīh(i).",
    "Likullimri'im minhum yauma'iżin sya'nuy yugnīh(i).",
    "Wujūhuy yauma'iżim musfirah(tun).",
    "Ḍāḥikatum mustabsyirah(tun).",
    "Wa wujūhuy yauma'iżin 'alaihā gabarah(tun).",
    "Tarhaquhā qatarah(tun).",
    "Ulā'ika humul-kafaratul-fajarah(tu)."
  ],
  "translations": {
    "id": {
      "1": "Dia (Nabi Muhammad) berwajah masam dan berpaling",
      "2": "karena seorang tunanetra (Abdullah bin Ummi Maktum) telah datang kepadanya.",
      "3": "Tahukah engkau (Nabi Muhammad) boleh jadi dia ingin menyucikan dirinya (dari dosa)",
      "4": "atau dia (ingin) mendapatkan pengajaran sehingga pengajaran itu bermanfaat baginya?",
      "5": "Adapun orang yang merasa dirinya serba cukup (para pembesar Quraisy),",
      "6": "engkau (Nabi Muhammad) memberi perhatian kepadanya.",
      "7": "Padahal, tidak ada (cela) atasmu kalau dia tidak menyucikan diri (beriman).",
      "8": "Adapun orang yang datang kepadamu dengan bersegera (untuk mendapatkan pengajaran),",
      "9": "sedangkan dia takut (kepada Allah),",
      "10": "malah engkau (Nabi Muhammad) abaikan.",
      "11": "Sekali-kali jangan (begitu)! Sesungguhnya (ajaran Allah) itu merupakan peringatan.",
      "12": "Siapa yang menghendaki tentulah akan memperhatikannya",
      "13": "di dalam suhuf yang dimuliakan (di sisi Allah),",
      "14": "yang ditinggikan (kedudukannya) lagi disucikan",
      "15": "di tangan para utusan (malaikat)",
      "16": "yang mulia lagi berbudi.",
      "17": "Celakalah manusia! Alangkah kufur dia!",
      "18": "Dari apakah Dia menciptakannya?",
      "19": "Dia menciptakannya dari setetes mani, lalu menentukan (takdir)-nya.",
      "20": "Kemudian, jalannya Dia mudahkan.746)",
      "21": "Kemudian, Dia mematikannya lalu menguburkannya.",
      "22": "Kemudian, jika menghendaki, Dia membangkitkannya kembali.",
      "23": "Sekali-kali jangan (begitu)! Dia (manusia) itu belum melaksanakan apa yang Dia (Allah) perintahkan kepadanya.",
      "24": "Maka, hendaklah manusia itu memperhatikan makanannya.",
      "25": "Sesungguhnya Kami telah mencurahkan air (dari langit) dengan berlimpah.",
      "26": "Kemudian, Kami belah bumi dengan sebaik-baiknya.",
      "27": "Lalu, Kami tumbuhkan padanya biji-bijian,",
      "28": "anggur, sayur-sayuran,",
      "29": "zaitun, pohon kurma,",
      "30": "kebun-kebun (yang) rindang,",
      "31": "buah-buahan, dan rerumputan.",
      "32": "(Semua itu disediakan) untuk kesenanganmu dan hewan-hewan ternakmu.",
      "33": "Maka, apabila datang suara yang memekakkan (dari tiupan sangkakala),",
      "34": "pada hari itu manusia lari dari saudaranya,",
      "35": "(dari) ibu dan bapaknya,",
      "36": "serta (dari) istri dan anak-anaknya.",
      "37": "Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya.",
      "38": "Pada hari itu ada wajah-wajah yang berseri-seri,",
      "39": "tertawa lagi gembira ria.",
      "40": "Pada hari itu ada (pula) wajah-wajah yang tertutup debu (suram)",
      "41": "dan tertutup oleh kegelapan (ditimpa kehinaan dan kesusahan).",
      "42": "Mereka itulah orang-orang kafir lagi para pendurhaka."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Jika bagian akhir Surah an-Nziat menjelaskan tugas Nabi sebagai pemberi peringatan tentang hari kiamat, maka pada permulaan Surah Abasa Allah menyebutkan siapa yang akan mendapatkan manfaat dari peringatan tersebut. Disebutkan bahwa seorang pria buta bernama Abdullah bin Ummi Maktum, anak paman Khadijah, menghadap Nabi untuk meminta petunjuk. Ketika itu Nabi tengah berdakwah kepada para pemuka Quraisy. Nabi kurang berkenan dengan kedatangannya. Muka Nabi menjadi masam. Atas perilaku tersebut Allah menegurnya dengan halus. Teguran ini menunjukkan bahwa Al-Qur’an bukanlah perkataan Nabi melainkan kalamullah. Dengan teguran itu Allah menghendaki agar Nabi Muhammad melakukan hal yang lebih utama, yaitu memperhatikan orang yang sungguh-sungguh mencari kebenaran dan berpegang teguh dengan Islam. Dia, Nabi Muhammad, berwajah masam karena kedatangan Ibnu Ummi Maktum, dan berpaling darinya untuk melanjutkan pembicaraan dengan pemuka Quraisy.",
        "2": "Nabi kurang berkenan sehingga bermuka masam karena seorang buta telah datang kepadanya, yaitu Abdullah bin Ummi Maktum. Allah menegur Nabi karena lebih mementingkan bertemu dengan pemuka Quraisy untuk mengajak mereka masuk Islam. Dalam pandangan Allah, semestinya Nabi lebih mementingkan siapa pun yang betul-betul ingin mengamalkan ajaran Islam, tidak peduli ia dari kalangan fakir miskin bahkan cacat. Abdullah terus memanggil-manggil Nabi, sedang dia karena kebutaannya tidak tahu bahwa beliau sedang bersama para pemuka Quraisy (Lihat: Surah al-An’am/6: 52; al-Kahf/18: 28).",
        "3": "Wahai Nabi Muhammad, Kami menegur sikapmu yang demikian karena tahukah engkau barangkali dia datang menghadapmu untuk minta pengajaran darimu sebab dia ingin menyucikan dirinya dari dosa dan kesalahan masa lalunya?",
        "4": "Atau tahukah engkau bila dia datang karena dia ingin mendapatkan pengajaran Al-Qur’an dan ajaran Islam darimu, yang memberi manfaat kepadanya sehingga dia lebih tekun beribadah, beramal saleh, dan menjadi pengikut setiamu?",
        "5": "Adapun orang yang merasa dirinya serba cukup dengan apa yang dia punya, seperti kedudukan, status sosial, dan kekayaan; sehingga dia enggan beriman kepada Allah dan mengikuti ajaranmu,",
        "6": "maka engkau justru memberi perhatian kepadanya secara penuh agar jika dia masuk Islam dan menjadi pelopor bagi pengikutnya. Dalam berdakwah kepada pemuka Quraiys, Nabi sebetulnya mempunyai niat yang mulia, tetapi Allah menegur perlakuan Nabi kepada Abdullh lebih karena Dia menginginkan Nabi melakukan sesuatu yang lebih baik.",
        "7": "Wahai Nabi, mengapa engkau lebih mengutamakan pelayanan terhadap pemuka Quraisy itu, padahal tidak ada celaan atasmu kalau dia tidak menyucikan diri dengan beriman kepada Allah? Tugasmu hanyalah menyampaikan wahyu, dan setelah itu tidak ada dosa bagimu jika dia tetap berpaling dan enggan mengikuti petunjukmu. Lalu, mengapa engkau menomorduakan permintaan orang buta lagi fakir yang ingin belajar Islam darimu?",
        "8": "Dan adapun orang, yaitu Abdullah bin Ummi Maktum, yang datang kepadamu dengan bersegera dan bersungguh-sungguh untuk mendapatkan pengajaran Islam darimu,",
        "9": "sedang dia takut akan siksa Allah jika tidak mematuhi-Nya,",
        "10": "engkau malah mengabaikannya, berpaling darinya, tidak menghiraukannya, dan bermuka masam kepadanya.",
        "11": "Menjelaskan tujuan utama dari teguran-Nya, Allah berfirman, “Sekali-kali jangan berbuat demikian! Sungguh, ajaran-ajaran Allah itu suatu peringatan bagi semua orang agar mereka kembali ke fitrah, yaitu mentauhidkan-Nya dan mengimani-Nya.”",
        "12": "Perigatan-peringatan Allah sudah sangat jelas, maka barang siapa menghendaki untuk mempelajari dengan sungguh-sungguh, tentulah dia akan memperhatikannya, menghayatinya, lalu mengamalkannya. Tidak ada yang menghalangi seseorang memperoleh peringatan itu selain hati yang penuh kesombongan dan keingkaran.",
        "13": "Peringatan-peringatan dalam ayat Al-Qur’an itu terdapat di dalam kitab-kitab yang dimuliakan karena berada di sisi Allah dan memuat kalam serta dan pesan-Nya yang sangat berharga.",
        "14": "Itulah lembaran-lembaran mulia yang ditinggikan derajatnya dan disucikan; tidak ada yang bisa mengotori bahkan menjamahnya. Lembaran-lembaran itu dijauhkan dari segala kekurangan dan tidak ada pertentangan di antara ayat-ayatnya.",
        "15": "Lembaran-lembaran itu berada di tangan para utusan, yaitu para malaikat, pesuruh Allah yang bertugas sebagai penyampai pesan-pesan-Nya.",
        "16": "Para malaikat penulis itu adalah makhluk Allah yang mulia lagi berbakti. Mereka tidak pernah durhaka kepada-Nya dan tidak pula melanggar titah-Nya.",
        "17": "Allah telah menurunkan Al-Qur’an sebagai kitab yang penuh peringatan bagi manusia agar mereka mengikuti jalan Allah, tetapi celakalah manusia, alangkah jauh mereka dari rahmat Allah, alangkah kufurnya dia kepada peringatan Tuhan!",
        "18": "Mengapa mereka ingkar? Tidakkah mereka sadar dari apakah Dia menciptakannya?",
        "19": "Manusia hanyalah makhluk yang sangat lemah. Allah menciptakannya dari sesuatu yang hina, yaitu setetes mani. Dia menciptakannya melalui berbagai tahapan, dari tahap alaqah yang menempel di dinding rahim, lalu berubah menjadi mudgah, kemudian tahap pembentukan tulang, kemudian tahap dibungkusnya tulang itu dengan daging, lalu Allah menentukannya dan mewujudkannya dalam bentuk yang sempurna, dilengkapi dengan panca indera, akal, dan sebagainya.",
        "20": "Setelah mewujudkan manusia dalam bentuk yang sempurna, dengan kasih sayang-Nya kemudian jalannya Dia mudahkan dengan cara mengeluarkannya dari perut ibunya. Dia juga memberinya kemudahan untuk membedakan kebaikan dan keburukan agar dia memilih jalan hidupnya sendiri.",
        "21": "Kemudian setelah manusia menuntaskan hidupnya di dunia, Dia mematikannya dengan mencabut rohnya dan menguburkannya untuk menjalani kehidupan baru di alam barzakh. Manusia tidak bisa menolak kematian; sebagaiamana dia diciptakan dari tanah, dia akan kembali ke tanah.",
        "22": "Setelah manusia berada di alam barzakh sekian lama, kemudian jika Dia menghendaki, Dia akan membangkitkannya kembali di hari kebangkitan untuk mempertanggungjawabkan semua perbuatannya di dunia.",
        "23": "Allah telah mencurahkan kasih sayang-Nya kepada manusia, namun banyak dari mereka enggan bersyukur, bahkan berbuat maksiat. Sungguh suatu hal yang mengherankan. Sekali-kali jangan berbuat demikian; dia itu belum melaksanakan apa yang Dia perintahkan kepadanya, yaitu beriman, beribadah, dan menaati aturan-Nya.",
        "24": "Jika manusia bersikeras dengan keingkarannya, maka hendaklah manusia itu memperhatikan makanannya yang dia makan setiap hari; dari mana makanan itu berasal?",
        "25": "Kamilah yang menyediakan makanan itu bagi mereka melalui beberapa tahap. Kamilah yang telah mencurahkan air hujan yang melimpah dari arah langit, yang berasal dari uap air yang membentuk awan yang menggumpal dan saling bertumpuk.",
        "26": "Kemudian setelah air hujan itu membasahi bumi, Kami belah bumi dengan sebaik-baiknya. Kami suburkan kembali bumi yang tadinya tandus. Biji-bijian di dalam tanah mulai hidup dan menyeruak ke atas, membelah permukaan tanah.",
        "27": "Lalu di sana Kami tumbuhkan biji-bijian dengan segala macam dan ragamnya, seperti biji padi dan gandum.",
        "28": "Dan Kami tumbuhkan pula di sana anggur dan sayur-sayuran,",
        "29": "dan demikian pula zaitun dan pohon kurma yang sangat bermanfaat bagi kesehatan.",
        "30": "Dan Kami tumbuhkan juga dengan air hujan itu kebun-kebun yang rindang dan menyejukkan pandangan, menjadi tempat tinggal ber-bagai binatang, dan memproduksi oksigen.",
        "31": "Dan dengan air hujan itu pula Kami tumbuhkan pohon penghasil buah-buahan yang beraneka warna serta rerumputan.",
        "32": "Kami tumbuhkan itu semua untuk kesenanganmu agar hidupmu makmur dan sejahtera, dan untuk kesenangan hewan-hewan ternakmu. Dengan itu semua kamu hidup tenang dan tidak bersusah payah. Kamu hanya perlu emanfaatkannya, menjaga kelestariannya, dan mengimani Penciptanya sebagai bentuk rasa syukurmu kepada-Nya.",
        "33": "Kenikmatan-kenikmatan itu kelak akan diminta pertanggungjawabannya pada hari kiamat. Maka apabila datang suara tiupan sangkakala kedua yang memekakkan telinga dan menjadi penanda bangkitnya manusia dari kubur,",
        "34": "yaitu pada hari itu manusia lari dari orang yang dicintainya, seperti saudaranya,",
        "35": "dan dari ibu dan bapaknya yang melindungi dan mengayominya,",
        "36": "dan dari istri dan anak-anaknya yang selalu bersamanya,",
        "37": "maka setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. Semua ingin menyelamatkan diri sendiri tanpa menghiraukan orang lain. Mereka takut dan cemas atas apa yang terjadi di hadapan mereka dan khawatir akan nasib mereka.",
        "38": "Pada hari itu ada wajah-wajah yang berseri-seri. Itulah muka orang-orang yang pada saat di dunia beriman dan beramal saleh.",
        "39": "Mereka tertawa dan bergembira ria bersama kaum mukmin yang lain. Mereka tidak takut dan khawatir akan nasib mereka karena yakin Allah akan memberi balasan dengan sebaik-baiknya.",
        "40": "Dan di sisi yang lain pada hari itu ada pula wajah-wajah manusia yang tertutup debu,",
        "41": "pucat pasi, menghitam, dipenuhi kecemasan serta ketakutan yang sangat, tertutup oleh kegelapan akibat ditimpa kehinaan dan kesusahan.",
        "42": "Mereka itulah orang-orang kafir yang durhaka. Mereka tidak beriman, tidak bersyukur, dan tidak pula beribadah kepada-Nya, bahkan sering berbuat maksiat. Demikianlah kesudahan umat manusia di akhirat nanti."
      }
    }
  }
}