{
  "number": 81,
  "name": "التّكوير",
  "name_latin": "At-Takwīr",
  "name_id": "At-Takwir",
  "name_trans_id": "Penggulungan",
  "number_of_verse": 29,
  "category": "Makkiyah",
  "arabics": {
    "1": "اِذَا الشَّمْسُ كُوِّرَتْۖ",
    "2": "وَاِذَا النُّجُوْمُ انْكَدَرَتْۖ",
    "3": "وَاِذَا الْجِبَالُ سُيِّرَتْۖ",
    "4": "وَاِذَا الْعِشَارُ عُطِّلَتْۖ",
    "5": "وَاِذَا الْوُحُوْشُ حُشِرَتْۖ",
    "6": "وَاِذَا الْبِحَارُ سُجِّرَتْۖ",
    "7": "وَاِذَا النُّفُوْسُ زُوِّجَتْۖ",
    "8": "وَاِذَا الْمَوْءٗدَةُ سُىِٕلَتْۖ",
    "9": "بِاَيِّ ذَنْۢبٍ قُتِلَتْۚ",
    "10": "وَاِذَا الصُّحُفُ نُشِرَتْۖ",
    "11": "وَاِذَا السَّمَاۤءُ كُشِطَتْۖ",
    "12": "وَاِذَا الْجَحِيْمُ سُعِّرَتْۖ",
    "13": "وَاِذَا الْجَنَّةُ اُزْلِفَتْۖ",
    "14": "عَلِمَتْ نَفْسٌ مَّآ اَحْضَرَتْۗ",
    "15": "فَلَآ اُقْسِمُ بِالْخُنَّسِۙ",
    "16": "الْجَوَارِ الْكُنَّسِۙ",
    "17": "وَالَّيْلِ اِذَا عَسْعَسَۙ",
    "18": "وَالصُّبْحِ اِذَا تَنَفَّسَۙ",
    "19": "اِنَّهٗ لَقَوْلُ رَسُوْلٍ كَرِيْمٍۙ",
    "20": "ذِيْ قُوَّةٍ عِنْدَ ذِى الْعَرْشِ مَكِيْنٍۙ",
    "21": "مُّطَاعٍ ثَمَّ اَمِيْنٍۗ",
    "22": "وَمَا صَاحِبُكُمْ بِمَجْنُوْنٍۚ",
    "23": "وَلَقَدْ رَاٰهُ بِالْاُفُقِ الْمُبِيْنِۚ",
    "24": "وَمَا هُوَ عَلَى الْغَيْبِ بِضَنِيْنٍۚ",
    "25": "وَمَا هُوَ بِقَوْلِ شَيْطٰنٍ رَّجِيْمٍۚ",
    "26": "فَاَيْنَ تَذْهَبُوْنَۗ",
    "27": "اِنْ هُوَ اِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَۙ",
    "28": "لِمَنْ شَاۤءَ مِنْكُمْ اَنْ يَّسْتَقِيْمَۗ",
    "29": "وَمَا تَشَاۤءُوْنَ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ رَبُّ الْعٰلَمِيْنَ ࣖ"
  },
  "latins": [
    "Iżasy-syamsu kuwwirat.",
    "Wa iżan-nujūmunkadarat.",
    "Wa iżal-jibālu suyyirat.",
    "Wa iżal-'isyāru 'uṭṭilat.",
    "Wa iżal-wuḥūsy ḥusyirat.",
    "Wa iżal-biḥāru sujjirat.",
    "Wa iżan-nufūsu zuwwijat.",
    "Wa iżal-mau'ūdatu su'ilat.",
    "Bi'ayyi żambin qutilat.",
    "Wa iżaṣ-ṣuḥufu nusyirat.",
    "Wa iżas-samā'u kusyiṭat.",
    "Wa iżal-jaḥīmu su''irat.",
    "Wa iżal-jannatu uzlifat.",
    "'Alimat nafsum mā aḥḍarat.",
    "Falā uqsimu bil-khunnas(i).",
    "Al-jawāril-kunnas(i).",
    "Wal-laili iżā 'as'as(a).",
    "Waṣ-ṣubḥi iżā tanaffas(a).",
    "Innahū laqaulu rasūlin karīm(in).",
    "Żī quwwatin 'inda żil-'arsyi makīn(in).",
    "Muṭā'in ṡamma amīn(in).",
    "Wa mā ṣāḥibukum bimajnūn(in).",
    "Wa laqad ra'āhu bil-ufuqil-mubīn(i).",
    "Wa mā huwa 'alal-gaibi biḍanīn(in).",
    "Wa mā huwa biqauli syaiṭānir rajīm(in).",
    "Fa aina tażhabūn(a).",
    "In huwa illā żikrul lil-'ālamīn(a).",
    "Liman syā'a minkum ay yastaqīm(a).",
    "Wa mā tasyā'ūna illā ay yasyā'allāhu rabbul-'ālamīn(a)."
  ],
  "translations": {
    "id": {
      "1": "Apabila matahari digulung,",
      "2": "apabila bintang-bintang berjatuhan,",
      "3": "apabila gunung-gunung dihancurkan,",
      "4": "apabila unta-unta yang bunting ditinggalkan (tidak terurus),",
      "5": "apabila binatang-binatang liar dikumpulkan,",
      "6": "apabila lautan dipanaskan,",
      "7": "apabila roh-roh dipertemukan (dengan tubuh),",
      "8": "apabila bayi-bayi perempuan yang dikubur hidup-hidup ditanya,",
      "9": "“Karena dosa apa dia dibunuh,”",
      "10": "apabila lembaran-lembaran (catatan amal) telah dibuka lebar-lebar,",
      "11": "apabila langit dilenyapkan,",
      "12": "apabila (neraka) Jahim dinyalakan,",
      "13": "dan apabila surga didekatkan,",
      "14": "setiap jiwa akan mengetahui apa yang telah dikerjakannya.",
      "15": "Aku bersumpah demi bintang-bintang",
      "16": "yang beredar lagi terbenam,",
      "17": "demi malam apabila telah larut,",
      "18": "demi subuh apabila (fajar) telah menyingsing,",
      "19": "sesungguhnya (Al-Qur’an) itu benar-benar firman (Allah yang dibawa oleh) utusan yang mulia (Jibril)",
      "20": "yang memiliki kekuatan dan kedudukan tinggi di sisi (Allah) yang memiliki ʻArasy,",
      "21": "yang di sana (Jibril) ditaati lagi dipercaya.",
      "22": "Temanmu (Nabi Muhammad) itu bukanlah orang gila.",
      "23": "Sungguh, dia (Nabi Muhammad) benar-benar telah melihatnya (Jibril) di ufuk yang terang.",
      "24": "Dia (Nabi Muhammad) bukanlah seorang yang kikir (enggan) untuk menerangkan yang gaib.",
      "25": "(Al-Qur’an) itu bukanlah perkataan setan yang terkutuk.",
      "26": "Maka, ke manakah kamu akan pergi?747)",
      "27": "(Al-Qur’an) itu tidak lain, kecuali peringatan bagi semesta alam,",
      "28": "(yaitu) bagi siapa di antaramu yang hendak menempuh jalan yang lurus.",
      "29": "Kamu tidak dapat berkehendak, kecuali apabila dikehendaki Allah, Tuhan semesta alam."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Allah mengawali surah ini dengan menyebutkan dua belas peristiwa besar yang akan terjadi pada hari kiama  disebutkan dari ayat 1 s.d. 13. Apabila matahari yang demikian besar digulung dengan mudah seperti halnya serban, hingga cahayanya memudar dan redup.",
        "2": "Dan apabila bintang-bintang yang begitu banyak dan menghiasi cakrawala berjatuhan, tidak berada di garis edarnya lagi akibat hilangnya gaya tarikmenarik antar-benda langit.",
        "3": "Dan apabila gunung-gunung yang demikian tegar dan kukuh dihancurkan hingga luluh lantak menjadi pasir, kemudian diempaskan oleh angin dahsyat dengan mudahnya seperti gumpalan kapas raksasa yang beterbangan.",
        "4": "Dan apabila unta-unta yang bunting dan menjadi harta yang dibanggakan ditinggalkan begitu saja dan tidak lagi dipedulikan dan diurus oleh pemiliknya.",
        "5": "Hal ini mengisyaratkan betapa besar kebingungan yang meliputi manusia saat kiamat tiba. Dan apabila binatang-binatang liar dikumpulkan untuk diberi balasan bila berbuat aniaya kepada sesamanya. Binatang liar yang saling memusuhi saat itu bisa dikumpulkan menjadi satu dalam suasanya yang sangat menegangkan.",
        "6": "Dan apabila lautan dipanaskan dan dijadikan meluap. Air laut memanas akibat munculnya kobaran api mahadahsyat dari dasarnya.",
        "7": "Dan apabila roh-roh dipertemukan dengan tubuh sehingga manusia hidup kembali dalam suasana yang sama sekali berbeda dari kehidupan dunia. Manusia saat itu bergabung dengan manusia lain yang senasib; penaat bersama penaat, begitupun sebaliknya.",
        "8": "Dan apabila bayi-bayi perempuan yang dikubur hidup-hidup tanpa dosa dan kesalahan ditanya,",
        "9": "karena dosa apa dia dibunuh. Masyarakat jahiliah merasa malu bila mempunyai anak perempuan karena wanita dianggap tidak mempunyai peran apa-apa dalam kehidupan. Untuk menutup rasa malu, mereka rela mengubur anak-anak perempuannya hidup-hidup.",
        "10": "Dan apabila lembaran-lembaran yang berisi catatan perbuatan manusia, yang besar maupun yang kecil, dibuka lebar-lebar. Pada saat itu manusia tidak bisa mengelak dari apa yang telah dia perbuat di dunia. Dia yang menerima catatan amal dengan tangan kanan akan berbahagia. Sebaliknya, mereka yang menerima dengan tangan kiri akan celaka.",
        "11": "Dan apabila langit dilenyapkan. Langit yang semula menjadi atap bagi penduduk bumi akan dikelupas layaknya kulit binatang dikelupas dari tubuhnya.",
        "12": "Dan apabila neraka Jahim dinyalakan dengan suhu panas yang tidak terbayangkan. Neraka itu disediakan bagi mereka yang ingkar kepada Allah.",
        "13": "Dan apabila surga dengan segala kenikmatannya didekatkan kepada mereka yang beriman dan beramal saleh.",
        "14": "Pada saat itulah setiap jiwa akan mengetahui apa yang telah dikerjakannya di dunia, apakah perbuatan baik atau buruk.",
        "15": "Usai menjelaskan ihwal hari kiamat dan kesudahan manusia, Allah beralih menjelaskan kedudukan Al-Qur’an sebagai kalamullah yang didustakan oleh kafir Quraisy. Aku bersumpah demi bintang-bintang yang cahayanya redup di siang hari dan terang di malam hari.",
        "16": "yang beredar di garis edarnya dan terbenam,",
        "17": "demi malam apabila telah larut dan meninggalkan gelapnya, atau datang dengan kegelapan yang dibawanya,",
        "18": "dan demi subuh apabila fajar telah menyingsing, tersibak cahayanya sedikit demi sedikit, layaknya orang bernafas. Ketiga peristiwa tersebut merupakan tanda-tanda kebesaran Allah di alam semesta yang dapat dilihat. Begitupun, Al-Qur’an merupakan tanda kebesaran-Nya yang dapat dibaca.",
        "19": "Demi ketiga hal itu, sesungguhnya Al-Qur’an itu benar-benar firman Allah yang dibawa turun oleh utusan yang mulia, yaitu Jibril yang diamanati untuk mengawal wahyu Allah kepada para nabi.",
        "20": "Kami turunkan Al-Qur’an melalui Jibril yang memiliki kekuatan yang tidak tertandingi oleh makhluk lain. Jibril mempunyai 600 sayap. Dengan sayap sebanyak itu Jibril sanggup menembus langit ketujuh dengan kecepatan luar biasa. Itulah Jibril yang memiliki kedudukan tinggi di sisi Allah yang memiliki 'Arsy, singgasana yang agung karena ketaatannya kepada Allah dan tugasnya yang sangat mulia sebagai pembawa wahyu.",
        "21": "Itulah Jibril yang di sana, di alam malaikat, ditaati dan dipercaya atas wahyu yang disampaikannya.",
        "22": "Kami turunkan wahyu melalui Jibril kepada Nabi Muhammad, temanmu yang kamu kenal baik sifatnya. Dan temanmu itu bukanlah orang gila seperti tuduhanmu kepadanya. Dia adalah seorang yang santun, tepercaya, dan berakhlak mulia. Perkataan orang gila bersifat racauan, tidak beraturan, dan tidak mempunyai nilai. Berbeda dari AlQuran, kitab yang susunan kalimat maupun kandungannya mempunyai nilai sangat tinggi.",
        "23": "Ayat ini menegaskan pertemuan antara Jibril dalam wujudnya yang asli dengan Nabi Muhammad sesaat setelah Nabi menerima wahyu pertama di Gua Hira. Kaum musyrik mendustakan hal tersebut. Dan sungguh, dia telah melihatnya, yakni melihat Jibril, di ufuk yang terang, sehingga tidak dapat diragukan bahwa sosok yang datang itu adalah Jibril.",
        "24": "Dan dia bukanlah orang yang kikir untuk menerangkan ihwal perkara yang gaib, seperti Allah, malaikat, dan hari kiamat. Nabi dengan senang hati memberi penjelasan demi kemaslahatan banyak orang. Hal ini berbeda dari para dukun yang hanya mau membeberkan hal yang rahasia jika diberi imbalan.",
        "25": "Dan Al-Qur’an itu bukanlah perkataan setan yang terkutuk. Ada perbedaan nyata antara Al-Qur’an dan perkataan setan. Al-Qur’an mengajarkan nilai-nilai kebenaran dan keadilan, sedangkan setan mengajak kepada kebatilan, kemaksiatan, dan kemungkaran.",
        "26": "Maka, ke manakah kamu akan pergi? Jalan mana yang akan kamu pilih untuk menemukan kebenaran? Tidak ada yang lebih terang daripada jalan yang dijelaskan oleh Al-Qur’an.",
        "27": "Al-Qur’an itu tidak lain adalah peringatan bagi seluruh alam. Al-Qur’an menjelaskan segala sesuatu untuk kebaikan manusia, baik urusan dunia maupun akhirat; mereka yang berbuat baik akan mendapat pahala dan surga, dan yang berbuat jahat akan mendapat dosa dan neraka.",
        "28": "Peringatan Al-Qur’an itu ditujukan bagi siapa di antara kamu yang menghendaki menempuh jalan yang lurus, yaitu agama Islam, dan beristikamah dalam mengamalkan ajarannya.",
        "29": "Hanya saja, keinginan seseorang untuk berbuat sesuatu tidak akan terlaksana kecuali jika Allah menghendaki. Dan kamu tidak dapat menghendaki menempuh jalan itu kecuali apabila dikehendaki Allah, Tuhan seluruh alam."
      }
    }
  }
}