{
  "number": 83,
  "name": "المطفّفين",
  "name_latin": "Al-Muṭaffifīn",
  "name_id": "Al-Mutaffifin",
  "name_trans_id": "Orang-Orang Yang Curang",
  "number_of_verse": 36,
  "category": "Makkiyah",
  "arabics": {
    "1": "وَيْلٌ لِّلْمُطَفِّفِيْنَۙ",
    "2": "الَّذِيْنَ اِذَا اكْتَالُوْا عَلَى النَّاسِ يَسْتَوْفُوْنَۖ",
    "3": "وَاِذَا كَالُوْهُمْ اَوْ وَّزَنُوْهُمْ يُخْسِرُوْنَۗ",
    "4": "اَلَا يَظُنُّ اُولٰۤىِٕكَ اَنَّهُمْ مَّبْعُوْثُوْنَۙ",
    "5": "لِيَوْمٍ عَظِيْمٍۙ",
    "6": "يَّوْمَ يَقُوْمُ النَّاسُ لِرَبِّ الْعٰلَمِيْنَۗ",
    "7": "كَلَّآ اِنَّ كِتٰبَ الْفُجَّارِ لَفِيْ سِجِّيْنٍۗ",
    "8": "وَمَآ اَدْرٰىكَ مَا سِجِّيْنٌۗ",
    "9": "كِتٰبٌ مَّرْقُوْمٌۗ",
    "10": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَۙ",
    "11": "الَّذِيْنَ يُكَذِّبُوْنَ بِيَوْمِ الدِّيْنِۗ",
    "12": "وَمَا يُكَذِّبُ بِهٖٓ اِلَّا كُلُّ مُعْتَدٍ اَثِيْمٍۙ",
    "13": "اِذَا تُتْلٰى عَلَيْهِ اٰيٰتُنَا قَالَ اَسَاطِيْرُ الْاَوَّلِيْنَۗ",
    "14": "كَلَّا بَلْ ۜرَانَ عَلٰى قُلُوْبِهِمْ مَّا كَانُوْا يَكْسِبُوْنَ",
    "15": "كَلَّآ اِنَّهُمْ عَنْ رَّبِّهِمْ يَوْمَىِٕذٍ لَّمَحْجُوْبُوْنَۗ",
    "16": "ثُمَّ اِنَّهُمْ لَصَالُوا الْجَحِيْمِۗ",
    "17": "ثُمَّ يُقَالُ هٰذَا الَّذِيْ كُنْتُمْ بِهٖ تُكَذِّبُوْنَۗ",
    "18": "كَلَّآ اِنَّ كِتٰبَ الْاَبْرَارِ لَفِيْ عِلِّيِّيْنَۗ",
    "19": "وَمَآ اَدْرٰىكَ مَا عِلِّيُّوْنَۗ",
    "20": "كِتٰبٌ مَّرْقُوْمٌۙ",
    "21": "يَّشْهَدُهُ الْمُقَرَّبُوْنَۗ",
    "22": "اِنَّ الْاَبْرَارَ لَفِيْ نَعِيْمٍۙ",
    "23": "عَلَى الْاَرَاۤىِٕكِ يَنْظُرُوْنَۙ",
    "24": "تَعْرِفُ فِيْ وُجُوْهِهِمْ نَضْرَةَ النَّعِيْمِۚ",
    "25": "يُسْقَوْنَ مِنْ رَّحِيْقٍ مَّخْتُوْمٍۙ",
    "26": "خِتٰمُهٗ مِسْكٌ ۗوَفِيْ ذٰلِكَ فَلْيَتَنَافَسِ الْمُتَنٰفِسُوْنَۗ",
    "27": "وَمِزَاجُهٗ مِنْ تَسْنِيْمٍۙ",
    "28": "عَيْنًا يَّشْرَبُ بِهَا الْمُقَرَّبُوْنَۗ",
    "29": "اِنَّ الَّذِيْنَ اَجْرَمُوْا كَانُوْا مِنَ الَّذِيْنَ اٰمَنُوْا يَضْحَكُوْنَۖ",
    "30": "وَاِذَا مَرُّوْا بِهِمْ يَتَغَامَزُوْنَۖ",
    "31": "وَاِذَا انْقَلَبُوْٓا اِلٰٓى اَهْلِهِمُ انْقَلَبُوْا فَكِهِيْنَۖ",
    "32": "وَاِذَا رَاَوْهُمْ قَالُوْٓا اِنَّ هٰٓؤُلَاۤءِ لَضَاۤلُّوْنَۙ",
    "33": "وَمَآ اُرْسِلُوْا عَلَيْهِمْ حٰفِظِيْنَۗ",
    "34": "فَالْيَوْمَ الَّذِيْنَ اٰمَنُوْا مِنَ الْكُفَّارِ يَضْحَكُوْنَۙ",
    "35": "عَلَى الْاَرَاۤىِٕكِ يَنْظُرُوْنَۗ",
    "36": "هَلْ ثُوِّبَ الْكُفَّارُ مَا كَانُوْا يَفْعَلُوْنَ ࣖ"
  },
  "latins": [
    "Wailul lil-muṭaffifīn(a).",
    "Allażīna iżaktālū 'alan-nāsi yastaufūn(a).",
    "Wa iżā kālūhum au wazanūhum yukhsirūn(a).",
    "Alā yaẓunnu ulā'ika annahum mab'ūṡūn(a).",
    "Liyaumin 'aẓīm(in).",
    "Yauma yaqūmun-nāsu lirabbil-'ālamīn(a).",
    "Kallā inna kitābal-fujjāri lafī sijjīn(in).",
    "Wa mā adrāka mā sijjīn(un).",
    "Kitābum marqūm(un).",
    "Wailuy yauma'iżil lil-mukażżibīn(a).",
    "Allażīna yukażżibūna biyaumid-dīn(i).",
    "Wa mā yukażżibu bihī illā kullu mu'tadin aṡīm(in).",
    "Iżā tutlā 'alaihi āyātunā qāla asāṭīrul-awwalīn(a).",
    "Kallā bal…rāna 'alā qulūbihim mā kānū yaksibūn(a).",
    "Kallā innahum 'ar rabbihim yauma'iżil lamaḥjūbūn(a).",
    "Ṡumma innahum laṣālul-jaḥīm(i).",
    "Ṡumma yuqālu hāżal-lażī kuntum bihī tukażżibūn(a).",
    "Kallā inna kitābal-abrāri lafī 'illiyyīn(a).",
    "Wa mā adrāka mā 'illiyyūn(a).",
    "Kitābum marqūm(un).",
    "Yasyhaduhul-muqarrabūn(a).",
    "Innal-abrāra lafī na'īm(in).",
    "'Alal-arā'iki yanẓurūn(a).",
    "Ta'rifu fī wujūhihim naḍratan na'īm(i).",
    "Yusqauna mir raḥīqim makhtūm(in).",
    "Khitāmuhū misk(un), wa fī żālika falyatanāfasil-mutanāfisūn(a).",
    "Wa mizājuhū min tasnīm(in).",
    "'Ainay yasyrabu bihal-muqarrabūn(a).",
    "Innal-lażīna ajramū kānū minal-lażīna āmanū yaḍḥakūn(a).",
    "Wa iżā marrū bihim yatagāmazūn(a).",
    "Wa iżanqalabū ilā ahlihimunqalabū fakihīn(a).",
    "Wa iżā ra'auhum qālū inna hā'ulā'i laḍāllūn(a).",
    "Wa mā ursilū 'alaihim ḥāfiẓīn(a).",
    "Fal-yaumal-lażīna āmanū minal kuffāri yaḍḥakūn(a).",
    "'Alal-arā'iki yanẓurūn(a).",
    "Hal ṡuwwibal-kuffāru mā kānū yaf'alūn(a)."
  ],
  "translations": {
    "id": {
      "1": "Celakalah orang-orang yang curang (dalam menakar dan menimbang)!",
      "2": "(Mereka adalah) orang-orang yang apabila menerima takaran dari orang lain, mereka minta dipenuhi.",
      "3": "(Sebaliknya,) apabila mereka menakar atau menimbang untuk orang lain, mereka kurangi.",
      "4": "Tidakkah mereka mengira (bahwa) sesungguhnya mereka akan dibangkitkan",
      "5": "pada suatu hari yang besar (Kiamat),",
      "6": "(yaitu) hari (ketika) manusia bangkit menghadap Tuhan seluruh alam?",
      "7": "Jangan sekali-kali begitu! Sesungguhnya catatan orang yang durhaka benar-benar (tersimpan) dalam Sijjīn.748)",
      "8": "Tahukah engkau apakah Sijjīn itu?",
      "9": "(Ia adalah) kitab yang berisi catatan (amal).",
      "10": "Celakalah pada hari itu bagi para pendusta,",
      "11": "yaitu orang-orang yang mendustakan hari Pembalasan.",
      "12": "Tidak ada yang mendustakannya, kecuali setiap orang yang melampaui batas lagi sangat berdosa.",
      "13": "Apabila dibacakan kepadanya ayat-ayat Kami, dia berkata, “(Itu adalah) dongeng orang-orang dahulu.”",
      "14": "Sekali-kali tidak! Bahkan, apa yang selalu mereka kerjakan itu telah menutupi hati mereka.",
      "15": "Sekali-kali tidak!749) Sesungguhnya mereka pada hari itu benar-benar terhalang dari (rahmat) Tuhannya.",
      "16": "Sesungguhnya mereka kemudian benar-benar masuk (neraka) Jahim.",
      "17": "Lalu dikatakan (kepada mereka), “Inilah (azab) yang selalu kamu dustakan.”",
      "18": "Sekali-kali tidak! Sesungguhnya catatan orang-orang yang berbakti benar-benar tersimpan dalam 'Illiyyīn.750)",
      "19": "Tahukah engkau apakah 'Illiyyīn itu?",
      "20": "(Itulah) kitab yang berisi catatan (amal)",
      "21": "yang disaksikan oleh (malaikat-malaikat) yang didekatkan (kepada Allah).",
      "22": "Sesungguhnya orang-orang yang berbakti benar-benar berada dalam (surga yang penuh) kenikmatan.",
      "23": "Mereka (duduk) di atas dipan-dipan (sambil) melepas pandangan.",
      "24": "Engkau dapat mengetahui pada wajah mereka gemerlapnya kenikmatan.",
      "25": "Mereka diberi minum dari khamar murni (tidak memabukkan) yang (tempatnya) masih diberi lak (sebagai jaminan keasliannya).",
      "26": "Laknya terbuat dari kasturi. Untuk (mendapatkan) yang demikian itu hendaknya orang berlomba-lomba.",
      "27": "Campurannya terbuat dari tasnīm,",
      "28": "(yaitu) mata air yang diminum oleh mereka yang didekatkan (kepada Allah).",
      "29": "Sesungguhnya orang-orang yang berdosa adalah mereka yang dahulu selalu mentertawakan orang-orang yang beriman.",
      "30": "Apabila mereka (orang-orang yang beriman) melintas di hadapan mereka, mereka saling mengedip-ngedipkan matanya.",
      "31": "Apabila kembali kepada kaumnya, mereka kembali dengan gembira ria (dan sombong).",
      "32": "Apabila melihat (orang-orang mukmin), mereka mengatakan, “Sesungguhnya mereka benar-benar orang-orang sesat,”",
      "33": "padahal mereka (orang-orang yang berdosa itu) tidak diutus sebagai penjaga (orang-orang mukmin).",
      "34": "Pada hari ini (hari Kiamat), orang-orang yang berimanlah yang mentertawakan orang-orang kafir.",
      "35": "Mereka (duduk) di atas dipan-dipan (sambil) melepas pandangan.",
      "36": "Apakah orang-orang kafir itu telah diberi balasan (hukuman) terhadap apa yang selalu mereka perbuat?"
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Pada permulaan surah ini Allah memberi peringatan keras kepada mereka yang berbuat curang dalam timbangan dan takaran. Celakalah bagi orang-orang yang berbuat curang dalam menimbang dan menakar sehingga merugikan banyak orang!",
        "2": "Mereka yang berbuat curang itu adalah orang-orang yang apabila menerima takaran atau timbangan dari orang lain, mereka minta takaran itu dicukupkan dan dipenuhi sehingga tidak berkurang sedikit pun,",
        "3": "dan apabila mereka menakar sesuatu dengan alat takar, seperti beras, gandum, atau lainnya, atau menimbang suatu barang seperti emas, perak, atau lainnya untuk orang lain, mereka mengurangi takaran atau timbangannya secara sengaja dengan cara licik agar tidak diketahui oleh pembeli. Hal ini sangat merugikan orang lain, dan harta yang diperoleh dari upaya ini hukumnya haram, tidak berkah, dan mengantar pelakunya ke neraka.",
        "4": "Allah mengecam mereka, “Mengapa mereka berbuat curang? Tidaklah mereka itu mengira bahwa sesungguhnya mereka akan dibangkitkan,",
        "5": "pada suatu hari yang besar, yaitu hari kebangkitan yang penuh kejadian mengerikan dan menegangkan?",
        "6": "Yaitu pada hari ketika semua orang bangkit dari kubur mereka untuk menghadap Tuhan seluruh alam. Tuhan akan menghisab perilaku mereka. Pada saat itu tidak ada kekuasaan selain kuasa Allah.",
        "7": "Allah menegur sekali lagi perilaku mereka, “Sekali-kali jangan begitu; jangan berbuat curang! Sesungguhnya catatan perbuatan orang yang durhaka, berbuat jahat, melanggar aturan agama, dan merugikan orang lain dalam bentuk apa pun, benar-benar tersimpan dengan baik dalam sijjin.”",
        "8": "Allah mengajukan pertanyaan untuk memberi kesan betapa besar dan serius persoalan ini, “Dan tahukah engkau apakah sijjin itu?”",
        "9": "Sijjin yaitu kitab yang berisi catatan perilaku orang yang melakukan kejahatan dan akan diperlihatkan kepada mereka pada hari kiamat nanti untuk menjadi bukti kejahatan mereka.",
        "10": "Celakalah pada hari itu bagi orang-orang yang mendustakan hari kebangkitan, sebagaimana mereka yang berbuat curang dalam menimbang dan menakar.",
        "11": "Merekalah orang-orang yang mendustakan hari pembalasan. Keingkaran pada hari kiamat membuat seseorang tega melakukan apa pun karena tidak ada rasa takut pada dirinya terhadap akibat perbuatannya yang merugikan orang lain.",
        "12": "Dan tidak ada yang mendustakannya, yakni hari pembalasan itu, melainkan setiap orang yang melampaui batas dalam aturan agama dan berdosa akibat melakukan perbuatan mungkar dan maksiat.",
        "13": "Itulah orang yang apabila dibacakan kepadanya ayat-ayat Kami, yaitu Al-Qur’an yang berisi ajaran Islam yang mulia, dia berkata sembari menertawakannya, “Itu adalah dongeng dan bualan orang-orang dahulu.”",
        "14": "Sekali-kali tidak demikian! Al-Qur’an adalah kalam dan wahyu Allah kepada Nabi Muhammad. Bahkan apa yang mereka kerjakan itu, yaitu kekufuran dan maksiat, telah menutupi hati mereka sehingga tidak mampu membedakan antara yang hak dan batil.",
        "15": "Sekali-kali tidak! Sesungguhnya mereka yang kafir dan berbuat maksiat pada hari pembalasan itu benar-benar terhalang dari rahmat Tuhannya. Mereka tidak mendapatkan rahmat Allah dan tidak pula mampu melihat-Nya di akhirat nanti.",
        "16": "Setelah terhalang dari rahmat Allah, kemudian sesungguhnya mereka yang ingkar dan berbuat maksiat itu benar-benar masuk neraka yang penuh siksa mengerikan.",
        "17": "Kemudian dikatakan kepada mereka dengan nada geram, “Inilah azab yang dahulu kamu dustakan.” Pada saat itulah mereka yang dahulu mendustakan hari akhirat merasakan sakitnya siksa, kerugian, dan penyesalan yang mendalam.",
        "18": "Sekali-kali tidak! Tidaklah sama keadaan orang kafir dan orang mukmin di akhirat nanti. Sesungguhnya catatan perbuatan orang-orang yang berbakti, beriman, dan beramal saleh benar-benar tersimpan dalam 'Illiyyin.",
        "19": "Untuk menggugah perhatian manusia, Allah bertanya, “Dan tahukah engkau apakah 'Illiyyin itu?”",
        "20": "'Illiyyin adalah kitab yang berisi catatan perbuatan yang tertulis dengan jelas sehingga mudah dibaca oleh mereka yang berhak mendapatkannya.",
        "21": "Itulah kitab yang berada di tempat yang luhur, yang disaksikan oleh malaikat-malaikat yang didekatkan kepada Allah karena kepatuhan mereka. Kesaksian malaikat terhadap catatan amal orang-orag mukmin menunjukkan kebenaran isi kitab itu dan penghormatan kepada penerimanya.",
        "22": "Demikianlah buku catatan amal orang yang berbakti. Sesungguhnya orang-orang yang berbakti benar-benar berada dalam surga yang penuh kenikmatan. Itulah surga yang penuh kenikmatan yang tidak terbayang sebelumnya dalam benak manusia mana pun. Kenikmatan itu abadi, tidak pernah membosankan apalagi berkurang.",
        "23": "Mereka yang berbakti itu duduk di atas dipan-dipan melepas pandangan ke arah pemandangan yang indah, menenangkan, dan mendamaikan. Inilah kebahagiaan hakiki, balasan bagi orang yang taat dan patuh kepada Allah.",
        "24": "Wajah-wajah mereka berseri. Kamu dapat mengetahui dari wajah mereka kesenangan hidup yang penuh kenikmatan.",
        "25": "Mereka diberi minum dari khamar murni yang tidak memabukkan, yang tempatnya masih dilak dan disegel sehingga isinya terjaga keaslian serta kesegarannya, dan belum pernah ada yang meminum bahkan menyentuhnya.",
        "26": "Khamar itu dilak dengan rapat, di mana laknya berasal dari kasturi yang beraroma harum dan menyegarkan. Bagusnya lak menunjukkan khamr itu sangat baik dan berkualitas. Dan untuk yang demikian itu hendaknya orang berlomba-lomba untuk mendapatkan kebahagiaan tersebut, yakni dengan banyak beribadah dan beramal saleh.",
        "27": "Dan tidak hanya dilak dengan kasturi, campurannya dari tasnim.",
        "28": "Tasnim adalah mata air surga yang berada di ketinggian dan berkualitas tinggi pula. Itulah mata air yang diminum oleh mereka yang dekat kepada Allah karena sungguh-sungguh beriman dan beramal saleh. Inilah salah satu penghargaan tertinggi yang Allah berikan kepada mereka.",
        "29": "Berbeda dari orang-orang berbakti yang selalu beriman dan beramal saleh, sesungguhnya orang-orang yang berdosa dan kafir adalah mereka yang dahulu menertawakan orang-orang yang beriman, terutama yang fakir dan miskin. Mereka beranggapan bahwa agama yang benar adalah yang banyak diikuti oleh kaum bangsawan dan kaya.",
        "30": "Dan apabila mereka, yakni orang-orang yang beriman, melintas di hadapan mereka yang berdosa dan kafir itu, mereka saling mengedip-ngedipkan matanya sebagai tanda ejekan terhadap mereka.",
        "31": "Dan tidak hanya mengejek orang beriman di jalan, apabila orang-orang yang berdosa dan kafir kembali kepada kaumnya, mereka kembali dengan gembira ria karena telah menertawakan orang beriman. Mereka dengan riang menceritakan kepada kaumnya hinaan dan ejekan yang telah mereka lakukan kepada kaum mukmin. dan apabila kembali kepada kaumnya, mereka kembali dengan gembira ria.",
        "32": "Dan apabila mereka yang berdosa dan kafir itu melihat orang-orang mukmin, mereka mengatakan, “Sesungguhnya mereka benar-benar orang-orang sesat karena telah beriman kepada Muhammad dan meninggalkan keyakinan nenek moyang mereka.”",
        "33": "Mereka menganggap sesat orang mukmin, padahal mereka yang kafir dan berdosa itu tidak diutus oleh Allah sebagai penjaga orang-orang mukmin. Mereka bukanlah pihak yang berhak menilai dan menentukan sesat-tidaknya satu kaum.",
        "34": "Sebagai balasan atas perilaku mereka yang kafir itu, maka pada hari pembalasan ini, giliran orang-orang yang beriman yang menertawakan orang-orang kafir yang dulu menertawakan mereka.",
        "35": "Mereka yang beriman itu duduk di atas dipan-dipan sambil melepas pandangan ke arah pemandangan yang indah, bersama orang yang mereka cintai, sembari menikmati makanan dan minuman yang sangat lezat.",
        "36": "Saat orang-orang kafir itu di akhirat nanti mendapat siksa Jahim, tertutup dari rahmat Tuhan, dan mendapat hinaan dari orang mukmin yang dahulu mereka hina, apakah orang-orang kafir itu sudah diberi balasan dan hukuman setimpal terhadap apa yang telah mereka perbuat di dunia dulu, berupa kekafiran dan kemaksiatan? Tentu sudah."
      }
    }
  }
}