{
  "number": 85,
  "name": "البروج",
  "name_latin": "Al-Burūj",
  "name_id": "Al-Buruj",
  "name_trans_id": "Gugusan Bintang",
  "number_of_verse": 22,
  "category": "Makkiyah",
  "arabics": {
    "1": "وَالسَّمَاۤءِ ذَاتِ الْبُرُوْجِۙ",
    "2": "وَالْيَوْمِ الْمَوْعُوْدِۙ",
    "3": "وَشَاهِدٍ وَّمَشْهُوْدٍۗ",
    "4": "قُتِلَ اَصْحٰبُ الْاُخْدُوْدِۙ",
    "5": "النَّارِ ذَاتِ الْوَقُوْدِۙ",
    "6": "اِذْ هُمْ عَلَيْهَا قُعُوْدٌۙ",
    "7": "وَّهُمْ عَلٰى مَا يَفْعَلُوْنَ بِالْمُؤْمِنِيْنَ شُهُوْدٌ  ۗ",
    "8": "وَمَا نَقَمُوْا مِنْهُمْ اِلَّآ اَنْ يُّؤْمِنُوْا بِاللّٰهِ الْعَزِيْزِ الْحَمِيْدِۙ",
    "9": "الَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ ۗوَاللّٰهُ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ  ۗ",
    "10": "اِنَّ الَّذِيْنَ فَتَنُوا الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ ثُمَّ لَمْ يَتُوْبُوْا فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيْقِۗ",
    "11": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ ەۗ ذٰلِكَ الْفَوْزُ الْكَبِيْرُۗ",
    "12": "اِنَّ بَطْشَ رَبِّكَ لَشَدِيْدٌ ۗ",
    "13": "اِنَّهٗ هُوَ يُبْدِئُ وَيُعِيْدُۚ",
    "14": "وَهُوَ الْغَفُوْرُ الْوَدُوْدُۙ",
    "15": "ذُو الْعَرْشِ الْمَجِيْدُۙ",
    "16": "فَعَّالٌ لِّمَا يُرِيْدُۗ",
    "17": "هَلْ اَتٰىكَ حَدِيْثُ الْجُنُوْدِۙ",
    "18": "فِرْعَوْنَ وَثَمُوْدَۗ",
    "19": "بَلِ الَّذِيْنَ كَفَرُوْا فِيْ تَكْذِيْبٍۙ",
    "20": "وَّاللّٰهُ مِنْ وَّرَاۤىِٕهِمْ مُّحِيْطٌۚ",
    "21": "بَلْ هُوَ قُرْاٰنٌ مَّجِيْدٌۙ",
    "22": "فِيْ لَوْحٍ مَّحْفُوْظٍ ࣖ"
  },
  "latins": [
    "Was-samā'i żātil-burūj(i).",
    "Wal-yaumil-mau'ūd(i).",
    "Wa syāhidiw wa masyhūd(in).",
    "Qutila aṣḥābul-ukhdūd(i).",
    "An-nāri żātil-waqūd(i).",
    "Iż hum 'alaihā qu'ūd(un).",
    "Wa hum 'alā mā yaf'alūna bil-mu'minīna syuhūd(un).",
    "Wa mā naqamū minhum illā ay yu'minū billāhil-'azīzil-ḥamīd(i).",
    "Allażī lahū mulkus-samāwāti wal-arḍ(i), wallāhu 'alā kulli syai'in syahīd(un).",
    "Innal-lażīna fatanul-mu'minīna wal-mu'mināti ṡumma lam yatūbū fa lahum 'ażābu jahannama wa lahum 'ażābul-ḥarīq(i).",
    "Innal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti lahum jannātun tajrī min taḥtihal-anhār(u), żālikal-fauzul-kabīr(u).",
    "Inna baṭsya rabbika lasyadīd(un).",
    "Innahū huwa yubdi'u wa yu'īd(u).",
    "Wa huwal-gafūrul-wadūd(u).",
    "Żul-'arsyil-majīd(i).",
    "Fa''ālul limā yurīd(u).",
    "Hal atāka ḥadīṡul-junūd(i).",
    "Fir'auna wa ṡamūd(a).",
    "Balil-lażīna kafarū fī takżīb(in).",
    "Wallāhu miw warā'ihim muḥīṭ(un).",
    "Bal huwa qur'ānum majīd(un).",
    "Fī lauḥim maḥfūẓ(in)."
  ],
  "translations": {
    "id": {
      "1": "Demi langit yang mempunyai gugusan bintang,",
      "2": "demi hari yang dijanjikan,",
      "3": "demi yang menyaksikan dan yang disaksikan,",
      "4": "binasalah orang-orang yang membuat parit (tempat menyiksa orang mukmin)",
      "5": "(yang dikobarkan) api penuh kayu bakar.",
      "6": "Ketika (itu) mereka (hanya) duduk di sekitarnya.",
      "7": "Mereka menyaksikan apa yang mereka perbuat terhadap orang-orang mukmin.",
      "8": "Tidaklah mereka menyiksa (membakar) orang-orang mukmin itu, kecuali karena mereka beriman kepada Allah Yang Maha Perkasa lagi Maha Terpuji,",
      "9": "yang memiliki kerajaan langit dan bumi. Allah Maha Menyaksikan segala sesuatu.",
      "10": "Sesungguhnya, orang-orang yang menimpakan cobaan (siksa) terhadap mukmin laki-laki dan perempuan, lalu mereka tidak bertobat, mereka akan mendapat azab Jahanam dan mereka akan mendapat azab (neraka) yang membakar.",
      "11": "Sesungguhnya, orang-orang yang beriman dan mengerjakan kebajikan, mereka akan mendapat surga yang mengalir di bawahnya sungai-sungai. Itulah kemenangan yang besar.",
      "12": "Sesungguhnya azab Tuhanmu sangat keras.",
      "13": "Sesungguhnya Dialah yang memulai (penciptaan makhluk) dan yang mengembalikan (hidup setelah mati).",
      "14": "Dialah Yang Maha Pengampun lagi Maha Pengasih,",
      "15": "Pemilik ʻArasy lagi Maha Mulia,",
      "16": "Maha Kuasa berbuat apa saja yang Dia kehendaki.",
      "17": "Sudahkah sampai kepadamu berita tentang bala tentara,",
      "18": "(yaitu bala tentara) Fir'aun dan Samud?",
      "19": "Memang orang-orang kafir (selalu) mendustakan,",
      "20": "padahal Allah mengepung dari belakang mereka.",
      "21": "Bahkan, (yang didustakan itu) Al-Qur’an yang mulia",
      "22": "yang (tersimpan) dalam (tempat) yang terjaga (Lauhulmahfuz)."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Allah bersumpah demi tiga hal yang luar biasa, baik kejadian maupun prosesnya. Demi langit luas yang mempunyai gugusan bintang atau orbit-orbit bintang ketika beredar di angkasa, yang menjadi penanda kekuasaan Allah yang tidak terbatas.",
        "2": "Dan demi hari yang dijanjikan. Itulah hari kiamat, kebangkitan, dan perhitungan yang pasti datang dengan segala kejadian dan kerepotan yang luar biasa di dalamnya.",
        "3": "Demi orang yang menyaksikan hari yang dijanjikan itu dan kejadiankejadian mengerikan dan mencengangkan yang disaksikan oleh mereka pada hari itu.",
        "4": "Allah melaknat penguasa kafir dari Najrn, sebuah wilayah di Yaman saat ini, yang berbuat keji terhadap kaum beriman. Terlaknat dan binasalah orang-orang yang membuat parit untuk dijadikan ladang pembantaian terhadap kaum beriman yang tidak mau murtad. Merekalah para pembesar Najran di Yaman.",
        "5": "Mereka membuat parit yang berapi dan dinyalakan dengan kayu bakar hingga membara untuk membakar kaum beriman.",
        "6": "Penguasa kafir itu menyiksa dan membantai kaum beriman di parit berapi tersebut. Peristiwa memilukan itu terjadi ketika mereka duduk di sekitarnya untuk menyaksikan kekejian mereka.",
        "7": "Penguasa kafir dan prajuritnya itu duduk-duduk di sekitar parit, sedang mereka menyaksikan dan menikmati kekejiaan macam apa pun yang mereka perbuat terhadap orang-orang mukmin. Satu per satu orang beriman dipaksa untuk murtad. Bila menolak, mereka akan dilemparkan ke parit berapi tersebut. Inilah salah satu pelanggaran hak asasi manusia terbesar dalam sejarah keagamaan di dunia.",
        "8": "Dan mereka yang kafir dan zalim tersebut menyiksa dan membantai orang-orang mukmin itu hanya karena orang-orang mukmin itu beriman kepada Allah yang Mahaperkasa, Maha Terpuji.",
        "9": "Dialah Tuhan yang memiliki kerajaan langit dan bumi; dan Allah Maha Menyaksikan segala sesuatu yang terjadi di alam semesta karena semua itu masuk dalam wilayah kekuasaan-Nya. Allah menyaksikan perbuatan orang mukmin dan kafir untuk memberi mereka balasan yang sesuai.",
        "10": "Sungguh, orang-orang yang mendatangkan cobaan kepada orang-orang yang mukmin laki-laki dan perempuan dengan menghadapkan mereka pada pilihan mempertahankan keimanan atau disiksa dalam api yang membara, lalu mereka tidak bertobat dari kekejian mereka, kemudian melakukan amal saleh sebagai tanda tobat mereka, maka mereka akan mendapat azab Jahanam dan mereka akan mendapat azab neraka yang membakar. Allah menyediakan bagi mereka azab dari jenis yang sama dengan apa yang mereka timpakan kepada kaum beriman, namun kadarnya lebih hebat.",
        "11": "Sungguh, orang-orang yang beriman dengan kukuh dan membawanya hingga mati, dan mengerjakan kebajikan baik secara ritual maupun sosial, mereka akan mendapat taman-taman surga yang mengalir di bawahnya sungai-sungai yang jernih, indah, dan menyejukkan hati. Itulah kemenangan yang agung; anugerah yang Allah khususkan bagi orang yang taat kepada-Nya.",
        "12": "Allah Mahaperkasa dan Mahakuasa. Dia pasti akan merealisasikan janji dan ancamannya. Sungguh, azab Tuhanmu yang diancamkan-Nya kepada para pendurhaka sangat keras dan pedih.",
        "13": "Sungguh, Dialah yang mampu memulai penciptaan apa pun, kemudian mematikannya dan Dia pula yang menghidupkannya kembali seperti semula dengan sangat mudah.",
        "14": "Azab Allah sangat pedih, tetapi rahmat dan ampunan-Nya juga mahaluas. Dan Dialah Yang Maha Pengampun bagi mereka yang bertobat, Maha Pengasih bagi makhluk-Nya.",
        "15": "Dialah yang memiliki Arsy, singgasana yang agung dan kerajaan yang mahabesar, lagi Mahamulia di atas semua makhluk-Nya.",
        "16": "Dia Mahakuasa berbuat apa yang Dia kehendaki. Jika Dia berkehendak mengazab orang kafir atau menganugerahkan nikmat kepada orang beriman, tidak ada yang mampu menahan kehendak-Nya tersebut.",
        "17": "Allah menceritakan kisah Firaun dan kaum am untuk menenteramkan hati Nabi yang mengalami tekanan hebat dari kaum kafir Mekah. Wahai Nabi Muhammad, sudahkah sampai kepadamu berita tentang bala tentara penentang,",
        "18": "Yaitu Firaun, penguasa Mesir penindas Bani Israil pada masanya, dan kaum am, para pendurhaka terhadap Nabi Saleh? Firaun dan tentaranya ditenggelamkan di Laut Merah, sedangkan kaum am dihancurkan dengan sambaran petir.",
        "19": "Wahai Nabi Muhammad, bersabarlah engkau atas keingkaran kaummu sebagaimana Nabi Musa dan Nabi Saleh. Memang, orang-orang kafir dari kaummu itu keras kepala dan selalu mendustakan kebenaran yang kamu tunjukkan kepada mereka.",
        "20": "Mereka mendustakanmu seakan mereka tidak takut pada azab dan murka Allah, padahal Allah mengepung dari belakang mereka sehingga mereka tidak akan bisa lolos. Dia mengetahui apa saja yang mereka perbuat. Tidak ada tempat lari bagi mereka dari siksa Allah. Karena itu, janganlah engkau bersedih atas kekafiran mereka.",
        "21": "Bahkan yang didustakan oleh kaummu yang kafir itu ialah Al-Qur’an yang mulia, yang tinggi kedudukannya di antara kitab-kitab suci lain, kalam Tuhan Yang Mahaagung. Betapapun didustakan dan dianggap sebagai kumpulan dongeng orang kuno oleh kaummu yang kafir itu, Al-Qur’an tetap tidak ternodai kemuliaannya.",
        "22": "Itulah kitab suci yang tersimpan dalam tempat yang terjaga, Lauh . Itulah tempat paling rahasia yang tidak diketahui hakikatnya oleh manusia. Di dalamnya terdapat detail peristiwa-peristiwa yang terjadi di alam semesta. Tempat ini terjaga dari setan yang berusaha mengintai dan mencari tahu isinya."
      }
    }
  }
}