{
  "number": 90,
  "name": "البلد",
  "name_latin": "Al-Balad",
  "name_id": "Al-Balad",
  "name_trans_id": "Negeri",
  "number_of_verse": 20,
  "category": "Makkiyah",
  "arabics": {
    "1": "لَآ اُقْسِمُ بِهٰذَا الْبَلَدِۙ",
    "2": "وَاَنْتَ حِلٌّۢ بِهٰذَا الْبَلَدِۙ",
    "3": "وَوَالِدٍ وَّمَا وَلَدَۙ",
    "4": "لَقَدْ خَلَقْنَا الْاِنْسَانَ فِيْ كَبَدٍۗ",
    "5": "اَيَحْسَبُ اَنْ لَّنْ يَّقْدِرَ عَلَيْهِ اَحَدٌ ۘ",
    "6": "يَقُوْلُ اَهْلَكْتُ مَالًا لُّبَدًاۗ",
    "7": "اَيَحْسَبُ اَنْ لَّمْ يَرَهٗٓ اَحَدٌۗ",
    "8": "اَلَمْ نَجْعَلْ لَّهٗ عَيْنَيْنِۙ",
    "9": "وَلِسَانًا وَّشَفَتَيْنِۙ",
    "10": "وَهَدَيْنٰهُ النَّجْدَيْنِۙ",
    "11": "فَلَا اقْتَحَمَ الْعَقَبَةَ ۖ",
    "12": "وَمَآ اَدْرٰىكَ مَا الْعَقَبَةُ ۗ",
    "13": "فَكُّ رَقَبَةٍۙ",
    "14": "اَوْ اِطْعَامٌ فِيْ يَوْمٍ ذِيْ مَسْغَبَةٍۙ",
    "15": "يَّتِيْمًا ذَا مَقْرَبَةٍۙ",
    "16": "اَوْ مِسْكِيْنًا ذَا مَتْرَبَةٍۗ",
    "17": "ثُمَّ كَانَ مِنَ الَّذِيْنَ اٰمَنُوْا وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِۗ",
    "18": "اُولٰۤىِٕكَ اَصْحٰبُ الْمَيْمَنَةِۗ",
    "19": "وَالَّذِيْنَ كَفَرُوْا بِاٰيٰتِنَا هُمْ اَصْحٰبُ الْمَشْـَٔمَةِۗ",
    "20": "عَلَيْهِمْ نَارٌ مُّؤْصَدَةٌ ࣖ"
  },
  "latins": [
    "Lā uqsimu bihāżal-balad(i).",
    "Wa anta ḥillum bihāżal-balad(i).",
    "Wa wālidiw wa mā walad(a).",
    "Laqad khalaqnal-insāna fī kabad(in).",
    "Ayaḥsabu allay yaqdira 'alaihi  aḥad(un).",
    "Yaqūlu ahlaktu mālal lubadā(n).",
    "Ayaḥsabu allam yarahū aḥad(un).",
    "Alam naj'al lahū 'ainain(i).",
    "Wa lisānaw wa syafatain(i).",
    "Wa hadaināhun-najdain(i).",
    "Falaqtaḥamal-'aqabah(ta).",
    "Wa mā adrāka mal-'aqabah(tu).",
    "Fakku raqabah(tin).",
    "Au iṭ'āmun fī yaumin żī masgabah(tin).",
    "Yatīman żā maqrabah(tin).",
    "Au miskīnan żā matrabah(tin).",
    "Ṡumma kāna minal-lażīna āmanū wa tawāṣau biṣ-ṣabri wa tawāṣau bil-marḥamah(ti).",
    "Ulā'ika aṣḥābul-maimanah(ti).",
    "Wal-lażīna kafarū bi'āyātinā hum aṣḥābul-masy'amah(ti).",
    "'Alaihim nārum mu'ṣadah(tun)."
  ],
  "translations": {
    "id": {
      "1": "Aku bersumpah demi negeri ini (Makkah),",
      "2": "sedangkan engkau (Nabi Muhammad) bertempat tinggal di negeri (Makkah) ini.",
      "3": "(Aku juga bersumpah) demi bapak dan anaknya,",
      "4": "sungguh, Kami benar-benar telah menciptakan manusia dalam keadaan susah payah.",
      "5": "Apakah dia (manusia) itu mengira bahwa tidak ada seorang pun yang berkuasa atasnya?",
      "6": "Dia mengatakan, “Aku telah menghabiskan harta yang banyak.”",
      "7": "Apakah dia mengira bahwa tidak ada seorang pun yang melihatnya?",
      "8": "Bukankah Kami telah menjadikan untuknya sepasang mata,",
      "9": "lidah, dan sepasang bibir,",
      "10": "serta Kami juga telah menunjukkan kepadanya dua jalan (kebajikan dan kejahatan)?",
      "11": "Maka, tidakkah sebaiknya dia menempuh jalan (kebajikan) yang mendaki dan sukar?",
      "12": "Tahukah kamu apakah jalan yang mendaki dan sukar itu?",
      "13": "(Itulah upaya) melepaskan perbudakan",
      "14": "atau memberi makan pada hari terjadi kelaparan",
      "15": "(kepada) anak yatim yang memiliki hubungan kekerabatan",
      "16": "atau orang miskin yang sangat membutuhkan.",
      "17": "Kemudian, dia juga termasuk orang-orang yang beriman dan saling berpesan untuk bersabar serta saling berpesan untuk berkasih sayang.",
      "18": "Mereka itulah golongan kanan.",
      "19": "Adapun orang-orang yang kufur pada ayat-ayat Kami, merekalah golongan kiri.",
      "20": "Mereka berada dalam neraka yang ditutup rapat."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Aku bersumpah dengan negeri ini, yakni kota Mekah, kota kelahiran Nabi dan kota suci umat Islam.",
        "2": "Dan engkau, wahai Nabi, bertempat tinggal di negeri Mekah ini, membuatnya bertambah mulia.",
        "3": "Dan demi pertalian bapak dan anaknya, demi Adam dan anak cucunya. Manusia dengan kehendak Allah mengalami siklus dari kanak-kanak menuju dewasa, berkeluarga, beranak pinak, dan berakhir dengan kematian. Inilah fenomena kehidupan yang perlu direnungi.",
        "4": "Sungguh, Kami telah menciptakan manusia berada dalam susah payah. Siapa pun, termasuk Nabi, dalam masa hidupnya pasti menemui kepayahan, sejak dalam kandungan sampai masa dewasa. Manusia mesti bersusah payah mencari nafkah, mengalami sakit, dan mati. Dalam alam kubur menuju alam mahsyar pun manusia menghadapi kepayahan. Manusia harus mengisi kehidupannya di dunia dengan amal saleh agar tidak menemukan kepayahan lagi di akhirat.",
        "5": "Apakah dia yang Kami ciptakan dalam kepayahan itu mengira bahwa dirinya kuat dan berkuasa sehingga tidak ada sesuatu pun yang berkuasa atasnya? Apakah ia mengingkari kuasa Allah, Pencipta alam semesta, yang mampu menundukkan siapa pun, betapapun kuatnya?",
        "6": "Dia dengan angkuh mengatakan, “Aku telah menghabiskan harta yang banyak.” Sikap ini sangat tidak terpuji, apalagi jika dia membelanjakan harta untuk memusuhi Allah dan rasul-Nya.",
        "7": "Apakah dia bermaksud pamer dengan perbuatannya itu lalu mengira bahwa tidak ada sesuatu pun yang melihatnya? Tidak demikian. Semua gerak-gerik manusia, kecil maupun besar, selalu dalam pantauan Allah. Dia akan membalas sekecil apa pun perbuatan manusia.",
        "8": "Allahlah yang berkuasa atasnya dan melihat setiap perbuatannya. Bukankah Kami telah menjadikan untuknya sepasang mata untuk membantunya melihat sekeliling,",
        "9": "Dan lidah dan sepasang bibir untuk memungkinkannya mencecap, berbicara, dan memberi penjelasan kepada orang lain,",
        "10": "dan bukankah Kami juga telah menunjukkan kepadanya dua jalan, yaitu kebaikan dan keburukan, kebenaran dan kebatilan, melalui fitrah, akal, dan petunjuk lain? Kami sudah memberinya petunjuk, lalu manusia itu sendiri yang akan memutuskan jalan hidupnya; apakah memilih jalan kesesatan atau kebenaran.",
        "11": "Kami telah menganugerahkan itu semua kepada manusia, tetapi mengapa dia tidak mau menempuh jalan yang mendaki dan sukar, padahal itu baik baginya? Melakukan kebaikan tidak jarang memerlukan perjuangan dan kesabaran. Begitulah kehidupan dunia, semuanya terasa berat.",
        "12": "Dan tahukah kamu apakah jalan yang mendaki dan sukar itu, sehingga manusia merasa berat untuk menempuhnya?",
        "13": "Jalan yang mendaki dan sukar itu adalah melepaskan hamba sahaya dari perbudakan atau membantunya untuk membebaskan diri, karena perbudakan tidak sesuai dengan nilai-nilai kemanusiaan,",
        "14": "atau memberi makan pada hari terjadi kelaparan kepada orang yang sangat membutuhkannya,",
        "15": "yakni kepada anak yatim yang ada hubungan kerabat sehingga dia akan mendapat dua pahala kebaikan sekaligus, yakni pahala sedekah dan silaturrahim",
        "16": "atau kepada orang miskin yang sangat fakir. Kepedulian kepada anak yatim dan orang miskin adalah akhlak yang sangat terpuji, namun butuh sifat kedermawanan agar seseorang bisa melakukannya.",
        "17": "Kemudian, bila dia mau menempuh jalan yang mendaki dan sukar itu maka dia termasuk orang-orang yang beriman dengan kukuh dan saling berpesan untuk bersabar dalam berbuat baik, menjauhi maksiat, serta menghadapi kesusahan hidup, dan saling berpesan untuk berkasih sayang kepada sesama makhluk.",
        "18": "Apabila mereka berkenan menempuh jalan yang sukar, beriman, dan saling berpesan untuk bersabar dan berkasih sayang, mereka adalah golongan kanan yang akan menemui kebahagiaan di akhirat berupa surga dengan segala kenikmatan di dalamnya.",
        "19": "Dan sebaliknya, orang-orang yang kafir kepada ayat-ayat Kami, baik dengan ucapan maupun tindakan, mereka itu adalah golongan kiri yang akan celaka dan menjumpai azab yang pedih.",
        "20": "Mereka berada dalam neraka yang ditutup rapat dari semua sisinya. Tidak ada jalan keluar bagi mereka dari neraka itu dan tidak pula mereka diberi kesempatan untuk sekadar beristirahat dari siksanya."
      }
    }
  }
}