{
  "number": 96,
  "name": "العلق",
  "name_latin": "Al-'Alaq",
  "name_id": "Al-'Alaq",
  "name_trans_id": "Segumpal Darah",
  "number_of_verse": 19,
  "category": "Makkiyah",
  "arabics": {
    "1": "اِقْرَأْ بِاسْمِ رَبِّكَ الَّذِيْ خَلَقَۚ",
    "2": "خَلَقَ الْاِنْسَانَ مِنْ عَلَقٍۚ",
    "3": "اِقْرَأْ وَرَبُّكَ الْاَكْرَمُۙ",
    "4": "الَّذِيْ عَلَّمَ بِالْقَلَمِۙ",
    "5": "عَلَّمَ الْاِنْسَانَ مَا لَمْ يَعْلَمْۗ",
    "6": "كَلَّآ اِنَّ الْاِنْسَانَ لَيَطْغٰىٓ ۙ",
    "7": "اَنْ رَّاٰهُ اسْتَغْنٰىۗ",
    "8": "اِنَّ اِلٰى رَبِّكَ الرُّجْعٰىۗ",
    "9": "اَرَاَيْتَ الَّذِيْ يَنْهٰىۙ",
    "10": "عَبْدًا اِذَا صَلّٰىۗ",
    "11": "اَرَاَيْتَ اِنْ كَانَ عَلَى الْهُدٰىٓۙ",
    "12": "اَوْ اَمَرَ بِالتَّقْوٰىۗ",
    "13": "اَرَاَيْتَ اِنْ كَذَّبَ وَتَوَلّٰىۗ",
    "14": "اَلَمْ يَعْلَمْ بِاَنَّ اللّٰهَ يَرٰىۗ",
    "15": "كَلَّا لَىِٕنْ لَّمْ يَنْتَهِ ەۙ لَنَسْفَعًاۢ بِالنَّاصِيَةِۙ",
    "16": "نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍۚ",
    "17": "فَلْيَدْعُ نَادِيَهٗۙ",
    "18": "سَنَدْعُ الزَّبَانِيَةَۙ",
    "19": "كَلَّاۗ  لَا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ ۩ ࣖ"
  },
  "latins": [
    "Iqra' bismi rabbikal-lażī khalaq(a).",
    "Khalaqal-insāna min 'alaq(in).",
    "Iqra' wa rabbukal-akram(u).",
    "Allażī 'allama bil-qalam(i).",
    "'Allamal-insāna mā lam ya'lam.",
    "Kallā innal-insāna layaṭgā.",
    "Ar ra'āhustagnā.",
    "Inna ilā rabbikar-ruj'ā.",
    "Ara'aital-lażī yanhā.",
    "'Abdan iżā ṣallā.",
    "Ara'aita in kāna 'alal-hudā.",
    "Au amara bit-taqwā.",
    "Ara'aita in każżaba wa tawallā.",
    "Alam ya'lam bi'annallāha yarā.",
    "Kallā la'il lam yantah(i), lanasfa'am bin-nāṣiyah(ti).",
    "Nāṣiyatin kāżibatin khāṭi'ah(tin).",
    "Falyad'u nādiyah(ū).",
    "Sanad'uz-zabāniyah(ta).",
    "Kallā, lā tuṭi'hu wasjud waqtarib."
  ],
  "translations": {
    "id": {
      "1": "Bacalah dengan (menyebut) nama Tuhanmu yang menciptakan!",
      "2": "Dia menciptakan manusia dari segumpal darah.",
      "3": "Bacalah! Tuhanmulah Yang Maha Mulia,",
      "4": "yang mengajar (manusia) dengan pena.",
      "5": "Dia mengajarkan manusia apa yang tidak diketahuinya.",
      "6": "Sekali-kali tidak! Sesungguhnya manusia itu benar-benar melampaui batas",
      "7": "ketika melihat dirinya serba berkecukupan.",
      "8": "Sesungguhnya hanya kepada Tuhanmulah tempat kembali(-mu).",
      "9": "Tahukah kamu tentang orang yang melarang",
      "10": "seorang hamba ketika dia melaksanakan salat?",
      "11": "Bagaimana pendapatmu kalau terbukti dia berada di dalam kebenaran",
      "12": "atau dia menyuruh bertakwa (kepada Allah)?",
      "13": "Bagaimana pendapatmu kalau dia mendustakan (kebenaran) dan berpaling (dari keimanan)?",
      "14": "Tidakkah dia mengetahui bahwa sesungguhnya Allah melihat (segala perbuatannya)?",
      "15": "Sekali-kali tidak! Sungguh, jika dia tidak berhenti (berbuat demikian), niscaya Kami tarik ubun-ubunnya (ke dalam neraka),",
      "16": "(yaitu) ubun-ubun orang yang mendustakan (kebenaran) dan durhaka.",
      "17": "Biarlah dia memanggil golongannya (untuk menolongnya).",
      "18": "Kelak Kami akan memanggil (Malaikat) Zabaniah (penyiksa orang-orang yang berdosa).759)",
      "19": "Sekali-kali tidak! Janganlah patuh kepadanya, (tetapi) sujud dan mendekatlah (kepada Allah)."
    }
  },
  "tafsirs": {
    "id": {
      "kemenag": {
        "1": "Wahai Nabi, bacalah apa yang Allah wahyukan kepadamu dengan terlebih dahulu menyebut nama Tuhanmu yang menciptakan segala sesuatu dengan keesaan-Nya.",
        "2": "Dia telah menciptakan manusia yang sempurna bentuk dan pengetahuannya dari segumpal darah, sebagai kelanjutan dari fase nutfah. Setelah itu berturut-turut akan terbentuk sekepal daging, tulang, pelapisan tulang dengan daging, dan peniupan roh.",
        "3": "Wahai Nabi, bacalah firman yang Allah turunkan kepadamu, dan Tuhanmulah Yang Mahamulia. Dia membagi kemurahan-Nya kepada semua makhluk. Di antara kemurahan-Nya adalah menjadikan manusia bisa membaca, menulis, dan mempelajari ilmu pengetahuan.",
        "4": "Tuhanmu itulah yang mengajar manusia menulis dengan perantaraan pena atau alat tulis lain. Tulisan berguna untuk menyimpan dan menyebarkan pesan serta ilmi pengetahuan kepada orang lain.",
        "5": "Dia mengajarkan manusia apa yang tidak diketahuinya. Manusia adalah makhluk yang potensial untuk berkarya melalui ilmu pengetahuan yang diperolehnya dari Allah. Manusia belajar baik dari alam sekitar yang merupakan ciptaan-Nya maupun dari wahyu yang Allah sampaikan melalui para rasul.",
        "6": "Manusia sangat bangga dengan materi sehingga tidak segan berbuat zalim. Sekali kali tidak boleh demikian! Sungguh,",
        "7": "manusia itu benar-benar melampaui batas apabila melihat dirinya serba cukup dengan harta, jabatan, pengikut, dan semisalnya. Apa yang dimiliki membuatnya mudah mengingkari nikmat Allah dan lupa bahwa semua adalah anugerah-Nya.",
        "8": "Wahai manusia, sungguh hanya kepada Tuhanmulah tempat kembali-mu. Pada hari kiamat Allah akan menghitung apa saja yang engkau perbuat di dunia. Dia akan membalas orang yang melampaui batas sesuai dengan azab yang setimpal.",
        "9": "Wahai Rasul atau siapa saja, bagaimana pendapatmu tentang orang yang melarang",
        "10": "seorang hamba ketika dia melaksanakan salat? Adakah yang lebih mengherankan daripada kelakukan orang (Ab Jahl) yang menghalang-halangi hamba-Ku (Nabi Muhammad) mendekatkan diri kepada Tuhan yang telah memberinya kehidupan dan kecukupan?",
        "11": "Bagaimana pendapatmu jika dia yang dilarang salat itu berada di atas kebenaran dan petunjuk dari Tuhannya dalam salatnya,",
        "12": "atau dia menyuruh orang lain bertakwa kepada Allah untuk kemaslahatan mereka? Bukankah amat mengherankan bila orang yang sesat melarang orang yang mendapat pentunjuk untuk melaksanakan perintah Tuhannya dan membimbing orang lain ke jalan takwa?",
        "13": "Bagaimana pendapatmu jika dia yang melarang itu mendustakan Nabi serta wahyu Allah dan berpaling dari keimanan dan berbuat kebajikan?",
        "14": "Tidakkah dia yang berbuat demikian jahat itu mengetahui bahwa sesungguhnya Allah melihat dan akan membalas perbuatan jahatnya? Allah Maha Melihat dan pasti akan memberi balasan dengan seadil-adilnya.",
        "15": "Dia tidak dibenarkan untuk melarang orang lain melaksanakan salat dan mendekatkan diri kepada Allah. Sekali kali tidak! Sungguh, jika dia tidak berhenti berbuat demikian niscaya Kami tarik ubun-ubunnya dengan sangat kasar ke arah neraka;",
        "16": "yaitu ubun-ubun orang yang mendustakan nabi dan durhaka kepada Allah.",
        "17": "Apabila azab Kami datang kepadanya maka biarlah dia memanggil golongannya yang dia banggakan untuk menyelamatkannya dari azab itu.",
        "18": "Kelak Kami akan memanggil Malaikat Zabaniyah yang bengis dan kasar untuk mencampakkannya ke dalam azab Kami dan menyelamatkan Nabi beserta para pengikutnya.",
        "19": "Perbuatan jahat orang itu (Ab Jahl) tidak akan mengenai dirimu, wahai Nabi. Sekali-kali tidak! Janganlah kamu patuh kepadanya. Tetaplah menunaikan salat sesuai perintah Tuhanmu dan sujudlah serta dekatkanlah dirimu kepada-Nya dengan menaati aturannya, niscaya Dia akan selalu melindungimu dari ancamannya."
      }
    }
  }
}