[
  {
    "verse_number": 1,
    "text_uthmani": " الٓمٓر ۚ تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ ۗ وَٱلَّذِىٓ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ٱلْحَقُّ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Alif lām mīm rā, tilka āyātul-kitāb(i), wal-lażī unzila ilaika mir rabbikal-ḥaqqu wa lākinna akṡaran-nāsi lā yu'minūn(a).",
    "translation": "Алеф - Лям - Мим - Ра. Сие - знамения (Священной) Книги, Ведь то, что Господом твоим тебе открыто, Есть Истина - Но большинство людей не верит"
  },
  {
    "verse_number": 2,
    "text_uthmani": "ٱللَّهُ ٱلَّذِى رَفَعَ ٱلسَّمَـٰوَٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ۖ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۖ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ ۖ كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى ۚ يُدَبِّرُ ٱلْأَمْرَ يُفَصِّلُ ٱلْـَٔايَـٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمْ تُوقِنُونَ",
    "text_uthmani_transcribed": "Allāhul-lażī rafa'as-samāwāti bigairi 'amadin taraunahā ṡummastawā 'alal-'arsyi wa sakhkharasy-syamsa  wal-qamar(a), kulluy yajrī li'ajalim musammā(n), yudabbirul-amra yufaṣṣilul-āyāti la'allakum biliqā'i rabbikum tūqinūn(a).",
    "translation": "Аллах есть Тот, Кто небеса воздвиг без видимых опор И после утвердил Трон (Вседержавья), Поставил под Свою управу Солнце и Луну, И до назначенного срока Они свой совершают бег. Он правит всем Своим твореньем И устанавливает ясные знаменья, Чтоб вы уверились во встрече с вашим Властелином"
  },
  {
    "verse_number": 3,
    "text_uthmani": "وَهُوَ ٱلَّذِى مَدَّ ٱلْأَرْضَ وَجَعَلَ فِيهَا رَوَٰسِىَ وَأَنْهَـٰرًا ۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوْجَيْنِ ٱثْنَيْنِ ۖ يُغْشِى ٱلَّيْلَ ٱلنَّهَارَ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
    "text_uthmani_transcribed": "Wa huwal-lażī maddal-arḍa wa ja'ala fīhā rawāsiya wa anhārā(n), wa min kulliṡ-ṡamarāti ja'ala fīhā zaujainiṡnaini yugsyil-lailan-nahār(a), inna fī żālika la'āyātil liqaumiy yatafakkarūn(a).",
    "translation": "Он - Тот, Кто землю распростер И прочно горы на нее поставил, (Разлил на ней обильно) реки И парами взрастил плоды по двое. Он закрывает ночью день. Поистине, здесь кроются знамения для тех, Кто размышлениям (о сути) предается"
  },
  {
    "verse_number": 4,
    "text_uthmani": "وَفِى ٱلْأَرْضِ قِطَعٌ مُّتَجَـٰوِرَٰتٌ وَجَنَّـٰتٌ مِّنْ أَعْنَـٰبٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَىٰ بِمَآءٍ وَٰحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَىٰ بَعْضٍ فِى ٱلْأُكُلِ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَعْقِلُونَ",
    "text_uthmani_transcribed": "Wa fil-arḍi qiṭa'um mutajāwirātuw wa jannātum min a'nābiw wa zar'uw wa nakhīlun ṣinwānuw wa gairu ṣinwāniy yusqā bimā'iw wāḥid(in), wa nufaḍḍilu ba'ḍahā 'alā ba'ḍin fil-ukul(i), inna fī żālika la'āyātil liqaumiy ya'qilūn(a).",
    "translation": "Соседствуют на сей земле (Столь непохожие) угодья: Сады из виноградных лоз, Засеянные пашни И пальмы, что растут из одного иль нескольких корней, Напоены одной водою. И сообразно вкусу Мы одни из них Перед другими возвышаем (Для потребления вам) в пищу. В этом, поистине, знамения для тех, Кто обладает разуменьем"
  },
  {
    "verse_number": 5,
    "text_uthmani": "۞ وَإِن تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِى خَلْقٍ جَدِيدٍ ۗ أُو۟لَـٰٓئِكَ ٱلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ ۖ وَأُو۟لَـٰٓئِكَ ٱلْأَغْلَـٰلُ فِىٓ أَعْنَاقِهِمْ ۖ وَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
    "text_uthmani_transcribed": "Wa in ta'jab fa 'ajabun qauluhum a'iżā kunnā turāban a'innā lafī khalqin jadīd(in), ulā'ikal-lażīna kafarū birabbihim, wa ulā'ikal-aglālu fī a'nāqihim, wa ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a).",
    "translation": "Если тебя дивит (отсутствие в них веры), То (еще больше) удивляют их слова: \"Когда мы обратимся в прах, Неужто в обновленном виде Мы будем вновь воссозданы?\" И это - те, кто не уверовал (в Аллаха), - У них на шеях (тяжкий груз) цепей, Они все - обитатели Огня, И в нем им оставаться вечно"
  },
  {
    "verse_number": 6,
    "text_uthmani": "وَيَسْتَعْجِلُونَكَ بِٱلسَّيِّئَةِ قَبْلَ ٱلْحَسَنَةِ وَقَدْ خَلَتْ مِن قَبْلِهِمُ ٱلْمَثُلَـٰتُ ۗ وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ عَلَىٰ ظُلْمِهِمْ ۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلْعِقَابِ",
    "text_uthmani_transcribed": "Wa yasta'jilūnaka bis-sayyi'ati qablal-ḥasanati wa qad khalat min qablihimul-maṡulāt(u), wa inna rabbaka lażū magfiratil lin-nāsi 'alā ẓulmihim, wa inna rabbaka lasyadīdul-'iqāb(i).",
    "translation": "Они тебя торопят с (исполнением) дурного, Прежде чем доброе (случится), Но проходили наказания (народов) и до них, Как назидание и как пример (для их потомков), - Ведь вопреки нечестию людскому Господь твой - истинно, Хранитель (все)прощенья (Для тех, кто лик свой обратил к Нему), И, истинно, Господь твой столь же строг В суровом наказании (неверных)"
  },
  {
    "verse_number": 7,
    "text_uthmani": "وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦٓ ۗ إِنَّمَآ أَنتَ مُنذِرٌ ۖ وَلِكُلِّ قَوْمٍ هَادٍ",
    "text_uthmani_transcribed": "Wa yaqūlul-lażīna kafarū lau lā unzila 'alaihi āyatum mir rabbih(ī), innamā anta munżiruw wa likulli qaumin hād(in).",
    "translation": "И говорят неверные: \"Что же ему от Господа его не послано знаменье?\" Но ты - всего лишь увещатель: Ведь есть у всякого народа Водитель (правого пути, Что им назначен от Аллаха)"
  },
  {
    "verse_number": 8,
    "text_uthmani": "ٱللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلْأَرْحَامُ وَمَا تَزْدَادُ ۖ وَكُلُّ شَىْءٍ عِندَهُۥ بِمِقْدَارٍ",
    "text_uthmani_transcribed": "Allāhu ya'lamu mā taḥmilu kullu unṡā wa mā tagīḍul-arḥāmu wa mā tazdād(u), wa kullu syai'in 'indahū bimiqdār(in).",
    "translation": "Аллах ведь знает, Что несет (во чреве) всяка самка И меру, по которой всем утробам Сжиматься или расширяться (надлежит). Пред Ним все (сущее) - по мере"
  },
  {
    "verse_number": 9,
    "text_uthmani": "عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ٱلْكَبِيرُ ٱلْمُتَعَالِ",
    "text_uthmani_transcribed": "'Alimul-gaibi wasy-syahādatil-kabīrul-muta'āl(i).",
    "translation": "Ему сокрытое и явное известно, Он в высшей степени возвышен и велик"
  },
  {
    "verse_number": 10,
    "text_uthmani": "سَوَآءٌ مِّنكُم مَّنْ أَسَرَّ ٱلْقَوْلَ وَمَن جَهَرَ بِهِۦ وَمَنْ هُوَ مُسْتَخْفٍۭ بِٱلَّيْلِ وَسَارِبٌۢ بِٱلنَّهَارِ",
    "text_uthmani_transcribed": "Sawā'um minkum man asarral-qaula wa man jahara bihī wa man huwa mustakhfim bil-laili wa sāribum bin-nahār(i).",
    "translation": "Пред Ним равны и те из вас, Кто речь свою (по выгоде) скрывает, И те, которые ведут ее открыто; И тот, кто прячется в ночи, И тот, кто (в свете) дня (на люд) выходит"
  },
  {
    "verse_number": 11,
    "text_uthmani": "لَهُۥ مُعَقِّبَـٰتٌ مِّنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦ يَحْفَظُونَهُۥ مِنْ أَمْرِ ٱللَّهِ ۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّىٰ يُغَيِّرُوا۟ مَا بِأَنفُسِهِمْ ۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوْمٍ سُوٓءًا فَلَا مَرَدَّ لَهُۥ ۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ",
    "text_uthmani_transcribed": "Lahū mu'aqqibātum mim baini yadaihi wa min khalfihī yaḥfaẓūnahū min amrillāh(i), innallāha lā yugayyiru mā biqaumin ḥattā yugayyirū mā bi'anfusihim, wa iżā arādallāhu biqaumin sū'an falā maradda lah(ū), wa mā lahum min dūnihī miw wāl(in).",
    "translation": "У каждого есть (ангелы), Что перед ним и позади него, Как стражи, неотлучно следуют за ним По повелению Аллаха. И никогда Аллах не поменяет Такого (положения) с людьми, Пока они не переменят его сами. А уж когда Аллах (всеведеньем Своим) Вред причинить захочет людям, Ничто не сможет это отвратить, - Заступника им нет, кроме Него"
  },
  {
    "verse_number": 12,
    "text_uthmani": "هُوَ ٱلَّذِى يُرِيكُمُ ٱلْبَرْقَ خَوْفًا وَطَمَعًا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ",
    "text_uthmani_transcribed": "Huwal-lażī  yurīkumul -barqa khaufaw  wa  ṭama'aw  wa  yunsyi'us -saḥābaṡ-ṡiqāl(a).",
    "translation": "Он - Тот, Кто молнию являет вам, (Одним внушая) страх, (другим) - надежду, Тяжелой (ношей) тучи громоздит, (Чтобы излить вам дождь обильный)"
  },
  {
    "verse_number": 13,
    "text_uthmani": "وَيُسَبِّحُ ٱلرَّعْدُ بِحَمْدِهِۦ وَٱلْمَلَـٰٓئِكَةُ مِنْ خِيفَتِهِۦ وَيُرْسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمْ يُجَـٰدِلُونَ فِى ٱللَّهِ وَهُوَ شَدِيدُ ٱلْمِحَالِ",
    "text_uthmani_transcribed": "Wa yusabbiḥur-ra'du biḥamdihī wal-malā'ikatu min khīfatih(ī), wa yursiluṣ-ṣawā'iqa fa yuṣību bihā may yasyā'u wa hum yujālidilūna fillāh(i), wa huwa syadīdul-miḥāl(i).",
    "translation": "Ему (в смирении) хвалы возносит Гром, И Ангелы пред Ним в (благоговейном) страхе, Он мечет молнии и поражает ими, Кого Своим желаньем (изберет). И все же они спорят об Аллахе, - А ведь в могуществе Своем Он быстр и силен"
  },
  {
    "verse_number": 14,
    "text_uthmani": "لَهُۥ دَعْوَةُ ٱلْحَقِّ ۖ وَٱلَّذِينَ يَدْعُونَ مِن دُونِهِۦ لَا يَسْتَجِيبُونَ لَهُم بِشَىْءٍ إِلَّا كَبَـٰسِطِ كَفَّيْهِ إِلَى ٱلْمَآءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَـٰلِغِهِۦ ۚ وَمَا دُعَآءُ ٱلْكَـٰفِرِينَ إِلَّا فِى ضَلَـٰلٍ",
    "text_uthmani_transcribed": "Lahū da'watul-ḥaqq(i), wal-lażīna yad'ūna min dūnihī lā yastajībūna lahum bisyai'in illā kabāsiṭi kaffaihi ilal-mā'i liyabluga fāhu wa mā huwa bibāligih(ī), wa mā du'ā'ul-kāfirīna illā fī ḍalāl(in).",
    "translation": "К Нему зов Истины (направлен), А те, которых они чтят, опричь Него, Ничем ответить им не могут, Равно как тот, Что тянет руки к влаге животворной, Чтобы она дошла до уст его, - Она ж к устам его не льется: Ведь призывания неверных - (Скитание) по ложному пути"
  },
  {
    "verse_number": 15,
    "text_uthmani": "وَلِلَّهِ يَسْجُدُ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ طَوْعًا وَكَرْهًا وَظِلَـٰلُهُم بِٱلْغُدُوِّ وَٱلْـَٔاصَالِ ۩",
    "text_uthmani_transcribed": "Wa lillāhi yasjudu man fis-samāwāti wal-arḍi ṭau'aw wa karhaw wa ẓilāluhum bil-guduwwi wal-āṣāl(i).",
    "translation": "Аллаху поклоняются добром или неволей Все те, кто в небесах и на земле, И даже тени их и по утрам, и вечерами"
  },
  {
    "verse_number": 16,
    "text_uthmani": "قُلْ مَن رَّبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ قُلِ ٱللَّهُ ۚ قُلْ أَفَٱتَّخَذْتُم مِّن دُونِهِۦٓ أَوْلِيَآءَ لَا يَمْلِكُونَ لِأَنفُسِهِمْ نَفْعًا وَلَا ضَرًّا ۚ قُلْ هَلْ يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ أَمْ هَلْ تَسْتَوِى ٱلظُّلُمَـٰتُ وَٱلنُّورُ ۗ أَمْ جَعَلُوا۟ لِلَّهِ شُرَكَآءَ خَلَقُوا۟ كَخَلْقِهِۦ فَتَشَـٰبَهَ ٱلْخَلْقُ عَلَيْهِمْ ۚ قُلِ ٱللَّهُ خَـٰلِقُ كُلِّ شَىْءٍ وَهُوَ ٱلْوَٰحِدُ ٱلْقَهَّـٰرُ",
    "text_uthmani_transcribed": "Qul mar rabbus-samāwāti wal-arḍ(i), qulillāh(u), qul afattakhażtum  min dūnihī auliyā'a lā yamlikūna li'anfusihim naf'aw wa lā ḍarrā(n), qul hal yastawil-a'mā wal-baṣīr(u),  am hal tastawiẓ-ẓulumātu wan-nūr(u), am ja'alū lillāhi syurakā'a khalaqū kakhalqihī fa tasyābahal-khalqu  'alaihim, qulillāhu khāliqu kulli syai'iw wa huwal-wāḥidul-qahhār(u).",
    "translation": "Скажи: \"Кто Властелин небес и Властелин земли?\" (В ответ) скажи: \"Аллах!\" Скажи: \"Ужель, кроме Него, Вы взяли в покровители себе Тех, что самим себе Не властны ни на вред и ни на пользу?\" Скажи: \"Ужель сравни слепой и зрячий Иль можно Мрак ко Свету приравнять?\" Иль в соучастники Аллаху Они, быть может, приняли таких, Которые творили, как и Он, И чье творенье им казалось схожим (Тому, что сотворил Аллах)? Скажи: \"Аллах - Творец всего, что суще. Един Он и в могуществе Своем неодолим"
  },
  {
    "verse_number": 17,
    "text_uthmani": "أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَسَالَتْ أَوْدِيَةٌۢ بِقَدَرِهَا فَٱحْتَمَلَ ٱلسَّيْلُ زَبَدًا رَّابِيًا ۚ وَمِمَّا يُوقِدُونَ عَلَيْهِ فِى ٱلنَّارِ ٱبْتِغَآءَ حِلْيَةٍ أَوْ مَتَـٰعٍ زَبَدٌ مِّثْلُهُۥ ۚ كَذَٰلِكَ يَضْرِبُ ٱللَّهُ ٱلْحَقَّ وَٱلْبَـٰطِلَ ۚ فَأَمَّا ٱلزَّبَدُ فَيَذْهَبُ جُفَآءً ۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمْكُثُ فِى ٱلْأَرْضِ ۚ كَذَٰلِكَ يَضْرِبُ ٱللَّهُ ٱلْأَمْثَالَ",
    "text_uthmani_transcribed": "Anzala minas-samā'i mā'an fa sālat audiyatum biqadarihā faḥtamalas-sailu zabadar rābiyā(n), wa mimmā yūqidūna 'alaihi fin-nāribtigā'a ḥilyatin au matā'in zabadum miṡluh(ū), każālika yaḍribullāhul-ḥaqqa wal-bāṭil(a), fa ammaz-zabadu fa yażhabu jufā'ā(n), wa ammā mā yanfa'un-nāsa fa yamkuṡu fil-arḍ(i), każālika yaḍribullāhul-amṡāl(a).",
    "translation": "С небес низводит воду Он, Что наполняет русла рек До должного предела, И унесет поток всплывающую пену, Подобно той, (что образует обжиг), Когда они (железо) плавят на огне Для выделки прикрас и утвари (домашней). Таким подобием Аллах Являет разницу меж Истиной и Ложью, - Ведь пена, (как и накипь), прахом исчезает, А что полезно людям - остается на земле. Так (нам) Аллах приводит притчи"
  },
  {
    "verse_number": 18,
    "text_uthmani": "لِلَّذِينَ ٱسْتَجَابُوا۟ لِرَبِّهِمُ ٱلْحُسْنَىٰ ۚ وَٱلَّذِينَ لَمْ يَسْتَجِيبُوا۟ لَهُۥ لَوْ أَنَّ لَهُم مَّا فِى ٱلْأَرْضِ جَمِيعًا وَمِثْلَهُۥ مَعَهُۥ لَٱفْتَدَوْا۟ بِهِۦٓ ۚ أُو۟لَـٰٓئِكَ لَهُمْ سُوٓءُ ٱلْحِسَابِ وَمَأْوَىٰهُمْ جَهَنَّمُ ۖ وَبِئْسَ ٱلْمِهَادُ",
    "text_uthmani_transcribed": "Lil-lażīnastajābū lirabbihimul-ḥusnā, wal-lażīna lam yastajībū lahū lau anna lahum mā fil-arḍi jamī'aw wa miṡlahū ma'ahū laftadau bih(ī), ulā'ika lahum sū'ul-ḥisāb(i), wa ma'wāhum jahannam(u), wa bi'sal-mihād(u).",
    "translation": "Благое - всем, кто на Господень зов ответил, А тем, которые Ему не отозвались, То, будь у них богатства всей земли И равно столько же к тому, Чтоб откупиться ими, (Не будет принято от них). Расплата их страшна, Пристанище им - Ад, И скверно это ложе (упокоя)"
  },
  {
    "verse_number": 19,
    "text_uthmani": "۞ أَفَمَن يَعْلَمُ أَنَّمَآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ٱلْحَقُّ كَمَنْ هُوَ أَعْمَىٰٓ ۚ إِنَّمَا يَتَذَكَّرُ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
    "text_uthmani_transcribed": "Afamay ya'lamu annamā unzila ilaika mir rabbikal-ḥaqqu kaman huwa a'mā, innamā yatażakkaru ulul-albāb(i).",
    "translation": "Неужто тот, кто знает, что тебе Господь твой Истину открыл, Сравни тому, кто слеп (и этого не видит)? Ведь внемлют этому лишь те, Кто обладает разуменьем"
  },
  {
    "verse_number": 20,
    "text_uthmani": "ٱلَّذِينَ يُوفُونَ بِعَهْدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلْمِيثَـٰقَ",
    "text_uthmani_transcribed": "Al-lażīna yūfūna bi'ahdillāhi wa lā yanquḍūnal-mīṡāq(a).",
    "translation": "Те, кто в Завете Богу верен И обещания не нарушает"
  },
  {
    "verse_number": 21,
    "text_uthmani": "وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوٓءَ ٱلْحِسَابِ",
    "text_uthmani_transcribed": "Wal-lażīna yaṣilūna mā amarallāhu bihī ay yūṣala wa yakhsyauna rabbahum wa yakhāfūna sū'al-ḥisāb(i).",
    "translation": "И те, которые соединяют То, что Господь велел соединить, И гнева Господа страшатся, - Страшатся злой расплаты (за грехи)"
  },
  {
    "verse_number": 22,
    "text_uthmani": "وَٱلَّذِينَ صَبَرُوا۟ ٱبْتِغَآءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَنفَقُوا۟ مِمَّا رَزَقْنَـٰهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِٱلْحَسَنَةِ ٱلسَّيِّئَةَ أُو۟لَـٰٓئِكَ لَهُمْ عُقْبَى ٱلدَّارِ",
    "text_uthmani_transcribed": "Wal-lażīna ṣabarubtigā'a wajhi rabbihim wa aqāmuṣ-ṣalāta wa anfaqū mimmā razaqnāhum sirraw wa 'alāniyataw wa yadra'ūna bil-ḥasanatis-sayyi'ata  ulā'ika lahum 'uqbad-dār(i).",
    "translation": "И те, кто терпеливо-стоек (в своей вере), Стремясь Господень лик узреть, Молитву совершают (по часам) И раздают открыто или тайно Из благ, что Мы послали им, - Они добром рассеивают зло, И воздаянье им - обитель вечная"
  },
  {
    "verse_number": 23,
    "text_uthmani": "جَنَّـٰتُ عَدْنٍ يَدْخُلُونَهَا وَمَن صَلَحَ مِنْ ءَابَآئِهِمْ وَأَزْوَٰجِهِمْ وَذُرِّيَّـٰتِهِمْ ۖ وَٱلْمَلَـٰٓئِكَةُ يَدْخُلُونَ عَلَيْهِم مِّن كُلِّ بَابٍ",
    "text_uthmani_transcribed": "Jannātu 'adniy yadkhulūnahā wa man ṣalaḥa min ābā'ihim wa azwājihim  wa żurriyyātihim wal-malā'ikatu yadkhulūna 'alaihim min kulli bāb(in).",
    "translation": "Садов Эдема. И в них войдут лишь те, Кто был благочестив Из их отцов, супруг и их потомков. И через все врата К ним ангелы с приветствием сойдут"
  },
  {
    "verse_number": 24,
    "text_uthmani": "سَلَـٰمٌ عَلَيْكُم بِمَا صَبَرْتُمْ ۚ فَنِعْمَ عُقْبَى ٱلدَّارِ",
    "text_uthmani_transcribed": "Salāmun 'alaikum bimā ṣabartum fa ni'ma 'uqbad-dār(i).",
    "translation": "Мир вам за то, что были терпеливы! Прекрасна их наградная обитель, (Что Господом навечно им дана)"
  },
  {
    "verse_number": 25,
    "text_uthmani": "وَٱلَّذِينَ يَنقُضُونَ عَهْدَ ٱللَّهِ مِنۢ بَعْدِ مِيثَـٰقِهِۦ وَيَقْطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفْسِدُونَ فِى ٱلْأَرْضِ ۙ أُو۟لَـٰٓئِكَ لَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ",
    "text_uthmani_transcribed": "Wal-lażīna yanquḍūna 'ahdallāhi mim ba'di mīṡāqihī wa yaqṭa'ūna mā amarallāhu bihī ay yūṣala wa yufsidūna fil-arḍ(i), ulā'ika lahumul-la'natu wa lahum sū'ud-dār(i).",
    "translation": "А те, кто нарушает Договор с Аллахом, Когда он ими был уже скреплен, И разделяет то, Чему велел Он быть единым, И по земле несет нечестие и зло, - На тех - проклятие (Аллаха), И зла для них обитель воздаянья"
  },
  {
    "verse_number": 26,
    "text_uthmani": "ٱللَّهُ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ وَفَرِحُوا۟ بِٱلْحَيَوٰةِ ٱلدُّنْيَا وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا فِى ٱلْـَٔاخِرَةِ إِلَّا مَتَـٰعٌ",
    "text_uthmani_transcribed": "Allāhu yabsuṭur-rizqa limay yasyā'u wa yaqdir(u), wa fariḥū bil-ḥayātid-dun-yā, wa mal-ḥayātud-dun-yā fil-ākhirati illā matā'(un).",
    "translation": "Аллах удел Свой расширяет Иль мерой раздает его Тому, кого сочтет Своим желаньем. Они же радуются ближней жизни - А жизнь ближняя в сравнении с другой - (Лишь краткая) услада времени (земного)"
  },
  {
    "verse_number": 27,
    "text_uthmani": "وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ ۗ قُلْ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهْدِىٓ إِلَيْهِ مَنْ أَنَابَ",
    "text_uthmani_transcribed": "Wa yaqūlul-lażīna kafarū lau lā unzila 'alaihi āyatum mir rabbih(ī), qul innallāha yuḍillu may yasyā'u wa yahdī ilaihi man anāb(a).",
    "translation": "И говорят неверные: \"Что же ему от Господа его не послано знаменье?\" Скажи: \"Аллах, поистине, оставит в заблужденье тех, Кого сочтет Своим желаньем; К Себе ж ведет того, Кто обратился с покаянием к Нему"
  },
  {
    "verse_number": 28,
    "text_uthmani": "ٱلَّذِينَ ءَامَنُوا۟ وَتَطْمَئِنُّ قُلُوبُهُم بِذِكْرِ ٱللَّهِ ۗ أَلَا بِذِكْرِ ٱللَّهِ تَطْمَئِنُّ ٱلْقُلُوبُ",
    "text_uthmani_transcribed": "Al-lażīna āmanū wa taṭma'innu qulūbuhum biżikrillāh(i), alā biżikrillāhi taṭma'innul-qulūb(u).",
    "translation": "Тех, кто уверовал и чьи сердца При призывании Аллаха исполняются покоя, - Ведь призывание Аллаха Покоем сердце наполняет"
  },
  {
    "verse_number": 29,
    "text_uthmani": "ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ طُوبَىٰ لَهُمْ وَحُسْنُ مَـَٔابٍ",
    "text_uthmani_transcribed": "Allażīna āmanū wa 'amiluṣ-ṣāliḥāti ṭūbā lahum wa ḥusnu ma'āb(in).",
    "translation": "Тех, кто уверовал и делает добро, - Блаженство им! Прекрасна их обитель, (Что Господом навечно им дана)"
  },
  {
    "verse_number": 30,
    "text_uthmani": "كَذَٰلِكَ أَرْسَلْنَـٰكَ فِىٓ أُمَّةٍ قَدْ خَلَتْ مِن قَبْلِهَآ أُمَمٌ لِّتَتْلُوَا۟ عَلَيْهِمُ ٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ وَهُمْ يَكْفُرُونَ بِٱلرَّحْمَـٰنِ ۚ قُلْ هُوَ رَبِّى لَآ إِلَـٰهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ",
    "text_uthmani_transcribed": "Każālika arsalnāka fī ummatin qad khalat min qablihā umamul litatluwa 'alaihimul-lażī auḥainā ilaika wa hum yakfurūna bir-raḥmān(i), qul huwa rabbī lā ilāha illā huw(a), 'alaihi tawakkaltu wa ilaihi matāb(i).",
    "translation": "И так послали Мы тебя к народу, Прежде которого другие Прошли (и канули в небытие), Чтоб ты читал им то, Что Мы тебе внушением открыли, Тогда как в Милосердного не веруют они. Скажи: \"Он - мой Господь! Кроме Него, иного Бога нет. Лишь на Него я уповаю И обращаюсь лишь к Нему"
  },
  {
    "verse_number": 31,
    "text_uthmani": "وَلَوْ أَنَّ قُرْءَانًا سُيِّرَتْ بِهِ ٱلْجِبَالُ أَوْ قُطِّعَتْ بِهِ ٱلْأَرْضُ أَوْ كُلِّمَ بِهِ ٱلْمَوْتَىٰ ۗ بَل لِّلَّهِ ٱلْأَمْرُ جَمِيعًا ۗ أَفَلَمْ يَا۟يْـَٔسِ ٱلَّذِينَ ءَامَنُوٓا۟ أَن لَّوْ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعًا ۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُوا۟ تُصِيبُهُم بِمَا صَنَعُوا۟ قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِّن دَارِهِمْ حَتَّىٰ يَأْتِىَ وَعْدُ ٱللَّهِ ۚ إِنَّ ٱللَّهَ لَا يُخْلِفُ ٱلْمِيعَادَ",
    "text_uthmani_transcribed": "Wa lau anna qur'ānan suyyirat bihil-jibālu au quṭṭi'at bihil-arḍu au kullima bihil-mautā, bal lillāhil-amru jamī'ā(n), afalam yai'asil-lażīna  āmanū allau yasyā'ullāhu lahadan-nāsa jamī'ā(n), wa lā yazālul-lażīna kafarū tuṣībuhum bimā ṣana'ū qāri'atun au taḥullu qarībam min dārihim ḥattā ya'tiya wa'dullāh(i), innallāha lā yukhliful-mī'ād(a).",
    "translation": "И если б был какой-нибудь Коран, Которым сдвинулись бы горы, Иль рассеклась земля, Иль мертвые заговорили, (То и тогда он был бы этим же Кораном, Что вам Аллах низвел как руководство). Поистине, вся власть принадлежит Аллаху! Так неужели те, которые Ему предАлись, не знают, Что, если бы Аллах желал того, Он всех людей повел бы праведной стезею? И никогда губительные беды Не перестанут нечестивых поражать за злодеяния их рук Или вблизи домов их не осядут, Пока не подойдет обетование Аллаха, - Обетования Свои Аллах, поистине, ни в чем не нарушает"
  },
  {
    "verse_number": 32,
    "text_uthmani": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا۟ ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ",
    "text_uthmani_transcribed": "Wa laqadistuhzi'a birusulim min qablika fa amlaitu lil-lażīna kafarū ṡumma akhażtuhum fa kaifa kāna 'iqāb(i).",
    "translation": "И до тебя Посланников (Моих) высмеивали люди, И Я давал отсрочку тем, которые (Меня) отвергли, Потом Я поражал их (смертной карой), - И как скверна была она"
  },
  {
    "verse_number": 33,
    "text_uthmani": "أَفَمَنْ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفْسٍۭ بِمَا كَسَبَتْ ۗ وَجَعَلُوا۟ لِلَّهِ شُرَكَآءَ قُلْ سَمُّوهُمْ ۚ أَمْ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعْلَمُ فِى ٱلْأَرْضِ أَم بِظَـٰهِرٍ مِّنَ ٱلْقَوْلِ ۗ بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا۟ مَكْرُهُمْ وَصُدُّوا۟ عَنِ ٱلسَّبِيلِ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
    "text_uthmani_transcribed": "Afaman huwa qā'imun 'alā kulli nafsim bimā kasabat, wa ja'alū lillāhi syurakā'(a), qul sammūhum, am tunabbi'ūnahū bimā lā ya'lamu fil-arḍi am biẓāhirim minal-qaul(i), bal zuyyina lil-lażīna kafarū makruhum wa ṣuddū 'anis-sabīl(i), wa may yuḍlilillāhu famā lahū min hād(in).",
    "translation": "Неужто Тот, (Кто Покровителем и Стражем стоит) за каждою душой, И знает все, что делает она, (Сравни еще кому-нибудь)? И все ж они Аллаху соучастников призвали. Скажи: \"Вы назовите их! Иль вы укажете Ему на то, Чего Он на земле не знает? Иль это просто пустословье?!\" Но нет! Неверным разукрашена их хитрость, И (ею) сведены они с пути. А тот, кто был сведен с пути Аллаха, Вожатого себе не обретет"
  },
  {
    "verse_number": 34,
    "text_uthmani": "لَّهُمْ عَذَابٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَشَقُّ ۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٍ",
    "text_uthmani_transcribed": "Lahum 'ażābun fil-ḥayātid-dun-yā wa la'ażābul-ākhirati asyaqq(u), wa mā lahum minallāhi miw wāq(in).",
    "translation": "Им - наказание в сей жизни, И, несомненно, более жестоким Им будет наказание в другой, - Им нет защиты от Аллаха"
  },
  {
    "verse_number": 35,
    "text_uthmani": "۞ مَّثَلُ ٱلْجَنَّةِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۖ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ أُكُلُهَا دَآئِمٌ وَظِلُّهَا ۚ تِلْكَ عُقْبَى ٱلَّذِينَ ٱتَّقَوا۟ ۖ وَّعُقْبَى ٱلْكَـٰفِرِينَ ٱلنَّارُ",
    "text_uthmani_transcribed": "Maṡalul-jannatil-latī wu'idal-muttaqūn(a), tajrī min taḥtihal-anhār(u), ukuluhā dā'imuw wa ẓilluhā, tilka 'uqbal-lażīnattaqau, wa 'uqbal-kāfirīnan-nār(u).",
    "translation": "И притчею (Господь являет) Рай, Что был обещан тем, Которые, страшася Его (гнева, Благочестивы были в этой жизни): Сады, реками омовенны, Услада вечная и тень - Таков конец пути для тех, Кто (гнева) Господа страшился. Для нечестивых же - Огонь"
  },
  {
    "verse_number": 36,
    "text_uthmani": "وَٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَفْرَحُونَ بِمَآ أُنزِلَ إِلَيْكَ ۖ وَمِنَ ٱلْأَحْزَابِ مَن يُنكِرُ بَعْضَهُۥ ۚ قُلْ إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ ٱللَّهَ وَلَآ أُشْرِكَ بِهِۦٓ ۚ إِلَيْهِ أَدْعُوا۟ وَإِلَيْهِ مَـَٔابِ",
    "text_uthmani_transcribed": "Wal-lażīna ātaināhumul-kitāba yafraḥūna bimā unzila ilaika wa minal-aḥzābi may yunkiru ba'ḍah(ū), qul innamā umirtu an a'budallāha wa lā usyrika bih(ī), ilaihi ad'ū wa ilaihi ma'āb(i).",
    "translation": "А те, кому Мы даровали Книгу, (Безмерно) счастливы тому, что послано тебе, Хотя среди общин есть и такие, Что отвергают часть ее. Скажи: \"Мне велено Аллаху поклоняться И соучастников Ему не придавать. К Нему зову я, и к Нему - Обратный мой приход"
  },
  {
    "verse_number": 37,
    "text_uthmani": "وَكَذَٰلِكَ أَنزَلْنَـٰهُ حُكْمًا عَرَبِيًّا ۚ وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم بَعْدَ مَا جَآءَكَ مِنَ ٱلْعِلْمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِىٍّ وَلَا وَاقٍ",
    "text_uthmani_transcribed": "Wa każālika anzalnāhu ḥukman 'arabiyyā(n), wa la'inittaba'ta ahwā'ahum ba'da mā jā'aka minal-'ilm(i), mā laka minallāhi miw waliyyiw wa lā wāq(in).",
    "translation": "Так ниспослали Мы его, Чтоб на арабском языке был свод законов (Нашего Суда). И если ты последуешь страстям их После того, как знание к тебе пришло, Тебе не будет ни защитника от Бога, Ни покровителя (пред Ним)"
  },
  {
    "verse_number": 38,
    "text_uthmani": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَٰجًا وَذُرِّيَّةً ۚ وَمَا كَانَ لِرَسُولٍ أَن يَأْتِىَ بِـَٔايَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۗ لِكُلِّ أَجَلٍ كِتَابٌ",
    "text_uthmani_transcribed": "Wa laqad arsalnā rusulam min qablika wa ja'alnā lahum azwājaw wa żurriyyah(tan), wa mā kāna lirasūlin ay ya'tiya bi'āyatin illā bi'iżnillāh(i), likulli ajalin kitāb(un).",
    "translation": "И до тебя посланников Мы слали, И им супруг давали и потомство; И ни один посланник не являл знамений Иначе, как по изволению Аллаха. На всякий временной предел - Свое писание, (свои заветы, Что мудростью Аллаха сочтены)"
  },
  {
    "verse_number": 39,
    "text_uthmani": "يَمْحُوا۟ ٱللَّهُ مَا يَشَآءُ وَيُثْبِتُ ۖ وَعِندَهُۥٓ أُمُّ ٱلْكِتَـٰبِ",
    "text_uthmani_transcribed": "Yamḥullāhu mā yasyā'u wa yuṡbit(u), wa 'indahū ummul-kitāb(i).",
    "translation": "Аллах Своим желанием стирает (Заветы прошлого, изжившие себя), И утверждает (мудростью Своей Те из Своих установлений, Что надлежит по строгости блюсти), - Ведь у Него - Мать Вечной Книги"
  },
  {
    "verse_number": 40,
    "text_uthmani": "وَإِن مَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ ٱلْبَلَـٰغُ وَعَلَيْنَا ٱلْحِسَابُ",
    "text_uthmani_transcribed": "Wa immā nuriyannaka ba'ḍal-lażī na'iduhum au natawaffayannaka fa innamā 'alaikal-balāgu wa 'alainal-ḥisāb(u).",
    "translation": "Покажем ли тебе Мы часть того, Чем Мы, увещевая их, им угрожаем, Иль упокоим твою душу до того, Твой долг - лишь передать им (Откровенье), А Нам - призвать к расчету (их)"
  },
  {
    "verse_number": 41,
    "text_uthmani": "أَوَلَمْ يَرَوْا۟ أَنَّا نَأْتِى ٱلْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا ۚ وَٱللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِۦ ۚ وَهُوَ سَرِيعُ ٱلْحِسَابِ",
    "text_uthmani_transcribed": "Awa lam yarau annā na'til-arḍa nanquṣuhā min aṭrāfihā, wallāhu yaḥkumu lā mu'aqqiba liḥukmih(ī), wa huwa sarī'ul-ḥisāb(i).",
    "translation": "Не видят ли они, Как Мы проходим по земле И от краев ее все больше замыкаем? Ведь Суд вершит Аллах, И нет того, Кто мог бы Его Суд отсрочить. А Он в Своем расчете скор"
  },
  {
    "verse_number": 42,
    "text_uthmani": "وَقَدْ مَكَرَ ٱلَّذِينَ مِن قَبْلِهِمْ فَلِلَّهِ ٱلْمَكْرُ جَمِيعًا ۖ يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ ۗ وَسَيَعْلَمُ ٱلْكُفَّـٰرُ لِمَنْ عُقْبَى ٱلدَّارِ",
    "text_uthmani_transcribed": "Wa qad makaral-lażīna min qablihim fa lillāhil-makru jamī'ā(n), ya'lamu mā taksibu kullu nafs(in), wa saya'lamul-kuffāru liman 'uqbad-dār(i).",
    "translation": "Ведь замышляли хитрости и те, кто был до них, - Аллах же всеми хитростями правит. Он знает то, что всякая душа (Себе на будущее) предваряет, - И предстоит узнать неверным, Кому достанется наградная обитель"
  },
  {
    "verse_number": 43,
    "text_uthmani": "وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَسْتَ مُرْسَلًا ۚ قُلْ كَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ وَمَنْ عِندَهُۥ عِلْمُ ٱلْكِتَـٰبِ",
    "text_uthmani_transcribed": "Wa yaqūlul-lażīna kafarū lasta mursalā(n), qul kafā billāhi syahīdam bainī wa bainakum, wa man 'indahū 'ilmul-kitāb(i).",
    "translation": "И говорят неверные: \"Ты не посланник!\" Скажи: \"Достаточный свидетель между мной и вами - Аллах и тот, кто знает Книгу"
  }
]