[
  {
    "verse_number": 1,
    "text_uthmani": " الٓمٓ",
    "text_uthmani_transcribed": "Alif lām mīm.",
    "translation": "Алеф - Лям - Мим"
  },
  {
    "verse_number": 2,
    "text_uthmani": "أَحَسِبَ ٱلنَّاسُ أَن يُتْرَكُوٓا۟ أَن يَقُولُوٓا۟ ءَامَنَّا وَهُمْ لَا يُفْتَنُونَ",
    "text_uthmani_transcribed": "Aḥasiban-nāsu ay yutrakū ay yaqūlū āmannā wa hum lā yuftanūn(a).",
    "translation": "Неужто полагают люди, Что, если они скажут: \"Веруем мы (в Бога)\", Их не подвергнут испытаниям (на верность этих слов)"
  },
  {
    "verse_number": 3,
    "text_uthmani": "وَلَقَدْ فَتَنَّا ٱلَّذِينَ مِن قَبْلِهِمْ ۖ فَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُوا۟ وَلَيَعْلَمَنَّ ٱلْكَـٰذِبِينَ",
    "text_uthmani_transcribed": "Wa laqad fatannal-lażīna min qablihim falaya'lamannallāhul-lażīna ṣadaqū wa laya'lamannal-kāżibīn(a).",
    "translation": "Мы испытали тех, кто был до них. И несомненно ведомы Аллаху Те, что правдивы (среди них), И те, (уста которых) лживы"
  },
  {
    "verse_number": 4,
    "text_uthmani": "أَمْ حَسِبَ ٱلَّذِينَ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسْبِقُونَا ۚ سَآءَ مَا يَحْكُمُونَ",
    "text_uthmani_transcribed": "Am ḥasibal-lażīna ya'malūnas-sayyi'āti ay yasbiqūnā, sā'a mā yaḥkumūn(a).",
    "translation": "Неужто те, кто злодеяет, Считают, что сумеют Нас опередить? Насколько ж плОхи их сужденья"
  },
  {
    "verse_number": 5,
    "text_uthmani": "مَن كَانَ يَرْجُوا۟ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَـَٔاتٍ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "text_uthmani_transcribed": "Man kāna yarjū liqā'allāhi fa'inna ajalallāhi la'āt(in), wa huwas-samī'ul-'alīm(u).",
    "translation": "А тот, кто чает встречи с Богом, - Так ведь, поистине, уж близится предел, что Им определен, - Он слышит (все) и знает (обо всем)"
  },
  {
    "verse_number": 6,
    "text_uthmani": "وَمَن جَـٰهَدَ فَإِنَّمَا يُجَـٰهِدُ لِنَفْسِهِۦٓ ۚ إِنَّ ٱللَّهَ لَغَنِىٌّ عَنِ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Wa man jāhada fa'innamā yujāhidu linafsih(ī), innallāha laganiyyun 'anil-'ālamīn(a).",
    "translation": "И кто усердствует на промысле Господнем, Усердствует на благо собственной душе, - Аллах свободен от нужды в мирах, (Которые Он Сам же создал)"
  },
  {
    "verse_number": 7,
    "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
    "text_uthmani_transcribed": "Wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti lanukaffiranna 'anhum sayyi'ātihim wa lanajziyannahum aḥsanal-lażī kānū ya'malūn(a).",
    "translation": "А тем, кто верует и доброе творит, Сотрем Мы все их прегрешенья И воздадим по соответствию их лучших дел"
  },
  {
    "verse_number": 8,
    "text_uthmani": "وَوَصَّيْنَا ٱلْإِنسَـٰنَ بِوَٰلِدَيْهِ حُسْنًا ۖ وَإِن جَـٰهَدَاكَ لِتُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ فَلَا تُطِعْهُمَآ ۚ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
    "text_uthmani_transcribed": "Wa waṣṣainal-insāna biwālidaihi ḥusnā(n), wa in jāhadāka litusyrika bī mā laisa laka bihī 'ilmun falā tuṭi'humā, ilayya marji'ukum fa'unabbi'ukum bimā kuntum ta'malūn(a).",
    "translation": "Мы завещали человеку Добротворить родителям своим. Но если станут принуждать они тебя Мне в \"сотоварищи\" призвать такое, О чем ты знания (из Божьих Откровений) не имеешь, Не повинуйся (в этом деле) им. Ко Мне вернетесь вы, и Я вам возвещу Всю (суть) того, что вы творили"
  },
  {
    "verse_number": 9,
    "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَنُدْخِلَنَّهُمْ فِى ٱلصَّـٰلِحِينَ",
    "text_uthmani_transcribed": "Wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti lanudkhilannahum fiṣ-ṣāliḥīn(a).",
    "translation": "А тех, кто верует и доброе творит, Введем Мы в братство тех, Которым (пребывать) во благе"
  },
  {
    "verse_number": 10,
    "text_uthmani": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِىَ فِى ٱللَّهِ جَعَلَ فِتْنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِ وَلَئِن جَآءَ نَصْرٌ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ ۚ أَوَلَيْسَ ٱللَّهُ بِأَعْلَمَ بِمَا فِى صُدُورِ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Wa minan-nāsi may yaqūlu āmannā billāhi fa'iżā ūżiya  fillāhi ja'ala fitnatan-nāsi ka'ażābillāh(i), wa la'in jā'a naṣrum mir rabbika layaqūlunna innā kunnā ma'akum, awa laisallāhu bi'a'lama bimā fī ṣudūril-'ālamīn(a).",
    "translation": "Среди людей есть те, что говорят: \"Мы веруем в Аллаха!\" Когда ж в Господнем деле их беда коснется, Как испытание людей (на стойкость в вере), Они ее за гнев Аллаха выдают. Когда ж Господня помощь ниспадет и с ней победа, \"Мы были с вами\", - говорят они. Ужель Аллах не знает лучше, Что кроется в сердцах Его миров"
  },
  {
    "verse_number": 11,
    "text_uthmani": "وَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَلَيَعْلَمَنَّ ٱلْمُنَـٰفِقِينَ",
    "text_uthmani_transcribed": "Wa laya'lamannallāhul-lażīna āmanū wa laya'lamannal-munāfiqīn(a).",
    "translation": "И несомненно Господу известны Те, кто уверовал, и те, кто лицемерит"
  },
  {
    "verse_number": 12,
    "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوا۟ ٱتَّبِعُوا۟ سَبِيلَنَا وَلْنَحْمِلْ خَطَـٰيَـٰكُمْ وَمَا هُم بِحَـٰمِلِينَ مِنْ خَطَـٰيَـٰهُم مِّن شَىْءٍ ۖ إِنَّهُمْ لَكَـٰذِبُونَ",
    "text_uthmani_transcribed": "Wa qālal-lażīna kafarū lil-lażīna āmanuttabi'ū sabīlanā walnaḥmil khaṭāyākum, wa mā hum biḥāmilīna min khaṭāyāhum min syai'(in), innahum lakāżibūn(a).",
    "translation": "И те, кто не уверовал (в Аллаха), верующим говорят: \"Вы следуйте по нашему пути, И понесем грехи мы ваши на себе!\" Но ничего из их грехов они не понесут - Лжецы они, и только"
  },
  {
    "verse_number": 13,
    "text_uthmani": "وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَّعَ أَثْقَالِهِمْ ۖ وَلَيُسْـَٔلُنَّ يَوْمَ ٱلْقِيَـٰمَةِ عَمَّا كَانُوا۟ يَفْتَرُونَ",
    "text_uthmani_transcribed": "Wa layaḥmilunna aṡqālahum wa aṡqālam ma'a aṡqālihim wa layus'alunna yaumal-qiyāmati 'ammā kānū yaftarūn(a).",
    "translation": "Нести им бремя собственных (грехов) И груз (грехов за совращение душ ближних), Что ляжет грузом на их груз. В День Воскресения их спросят За (ложь всего) измышленного ими"
  },
  {
    "verse_number": 14,
    "text_uthmani": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمْ ظَـٰلِمُونَ",
    "text_uthmani_transcribed": "Wa laqad arsalnā nūḥan ilā qaumihī falabiṡa fīhim alfa sanatin illā khamsīna 'āmā(n), fa'akhażahumuṭ-ṭūfānu wa hum ẓālimūn(a).",
    "translation": "Послали Нуха Мы к его народу; Среди него он пробыл без пятидесяти тысячу годов. Но их постиг потоп, Когда (в неверии своем) в грехах они погрязли"
  },
  {
    "verse_number": 15,
    "text_uthmani": "فَأَنجَيْنَـٰهُ وَأَصْحَـٰبَ ٱلسَّفِينَةِ وَجَعَلْنَـٰهَآ ءَايَةً لِّلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Fa'anjaināhu wa aṣḥābas-safīnati wa ja'alnāhā āyatal lil-'ālamīn(a).",
    "translation": "И Мы спасли его и тех, что были на ковчеге, И сделали его знаменьем для миров"
  },
  {
    "verse_number": 16,
    "text_uthmani": "وَإِبْرَٰهِيمَ إِذْ قَالَ لِقَوْمِهِ ٱعْبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُ ۖ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa ibrāhīma iż qāla liqaumihi'budullāha wattaqūh(u), żālikum khairul lakum in kuntum ta'lamūn(a).",
    "translation": "(Послали) Ибрахима (Мы к его народу), И он сказал народу своему: \"Аллаху поклоняйтесь! (В деяниях своих) страшитесь Его гнева. Сие есть лучшее для вас, Если еще в вас живо разуменье"
  },
  {
    "verse_number": 17,
    "text_uthmani": "إِنَّمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ أَوْثَـٰنًا وَتَخْلُقُونَ إِفْكًا ۚ إِنَّ ٱلَّذِينَ تَعْبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَٱبْتَغُوا۟ عِندَ ٱللَّهِ ٱلرِّزْقَ وَٱعْبُدُوهُ وَٱشْكُرُوا۟ لَهُۥٓ ۖ إِلَيْهِ تُرْجَعُونَ",
    "text_uthmani_transcribed": "Innamā ta'budūna min dūnillāhi auṡānaw wa takhluqūna ifkā(n), innal-lażīna ta'budūna min dūnillāhi lā yamlikūna lakum rizqan fabtagū 'indallāhir-rizqa wa'budūhu wasykurū lah(ū), ilaihi turja'ūn(a).",
    "translation": "Вы чтите идолов с Аллахом наравне, Выдумывая ложь (при этом), Они ж - кого вы наравне с Аллахом чтите - Для вас ничем потребным (в этой жизни) не владеют. А потому потребное себе Испрашивайте вы лишь у Аллаха И благодарствуйте (в молитвах) лишь Его - К Нему лежит и ваше возвращенье"
  },
  {
    "verse_number": 18,
    "text_uthmani": "وَإِن تُكَذِّبُوا۟ فَقَدْ كَذَّبَ أُمَمٌ مِّن قَبْلِكُمْ ۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
    "text_uthmani_transcribed": "Wa in tukażżibū faqad każżaba umamum min qablikum, wa mā 'alar-rasūli illal-balāgul-mubīn(u).",
    "translation": "А если вы сочтете это ложью, Так ведь считали его ложью Народы, жившие до вас, И на посланнике (лежит) Лишь передача ясная (Господних Откровений)"
  },
  {
    "verse_number": 19,
    "text_uthmani": "أَوَلَمْ يَرَوْا۟ كَيْفَ يُبْدِئُ ٱللَّهُ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥٓ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
    "text_uthmani_transcribed": "Awalam yarau kaifa yubdi'ullāhul-khalqa ṡumma yu'īduh(ū), inna żālika 'alallāhi yasīr(un).",
    "translation": "Ужель они не видят, как Аллах Вершит первичное творенье, Потом его, в небытие повергнув, Вновь воссоздает, - Это для Господа, поистине, легко"
  },
  {
    "verse_number": 20,
    "text_uthmani": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ بَدَأَ ٱلْخَلْقَ ۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشْأَةَ ٱلْـَٔاخِرَةَ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "text_uthmani_transcribed": "Qul sīrū fil-arḍi fanẓurū kaifa bada'al-khalqa ṡummallāhu yunsyi'un-nasy'atal-ākhirah(ta), innallāha 'alā kulli syai'in qadīr(un).",
    "translation": "Скажи: \"Пройдите по земле и посмотрите: Как произвел Аллах начальное творенье, Так и конечное творенье Он произведет, - Поистине, над всем - могущество Аллаха"
  },
  {
    "verse_number": 21,
    "text_uthmani": "يُعَذِّبُ مَن يَشَآءُ وَيَرْحَمُ مَن يَشَآءُ ۖ وَإِلَيْهِ تُقْلَبُونَ",
    "text_uthmani_transcribed": "Yu'ażżibu may yasyā'u wa yarḥamu may yasyā'(u), wa ilaihi tuqlabūn(a).",
    "translation": "Наказывает Он иль милует Своей угодой (По справедливости) желанья Своего - К Нему лишь будете вы все возвращены"
  },
  {
    "verse_number": 22,
    "text_uthmani": "وَمَآ أَنتُم بِمُعْجِزِينَ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ ۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
    "text_uthmani_transcribed": "Wa mā antum bimu'jizīna fil-arḍi wa lā fis-samā'(i), wa mā lakum min dūnillāhi miw waliyyiw wa lā naṣīr(in).",
    "translation": "И (никогда) ни на земле, ни в небесах Вам не расстроить (замыслов Господней Воли). Кроме Аллаха, покровителя вам нет И нет помощника иного"
  },
  {
    "verse_number": 23,
    "text_uthmani": "وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُو۟لَـٰٓئِكَ يَئِسُوا۟ مِن رَّحْمَتِى وَأُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ",
    "text_uthmani_transcribed": "Wal-lażīna kafarū bi'āyātillāhi wa liqā'ihī ulā'ika ya'isū mir raḥmatī wa ulā'ika lahum 'ażābun alīm(un).",
    "translation": "А те, которые не веруют в знамения Аллаха И отвергают встречу с Ним, (считая ее ложью), Отчаялись найти Господню милость, - Для них - мучительная кара"
  },
  {
    "verse_number": 24,
    "text_uthmani": "فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوا۟ ٱقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Famā kāna jawāba qaumihī illā an qaluqtulūhu au ḥarriqūhu fa anjāhullāhu minan-nār(i), inna fī żālika la'āyātil liqaumiy yu'minūn(a).",
    "translation": "Ответом же народа (Ибрахиму) было: \"Убейте вы его или сожгите!\" Но спас его Аллах из пламени огня, - В этом, поистине, знамение для верных"
  },
  {
    "verse_number": 25,
    "text_uthmani": "وَقَالَ إِنَّمَا ٱتَّخَذْتُم مِّن دُونِ ٱللَّهِ أَوْثَـٰنًا مَّوَدَّةَ بَيْنِكُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ ثُمَّ يَوْمَ ٱلْقِيَـٰمَةِ يَكْفُرُ بَعْضُكُم بِبَعْضٍ وَيَلْعَنُ بَعْضُكُم بَعْضًا وَمَأْوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّـٰصِرِينَ",
    "text_uthmani_transcribed": "Wa qāla innamattakhażtum min dūnillāhi auṡānam mawaddata bainikum fil-ḥayātid-dun-yā, ṡumma yaumal-qiyāmati yakfuru ba'ḍukum biba'ḍiw wa yal'anu ba'ḍukum ba'ḍā(n), wa ma'wākumun nāru wa mā lakum min nāṣirīn(a).",
    "translation": "И он сказал: \"Вы идолов себе призвали Для почитания с Аллахом наравне Из проявления земной приязни. Потом, в День Воскресения (на Суд), Вы отречетесь друг от друга И станете друг друга проклинать. Огонь убежищем вам станет, И не окажет помощь вам никто"
  },
  {
    "verse_number": 26,
    "text_uthmani": "۞ فَـَٔامَنَ لَهُۥ لُوطٌ ۘ وَقَالَ إِنِّى مُهَاجِرٌ إِلَىٰ رَبِّىٓ ۖ إِنَّهُۥ هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "text_uthmani_transcribed": "Fa āmana lahū lūṭ(un), wa qāla innī muhājirun ilā rabbī, innahū huwal-'azīzul-ḥakīm(u).",
    "translation": "И Лут уверовал в него. \"Я оставляю свой очаг, - сказал он, - И к моему Владыке прибегаю, - Он, истинно, могущ и мудр"
  },
  {
    "verse_number": 27,
    "text_uthmani": "وَوَهَبْنَا لَهُۥٓ إِسْحَـٰقَ وَيَعْقُوبَ وَجَعَلْنَا فِى ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلْكِتَـٰبَ وَءَاتَيْنَـٰهُ أَجْرَهُۥ فِى ٱلدُّنْيَا ۖ وَإِنَّهُۥ فِى ٱلْـَٔاخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ",
    "text_uthmani_transcribed": "Wa wahabnā lahū isḥāqa wa ya'qūba wa ja'alnā fī żurriyyatihin nubuwwata wal-kitāba wa ātaināhu ajrahū fid-dun-yā, wa innahū fil-ākhirati laminaṣ-ṣāliḥīn(a).",
    "translation": "И даровали (Ибрахиму) Мы Исхака и Йакуба, В его потомстве основав Пророчество и Книгу (Откровений); Ему награду в этом мире жаловали Мы, В другом - ему, поистине, средь праведников быть"
  },
  {
    "verse_number": 28,
    "text_uthmani": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ إِنَّكُمْ لَتَأْتُونَ ٱلْفَـٰحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ ٱلْعَـٰلَمِينَ",
    "text_uthmani_transcribed": "Wa lūṭan iż qāla liqaumihī innakum lata'tūnal-fāḥisyata mā sabaqakum bihā min aḥadim minal-'ālamīn(a).",
    "translation": "(Послали) Лута (Мы к его народу), И он сказал: \"Вы, истинно, творите мерзость, Которой ни один (народ) миров до вас Еще не предавался"
  },
  {
    "verse_number": 29,
    "text_uthmani": "أَئِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ وَتَقْطَعُونَ ٱلسَّبِيلَ وَتَأْتُونَ فِى نَادِيكُمُ ٱلْمُنكَرَ ۖ فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوا۟ ٱئْتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
    "text_uthmani_transcribed": "A'innakum lata'tūnar-rijāla wa taqṭa'ūnas-sabīl(a), wa ta'tūna fī nādīkumul-munkar(a), famā kāna jawāba qaumihī illā an qālu'tinā bi'ażābillāhi in kunta minaṣ-ṣādiqīn(a).",
    "translation": "Неужто вы и впрямь К мужчинам (в своей похоти) идете? Бесчинствуете на больших дорогах И беззаконие творите, Когда (даете суд) в собраниях своих?\" Ответом же его народа были лишь слова: \"Сведи на нас Господню кару, Если ты правду говоришь"
  },
  {
    "verse_number": 30,
    "text_uthmani": "قَالَ رَبِّ ٱنصُرْنِى عَلَى ٱلْقَوْمِ ٱلْمُفْسِدِينَ",
    "text_uthmani_transcribed": "Qāla rabbinṣurnī 'alal-qaumil-mufsidīn(a).",
    "translation": "Лут возмолил: \"О Боже! Окажи мне помощь против распутного народа"
  },
  {
    "verse_number": 31,
    "text_uthmani": "وَلَمَّا جَآءَتْ رُسُلُنَآ إِبْرَٰهِيمَ بِٱلْبُشْرَىٰ قَالُوٓا۟ إِنَّا مُهْلِكُوٓا۟ أَهْلِ هَـٰذِهِ ٱلْقَرْيَةِ ۖ إِنَّ أَهْلَهَا كَانُوا۟ ظَـٰلِمِينَ",
    "text_uthmani_transcribed": "Wa lammā jā'at rusulunā ibrāhīma bil-busyrā, qālū innā muhlikū ahli hāżihil-qaryah(ti), inna ahlahā kānū ẓālimīn(a).",
    "translation": "И вот, когда с благою Вестью Пришли посланцы Наши к Ибрахиму, Они сказали: \"Мы погубим (распутных) обитателей тех мест, - Они, поистине, в грехе погрязли"
  },
  {
    "verse_number": 32,
    "text_uthmani": "قَالَ إِنَّ فِيهَا لُوطًا ۚ قَالُوا۟ نَحْنُ أَعْلَمُ بِمَن فِيهَا ۖ لَنُنَجِّيَنَّهُۥ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ كَانَتْ مِنَ ٱلْغَـٰبِرِينَ",
    "text_uthmani_transcribed": "Qāla inna fīhā lūṭā(n), qālū naḥnu a'lamu biman fīhā, lanunajjiyannahū wa ahlahū illamra'atahū kānat minal-gābirīn(a).",
    "translation": "Им (Ибрахим) ответил: \"Там же Лут!\" \"Нам лучше знать, кто там, - они сказали. - Спасем его мы и его семью, Кроме жены его, (что не уверовала в Бога), Которой (надлежит) остаться там"
  },
  {
    "verse_number": 33,
    "text_uthmani": "وَلَمَّآ أَن جَآءَتْ رُسُلُنَا لُوطًا سِىٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالُوا۟ لَا تَخَفْ وَلَا تَحْزَنْ ۖ إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا ٱمْرَأَتَكَ كَانَتْ مِنَ ٱلْغَـٰبِرِينَ",
    "text_uthmani_transcribed": "Wa lammā an jā'at rusulunā lūṭan sī'a bihim wa ḍāqa bihim żar'aw wa qālū lā takhaf wa lā taḥzan, innā munajjūka wa ahlaka illamra'ataka kānat minal-gābirīn(a).",
    "translation": "Когда пришли посланцы Наши к Луту, Он опечалился за них, и мощь его ослабла. \"Не бойся ты и не тревожься! - молвили они. - Спасем тебя мы и твою семью, Кроме твоей жены, которой (надлежит) остаться"
  },
  {
    "verse_number": 34,
    "text_uthmani": "إِنَّا مُنزِلُونَ عَلَىٰٓ أَهْلِ هَـٰذِهِ ٱلْقَرْيَةِ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَفْسُقُونَ",
    "text_uthmani_transcribed": "Innā munzilūna 'alā ahli hāżihil-qaryati rijzam minas-samā'i bimā kānū yafsuqūn(a).",
    "translation": "Мы кару с неба низведем На жителей селений этих За то, что были так распутны"
  },
  {
    "verse_number": 35,
    "text_uthmani": "وَلَقَد تَّرَكْنَا مِنْهَآ ءَايَةًۢ بَيِّنَةً لِّقَوْمٍ يَعْقِلُونَ",
    "text_uthmani_transcribed": "Wa laqad taraknā minhā āyatam bayyinatal liqaumiy ya'qilūn(a).",
    "translation": "Мы от (событий) тех (времен) Знаменье ясное оставили для тех, Которые разумны"
  },
  {
    "verse_number": 36,
    "text_uthmani": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا فَقَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ وَٱرْجُوا۟ ٱلْيَوْمَ ٱلْـَٔاخِرَ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
    "text_uthmani_transcribed": "Wa ilā madyana akhāhum syu'aibā(n), faqāla yā qaumi'budullāha warjul-yaumal-ākhira wa lā ta'ṡau fil-arḍi mufsidīn(a).",
    "translation": "К мадйанитам Мы Шу'айба, брата их, послали, И он сказал: \"О мой народ! Аллаху поклоняйтесь! Страшитесь Дня Последнего (Суда) И не творите злодеяний на земле, Сея на ней нечестие и смуту"
  },
  {
    "verse_number": 37,
    "text_uthmani": "فَكَذَّبُوهُ فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَـٰثِمِينَ",
    "text_uthmani_transcribed": "Fa każżabūhu fa'akhażathumur-rajfatu fa'aṣbaḥū fī dārihim jāṡimīn(a).",
    "translation": "Они ж сочли его лжецом, За что постигла их Господня кара, И уж наутро в собственных домах Они поверженными ниц лежали"
  },
  {
    "verse_number": 38,
    "text_uthmani": "وَعَادًا وَثَمُودَا۟ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَـٰكِنِهِمْ ۖ وَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ فَصَدَّهُمْ عَنِ ٱلسَّبِيلِ وَكَانُوا۟ مُسْتَبْصِرِينَ",
    "text_uthmani_transcribed": "Wa 'ādaw wa ṡamūda wa qat tabayyana lakum mim masākinihim, wa zayyana lahumusy-syaiṭānu a'mālahum faṣaddahum 'anis-sabīli wa kānū mustabṣirīn(a).",
    "translation": "И (за подобные грехи) Мы кару на адитов низвели И на людей Самуд. И по (остаткам) их жилищ Вам ясны (судьбы тех народов). Им Сатана дела их разукрасил И свел с (Господнего) пути, - А были ведь они так проницательны и так разумны"
  },
  {
    "verse_number": 39,
    "text_uthmani": "وَقَـٰرُونَ وَفِرْعَوْنَ وَهَـٰمَـٰنَ ۖ وَلَقَدْ جَآءَهُم مُّوسَىٰ بِٱلْبَيِّنَـٰتِ فَٱسْتَكْبَرُوا۟ فِى ٱلْأَرْضِ وَمَا كَانُوا۟ سَـٰبِقِينَ",
    "text_uthmani_transcribed": "Wa qārūna wa fir'auna wa hāmān(a), wa laqad jā'ahum mūsā bil-bayyināti fastakbarū fil-arḍi wa mā kānū sābiqīn(a).",
    "translation": "(Мы кару низвели и) на К'аруна, Фараона и Хамана. Пришел к ним с ясными знамениями Муса, - Они же возгордились на земле, Но не сумели Нас опередить (И избежать ответной кары)"
  },
  {
    "verse_number": 40,
    "text_uthmani": "فَكُلًّا أَخَذْنَا بِذَنۢبِهِۦ ۖ فَمِنْهُم مَّنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُم مَّنْ أَخَذَتْهُ ٱلصَّيْحَةُ وَمِنْهُم مَّنْ خَسَفْنَا بِهِ ٱلْأَرْضَ وَمِنْهُم مَّنْ أَغْرَقْنَا ۚ وَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
    "text_uthmani_transcribed": "Fakullan akhażnā biżambih(ī), faminhum man arsalnā 'alaihi ḥāṣibā(n), wa minhum man akhażathuṣ-ṣaiḥah(tu), wa minhum man khasafnā bihil-arḍ(a), wa minhum man agraqnā, wa mā kānallāhu liyaẓlimahum wa lākin kānū anfusahum yaẓlimūn(a).",
    "translation": "Мы всех их наказали за их грех. Против одних обрушили мы шквал камней, Других зловещим воплем поразили, А (под ногами грешников) других (Разверзли) землю Мы (И повелели ей) их поглотить, Других же потопили Мы. Их не Аллах обрек на все эти ненастья - На них их обрекли деяния их рук"
  },
  {
    "verse_number": 41,
    "text_uthmani": "مَثَلُ ٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ أَوْلِيَآءَ كَمَثَلِ ٱلْعَنكَبُوتِ ٱتَّخَذَتْ بَيْتًا ۖ وَإِنَّ أَوْهَنَ ٱلْبُيُوتِ لَبَيْتُ ٱلْعَنكَبُوتِ ۖ لَوْ كَانُوا۟ يَعْلَمُونَ",
    "text_uthmani_transcribed": "Maṡalul-lażīnattakhażū min dūnillāhi auliyā'a kamaṡalil-'ankabūt(i), ittakhażat baitā(n), wa inna auhanal-buyūti labaitul-'ankabūt(i), lau kānū ya'lamūn(a).",
    "translation": "Те, кто себе, кроме Аллаха, Других помощников призвал, Подобен пауку, что дом себе устроил, - Но есть ли дом слабее дома паука! О, если б они знали (суть вещей)"
  },
  {
    "verse_number": 42,
    "text_uthmani": "إِنَّ ٱللَّهَ يَعْلَمُ مَا يَدْعُونَ مِن دُونِهِۦ مِن شَىْءٍ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "text_uthmani_transcribed": "Innallāha ya'lamu mā yad'ūna min dūnihī min syai'(in), wa huwal-'azīzul-ḥakīm(u).",
    "translation": "Аллаху, истинно, известно Все то, к чему они, кроме Него, взывают, - Поистине, Он мудр и могуч"
  },
  {
    "verse_number": 43,
    "text_uthmani": "وَتِلْكَ ٱلْأَمْثَـٰلُ نَضْرِبُهَا لِلنَّاسِ ۖ وَمَا يَعْقِلُهَآ إِلَّا ٱلْعَـٰلِمُونَ",
    "text_uthmani_transcribed": "Wa tilkal-amṡālu naḍribuhā lin-nās(i), wa mā ya'qiluhā illal-'ālimūn(a).",
    "translation": "Вот притчи, что Мы людям предлагаем, Но внемлют им лишь те, кто сведущ"
  },
  {
    "verse_number": 44,
    "text_uthmani": "خَلَقَ ٱللَّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّلْمُؤْمِنِينَ",
    "text_uthmani_transcribed": "Khalaqallāhus-samāwāti wal-arḍa bil-ḥaqq(i), inna fī żālika la'āyatal lil-mu'minīn(a).",
    "translation": "Аллах воздвиг небесный свод и землю По Истине (Господнего Творенья). В этом - знамение для тех, Кто (всей душой) уверовал (в Него)"
  },
  {
    "verse_number": 45,
    "text_uthmani": "ٱتْلُ مَآ أُوحِىَ إِلَيْكَ مِنَ ٱلْكِتَـٰبِ وَأَقِمِ ٱلصَّلَوٰةَ ۖ إِنَّ ٱلصَّلَوٰةَ تَنْهَىٰ عَنِ ٱلْفَحْشَآءِ وَٱلْمُنكَرِ ۗ وَلَذِكْرُ ٱللَّهِ أَكْبَرُ ۗ وَٱللَّهُ يَعْلَمُ مَا تَصْنَعُونَ",
    "text_uthmani_transcribed": "Utlu mā ūḥiya ilaika minal-kitābi wa aqimiṣ-ṣalāh(ta), innaṣ-ṣalāta tanhā 'anil-faḥsyā'i wal-munkar(i), wa lażikrullāhi akbar(u), wallāhu ya'lamu mā taṣna'ūn(a).",
    "translation": "Читай им то, Что из Писания тебе внушением открыто. Выстаивай молитву по часам - Молитва ведь от мерзости (хранит) И от постыдных дел (оберегает). И, несомненно, поминание Аллаха - (Ваш долг) великий (перед Ним), - Ему известны все ваши дела"
  },
  {
    "verse_number": 46,
    "text_uthmani": "۞ وَلَا تُجَـٰدِلُوٓا۟ أَهْلَ ٱلْكِتَـٰبِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ إِلَّا ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ ۖ وَقُولُوٓا۟ ءَامَنَّا بِٱلَّذِىٓ أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلَـٰهُنَا وَإِلَـٰهُكُمْ وَٰحِدٌ وَنَحْنُ لَهُۥ مُسْلِمُونَ",
    "text_uthmani_transcribed": "Wa lā tujādilū ahlal-kitābi illā bil-latī hiya aḥsan(u), illal-lażīna ẓalamū minhum wa qūlū āmannā bil-lażī unzila ilainā wa unzila ilaikum wa ilāhunā wa ilāhukum wāḥiduw wa naḥnu lahū muslimūn(a).",
    "translation": "Не препирайтесь с обладателями Книги Иначе, как с достоинством и честью Используя найлучший довод, Помимо тех, кто вам несправедливо Чинит (намеренное) зло, И говорите: \"Мы верим в то, что нам ниспослано и вам. Наш Бог и ваш, поистине, Един, И лишь Единому Ему мы предаемся"
  },
  {
    "verse_number": 47,
    "text_uthmani": "وَكَذَٰلِكَ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ ۚ فَٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يُؤْمِنُونَ بِهِۦ ۖ وَمِنْ هَـٰٓؤُلَآءِ مَن يُؤْمِنُ بِهِۦ ۚ وَمَا يَجْحَدُ بِـَٔايَـٰتِنَآ إِلَّا ٱلْكَـٰفِرُونَ",
    "text_uthmani_transcribed": "Wa każālika anzalnā ilaikal-kitāb(a), fal-lażīna ātaināhumul-kitāba yu'minūna bih(ī), wa min hā'ulā'i may yu'minu bih(ī), wa mā yajḥadu bi'āyātinā illal-kāfirūn(a).",
    "translation": "И так тебе Мы ниспослали Книгу, И люди Книги веруют в нее, Как есть из этих те, кто тоже в нее верит, - Ведь лишь неверные (способны) знаменья Наши отрицать"
  },
  {
    "verse_number": 48,
    "text_uthmani": "وَمَا كُنتَ تَتْلُوا۟ مِن قَبْلِهِۦ مِن كِتَـٰبٍ وَلَا تَخُطُّهُۥ بِيَمِينِكَ ۖ إِذًا لَّٱرْتَابَ ٱلْمُبْطِلُونَ",
    "text_uthmani_transcribed": "Wa mā kunta tatlū min qablihī min kitābiw wa lā takhuṭṭuhū biyamīnika iżal lartābal-mubṭilūn(a).",
    "translation": "Ты до него не прочитал ни одного Писанья, Не обозначил ни единой (буквы) собственной рукой - Иначе бы в сомнение пришли Все те, кто его ложью нарекает"
  },
  {
    "verse_number": 49,
    "text_uthmani": "بَلْ هُوَ ءَايَـٰتٌۢ بَيِّنَـٰتٌ فِى صُدُورِ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ ۚ وَمَا يَجْحَدُ بِـَٔايَـٰتِنَآ إِلَّا ٱلظَّـٰلِمُونَ",
    "text_uthmani_transcribed": "Bal huwa āyātum bayyinātun fī ṣudūril-lażīna ūtul-'ilm(a), wa mā yajḥadu bi'āyātinā illaẓ-ẓālimūn(a).",
    "translation": "Да, это, поистине, знаменья ясные в сердцах людей, Которые одарены познанием (Господних истин), - Ведь только злочестивые (упрямцы) Знаменья Наши (могут) отвергать"
  },
  {
    "verse_number": 50,
    "text_uthmani": "وَقَالُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَـٰتٌ مِّن رَّبِّهِۦ ۖ قُلْ إِنَّمَا ٱلْـَٔايَـٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٌ مُّبِينٌ",
    "text_uthmani_transcribed": "Wa qālū lau lā unzila 'alaihi āyātum mir rabbih(ī), qul innamal-āyātu 'indallāh(i), wa innamā ana nażīrum mubīn(un).",
    "translation": "И все же говорят они: \"Если б от Господа его Ему были ниспосланы знаменья, (Мы бы поверили ему)\". Скажи: \"Знаменья лишь во власти одного Аллаха, А я - лишь ясный увещатель (от Него)"
  },
  {
    "verse_number": 51,
    "text_uthmani": "أَوَلَمْ يَكْفِهِمْ أَنَّآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَـٰبَ يُتْلَىٰ عَلَيْهِمْ ۚ إِنَّ فِى ذَٰلِكَ لَرَحْمَةً وَذِكْرَىٰ لِقَوْمٍ يُؤْمِنُونَ",
    "text_uthmani_transcribed": "Awalam yakfihim annā anzalnā 'alaikal-kitāba yutlā 'alaihim, inna fī żālika laraḥmataw wa żikrā liqaumiy yu'minūn(a).",
    "translation": "Им разве не довольно, что тебе Писание Мы ниспослали, Которое читают (и толкуют) им? В этом, поистине, Господня милость И наставленье для людей, которые уверовали (в Бога)"
  },
  {
    "verse_number": 52,
    "text_uthmani": "قُلْ كَفَىٰ بِٱللَّهِ بَيْنِى وَبَيْنَكُمْ شَهِيدًا ۖ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱلَّذِينَ ءَامَنُوا۟ بِٱلْبَـٰطِلِ وَكَفَرُوا۟ بِٱللَّهِ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
    "text_uthmani_transcribed": "Qul kafā billāhi bainī wa bainakum syahīdā(n), ya'lamu mā fis-samāwāti wal-arḍ(i), wal-lażīna āmanū bil-bāṭili wa kafarū billāhi ulā'ika humul-khāsirūn(a).",
    "translation": "Скажи: \"Довольно Господа Свидетелем меж мной и вами. Он знает все, что в небесах и на земле. А те, которые уверовали в ложь и отреклись от Бога, Убыток (тяжкий) понесут"
  },
  {
    "verse_number": 53,
    "text_uthmani": "وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ ۚ وَلَوْلَآ أَجَلٌ مُّسَمًّى لَّجَآءَهُمُ ٱلْعَذَابُ وَلَيَأْتِيَنَّهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
    "text_uthmani_transcribed": "Wa yasta'jilūnaka bil-'ażāb(i), wa lau lā ajalum musammal lajā'ahumul-'ażāb(u), wa laya'tiyannahum bagtataw wa hum lā yasy'urūn(a).",
    "translation": "Они тебя торопят с наказаньем, И, если б не назначенный предел, Господня кара их уже постигла б. Она же к ним внезапно подойдет, Когда они ни знать о ней, ни ждать ее не будут"
  },
  {
    "verse_number": 54,
    "text_uthmani": "يَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌۢ بِٱلْكَـٰفِرِينَ",
    "text_uthmani_transcribed": "Yasta'jilūnaka bil-'ażāb(i), wa inna jahannama lamuḥīṭatum bil-kāfirīn(a).",
    "translation": "Они тебя торопят кару (им явить), Но ведь вокруг неверных Ад уж замыкает круг"
  },
  {
    "verse_number": 55,
    "text_uthmani": "يَوْمَ يَغْشَىٰهُمُ ٱلْعَذَابُ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا۟ مَا كُنتُمْ تَعْمَلُونَ",
    "text_uthmani_transcribed": "Yauma yagsyāhumul-'ażābu min fauqihim wa min taḥti arjulihim wa yaqūlu żūqū mā kuntum ta'malūn(a).",
    "translation": "В тот День, Когда постигнет их (Господня) кара, (Свалившись) на головы им Иль из-под ног (поднявшись), Он скажет им: \"Вкусите от (плодов) своих деяний"
  },
  {
    "verse_number": 56,
    "text_uthmani": "يَـٰعِبَادِىَ ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ أَرْضِى وَٰسِعَةٌ فَإِيَّـٰىَ فَٱعْبُدُونِ",
    "text_uthmani_transcribed": "Yā 'ibādiyal-lażīna āmanū inna arḍī wāsi'atun fa iyyāya fa'budūn(i).",
    "translation": "О вы, (благочестивые) служители Мои! Земля Моя - пространна перед вами, И Мне вам дОлжно поклоняться"
  },
  {
    "verse_number": 57,
    "text_uthmani": "كُلُّ نَفْسٍ ذَآئِقَةُ ٱلْمَوْتِ ۖ ثُمَّ إِلَيْنَا تُرْجَعُونَ",
    "text_uthmani_transcribed": "Kullu nafsin żā'iqatul-maut(i), ṡumma ilainā turja'ūn(a).",
    "translation": "Ведь всякая душа познает смерти вкус, И к Нам вам надлежит вернуться"
  },
  {
    "verse_number": 58,
    "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلْجَنَّةِ غُرَفًا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ نِعْمَ أَجْرُ ٱلْعَـٰمِلِينَ",
    "text_uthmani_transcribed": "Wal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti lanubawwi'annahum minal-jannati gurafan tajrī min taḥtihal-anhāru khālidīna fīhā, ni'ma ajrul-'āmilīn(a).",
    "translation": "И тем, кто верует и делает добро, Дадим обитель Мы в садах Эдема: Чертоги горные, реками омовенны, И вечно пребывать им там, - Прекрасная награда для творящих благо"
  },
  {
    "verse_number": 59,
    "text_uthmani": "ٱلَّذِينَ صَبَرُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
    "text_uthmani_transcribed": "Al-lażīna ṣabarū wa 'alā rabbihim yatawakkalūn(a).",
    "translation": "Кто с терпеливой стойкостью (сносил все беды) И лишь на Господа надежды возлагал"
  },
  {
    "verse_number": 60,
    "text_uthmani": "وَكَأَيِّن مِّن دَآبَّةٍ لَّا تَحْمِلُ رِزْقَهَا ٱللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "text_uthmani_transcribed": "Wa ka'ayyim min dābbatil lā taḥmilu rizqahā, allāhu yarzuquhā wa iyyākum, wa huwas-samī'ul-'alīm(u).",
    "translation": "И сколько ж тварей на земле На пропитание себе не промышляют! Аллах питает их и вас: Он слышит все и знает обо всем"
  },
  {
    "verse_number": 61,
    "text_uthmani": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ لَيَقُولُنَّ ٱللَّهُ ۖ فَأَنَّىٰ يُؤْفَكُونَ",
    "text_uthmani_transcribed": "Wa la'in sa'altahum man khalaqas-samāwāti wal-arḍa wa sakhkharasy-syamsa wal-qamara layaqūlunnallāh(u), fa'annā yu'fakūn(a).",
    "translation": "И если ты их спросишь: \"Кто небеса и землю сотворил, А солнце и луну (отдал им) во служенье?\", \"Аллах!\" - они ответят, несомненно, - Так что же так обольщены они (земною суетой)"
  },
  {
    "verse_number": 62,
    "text_uthmani": "ٱللَّهُ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥٓ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "text_uthmani_transcribed": "Allāhu yabsuṭur-rizqa limay yasyā'u min 'ibādihī wa yaqdiru lah(ū), innallāha bikulli syai'in 'alīm(un).",
    "translation": "Аллах надел Свой ширит тем из слуг Своих, Кого сочтет Своим желаньем, Иль мерой раздает его (По степени свершенного добра в сей жизни), - Аллах ведь, истинно, о всякой вещи сведущ"
  },
  {
    "verse_number": 63,
    "text_uthmani": "وَلَئِن سَأَلْتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَحْيَا بِهِ ٱلْأَرْضَ مِنۢ بَعْدِ مَوْتِهَا لَيَقُولُنَّ ٱللَّهُ ۚ قُلِ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ",
    "text_uthmani_transcribed": "Wa la'in sa'altahum man nazzala minas-samā'i mā'an fa'aḥyā bihil-arḍa mim ba'di mautihā layaqūlunnallāh(u), qulil-ḥamdu lillāh(i), bal akṡaruhum lā ya'qilūn(a).",
    "translation": "А если ты их спросишь: \"Кто низвел с небес (Благословенный) дождь, что землю воскресил, Когда она уже поникла в смерти?\", \"Аллах!\" - они ответят непременно. Скажи: \"Да будут возданы хвалы Аллаху!\" Но большинство из них не разумеет"
  },
  {
    "verse_number": 64,
    "text_uthmani": "وَمَا هَـٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا لَهْوٌ وَلَعِبٌ ۚ وَإِنَّ ٱلدَّارَ ٱلْـَٔاخِرَةَ لَهِىَ ٱلْحَيَوَانُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
    "text_uthmani_transcribed": "Wa mā hāżihil-ḥayātud-dun-yā illā lahwuw wa la'ib(un), wa innad-dāral-ākhirata  lahiyal-ḥayawān(u), lau kānū ya'lamūn(a).",
    "translation": "Жизнь (ваша) в этом мире - Забава легкая да тще'та, И лишь в приюте будущего мира - истинная жизнь. О, если б они это знали"
  },
  {
    "verse_number": 65,
    "text_uthmani": "فَإِذَا رَكِبُوا۟ فِى ٱلْفُلْكِ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ إِذَا هُمْ يُشْرِكُونَ",
    "text_uthmani_transcribed": "Fa'iżā rakibū fil-fulki da'awullāha mukhliṣīna lahud-dīn(a), falammā najjāhum ilal-barri iżā hum yusyrikūn(a).",
    "translation": "Когда плывут они на корабле, Они Аллаха имя призывают И веру чистую Ему сулят. Когда ж на сушу Он спасает их - Гляди! Они уж прочат соучастников Ему"
  },
  {
    "verse_number": 66,
    "text_uthmani": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَـٰهُمْ وَلِيَتَمَتَّعُوا۟ ۖ فَسَوْفَ يَعْلَمُونَ",
    "text_uthmani_transcribed": "Liyakfurū bimā ātaināhum wa liyatamatta'ū, fasaufa ya'lamūn(a).",
    "translation": "Неблагодарно отвергая Наши блага И предаваясь (суете земных страстей). Но скоро предстоит узнать им"
  },
  {
    "verse_number": 67,
    "text_uthmani": "أَوَلَمْ يَرَوْا۟ أَنَّا جَعَلْنَا حَرَمًا ءَامِنًا وَيُتَخَطَّفُ ٱلنَّاسُ مِنْ حَوْلِهِمْ ۚ أَفَبِٱلْبَـٰطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ ٱللَّهِ يَكْفُرُونَ",
    "text_uthmani_transcribed": "Awalam yarau annā ja'alnā ḥaraman āminaw wa yutakhaṭṭafun-nāsu min ḥaulihim, afabil-bāṭili yu'minūna wa bini'matillāhi yakfurūn(a).",
    "translation": "Не видят ли они, Что сделали Мы безопасным Священный округ (заповедной Мекки)? И (все ж невежество) выхватывает (души И направляет их на грешный путь). Неужто в ложь уверуют они, Но не уверуют в Господню милость"
  },
  {
    "verse_number": 68,
    "text_uthmani": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِٱلْحَقِّ لَمَّا جَآءَهُۥٓ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْكَـٰفِرِينَ",
    "text_uthmani_transcribed": "Wa man aẓlamu mimmaniftarā 'alallāhi każiban au każżaba bil-ḥaqqi lammā jā'ah(ū), alaisa fī jahannama maṡwal lil-kāfirīn(a).",
    "translation": "И есть ли нечестивее того, Кто ложь возводит на Аллаха Иль отвергает Истину, Когда она предстала (перед ним)? Неужто не в Аду - пристанище неверных"
  },
  {
    "verse_number": 69,
    "text_uthmani": "وَٱلَّذِينَ جَـٰهَدُوا۟ فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا ۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلْمُحْسِنِينَ",
    "text_uthmani_transcribed": "Wal-lażīna jāhadū fīnā lanahdiyannahum subulanā, wa innallāha lama'al-muḥsinīn(a).",
    "translation": "А тех, которые усердствуют за Нас, Мы Нашими дорогами направим, - Аллах ведь, истинно, лишь с теми, Которые творят добро"
  }
]