{
  "chapter_number": 31,
  "verses": [
    {
      "verse_number": 1,
      "text_uthmani": " الٓمٓ",
      "text_uthmani_transcribed": "Alif lām mīm.",
      "translation": "Алеф - Лям - Мим"
    },
    {
      "verse_number": 2,
      "text_uthmani": "تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ ٱلْحَكِيمِ",
      "text_uthmani_transcribed": "Tilka āyātul-kitābil-ḥakīm(i).",
      "translation": "Это - знаменья мудрой Книги"
    },
    {
      "verse_number": 3,
      "text_uthmani": "هُدًى وَرَحْمَةً لِّلْمُحْسِنِينَ",
      "text_uthmani_transcribed": "Hudaw wa raḥmatal lil-muḥsinīn(a).",
      "translation": "Как руководство и как милость Для всех, кто доброе творит"
    },
    {
      "verse_number": 4,
      "text_uthmani": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْـَٔاخِرَةِ هُمْ يُوقِنُونَ",
      "text_uthmani_transcribed": "Allażīna yuqīmūnaṣ-ṣalāta wa yu'tūnaz-zakāta wa hum bil-ākhirati hum yūqinūn(a).",
      "translation": "Молитву совершает по часам И правит очистительную подать, Уверовав в (их) будущую жизнь"
    },
    {
      "verse_number": 5,
      "text_uthmani": "أُو۟لَـٰٓئِكَ عَلَىٰ هُدًى مِّن رَّبِّهِمْ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "text_uthmani_transcribed": "Ulā'ika 'alā hudam mir rabbihim wa ulā'ika humul-mufliḥūn(a).",
      "translation": "Они идут прямой стезею Бога, - Лишь им познать Господню благодать"
    },
    {
      "verse_number": 6,
      "text_uthmani": "وَمِنَ ٱلنَّاسِ مَن يَشْتَرِى لَهْوَ ٱلْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا ۚ أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ مُّهِينٌ",
      "text_uthmani_transcribed": "Wa minan-nāsi may yasytarī lahwal-ḥadīṡi liyuḍilla 'an sabīlillāhi bigairi 'ilmiw wa yattakhiżahā huzuwā(n), ulā'ika lahum 'ażābum muhīn(un).",
      "translation": "Но есть среди людей и тот, Кто, никаким познанием не обладая, Пустые небылицы покупает, Чтоб ими уклонить с Господнего пути И обратить в забаву (заповеданное Богом). Бесчестие их (ждет) и унизительная кара"
    },
    {
      "verse_number": 7,
      "text_uthmani": "وَإِذَا تُتْلَىٰ عَلَيْهِ ءَايَـٰتُنَا وَلَّىٰ مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ فِىٓ أُذُنَيْهِ وَقْرًا ۖ فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ",
      "text_uthmani_transcribed": "Wa iżā tutlā 'alaihi āyātunā wallā mustakbiran ka'allam yasma'hā ka'anna fī użunaihi waqrā(n), fabasyyirhu bi'ażābin alīm(in).",
      "translation": "Когда читаются ему знаменья Наши, Он отвращается надменно, Как будто бы не слыша их, Как будто б глухотой закрыты его уши. Благовести ж ему мучительную кару"
    },
    {
      "verse_number": 8,
      "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُمْ جَنَّـٰتُ ٱلنَّعِيمِ",
      "text_uthmani_transcribed": "Innal-lażīna āmanū wa 'amiluṣ-ṣāliḥāti lahum jannātun na'īm(i).",
      "translation": "Для тех же, кто уверовал и делает благое, - Сады (Господней) благодати"
    },
    {
      "verse_number": 9,
      "text_uthmani": "خَـٰلِدِينَ فِيهَا ۖ وَعْدَ ٱللَّهِ حَقًّا ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "text_uthmani_transcribed": "Khālidīna fīhā, wa'dallāhi ḥaqqā(n), wa huwal-'azīzul-ḥakīm(u).",
      "translation": "И вечно пребывать им там По верному обетованию Аллаха, - Он мудр и могущ"
    },
    {
      "verse_number": 10,
      "text_uthmani": "خَلَقَ ٱلسَّمَـٰوَٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ۖ وَأَلْقَىٰ فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ ۚ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً فَأَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ",
      "text_uthmani_transcribed": "Khalaqas-samāwāti bigairi 'amadin taraunahā wa alqā fil-arḍi rawāsiya an tamīda bikum wa baṡṡa fīhā min kulli dābbah(tin), wa anzalnā minas-samā'i mā'an fa ambatnā fīhā min kulli zaujin karīm(in).",
      "translation": "Он небеса воздвиг без видимых опор, На землю бросил горные твердыни, Прочно стоящие (в недвижности своей), Чтобы она не колебалась с вами, И там рассеял всяку живность. Мы с неба льем (обильные) дожди И ими взращиваем пАры благородных видов"
    },
    {
      "verse_number": 11,
      "text_uthmani": "هَـٰذَا خَلْقُ ٱللَّهِ فَأَرُونِى مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦ ۚ بَلِ ٱلظَّـٰلِمُونَ فِى ضَلَـٰلٍ مُّبِينٍ",
      "text_uthmani_transcribed": "Hāżā khalqullāhi fa arūnī māżā khalaqal-lażīna min dūnih(ī), baliẓ-ẓālimūna fī ḍalālim mubīn(in).",
      "translation": "И это (все) - творение Аллаха. Так покажите Мне, Что сотворили те, иные, кроме Бога. Поистине, неправедные - в явном заблужденье"
    },
    {
      "verse_number": 12,
      "text_uthmani": "وَلَقَدْ ءَاتَيْنَا لُقْمَـٰنَ ٱلْحِكْمَةَ أَنِ ٱشْكُرْ لِلَّهِ ۚ وَمَن يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِۦ ۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِىٌّ حَمِيدٌ",
      "text_uthmani_transcribed": "Wa laqad ātainā luqmānal-ḥikmata anisykur lillāh(i), wa may yasykur fa'innamā yasykuru linafsih(ī), wa man kafara fa'innallāha ganiyyun ḥamīd(un).",
      "translation": "Мы прежде мудростью Лукмана одарили, (Сказав ему): \"Благодари Аллаха! Кто благодарен Господу, Его благодарит своей душе на благо; А кто Ему неблагодарен - что ж! Аллах, поистине, свободен от любой нужды и славен"
    },
    {
      "verse_number": 13,
      "text_uthmani": "وَإِذْ قَالَ لُقْمَـٰنُ لِٱبْنِهِۦ وَهُوَ يَعِظُهُۥ يَـٰبُنَىَّ لَا تُشْرِكْ بِٱللَّهِ ۖ إِنَّ ٱلشِّرْكَ لَظُلْمٌ عَظِيمٌ",
      "text_uthmani_transcribed": "Wa iż qāla luqmānu libnihī wa huwa ya'iẓuhū yā bunayya lā tusyrik billāh(i), innasy-syirka laẓulmun 'aẓīm(un).",
      "translation": "Вот как-то, увещая сына своего, сказал Лукман: \"Дитя мое! Ты никогда Аллаху соучастников не прочь, Ведь многобожие - великое нечестие и зло"
    },
    {
      "verse_number": 14,
      "text_uthmani": "وَوَصَّيْنَا ٱلْإِنسَـٰنَ بِوَٰلِدَيْهِ حَمَلَتْهُ أُمُّهُۥ وَهْنًا عَلَىٰ وَهْنٍ وَفِصَـٰلُهُۥ فِى عَامَيْنِ أَنِ ٱشْكُرْ لِى وَلِوَٰلِدَيْكَ إِلَىَّ ٱلْمَصِيرُ",
      "text_uthmani_transcribed": "Wa waṣṣainal-insāna biwālidaih(i), ḥamalathu ummuhū wahnan 'alā wahniw wa fiṣāluhū fī 'āmaini anisykur lī wa liwālidaik(a), ilayyal-maṣīr(u).",
      "translation": "Мы завещали человеку (Заботу проявлять) к родителям своим, - Во чреве носит его мать, За тягостью испытывая тягость, И от груди в течение двух лет не отлучает. \"Благодари Меня! - (тебе Я завещаю). - И почитай родителей своих\". Ко Мне лежит обратный твой приход"
    },
    {
      "verse_number": 15,
      "text_uthmani": "وَإِن جَـٰهَدَاكَ عَلَىٰٓ أَن تُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ فَلَا تُطِعْهُمَا ۖ وَصَاحِبْهُمَا فِى ٱلدُّنْيَا مَعْرُوفًا ۖ وَٱتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَىَّ ۚ ثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
      "text_uthmani_transcribed": "Wa in jāhadāka 'alā an tusyrika bī mā laisa laka bihī 'ilmun falā tuṭi'humā wa ṣāḥibhumā fid-dun-yā ma'rūfā(n), wattabi' sabīla man anāba ilayya(a), ṡumma ilayya marji'ukum fa unabbi'ukum bimā kuntum ta'malūn(a).",
      "translation": "Но если они будут добиваться, Чтоб ты Мне в соучастники придал, О чем тебе (из Откровений) неизвестно, Не повинуйся им, Но соучаствуй с ними в добром в этом мире И следуй по пути того, Кто искренне ко Мне свой лик направил, - Ведь лишь ко Мне вы все вернетесь, И Я тогда вам сообщу Всю (суть) того, что вы творили"
    },
    {
      "verse_number": 16,
      "text_uthmani": "يَـٰبُنَىَّ إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُن فِى صَخْرَةٍ أَوْ فِى ٱلسَّمَـٰوَٰتِ أَوْ فِى ٱلْأَرْضِ يَأْتِ بِهَا ٱللَّهُ ۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٌ",
      "text_uthmani_transcribed": "Yā bunayya innahā in taku miṡqāla ḥabbatim min khardalin fatakun fī ṣakhratin au fis-samāwāti au fil-arḍi ya'ti bihallāh(u), innallāha laṭīfun khabīr(un).",
      "translation": "О мой сынок! - (Лукман сказал). - Ведь если что-нибудь (Не больше) веса горчичного зерна СхорОнится в скале, в (бескрайнем) небе Иль в (недоступной глубине) земли, То и тогда наружу извлечет его Аллах, - (Он зрит), поистине, (во всяко естество) И ведает о всем, что суще"
    },
    {
      "verse_number": 17,
      "text_uthmani": "يَـٰبُنَىَّ أَقِمِ ٱلصَّلَوٰةَ وَأْمُرْ بِٱلْمَعْرُوفِ وَٱنْهَ عَنِ ٱلْمُنكَرِ وَٱصْبِرْ عَلَىٰ مَآ أَصَابَكَ ۖ إِنَّ ذَٰلِكَ مِنْ عَزْمِ ٱلْأُمُورِ",
      "text_uthmani_transcribed": "Yā bunayya aqimiṣ-ṣalāta wa'mur bil-ma'rūfi wanha 'anil-munkari waṣbir 'alā mā aṣābak(a), inna żālika min 'azmil-umūr(i).",
      "translation": "О мой сынок! Твори молитву по часам, Зови людей творить добро, Удерживай от злого И с терпеливой стойкостью прими Все, что падет тебе (на плечи), - В этом и есть та твердость (духа), (Которая нужна тебе) в делах"
    },
    {
      "verse_number": 18,
      "text_uthmani": "وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِى ٱلْأَرْضِ مَرَحًا ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ",
      "text_uthmani_transcribed": "Wa lā tuṣa''ir khaddaka lin-nāsi wa lā tamsyi fil-arḍi maraḥā(n), innallāha lā yuḥibbu kulla mukhtālin fakhūr(in).",
      "translation": "С надменностью не пыжься пред людьми И горделиво по земле не шествуй, - Аллах, поистине, хвастливых гордецов не любит"
    },
    {
      "verse_number": 19,
      "text_uthmani": "وَٱقْصِدْ فِى مَشْيِكَ وَٱغْضُضْ مِن صَوْتِكَ ۚ إِنَّ أَنكَرَ ٱلْأَصْوَٰتِ لَصَوْتُ ٱلْحَمِيرِ",
      "text_uthmani_transcribed": "Waqṣid fī masy-yika wagḍuḍ min ṣautik(a), inna ankaral-aṣwāti laṣautul-ḥamīr(i).",
      "translation": "Старайся размерять свою походку И (должным образом) свой голос понижать, - Ведь, несомненно, неприятнейший из звуков - Звук голоса (безмозглого) осла"
    },
    {
      "verse_number": 20,
      "text_uthmani": "أَلَمْ تَرَوْا۟ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُۥ ظَـٰهِرَةً وَبَاطِنَةً ۗ وَمِنَ ٱلنَّاسِ مَن يُجَـٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَـٰبٍ مُّنِيرٍ",
      "text_uthmani_transcribed": "Alam tarau annallāha sakhkhara lakum mā fis-samāwāti wa mā fil-arḍi wa asbaga 'alaikum ni'amahū ẓāhirataw wa bāṭinah(tan), wa minan-nāsi may yujādilu fillāhi bigairi 'ilmiw wa lā hudaw wa lā kitābim munīr(in).",
      "translation": "Неужто вам не ясно, что Аллах На службу вам поставил все, Что (пребывает) на земле и в небесах, Обильные щедроты вам излил, Что явны (вашим взорам) иль сокрыты? И все же среди вас есть те, Которые о Господе своем заводят споры Без знания, без руководства И без Книги, которая (способна) Свет пролить"
    },
    {
      "verse_number": 21,
      "text_uthmani": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُوا۟ مَآ أَنزَلَ ٱللَّهُ قَالُوا۟ بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ ءَابَآءَنَآ ۚ أَوَلَوْ كَانَ ٱلشَّيْطَـٰنُ يَدْعُوهُمْ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
      "text_uthmani_transcribed": "Wa iżā qīla lahumuttabi'ū mā anzalallāhu qālū bal nattabi'u mā wajadnā 'alaihi ābā'anā, awalau kānasy-syaiṭānu yad'ūhum ilā 'ażābis-sa'īr(i).",
      "translation": "Когда им говорят: \"Вы следуйте за тем, Что вам ниспослано Аллахом!\", Они ответствуют: \"О нет! Мы будем следовать той (вере), Которую нашли мы в наших праотцах\". Неужто даже зная, что за это Их Сатана зовет к (суровой) каре Ада"
    },
    {
      "verse_number": 22,
      "text_uthmani": "۞ وَمَن يُسْلِمْ وَجْهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ ۗ وَإِلَى ٱللَّهِ عَـٰقِبَةُ ٱلْأُمُورِ",
      "text_uthmani_transcribed": "Wa may yuslim wajhahū ilallāhi wa huwa muḥsinun faqadistamsaka bil-'urwatil-wuṡqā, wa ilallāhi 'āqibatul-umūr(i).",
      "translation": "Тот, кто всецело обратил свой лик к Аллаху И совершает добрые дела, Поистине, обрел надежную опору, - Ведь только у Аллаха завершение всего"
    },
    {
      "verse_number": 23,
      "text_uthmani": "وَمَن كَفَرَ فَلَا يَحْزُنكَ كُفْرُهُۥٓ ۚ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُم بِمَا عَمِلُوٓا۟ ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "text_uthmani_transcribed": "Wa man kafara falā yaḥzunka kufruh(ū), ilainā marji'uhum fanunabbi'uhum bimā 'amilū, innallāha 'alīmum biżātiṣ-ṣudūr(i).",
      "translation": "И пусть тебя не огорчает Неверие того, кто не уверовал (в Аллаха), - Ведь к Нам - обратный их приход, И Мы тогда им сообщим (весь грех) содеянного ими, - Аллах ведь знает, что у них в груди"
    },
    {
      "verse_number": 24,
      "text_uthmani": "نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍ",
      "text_uthmani_transcribed": "Numatti'uhum qalīlan ṡumma naḍṭarruhum ilā 'ażābin galīẓ(in).",
      "translation": "Мы им дадим довольствоваться жизнью Лишь (на земной) недолгий срок, Потом Мы их повергнем в огненную муку"
    },
    {
      "verse_number": 25,
      "text_uthmani": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ ۚ قُلِ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "text_uthmani_transcribed": "Wa la'in sa'altahum man khalaqas-samāwāti wal-arḍa  layaqūlunnallāh(u), qulil-ḥamdu lillāh(i), bal akṡaruhum lā ya'lamūn(a).",
      "translation": "А если ты их спросишь: \"Кто небеса и землю сотворил?\", \"Аллах!\" - они ответят непременно. \"Хвала Аллаху!\" - (им) скажи, Но большинство из них не знает"
    },
    {
      "verse_number": 26,
      "text_uthmani": "لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
      "text_uthmani_transcribed": "Lillāhi mā fis-samāwāti wal-arḍ(i), innallāha huwal-ganiyyul-ḥamīd(u).",
      "translation": "Аллах владеет всем, Что на земле и в небесах (пребудет), - Поистине, свободен Он от всяких нужд и преисполнен славы"
    },
    {
      "verse_number": 27,
      "text_uthmani": "وَلَوْ أَنَّمَا فِى ٱلْأَرْضِ مِن شَجَرَةٍ أَقْلَـٰمٌ وَٱلْبَحْرُ يَمُدُّهُۥ مِنۢ بَعْدِهِۦ سَبْعَةُ أَبْحُرٍ مَّا نَفِدَتْ كَلِمَـٰتُ ٱللَّهِ ۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
      "text_uthmani_transcribed": "Wa lau anna mā fil-arḍi min syajaratin aqlāmuw wal-baḥru yamudduhū mim ba'dihī sab'atu abḥurim mā nafidat kalimātullāh(i), innallāha 'azīzun ḥakīm(un).",
      "translation": "И если б в перья обратились Деревья все, что на земле, (Для записи Словес Господних) И если б океан (земной в чернила обратился) И влились бы в него еще таких же семь, То и тогда бы не иссякли Господа Слова, - Аллах, поистине, велик и мудр"
    },
    {
      "verse_number": 28,
      "text_uthmani": "مَّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَٰحِدَةٍ ۗ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
      "text_uthmani_transcribed": "Mā khalqukum wa lā ba'ṡukum illā kanafsiw wāḥidah(tin), innallāha samī'um baṣīr(un).",
      "translation": "Ему вас (всех) создать и воскресить Столь же (легко), Как и с одной душою это сделать, - Аллах, поистине, все видит и все слышит"
    },
    {
      "verse_number": 29,
      "text_uthmani": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ يَجْرِىٓ إِلَىٰٓ أَجَلٍ مُّسَمًّى وَأَنَّ ٱللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ",
      "text_uthmani_transcribed": "Alam tara annallāha yūlijul-laila fin-nahāri wa yūlijun-nahāra fil-laili wa sakhkharasy-syamsa wal-qamar(a), kulluy yajrī ilā ajalim musammaw wa annallāha bimā ta'malūna khabīr(un).",
      "translation": "Неужто ты не видишь, как Аллах В (свет) Дня вливает (темень) Ночи И в (темень) Ночи вводит День; Как подчинил Он (Своему веленью) Движенье Солнца и Луны, И всяк из них путь держит к своему пределу Во срок, что Им определен, И то, что ведомо Ему Все то, что (явно или тайно) вы творите"
    },
    {
      "verse_number": 30,
      "text_uthmani": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ ٱلْبَـٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ",
      "text_uthmani_transcribed": "Żālika bi'annallāha huwal-ḥaqqu wa anna mā yad'ūna min dūnihil-bāṭil(u), wa annallāha huwal-'aliyyul-kabīr(u).",
      "translation": "И это потому, что лишь Аллах есть Истина, А те, кого, опричь Него, вы чтите, - Ложь, И потому, что лишь Аллах Возвышен и велик безмерно"
    },
    {
      "verse_number": 31,
      "text_uthmani": "أَلَمْ تَرَ أَنَّ ٱلْفُلْكَ تَجْرِى فِى ٱلْبَحْرِ بِنِعْمَتِ ٱللَّهِ لِيُرِيَكُم مِّنْ ءَايَـٰتِهِۦٓ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
      "text_uthmani_transcribed": "Alam tara annal-fulka tajrī fil-baḥri bini'matillāhi liyuriyakum min āyātih(ī), inna fī żālika  la'āyātil likulli ṣabbārin syakūr(in).",
      "translation": "Ужель не видел ты, что судно Плывет по морю волею Аллаха, Чтоб вам явить знамение Его? В этом, поистине, знамение для тех, Кто терпелив и благодарен"
    },
    {
      "verse_number": 32,
      "text_uthmani": "وَإِذَا غَشِيَهُم مَّوْجٌ كَٱلظُّلَلِ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ فَمِنْهُم مُّقْتَصِدٌ ۚ وَمَا يَجْحَدُ بِـَٔايَـٰتِنَآ إِلَّا كُلُّ خَتَّارٍ كَفُورٍ",
      "text_uthmani_transcribed": "Wa iżā gasyiyahum maujun kaẓ-ẓulali da'awullāha mukhliṣīna lahud-dīn(a), falammā najjāhum ilal-barri faminhum muqtaṣid(un), wa mā yajḥadu bi'āyātinā illā kullu khattārin kafūr(in).",
      "translation": "Когда волна (могильной) сенью покрывает их, Они (с отчаяньем) взывают к Богу И всей душою (заверяют, Что будут) благочестие блюсти. Когда же, (выбросив) на сушу, Он спасает их, Средь них всегда находятся такие, Кто (склонен все же) удержаться (от поклонения Ему). Но отрицать знаменья Наши (Способен) лишь изменник, грешный"
    },
    {
      "verse_number": 33,
      "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ وَٱخْشَوْا۟ يَوْمًا لَّا يَجْزِى وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيْـًٔا ۚ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۖ فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ",
      "text_uthmani_transcribed": "Ya ayyuhan-nāsuttaqū rabbakum wakhsyau yaumal lā yajzī wālidun 'aw waladih(ī), wa lā maulūdun huwa jāzin 'aw wālidihī syai'ā(n), inna wa'dallāhi ḥaqqun falā tagurrannakumul-ḥayātud-dun-yā, wa lā yagurrannakum billāhil-garūr(u).",
      "translation": "О род людской! Страшитесь гнева вашего Владыки И бойтесь Дня, когда отец Ничем не сможет быть полезен сыну И сын отцу ничем не пособит, - Верно, поистине, обетование Аллаха! А потому не обольщайтесь (Мгновеньем кратким) жизни на земле. Не позволяйте искусителю - Шайтану Вас об Аллахе обольстить"
    },
    {
      "verse_number": 34,
      "text_uthmani": "إِنَّ ٱللَّهَ عِندَهُۥ عِلْمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلْغَيْثَ وَيَعْلَمُ مَا فِى ٱلْأَرْحَامِ ۖ وَمَا تَدْرِى نَفْسٌ مَّاذَا تَكْسِبُ غَدًا ۖ وَمَا تَدْرِى نَفْسٌۢ بِأَىِّ أَرْضٍ تَمُوتُ ۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٌۢ",
      "text_uthmani_transcribed": "Innallāha 'indahū 'ilmus-sā'ah(ti), wa yunazzilul-gaiṡ(a), wa ya'lamu mā fil-arḥām(i), wa mā tadrī nafsum māżā taksibu gadā(n), wa mā tadrī nafsum bi'ayyi arḍin tamūt(u), innallāha 'alīmun khabīr(un).",
      "translation": "Лишь у Аллаха - знание о Часе, Лишь Он дожди вам с неба льет, Ему лишь одному известно, Что хоронят утробы (самок); И ни одна душа не знает, Что завтра возыметь ей предстоит И на какой земле ей смерть предстанет, - Аллах, поистине, всеведущ - (Он) знает (обо всем)"
    }
  ]
}