[
  {
    "verse_number": 1,
    "translation": "Ha-Mim."
  },
  {
    "verse_number": 2,
    "translation": "Bei dem deutlichen Buch!"
  },
  {
    "verse_number": 3,
    "translation": "Wir haben es ja zu einem arabischen Qur’an gemacht, auf daß ihr begreifen möget;"
  },
  {
    "verse_number": 4,
    "translation": "und gewiß, er ist in der Urschrift des Buches bei Uns wahrlich erhaben und weise."
  },
  {
    "verse_number": 5,
    "translation": "Sollen Wir denn euch bei der Ermahnung unbeachtet lassen, weil ihr maßlose Leute seid?"
  },
  {
    "verse_number": 6,
    "translation": "Und wie viele Propheten haben Wir zu den früheren Geschlechtern gesandt!"
  },
  {
    "verse_number": 7,
    "translation": "Und kein Gesandter kam zu ihnen, ohne daß sie sich über ihn lustig gemacht hätten."
  },
  {
    "verse_number": 8,
    "translation": "So haben Wir solche vernichtet, die eine stärkere Gewalt hatten als diese. Und vollzogen hat sich das Beispiel an den Früheren."
  },
  {
    "verse_number": 9,
    "translation": "Und wenn du sie fragst, wer die Himmel und die Erde erschaffen hat, sagen sie ganz gewiß: Erschaffen hat sie der Allmächtige und Allwissende,"
  },
  {
    "verse_number": 10,
    "translation": "Der euch die Erde zu einer Lagerstatt gemacht und euch auf ihr Wege gemacht hat, auf daß ihr rechtgeleitet werden möget,"
  },
  {
    "verse_number": 11,
    "translation": "und Der Wasser vom Himmel in (bestimmtem) Maß herabkommen läßt. Damit lassen Wir (manch) totes Land auferstehen. So werdet auch ihr hervorgebracht werden -,"
  },
  {
    "verse_number": 12,
    "translation": "und Der die Paare alle erschaffen und euch an Schiffen und Vieh gemacht hat, was ihr besteigen könnt,"
  },
  {
    "verse_number": 13,
    "translation": "damit ihr euch auf ihren Rücken zurechtsetzt und hierauf der Gunst eures Herrn gedenkt, wenn ihr euch darauf zurechtgesetzt habt, und sagt: Preis sei demjenigen, Der uns dies dienstbar gemacht hat! Wir wären hierzu ja nicht imstande gewesen."
  },
  {
    "verse_number": 14,
    "translation": "Und wir werden ganz gewiß zu unserem Herrn zurückkehren."
  },
  {
    "verse_number": 15,
    "translation": "Und sie stellen Ihm einen Teil von Seinen Dienern (als Seinesgleichen zur Seite). Der Mensch ist ja offenkundig sehr undankbar."
  },
  {
    "verse_number": 16,
    "translation": "Oder hat Er sich etwa unter Seinen Geschöpfen Töchter genommen und für euch die Söhne erwählt?"
  },
  {
    "verse_number": 17,
    "translation": "Wenn einem von ihnen die frohe Botschaft (von der Geburt) dessen verkündet wird, was er dem Allerbarmer zum Gleichnis zuschreibt, bleibt sein Gesicht finster, und er hält (seinen Grimm) zurück."
  },
  {
    "verse_number": 18,
    "translation": "(Wollen sie Allah) denn jemanden (zuschreiben), der im Schmuck aufgezogen wird und im Streit nicht deutlich wird?"
  },
  {
    "verse_number": 19,
    "translation": "Und sie machen die Engel, die sie ja Diener des Allerbarmers sind, zu weiblichen Wesen. Waren sie denn Zeugen ihrer Erschaffung? Ihr Zeugnis wird aufgeschrieben, und sie werden befragt werden."
  },
  {
    "verse_number": 20,
    "translation": "Und sie sagen: Wenn der Allerbarmer gewollt hätte, hätten wir ihnen nicht gedient. Sie haben kein Wissen davon; sie stellen nur Schätzungen an."
  },
  {
    "verse_number": 21,
    "translation": "Oder haben Wir ihnen etwa vor ihm eine Schrift gegeben, an der sie sich festhalten könnten?"
  },
  {
    "verse_number": 22,
    "translation": "Nein! Vielmehr sagen sie: Wir haben ja (bereits) unsere Väter in einer (bestimmten) Glaubensrichtung vorgefunden, und auf ihren Spuren sind wir rechtgeleitet."
  },
  {
    "verse_number": 23,
    "translation": "So haben Wir (auch) vor dir in eine Stadt keinen Warner gesandt, ohne daß diejenigen, die in ihr üppig lebten, gesagt hätten: Wir haben ja (bereits) unsere Väter in einer bestimmten Glaubensrichtung vorgefunden, und auf ihren Spuren folgen wir ihrem Vorbild."
  },
  {
    "verse_number": 24,
    "translation": "Er sagte: Etwa auch, wenn ich euch bringe, was eine bessere Rechtleitung enthält als das, worin ihr eure Väter vorgefunden habt? Sie sagten: Wir verleugnen ja das, womit ihr gesandt worden seid."
  },
  {
    "verse_number": 25,
    "translation": "Da übten Wir an ihnen Vergeltung. So schau, wie das Ende der Leugner war."
  },
  {
    "verse_number": 26,
    "translation": "Und als Ibrahim zu seinem Vater und seinem Volk sagte: Gewiß, ich sage mich los von dem, dem ihr dient,"
  },
  {
    "verse_number": 27,
    "translation": "außer Demjenigen, Der mich erschaffen hat; denn Er wird mich gewiß rechtleiten."
  },
  {
    "verse_number": 28,
    "translation": "Und er machte es zu einem bleibenden Wort unter seinen Nachkommen, auf daß sie umkehren mögen."
  },
  {
    "verse_number": 29,
    "translation": "Aber nein! Ich habe diese da und ihre Väter genießen lassen, bis die Wahrheit und ein deutlicher Gesandter zu ihnen gekommen ist."
  },
  {
    "verse_number": 30,
    "translation": "Als nun die Wahrheit zu ihnen gekommen ist, sagen sie: Das ist Zauberei, und wir verleugnen ihn."
  },
  {
    "verse_number": 31,
    "translation": "Und sie sagen: Wäre doch dieser Qur’an einem bedeutenden Mann aus den beiden Städten offenbart worden!"
  },
  {
    "verse_number": 32,
    "translation": "Verteilen etwa sie die Barmherzigkeit deines Herrn? Wir verteilen doch unter ihnen ihren Lebensunterhalt im diesseitigen Leben und erhöhen die einen von ihnen über die anderen um Rangstufen, damit die einen von ihnen die anderen in Dienst nehmen. Aber die Barmherzigkeit deines Herrn ist besser als das, was sie zusammentragen."
  },
  {
    "verse_number": 33,
    "translation": "Und damit die Menschen nicht eine einzige Gemeinschaft werden (, sahen Wir davon ab, sonst), hätten Wir wahrlich denjenigen, die den Allerbarmer verleugnen, für ihre Häuser Decken aus Silber gemacht und (auch) Treppen, auf denen sie hätten hochsteigen können,"
  },
  {
    "verse_number": 34,
    "translation": "und Türen für ihre Häuser, und Liegen, auf denen sie sich lehnen können,"
  },
  {
    "verse_number": 35,
    "translation": "und (weitere) Zierde. All das ist aber nur Nießbrauch des diesseitigen Lebens. Das Jenseits bei deinem Herrn ist jedoch für die Gottesfürchtigen (bestimmt)."
  },
  {
    "verse_number": 36,
    "translation": "Wer für die Ermahnung des Allerbarmers blind ist, dem verschaffen Wir einen Satan, der ihm dann zum Gesellen wird."
  },
  {
    "verse_number": 37,
    "translation": "Und sie halten sie wahrlich vom Weg ab, und diese meinen, sie seien rechtgeleitet."
  },
  {
    "verse_number": 38,
    "translation": "Wenn er dann (schließlich) zu Uns kommt, sagt er: O wäre doch zwischen mir und dir eine Entfernung wie zwischen Osten und Westen ! - ein schlimmer Geselle!"
  },
  {
    "verse_number": 39,
    "translation": "Heute wird euch, da ihr Unrecht getan habt, nicht nützen, daß ihr an der(selben) Strafe teilhabt."
  },
  {
    "verse_number": 40,
    "translation": "Bist du es etwa, der die Tauben hören läßt oder die Blinden und diejenigen recht leitet, die sich in deutlichem Irrtum befinden?"
  },
  {
    "verse_number": 41,
    "translation": "Sollten Wir dich (vorher) fortnehmen, so werden Wir (doch) an ihnen Vergeltung üben."
  },
  {
    "verse_number": 42,
    "translation": "Oder Wir zeigen dir, was Wir ihnen angedroht haben; so haben Wir ja ganz die Macht über sie."
  },
  {
    "verse_number": 43,
    "translation": "Halte also fest an dem, was dir (als Offenbarung) eingegeben worden ist; gewiß, du befindest dich auf einem geraden Weg."
  },
  {
    "verse_number": 44,
    "translation": "Das ist wahrlich eine Ermahnung für dich und dein Volk. Und ihr werdet befragt werden."
  },
  {
    "verse_number": 45,
    "translation": "Und frage wen von Unseren Gesandten Wir vor dir gesandt haben, ob Wir anstatt des Allerbarmers (andere) Götter eingesetzt haben, denen man dienen soll."
  },
  {
    "verse_number": 46,
    "translation": "Und Wir sandten bereits Musa mit Unseren Zeichen zu Fir’aun und seiner führenden Schar. Er sagte: Gewiß, ich bin der Gesandte des Herrn der Weltenbewohner."
  },
  {
    "verse_number": 47,
    "translation": "Als er nun zu ihnen mit Unseren Zeichen kam, lachten sie sogleich über sie."
  },
  {
    "verse_number": 48,
    "translation": "Und Wir zeigten ihnen kein Zeichen, das nicht größer gewesen wäre als das vorhergehende. Und Wir ergriffen sie mit der Strafe, auf daß sie umkehren mochten."
  },
  {
    "verse_number": 49,
    "translation": "Und sie sagten: O du Zauberer, rufe für uns deinen Herrn an auf Grund dessen, was Er dir anvertraut hat, dann werden wir uns wahrlich rechtleiten lassen."
  },
  {
    "verse_number": 50,
    "translation": "Als Wir dann die Strafe von ihnen hinwegnahmen, da brachen sie sogleich ihr Wort."
  },
  {
    "verse_number": 51,
    "translation": "Und Fir’aun ließ unter seinem Volk ausrufen; er sagte: O mein Volk, gehört mir nicht die Herrschaft über Ägypten und (auch) diese Flüsse, die unter mir strömen? Wollt ihr denn nicht einsichtig sein?"
  },
  {
    "verse_number": 52,
    "translation": "Oder bin ich nicht besser als dieser, der verächtlich ist und sich kaum deutlich äußern kann?"
  },
  {
    "verse_number": 53,
    "translation": "Würden doch Armringe aus Gold auf ihn herabgeworfen oder die Engel mit ihm als Begleitung kommen!"
  },
  {
    "verse_number": 54,
    "translation": "Er fand sein Volk leicht (zu beeinflussen), und da gehorchten sie ihm. Gewiß, sie waren ein Volk von Frevlern."
  },
  {
    "verse_number": 55,
    "translation": "Als sie Uns Kummer bereiteten, übten Wir an ihnen Vergeltung, und so ließen Wir sie allesamt ertrinken."
  },
  {
    "verse_number": 56,
    "translation": "Wir machten sie zu Vorgängern und zu einem Beispiel für die späteren (Geschlechter)."
  },
  {
    "verse_number": 57,
    "translation": "Und als der Sohn Maryams als Beispiel angeführt wurde, da brach dein Volk sogleich in Geschrei aus."
  },
  {
    "verse_number": 58,
    "translation": "Und sie sagten: Sind unsere Götter besser oder er? Sie führten ihn dir nur zum Streiten an. Nein! Vielmehr sind sie streitsüchtige Leute."
  },
  {
    "verse_number": 59,
    "translation": "Er ist nur ein Diener, dem Wir Gunst erwiesen und den Wir zu einem Beispiel für die Kinder Isra’ils gemacht haben."
  },
  {
    "verse_number": 60,
    "translation": "Und wenn Wir wollten, könnten Wir euch wahrlich zu Engeln machen, die zu Statthaltern auf der Erde würden."
  },
  {
    "verse_number": 61,
    "translation": "Und er ist wahrlich Wissen von der Stunde (des Gerichts)’. So hegt ja keinen Zweifel an ihr und folgt mir. Das ist ein gerader Weg."
  },
  {
    "verse_number": 62,
    "translation": "Und der Satan soll euch ja nicht abhalten. Gewiß, er ist euch ein deutlicher Feind."
  },
  {
    "verse_number": 63,
    "translation": "Und als ’Isa mit den klaren Beweisen kam, sagte er: Ich komme ja zu euch mit der Weisheit, und um euch einiges von dem klarzumachen, worüber ihr uneinig seid. So fürchtet Allah und gehorcht mir."
  },
  {
    "verse_number": 64,
    "translation": "Gewiß, Allah ist ja mein Herr und euer Herr; so dient Ihm. Das ist ein gerader Weg."
  },
  {
    "verse_number": 65,
    "translation": "Doch wurden die Gruppierungen untereinander uneinig; so wehe denjenigen, die Unrecht tun, vor der Strafe eines schmerzhaften Tages!"
  },
  {
    "verse_number": 66,
    "translation": "Erwarten sie nur die Stunde, daß sie plötzlich über sie kommt, ohne daß sie merken?"
  },
  {
    "verse_number": 67,
    "translation": "Die Freunde werden an jenem Tag einer des anderen Feind sein, außer den Gottesfürchtigen."
  },
  {
    "verse_number": 68,
    "translation": "O meine Diener, keine Furcht soll heute über euch kommen, noch sollt ihr traurig sein,"
  },
  {
    "verse_number": 69,
    "translation": "(ihr,) die ihr an Unsere Zeichen glaubtet und (Uns) ergeben wart."
  },
  {
    "verse_number": 70,
    "translation": "Geht in den (Paradies)garten ein, euch und euren Gattinnen wird Freude bereitet."
  },
  {
    "verse_number": 71,
    "translation": "Es werden ihnen Schüsseln aus Gold und Trinkschalen herumgereicht; darin gibt es, was die Seelen begehren und köstlich für die Augen ist. Und ewig werdet ihr darin bleiben."
  },
  {
    "verse_number": 72,
    "translation": "Das ist der (Paradies)garten, der euch zum Erbe gegeben worden ist für das, was ihr zu tun pflegtet."
  },
  {
    "verse_number": 73,
    "translation": "Darin habt ihr vielerlei Früchte, von denen ihr eßt."
  },
  {
    "verse_number": 74,
    "translation": "Gewiß, die Übeltäter (hingegen) werden in der Strafe der Hölle ewig bleiben."
  },
  {
    "verse_number": 75,
    "translation": "Sie wird ihnen nicht herabgesetzt, und sie werden darin ganz verzweifelt sein."
  },
  {
    "verse_number": 76,
    "translation": "Nicht Wir haben ihnen Unrecht getan, sondern sie sind es, die Unrecht getan haben."
  },
  {
    "verse_number": 77,
    "translation": "Und sie rufen: O Malik, dein Herr soll unserem Leben ein Ende setzen. Er sagt: Gewiß, ihr werdet (hier) bleiben."
  },
  {
    "verse_number": 78,
    "translation": "Wir sind zu euch mit der Wahrheit gekommen, aber den meisten von euch ist die Wahrheit zuwider."
  },
  {
    "verse_number": 79,
    "translation": "Oder haben sie sich eine Sache ausgedacht? Auch Wir können Uns (etwas) ausdenken."
  },
  {
    "verse_number": 80,
    "translation": "Oder meinen sie, daß Wir ihr Geheimes und ihre vertraulichen Gespräche nicht hören? Ja doch, Unsere Boten sind bei ihnen und schreiben (alles) auf."
  },
  {
    "verse_number": 81,
    "translation": "Sag: Wenn der Allerbarmer Kinder hätte, wäre ich der erste derjenigen, die (Ihm) dienen."
  },
  {
    "verse_number": 82,
    "translation": "Preis sei dem Herrn der Himmel und der Erde, dem Herrn des Thrones! (Erhaben ist Er) über das, was sie (Ihm) zuschreiben."
  },
  {
    "verse_number": 83,
    "translation": "So lasse sie nur schweifende Gespräche führen und ihr Spiel treiben, bis sie ihrem Tag begegnen, der ihnen angedroht ist,"
  },
  {
    "verse_number": 84,
    "translation": "Er ist es, Der im Himmel Gott und auf der Erde Gott ist; Er ist der Allweise und Allwissende."
  },
  {
    "verse_number": 85,
    "translation": "Und Segensreich ist Derjenige, Dem die Herrschaft der Himmel und der Erde und dessen, was dazwischen ist, gehört, Der das Wissen über die Stunde besitzt und zu Dem ihr zurückgebracht werdet!"
  },
  {
    "verse_number": 86,
    "translation": "Und diejenigen, die sie anstatt Seiner anrufen, verfügen nicht über die Fürsprache, außer wer der Wahrheit entsprechend bezeugt, und sie wissen (es)."
  },
  {
    "verse_number": 87,
    "translation": "Wenn du sie fragst, wer sie erschaffen hat, sagen sie ganz gewiß: Allah. Wie lassen sie sich also abwendig machen?"
  },
  {
    "verse_number": 88,
    "translation": "Und bei seinem Ausspruch: O mein Herr, gewiß, das sind Leute, die nicht glauben."
  },
  {
    "verse_number": 89,
    "translation": "Übe Nachsicht mit ihnen und sag: Friede! Sie werden (es noch) erfahren."
  }
]