[
  {
    "verse_number": 1,
    "translation": "Es preist Allah (alles), was in den Himmeln und was auf der Erde ist, (Ihn), den König, den Heiligen, den Allmächtigen und Allweisen."
  },
  {
    "verse_number": 2,
    "translation": "Er ist es, Der unter den Schriftunkundigen einen Gesandten von ihnen hat erstehen lassen, der ihnen Seine Zeichen verliest, sie läutert und sie das Buch und die Weisheit lehrt, obgleich sie sich ja zuvor in deutlichem Irrtum befanden -,"
  },
  {
    "verse_number": 3,
    "translation": "und andere vor ihnen, die sich ihnen noch nicht angeschlossen haben. Und Er ist der Allmächtige und Allweise."
  },
  {
    "verse_number": 4,
    "translation": "Das ist Allahs Huld, die Er gewährt, wem Er will. Und Allah besitzt große Huld."
  },
  {
    "verse_number": 5,
    "translation": "Das Gleichnis derjenigen, denen die Tora auferlegt wurde, die sie aber hierauf doch nicht getragen haben, ist das eines Esels, der Bücher trägt. Schlimm ist das Gleichnis der Leute, die Allahs Zeichen für Lüge erklären. Und Allah leitet das ungerechte Volk nicht recht."
  },
  {
    "verse_number": 6,
    "translation": "Sag: O die ihr dem Judentum angehört, wenn ihr behauptet, daß ihr Allahs Schützlinge unter Ausschluß der (anderen) Menschen seid, dann wünscht (euch doch) den Tod, wenn ihr wahrhaftig seid."
  },
  {
    "verse_number": 7,
    "translation": "Aber sie wünschen sich ihn niemals wegen dessen, was ihre Hände vorausgeschickt haben. Und Allah weiß über die Ungerechten Bescheid."
  },
  {
    "verse_number": 8,
    "translation": "Sag: Gewiß, der Tod, vor dem ihr flieht -, gewiß, er wird euch begegnen. Hierauf werdet ihr zu dem Kenner des Verborgenen und des Offenbaren zurückgebracht, und dann wird Er euch kundtun, was ihr zu tun pflegtet."
  },
  {
    "verse_number": 9,
    "translation": "O die ihr glaubt, wenn zum Gebet gerufen wird am Freitag, dann eilt zu Allahs Gedenken und laßt das Kaufgeschäft. Das ist besser für euch, wenn ihr wißt."
  },
  {
    "verse_number": 10,
    "translation": "Wenn das Gebet beendet ist, dann breitet euch im Land aus und trachtet nach etwas von Allahs Huld. Und gedenkt Allahs viel, auf daß es euch wohl ergehen möge!"
  },
  {
    "verse_number": 11,
    "translation": "Und wenn sie einen Handel oder eine Zerstreuung sehen, laufen sie dorthin auseinander und lassen dich stehen. Sag: Was bei Allah ist, ist besser als Zerstreuung und als Handel. Und Allah ist der beste Versorger."
  }
]