[
  {
    "verse_number": 1,
    "translation": "Es fragt ein Fragesteller nach einer Strafe, die hereinbrechen wird"
  },
  {
    "verse_number": 2,
    "translation": "für die Ungläubigen, (einer Strafe,) die niemand abwehren kann;"
  },
  {
    "verse_number": 3,
    "translation": "von Allah, dem Besitzer der Aufstiegswege."
  },
  {
    "verse_number": 4,
    "translation": "Es steigen die Engel und der Geist zu Ihm auf an einem Tag, dessen (Aus)maß fünfzigtausend Jahre ist."
  },
  {
    "verse_number": 5,
    "translation": "Darum sei standhaft in schöner Geduld."
  },
  {
    "verse_number": 6,
    "translation": "Gewiß, sie sehen sie weit entfernt,"
  },
  {
    "verse_number": 7,
    "translation": "Wir aber sehen sie nahe."
  },
  {
    "verse_number": 8,
    "translation": "Am Tag, da der Himmel wie siedendes Öl"
  },
  {
    "verse_number": 9,
    "translation": "und die Berge wie gefärbte Wolle sein werden"
  },
  {
    "verse_number": 10,
    "translation": "und kein warmherziger Freund seinen Freund (irgend etwas) fragt."
  },
  {
    "verse_number": 11,
    "translation": "obwohl sie ihrem Anblick ausgesetzt sein werden. Der Übeltäter hätte es gern, wenn er sich von der Strafe jenes Tages loskaufte mit seinen Söhnen"
  },
  {
    "verse_number": 12,
    "translation": "und seiner Gefährtin und seinem Bruder"
  },
  {
    "verse_number": 13,
    "translation": "und seiner Familie, die ihn aufgenommen hat,"
  },
  {
    "verse_number": 14,
    "translation": "und allen, die auf der Erde sind. (Er wünscht,) dies möge ihn hierauf retten."
  },
  {
    "verse_number": 15,
    "translation": "Keineswegs! Es ist doch ein loderndes Feuer,"
  },
  {
    "verse_number": 16,
    "translation": "das die Kopfhaut abzieht,"
  },
  {
    "verse_number": 17,
    "translation": "das (den) rufen wird, wer den Rücken kehrt und sich abkehrt,"
  },
  {
    "verse_number": 18,
    "translation": "(Besitz) zusammenträgt und dann in Behältern hortet."
  },
  {
    "verse_number": 19,
    "translation": "Gewiß, der Mensch ist als kleinmütig erschaffen."
  },
  {
    "verse_number": 20,
    "translation": "Wenn ihm Schlechtes widerfährt, ist er sehr mutlos;"
  },
  {
    "verse_number": 21,
    "translation": "und wenn ihm Gutes widerfährt, (ist er) ein stetiger Verweigerer,"
  },
  {
    "verse_number": 22,
    "translation": "außer den Betenden,"
  },
  {
    "verse_number": 23,
    "translation": "diejenigen, die in ihrem Gebet beharrlich sind"
  },
  {
    "verse_number": 24,
    "translation": "und die ein festgesetztes Recht an ihrem Besitz (zugestehen)"
  },
  {
    "verse_number": 25,
    "translation": "dem Bettler und dem Unbemittelten"
  },
  {
    "verse_number": 26,
    "translation": "und die den Tag des Gerichts für wahr halten"
  },
  {
    "verse_number": 27,
    "translation": "und diejenigen, die wegen der Strafe ihres Herrn besorgt sind,"
  },
  {
    "verse_number": 28,
    "translation": "- denn gewiß, vor der Strafe ihres Herrn (kann) sich niemand sicher glauben,"
  },
  {
    "verse_number": 29,
    "translation": "-und diejenigen, die ihre Scham hüten,"
  },
  {
    "verse_number": 30,
    "translation": "außer gegenüber ihren Gattinnen oder was ihre rechte Hand (an Sklavinnen) besitzt, denn sie sind (hierin) nicht zu tadeln,"
  },
  {
    "verse_number": 31,
    "translation": "- wer aber darüber hinaus (etwas) begehrt, das sind die Übertreter,"
  },
  {
    "verse_number": 32,
    "translation": "- und diejenigen, die auf die ihnen anvertrauten Güter und ihre Verpflichtung achtgeben,"
  },
  {
    "verse_number": 33,
    "translation": "und diejenigen, die ihr Zeugnis in Aufrichtigkeit ablegen,"
  },
  {
    "verse_number": 34,
    "translation": "und diejenigen, die ihr Gebet einhalten."
  },
  {
    "verse_number": 35,
    "translation": "Jene werden sich in Gärten befinden und (darin) geehrt."
  },
  {
    "verse_number": 36,
    "translation": "Was ist mit denjenigen, die ungläubig sind, daß sie hastig auf dich zukommen"
  },
  {
    "verse_number": 37,
    "translation": "rechts und links, in Gruppen aufgeteilt?"
  },
  {
    "verse_number": 38,
    "translation": "Begehrt (etwa) jedermann von ihnen, in einen Garten der Wonne eingelassen zu werden?"
  },
  {
    "verse_number": 39,
    "translation": "Keineswegs! Wir haben sie doch aus dem erschaffen, was sie wissen."
  },
  {
    "verse_number": 40,
    "translation": "Nein! Ich schwöre beim Herrn der Osten und der Westen, Wir haben fürwahr die Macht dazu,"
  },
  {
    "verse_number": 41,
    "translation": "daß Wir sie durch bessere als sie austauschen. Und niemand kann Uns zuvorkommen."
  },
  {
    "verse_number": 42,
    "translation": "So lasse sie nur schweifende Gespräche führen und ihr Spiel treiben, bis sie ihrem Tag begegnen, der ihnen angedroht ist,"
  },
  {
    "verse_number": 43,
    "translation": "dem Tag, da sie aus den Gräbern eilig herauskommen werden, als würden sie hastig zu einem aufgerichteten Opferstein laufen,"
  },
  {
    "verse_number": 44,
    "translation": "mit demütigen Blicken, bedeckt mit Erniedrigung. Das ist der Tag, der ihnen immer wieder angedroht wurde."
  }
]