[
  {
    "verse_number": 1,
    "translation": "Näher ist die Stunde (des Gerichts) gekommen, und gespalten hat sich der Mond."
  },
  {
    "verse_number": 2,
    "translation": "Und wenn sie ein Zeichen sehen, wenden sie sich ab und sagen: Fortdauernde Zauberei."
  },
  {
    "verse_number": 3,
    "translation": "Und sie erklären (es) für Lüge und folgen ihren Neigungen. Doch jede Angelegenheit ist festgesetzt."
  },
  {
    "verse_number": 4,
    "translation": "Zu ihnen ist doch von den Berichten gekommen, was reichliche Verweisung enthält,"
  },
  {
    "verse_number": 5,
    "translation": "eine durchdringende Weisheit. Aber was nützen da die Warnungen?"
  },
  {
    "verse_number": 6,
    "translation": "So kehre dich von ihnen ab. Am Tag, da der Rufer zu etwas Entsetzlichem ruft,"
  },
  {
    "verse_number": 7,
    "translation": "werden sie mit gedemütigten Blicken aus den Gräbern herauskommen wie ausschwärmende Heuschrecken,"
  },
  {
    "verse_number": 8,
    "translation": "zu dem Rufer hastend. Die Ungläubigen werden sagen: Das ist ein schwerer Tag."
  },
  {
    "verse_number": 9,
    "translation": "Vor ihnen (schon) bezichtigte das Volk Nuhs (ihren Gesandten) der Lüge. Sie bezichtigten Unseren Diener der Lüge und sagten: Ein Besessener. Und er wurde (von ihnen) gescholten."
  },
  {
    "verse_number": 10,
    "translation": "Da rief er seinen Herrn an: Ich bin überwältigt, so leiste Du (mir) Hilfe."
  },
  {
    "verse_number": 11,
    "translation": "Da öffneten Wir die Tore des Himmels mit niederströmendem Wasser"
  },
  {
    "verse_number": 12,
    "translation": "und ließen aus der Erde Quellen hervorströmen; so traf das Wasser zu einer bereits festgesetzten Angelegenheit zusammen."
  },
  {
    "verse_number": 13,
    "translation": "Und Wir trugen ihn auf einem Schiff aus Planken und Nägeln,"
  },
  {
    "verse_number": 14,
    "translation": "das vor Unseren Augen dahinfuhr: (Dies) als Lohn für jemanden, der immer verleugnet worden war."
  },
  {
    "verse_number": 15,
    "translation": "Und Wir ließen es ja als Zeichen zurück. Gibt es aber jemanden, der bedenkt?"
  },
  {
    "verse_number": 16,
    "translation": "Wie waren da Meine Strafe und Meine Warnungen!"
  },
  {
    "verse_number": 17,
    "translation": "Und Wir haben den Qur’an ja leicht zum Bedenken gemacht. Aber gibt es jemanden, der bedenkt?"
  },
  {
    "verse_number": 18,
    "translation": "Die ’Ad bezichtigten (ihren Gesandten) der Lüge. Wie waren da Meine Strafe und Meine Warnungen!"
  },
  {
    "verse_number": 19,
    "translation": "Wir sandten gegen sie ja einen eiskalten Wind an einem Tag fortdauernden Unheils,"
  },
  {
    "verse_number": 20,
    "translation": "der die Menschen fortnahm, als wären sie Stämme entwurzelter Palmen."
  },
  {
    "verse_number": 21,
    "translation": "Wie waren da Meine Strafe und Meine Warnungen!"
  },
  {
    "verse_number": 22,
    "translation": "Und Wir haben den Qur’an ja leicht zum Bedenken gemacht. Aber gibt es jemanden, der bedenkt?"
  },
  {
    "verse_number": 23,
    "translation": "Die Tamud erklärten die Warnungen für Lüge."
  },
  {
    "verse_number": 24,
    "translation": "Sie sagten: Sollen wir denn einem menschlichen Wesen von uns, einem einzelnen, folgen? Dann befänden wir uns wahrlich im Irrtum und Wahnsinn."
  },
  {
    "verse_number": 25,
    "translation": "Ist die Ermahnung gerade ihm aus unserer Mitte offenbart worden? Nein! Vielmehr ist er ein selbstgefälliger Lügner."
  },
  {
    "verse_number": 26,
    "translation": "Sie werden morgen erfahren, wer der selbstgefällige Lügner ist."
  },
  {
    "verse_number": 27,
    "translation": "Wir werden die Kamelstute senden als Versuchung für sie. So warte mit ihnen ab und sei beharrlich."
  },
  {
    "verse_number": 28,
    "translation": "Und tu ihnen kund, daß das Wasser zwischen ihnen (und der Kamelstute) zu teilen ist. Jeder Trinkanteil soll (dann abwechselnd) wahrgenommen werden."
  },
  {
    "verse_number": 29,
    "translation": "Da riefen sie ihren Gefährten her. Er griff zu und schnitt dann (der Kamelstute) die Sehnen durch."
  },
  {
    "verse_number": 30,
    "translation": "Wie waren da Meine Strafe und Meine Warnungen!"
  },
  {
    "verse_number": 31,
    "translation": "Wir sandten ja gegen sie einen einzigen Schrei, da waren sie (sogleich) wie das vertrocknete Zeug von Viehgehegen."
  },
  {
    "verse_number": 32,
    "translation": "Und Wir haben den Qur’an ja leicht zum Bedenken gemacht. Aber gibt es jemanden, der bedenkt?"
  },
  {
    "verse_number": 33,
    "translation": "Das Volk Luts erklärte die Warnungen für Lüge."
  },
  {
    "verse_number": 34,
    "translation": "Wir sandten ja gegen sie einen Sturm von Steinchen, außer den Angehörigen Luts; Wir erretteten sie im letzten Teil der Nacht"
  },
  {
    "verse_number": 35,
    "translation": "aus Gunst von Uns. So vergelten Wir, wer dankbar ist."
  },
  {
    "verse_number": 36,
    "translation": "Er hatte sie ja vor Unserem gewaltsamen Zupacken gewarnt, sie aber bestritten die Warnungen."
  },
  {
    "verse_number": 37,
    "translation": "Und sie versuchten ja, ihn in Bezug auf seine Gäste zu überreden (, sie ihnen auszuliefern). Da löschten Wir ihre Augen aus. Kostet nun Meine Strafe und Meine Warnungen."
  },
  {
    "verse_number": 38,
    "translation": "Und es ereilte sie ja am frühen Morgen eine beständige Strafe."
  },
  {
    "verse_number": 39,
    "translation": "Kostet nun Meine Strafe und Meine Warnungen."
  },
  {
    "verse_number": 40,
    "translation": "Und Wir haben den Qur’an ja leicht zum Bedenken gemacht. Aber gibt es jemanden, der bedenkt?"
  },
  {
    "verse_number": 41,
    "translation": "Und (auch) zu Fir’auns Leuten kamen ja die Warnungen."
  },
  {
    "verse_number": 42,
    "translation": "Sie erklärten alle Unsere Zeichen für Lüge, und da ergriffen Wir sie mit dem Griff eines Unüberwindlichen und Allmächtigen."
  },
  {
    "verse_number": 43,
    "translation": "Sind etwa eure Ungläubigen besser als jene da? Oder gibt es für euch einen Freispruch in den Schriften?"
  },
  {
    "verse_number": 44,
    "translation": "Oder sagen sie: Wir halten zusammen und werden siegen?"
  },
  {
    "verse_number": 45,
    "translation": "Die Ansammlung wird gewiß besiegt werden, und sie werden den Rücken kehren."
  },
  {
    "verse_number": 46,
    "translation": "Nein! Vielmehr ist die Stunde (des Gerichts) der ihnen versprochene Zeitpunkt. Und die Stunde ist noch schrecklicher und bitterer."
  },
  {
    "verse_number": 47,
    "translation": "Gewiß, die Übeltäter befinden sich im Irrtum und Wahnsinn."
  },
  {
    "verse_number": 48,
    "translation": "Am Tag, da sie auf ihren Gesichtern ins (Höllen)feuer gezerrt werden: Kostet die Berührung der Sengenden."
  },
  {
    "verse_number": 49,
    "translation": "Gewiß, Wir haben alles in (bestimmtem) Maß erschaffen."
  },
  {
    "verse_number": 50,
    "translation": "Und Unser Befehl ist nur ein einziges (Wort), wie ein Augenblick."
  },
  {
    "verse_number": 51,
    "translation": "Und Wir haben doch bereits manche Lager gleich euch vernichtet. Aber gibt es jemanden, der bedenkt?"
  },
  {
    "verse_number": 52,
    "translation": "Alles, was sie getan haben, (steht) in den Schriften."
  },
  {
    "verse_number": 53,
    "translation": "Alles, ob klein oder groß, wird in Zeilen niedergeschrieben."
  },
  {
    "verse_number": 54,
    "translation": "Gewiß, die Gottesfürchtigen werden in Gärten und an Bächen sein,"
  },
  {
    "verse_number": 55,
    "translation": "am Sitz der Wahrhaftigkeit, bei einem allmächtigen Herrscher."
  }
]