[
  {
    "verse_number": 1,
    "translation": "Nun. Beim Schreibrohr und dem, was sie in Zeilen niederschreiben."
  },
  {
    "verse_number": 2,
    "translation": "Du bist durch die Gunst deines Herrn kein Besessener."
  },
  {
    "verse_number": 3,
    "translation": "Es wird für dich wahrlich Lohn geben, der nicht aufhört."
  },
  {
    "verse_number": 4,
    "translation": "Und du bist wahrlich von großartiger Wesensart."
  },
  {
    "verse_number": 5,
    "translation": "Du wirst sehen, und (auch) sie werden sehen,"
  },
  {
    "verse_number": 6,
    "translation": "wer von euch (durch Besessenheit) der Versuchung ausgesetzt ist."
  },
  {
    "verse_number": 7,
    "translation": "Gewiß, dein Herr weiß sehr wohl, wer von Seinem Weg abirrt, und Er kennt sehr wohl die Rechtgeleiteten."
  },
  {
    "verse_number": 8,
    "translation": "So gehorche nicht den Leugnern (der Botschaft)."
  },
  {
    "verse_number": 9,
    "translation": "Sie möchten gern, daß du schmeichelst, so daß (auch) sie schmeicheln (können)."
  },
  {
    "verse_number": 10,
    "translation": "Und gehorche keinem verächtlichen Schwörer,"
  },
  {
    "verse_number": 11,
    "translation": "Stichler und Verbreiter von Verleumdungen,"
  },
  {
    "verse_number": 12,
    "translation": "Verweigerer des Guten, der Übertretungen begeht und ein Sünder ist,"
  },
  {
    "verse_number": 13,
    "translation": "einem von grobem Benehmen und darüber hinaus einem Eindringling"
  },
  {
    "verse_number": 14,
    "translation": "(nur deshalb), weil er Besitz und Söhne hat."
  },
  {
    "verse_number": 15,
    "translation": "Wenn ihm Unsere Zeichen verlesen werden, sagt er: (Es sind) Fabeln der Früheren."
  },
  {
    "verse_number": 16,
    "translation": "Wir werden ihn mit einem Merkmal auf der Nase zeichnen."
  },
  {
    "verse_number": 17,
    "translation": "Wir haben sie geprüft, wie Wir die Besitzer des Gartens prüften, als sie schworen, sie würden ihn bei Tagesanbruch abpflücken,"
  },
  {
    "verse_number": 18,
    "translation": "und nicht(s) ausnahmen."
  },
  {
    "verse_number": 19,
    "translation": "Da ging darin Verheerendes von deinem Herrn umher, während sie schliefen,"
  },
  {
    "verse_number": 20,
    "translation": "und er war dann am Morgen wie abgepflückt."
  },
  {
    "verse_number": 21,
    "translation": "Da riefen sie bei Tagesanbruch einander zu:"
  },
  {
    "verse_number": 22,
    "translation": "Geht in der Morgenfrühe zu eurer Pflanzung, wenn ihr pflücken wollt."
  },
  {
    "verse_number": 23,
    "translation": "Da zogen sie los und flüsterten dabei einander zu:"
  },
  {
    "verse_number": 24,
    "translation": "In ihn soll heute ja kein Armer zu euch hineingelangen."
  },
  {
    "verse_number": 25,
    "translation": "Und sie gingen hin in der Morgenfrühe, zum Verwehren bereit."
  },
  {
    "verse_number": 26,
    "translation": "Als sie ihn aber sahen, sagten sie: Wir haben uns fürwahr geirrt."
  },
  {
    "verse_number": 27,
    "translation": "Nein! Vielmehr entbehren wir alles."
  },
  {
    "verse_number": 28,
    "translation": "Der Mittlere von ihnen sagte: Habe ich nicht zu euch gesagt: Würdet ihr doch Allah preisen!"
  },
  {
    "verse_number": 29,
    "translation": "Sie sagten: Preis sei unserem Herrn! Wir waren gewiß ungerecht."
  },
  {
    "verse_number": 30,
    "translation": "Da wandten sie sich einander zu, sich gegenseitig tadelnd."
  },
  {
    "verse_number": 31,
    "translation": "Sie sagten: O wehe uns! Wir pflegten ja das Maß (an Frevel) zu überschreiten."
  },
  {
    "verse_number": 32,
    "translation": "Vielleicht wird unser Herr uns zum Tausch dafür einen besseren (Garten) als ihn geben! Gewiß, nach Allah steht unser Begehren."
  },
  {
    "verse_number": 33,
    "translation": "So ist die Strafe; aber die Strafe des Jenseits ist wahrlich größer, wenn sie nur wüßten!"
  },
  {
    "verse_number": 34,
    "translation": "Gewiß, für die Gottesfürchtigen wird es bei ihrem Herrn die Gärten der Wonne geben."
  },
  {
    "verse_number": 35,
    "translation": "Sollen Wir etwa die Gottergebenen den Übeltätern gleichstellen?"
  },
  {
    "verse_number": 36,
    "translation": "Was ist mit euch? Wie urteilt ihr?"
  },
  {
    "verse_number": 37,
    "translation": "Oder habt ihr eine Schrift, in der ihr lernt (und sucht);"
  },
  {
    "verse_number": 38,
    "translation": "ihr sollt darin wahrlich das haben, was ihr euch auswählt."
  },
  {
    "verse_number": 39,
    "translation": "Oder habt ihr von Uns verbindliche Eide, die bis zum Tag der Auferstehung reichen; ihr bekommt wahrlich das, was ihr urteilt."
  },
  {
    "verse_number": 40,
    "translation": "Frage sie, wer von ihnen dafür Bürge ist."
  },
  {
    "verse_number": 41,
    "translation": "Oder haben sie (etwa) Teilhaber? So sollen sie doch ihre Teilhaber beibringen, wenn sie wahrhaftig sind."
  },
  {
    "verse_number": 42,
    "translation": "Am Tag, da (manch) ein Schenkel entblößt wird und sie aufgerufen werden, sich (anbetend) niederzuwerfen, aber da werden sie es nicht können,"
  },
  {
    "verse_number": 43,
    "translation": "während ihre Blicke demütig sind und Erniedrigung sie bedeckt. Dabei waren sie doch bereits aufgefordert worden, sich (anbetend) niederzuwerfen, als sie (noch) heil waren."
  },
  {
    "verse_number": 44,
    "translation": "Lasse Mich (allein) mit denjenigen, die diese Aussage für Lüge erklären; Wir werden sie stufenweise (dem Verderben) näherbringen, von wo sie nicht wissen."
  },
  {
    "verse_number": 45,
    "translation": "Und Ich gewähre ihnen Aufschub. (Aber) gewiß, Meine List ist fest."
  },
  {
    "verse_number": 46,
    "translation": "Oder verlangst du (etwa) von ihnen einen Lohn, so daß sie mit Schulden belastet wären?"
  },
  {
    "verse_number": 47,
    "translation": "Oder besitzen sie (das Wissen über) das Verborgene, so daß sie (es) aufschreiben (können)?"
  },
  {
    "verse_number": 48,
    "translation": "So sei standhaft in Bezug auf das Urteil deines Herrn. Und sei nicht wie der Gefährte des (großen) Fisches, als er voller Gram (zu Allah) rief."
  },
  {
    "verse_number": 49,
    "translation": "Wenn ihn nicht eine Gunst von seinem Herrn rechtzeitig erreicht hätte, wäre er wahrlich auf das kahle Land geworfen worden und hätte sich dabei Vorwürfe zugezogen."
  },
  {
    "verse_number": 50,
    "translation": "Da erwählte ihn sein Herr und machte ihn zu einem der Rechtschaffenen."
  },
  {
    "verse_number": 51,
    "translation": "Diejenigen, die ungläubig sind, würden dich, wenn sie die Ermahnung hören, mit ihren Blicken wahrlich beinahe ins Straucheln bringen. Und sie sagen: Er ist ja fürwahr besessen."
  },
  {
    "verse_number": 52,
    "translation": "Doch es ist nur eine Ermahnung für die Weltenbewohner."
  }
]