[
  {
    "verse_number": 1,
    "translation": "Ta-Ha."
  },
  {
    "verse_number": 2,
    "translation": "Wir haben den Qur’an nicht auf dich (als Offenbarung) hinabgesandt, damit du unglücklich bist,"
  },
  {
    "verse_number": 3,
    "translation": "sondern als Erinnerung für denjenigen, der gottesfürchtig ist,"
  },
  {
    "verse_number": 4,
    "translation": "eine Offenbarung von Demjenigen, Der die Erde und die hohen Himmel erschaffen hat."
  },
  {
    "verse_number": 5,
    "translation": "Der Allerbarmer ist über dem Thron erhaben."
  },
  {
    "verse_number": 6,
    "translation": "Ihm gehört (alles), was in den Himmeln und was auf der Erde ist und was dazwischen und was unter dem (feuchten) Erdreich ist."
  },
  {
    "verse_number": 7,
    "translation": "Und wenn du deine Worte laut vernehmbar äußerst, gewiß so weiß Er ja das Geheime und was noch verborgener ist."
  },
  {
    "verse_number": 8,
    "translation": "Allah - es gibt keinen Gott außer Ihm. Sein sind die schönsten Namen."
  },
  {
    "verse_number": 9,
    "translation": "Ist zu dir die Geschichte Musas gekommen?"
  },
  {
    "verse_number": 10,
    "translation": "Als er ein Feuer sah und zu seinen Angehörigen sagte: „Bleibt hier. Ich habe ein Feuer wahrgenommen; vielleicht kann ich euch davon ein brennendes Stück Holz bringen oder am Feuer eine Wegweisung finden."
  },
  {
    "verse_number": 11,
    "translation": "Als er dort hinkam, wurde ihm zugerufen: „O Musa!"
  },
  {
    "verse_number": 12,
    "translation": "Gewiß, Ich bin dein Herr, so ziehe deine Schuhe aus. Du befindest dich im geheiligten Tal Tuwa."
  },
  {
    "verse_number": 13,
    "translation": "Und Ich habe dich erwählt. So höre auf das, was (als Offenbarung) eingegeben wird."
  },
  {
    "verse_number": 14,
    "translation": "Gewiß, Ich bin Allah. Es gibt keinen Gott außer Mir. So diene Mir und verrichte das Gebet zu Meinem Gedenken."
  },
  {
    "verse_number": 15,
    "translation": "Gewiß, die Stunde kommt - Ich hielte sie beinahe (ganz) verborgen -, damit jeder Seele das vergolten wird, worum sie sich bemüht."
  },
  {
    "verse_number": 16,
    "translation": "So lasse denn nicht denjenigen dich von ihr abhalten, der nicht an sie glaubt und seiner Neigung folgt, sonst würdest du dich ins Verderben stürzen."
  },
  {
    "verse_number": 17,
    "translation": "Und was ist das da in deiner Rechten, o Musa?"
  },
  {
    "verse_number": 18,
    "translation": "Er sagte: „Es ist mein Stock, auf den ich mich stütze und mit dem ich für meine Schafe Blätter abschlage; und ich gebrauche ihn auch noch zu anderen Zwecken."
  },
  {
    "verse_number": 19,
    "translation": "Er sagte: „Wirf ihn hin, o Musa!"
  },
  {
    "verse_number": 20,
    "translation": "Er warf ihn hin, und sogleich war er eine Schlange, die sich rasch bewegte."
  },
  {
    "verse_number": 21,
    "translation": "Er sagte: „Nimm sie, und fürchte dich nicht. Wir werden sie in ihren früheren Zustand zurückbringen."
  },
  {
    "verse_number": 22,
    "translation": "Und lege deine Hand dicht an deine Seite (, unter dem Oberarm), so kommt sie weiß heraus, jedoch nicht von Übel befallen. (Nimm dies) als weiteres Zeichen,"
  },
  {
    "verse_number": 23,
    "translation": "auf daß Wir dich etwas von Unseren größten Zeichen sehen lassen."
  },
  {
    "verse_number": 24,
    "translation": "Geh zu Fir’aun, denn gewiß, er überschreitet das Maß (an Frevel)."
  },
  {
    "verse_number": 25,
    "translation": "Er sagte: „Mein Herr, weite mir meine Brust,"
  },
  {
    "verse_number": 26,
    "translation": "und mache mir meine Angelegenheit leicht."
  },
  {
    "verse_number": 27,
    "translation": "Und löse den Knoten in meiner Zunge,"
  },
  {
    "verse_number": 28,
    "translation": "so daß sie meine Worte verstehen."
  },
  {
    "verse_number": 29,
    "translation": "Und bestelle mir von meinen Angehörigen einen, der (die Last) mitträgt,"
  },
  {
    "verse_number": 30,
    "translation": "Harun, meinen Bruder."
  },
  {
    "verse_number": 31,
    "translation": "Festige durch ihn meine Stärke,"
  },
  {
    "verse_number": 32,
    "translation": "und lasse ihn an meiner Angelegenheit teilhaben,"
  },
  {
    "verse_number": 33,
    "translation": "damit wir Dich häufig preisen"
  },
  {
    "verse_number": 34,
    "translation": "und Deiner häufig gedenken."
  },
  {
    "verse_number": 35,
    "translation": "Gewiß, Du siehst uns wohl."
  },
  {
    "verse_number": 36,
    "translation": "Er sagte: „Deine Bitte ist dir ja gewährt, o Musa!"
  },
  {
    "verse_number": 37,
    "translation": "Und Wir erwiesen dir bereits ein anderes Mal eine Wohltat,"
  },
  {
    "verse_number": 38,
    "translation": "als Wir deiner Mutter eingaben, was (als Weisung) eingegeben werden sollte:"
  },
  {
    "verse_number": 39,
    "translation": ",Wirf ihn in den Kasten und wirf ihn ins Wasser’, und das Wasser soll ihn ans Ufer setzen, so daß ihn ein Feind von Mir und ein Feind von ihm aufnimmt. Und Ich habe auf dich Liebe von Mir gelegt - und damit du vor Meinem Auge aufgezogen würdest."
  },
  {
    "verse_number": 40,
    "translation": "Als deine Schwester hinging und sagte: ,Soll ich euch auf jemanden hinweisen, der ihn betreuen würde?’ So gaben Wir dich deiner Mutter wieder, damit sie frohen Mutes und nicht traurig sei. Und du tötetest eine Seele, und da erretteten Wir dich aus dem Kummer, und Wir unterzogen dich einer harten Prüfung. So verweiltest du jahrelang unter den Leuten von Madyan. Hierauf kamst du zu einer vorausbestimmten Zeit, o Musa."
  },
  {
    "verse_number": 41,
    "translation": "Und Ich habe dich für Mich auserwählt."
  },
  {
    "verse_number": 42,
    "translation": "Geh, du und dein Bruder, mit Meinen Zeichen, und laßt nicht nach in Meinem Gedenken."
  },
  {
    "verse_number": 43,
    "translation": "Geht zu Fir’aun, denn er lehnt sich auf."
  },
  {
    "verse_number": 44,
    "translation": "Und so redet mit ihm in sanften Worten, auf daß er bedenken oder sich fürchten möge."
  },
  {
    "verse_number": 45,
    "translation": "Sie sagten: „Unser Herr, gewiß, wir fürchten, daß er übereilig gegen uns vorgeht oder daß er das Maß überschreitet."
  },
  {
    "verse_number": 46,
    "translation": "Er sagte: „Fürchtet euch nicht. Ich bin gewiß mit euch, Ich höre und Ich sehe (, was geschieht)."
  },
  {
    "verse_number": 47,
    "translation": "So kommt denn zu ihm und sagt: ,Wir beide sind Gesandte deines Herrn. Lasse die Kinder Isra’ils mit uns gehen, und strafe sie nicht. Wir sind ja mit einem Zeichen von deinem Herrn zu dir gekommen. Und Friede sei auf demjenigen, der der Rechtleitung folgt."
  },
  {
    "verse_number": 48,
    "translation": "Uns ist ja (als Offenbarung) eingegeben worden, daß die Strafe denjenigen überkommt, der (die Botschaft) für Lüge erklärt und sich abkehrt’."
  },
  {
    "verse_number": 49,
    "translation": "Er sagte: „Wer ist denn euer beider Herr, o Musa?"
  },
  {
    "verse_number": 50,
    "translation": "Er sagte: „Unser Herr ist derjenige, der allem seine Natur gegeben und (es) hierauf rechtgeleitet hat."
  },
  {
    "verse_number": 51,
    "translation": "Er sagte: „Wie steht es denn mit den früheren Geschlechtern?"
  },
  {
    "verse_number": 52,
    "translation": "Er sagte: „Das Wissen um sie ist bei meinem Herrn in einem Buch. Mein Herr irrt nicht, noch vergißt Er."
  },
  {
    "verse_number": 53,
    "translation": "(Er ist es,) Der euch die Erde zu einer Lagerstatt gemacht und für euch auf ihr Wege sich hinziehen und vom Himmel Wasser herabkommen läßt, womit Wir dann Arten verschiedener Gewächse hervorbringen."
  },
  {
    "verse_number": 54,
    "translation": "Eßt und weidet euer Vieh. Darin sind wahrlich Zeichen für Leute von Verstand."
  },
  {
    "verse_number": 55,
    "translation": "Aus ihr haben Wir euch erschaffen, und in sie bringen Wir euch zurück, und aus ihr bringen Wir euch ein anderes Mal hervor."
  },
  {
    "verse_number": 56,
    "translation": "Und Wir zeigten ihm ja Unsere Zeichen alle, aber er erklärte (sie) für Lüge und weigerte sich."
  },
  {
    "verse_number": 57,
    "translation": "Er sagte: „Bist du zu uns gekommen, um uns aus unserem Land mit deiner Zauberei zu vertreiben, o Musa?"
  },
  {
    "verse_number": 58,
    "translation": "Aber wir werden dir ganz gewiß Zauberei gleicher Art bringen. So setze zwischen uns und dir eine Verabredung(szeit) fest, die weder wir noch du verfehlen werden, an einem Ort, der (uns allen) gleichermaßen recht ist."
  },
  {
    "verse_number": 59,
    "translation": "Er sagte: „Eure Verabredung(szeit) soll der Tag des Schmuckfestes sein, und die Menschen sollen am hellen Morgen versammelt werden."
  },
  {
    "verse_number": 60,
    "translation": "Und so kehrte sich Fir’aun ab, und dann nahm er seine ganze List zusammen. Hierauf kam er."
  },
  {
    "verse_number": 61,
    "translation": "Musa sagte zu ihnen: „Wehe euch! Ersinnt gegen Allah keine Lüge, sonst vertilgt Er euch durch eine Strafe. Enttäuscht wird ja, wer Lügen ersinnt."
  },
  {
    "verse_number": 62,
    "translation": "Da stritten sie untereinander über ihre Angelegenheit und führten insgeheim vertrauliche Gespräche."
  },
  {
    "verse_number": 63,
    "translation": "Sie sagten: „Diese beiden sind wahrlich nur Zauberer, die euch aus eurem Land mit ihrem Zauber vertreiben und eure vorbildliche Lebensweise beseitigen wollen."
  },
  {
    "verse_number": 64,
    "translation": "So einigt euch auf eure List, hierauf kommt in Reihen. Und wohl ergehen wird es ja heute demjenigen, der die Oberhand gewinnt."
  },
  {
    "verse_number": 65,
    "translation": "Sie sagten: „O Musa, entweder wirfst du, oder wir werden es sein, die zuerst werfen."
  },
  {
    "verse_number": 66,
    "translation": "Er sagte: „Nein! Vielmehr werft ihr (zuerst). Und sogleich kamen ihm ihre Stricke und Stöcke durch ihre Zauberei so vor, als ob sie sich rasch bewegten."
  },
  {
    "verse_number": 67,
    "translation": "Und er, Musa, empfand Furcht in seiner Seele."
  },
  {
    "verse_number": 68,
    "translation": "Wir sagten: „Fürchte dich nicht; du, ja gewiß du, wirst die Oberhand gewinnen."
  },
  {
    "verse_number": 69,
    "translation": "Wirf hin, was in deiner Rechten ist, so verschlingt es das, was sie gemacht haben. Was sie gemacht haben, ist nur die List eines Zauberers, und dem Zauberer wird es nicht wohl ergehen, wohin er auch kommen mag ."
  },
  {
    "verse_number": 70,
    "translation": "Da warfen sich die Zauberer ehrerbietig nieder. Sie sagten: „Wir glauben an den Herrn Haruns und Musas."
  },
  {
    "verse_number": 71,
    "translation": "Er (Fir’aun) sagte: „Ihr glaubt an ihn, bevor ich es euch erlaube? Er ist wahrlich euer Ältester, der euch die Zauberei gelehrt hat. So werde ich ganz gewiß eure Hände und eure Füße wechselseitig abhacken und euch ganz gewiß an Palmstämmen kreuzigen (lassen). Und ihr werdet ganz gewiß erfahren, wer von uns strenger im Strafen und beständiger ist."
  },
  {
    "verse_number": 72,
    "translation": "Sie sagten: „Wir werden dich nicht dem vorziehen, was an klaren Beweisen zu uns gekommen ist, und (vor) Demjenigen, Der uns erschaffen hat. So entscheide, was du entscheiden magst; du entscheidest nur über dieses irdische Leben."
  },
  {
    "verse_number": 73,
    "translation": "Wir glauben an unseren Herrn, damit Er uns unsere Verfehlungen vergebe und (auch) die Zauberei, zu der du uns gezwungen hast. Allah ist besser und be ständiger."
  },
  {
    "verse_number": 74,
    "translation": "Gewiß, wer zu seinem Herrn als Übeltäter kommt, für den gibt es die Hölle; darin wird er weder sterben noch leben."
  },
  {
    "verse_number": 75,
    "translation": "Wer zu Ihm als Gläubiger kommt, der rechtschaffene Werke getan hat, für jene gibt es die höchsten Rangstufen,"
  },
  {
    "verse_number": 76,
    "translation": "die Gärten Edens, durcheilt von Bächen; ewig darin zu bleiben. Das ist der Lohn desjenigen, der sich läutert."
  },
  {
    "verse_number": 77,
    "translation": "Und Wir gaben Musa ja (als Offenbarung) ein: „Zieh bei Nacht mit Meinen Dienern fort und schlage ihnen einen trockenen Weg durch das Meer; du befürchtest weder, eingeholt zu werden, noch hast du Angst’."
  },
  {
    "verse_number": 78,
    "translation": "Da verfolgte sie Fir’aun mit seinen Heerscharen, und es überdeckte sie vom Meer, was sie überdeckte."
  },
  {
    "verse_number": 79,
    "translation": "Fir’aun hatte sein Volk in die Irre geführt und nicht rechtgeleitet."
  },
  {
    "verse_number": 80,
    "translation": "O Kinder Isra’ils, Wir retteten euch ja vor eurem Feind, verabredeten Uns mit euch auf der rechten Seite des Berges und sandten das Manna und die Wachteln auf euch hinab:"
  },
  {
    "verse_number": 81,
    "translation": "„Eßt von den guten Dingen, mit denen Wir euch versorgt haben, und lehnt euch dabei nicht (durch Undankbarkeit) auf, sonst bricht Mein Zorn über euch herein; denn derjenige, über den Mein Zorn hereinbricht, wird sicherlich stürzen."
  },
  {
    "verse_number": 82,
    "translation": "Und Ich bin wahrlich Allvergebend für denjenigen, der bereut und glaubt und rechtschaffen handelt und sich hierauf rechtleiten läßt."
  },
  {
    "verse_number": 83,
    "translation": "„Und was hat dich veranlaßt, von deinem Volk fortzueilen, o Musa?"
  },
  {
    "verse_number": 84,
    "translation": "Er sagte: „Sie folgen mir doch auf der Spur. Und ich bin zu Dir geeilt, mein Herr, damit Du (mit mir) zufrieden seiest."
  },
  {
    "verse_number": 85,
    "translation": "Er sagte: „Wir haben dein Volk der Versuchung ausgesetzt, nachdem du (weggegangen) warst, und der Samiri hat sie in die Irre geführt."
  },
  {
    "verse_number": 86,
    "translation": "Da kam Musa zu seinem Volk zornig und bekümmert zurück. Er sagte: „O mein Volk, hat euch euer Herr nicht ein schönes Versprechen gegeben? Dauerte es euch mit dem Bund zu lange, oder wolltet ihr, daß Zorn von eurem Herrn über euch hereinbricht, so daß ihr die Vereinbarung mit mir gebrochen habt?"
  },
  {
    "verse_number": 87,
    "translation": "Sie sagten: „Wir haben die Vereinbarung mit dir nicht aus unserem (eigenen) Willen gebrochen, sondern wir trugen (ganze) Lasten von den Schmucksachen des Volkes, und dann haben wir sie geworfen, und ebenso hat der Samiri (welche) hineingelegt."
  },
  {
    "verse_number": 88,
    "translation": "So brachte er ihnen ein Kalb hervor als Leib, das blökte. Sie sagten: ,Das ist euer Gott und der Gott Musas, aber er hat (es) vergessen’."
  },
  {
    "verse_number": 89,
    "translation": "Sehen sie denn nicht, daß er ihnen kein Wort erwidert und ihnen weder Schaden noch Nutzen zu bringen vermag?"
  },
  {
    "verse_number": 90,
    "translation": "Harun hatte ihnen ja bereits zuvor gesagt: „O mein Volk, ihr seid damit nur der Versuchung ausgesetzt worden. Gewiß, euer Herr ist der Allerbarmer; so folgt mir und gehorcht meinem Befehl."
  },
  {
    "verse_number": 91,
    "translation": "Sie sagten: „Wir werden nicht davon ablassen, uns seiner Andacht hinzugeben, bis Musa zu uns zurückkehrt."
  },
  {
    "verse_number": 92,
    "translation": "Er (Musa) sagte: „O Harun, was hat dich, als du sie irregehen sahst, davon abgehalten,"
  },
  {
    "verse_number": 93,
    "translation": "mir zu folgen? Hast du dich denn meinem Befehl widersetzt?"
  },
  {
    "verse_number": 94,
    "translation": "Er sagte: „O Sohn meiner Mutter, pack mich nicht am Bart und nicht am Kopf. Ich fürchtete, du würdest sagen: ,Du hast unter den Kindern Isra’ils Zwietracht gestiftet und mein Wort nicht beachtet’."
  },
  {
    "verse_number": 95,
    "translation": "Er sagte: „Doch was ist mit dir, o Samiri?"
  },
  {
    "verse_number": 96,
    "translation": "Er sagte: „Ich gewahrte, was sie nicht gewahrten, und so faßte ich eine Handvoll (Erde) von der Spur des Gesandten und warf sie dann hin (ins Feuer). So habe ich es mir selbst eingeredet."
  },
  {
    "verse_number": 97,
    "translation": "Er sagte:„Geh weg! Es ist dir im Leben beschieden, zu sagen: ,Berührt mich nicht! Und du hast eine Verabredung, die dir nicht gebrochen wird. Und schau auf deinen Gott, dessen Andacht du dich dauernd hingegeben hast. Wir werden ihn ganz gewiß verbrennen, und hierauf werden wir ihn ganz gewiß in das große Gewässer streuen."
  },
  {
    "verse_number": 98,
    "translation": "Euer Gott ist allein Allah, außer Dem es keinen Gott gibt. Er umfaßt alles mit (Seinem) Wissen."
  },
  {
    "verse_number": 99,
    "translation": "Auf diese Weise erzählen Wir dir (einiges) von den Berichten dessen, was früher geschah. Und Wir haben dir ja von Uns aus eine Ermahnung gegeben."
  },
  {
    "verse_number": 100,
    "translation": "Wer sich davon abwendet, der wird am Tag der Auferstehung eine (drückende) Last tragen,"
  },
  {
    "verse_number": 101,
    "translation": "ewig darin zu bleiben. Wie böse wird (dies) für sie am Tag der Auferstehung als Last sein!"
  },
  {
    "verse_number": 102,
    "translation": "Am Tag, da ins Horn geblasen wird und Wir die Übeltäter als Leute mit blauen Augen versammeln."
  },
  {
    "verse_number": 103,
    "translation": "Sie flüstern einander zu: „Ihr habt nur zehn (Nächte) verweilt."
  },
  {
    "verse_number": 104,
    "translation": "Wir wissen sehr wohl, was sie sagen, wenn der Vorbildlichste von ihnen in seinem Verhalten sagen wird: „Ihr habt nur einen Tag verweilt."
  },
  {
    "verse_number": 105,
    "translation": "Sie fragen dich nach den Bergen. Sag: Mein Herr wird sie wie Staub zerstreuen"
  },
  {
    "verse_number": 106,
    "translation": "und sie dann als leere Ebene zurücklassen,"
  },
  {
    "verse_number": 107,
    "translation": "worauf du weder eine Vertiefung noch Erhebung siehst."
  },
  {
    "verse_number": 108,
    "translation": "An jenem Tag folgen sie dem Rufer, bei dem es nichts Krummes gibt; die Stimmen senken sich in Demut vor dem Allerbarmer, so daß du nichts hörst außer Flüstern."
  },
  {
    "verse_number": 109,
    "translation": "An jenem Tag nützt die Fürsprache nicht, außer durch denjenigen, dem es der Allerbarmer erlaubt und mit dessen Worten Er zufrieden ist."
  },
  {
    "verse_number": 110,
    "translation": "Er weiß, was vor ihnen und was hinter ihnen liegt, sie aber umfassen es nicht mit (ihrem) Wissen."
  },
  {
    "verse_number": 111,
    "translation": "Demütig werden sich die Gesichter vor dem Lebendigen und Beständigen senken. Und wirklich enttäuscht wird, wer (als Last begangenes) Unrecht trägt."
  },
  {
    "verse_number": 112,
    "translation": "Wer aber etwas an rechtschaffenen Werken tut und dabei gläubig ist, der wird kein Unrecht und keine (Lohn)minderung befürchten."
  },
  {
    "verse_number": 113,
    "translation": "Und so haben Wir ihn als einen arabischen Qur’an hinabgesandt. Und Wir haben darin verschiedene Androhungen dargelegt, auf daß sie gottesfürchtig werden mögen oder er bei ihnen Gedenken (Allahs) hervorrufe."
  },
  {
    "verse_number": 114,
    "translation": "Erhaben ist Allah, der König, der Wahre! Und übereile dich nicht mit dem Qur’an, bevor dir seine Offenbarung vollständig eingegeben worden ist. Und sag: Mein Herr, lasse mich an Wissen zunehmen."
  },
  {
    "verse_number": 115,
    "translation": "Und Wir hatten bereits zuvor Adam eine Verpflichtung auferlegt. Aber er vergaß (sie), und Wir fanden bei ihm keine Entschlossenheit."
  },
  {
    "verse_number": 116,
    "translation": "Und als Wir zu den Engeln sagten: „Werft euch vor Adam nieder. Da warfen sie sich nieder, außer Iblis. Er weigerte sich."
  },
  {
    "verse_number": 117,
    "translation": "Da sagten Wir: „O Adam, dieser (da) ist dir und deiner Gattin gewiß ein Feind. Daß er euch beide ja nicht aus dem (Paradies)garten vertreibt! Sonst wirst du unglücklich sein."
  },
  {
    "verse_number": 118,
    "translation": "Gewiß, es ist dir gewährt, daß du darin weder hungerst noch nackt bist,"
  },
  {
    "verse_number": 119,
    "translation": "und daß du darin weder dürstest noch Sonnenhitze erleidest."
  },
  {
    "verse_number": 120,
    "translation": "Aber da flüsterte ihm der Satan ein und sagte: „O Adam, soll ich dich auf den Baum der Ewigkeit hinweisen und auf eine Herrschaft, die nicht vergeht?"
  },
  {
    "verse_number": 121,
    "translation": "So aßen sie beide davon, und da zeigte sich ihnen ihre Blöße offenkundig, und sie begannen, Blätter des (Paradies)gartens auf sich zusammenzuheften. So widersetzte Adam sich seinem Herrn, und da fiel er in Verirrung."
  },
  {
    "verse_number": 122,
    "translation": "Hierauf erwählte ihn sein Herr, und so wandte Er Sich ihm Reue annehmend zu und leitete (ihn) recht."
  },
  {
    "verse_number": 123,
    "translation": "Er sagte: „Geht alle fort von ihm. Einige von euch seien des anderen Feind. Doch wenn dann von Mir Rechtleitung zu euch kommt, dann wird derjenige, der Meiner Rechtleitung folgt, nicht irregehen und nicht unglücklich sein."
  },
  {
    "verse_number": 124,
    "translation": "Wer sich aber von Meiner Ermahnung abwendet, der wird ein beengtes Leben führen, und Wir werden ihn am Tag der Auferstehung blind (zu den anderen) versammeln."
  },
  {
    "verse_number": 125,
    "translation": "Er wird sagen: „Mein Herr, warum hast Du mich blind (zu den anderen) versammelt, wo ich doch sehen konnte?"
  },
  {
    "verse_number": 126,
    "translation": "Er sagt: „So sind auch zu dir Unsere Zeichen gekommen, und doch hast du sie vergessen. Ebenso wirst du heute vergessen."
  },
  {
    "verse_number": 127,
    "translation": "So vergelten Wir demjenigen, der maßlos ist und nicht an die Zeichen seines Herrn glaubt. Die Strafe des Jenseits ist wahrlich strenger und nachhaltiger."
  },
  {
    "verse_number": 128,
    "translation": "Ist ihnen denn nicht deutlich geworden, wie viele Geschlechter Wir vor ihnen vernichtet haben, in deren Wohnorten sie (nun) umhergehen? Darin sind wahrlich Zeichen für Leute von Verstand."
  },
  {
    "verse_number": 129,
    "translation": "Wenn es nicht ein schon früher ergangenes Wort von deinem Herrn und eine festgesetzte Frist gäbe, wäre (die sofortige Strafe) fürwahr unabwendbar."
  },
  {
    "verse_number": 130,
    "translation": "So ertrage standhaft, was sie sagen, und lobpreise deinen Herrn vor dem Aufgang der Sonne und vor ihrem Untergang, und zu (verschiedenen) Stunden der Nacht preise (Ihn) und (ebenso) an den Enden des Tages, auf daß du zufrieden sein mögest."
  },
  {
    "verse_number": 131,
    "translation": "Und richte nur nicht deine Augen auf das, was Wir manchen von ihnen paarweise als Nießbrauch gewähren - den Glanz des diesseitigen Lebens -, um sie darin der Versuchung auszusetzen. Die Versorgung deines Herrn ist besser und beständiger."
  },
  {
    "verse_number": 132,
    "translation": "Und befiehl deinen Angehörigen, das Gebet (zu verrichten), und sei beharrlich darin. Wir fordern keine Versorgung von dir; Wir versorgen dich. Und das (gute) Ende gehört der Gottesfurcht."
  },
  {
    "verse_number": 133,
    "translation": "Und sie sagen: „Wenn er uns doch ein Zeichen von seinem Herrn bringen würde! Ist nicht zu ihnen der klare Beweis dessen gekommen, was auf den früheren Blättern steht?"
  },
  {
    "verse_number": 134,
    "translation": "Hätten Wir sie vor ihm durch eine Strafe vernichtet, hätten sie fürwahr gesagt: „Unser Herr, hättest Du doch einen Gesandten zu uns gesandt, so daß wir Deinen Zeichen hätten folgen können, bevor wir erniedrigt und in Schande gestürzt würden!"
  },
  {
    "verse_number": 135,
    "translation": "Sag: Jeder wartet ab; so wartet auch (ihr) ab. Dann werdet ihr (noch) erfahren, wer die Leute des ebenen Weges sind und wer rechtgeleitet ist."
  }
]