[
  {
    "verse_number": 1,
    "translation": "Ya-Sin."
  },
  {
    "verse_number": 2,
    "translation": "Bei dem weisen Qur’an,"
  },
  {
    "verse_number": 3,
    "translation": "du bist wahrlich einer der Gesandten"
  },
  {
    "verse_number": 4,
    "translation": "auf einem geraden Weg."
  },
  {
    "verse_number": 5,
    "translation": "(Er ist) die Offenbarung des Allmächtigen und Barmherzigen,"
  },
  {
    "verse_number": 6,
    "translation": "damit du ein Volk warnst, dessen Väter nicht gewarnt wurden, so daß sie (gegenüber allem) unachtsam sind."
  },
  {
    "verse_number": 7,
    "translation": "Das Wort ist ja gegen die meisten von ihnen unvermeidlich fällig geworden, so glauben sie nicht."
  },
  {
    "verse_number": 8,
    "translation": "Gewiß, Wir haben um ihre Hälse Fesseln gelegt. Sie reichen bis zum Kinn, so daß sie den Kopf hochhalten (müssen)."
  },
  {
    "verse_number": 9,
    "translation": "Und Wir haben vor ihnen eine Sperrmauer errichtet und hinter ihnen eine Sperrmauer und sie so überdeckt, daß sie nicht sehen (können)."
  },
  {
    "verse_number": 10,
    "translation": "Und gleich ist es in Bezug auf sie, ob du sie warnst oder sie nicht warnst; sie glauben nicht."
  },
  {
    "verse_number": 11,
    "translation": "Du kannst nur jemanden warnen, der der Ermahnung folgt und den Allerbarmer im Verborgenen fürchtet. So verkünde ihm Vergebung und trefflichen Lohn."
  },
  {
    "verse_number": 12,
    "translation": "Gewiß, Wir sind es, Die Wir die Toten wieder lebendig machen. Und Wir schreiben auf, was sie vorausgeschickt haben und (auch) ihre Spuren. Alles haben Wir in einem deutlichen Verzeichnis erfaßt."
  },
  {
    "verse_number": 13,
    "translation": "Und präge ihnen als Gleichnis die (Geschichte der) Bewohner der Stadt, als die Gesandten zu ihr kamen."
  },
  {
    "verse_number": 14,
    "translation": "Als Wir zwei zu ihnen sandten, da bezichtigten sie beide der Lüge, und so brachten Wir durch einen dritten Verstärkung. Sie sagten: „Gewiß, wir sind zu euch gesandt."
  },
  {
    "verse_number": 15,
    "translation": "Sie sagten: „Ihr seid nur menschliche Wesen wie wir. Nichts (als Offenbarung) hat der Allerbarmer herabgesandt. Ihr lügt nur."
  },
  {
    "verse_number": 16,
    "translation": "Sie sagten: „Unser Herr weiß (es), wir sind wirklich zu euch gesandt."
  },
  {
    "verse_number": 17,
    "translation": "Und uns obliegt nur die deutliche Übermittelung (der Botschaft)."
  },
  {
    "verse_number": 18,
    "translation": "Sie sagten: „Wir sehen in euch ein böses Vorzeichen. Wenn ihr nicht aufhört, werden wir euch ganz gewiß steinigen, und euch wird ganz gewiß schmerzhafte Strafe von uns widerfahren."
  },
  {
    "verse_number": 19,
    "translation": "Sie sagten: „Euer Vorzeichen ist bei euch (selbst). (Ist es ein böses Vorzeichen,) wenn ihr ermahnt werdet? Aber nein! Ihr seid maßlose Leute."
  },
  {
    "verse_number": 20,
    "translation": "Und es kam vom äußersten Ende der Stadt ein Mann gelaufen. Er sagte: „O mein Volk, folgt den Gesandten."
  },
  {
    "verse_number": 21,
    "translation": "Folgt denjenigen, die von euch keinen Lohn verlangen und (selbst) rechtgeleitet sind."
  },
  {
    "verse_number": 22,
    "translation": "Und warum sollte ich nicht Demjenigen dienen, Der mich erschaffen hat und zu Dem ihr zurückgebracht werdet?"
  },
  {
    "verse_number": 23,
    "translation": "Soll ich mir etwa anstatt Seiner (andere) Götter nehmen? Wenn der Allerbarmer für mich Unheil will, nützt mir ihre Fürsprache nichts, und sie (können) mich nicht erretten."
  },
  {
    "verse_number": 24,
    "translation": "Ich würde mich dann wahrlich in deutlichem Irrtum befinden."
  },
  {
    "verse_number": 25,
    "translation": "Gewiß, ich glaube an euren Herrn, so hört auf mich."
  },
  {
    "verse_number": 26,
    "translation": "Es wurde (zu ihm) gesagt: Geh in den (Paradies)garten ein. Er sagte: O wüßte doch mein Volk davon,"
  },
  {
    "verse_number": 27,
    "translation": "daß mein Herr mir vergeben und mich zu den Geehrten hat gehören lassen!"
  },
  {
    "verse_number": 28,
    "translation": "Wir sandten gegen sein Volk nach ihm keine Heerschar vom Himmel herab; Wir brauchten auch sonst nichts (gegen sie) herabzusenden."
  },
  {
    "verse_number": 29,
    "translation": "Es war nur ein einziger Schrei (nötig), da waren sie sogleich ausgelöscht."
  },
  {
    "verse_number": 30,
    "translation": "O schade um die Diener! Es kommt kein Gesandter zu ihnen, ohne daß sie sich über ihn lustig machen würden."
  },
  {
    "verse_number": 31,
    "translation": "Sehen sie denn nicht, wie viele Geschlechter Wir vor ihnen vernichtet haben, und daß sie zu ihnen nicht zurückkehren?"
  },
  {
    "verse_number": 32,
    "translation": "Und sie werden alle insgesamt bei Uns vorgeführt werden."
  },
  {
    "verse_number": 33,
    "translation": "Und ein Zeichen ist für sie die tote Erde. Wir machen sie lebendig und bringen aus ihr Körner hervor, so daß sie davon essen (können)."
  },
  {
    "verse_number": 34,
    "translation": "Und Wir haben auf ihr Gärten mit Palmen und Rebstöcken geschaffen und auf ihr Quellen hervorströmen lassen,"
  },
  {
    "verse_number": 35,
    "translation": "damit sie von seinen Früchten essen (können). Nicht ihre Hände haben sie geschaffen. Wollen sie denn nicht dankbar sein?"
  },
  {
    "verse_number": 36,
    "translation": "Preis sei Demjenigen, Der die Paare alle erschaffen hat von dem, was die Erde wachsen läßt, von ihnen selbst und von dem, was sie nicht wissen!"
  },
  {
    "verse_number": 37,
    "translation": "Und ein Zeichen ist für sie die Nacht. Wir ziehen von ihr den Tag weg, und sogleich befinden sie sich im Finstern."
  },
  {
    "verse_number": 38,
    "translation": "Und die Sonne läuft zu einem für sie bestimmten Aufenthaltsort. Das ist die Anordnung des Allmächtigen und Allwissenden."
  },
  {
    "verse_number": 39,
    "translation": "Und dem Mond haben Wir das rechte Maß in Himmelspunkten festgesetzt, bis er wieder wie ein alter Dattelrispenstiel wird."
  },
  {
    "verse_number": 40,
    "translation": "Weder ziemt es der Sonne, den Mond einzuholen, noch wird die Nacht dem Tag zuvorkommen; alle laufen in einer (jeweils eigenen) Umlaufbahn."
  },
  {
    "verse_number": 41,
    "translation": "Und ein Zeichen ist es für sie, daß Wir ihre Nachkommenschaft auf dem vollbeladenen Schiff trugen."
  },
  {
    "verse_number": 42,
    "translation": "Und Wir haben ihnen etwas gleicher Art erschaffen, was sie besteigen."
  },
  {
    "verse_number": 43,
    "translation": "Und wenn Wir wollen, lassen Wir sie ertrinken; dann gibt es niemanden, zu dem sie um Hilfe schreien könnten, und sie werden nicht gerettet,"
  },
  {
    "verse_number": 44,
    "translation": "außer aus Barmherzigkeit von Uns und als Nießbrauch auf Zeit."
  },
  {
    "verse_number": 45,
    "translation": "Und wenn zu ihnen gesagt wird: Hütet euch vor dem, was vor euch, und dem, was hinter euch ist, auf daß ihr Erbarmen finden möget! (..., wenden sie sich ab.)"
  },
  {
    "verse_number": 46,
    "translation": "Kein Zeichen von den Zeichen ihres Herrn kommt zu ihnen, ohne daß sie sich davon abwenden."
  },
  {
    "verse_number": 47,
    "translation": "Und wenn zu ihnen gesagt wird: Gebt von dem aus, womit Allah euch versorgt hat, sagen diejenigen, die ungläubig sind, zu denjenigen, die glauben: Sollen wir jemanden ernähren, den Allah, wenn Er wollte, ernähren würde? Ihr befindet euch nur in deutlichem Irrtum."
  },
  {
    "verse_number": 48,
    "translation": "Und sie sagen: „Wann wird dieses Versprechen eintreten, wenn ihr wahrhaftig seid?"
  },
  {
    "verse_number": 49,
    "translation": "Sie haben nur einen einzigen Schrei zu erwarten, der sie ergreift, während sie noch miteinander streiten."
  },
  {
    "verse_number": 50,
    "translation": "Da werden sie kein Vermächtnis (mehr) hinterlassen können und auch nicht zu ihren Angehörigen zurückkehren."
  },
  {
    "verse_number": 51,
    "translation": "Es wird ins Horn geblasen werden, und da laufen sie sogleich schnell aus den Gräbern zu ihrem Herrn herbei."
  },
  {
    "verse_number": 52,
    "translation": "Sie sagen: O wehe uns! Wer hat uns von unserer Schlafstätte auferweckt? Das ist, was der Allerbarmer versprochen hat, und die Gesandten haben die Wahrheit gesagt."
  },
  {
    "verse_number": 53,
    "translation": "Es wird nur ein einziger Schrei (nötig) sein, da werden sie sogleich alle bei Uns vorgeführt."
  },
  {
    "verse_number": 54,
    "translation": "Heute wird keiner Seele irgendein Unrecht zugefügt. Und euch wird nur das vergolten, was ihr zu tun pflegtet."
  },
  {
    "verse_number": 55,
    "translation": "Gewiß, die Insassen des (Paradies)gartens sind heute in Beschäftigung und Vergnügen."
  },
  {
    "verse_number": 56,
    "translation": "Sie und ihre Gattinnen befinden sich im Schatten und lehnen sich auf überdachte Liegen."
  },
  {
    "verse_number": 57,
    "translation": "Sie haben darin Früchte, und sie haben, was sie erbeten."
  },
  {
    "verse_number": 58,
    "translation": "Friede!, als (Gruß)wort von einem barmherzigen Herrn."
  },
  {
    "verse_number": 59,
    "translation": "Sondert euch heute (von den Gottesfürchtigen) ab, ihr Übeltäter."
  },
  {
    "verse_number": 60,
    "translation": "Habe Ich euch, o Kinder Adams, nicht als Verpflichtung auferlegt, daß ihr nicht dem Satan dienen sollt - gewiß er ist euch ein deutlicher Feind -,"
  },
  {
    "verse_number": 61,
    "translation": "und daß ihr Mir dienen sollt?, - das ist ein gerader Weg!"
  },
  {
    "verse_number": 62,
    "translation": "Er hat ja doch viele Geschöpfe von euch in die Irre geführt. Hattet ihr denn nicht begriffen?"
  },
  {
    "verse_number": 63,
    "translation": "Das ist die Hölle, die euch stets angedroht wurde."
  },
  {
    "verse_number": 64,
    "translation": "Ihr sollt ihr heute ausgesetzt sein dafür, daß ihr ungläubig wart."
  },
  {
    "verse_number": 65,
    "translation": "Heute versiegeln Wir ihnen ihre Münder. Ihre Hände werden zu Uns sprechen und ihre Füße Zeugnis ablegen über das, was sie erworben haben."
  },
  {
    "verse_number": 66,
    "translation": "Und wenn Wir wollten, würden Wir ihre Augen auslöschen. Und sie laufen dann zum Weg um die Wette, aber wie können sie da sehen?"
  },
  {
    "verse_number": 67,
    "translation": "Wenn Wir wollten, würden Wir sie auf ihrer Stelle verwandeln, so daß sie nicht mehr vorangehen können und auch nicht zurückkehren."
  },
  {
    "verse_number": 68,
    "translation": "Wem Wir ein langes Leben gewähren, den lassen Wir in seiner Gestalt eine Kehrtwendung machen. Begreifen sie denn nicht?"
  },
  {
    "verse_number": 69,
    "translation": "Und Wir haben ihn nicht das Dichten gelehrt, und es ziemt ihm (auch) nicht. Das ist doch nur eine Ermahnung und ein deutlicher Qur’an,"
  },
  {
    "verse_number": 70,
    "translation": "damit er warne, wer (da) lebt, und das Wort gegen die Ungläubigen unvermeidlich fällig werde."
  },
  {
    "verse_number": 71,
    "translation": "Sehen sie denn nicht, daß Wir ihnen unter dem, was Unsere Hände gemacht haben, Vieh erschaffen haben, über das sie verfügen?"
  },
  {
    "verse_number": 72,
    "translation": "Und Wir haben es ihnen fügsam gemacht, so daß sie davon Reittiere haben und davon essen (können)."
  },
  {
    "verse_number": 73,
    "translation": "Und sie haben an ihm (allerlei) Nutzen und (etwas) zu trinken. Wollen sie denn nicht dankbar sein?"
  },
  {
    "verse_number": 74,
    "translation": "Und sie haben sich anstatt Allahs Götter genommen, auf daß sie Hilfe finden mögen."
  },
  {
    "verse_number": 75,
    "translation": "Sie können ihnen jedoch keine Hilfe gewähren, obwohl sie ihnen als eine (dienstbereite) Heerschar vorgeführt werden."
  },
  {
    "verse_number": 76,
    "translation": "Ihre Worte sollen dich nicht traurig machen. Wir wissen ja, was sie geheimhalten und was sie offenlegen."
  },
  {
    "verse_number": 77,
    "translation": "Sieht denn der Mensch nicht, daß Wir ihn aus einem Samentropfen erschaffen haben, und doch ist er sogleich ein deutlicher Widersacher."
  },
  {
    "verse_number": 78,
    "translation": "Er führt Uns ein Beispiel an und vergißt seine (eigene) Erschaffung. Er sagt: Wer macht die Knochen wieder lebendig, wenn sie zerfallen sind?"
  },
  {
    "verse_number": 79,
    "translation": "Sag: Wieder lebendig macht sie Derjenige, Der sie das erste Mal hat entstehen lassen. Und Er weiß über jede Schöpfung Bescheid,"
  },
  {
    "verse_number": 80,
    "translation": "(Er,) Der euch aus grünen Bäumen Feuer gemacht hat, so daß ihr sogleich damit anzünden könnt."
  },
  {
    "verse_number": 81,
    "translation": "Hat nicht Derjenige, Der die Himmel und die Erde erschaffen hat, (auch) die Macht, ihresgleichen zu erschaffen? Ja doch! Und Er ist der Allerschaffer und Allwissende."
  },
  {
    "verse_number": 82,
    "translation": "Sein Befehl, wenn Er etwas will, ist, dazu nur zu sagen: ,Sei!’, und so ist es."
  },
  {
    "verse_number": 83,
    "translation": "So sei Preis Demjenigen, in Dessen Hand die Herrschaftsgewalt über alles ist und zu Dem ihr zurückgebracht werdet!"
  }
]