[
  {
    "verse_number": 1,
    "translation": "Bei dem Stern, wenn er sinkt!"
  },
  {
    "verse_number": 2,
    "translation": "Nicht in die Irre geht euer Gefährte, und auch nicht einem Irrtum ist er erlegen,"
  },
  {
    "verse_number": 3,
    "translation": "und er redet nicht aus (eigener) Neigung."
  },
  {
    "verse_number": 4,
    "translation": "Es ist nur eine Offenbarung, die eingegeben wird."
  },
  {
    "verse_number": 5,
    "translation": "Belehrt hat ihn der Besitzer starker Kräfte,"
  },
  {
    "verse_number": 6,
    "translation": "der (geistige) Macht besitzt. So stand Er da"
  },
  {
    "verse_number": 7,
    "translation": "und war am obersten Gesichtskreis."
  },
  {
    "verse_number": 8,
    "translation": "Hierauf kam er näher und stieg herunter,"
  },
  {
    "verse_number": 9,
    "translation": "so daß er (nur) zwei Bogenlängen entfernt war oder noch näher."
  },
  {
    "verse_number": 10,
    "translation": "Da gab Er Seinem Diener (als Offenbarung) ein, was Er eingab."
  },
  {
    "verse_number": 11,
    "translation": "Nicht hat sein Herz erlogen, was es sah."
  },
  {
    "verse_number": 12,
    "translation": "Wollt ihr denn mit ihm streiten über das, was er sieht?"
  },
  {
    "verse_number": 13,
    "translation": "Und er sah ihn ja ein anderes Mal herabkommen,"
  },
  {
    "verse_number": 14,
    "translation": "beim Sidr-Baum des Endziels,"
  },
  {
    "verse_number": 15,
    "translation": "bei dem der Garten der Zuflucht ist."
  },
  {
    "verse_number": 16,
    "translation": "Als den Sidr-Baum überdeckte, was (ihn) überdeckte,"
  },
  {
    "verse_number": 17,
    "translation": "da wich der Blick nicht ab, noch überschritt er das Maß."
  },
  {
    "verse_number": 18,
    "translation": "Wahrlich, er sah von den Zeichen seines Herrn die größten."
  },
  {
    "verse_number": 19,
    "translation": "Was meint ihr wohl zu al-Lat und al-’Uzza"
  },
  {
    "verse_number": 20,
    "translation": "und auch zu Manat, dieser anderen, der dritten?"
  },
  {
    "verse_number": 21,
    "translation": "Ist denn für euch das, was männlich ist, und für Ihn das, was weiblich ist (bestimmt)?"
  },
  {
    "verse_number": 22,
    "translation": "Das wäre dann eine ungerechte Verteilung."
  },
  {
    "verse_number": 23,
    "translation": "Das sind nur Namen, die ihr genannt habt, ihr und eure Väter, für die Allah (aber) keine Ermächtigung herabgesandt hat. Sie folgen nur Vermutungen und dem, wozu sie selbst neigen, wo doch bereits von ihrem Herrn die Rechtleitung zu ihnen gekommen ist."
  },
  {
    "verse_number": 24,
    "translation": "Oder soll (etwa) der Mensch haben, was (immer) er (sich) wünscht?"
  },
  {
    "verse_number": 25,
    "translation": "So gehört Allah das Jenseits und das Diesseits."
  },
  {
    "verse_number": 26,
    "translation": "Und wie viele Engel gibt es in den Himmeln, deren Fürsprache nichts nützt, außer nachdem Allah es erlaubt hat, wem Er will und wer Sein Wohlgefallen findet."
  },
  {
    "verse_number": 27,
    "translation": "Diejenigen, die an das Jenseits nicht glauben, benennen die Engel fürwahr mit Namen, wie weibliche Wesen benannt werden."
  },
  {
    "verse_number": 28,
    "translation": "Sie haben jedoch kein Wissen hierüber. Sie folgen nur Vermutungen; die Vermutungen nützen aber nichts gegenüber der Wahrheit."
  },
  {
    "verse_number": 29,
    "translation": "Laß nun ab von jemandem, der sich von Unserer Ermahnung abkehrt und nur das diesseitige Leben will."
  },
  {
    "verse_number": 30,
    "translation": "Das ist ihr erreichter Wissensstand. Gewiß, dein Herr kennt sehr wohl wer von Seinem Weg abirrt, und Er kennt sehr wohl die Rechtgeleiteten."
  },
  {
    "verse_number": 31,
    "translation": "Allah gehört (alles), was in den Himmeln und was auf der Erde ist, auf daß Er denjenigen, die Böses tun, das vergelte, was sie tun, und daß Er denjenigen, die Gutes tun, mit dem (Aller)besten vergelte."
  },
  {
    "verse_number": 32,
    "translation": "Diejenigen, die schwerwiegende Sünden und Abscheulichkeiten meiden, außer leichten Verfehlungen... Gewiß, dein Herr ist Allumfassend in (Seiner) Vergebung. Er weiß sehr wohl über euch Bescheid, als Er euch aus der Erde hervorgebracht hat und als ihr Keimlinge in den Leibern eurer Mütter gewesen seid. So erklärt nicht euch selbst für lauter. Er weiß sehr wohl, wer gottesfürchtig ist."
  },
  {
    "verse_number": 33,
    "translation": "Was meinst du wohl zu demjenigen, der sich abkehrt"
  },
  {
    "verse_number": 34,
    "translation": "und (nur) wenig gibt und dann (ganz) aussetzt?"
  },
  {
    "verse_number": 35,
    "translation": "Besitzt er (etwa) Wissen über das Verborgene, daß er sehen könnte?"
  },
  {
    "verse_number": 36,
    "translation": "Oder wurde ihm nicht kundgetan, was auf den Blättern Musas steht"
  },
  {
    "verse_number": 37,
    "translation": "und Ibrahims, der (seine Pflichten) erfüllte?"
  },
  {
    "verse_number": 38,
    "translation": "(Nämlich,) daß keine lasttragende (Seele) die Last einer anderen auf sich nehmen wird"
  },
  {
    "verse_number": 39,
    "translation": "und daß es für den Menschen nichts anderes geben wird als das, worum er sich (selbst) bemüht,"
  },
  {
    "verse_number": 40,
    "translation": "daß sein Bemühen gesehen werden wird,"
  },
  {
    "verse_number": 41,
    "translation": "daß ihm hierauf nach vollem Maß vergolten wird"
  },
  {
    "verse_number": 42,
    "translation": "und daß zu deinem Herrn das Endziel sein wird"
  },
  {
    "verse_number": 43,
    "translation": "und daß Er es ist, Der lachen und weinen läßt,"
  },
  {
    "verse_number": 44,
    "translation": "und daß Er es ist, Der sterben läßt und wieder lebendig macht,"
  },
  {
    "verse_number": 45,
    "translation": "daß Er beide Teile des Paares, das Männliche und das Weibliche, erschafft"
  },
  {
    "verse_number": 46,
    "translation": "aus einem Samentropfen, wenn er ausgespritzt wird,"
  },
  {
    "verse_number": 47,
    "translation": "und daß Ihm die letzte Schöpfung obliegt"
  },
  {
    "verse_number": 48,
    "translation": "und daß Er es ist, Der reich macht und Der genügsam macht,"
  },
  {
    "verse_number": 49,
    "translation": "und daß Er es ist, Der der Herr des Hundssterns ist,"
  },
  {
    "verse_number": 50,
    "translation": "daß Er die früheren ’Ad vernichtete"
  },
  {
    "verse_number": 51,
    "translation": "und (auch) die Tamud; so ließ Er nichts übrig;"
  },
  {
    "verse_number": 52,
    "translation": "und zuvor das Volk Nuhs - gewiß, sie waren ja noch ungerechter und übermäßiger (in ihrem Frevel)."
  },
  {
    "verse_number": 53,
    "translation": "Und die umgestürzte Stadt ließ Er stürzen."
  },
  {
    "verse_number": 54,
    "translation": "Und so überdeckte sie, was (sie dann) überdeckte."
  },
  {
    "verse_number": 55,
    "translation": "Welche der Wohltaten deines Herrn willst du nun bestreiten?"
  },
  {
    "verse_number": 56,
    "translation": "Das ist ein Warner wie die früheren Warner."
  },
  {
    "verse_number": 57,
    "translation": "Es steht bevor die immer näher kommende (Stunde des Gerichts);"
  },
  {
    "verse_number": 58,
    "translation": "niemand außer Allah kann sie beheben."
  },
  {
    "verse_number": 59,
    "translation": "Wundert ihr euch denn über diese Aussage"
  },
  {
    "verse_number": 60,
    "translation": "und lacht ihr, und weint ihr nicht,"
  },
  {
    "verse_number": 61,
    "translation": "und seid ihr noch belustigt?"
  },
  {
    "verse_number": 62,
    "translation": "Werft euch doch vor Allah nieder und dient (Ihm)."
  }
]