[
  {
    "verse_number": 1,
    "tafsir": "Hari kiamat yang mengerikan;"
  },
  {
    "verse_number": 2,
    "tafsir": "apakah hari kiamat itu? Allah mengulang penyebutan kata “al-Qari’ah” untuk menggugah perhatian manusia tentang kengeriannya dan peristiwa-peristiwa dahsyat yang terjadi pada hari itu."
  },
  {
    "verse_number": 3,
    "tafsir": "Allah mengulangi sekali lagi pertanyaan itu agar manusia semakin tergugah, “Dan tahukah kamu apakah hari kiamat itu?”"
  },
  {
    "verse_number": 4,
    "tafsir": "Allah menggambarkan dahsyatnya hari kiamat melalui dua hal, yaitu keadaan manusia dan gunung-gunung. Pada hari kiamat itu manusia seperti laron yang beterbangan. Mereka berlarian tidak tentu arah, kacau balau, dan tidak lagi menghiraukan sekelilingnya."
  },
  {
    "verse_number": 5,
    "tafsir": "Dan pada hari kiamat itu pula gunung-gunung seperti bulu yang dihambur-hamburkan. Gunung yang demikian kekar diempaskan sehingga menjadi abu, kemudian disapu oleh angin dahsyat hingga beterbangan, menjadikan bumi terhampar rata."
  },
  {
    "verse_number": 6,
    "tafsir": "Maka adapun orang yang berat timbangan kebaikan-nya, baik berupa ibadah ritual maupun sosial yang dikerjakan dengan ikhlas,"
  },
  {
    "verse_number": 7,
    "tafsir": "maka dia berada dalam kehidupan yang memuaskan dan membahagiakan. Itulah surga yang penuh nikmat."
  },
  {
    "verse_number": 8,
    "tafsir": "Dan adapun orang yang ringan timbangan kebaikan-nya dan kalah berat dibanding timbangan keburukannya karena lebih banyak berbuat maksiat dan kebatilan daripada taat dan kebajikan,"
  },
  {
    "verse_number": 9,
    "tafsir": "maka tempat kembalinya adalah neraka Hawiyah."
  },
  {
    "verse_number": 10,
    "tafsir": "Menggugah perhatian manusia tentang neraka Hawiyah itu, Allah berfirman, “Dan tahukah kamu apakah neraka Hawiyah itu?”"
  },
  {
    "verse_number": 11,
    "tafsir": "Neraka Hawiyah itu adalah api yang sangat panas dan menjadikan apa saja yang masuk ke dalamnya hancur lebur dan leleh."
  }
]