[
  {
    "verse_number": 1,
    "tafsir": "Allah mengawali surah ini dengan penjelasan tentang hari akhir yang Dia tetapkan sebagai tanda dimulainya balasan bagi hamba. Apabila terjadi hari kiamat pada akhir kehidupan dunia kelak"
  },
  {
    "verse_number": 2,
    "tafsir": "terjadinya peristiwa dahsyat ini tidak dapat didustakan atau disangkal oleh siapa pun. Peristiwa ini merupakan ketetapan Allah yang pasti terjadi."
  },
  {
    "verse_number": 3,
    "tafsir": "Peristiwa itu akan merendahkan golongan yang ingkar kepada Allah dan meninggikan golongan lain yang beriman, melaksanakan perintah Allah, dan meninggalkan larangan-Nya."
  },
  {
    "verse_number": 4,
    "tafsir": "Apabila bumi digoncangkan sedahsyat-dahsyatnya pada saat kiamat dan gempa hebat di seluruh penjuru bumi menghancurkan apa saja yang ada di atasnya (lihat pula: Surah az-Zalzalah/99: 1),"
  },
  {
    "verse_number": 5,
    "tafsir": "dan ketika itu gunung-gunung dihancur-luluhkan seluluh-luluhnya,"
  },
  {
    "verse_number": 6,
    "tafsir": "maka jadilah ia debu yang beterbangan bagai bulu tertiup angin ke segala arah (lihat pula: Su-rah al-Qriah/101: 5)."
  },
  {
    "verse_number": 7,
    "tafsir": "Dan pada saat kiamat itu kamu, wahai manusia, akan terbagi menjadi tiga golongan."
  },
  {
    "verse_number": 8,
    "tafsir": "Yaitu golongan kanan; mereka itulah orang yang beriman kepada Allah, melaksanakan perintah-Nya, dan menjauhi larangan-Nya. Alangkah mulianya golongan kanan itu karena mereka akan mendapat karunia yang Dia janjikan."
  },
  {
    "verse_number": 9,
    "tafsir": "Dan yang kedua adalah golongan kiri, yaitu mereka yang ingkar dan berbuat kemaksiatan. Alangkah sengsaranya golongan kiri itu karena mereka akan mendapat hukuman akibat kemungkarannya."
  },
  {
    "verse_number": 10,
    "tafsir": "Dan yang ketiga adalah orang-orang yang paling dahulu beriman pada dakwah Rasulullah. Karena itu, merekalah yang paling dulu masuk surga sebagai balasan atas keimanan dan ketaatannya."
  },
  {
    "verse_number": 11,
    "tafsir": "Mereka yang pertama beriman itu adalah orang-orang yang dekat kepada Allah. Sebagai balasan, mereka akan mendapat rahmat-Nya,"
  },
  {
    "verse_number": 12,
    "tafsir": "yaitu berada dalam surga yang penuh kenikmatan sebagaimana yang Dia janjikan."
  },
  {
    "verse_number": 13,
    "tafsir": "Ayat-ayat ini menerangkan kenikmatan yang akan mereka terima di surga tersebut. Segolongan besar dari orang-orang yang terdahulu beriman kepada Allah"
  },
  {
    "verse_number": 14,
    "tafsir": "dan segolongan kecil dari orang-orang yang kemudian yang tetap teguh dalam ketaatan dan tauhid akan mendapat balasan yang Dia janjikan."
  },
  {
    "verse_number": 15,
    "tafsir": "Mereka berada di atas dipan yang kukuh dan indah karena bertahta emas dan permata,"
  },
  {
    "verse_number": 16,
    "tafsir": "seraya bertelekan di atasnya berhadap-hadapan sambil mensyukuri nikmat yang mereka terima."
  },
  {
    "verse_number": 17,
    "tafsir": "Di surga itu mereka dikelilingi oleh anak-anak muda yang tetap muda dan selalu menyenangkan bila dipandang."
  },
  {
    "verse_number": 18,
    "tafsir": "Anak-anak muda itu melayani mereka dengan membawa gelas, cerek, dan minuman segar yang diambil dari air yang mengalir dari sumber yang tidak pernah kering."
  },
  {
    "verse_number": 19,
    "tafsir": "Mereka juga mendapat minuman anggur yang tidak memabukkan sehingga mereka tidak pening karenanya dan tidak pula mabuk."
  },
  {
    "verse_number": 20,
    "tafsir": "Di sana disediakan pula makanan dan buah-buahan yang beragam sehingga mereka mendapatkan buah apa pun yang mereka pilih."
  },
  {
    "verse_number": 21,
    "tafsir": "Dan dihidangkan pula kepada mereka daging burung apa pun yang menggugah selera, seperti yang mereka inginkan."
  },
  {
    "verse_number": 22,
    "tafsir": "Orang-orang yang beriman itu mendapat karunia dan nikmat saat di surga, dan di sekeliling mereka ada bidadari-bidadari yang cantik jelita dan bermata jeli."
  },
  {
    "verse_number": 23,
    "tafsir": "Mereka laksana mutiara yang tersimpan baik dan tidak ternoda oleh apa pun."
  },
  {
    "verse_number": 24,
    "tafsir": "Kami berikan kenikmatan itu sebagai balasan atas keimanan mereka kepada Allah dan kebaikan apa saja yang mereka kerjakan di dunia."
  },
  {
    "verse_number": 25,
    "tafsir": "Mereka tidak mendengar di dalamnya perkataan yang sia-sia, seperti gurauan atau perkataan yang tidak bermanfaat, dan tidak pula mereka mendengar perkataan yang menimbulkan dosa."
  },
  {
    "verse_number": 26,
    "tafsir": "Tetapi, di dalam sana mereka hanya mendengar ucapan salam hangat dan doa yang menyejukkan."
  },
  {
    "verse_number": 27,
    "tafsir": "Usai menguraikan nikmat bagi orang beriman, pada ayat-ayat ini Allah menjelaskan siapakah golongan kanan itu. Dan sebagian manusia termasuk golongan kanan, yaitu mereka yang beriman dan menaati ajaran Allah. Alangkah bahagianya mereka yang termasuk golongan kanan itu. Mereka pasti akan mendapat balasan surga yang penuh kenikmatan."
  },
  {
    "verse_number": 28,
    "tafsir": "Orang yang termasuk golongan kanan itu berada di antara pohon bidara yang tak berduri dengan penuh kegembiraan,"
  },
  {
    "verse_number": 29,
    "tafsir": "dan di sekeliling mereka terdapat pohon pisang yang bersusun-susun buahnya dan telah masak."
  },
  {
    "verse_number": 30,
    "tafsir": "Suasana di tempat itu sangat menyenangkan. Dan di bagian atasnya terdapat naungan yang terbentang luas,"
  },
  {
    "verse_number": 31,
    "tafsir": "menjadikannya terasa sejuk, dan selain itu terdapat pula air jernih yang tercurah di sana."
  },
  {
    "verse_number": 32,
    "tafsir": "Di surga terdapat beragam sayuran dan buah-buahan yang sudah masak dan banyak macamnya."
  },
  {
    "verse_number": 33,
    "tafsir": "Pepohonan di dalamnya merupakan tumbuhan yang tidak berhenti berbuah dan tidak terlarang pula bagi penghuni surga untuk mengambilnya."
  },
  {
    "verse_number": 34,
    "tafsir": "Bagi mereka disediakan pula tempat istirahat yang dilengkapi pembaringan, dan di atasnya terdapat kasur-kasur yang tebal lagi empuk."
  },
  {
    "verse_number": 35,
    "tafsir": "Selain kenikmatan yang telah diuraikan, sesungguhnya di surga juga terdapat bidadari-bidadari cantik yang Kami ciptakan mereka secara langsung."
  },
  {
    "verse_number": 36,
    "tafsir": "Kami jadikan mereka sebagai gadis-gadis perawan."
  },
  {
    "verse_number": 37,
    "tafsir": "Mereka selalu penuh dengan cinta lagi sebaya umurnya."
  },
  {
    "verse_number": 38,
    "tafsir": "Kami ciptakan mereka khusus untuk golongan kanan yang teguh imannya dan selalu menaati aturan Allah."
  },
  {
    "verse_number": 39,
    "tafsir": "Karunia dan kenikmatan itu diperuntukkan bagi kelompok kanan, yaitu segolongan besar dari orang-orang yang terdahulu beriman dan menaati ajaran Allah,"
  },
  {
    "verse_number": 40,
    "tafsir": "dan disiapkan pula bagi segolongan besar pula dari orang-orang yang kemudian dalam memeluk Islam."
  },
  {
    "verse_number": 41,
    "tafsir": "Beralih dari uraian tentang golongan kanan, Allah pada ayat-ayat berikut menerangkan golongan kiri. Dan orang-orang yang termasuk golongan kiri adalah mereka yang ingkar pada Allah dan selalu berbuat menyimpang. Alangkah sengsaranya golongan kiri itu karena mereka akan menerima azab sesuai dengan perilakunya di dunia."
  },
  {
    "verse_number": 42,
    "tafsir": "Mereka disiksa dalam pusaran angin yang membawa udara amat panas hingga membuat seluruh tubuh mereka melepuh, dan bagi mereka disediakan pula minuman dari air panas yang mendidih sehingga lidah mereka terbakar saat meminumnya."
  },
  {
    "verse_number": 43,
    "tafsir": "Demikian pedih azab bagi golongan kiri itu, dan mereka selalu dalam naungan asap yang hitam dari api neraka."
  },
  {
    "verse_number": 44,
    "tafsir": "Asap hitam itu membuat suasana di neraka sama sekali tidak sejuk dan tidak pula menyenangkan."
  },
  {
    "verse_number": 45,
    "tafsir": "Golongan kiri itu mendapat azab yang sangat pedih karena sesungguhnya mereka sebelum itu selalu hidup bermewahan dari harta yang tidak halal,"
  },
  {
    "verse_number": 46,
    "tafsir": "dan di samping itu mereka terus menerus mengerjakan dosa besar."
  },
  {
    "verse_number": 47,
    "tafsir": "Golongan kiri itu tidak mempercayai adanya hari kebangkitan, dan mereka selalu mengatakan, “Apakah bila kami mati, dikubur, dan menjadi tanah dan tulang belulang kami hancur, apakah sesungguhnya kami akan benar-benar dibangkitkan kembali seperti saat di dunia ini?"
  },
  {
    "verse_number": 48,
    "tafsir": "Apakah bapak-bapak kami yang sudah meninggal terdahulu juga akan dibangkitkan seperti halnya kami?”"
  },
  {
    "verse_number": 49,
    "tafsir": "49-50. Wahai Nabi, katakanlah untuk meyakinkan mereka, “Sesungguhnya orang-orang yang sudah meninggal terdahulu, termasuk kakek moyang mereka, dan orang-orang yang terkemudian, seperti anak cucu mereka, benar-benar akan dikumpulkan di Padang Mahsyar pada waktu tertentu pada hari yang telah dikenal dan ditetapkan."
  },
  {
    "verse_number": 50,
    "tafsir": "49-50. Wahai Nabi, katakanlah untuk meyakinkan mereka, “Sesungguhnya orang-orang yang sudah meninggal terdahulu, termasuk kakek moyang mereka, dan orang-orang yang terkemudian, seperti anak cucu mereka, benar-benar akan dikumpulkan di Padang Mahsyar pada waktu tertentu pada hari yang telah dikenal dan ditetapkan."
  },
  {
    "verse_number": 51,
    "tafsir": "51-53. Kemudian pada kehidupan di akhirat itu, sesungguhnya kamu wahai orang-orang yang sesat dan selalu berbuat dosa dan maksiat lagi mendustakan ayat-ayat Allah dan dakwah Nabi, pasti kamu akan memakan buah pohon zaqqum yang sangat pahit dan tidak enak, dan ketahuilah bahwa kamu tidak hanya memakan satu buah, melainkan akan penuh perutmu dengannya akibat makan dalam jumlah banyak."
  },
  {
    "verse_number": 52,
    "tafsir": "51-53. Kemudian pada kehidupan di akhirat itu, sesungguhnya kamu wahai orang-orang yang sesat dan selalu berbuat dosa dan maksiat lagi mendustakan ayat-ayat Allah dan dakwah Nabi, pasti kamu akan memakan buah pohon zaqqum yang sangat pahit dan tidak enak, dan ketahuilah bahwa kamu tidak hanya memakan satu buah, melainkan akan penuh perutmu dengannya akibat makan dalam jumlah banyak."
  },
  {
    "verse_number": 53,
    "tafsir": "51-53. Kemudian pada kehidupan di akhirat itu, sesungguhnya kamu wahai orang-orang yang sesat dan selalu berbuat dosa dan maksiat lagi mendustakan ayat-ayat Allah dan dakwah Nabi, pasti kamu akan memakan buah pohon zaqqum yang sangat pahit dan tidak enak, dan ketahuilah bahwa kamu tidak hanya memakan satu buah, melainkan akan penuh perutmu dengannya akibat makan dalam jumlah banyak."
  },
  {
    "verse_number": 54,
    "tafsir": "54-56. Wahai orang yang sesat, sesudah memenuhi perut dengan buah zaqqum yang sangat tidak enak itu, kamu akan meminum air yang sangat panas dan membakar lidah. Meski demikian, karena dahaga yang sangat mencekik maka kamu minum air panas itu seperti unta yang sangat haus minum. Itulah beragam hidangan menyakitkan yang Kami sediakan untuk mereka yang selalu ingkar dan berbuat maksiat, pada hari pembalasan”."
  },
  {
    "verse_number": 55,
    "tafsir": "54-56. Wahai orang yang sesat, sesudah memenuhi perut dengan buah zaqqum yang sangat tidak enak itu, kamu akan meminum air yang sangat panas dan membakar lidah. Meski demikian, karena dahaga yang sangat mencekik maka kamu minum air panas itu seperti unta yang sangat haus minum. Itulah beragam hidangan menyakitkan yang Kami sediakan untuk mereka yang selalu ingkar dan berbuat maksiat, pada hari pembalasan”."
  },
  {
    "verse_number": 56,
    "tafsir": "54-56. Wahai orang yang sesat, sesudah memenuhi perut dengan buah zaqqum yang sangat tidak enak itu, kamu akan meminum air yang sangat panas dan membakar lidah. Meski demikian, karena dahaga yang sangat mencekik maka kamu minum air panas itu seperti unta yang sangat haus minum. Itulah beragam hidangan menyakitkan yang Kami sediakan untuk mereka yang selalu ingkar dan berbuat maksiat, pada hari pembalasan”."
  },
  {
    "verse_number": 57,
    "tafsir": "Setelah menjelaskan azab bagi orang yang mengingkari hari kebangkitan, pada ayat-ayat ini Allah menguraikan tanda-tanda kekuasaan-Nya yang terkait kiamat tersebut. Wahai manusia, Kami Yang Mahakuasa telah menciptakan kamu, maka saat kamu mengetahui hal itu, mengapa kamu tidak membenarkan adanya penciptaan dan kebangkitan?"
  },
  {
    "verse_number": 58,
    "tafsir": "58-59. Maka adakah kamu perhatikan, wahai manusia yang ingkar, tentang benih manusia yang kamu pancarkan? Kamukah yang menciptakannya untuk kemudian menjadi manusia utuh, atau Kami yang menciptakannya?"
  },
  {
    "verse_number": 59,
    "tafsir": "58-59. Maka adakah kamu perhatikan, wahai manusia yang ingkar, tentang benih manusia yang kamu pancarkan? Kamukah yang menciptakannya untuk kemudian menjadi manusia utuh, atau Kami yang menciptakannya?"
  },
  {
    "verse_number": 60,
    "tafsir": "60-61. Wahai orang yang ingkar, ketahuilah bahwa Kami telah menentukan kematian masing-masing di antara kamu sesuai kehendak Kami, dan Kami sekali-kali tidak pernah merasa lemah untuk menggantikan kamu yang ingkar dengan orang-orang yang seperti kamu di dunia ini, dan Kami berkuasa pula untuk membangkitkan kamu kelak di akhirat dalam keadaan yang tidak kamu ketahui."
  },
  {
    "verse_number": 61,
    "tafsir": "60-61. Wahai orang yang ingkar, ketahuilah bahwa Kami telah menentukan kematian masing-masing di antara kamu sesuai kehendak Kami, dan Kami sekali-kali tidak pernah merasa lemah untuk menggantikan kamu yang ingkar dengan orang-orang yang seperti kamu di dunia ini, dan Kami berkuasa pula untuk membangkitkan kamu kelak di akhirat dalam keadaan yang tidak kamu ketahui."
  },
  {
    "verse_number": 62,
    "tafsir": "Allah pencipta seluruh makhluk, termasuk manusia. Dan sungguh, wahai orang yang mengingkari kebangkitan, kamu telah mengetahui bahwa Allah Yang Mahakuasa telah melakukan penciptaan manusia yang pertama, maka tentu Dia kuasa pula untuk menghidupkan kembali mereka yang sudah mati pada penciptaan kedua. Maka, mengapakah kamu tidak mengambil pelajaran dari kekuasaan-Nya itu untuk meyakini adanya kebangkitan? 63-64. Maka terangkanlah kepadaku, wahai pengingkar, tentang benih yang kamu tanam di ladang. Kamukah yang menumbuhkannya hingga menjadi tanaman atau Kamikah yang menumbuhkannya hingga menjadi besar dan berbuah?"
  },
  {
    "verse_number": 63,
    "tafsir": "63-64. Maka terangkanlah kepadaku, wahai pengingkar, tentang benih yang kamu tanam di ladang. Kamukah yang menumbuhkannya hingga menjadi tanaman atau Kamikah yang menumbuhkannya hingga menjadi besar dan berbuah?"
  },
  {
    "verse_number": 64,
    "tafsir": "63-64. Maka terangkanlah kepadaku, wahai pengingkar, tentang benih yang kamu tanam di ladang. Kamukah yang menumbuhkannya hingga menjadi tanaman atau Kamikah yang menumbuhkannya hingga menjadi besar dan berbuah?"
  },
  {
    "verse_number": 65,
    "tafsir": "65-67. Sekiranya Kami kehendaki, pepohonan subur dan berbuah lebat yang Kami tumbuhkan itu dapat Kami hancurkan sampai kering dan lumat sehingga tidak lagi bermanfaat. Bila hal ini terjadi maka kamu akan heran dan tercengang sambil berkata, “Sesungguhnya, akibat peristiwa tidak terduga itu, kami benar-benar menderita kerugian yang sangat besar, bahkan kami benar-benar akan menjadi orang yang tidak mendapat hasil apa-apa.”"
  },
  {
    "verse_number": 66,
    "tafsir": "65-67. Sekiranya Kami kehendaki, pepohonan subur dan berbuah lebat yang Kami tumbuhkan itu dapat Kami hancurkan sampai kering dan lumat sehingga tidak lagi bermanfaat. Bila hal ini terjadi maka kamu akan heran dan tercengang sambil berkata, “Sesungguhnya, akibat peristiwa tidak terduga itu, kami benar-benar menderita kerugian yang sangat besar, bahkan kami benar-benar akan menjadi orang yang tidak mendapat hasil apa-apa.”"
  },
  {
    "verse_number": 67,
    "tafsir": "65-67. Sekiranya Kami kehendaki, pepohonan subur dan berbuah lebat yang Kami tumbuhkan itu dapat Kami hancurkan sampai kering dan lumat sehingga tidak lagi bermanfaat. Bila hal ini terjadi maka kamu akan heran dan tercengang sambil berkata, “Sesungguhnya, akibat peristiwa tidak terduga itu, kami benar-benar menderita kerugian yang sangat besar, bahkan kami benar-benar akan menjadi orang yang tidak mendapat hasil apa-apa.”"
  },
  {
    "verse_number": 68,
    "tafsir": "68-70. Pernahkah pula kamu memperhatikan air yang kamu minum tiap hari? Kamukah yang menurunkannya dari awan ataukah Kami yang menurunkan air itu? Ketahuilah, kalau Kami kehendaki niscaya Kami menjadikannya asin sehingga tidak layak minum. Maka, mengapakah kamu tidak bersyukur atas anugerah Allah yang besar itu?"
  },
  {
    "verse_number": 69,
    "tafsir": "68-70. Pernahkah pula kamu memperhatikan air yang kamu minum tiap hari? Kamukah yang menurunkannya dari awan ataukah Kami yang menurunkan air itu? Ketahuilah, kalau Kami kehendaki niscaya Kami menjadikannya asin sehingga tidak layak minum. Maka, mengapakah kamu tidak bersyukur atas anugerah Allah yang besar itu?"
  },
  {
    "verse_number": 70,
    "tafsir": "68-70. Pernahkah pula kamu memperhatikan air yang kamu minum tiap hari? Kamukah yang menurunkannya dari awan ataukah Kami yang menurunkan air itu? Ketahuilah, kalau Kami kehendaki niscaya Kami menjadikannya asin sehingga tidak layak minum. Maka, mengapakah kamu tidak bersyukur atas anugerah Allah yang besar itu?"
  },
  {
    "verse_number": 71,
    "tafsir": "71-74. Bila kamu sudah memahami siapa yang menurunkan air, maka pernahkah kamu memperhatikan tentang api yang kamu nyalakan dari kayu bakar? Kamukah yang menumbuhkan pohon penghasil kayu bakar itu ataukah Kami yang menumbuhkannya? Ketahuilah, Kami jadikan api itu untuk peringatan dan bahan bakar yang berguna bagi musafir di padang pasir. Dengan anugerah ini, maka bertasbihlah dengan menyebut nama Tuhanmu Yang Mahabesar.”"
  },
  {
    "verse_number": 72,
    "tafsir": "71-74. Bila kamu sudah memahami siapa yang menurunkan air, maka pernahkah kamu memperhatikan tentang api yang kamu nyalakan dari kayu bakar? Kamukah yang menumbuhkan pohon penghasil kayu bakar itu ataukah Kami yang menumbuhkannya? Ketahuilah, Kami jadikan api itu untuk peringatan dan bahan bakar yang berguna bagi musafir di padang pasir. Dengan anugerah ini, maka bertasbihlah dengan menyebut nama Tuhanmu Yang Mahabesar.”"
  },
  {
    "verse_number": 73,
    "tafsir": "71-74. Bila kamu sudah memahami siapa yang menurunkan air, maka pernahkah kamu memperhatikan tentang api yang kamu nyalakan dari kayu bakar? Kamukah yang menumbuhkan pohon penghasil kayu bakar itu ataukah Kami yang menumbuhkannya? Ketahuilah, Kami jadikan api itu untuk peringatan dan bahan bakar yang berguna bagi musafir di padang pasir. Dengan anugerah ini, maka bertasbihlah dengan menyebut nama Tuhanmu Yang Mahabesar.”"
  },
  {
    "verse_number": 74,
    "tafsir": "71-74. Bila kamu sudah memahami siapa yang menurunkan air, maka pernahkah kamu memperhatikan tentang api yang kamu nyalakan dari kayu bakar? Kamukah yang menumbuhkan pohon penghasil kayu bakar itu ataukah Kami yang menumbuhkannya? Ketahuilah, Kami jadikan api itu untuk peringatan dan bahan bakar yang berguna bagi musafir di padang pasir. Dengan anugerah ini, maka bertasbihlah dengan menyebut nama Tuhanmu Yang Mahabesar.”"
  },
  {
    "verse_number": 75,
    "tafsir": "75-76. Usai menjelaskan tanda-tanda kekuasan-Nya, Allah beralih menguraikan kemuliaan Al-Qur’an. Kemudian Aku bersumpah dengan salah satu tanda kekuasaan-Ku, yaitu tempat beredarnya bintang-bintang. Dan sesungguhnya, bila manusia mau memikirkan betapa teraturnya bintang-bintang yang beredar pada posisinya itu, mereka akan tahu bahwa sumpah ini benar-benar sumpah yang besar, kalau kamu mengetahui.”"
  },
  {
    "verse_number": 76,
    "tafsir": "75-76. Usai menjelaskan tanda-tanda kekuasan-Nya, Allah beralih menguraikan kemuliaan Al-Qur’an. Kemudian Aku bersumpah dengan salah satu tanda kekuasaan-Ku, yaitu tempat beredarnya bintang-bintang. Dan sesungguhnya, bila manusia mau memikirkan betapa teraturnya bintang-bintang yang beredar pada posisinya itu, mereka akan tahu bahwa sumpah ini benar-benar sumpah yang besar, kalau kamu mengetahui.”"
  },
  {
    "verse_number": 77,
    "tafsir": "77-80. Allah bersumpah bahwa sesungguhnya Al-Qur’an yang berisi tuntunan-Nya ini adalah bacaan yang sangat mulia. Wahyu Allah ini tertulis pada kitab yang terpelihara, yaitu Lauh Mahfuz yang selalu terjaga, sehingga tidak ada yang dapat menyentuhnya kecuali hamba-hamba-Nya yang disucikan. Sungguh, Al-Qur’an ini diturunkan dari Tuhan seluruh alam."
  },
  {
    "verse_number": 78,
    "tafsir": "77-80. Allah bersumpah bahwa sesungguhnya Al-Qur’an yang berisi tuntunan-Nya ini adalah bacaan yang sangat mulia. Wahyu Allah ini tertulis pada kitab yang terpelihara, yaitu Lauh Mahfuz yang selalu terjaga, sehingga tidak ada yang dapat menyentuhnya kecuali hamba-hamba-Nya yang disucikan. Sungguh, Al-Qur’an ini diturunkan dari Tuhan seluruh alam."
  },
  {
    "verse_number": 79,
    "tafsir": "77-80. Allah bersumpah bahwa sesungguhnya Al-Qur’an yang berisi tuntunan-Nya ini adalah bacaan yang sangat mulia. Wahyu Allah ini tertulis pada kitab yang terpelihara, yaitu Lauh Mahfuz yang selalu terjaga, sehingga tidak ada yang dapat menyentuhnya kecuali hamba-hamba-Nya yang disucikan. Sungguh, Al-Qur’an ini diturunkan dari Tuhan seluruh alam."
  },
  {
    "verse_number": 80,
    "tafsir": "77-80. Allah bersumpah bahwa sesungguhnya Al-Qur’an yang berisi tuntunan-Nya ini adalah bacaan yang sangat mulia. Wahyu Allah ini tertulis pada kitab yang terpelihara, yaitu Lauh Mahfuz yang selalu terjaga, sehingga tidak ada yang dapat menyentuhnya kecuali hamba-hamba-Nya yang disucikan. Sungguh, Al-Qur’an ini diturunkan dari Tuhan seluruh alam."
  },
  {
    "verse_number": 81,
    "tafsir": "81-82. Bila kamu mengetahui bahwa Al-Qur’an berasal dari Allah, maka apakah kamu masih menganggap remeh berita tentang wahyu-Nya ini? Masihkah kamu berani menjadikan rezeki yang kamu terima dari Allah justru untuk mendustakan ajaran dan mengingkari kekuasaan-Nya?"
  },
  {
    "verse_number": 82,
    "tafsir": "81-82. Bila kamu mengetahui bahwa Al-Qur’an berasal dari Allah, maka apakah kamu masih menganggap remeh berita tentang wahyu-Nya ini? Masihkah kamu berani menjadikan rezeki yang kamu terima dari Allah justru untuk mendustakan ajaran dan mengingkari kekuasaan-Nya?"
  },
  {
    "verse_number": 83,
    "tafsir": "83-85. Pada ayat-ayat ini Allah memberi peringatan kepada mereka yang mendustakan-Nya, terlebih lagi saat sakaratul maut tiba. Bila telah tiba waktunya, semua manusia akan meninggal, maka kalau begitu mengapa kamu tidak mencegah kedatangan kematian, ketika nyawa yang menjadi tanda kehidupan telah sampai di kerongkongan, dan kamu ketika itu melihat bagaimana penderitaan orang yang sekarat itu, dan Kami serta para malaikat lebih dekat kepadanya daripada kamu, tetapi kamu ketika itu tidak melihat keberadaan Kami?"
  },
  {
    "verse_number": 84,
    "tafsir": "83-85. Pada ayat-ayat ini Allah memberi peringatan kepada mereka yang mendustakan-Nya, terlebih lagi saat sakaratul maut tiba. Bila telah tiba waktunya, semua manusia akan meninggal, maka kalau begitu mengapa kamu tidak mencegah kedatangan kematian, ketika nyawa yang menjadi tanda kehidupan telah sampai di kerongkongan, dan kamu ketika itu melihat bagaimana penderitaan orang yang sekarat itu, dan Kami serta para malaikat lebih dekat kepadanya daripada kamu, tetapi kamu ketika itu tidak melihat keberadaan Kami?"
  },
  {
    "verse_number": 85,
    "tafsir": "83-85. Pada ayat-ayat ini Allah memberi peringatan kepada mereka yang mendustakan-Nya, terlebih lagi saat sakaratul maut tiba. Bila telah tiba waktunya, semua manusia akan meninggal, maka kalau begitu mengapa kamu tidak mencegah kedatangan kematian, ketika nyawa yang menjadi tanda kehidupan telah sampai di kerongkongan, dan kamu ketika itu melihat bagaimana penderitaan orang yang sekarat itu, dan Kami serta para malaikat lebih dekat kepadanya daripada kamu, tetapi kamu ketika itu tidak melihat keberadaan Kami?"
  },
  {
    "verse_number": 86,
    "tafsir": "86-87. Setelah mengetahui keadaan orang yang sekarat, maka mengapa jika kamu memang benar tidak dikuasai oleh Allah dan bisa melakukan apa saja, kamu tidak mengembalikan nyawa itu ke tempatnya jika kamu, seperti pengakuanmu, adalah orang-orang yang benar?"
  },
  {
    "verse_number": 87,
    "tafsir": "86-87. Setelah mengetahui keadaan orang yang sekarat, maka mengapa jika kamu memang benar tidak dikuasai oleh Allah dan bisa melakukan apa saja, kamu tidak mengembalikan nyawa itu ke tempatnya jika kamu, seperti pengakuanmu, adalah orang-orang yang benar?"
  },
  {
    "verse_number": 88,
    "tafsir": "88-89. Adapun jika dia yang mati itu termasuk orang-orang yang didekatkan kepada Allah karena ketaatan dan amal baiknya, maka dia pasti akan memperoleh ketenteraman dan rezeki serta surga yang penuh kenikmatan sebagai balasan atas semua yang telah mereka perbuat di dunia."
  },
  {
    "verse_number": 89,
    "tafsir": "88-89. Adapun jika dia yang mati itu termasuk orang-orang yang didekatkan kepada Allah karena ketaatan dan amal baiknya, maka dia pasti akan memperoleh ketenteraman dan rezeki serta surga yang penuh kenikmatan sebagai balasan atas semua yang telah mereka perbuat di dunia."
  },
  {
    "verse_number": 90,
    "tafsir": "90-91. Dan adapun jika dia yang meninggal itu termasuk golongan kanan, yaitu orang yang selalu berbuat baik dan menaati ajaran Allah, maka keselamatanlah yang akan dikaruniakan bagimu karena kamu adalah bagian dari golongan kanan."
  },
  {
    "verse_number": 91,
    "tafsir": "90-91. Dan adapun jika dia yang meninggal itu termasuk golongan kanan, yaitu orang yang selalu berbuat baik dan menaati ajaran Allah, maka keselamatanlah yang akan dikaruniakan bagimu karena kamu adalah bagian dari golongan kanan."
  },
  {
    "verse_number": 92,
    "tafsir": "92-94. Dan adapun jika dia yang meninggal itu termasuk golongan yang mendustakan ayat-ayat Allah lagi sesat akidah dan ibadahnya, maka dia akan mendapat hidangan air yang mendidih sebagai minumannya, dan dia akan mendapat hukuman yang pedih karena dibakar di dalam Jahanam."
  },
  {
    "verse_number": 93,
    "tafsir": "92-94. Dan adapun jika dia yang meninggal itu termasuk golongan yang mendustakan ayat-ayat Allah lagi sesat akidah dan ibadahnya, maka dia akan mendapat hidangan air yang mendidih sebagai minumannya, dan dia akan mendapat hukuman yang pedih karena dibakar di dalam Jahanam."
  },
  {
    "verse_number": 94,
    "tafsir": "92-94. Dan adapun jika dia yang meninggal itu termasuk golongan yang mendustakan ayat-ayat Allah lagi sesat akidah dan ibadahnya, maka dia akan mendapat hidangan air yang mendidih sebagai minumannya, dan dia akan mendapat hukuman yang pedih karena dibakar di dalam Jahanam."
  },
  {
    "verse_number": 95,
    "tafsir": "95-96. Sungguh, semua yang disebutkan ini adalah suatu keyakinan yang benar. Maka, setelah kamu mengetahui dan memahami dengan benar, bertasbihlah dengan menyebut nama Tuhanmu yang Mahabesar lagi Mahaagung."
  },
  {
    "verse_number": 96,
    "tafsir": "95-96. Sungguh, semua yang disebutkan ini adalah suatu keyakinan yang benar. Maka, setelah kamu mengetahui dan memahami dengan benar, bertasbihlah dengan menyebut nama Tuhanmu yang Mahabesar lagi Mahaagung."
  }
]