[
  {
    "verse_number": 1,
    "tafsir": "Pada penutup surah sebelumnya diuraikan tentang ancaman siksa yang akan diterima kaum yang durhaka. Di awal surah ini diuraikan kisah Nabi Nuh dan kaumnya sebagai peringatan bagi siapa saja termasuk kaum musyrik Mekah, apabila durhaka maka bagi Allah mudah untuk mengazabnya. Sesungguhnya Kami telah mengutus Nuh kepada kaumnya dengan perintah, “Berilah kaummu peringatan sebelum datang kepadanya azab yang pedih.”"
  },
  {
    "verse_number": 2,
    "tafsir": "Nabi Nuh melaksanakan perintah Allah tersebut. Dia Nuh berkata, “Wahai kaumku! Sesungguhnya aku ini seorang pemberi peringatan akan azab Allah yang menjelaskan peringatan itu kepada kamu"
  },
  {
    "verse_number": 3,
    "tafsir": "yaitu sembahlah Allah Yang Esa dan tidak menyekutukan-Nya dengan sesuatu yang lain, bertakwalah kepada-Nya dengan menjalankan perintah dan menjauhi larangan-Nya dan taatlah kepadaku."
  },
  {
    "verse_number": 4,
    "tafsir": "Kalau kamu lakukan itu semua niscaya Dia akan mengampuni sebagian dosa-dosamu dan menangguhkan kamu yaitu dengan memanjangkan umurmu untuk kemaslahatanmu sampai pada batas waktu yang ditentukan. Sungguh, ketetapan Allah itu apabila telah datang tidak dapat ditunda sedikit pun, seandainya kamu mengetahui hal itu maka tentu kamu akan menjadi orang yang beriman.”"
  },
  {
    "verse_number": 5,
    "tafsir": "Ajakan Nabi Nuh tidak disambut dengan baik oleh kaumnya, maka dia Nabi Nuh mengadu kepada Allah, “Ya Tuhanku, sesungguhnya aku telah menyeru kaumku untuk beriman kepada-Mu dengan berbagai cara, dan itu kulakukan siang dan malam terus menerus,"
  },
  {
    "verse_number": 6,
    "tafsir": "tetapi seruanku itu tidak menambah iman dan kebaikan mereka, justru mereka lari menjauh dari kebenaran."
  },
  {
    "verse_number": 7,
    "tafsir": "Dan sesungguhnya aku setiap kali menyeru mereka untuk beriman kepada ajaran-Mu agar Engkau mengampuni mereka, mereka memasukkan anak jarinya ke telinganya karena enggan untuk mendengar bahkan membenci seruanku itu, dan menutupkan bajunya ke wajahnya sehingga tidak melihatku dan mereka tetap keras kepala mengingkari dan sangat menyombongkan diri sehingga tidak mempan dengan segala cara yang kulakukan."
  },
  {
    "verse_number": 8,
    "tafsir": "Nabi Nuh melanjutkan pengaduannya kepada Allah. Lalu sesungguhnya aku telah menyeru mereka dengan cara terang-terangan dengan suara yang jelas dan di hadapan umum."
  },
  {
    "verse_number": 9,
    "tafsir": "Kemudian pada kesempatan lain aku menyeru mereka dengan dua cara sekaligus yaitu secara terbuka dan dengan diam-diam."
  },
  {
    "verse_number": 10,
    "tafsir": "Itu semua telah kulakukan maka aku pun berkata kepada mereka, “Mohonlah ampunan kepada Tuhanmu atas segala dosa terutama dosa syirik. Sungguh, Dia Maha Pengampun bagi siapa saja yang tulus memohon ampunan-Nya.\""
  },
  {
    "verse_number": 11,
    "tafsir": "\"Kalau kamu benar-benar memohon ampunan-Nya niscaya Dia akan menurunkan hujan yang lebat dari langit kepadamu,"
  },
  {
    "verse_number": 12,
    "tafsir": "dan Dia memperbanyak harta dan anak-anakmu, dan mengadakan pula kebun-kebun untukmu yang dapat kamu nikmati keindahan dan buahnya dan mengadakan sungai-sungai untukmu guna mengairi kebun dan memberi minum ternakmu.”"
  },
  {
    "verse_number": 13,
    "tafsir": "Nabi Nuh menasihati kaumnya seperti dijelaskan di atas dan beliau melanjutkan nasihatnya. Mengapa kamu tidak mengagungkan Allah dengan sebenarnya dan tidak takut akan kebesaran Allah?"
  },
  {
    "verse_number": 14,
    "tafsir": "Dan sungguh, Dia telah menciptakan kamu dalam beberapa tingkatan kejadian dan pertumbuhan yaitu dari nutfah, segumpal daging, kemudian menjadi janin dan bentuk yang sempurna sebagai manusia."
  },
  {
    "verse_number": 15,
    "tafsir": "Setelah ajakan kepada manusia untuk memperhatikan dirinya, ayat ini melanjutkan untuk memperhatikan alam raya. Tidakkah kamu memperhatikan bagaimana Allah telah menciptakan tujuh langit yang indah serta berlapis-lapis?"
  },
  {
    "verse_number": 16,
    "tafsir": "Dan di sana di langit yang indah itu Dia menciptakan bulan yang bercahaya dan menjadikan matahari sebagai pelita yang cemerlang?"
  },
  {
    "verse_number": 17,
    "tafsir": "Setelah disinggung tentang penciptaan langit, kini diuraikan tentang bumi. Dan Allah menumbuhkan yaitu menciptakan kamu dari tanah, tumbuh berangsur-angsur dalam keadaan yang sangat menakjubkan,"
  },
  {
    "verse_number": 18,
    "tafsir": "kemudian setelah berakhir pertumbuhan yaitu tiba saat kematian, Dia akan mengembalikan kamu ke dalamnya, yaitu tanah, dan mengeluarkan kamu pada hari Kiamat dengan pasti."
  },
  {
    "verse_number": 19,
    "tafsir": "Dan Allah menjadikan bumi untukmu sebagai hamparan, supaya kamu dapat menetap di sana dengan nyaman,"
  },
  {
    "verse_number": 20,
    "tafsir": "dan agar kamu dapat pergi kian kemari di jalan-jalan yang luas, sehingga dapat memenuhi kebutuhanmu."
  },
  {
    "verse_number": 21,
    "tafsir": "Kaum Nabi Nuh yang dinasihati dengan aneka cara itu tidak bergeming, tetap saja membangkang, maka Nabi Nuh pun kembali mengadu kepada Allah. Nuh berkata, “Ya Tuhanku, sesungguhnya mereka yang kuseru untuk beriman itu durhaka kepadaku, dan mereka mengikuti pemuka-pemuka masyarakat yaitu orang-orang yang harta dan anak-anaknya hanya menambah kerugian baginya kelak di akhirat.\""
  },
  {
    "verse_number": 22,
    "tafsir": "Dan mereka para pemuka masyarakat itu melakukan tipu daya yang sangat besar untuk menghalangiku menyampaikan dakwah."
  },
  {
    "verse_number": 23,
    "tafsir": "Dan mere-ka memprovokasi masyarakat dengan berkata, Jangan sekali-kali kamu meninggalkan penyembahan tuhan-tuhan kamu dan untuk menegaskan larangannya itu mereka menyebut satu demi satu tuhan-tuhan yang mereka sembah sambil lebih tegas lagi menyatakan jangan pula sekali-kali kamu meninggalkan penyembahan Wadd, dan jangan pula Suwa’, Yagus, Yaq dan Nasr. Itu semua adalah nama-nama berhala yang terbesar pada kabilah-kabilah kaum Nuh, yang semula nama-nama orang saleh."
  },
  {
    "verse_number": 24,
    "tafsir": "Dan sungguh, mereka dengan menggunakan berhala-berhala itu telah menyesatkan banyak orang serta menyimpangkan dari fitrah kesucian mereka. dan janganlah Engkau tambahkan bagi orang-orang yang zalim sudah mendarah daging itu selain kesesatan."
  },
  {
    "verse_number": 25,
    "tafsir": "Allah menyambut doa Nabi Nuh dan menjelaskan mengapa mereka disiksa. Disebabkan oleh kesalahan-kesalahan mereka, maka mereka ditenggelamkan oleh banjir besar yang dikirim Allah kepada para pendurhaka itu, lalu segera setelah Kiamat datang mereka dimasukkan ke neraka, maka mereka tidak mendapat penolong selain Allah."
  },
  {
    "verse_number": 26,
    "tafsir": "Ayat ini merekam kembali doa Nabi Nuh. Dan Nuh berkata, “Ya Tuhanku, janganlah Engkau biarkan, seorang pun di antara orang-orang kafir yang sudah mendarah daging dan mantap kekafirannya itu tinggal di atas bumi."
  },
  {
    "verse_number": 27,
    "tafsir": "Sesungguhnya jika Engkau biarkan mereka tinggal hidup di bumi, niscaya mereka akan menyesatkan hamba-hamba-Mu yang taat kepada-Mu, dan jika Engkau biarkan mereka tinggal di bumi mereka hanya akan melahirkan anak-anak yang jahat yaitu selalu berbuat maksiat dan tidak tahu bersyukur kepada-Mu."
  },
  {
    "verse_number": 28,
    "tafsir": "Setelah doa untuk mereka yang durhaka, kini Nabi Nuh, berdoa untuk yang taat kepada Allah. Ya Tuhanku, ampunilah aku, ibu bapakku, dan siapa pun yang memasuki rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan dan janganlah Engkau tambahkan untuk mereka kecuali kebahagiaan. Dan janganlah Engkau tambahkan bagi orang-orang yang zalim yang mantap kezalimannya itu selain kehancuran.”"
  }
]