[
  {
    "verse_number": 1,
    "tafsir": "Qaf. Allah bersumpah dengan kitab-Nya : Demi Al-Qur’an yang mulia."
  },
  {
    "verse_number": 2,
    "tafsir": "Sesungguhnya Kami mengutus engkau wahai Nabi Muhammad sebagai rasul untuk menyampaikan wahyu-wahyu Kami, tetapi kaum musyrik Mekah mengingkarinya, bahkan mereka tercengang karena telah datang kepada mereka seorang pemberi peringatan dari kalangan mereka sendiri yang mempunyai kebiasaan makan, minum dan berkeluarga sebagaimana manusia pada umumnya. Maka berkatalah orang-orang kafir, “Ini adalah suatu yang sangat ajaib.”"
  },
  {
    "verse_number": 3,
    "tafsir": "Setelah menyaksikan bahwa kehadiran Rasul itu membawa peringatan tentang hari Kebangkitan, dengan penuh rasa keingkaran dan cemoohan, orang-orang kafir itu berkata, “Apakah apabila kami telah mati dan sudah menjadi tanah akan kembali lagi? Itu adalah suatu pengembalian yang tidak mungkin, dan sangat jauh dari penerimaan akal. Karena bagaimana mungkin jasmani yang sudah bercampur dengan tanah dapat kembali seperti semula.”"
  },
  {
    "verse_number": 4,
    "tafsir": "Hal itu tidak aneh. Sungguh, Kami telah mengetahui apa yang ditelan bumi dari tubuh mereka baik sebelum maupun sesudah kematiannya, sebab pada Kami ada kitab yang berisi catatan tentang keadaan dan perbuatan mereka yang terpelihara baik. Dengan demikian tidak ada keraguan sedikit pun tentang kebangkitan dan bahwa itu pasti terjadi."
  },
  {
    "verse_number": 5,
    "tafsir": "Akan tetapi mereka tetap saja mengingkari kebangkitan itu, meskipun bukti-bukti telah dijelaskan. Bahkan mereka telah mendustakan kebenaran, yakni kebenaran Al-Qur’an dan kenabian Nabi Muhammad, ketika kebenaran itu datang kepada mereka, maka mereka berada dalam keadaan kacau balau. Mereka sebenarnya mengetahui kebenaran, tetapi mengingkarinya."
  },
  {
    "verse_number": 6,
    "tafsir": "Setelah Allah menyebutkan bahwa orang-orang kafir itu menganggap tidak mungkin terjadinya kebangkitan setelah mati, maka dilanjutkan pada ayat ini dengan menyebutkan dalil-dalil yang membantah perkataan mereka. Maka tidakkah mereka memperhatikan langit yang ada di atas mereka, bagaimana cara Kami membangunnya, menciptakan dan meninggikannya, dan menghiasinya dengan bintang-bintang, dan tidak terdapat pada langit itu retak-retak sedikit pun yang menjadikannya cacat?"
  },
  {
    "verse_number": 7,
    "tafsir": "Dan apakah mereka tidak memperhatikan bumi yang Kami hamparkan dengan mantap untuk kediaman bagi manusia dan Kami pancangkan di atasnya gunung-gunung yang kokoh yang berfungsi sebagai pasak bumi agar bumi tidak goyah dan Kami tumbuhkan di atasnya tanam-tanaman yang indah dipandang mata?"
  },
  {
    "verse_number": 8,
    "tafsir": "Itu semua Kami ciptakan untuk menjadi pelajaran betapa besar kekuasaan Allah dan untuk menjadi peringatan bagi setiap hamba yang kembali kepada Allah, tunduk dan taat kepada-Nya."
  },
  {
    "verse_number": 9,
    "tafsir": "Dan dari langit Kami turunkan air yang memberi berkah bagi penghuni bumi, lalu Kami tumbuhkan dengan air yang tercurah itu bermacam-macam pepohonan yang rindang dan biji-bijian yang dapat dipanen, seperti gandum, jagung dan sebagainya."
  },
  {
    "verse_number": 10,
    "tafsir": "Dan Kami tumbuhkan pula pohon kurma yang tinggi-tinggi yang mempunyai mayang yang bersusun-susun karena banyak sekali buahnya."
  },
  {
    "verse_number": 11,
    "tafsir": "Itu semua Kami ciptakan sebagai rezeki bagi hamba-hamba Kami, dan Kami ingatkan bahwa Kami hidupkan dengan air itu negeri yang mati, yakni Kami hidupkan tanah yang tandus yang tidak terdapat padanya tumbuh-tumbuhan sehingga menjadi tanah yang subur dan dapat menumbuhkan bermacam-macam tanaman yang indah. Seperti itulah, kekuasaan Allah menghidupkan sesuatu yang mati, terjadinya kebangkitan manusia dari kuburnya."
  },
  {
    "verse_number": 12,
    "tafsir": "Setelah Allah menceritakan tentang pendustaan orang-orang musyrik terhadap Rasulullah, kelompok ayat-ayat ini menguraikan sikap serupa yang pernah dilakukan oleh umat para nabi terdahulu. Sebelum mereka, kaum Nuh, penduduk Rass, yakni kaum Nabi Syuaib yang dihancurkan dengan gempa sehingga tertimbun dalam sumur mereka, dan Samud, yakni kaum Nabi Saleh yang dibinasakan setelah menyembelih unta yang dianugerahkan kepada mereka sebagai bukti kekuasaan Kami, telah mendustakan rasul-rasul,"
  },
  {
    "verse_number": 13,
    "tafsir": "Dan demikian juga kaum 'Ad, yakni kaum Nabi Hud, kaum Fir’aun, yang ditenggelamkan dalam laut, dan kaum Lut, yang diporakporandakan pemukiman mereka akibat merajalelanya homoseksual di kalangan mereka,"
  },
  {
    "verse_number": 14,
    "tafsir": "Dan (juga) penduduk Aikah, yaitu kaum Nabi Syu’aib, serta kaum Tubba’, yaitu penduduk negeri Yaman, juga dibinasakan Allah. Semua-nya telah mendustakan rasul-rasul maka berlakulah ancaman-Ku atas mereka."
  },
  {
    "verse_number": 15,
    "tafsir": "Maka apakah Kami letih yakni tidak mampu lagi melakukan penciptaan dengan sebab telah melakukan penciptaan yang pertama? Sama sekali Kami tidak letih! Kami mampu untuk menciptakan yang baru dan itu lebih mudah bagi Kami. Sesungguhnya bahkan mereka, orang kafir itu, dalam keadaan ragu-ragu tentang penciptaan yang baru, yakni membangkitkan manusia setelah kematiannya."
  },
  {
    "verse_number": 16,
    "tafsir": "Pada ayat ini diterangkan bahwa Allah mengetahui apa yang dibisikkan oleh manusia dan tidak ada sesuatu pun yang samar atau tersembunyi bagi-Nya. Dan sungguh, Kami, yakni Allah dengan kuasa-Nya bersama ibu bapak yang dijadikannya sebagai perantara telah menciptakan manusia dan mengetahui apa yang dibisikkan oleh hatinya, baik kebaikan maupun kejahatan, dan Kami lebih dekat kepadanya daripada urat lehernya. Yakni Allah Maha Mengetahui keadaan manusia walau yang paling tersembunyi sekali pun."
  },
  {
    "verse_number": 17,
    "tafsir": "Ingatlah ketika dua malaikat mencatat perbuatan manusia, yang satu duduk di sebelah kanan, yaitu malaikat yang mencatat kebaikan dan yang lain di sebelah kiri, yaitu malaikat yang mencatat kejahatan."
  },
  {
    "verse_number": 18,
    "tafsir": "Tidak ada suatu kata yang diucapkannya, yang mengandung keba-ikan maupun kejahatan, melainkan ada di sisinya malaikat pengawas yang selalu siap mencatat dengan sangat teliti."
  },
  {
    "verse_number": 19,
    "tafsir": "Dan datanglah sakaratul maut dengan sebenar-benarnya, yakni pasti dan tidak dapat dihindari oleh siapa pun. Datangnya kematian itulah yang dahulu hendak kamu hindari."
  },
  {
    "verse_number": 20,
    "tafsir": "Dan ditiuplah sangkakala, pada hari Kiamat Itulah hari yang diancamkan, hari kebangkitan manusia untuk mempertanggung jawabkan perbuatannya."
  },
  {
    "verse_number": 21,
    "tafsir": "Pada hari itu setiap orang akan datang bersama malaikat penggiring ke padang mahsyar dan malaikat yang menjadi saksi atas amal diperbuat oleh manusia di dunia."
  },
  {
    "verse_number": 22,
    "tafsir": "Ketika kematian datang menjemput seseorang, maka dikatakan kepada manusia, “Sungguh, kamu dahulu ketika hidup di dunia lalai tentang peristiwa kematian dan kebangkitan ini, maka Kami singkapkan tutup yang menutupi matamu, sehingga penglihatanmu pada hari ini sangat tajam. Dengan demikian keraguanmu akan sirna.”"
  },
  {
    "verse_number": 23,
    "tafsir": "Ayat ini melanjutkan apa yang akan dialami manusia di hari kemudian. Dan malaikat yang menyertainya berkata, “Inilah manusia yang Engkau tugaskan kepadaku untuk mengawasinya telah aku hadirkan beserta seluruh catatan perbuatan yang ada padaku.”"
  },
  {
    "verse_number": 24,
    "tafsir": "Allah berfirman kepada malaikat penggiring dan penyaksi, “Lemparkanlah olehmu berdua ke dalam neraka Jahanam semua orang yang sangat ingkar kepada Allah dan keras kepala dalam menentang kebenaran,"
  },
  {
    "verse_number": 25,
    "tafsir": "yang sangat enggan melakukan kebajikan dan menghalangi orang-orang yang melakukan kebajikan, melampaui batas dengan melakukan kezaliman dan bersikap ragu-ragu tentang adanya Allah dan kebenaran agama-Nya atau menanamkan keraguan di hati orang lain,"
  },
  {
    "verse_number": 26,
    "tafsir": "Mereka yang mempersekutukan Allah dengan tuhan lain, maka, Allah mengukuhkan perintah-Nya kepada kedua malaikat, “lemparkanlah dia ke dalam azab yang keras, di neraka Jahanam.”"
  },
  {
    "verse_number": 27,
    "tafsir": "Setan yang menyertainya berkata, “Ya Tuhan kami, aku tidak menyesatkannya tetapi dia sendiri yang berada dalam kesesatan yang jauh, sehingga aku mengajaknya berbuat jahat dan dia menerima ajakanku dengan kemauannya.”"
  },
  {
    "verse_number": 28,
    "tafsir": "Kepada setan yang menyertainya itu Allah berfirman, “Janganlah kamu bertengkar di hadapan-Ku dan sungguh dahulu Aku telah memberikan ancaman kepadamu. Tetapi engkau mengabaikan ancamanku, maka berlakulah hukuman-Ku kepadamu.”"
  },
  {
    "verse_number": 29,
    "tafsir": "“Di hari pembalasan ini, keputusan-Ku tidak dapat diubah dan Aku tidak menzalimi hamba-hamba-Ku. Sekali-kali Aku tidak pernah menyiksa orang-orang yang tidak berdosa.”"
  },
  {
    "verse_number": 30,
    "tafsir": "Ingatlah pada hari ketika orang kafir ditetapkan masuk neraka, Kami, Allah dan para malaikat-Nya bertanya kepada Jahanam, “Apakah kamu sudah penuh oleh para pendurhaka?” Ia menjawab, “Masih adakah tambahan?” Ayat ini menunjukkan betapa luas dan dalamnya neraka Jahanam. Jin dan manusia dilemparkan ke dalamnya sehingga penuh sesak."
  },
  {
    "verse_number": 31,
    "tafsir": "Ayat-ayat berikut ini menjelaskan keadaan orang yang bertakwa dan kenikmatan yang dijanjikan Allah kepada mereka. Sedangkan surga didekatkan kepada orang-orang yang bertakwa, yang mantap ketakwaannya, pada tempat yang tidak jauh dari mereka. Mereka dapat melihat kenikmatan dan kelezatan yang disediakan untuk mereka."
  },
  {
    "verse_number": 32,
    "tafsir": "“Inilah nikmat, yakni surga dan segala kenikmatannya yang dijanjikan kepadamu, yaitu kepada setiap hamba yang senantiasa bertobat kepada Allah dan memelihara semua peraturan-peraturan-Nya."
  },
  {
    "verse_number": 33,
    "tafsir": "Yaitu orang yang takut kepada Allah Yang Maha Pengasih sekalipun dia Maha Ghaib, tidak kelihatan olehnya dan dia datang kepada-Nya dengan hati yang bertobat dan tunduk kepada-Nya."
  },
  {
    "verse_number": 34,
    "tafsir": "Sebagai penghormatan kepada mereka, para malaikat berkata, “Masuklah ke dalam surga dengan aman, tanpa dihalangi, dan damai, penuh ketenteraman. Maka bergembiralah dan bersenang-senanglah kalian semua. Itulah hari yang abadi, tidak ada kematian dan kesulitan sesudah itu.”"
  },
  {
    "verse_number": 35,
    "tafsir": "Mereka di dalamnya, yakni di dalam surga, memperoleh apa yang me-reka kehendaki, berupa segala macam kenikmatan dan pada Kami ada tambahannya, kenikmatan yang tidak ada taranya yang tidak pernah terlintas oleh pikiran."
  },
  {
    "verse_number": 36,
    "tafsir": "Setelah Allah memperingatkan orang-orang kafir dan menjelaskan siksaan yang akan menimpa mereka, pada ayat ini Allah memperingatkan mereka tentang datangnya azab yang dapat disegerakan kepada mereka di dunia, sebagaimana sunah Allah terhadap para pendusta. Ayat ini menyatakan Dan betapa banyak umat yang telah Kami binasakan sebelum mereka, seperti kaum 'Ad, kaum Samud dan lain-lain padahal mereka lebih hebat kekuatannya daripada mereka, kaum musyrik Mekah. Mereka pernah menjelajah di beberapa negeri untuk mencari rezeki. Adakah tempat pelarian dari kebinasaan bagi mereka? Sama sekali tidak. Mereka semuanya telah binasa akibat kekafiran mereka kepada Allah dan pembangkangan terhadap Rasul-Nya."
  },
  {
    "verse_number": 37,
    "tafsir": "Sungguh, pada yang demikian itu, yakni siksa yang menimpa para pendurhaka, pasti terdapat peringatan bagi orang-orang yang mempunyai hati untuk memikirkan dan mengetahui kebenaran atau yang menggunakan pendengarannya untuk mendengarkan petunjuk, sedang dia menyaksikannya, yakni menyaksikan dengan sadar terhadap peringatan Allah."
  },
  {
    "verse_number": 38,
    "tafsir": "Dan sungguh, Kami telah menciptakan langit yang berlapis-lapis dan bumi yang terhampar dan apa yang ada antara keduanya dalam enam masa, dan Kami tidak merasa letih sedikit pun."
  },
  {
    "verse_number": 39,
    "tafsir": "Maka bersabarlah engkau, wahai Nabi Muhammad, terhadap apa yang mereka katakan, yaitu pengingkaran mereka terhadap keniscayaan hari Kiamat dan bertasbihlah dengan memuji Tuhanmu sebelum matahari terbit, yakni salat Subuh, dan sebelum terbenam, yakni salat Zuhur dan Asar."
  },
  {
    "verse_number": 40,
    "tafsir": "Dan bertasbihlah kepada-Nya pada malam hari, yakni salat Magrib dan Isya dan setiap selesai salat, yakni bertasbihlah setiap selesai mengerjakan salat."
  },
  {
    "verse_number": 41,
    "tafsir": "Dan dengarkanlah seruan pada hari Kiamat, ketika penyeru, yaitu malaikat Israfil, menyeru dari tempat yang dekat, sehingga mudah terdengar oleh sekalian makhluk, agar mereka berkumpul di padang Mahsyar untuk dihisab dan menerima pembalasan."
  },
  {
    "verse_number": 42,
    "tafsir": "Yaitu pada hari ketika mereka mendengar suara dahsyat dengan sebe-narnya. Itulah hari keluar dari kubur."
  },
  {
    "verse_number": 43,
    "tafsir": "Sungguh, Kami yang menghidupkan manusia di dunia dan mematikan manusia pada waktu yang ditentukan, dan kepada Kami tempat kembali semua makhluk untuk menerima pembalasan atas amal perbuatannya."
  },
  {
    "verse_number": 44,
    "tafsir": "Yaitu pada hari ketika bumi terbelah, mereka keluar dari kubur dengan cepat menuju ke padang Mahsyar. Yang demikian itu adalah pengumpulan bagi sekalian manusia yang mudah bagi Kami."
  },
  {
    "verse_number": 45,
    "tafsir": "Kami lebih mengetahui tentang apa yang mereka katakan, yakni kebohongan kaum kafir Mekah, dan engkau wahai Nabi Muhammad bukanlah seorang pemaksa terhadap mereka. Tugasmu adalah memberikan peringatan, maka berilah peringatan dengan Al-Qur’an kepada siapa pun yang takut kepada ancaman-Ku."
  }
]