[
  {
    "verse_number": 1,
    "tafsir": "Ta Sin. Inilah ayat-ayat Al-Qur’an, dan Kitab yang jelas. Kitab ini adalah Firman Allah dan menjelaskan pesan-pesan Allah kepada manusia."
  },
  {
    "verse_number": 2,
    "tafsir": "Al-Qur’an adalah menjadi petunjuk, pembimbing manusia ke jalan yang lurus dan berita gembira bagi orang-orang yang beriman. Merekalah yang bisa memanfaatkan Al-Qur’an dalam kehidupan mereka. Mereka akan mendapatkan kebahagiaan di dunia dan akan masuk surga di akhirat nanti."
  },
  {
    "verse_number": 3,
    "tafsir": "Orang yang beriman adalah orang-orang melaksanakan salat sesuai dengan syarat dan rukunnya, dan melakukannya terus menerus sepanjang hayat, dan menunaikan zakat, sebagai bentuk kewajiban dan rasa syukur kepada Allah atas limpahan rezeki-Nya, dan mereka meyakini adanya kebangkitan manusia dan kehidupan abadi pada hari akhirat."
  },
  {
    "verse_number": 4,
    "tafsir": "Sesungguhnya orang-orang yang tidak beriman kepada akhirat dan menganggapnya sebagai satu kemustahilan belaka, Kami jadikan terasa indah bagi mereka perbuatan-perbuatan mereka yang buruk, seperti kemusyrikan, dan segala bentuk kemaksiatan, sehingga mereka bergelimang dalam kesesatan."
  },
  {
    "verse_number": 5,
    "tafsir": "Mereka menganggap bahwa apa yang mereka lakukan tidak akan ada pertanggung jawabannya di akhirat kelak. Mereka itulah orang-orang yang akan mendapat siksaan buruk di dunia dan mereka di akhirat adalah orang-orang yang paling rugi dan paling menyesali atas perbuatannya di dunia. Itulah balasan untuk mereka."
  },
  {
    "verse_number": 6,
    "tafsir": "Setelah menjelaskan kedudukan dan fungsi Al-Qur’an, ayat ini menjelaskan tentang pembawa Al-Qur’an yaitu Nabi Muhammad. Dan sesungguhnya engkau wahai Rasul benar-benar telah diberi Al-Qur’an dari sisi Allah Yang Mahabijaksana, Maha Mengetahui atas segala sesuatu."
  },
  {
    "verse_number": 7,
    "tafsir": "Di antara isi kandungan Al-Qur’an adalah cerita tentang nabi-nabi masa lalu, antara lain adalah Nabi Musa. Allah memerintahkan kepada Nabi Muhammad untuk menceritakan kepada kaumnya tentang Nabi Musa, yaitu ketika Nabi Musa sedang dalam perjalanan menuju ke Mesir beserta istrinya untuk menemui Ibundanya. Keduanya tersesat di jalan, di malam yang gelap dan dingin. Ceritakan kepada mereka, wahai Nabi Muhammad, ketika Musa berkata kepada keluarganya, “Sungguh, aku melihat api. Tunggulah disini, aku akan membawa kabar dari arah api itu kepadamu, atau aku akan membawa suluh api atau obor kepadamu agar kamu dapat berdiang menghangatkan badan dekat api.”"
  },
  {
    "verse_number": 8,
    "tafsir": "Maka tidak berapa lama ketika Nabi Musa tiba di sana, yaitu tempat api itu, dia diseru oleh satu suara yang tidak ada rupanya, “Telah diberkahi, diberikan kebaikan yang sangat banyak orang yang berada di dekat api, yaitu Nabi Musa sendiri dan orang-orang yang berada di sekitarnya yaitu penduduk negeri Syam, tempat diutusnya para nabi. Mahasuci Allah, Tuhan Pemelihara seluruh alam dari segala sesuatu yang yang tak layak bagi-Nya.”"
  },
  {
    "verse_number": 9,
    "tafsir": "Kemudian Allah memperkenalkan diri-Nya kepada Nabi Musa. “Wahai Musa! Sesungguhnya suara yang memanggilmu itu adalah suara-Ku, Aku adalah Allah Yang Mahaperkasa dan Mahamulia, yang tidak ada kekuatan apa pun yang sanggup mengalahkan-Ku serta Mahabijaksana terhadap semua perkataan dan tindakan-Ku.”"
  },
  {
    "verse_number": 10,
    "tafsir": "Allah ingin membuktikan bahwa diri-Nya adalah Allah, Tuhan seluruh alam. Pada saat itu Nabi Musa memegang tongkat. Allah lalu berfirman “Dan lemparkanlah tongkatmu!” Nabi Musa menuruti perintah Allah dan melemparkan tongkatnya. Maka ketika tongkat itu berubah menjadi ular dan Musa melihatnya bergerak-gerak seperti seekor ular yang gesit, Nabi Musa sangat ketakutan dan larilah dia berbalik ke belakang tanpa menoleh dan tidak kembali lagi ke tempat semula. Saat itu Allah berkata: “Wahai Musa! Jangan takut terhadap apa yang kamu lihat! Sesungguhnya di hadapan-Ku, para rasul tidak perlu takut, justru Aku akan membimbing mereka."
  },
  {
    "verse_number": 11,
    "tafsir": "Kecuali orang yang berlaku zalim terhadap dirinya dengan melakukan perbuatan dosa yang kemudian mengubah dirinya dengan kebaikan setelah melakukan kejahatan dengan cara bertobat; maka sungguh, Aku Maha Pengampun bagi mereka yang kembali kepada-Ku, dan Maha Penyayang kepada mereka."
  },
  {
    "verse_number": 12,
    "tafsir": "Allah ingin memperlihatkan bukti lain akan kemahakuasaan-Nya. Dan masukkanlah tanganmu ke leher bajumu, niscaya ia, tanganmu itu, akan keluar menjadi putih bersinar berkilauan tanpa cacat. Nabi Musa pun menuruti perintah itu, dan terbukti benar apa yang dikatakan Allah. Kedua mukjizat ini termasuk sembilan macam mukjizat yang diperlihatkan kepada Fir’aun dan kaumnya. Kesembilan mukjizat itu ialah: tongkat dan tangan Nabi Musa, berkurangnya hasil tanaman, banjir, belalang, kutu, katak, dan darah. Tapi semua itu tidak berarti bagi mereka. Mereka benar-benar orang-orang yang fasik yang telah keluar dari aturan-aturan agama."
  },
  {
    "verse_number": 13,
    "tafsir": "Banyaknya kemukjizatan Nabi Musa tidak menyebabkan mereka sadar akan kekeliruan mereka, malah mereka bertambah angkuh dan sombong. Maka ketika mukjizat-mukjizat Kami yang terang benderang dan tidak terbantahkan itu sampai kepada mereka, Fir’aun dan pengikutnya berkata dengan nada sinis dan mengejek, “Ini sihir yang nyata.” Mereka berkata demikian karena perilaku sihir sudah menjadi bagian dari kehidupan mereka saat itu."
  },
  {
    "verse_number": 14,
    "tafsir": "Allah mengungkapkan jati diri mereka yang sebenarnya. Dan mereka mengingkarinya, yakni bukti-bukti kebenaran Nabi Musa, karena kezaliman dan kesombongannya dengan tidak mau mengakui bukti-bukti tersebut, padahal hati mereka meyakini kebenaran-nya. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan. Mereka pasti akan terkena sanksi berat dari Allah."
  },
  {
    "verse_number": 15,
    "tafsir": "Setelah menjelaskan kisah Nabi Musa dan Fir’aun, Allah menjelaskan kisah Nabi Daud (1085 SM-1000 SM) dan Nabi Sulaiman (1043 SM-975 SM), untuk menghibur Nabi Muhammad saw. Dan sungguh, Kami telah memberikan anugerah yang besar yaitu ilmu baik ilmu keagamaan atau keduniaan, kepada Dawud dan puteranya Sulaiman. Dan sebagai ungkapan rasa syukur kepada Allah atas semua nikmat-Nya, keduanya berkata dengan kerendahan hati, “Segala puji bagi Allah yang melebihkan kami dari banyak hamba-hamba-Nya yang beriman.” Keduanya, di samping menjadi nabi, suatu kedudukan tertinggi dalam martabat keagamaan, juga menjadi raja, sebuah kedudukan tertinggi dalam jabatan kemanusiaan."
  },
  {
    "verse_number": 16,
    "tafsir": "Dan sebagai penghargaan Allah kepada Nabi Daud atas kepatuhan dan syukurnya kepada Allah, Sulaiman telah mewarisi ayahnya yaitu Dawud dalam hal kenabian dan kekuasaan, dan Sulaiman berkata, “Wahai manusia! Kami telah diajari oleh Allah bahasa burung dan kami diberi segala sesuatu yang kami butuhkan dalam mengurus umat dan kerajaan kami. Sungguh, semua ini benar-benar karunia yang nyata.” Perilaku kedua nabi ini menjadi pelajaran yang sangat berarti bagi kaum muslimin."
  },
  {
    "verse_number": 17,
    "tafsir": "Dan sebagai bukti atas pernyataan Nabi Sulaiman di atas, Allah mengabarkan bahwa untuk Sulaiman dikumpulkan bala tentaranya yang terdiri dari jin, manusia dan burung, lalu mereka berbaris dengan tertib dalam rangka mengatur kehidupan masyarakat dan menghadapi musuh-musuh Nabi Sulaiman."
  },
  {
    "verse_number": 18,
    "tafsir": "Para prajurit tersebut mulai bergerak maju. Hingga ketika mereka sampai di lembah semut, berkatalah seekor semut kepada teman-temannya, “Wahai semut-semut! Nabi Sulaiman dan bala tentaranya sudah mendekati perkampungan kita, selamatkanlah diri kalian. Masuklah ke dalam sarang-sarangmu, agar kamu tidak diinjak oleh Sulaiman dan bala tentaranya, sedangkan mereka tidak menyadari akan keberadaan kita.” Jika semut yang kecil saja mampu didengar dan dipahami bahasanya oleh Nabi Sulaiman, apalagi hewan yang lebih besar lagi. Inilah salah satu anugerah Allah kepadanya."
  },
  {
    "verse_number": 19,
    "tafsir": "Maka, Nabi Sulaiman, tersenyum lalu tertawa karena mendengar perkataan semut itu, Dia senang dengan anugerah Allah yang diperlihatkan kepadanya. Dan sebagai ungkapan rasa syukur, Nabi Sulaiman berdoa, “Ya Tuhanku Yang memeliharaku! Anugerahkanlah aku ilham untuk tetap mensyukuri nikmat-Mu yang demikian banyak yang telah Engkau anugerahkan kepadaku dan kepada kedua orang tuaku dan berikanlah juga aku ilham agar aku bisa mengerjakan kebajikan yang Engkau ridai; dan masukkanlah aku, dengan rahmat-Mu, ke dalam golongan hamba-hamba-Mu yang saleh.”"
  },
  {
    "verse_number": 20,
    "tafsir": "Jika pada ayat yang lalu Nabi Sulaiman memahami bahasa semut, pada ayat ini Nabi Sulaiman memahami bahasa burung, antara lain burung hudhud. Nabi Sulaiman menggunakan burung Hudhud untuk berbagai keperluan seperti membawakan surat, mencari air dan memantau keadaan bangsa lain. Dan pada satu kesempatan, Nabi Sulaiman, memeriksa burung yang ada di sekitarnya, lalu berkata kepada prajurit yang ada, “Mengapa aku tidak melihat burung Hudhud? Kemanakah dia? Apakah ia termasuk yang tidak hadir?"
  },
  {
    "verse_number": 21,
    "tafsir": "Melihat ketidak hadiran burung hudhud di antara prajuritnya, Nabi Sulaiman selaku pemimpin tertinggi atas bala tentaranya, mulai marah dan mengancamnya seraya berkata, “Jika dia datang, pasti akan kuhukum ia dengan hukuman yang berat sesuai dengan kesalahannya, atau pasti akan kusembelih ia, kecuali jika ia datang kepadaku dengan alasan yang jelas yang bisa aku terima.”"
  },
  {
    "verse_number": 22,
    "tafsir": "Maka, tidak lama kemudian datanglah burung Hudhud yang dicari cari, dan langsung menghadap Nabi Sulaiman. Lalu setelah ia di tanya oleh Nabi Sulaiman tentang keberadannya, dengan spontan ia berkata, dengan nada bangga, “Aku telah mengetahui sesuatu yang belum engkau ketahui wahai baginda Nabi Sulaiman. Aku datang kepadamu dari negeri yang jauh yaitu negeri Saba’ di Yaman dengan membawa suatu berita yang penting dan meyakinkan serta perlu engkau ketahui.”"
  },
  {
    "verse_number": 23,
    "tafsir": "Burung Hudhud mulai bercerita, “Sungguh, kudapati ada seorang perempuan berkedudukan sebagai ratu yang memerintah mereka yaitu penduduk negeri Saba’ di Yaman, dan dia dianugerahi segala sesuatu yang dibutuhkannya berupa kekayaan, peralatan, persenjataan, dan lainnya, sesuai dengan kedudukannya sebagai pemimpin satu negeri, serta memiliki singgasana yang besar yang tidak ada tandingannya pada saat itu.”"
  },
  {
    "verse_number": 24,
    "tafsir": "Burung Hudhud terus bercerita. “Aku dapati dia, ratu itu, dan kaumnya menyembah sesuatu yang mereka anggap luar biasa yaitu matahari, bukan menyembah kepada Allah Yang satu; dan setan yang telah bersumpah di hadapan Allah untuk terus mempedaya anak cucu Adam sampai hari Kiamat, telah menjadikan terasa indah bagi mereka perbuatan-perbuatan buruk mereka, seperti kemusyrikan, kekafiran dan kemaksiatan lainnya, sehingga setan mampu memperdayai dan menghalangi mereka dari jalan Allah, dengan tipu muslihatnya yang sangat halus. Maka, karena mereka memilih berpihak kepada setan, mereka tidak mendapat petunjuk."
  },
  {
    "verse_number": 25,
    "tafsir": "Mereka juga tidak menyembah Allah yang mengeluarkan apa yang terpendam di langit seperti air hujan dan di bumi seperi menumbuhkan tanam-tanaman, dan yang mengetahui apa yang kamu sembunyikan dalam hatimu dan yang kamu nyatakan dengan perkataanmu."
  },
  {
    "verse_number": 26,
    "tafsir": "Dialah Allah, tidak ada tuhan yang wajib dan patut disembah melainkan Dia. Dialah Tuhan yang mempunyai 'Arsy dan bersemayam di atas singgasana-Nya yang agung.”"
  },
  {
    "verse_number": 27,
    "tafsir": "Mendengar laporan dari burung Hudhud, Nabi Sulaiman berkata dengan nada memperingatkan, “Akan kami lihat, apa kamu benar terhadap apa yang engkau katakan, atau termasuk yang berdusta.”"
  },
  {
    "verse_number": 28,
    "tafsir": "Untuk melacak kebenaran pengakuan burung Hudhud, Nabi Sulaiman memerintahkannya untuk pergi ke negeri Saba’ dan berkata, “Pergilah engkau ke negeri ratu itu, dengan membawa suratku ini, lalu jatuhkanlah kepada mereka, Ratu Balqis dan pembesarnya, kemudian berpalinglah dan menghindarlah dari mereka, lalu perhatikanlah reaksi mereka terhadap isi surat itu dan perhatikan apa yang mereka bicarakan.”"
  },
  {
    "verse_number": 29,
    "tafsir": "Setelah surat Nabi Sulaiman sampai ke tangan Ratu Balqis dan ia memahami isi surat tersebut, Ratu itu berkata kepada para pembesar kerajaan, “Wahai para pembesar! Ada berita amat penting yang perlu kamu ketahui, sesungguhnya telah disampaikan kepadaku sebuah surat yang mulia karena mengandung ungkapan yang beretika, bijak, dan mengandung banyak hikmah.”"
  },
  {
    "verse_number": 30,
    "tafsir": "Ratu melanjutkan perkataannya, “Sesungguhnya surat itu dari seorang yang bernama Sulaiman yang isinya, 'Dengan nama Allah Yang Maha Pengasih, Maha Penyayang.’"
  },
  {
    "verse_number": 31,
    "tafsir": "Nabi Sulaiman meingingatkan Ratu Balqis, 'Janganlah engkau berlaku sombong terhadapku sebagaimana yang dilakukan oleh para penguasa lain, dan datanglah kepadaku sebagai orang-orang yang berserah diri dengan tidak memperlihatkan perlawanan.’"
  },
  {
    "verse_number": 32,
    "tafsir": "Wahai para pembesar! Berilah aku pertimbangan dari kalian dalam perkaraku ini mengingat hal ini adalah perkara yang sangat penting dan serius. Apa yang harus aku perbuat? Walaupun aku sebagai pemimpin tunggal bagi kalian, aku tidak pernah memutuskan suatu perkara sebelum kamu hadir dalam majelis-ku untuk bermusyawarah bagaimana sebaiknya menyikapi surat Sulaiman ini.”"
  },
  {
    "verse_number": 33,
    "tafsir": "Mendengar permintaan Ratu Balqis, mereka, para pemuka itu menjawab sebagai bentuk loyalitas mereka yang tinggi terhadap Sang Ratu, “Baginda Ratu! Kita memiliki kekuatan dan keberanian yang luar biasa untuk berperang. Tetapi meskipun demikian, keputusan terakhir berada di tanganmu, wahai paduka yang mulia! Maka pertimbangkanlah apa yang akan engkau perintahkan. kami akan turuti apa yang engkau perintahkan kepada kami.”"
  },
  {
    "verse_number": 34,
    "tafsir": "Sebagai pemimpin yang bijak, Ratu Balqis memilih jalan damai daripada berperang sebagaimana yang ditawarkan oleh pembesar kaumnya. Lalu ratu Balqis berkata, “Sepengetahuanku sesungguhnya raja-raja dan penguasa negeri apabila menaklukkan suatu negeri di mana pun juga mereka tentu akan membinasakannya, dengan memporak porakandakannya dan menjadikan penduduknya yang mulia yaitu pemuka-pemuka mereka jadi hina, agar tidak ada lagi kekuatan yang dominan; dan demikian yang akan mereka perbuat.”"
  },
  {
    "verse_number": 35,
    "tafsir": "Ratu Balqis kemudian mengemukakan gagasannya di hadapan pembesar-pembesar kerajaannya. Ratu berkata “Dan sungguh, aku akan mengirim utusan kepada mereka, Nabi Sulaiman dan pengawal kerajaannya, dengan membawa hadiah yang banyak, sangat berharga dan bernilai, dan aku akan menunggu apa yang akan dibawa kembali oleh para utusan itu, bagaimana sikap raja Sulaiman terhadap kebijakanku ini?”"
  },
  {
    "verse_number": 36,
    "tafsir": "Sesuai dengan arahan Ratu Balqis, berangkatlah utusan ratu dari Negeri Saba’ di Yaman menuju Palestina tempat kediaman Nabi Sulaiman dengan membawa hadiah-hadiah itu. Maka ketika para utusan itu sampai kepada Nabi Sulaiman dan mengemukakan maksud kedatangannya dan menyampaikan hadiah dari Ratu Balqis, Nabi Sulaiman, sama sekali tidak tertarik untuk melihat hadiah-hadiah itu, bahkan berkata kepada para utusan itu, “Apakah kamu akan memberi harta kepadaku dan kamu masih tetap dalam kesyirikan dan kekafiranmu? Tak mungkin hal itu terjadi. Ketahuilah oleh kalian bahwa apa yang Allah berikan kepadaku berupa kenabian, kerajaan, harta benda, dan bala tentara itu jauh lebih baik daripada apa yang Allah berikan kepadamu yang berupa perhiasan dunia semata. Akan tetapi, kamu merasa bangga dengan hadiahmu. Aku tidak butuh terhadap hadiah-hadiah itu. kembalikanlah hadiah-hadiah itu kepada orang yang mengutusmu.”"
  },
  {
    "verse_number": 37,
    "tafsir": "Nabi Sulaiman memerintahkan utusan itu untuk kembali dan berkata, “Kembalilah kamu sekalian kepada mereka, yakni Ratu Balqis dan pengikutnya! Lalu katakanlah kepada mereka bahwa sungguh, kami pasti akan mendatangi mereka dengan bala tentara yang mereka tidak mampu melawan dan tidak mungkin menandingi-nya karena bala tentara kami bukan saja dari kalangan manusia, tapi juga dari kalangan Jin. Dan dengan pasti, akan kami usir mereka dari negeri Saba’ itu secara terhina dan mereka akan menjadi tawanan yang hina dina. Itulah balasan dari orang yang membangkang terhadapku.”"
  },
  {
    "verse_number": 38,
    "tafsir": "Melihat kesungguhan Nabi Sulaiman yang akan menyerang kerajaannya, akhirnya Ratu Balqis menuruti apa yang diperintahkan oleh Nabi Sulaiman. Berangkatlah sang ratu dan pengikutnya dari Yaman menuju Palestina. Namun sebelum Ratu Balqis sampai di Palestina, Nabi Sulaiman, mengadakan sayembara terlebih dahulu. Dia Sulaiman berkata, “Wahai para pembesar! Siapakah di antara kamu yang sanggup membawa singgasananya kepadaku sebelum mereka datang kepadaku menyerahkan diri?” Nabi Sulaiman mendengar akan kemewahan singgasana Ratu Balqis dan yang bersangkutan sangat bangga dengan singgasananya itu. Dia ingin melakukan kejutan terhadap Ratu Balqis, sebagai bagian dari taktik pamer kekuatan sebagai bukti akan kekuasaannya yang jauh lebih besar dari kekuasaan Ratu Balqis."
  },
  {
    "verse_number": 39,
    "tafsir": "Mendengar seruan Nabi Sulaiman, 'Ifrit dari golongan jin menawarkan diri dan berkata, “Wahai Sulaiman, akulah yang akan membawanya yaitu singgasana Ratu Balqis itu, kepadamu sebelum engkau berdiri dari tempat dudukmu; yaitu antara pagi hari sampai siang, untuk mengurusi rakyat dan seluk beluk kerajaan. Dan sungguh, aku kuat melakukannya dan dapat dipercaya, tidak akan melakukan tindakan yang tidak terpuji.”"
  },
  {
    "verse_number": 40,
    "tafsir": "Nabi Sulaiman rupanya menginginkan lebih cepat dari itu, lalu tampillah seorang yang mempunyai ilmu dari Kitab, yaitu kitab-kitab sebelum Nabi Sulaiman seperti kitab Taurat dan Zabur, menawarkan dirinya dan berkata, “Wahai Sulaiman! Aku akan membawa singgasana itu kepadamu sebelum matamu berkedip, setelah memandangi sesuatu benda yang jauh dengan mata yang terbelalak.” Maka ketika dia, Sulaiman, melihat singgasana itu terletak di hadapannya, dia pun berkata dengan hati penuh syukur, “Ini termasuk karunia Tuhanku untuk mengujiku, apakah aku bersyukur atau mengingkari nikmat-Nya. Barangsiapa bersyukur, dengan hatinya melalui pengakuan yang tulus, atau lisan-nya melalui ungkapan tahmid, tasbih atau lainnya, atau melalui anggota tubuh yang lainnya dengan menggunakan kenikmatan itu untuk mencari rida Allah, maka sesungguhnya dia bersyukur untuk kebaikan dirinya sendiri karena Allah akan menambahkan banyak lagi kenikmatan kepadanya. Dan barang siapa ingkar terhadap nikmat-Nya seperti menganggap nikmat yang diperolehnya karena jerih payahnya saja atau menggunakannya untuk kemaksiatan, maka sesungguhnya Tuhanku Mahakaya, tidak membutuhkan iapa pun, bahkan sebaliknya semua makhluk membutuhkan-Nya, serta Mahamulia tidak pernah melakukan sesuatu yang tak terpuji.”"
  },
  {
    "verse_number": 41,
    "tafsir": "Nabi Sulaiman ingin mengetahui sampai sejauh mana Ratu Balqis teliti terhadap singgasananya. Ia ingin memperlihatkan kepadanya akan kemahakuasaan Allah, Zat yang disembah oleh Nabi Sulaiman, di samping untuk memperlihatkan mukjizat yang Allah berikan kepadanya. Nabi Sulaiman berkata, “Ubahlah untuknya singgasananya dengan menjadikan singgasananya tidak persis seperti aslinya. Kita akan melihat apakah dia, Balqis, mengenal singgasananya yang telah berubah itu atau tidak mengenalnya lagi.”"
  },
  {
    "verse_number": 42,
    "tafsir": "Singgasana Ratu Balqis akhirnya diubah, berbeda dari aslinya. Kemudian singgasana itu diletakkan di tempat yang akan dilewati oleh Ratu Balqis. Maka, ketika Ratu Balqis datang dan melewati tempat yang ada singgasananya, ditanyakanlah kepadanya, “Serupa inikah singgasanamu?” Ratu Balqis, menjawab dengan sedikit ragu, “Seakan-akan itulah dia singgasanaku.” Selanjutnya Ratu Balqis berkata, “Kami telah diberi pengetahuan akan kenabian Nabi Sulaiman, cerita tentang burung Hudhud, dan cerita tentang utusan kami yang membawa hadiah untuk Nabi Sulaiman, sebelumnya, yaitu sebelum kejadian yang mencengangkan ini dan kami adalah orang-orang yang berserah diri kepada Allah. Karena kejadian demi kejadian yang kami lihat dan kami amati, membuktikan bahwa kami berada dalam kesesatan dan ajakan Nabi Sulaiman adalah ajakan yang benar.”"
  },
  {
    "verse_number": 43,
    "tafsir": "Allah lalu menjelaskan akan terhambatnya Ratu Balqis untuk cepat berbalik menyembah kepada Allah. Dan kebiasaannya menyembah selain Allah seperti penyembahannya kepada matahari, mencegahnya untuk melahirkan keislamannya dengan cepat. Sesungguhnya Ratu Balqis dahulu termasuk orang-orang kafir, menutupi dirinya dari kebenaran, sampai datang kepadanya ajakan Nabi Sulaiman, yang disertai dengan kisah-kisah yang menakjubkannya yang menunjukkan kebenaran ajakan Nabi Sulaiman."
  },
  {
    "verse_number": 44,
    "tafsir": "Kejutan berikutnya yang ingin diperlihatkan oleh Nabi Sulaiman kepada Balqis adalah ketika Balqis diajak untuk melihat seisi istana Nabi Sulaiman yang megah dan indah, untuk memperlihatkan istana-nya yang lebih hebat dari istana Balqis di Yaman. Dikatakan kepadanya Balqis, “Masuklah ke dalam istana.” Di dalamnya ada lantai yang berlapis kaca yang sangat bening, sehingga terlihat jelas apa yang ada di bawahnya. Maka ketika Ratu Balqis melihat lantai istana itu, dia terkecoh. Dikiranya dia akan memasuki kolam air yang besar, dan oleh karena itu disingkapkannya penutup kedua betisnya agar tidak basah oleh air kolam itu. Melihat kejadian cukup menggelikan itu, Nabi Sulaiman berkata, “Sesungguhnya ini bukanlah kolam airseperti yang kaukira, tapi hanyalah lantai istana yang dilapisi kaca.” Pada akhirnya Balqis mengakui semua kehebatan Nabi Sulaiman, dan apa yang dia lihat adalah betul-betul mencerminkan kekuasaan Allah Zat yang patut disembah. Balqis lalu berkata, dengan penuh kesadaran dan keyakinan yang mantap, “Ya Tuhanku, Zat yang memiliki dan mengurusiku! Sungguh, aku telah berbuat zalim terhadap diriku karena telah menyembah selain Allah yaitu matahari yang tidak mempunyai kekuatan apa pun dan tidak bisa memberi perlindungan kepada penyembahnya jika mereka berada dalam keadaan bahaya.” Sebagai puncak dari pengakuan keislamannya, Ratu Balqis berkata, “Aku berserah diri bersama Sulaiman kepada Allah, Tuhan seluruh alam Dialah pemilik, pemelihara, mengurus, alam seluruh. Dialah Tuhan Yang wajib disembah.”"
  },
  {
    "verse_number": 45,
    "tafsir": "Kaum Samud mendiami satu kawasan antara Madinah dan Syam. Tepatnya di kota al-Hijr atau Mada’in, sebelah utara Madinah, sekitar 200 km. Dan sungguh, Kami telah mengutus kepada kaum Samud saudara mereka karena berasal dari satu negeri yaitu Saleh yang menyeru kepada mereka, “Sembahlah Allah Yang Mahakuasa, Pencipta langit dan bumi, bukan kepada yang lain-Nya, yang tidak mempunyai kemampuan apa-apa. Akan tetapi tiba-tiba mereka menjadi dua golongan yang bermusuhan: golongan yang beriman dan golongan yang kafir kepadanya."
  },
  {
    "verse_number": 46,
    "tafsir": "Nabi Saleh dalam dakwahnya selalu memberi kabar gembira kepada yang beriman dan memberikan peringatan kepada mereka yang ingkar kepadanya dengan azab yang pedih. Kaumnya meminta kepadanya agar azab itu disegerakan. Pada saat itulah, Nabi Saleh berkata, “Wahai kaumku! Mengapa kamu meminta kepadaku disegerakan keburukan, yaitu azab Allah bagi yang ingkar kepada-Nya sebelum kamu meminta kebaikan berupa kebaikan di dunia maupun akhirat karena beriman dan beramal saleh?” Nabi Saleh kemudian menasihati kaumnya dengan mengatakan, “Mengapa kamu tidak memohon ampunan kepada Allah, atas dosa-dosa yang kamu lakukan, agar kamu mendapat rahmat dari-Nya?”"
  },
  {
    "verse_number": 47,
    "tafsir": "Mendengar nasihat Nabi Saleh tersebut, mereka menjawab, “Kami mendapat nasib yang malang seperti perpecahan di antara kami, kepahitan hidup, gagal panen, dan lain sebagainya, disebabkan oleh kamu dan orang-orang yang bersamamu. Sebelum kamu datang menyeru kepada kami, kami tidak menemukan nasib seperti ini.” Nabi Saleh, berkata, “Nasibmu, baik itu nasib baik atau buruk ada pada Allah sesuai dengan ketetapan-Nya, bukan kami yang menjadi sebab, tetapi kamu adalah kaum yang sedang diuji, apakah setelah kedatanganku sebagai nabi utusan Allah, kamu beriman kepadanya atau tidak. Jika beriman, kamu akan mendapat pahala dan jika kafir kamu akan mendapatkan siksaan.”"
  },
  {
    "verse_number": 48,
    "tafsir": "Kaum Samud yang senantiasa bermaksiat itu tinggal di sebuah yang bernama al-Hijr, yang terletak di selatan Madinah. Dan di kota itu ada sembilan orang laki-laki yang dari waktu ke waktu selalu berbuat kerusakan di bumi, yaitu segala macam kemaksiatan. Mereka tidak melakukan perbaikan terhadap diri mereka sendiri dengan beriman dan bertakwa"
  },
  {
    "verse_number": 49,
    "tafsir": "Mereka, sembilan orang tersebut, berkata kepada teman-temannya tentang niat jahat mereka, “Bersumpahlah kamu dengan nama Allah, bahwa kita pasti akan menyerang dia yaitu Nabi Saleh, bersama keluarganya secara tiba-tiba pada malam hari, dan membunuhi mereka. Kemudian untuk menutupi kasus ini, kita akan mengatakan kepada ahli warisnya bahwa kita tidak menyaksikan kebinasaan keluarganya itu, apalagi menyaksikan terbunuhnya Saleh. Dan sungguh, kita orang yang benar.” Demikianlah perilaku orang jahat. Mereka melakukan tipu daya dalam melaksanakan kejahatan, kemudian mereka lepas tangan terhadap apa yang telah mereka lakukan secara licik, agar terkesan mereka adalah orang baik-baik."
  },
  {
    "verse_number": 50,
    "tafsir": "Dan mereka membuat tipu daya terhadap Nabi Saleh dan keluarganya dan Kami pun menyusun tipu daya untuk menghancurkan mereka, sebagai balasan atas tipu daya mereka, sedang mereka tidak menyadari-nya."
  },
  {
    "verse_number": 51,
    "tafsir": "Maka perhatikanlah bagaimana akibat dari tipu daya mereka, bahwa Kami, sesuai dengan kehendak Kami dan cara Kami, telah memutuskan untuk membinasakan mereka dan kaum mereka semuanya, karena dosa-dosa mereka."
  },
  {
    "verse_number": 52,
    "tafsir": "Allah membinasakan mereka melalui suara yang mengguntur (Lihat: Surah Hud/11: 67), kemudian gempa yang dahsyat (Lihat: Surah al-A’raf/7: 78) yang menghancurkan. Demikian pula pada ayat ini, Allah menggambarkan kehancuran mereka. Maka itulah rumah-rumah mereka yang runtuh, luluh lantak karena kezaliman mereka, yaitu penentangan mereka terhadap ajakan Nabi Saleh untuk bertobat dan berbuat baik. Apa yang terjadi pada kaum Nabi Saleh adalah pelajaran yang sangat berguna. Sungguh, pada yang demikian itu benar-benar terdapat tanda kekuasaan Allah bagi orang-orang yang mengetahui. Apa yang dikatakan oleh Allah, baik janji maupun ancaman, adalah benar adanya, pasti akan menjadi kenyataan, bukan main-main."
  },
  {
    "verse_number": 53,
    "tafsir": "Dan Kami selamatkan Nabi Saleh dan orang-orang yang beriman barsamanya dan mereka selalu bertakwa. Keimanan dan ketakwaan akan membawa keberuntungan bagi pelakunya baik dunia maupun akhirat, karena itulah kehendak Allah pada manusia."
  },
  {
    "verse_number": 54,
    "tafsir": "Dan ingatlah, wahai Rasul, dan ceritakan kepada kaummu kisah Nabi Lut, ketika dia berkata kepada kaumnya, “Mengapa kamu mengerjakan perbuatan fahisyah, perilaku keji, yaitu melakukan hubungan seksual antara lelaki dengan sesama jenis padahal kamu melihatnya yaitu kekejian perbuatan maksiat itu? Mengapa kamu membiarkan hal itu terus terjadi dan kamu melakukannya?"
  },
  {
    "verse_number": 55,
    "tafsir": "Mengapa kamu mendatangi laki-laki untuk memenuhi syahwat-mu, bukan mendatangi perempuan yang diciptakan oleh Allah untuk kamu sekalian? Bukankah apa yang kamu lakukan adalah betul-betul bertentangan dengan fitrah manusia, bahkan binatang sekali pun tidak melakukannya. Sungguh, kamu adalah kaum yang tidak mengetahui akan akibat perbuatanmu.”"
  },
  {
    "verse_number": 56,
    "tafsir": "Teguran Nabi Lut tidak digubris sedikit pun oleh kaumnya, bahkan mereka menganggapnya sebagai teguran yang tidak wajar untuk ditanggapi. Oleh karena itu, jawaban kaumnya tidak lain hanya dengan mengatakan kepada sesama yang durhaka, “Usirlah Lut dan keluarganya serta para engikutnya dari negeri tempat tinggal-mu; sesungguhnya mereka adalah orang-orang yang terus menerus menganggap dirinya suci sehingga tidak sudi ikut bersama kita.”"
  },
  {
    "verse_number": 57,
    "tafsir": "Maka Kami selamatkan dia dan keluarganya serta para pengikutnya dari siksa yang akan menimpa, kecuali istrinya. Kami telah menentukan dan mentakdirkan akibat kedurhakaannya bahwa dia termasuk orang-orang yang tertinggal yakni berada dalam azab dan binasa bersama orang-orang kafir."
  },
  {
    "verse_number": 58,
    "tafsir": "Dan Kami hujani mereka dengan hujan batu yang membinasakan sebagai bentuk azab dari Kami, maka sangat buruklah hujan yang ditimpakan pada orang-orang yang diberi peringatan akan datangnya azab itu tetapi tidak mengindahkan."
  },
  {
    "verse_number": 59,
    "tafsir": "Demikianlah uraian kisah-kisah para nabi dan umatnya yang memberi tuntunan dan pelajaran yang harus disyukuri, maka katakanlah, wahai Nabi Muhammad, “Segala puji hanya bagi Allah dalam segala situasi dan kondisi dan salam sejahtera atas hamba-hamba-Nya yang dipilih-Nya sebagai pengemban misi kerasulan.” Katakan pula kepada orang-orang musyrik, “Apakah Allah yang lebih baik, ataukah apa yang mereka persekutukan dengan-Nya yang tidak dapat mendatangkan manfaat atau mudarat?”[]"
  },
  {
    "verse_number": 60,
    "tafsir": "Setelah ayat-ayat yang lalu membicarakan tindakan Allah terhadap para pembangkang serta penyelamatan terhadapnya hamba-Nya yang taat, kini Allah mengajak untuk membandingkan antara ciptaan-Nya dan yang dilakukan oleh selain-Nya. Wahai Nabi Muhammad, katakan kepada mereka, “Bukankah Dia yang telah menciptakan langit dan bumi tanpa contoh sebelumnya dan yang menurunkan air hujan dari langit yang sangat bermanfaat untukmu, lalu Kami tumbuhkan dengan air itu kebun-kebun yang berpemandangan indah? Kamu sekali-kali tidak akan mampu menumbuhkan pohon-pohonnya yang beraneka ragam dengan jenis, warna dan buah yang berlainan seandainya Allah tidak menurunkan hujan dari langit. Jika demikian, apakah di samping Allah ada tuhan yang lain? Keserasian dalam ciptaan Allah menunjukkan bahwa tidak ada Tuhan lain yang menyertai Allah. Bahkan, sebenarnya mereka yang menyekutukan Allah adalah orang-orang yang menyimpang dari kebenaran, sebab telah mempersamakan Allah dengan lainnya dalam ibadah dan keagungan.”"
  },
  {
    "verse_number": 61,
    "tafsir": "Tanyakan kepada mereka, “Bukankah Dia yang telah menjadikan bumi datar, mantap dan tidak bergoncang sehingga layak sebagai tempat berdiam, yang menjadikan sungai-sungai di celah-celahnya, yaitu antara gunung-gunung yang tertancap di bumi, dan yang menjadikan gunung-gunung untuk mengokohkan-nya, dan yang menjadikan suatu pemisah antara dua laut, yaitu laut yang asin dan sungai air tawar yang bermuara di laut, sehingga masing-masing tidak bercampur aduk? Apakah di samping Allah ada tuhan lain yang melakukan itu sehingga kamu persekutukan Dia dengannya? Sungguh tidak ada, bahkan sebenarnya kebanyakan mereka tidak mau memanfaatkan ilmu kebenaran yang sesungguhnya, seolah-olah mereka tidak mengetahui.”"
  },
  {
    "verse_number": 62,
    "tafsir": "Tanyakan pula kepada mereka, “Bukankah Dia Allah yang memperkenankan doa orang yang terpaksa, yakni berada dalam kesulitan yang mencekam apabila dia berdoa kepada-Nya? Dan bukankah Dia Yang Kuasa menghilangkan kesusahan yang menimpa siapa pun dan Yang Kuasa menjadikan kamu wahai manusia sebagai khalifah, penerus generasi sebelum kamu di bumi? Apakah ada yang mampu melakukan hal serupa itu? Pasti tidak ada. Jika demikian, apakah di samping Allah ada tuhan yang lain? Sedikit sekali nikmat Allah yang kamu ingat.”"
  },
  {
    "verse_number": 63,
    "tafsir": "Tanyakan pula kepada mereka, wahai Rasul, “Bukankah Dia Allah yang memberi petunjuk kepada kamu dalam perjalanan di tengah kegelapan di daratan dan lautan melalui bintang-bintang, atau arah angin, atau tanda-tanda lainnya? Dan bukankah Dia yang mendatangkan aneka angin sebagai kabar gembira sebelum kedatangan hujan sebagai rahmat-Nya yang akan menghidupkan tanah dan tumbuhan? Apakah di samping Allah ada tuhan lain yang membuat itu sehingga kamu menyembah dan memohon kepada selain-Nya? Mahatinggi dan Mahasuci Allah terhadap apa yang mereka persekutukan.”"
  },
  {
    "verse_number": 64,
    "tafsir": "Selain bukti-bukti yang terhampar di alam raya, di langit dan di bumi, tanyakan pula kepada mereka tentang awal dan akhir perjalanan hidup manusia serta aneka anugerah-Nya. Bukankah Dia yang memulai penciptaan semua makhluk, termasuk manusia, kemudian setelah manusia hidup di pentas bumi lalu mati, Dia mengulanginya lagi dengan menghidupkannya kembali setelah hancur dan binasa? Dan bukankah Dia yang memberikan rezeki kepadamu dari langit dengan menurunkan hujan dan dari bumi dengan menumbuhkan tanaman? Apakah di samping Allah ada tuhan lain yang melakukan itu? Pasti tidak ada. Kalaupun mereka berkata ada, maka Katakanlah, Nabi Muhammad, “Jika ada Tuhan selain Allah maka kemukakanlah alasan-alasan yang menjadi bukti pendukung kebenaranmu, jika kamu menganggap dirimu orang yang berkata benar. Sekali-kali kamu tidak akan dapat mendatangkan itu.”"
  },
  {
    "verse_number": 65,
    "tafsir": "Banyak orang beranggapan bahwa ada orang yang dapat mengetahui hal ghaib, termasuk waktu kedatangan kiamat. Katakanlah wahai Nabi Muhammad, “Tidak ada sesuatu dan siapa pun di langit dan di bumi yang mengetahui perkara yang gaib, kecuali Allah. Dan mereka tidak merasakan apalagi mengetahui kapan mereka akan dibangkitkan dari alam barzakh.”"
  },
  {
    "verse_number": 66,
    "tafsir": "Bahkan sebenarnya pengetahuan mereka, yakni kaum musyrik, tentang akhirat tidak sampai ke sana. Bahkan mereka ragu-ragu tentangnya, yaitu akhirat. Bahkan mereka adalah orang-orang yang buta tentang kebenaran itu, karena tidak mau berusaha mencari alasan-alasan yang membenarkan adanya hari akhir. Hal itu disebabkan oleh mata hati mereka yang telah dirusak oleh kesesatan."
  },
  {
    "verse_number": 67,
    "tafsir": "Dan keraguan serta kebutaan hati orang-orang yang kafir yang mengingkari hari kebangkitan itu mendorong mereka untuk berkata, “Setelah jasad kita hancur lebur menjadi tanah dan begitu pula jasad nenek moyang kita yang sudah sekian lama meninggalkan dunia ini, apakah benar kita akan dikeluarkan dari kubur untuk hidup kembali sebagaimana sebelumnya?"
  },
  {
    "verse_number": 68,
    "tafsir": "Sejak dahulu sungguh kami telah dijanjikan oleh Nabi Muhammad, persis seperti apa yang disampaikan nabi-nabi terdahulu, akan diberi ancaman dengan hari kebangkitan ini kami dan nenek moyang kami. Jika benar apa yang dikatakannya tentang kebangkitan, mestinya telah terjadi. Tetapi, sebenarnya janji dan ancaman kebangkitan ini tidak lain hanyalah dongeng orang-orang terdahulu.”"
  },
  {
    "verse_number": 69,
    "tafsir": "Katakanlah kepada mereka yang mendustakanmu, wahai Nabi Muhammad, sebagai peringatan dan ancaman untuk mereka, “Berjalanlah kamu semua di muka bumi, lalu perhatikanlah sejarah bagaimana kesudahan orang-orang yang berdosa dengan mendustakan para Rasul di masa lalu, agar kamu dapat mengambil pelajaran yang membuat kamu takut akan azab Allah. Allah telah membinasakan mereka, dan akan memperlakukan hal yang sama terhadap kamu jika kamu tidak beriman."
  },
  {
    "verse_number": 70,
    "tafsir": "Laksanakanlah tugasmu dengan sebaik mungkin, dan janganlah engkau wahai Nabi Muhammad bersedih hati terhadap mereka yang enggan mengikuti ajaran yang engkau sampaikan, sebab tugasmu hanyalah menyampaikan risalah Kami, dan janganlah pula dadamu merasa sempit terhadap upaya tipu daya mereka, sebab Kami akan menolongmu dan melindungimu dari itu semua.”"
  },
  {
    "verse_number": 71,
    "tafsir": "Pendustaan orang-orang kafir itu telah mencapai puncaknya, dan mereka meminta agar siksa itu segera didatangkan dengan selalu berkata, “Kapankah datangnya janji azab yang kamu ancamkan itu? Buktikan jika kamu, wahai Nabi Muhammad dan pengikutmu, adalah orang yang benar dalam janji dan ancamanmu itu.”"
  },
  {
    "verse_number": 72,
    "tafsir": "Katakanlah kepada mereka, wahai Nabi Muhammad, “Boleh jadi sebagian dari azab yang kamu minta disegerakan itu telah hampir sampai kepadamu dan akan segera menimpamu.”"
  },
  {
    "verse_number": 73,
    "tafsir": "Dan sungguh, Tuhanmu benar-benar memiliki karunia yang diberikan-Nya kepada seluruh manusia. Di antara wujud rahmat dan karunia-Nya itu adalah penundaan hukuman yang akan ditimpakan atas orang-orang yang berdusta guna memberi mereka kesempatan berpikir dan bertobat, tetapi kebanyakan mereka tidak mensyukuri karunia Allah."
  },
  {
    "verse_number": 74,
    "tafsir": "Dan sungguh, Tuhan Pemelihara-mu benar-benar senantiasa mengetahui apa yang disembunyikan dalam dada, yakni hati mereka dan apa yang mereka nyatakan, baik berupa perbuatan maupun ucapan, sehingga Dia akan membalas itu semua."
  },
  {
    "verse_number": 75,
    "tafsir": "Dan tidak ada sesuatu pun yang tersembunyi di langit dan di bumi, sekecil dan sehalus apa pun, melainkan tercatat dalam Kitab yang jelas di sisi Allah, yaitu Lauh Mahfuzh. Kitab itu mencakup segala sesuatu yang telah dan yang akan terjadi."
  },
  {
    "verse_number": 76,
    "tafsir": "Setelah diuraikan tentang keniscayaan Kiamat, kini diuraikan tentang kenabian yang salah satu buktinya adalah Al-Qur`an. Sungguh, Al-Qur’an yang diwahyukan melalui malaikat Jibril kepada Nabi Muhammad ini menjelaskan kepada Bani Israil sebagian besar dari perkara agama, seperti masalah akidah, hukum dan kisah-kisah yang termaktub dalam Taurat, yang mereka perselisihkan."
  },
  {
    "verse_number": 77,
    "tafsir": "Dan sungguh, Al-Qur’an itu benar-benar menjadi petunjuk yang sangat jelas menuju kebahagiaan hidup dan sebagai rahmat yang agung bagi orang-orang yang beriman kepadanya."
  },
  {
    "verse_number": 78,
    "tafsir": "Perselisihan itu diakhiri dengan datangnya putusan Tuhan. Sungguh, Tuhan Pemelihara-mu, wahai Nabi Muhammad yang akan menyelesaikan perkara yang diperselisihkan di antara mereka dengan hukum-Nya yang selalu bersifat adil dan bijaksana, dan Dia Mahaperkasa yang tidak seorang pun dapat menolak putusan-Nya, serta Maha Mengetahui yang tidak samar bagi-Nya antara kebenaran dan kebatilan."
  },
  {
    "verse_number": 79,
    "tafsir": "Oleh sebab itu, maka bertawakallah, wahai Nabi Muhammad, dan berserah diri kepada Allah dalam segala urusan setelah berusaha secara maksimal. Teruslah berdakwah dengan penuh keyakinan akan datangnya kemenangan, sebab sungguh engkau Nabi Muhammad berada diatas kebenaran yang nyata. Ulah orang-orang yang mengingkarimu itu tidak akan membawa kerugian apa-apa bagi dirimu."
  },
  {
    "verse_number": 80,
    "tafsir": "Keengganan mereka beriman pada hakikatnya disebabkan oleh tertutupnya mata dan telinga mereka, dan memang sungguh, engkau wahai Nabi Muhammad, tidak dapat menjadikan orang yang mati hatinya dapat mendengar kebenaran, sebab mereka telah kehilangan kesadarannya, dan engkau tidak pula dapat menjadikan orang yang tuli karena menutup diri, dapat mendengar seruan, lebih-lebih apabila mereka telah berpaling lari berbalik ke belakang, sehingga tidak memiliki kesiapan untuk mendengarkan dakwahmu."
  },
  {
    "verse_number": 81,
    "tafsir": "Keadaan mereka juga sama dengan orang yang buta, dan engkau tidak akan dapat memberi petunjuk jalan kebenaran kepada orang yang buta mata hatinya akibat dari kesesatannya itu. Engkau tidak dapat menjadikan seorang pun mendengar, kecuali orang-orang yang beriman kepada ayat-ayat Kami, lalu mereka tunduk patuh dan berserah diri kepada Allah secara mantap dan kukuh."
  },
  {
    "verse_number": 82,
    "tafsir": "Dan apabila perkataan, yaitu ketentuan masa kehancuran alam dan datangnya kiamat, telah berlaku atas mereka, Kami keluarkan di akhir zaman nanti makhluk bergerak yang bernyawa dari bumi, berupa binatang melata atau manusia, yang akan mengatakan kepada mereka antara lain mengatakan bahwa manusia yang durhaka dan mengingkari hari kebangkitan selalu tidak yakin kepada ayat-ayat, yakni tanda-tanda keesaan dan kekuasaan Kami yang terhampar di alam raya."
  },
  {
    "verse_number": 83,
    "tafsir": "Setelah keluar dabbah, terjadilah Kiamat dengan kejadian yang diurai di sini. Dan ingatlah, wahai Nabi Muhammad, pada hari ketika Kami mengumpulkan dari setiap umat, suka atau tidak suka, segolongan orang yang selalu mendustakan ayat-ayat Kami, baik yang terhampar di alam raya maupun yang terbaca dalam kitab suci, lalu mereka dibagi-bagi dalam kelompok-kelompok. Mereka itu adalah para pembesar yang menjadi panutan. Mereka akan digiring di depan pengikut mereka untuk dimintakan pertanggungjawaban dan mendapatkan pembalasan."
  },
  {
    "verse_number": 84,
    "tafsir": "Hingga apabila mereka datang di tempat yang ditentukan dan berdiri di hadapan Allah untuk diperhitungkan amal perbuatannya, dengan nada mencemooh para pendusta itu, Allah berfirman,”Mengapa kamu telah mendustakan ayat-ayat-Ku yang telah disampaikan oleh para utusan-Ku dan yang telah Ku-hamparkan di alam raya, padahal kamu tidak mempunyai pengetahuan tentang itu, karena kamu tidak berpikir dan merenungkannya terlebih dahulu. Atau apakah yang telah kamu kerjakan selama itu, padahal Kami tidak menciptakan kamu untuk sesuatu yang sia-sia?”"
  },
  {
    "verse_number": 85,
    "tafsir": "Mereka tidak mendapat dalih untuk membela diri. Mereka bersalah, dan dengan demikian berlakulah perkataan berupa janji azab Allah atas mereka karena kezaliman mereka, maka mereka tidak dapat berkata, bukan saja karena tidak ada dalih yang dapat mereka katakan, tetapi lebih-lebih karena sangat pedihnya azab yang mereka rasakan. Mereka tidak mampu mengelak dan berdalih."
  },
  {
    "verse_number": 86,
    "tafsir": "Perhatikanlah apa yang dialami manusia setiap hari untuk mendekatkan pemahaman tentang hari kebangkitan. Apakah mereka tidak memperhatikan bahwa Kami telah menjadikan malam agar mereka beristirahat padanya dengan tidur dan menjadikan siang yang menerangi agar mereka dapat bekerja dan mencari nafkah? Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda kebesaran dan kekuasaan Allah yang bermanfaat bagi orang-orang yang beriman, antara lain menjadi bukti kuasa-Nya menghidupkan manusia setelah kematiannya."
  },
  {
    "verse_number": 87,
    "tafsir": "Dan ingatlah, serta ingatkanlah umatmu, wahai Nabi Muhammad, pada hari ketika sangkakala ditiup oleh malaikat Israfil atas izin Allah, maka terkejutlah siapa dan apa yang ada di langit dan apa yang ada di bumi oleh dahsyatnya suara sangkakala tersebut, kecuali siapa dan apa yang dikehendaki Allah untuk dimuliakan. Dan semua mereka datang menghadap-Nya dengan merendahkan diri dan dalam keadaan hina."
  },
  {
    "verse_number": 88,
    "tafsir": "Dan bukan hanya manusia yang datang dalam keadaan tunduk dan hina, engkau juga akan melihat gunung-gunung pada hari kebangkitan, yang engkau kira tetap di tempatnya dan tidak bergerak, padahal sesungguhnya ia berjalan dan bergerak cepat seperti awan yang berjalan dengan bantuan angin. Itulah sebagian dari ciptaan Allah yang mencipta dengan sempurna segala sesuatu. Sungguh, Dia Mahateliti dan mengetahui apa yang kamu kerjakan, baik berupa ketaatan maupun kemaksiatan, dan akan memberikan balasan atas itu semua."
  },
  {
    "verse_number": 89,
    "tafsir": "Setelah Kiamat terjadi dan manusia dikumpulkan di Padang Mahsyar, menghadap Tuhannya dengan merendahkan diri, keadaan mereka digambarkan sebagai berikut: barang siapa membawa kebaikan, yakni keimanan yang benar, tulus dan sempurna yang membuahkan amal saleh, maka dia akan memperoleh balasan yang lebih baik daripadanya, yakni balasan yang berlipat ganda dari sepuluh hingga tujuh ratus kali, bahkan tidak terbatas, sedang mereka merasa aman dan tenteram dari kejutan yang dahsyat pada hari penghimpunan di Padang Mahsyar itu."
  },
  {
    "verse_number": 90,
    "tafsir": "Dan barangsiapa membawa kejahatan, yakni mempersekutukan Allah, lalu mati dalam keadaan musyrik, maka mereka itu akan mendapat balasan yang setimpal dengan kejahatannya, yaitu disungkurkanlah wajah mereka ke dalam neraka. Kepada mereka dikatakan, “Kamu tidak diberi balasan, melainkan setimpal dengan apa yang telah kamu kerjakan.”"
  },
  {
    "verse_number": 91,
    "tafsir": "Katakanlah wahai Nabi Muhammad kepada siapa pun juga, “Aku hanya diperintahkan oleh Allah yang perintah-Nya tidak dapat diabaikan agar menyembah semata-mata hanya kepada Tuhan negeri ini, yakni Mekah, yang Dia telah menjadikan suci padanya dengan menjadikannya aman dari pertumpahan darah, tidak boleh ada orang atau sesuatu yang terzalimi di situ, sampai pun hewan dan tumbuhan. Dan bagi Tuhanku itu segala sesuatu adalah milik-Nya, Dan aku juga diperintahkan selain menyembah kepada-Nya agar aku termasuk orang Muslim, yang berserah diri, patuh melaksanakan semua perintah-Nya dan menjauhi semua larangan-Nya."
  },
  {
    "verse_number": 92,
    "tafsir": "Dan di samping yang aku lakukan khusus buat diriku, aku diperintahkan pula agar aku membacakan semua ayat-ayat suci Al-Qur’an kepada manusia. Maka barangsiapa mendapat petunjuk dari hasil penyampaianku, atau bacaan dan pemahaman Al-Qur’an yang kusampaikan, maka sesungguhnya dia mendapat petunjuk untuk kebaikan dirinya, dalam hal ini aku hanya berfungsi sebagai penyampai kabar gembira, dan barang siapa yang enggan memperhatikan tuntunan Al-Qur’an sehingga dia sesat dan tidak menemukan jalan yang benar, maka katakanlah kepadanya dan kepada siapa pun juga, “Sesungguhnya aku ini tidak lain hanyalah solah seorang pemberi peringatan dari sekian banyak nabi dan rasul yang telah diutus sebelum aku. Hidayah ada di tangan Tuhan.”"
  },
  {
    "verse_number": 93,
    "tafsir": "Dan sebagai bentuk rasa syukur atas anugerah Al-Qur’an yang diturunkan sebagai petunjuk dan berita gembira serta peringatan kepada seluruh manusia maka katakanlah wahai Nabi Muhammad, “Segala puji bagi Allah atas segala nikmat anugerah dan juga segala petaka yang bertujuan menguji.” Kepada mereka yang enggan percaya, Nabi Muhammad diperintahkan untuk mengatakan, “Dia Yang Maha Esa itu akan memperlihatkan kepadamu tanda-tanda keesaan, kebesaran dan kekuasaan-Nya, maka kamu akan mengetahuinya. Dan pada saat itu kamu akan yakin bahwa kitab suci Al-Qur’an dan seluruh berita yang ada di dalamnya adalah kebenaran.” Dan selanjutnya Nabi Muhammad diingatkan, yang tujuan sebenarnya adalah mereka yang durhaka, “Tuhanmu tidak lengah terhadap apa yang kamu dan mereka kerjakan dan semua akan diberi balasan sesuai dengan keadilan atau kemurahan Allah.”"
  }
]