[
  {
    "verse_number": 1,
    "tafsir": "Demi malam apabila menutupi cahaya siang. Malam yang gelap gulita dan hening menjadi waktu bagi manusia untuk beristirahat dari kepenatan kerja di siang hari."
  },
  {
    "verse_number": 2,
    "tafsir": "Demi waktu siang apabila terang benderang oleh cahaya matahari sehingga manusia dapat beraktivitas dengan leluasa."
  },
  {
    "verse_number": 3,
    "tafsir": "Demi penciptaan laki-laki dan perempuan dari setetes mani. Manusia tidak mempunyai rekayasa apa pun dalam penciptaan kedua jenis ini. Semua diatur oleh Allah sesuai kebijaksanaan-Nya terhadap makhluk."
  },
  {
    "verse_number": 4,
    "tafsir": "Demi ketiga hal itu, sungguh usahamu memang beraneka macam. Sebagian dari kamu memilih jalan ketaatan kepada Allah dan sebagian yang lain memilih durhaka."
  },
  {
    "verse_number": 5,
    "tafsir": "Maka barang siapa memberikan hartanya di jalan Allah, seperti ke-pada fakir miskin, anak yatim, dan kebajikan lainnya, dan bertakwa kepada Allah dengan melaksanakan perintah-Nya dan menghindari larangan-Nya,"
  },
  {
    "verse_number": 6,
    "tafsir": "dan membenarkan adanya pahala yang terbaik, yaitu surga di akhirat, atau membenarkan kalimat tauhid dengan beriman kepada Allah dengan kukuh,"
  },
  {
    "verse_number": 7,
    "tafsir": "maka akan Kami mudahkan baginya jalan menuju kemudahan dan kebahagiaan; menuju surga. Kami juga akan memudahkan jalannya untuk senantiasa beramal saleh dan taat kepada Kami."
  },
  {
    "verse_number": 8,
    "tafsir": "Dan adapun orang yang kikir terhadap hartanya dengan tidak memenuhi hak Allah dalam harta itu dan merasa dirinya cukup dengan apa yang dia punya sehingga tidak lagi memerlukan pahala dari Allah tidak mau beramal untuk kehidupan akhiratnya"
  },
  {
    "verse_number": 9,
    "tafsir": "serta mendustakan pahala yang terbaik, yaitu surga di akhirat; atau ingkar kepada Allah, hari akhir, dan apa yang Allah janjikan kepada mereka yang beramal saleh sehingga dia senantiasa melakukan maksiat,"
  },
  {
    "verse_number": 10,
    "tafsir": "maka akan Kami mudahkan baginya jalan menuju kesukaran dan kesengsaraan. Kami tutup hatinya dari keinginan untuk berbuat kebajikan dan Kami tahan langkahnya untuk taat kepada Kami."
  },
  {
    "verse_number": 11,
    "tafsir": "Dan hartanya tidak bermanfaat baginya apabila dia telah binasa dalam kemurkaan Allah. Allah tidak membutuhkan harta sebanyak apa pun. Hanya iman dan ketaatan, bukan harta, yang menyelamatkan seseorang dari azab Allah."
  },
  {
    "verse_number": 12,
    "tafsir": "Sesungguhnya Kamilah yang memberi petunjuk kepada manusia sesuai dengan kebijaksanaan Kami agar mereka berjalan pada jalan yang benar demi kebaikan mereka di dunia dan akhirat,"
  },
  {
    "verse_number": 13,
    "tafsir": "dan sesungguhnya milik Kamilah kerajaan akhirat dan dunia. Kami yang mengatur urusan keduanya, sedangkan manusia tinggal menjalankan apa yang wajib baginya dan meninggalkan apa yang dilarang darinya."
  },
  {
    "verse_number": 14,
    "tafsir": "Maka, Aku memperingatkan kamu, wahai manusia, dengan neraka yang menyala-nyala dan panas tiada tara; itulah neraka Jahanam. Demikianlah cara Allah mendidik manusia, dengan memberi sanksi kepada pelanggar dan penghargaan kepada penaat."
  },
  {
    "verse_number": 15,
    "tafsir": "Itulah neraka yang hanya dimasuki dan dirasakan panasnya oleh orang yang paling celaka."
  },
  {
    "verse_number": 16,
    "tafsir": "Mereka itulah orang yang mendustakan kebenaran yang datang dari Allah dan berpaling dari iman kepada-Nya."
  },
  {
    "verse_number": 17,
    "tafsir": "Dan sebaliknya, akan selamat dari neraka itu dijauhkan darinya orang yang paling bertakwa sebagai penghargaan iman dan amal salehnya."
  },
  {
    "verse_number": 18,
    "tafsir": "Dia itulah orang yang menginfakkan hartanya di jalan Allah untuk membersihkan dirinya dari kekikiran, ketamakan, dan sifat buruk lainnya."
  },
  {
    "verse_number": 19,
    "tafsir": "Dan tidak ada seorang pun memberikan suatu nikmat atau jasa padanya yang harus dibalasnya. Dia tidak berinfak hanya karena hendak membalas budi baik orang lain kepadanya, melainkan berinfak dengan tulus dan ikhlas."
  },
  {
    "verse_number": 20,
    "tafsir": "Dia tidak berinfak demi manusia, tetapi berinfak semata karena mencari keridaan Tuhannya yang Mahatinggi. Allah sangat senang kepada orang yang tulus dan ikhlas dalam berinfak maupun ibadah lainnya."
  },
  {
    "verse_number": 21,
    "tafsir": "Dan niscaya kelak dia akan mendapat kesenangan yang sempurna dari Allah sebagai balasan atas ketulusannya. Allah memperlakukannya dengan baik, memasukkanya ke surga yang penuh nikmat, dan mempersilakannya bertemu dan melihat Allah."
  }
]