[
  {
    "verse_number": 1,
    "tafsir": "Pada akhir Surah al-Isra’, Rasulullah diperintah agar memuji Allah dan menyucikannya dari segala kekurangan. Surah ini dimulai dengan menyampaikan kewajaran Allah menyandang pujian itu dengan mengingatkan tentang keharusan memuji dan menaati perintahnya sesuai dengan yang digariskan agama dalam kitab suci Al-Qur’an. Segala puji hanya tertuju bagi Allah yang telah menurunkan kepada hamba-Nya, yaitu Nabi Muhammad Al-Kitab, yakni Al-Qur’an, dan Dia tidak membuat padanya kebengkokan, baik redaksi maupun maknanya. Ayat demi ayatnya saling menjelaskan tidak ada pertentangan satu dengan lainnya."
  },
  {
    "verse_number": 2,
    "tafsir": "Al-Qur’an diturunkan sebagai bimbingan yang lurus dan sempurna, tidak berlebihan dan tidak kurang di dalam tuntutan dan hukum-hukumnya, dengan tujuan untuk memperingatkan umat manusia akan siksa yang sangat pedih dari sisi-Nya yang menimpa mereka yang tidak percaya, dan memberikan kabar gembira kepada orang-orang mukmin yang kokoh imannya yang senantiasa mengerjakan kebajikan bahwa mereka akan mendapat balasan yang baik, yaitu surga beserta kenikmatannya."
  },
  {
    "verse_number": 3,
    "tafsir": "Mereka kekal di dalamnya, yakni di dalam surga, untuk selama-lamanya."
  },
  {
    "verse_number": 4,
    "tafsir": "Dan Kitab suci Al-Qur’an juga diturunkan untuk memperingatkan kepada orang yang berkata, “Allah telah mengambil seorang anak sebagaimana kepercayaan orang Yahudi dan Nasrani.”"
  },
  {
    "verse_number": 5,
    "tafsir": "Mereka sama sekali tidak mempunyai pengetahuan tentang hal itu, yak-ni apa yang mereka ucapkan bahwa Allah mempunyai anak, begitu pula nenek moyang mereka, yang menjadi panutan mereka tidak mempunyai pengetahuan tentang apa yang mereka ucapkan. Alangkah jeleknya kata-kata yang keluar dari mulut mereka, itulah kata-kata yang menyatakan kekufuran dan mereka dengan ucapannya itu tidak lain hanya mengatakan kebohongan belaka. Tidak ada dasar sedikit pun dan tidak ada alasan yang membenarkan apa yang diucapkannya."
  },
  {
    "verse_number": 6,
    "tafsir": "Maka akibat ucapan dan perbuatan kaum musyrikin itu, barangkali engkau wahai Nabi Muhammad akan membunuh dirimu sendiri karena bersedih hati dan sangat kecewa setelah mereka berpaling dari dirimu dan menolak tuntunan yang engkau sampaikan, sekiranya mereka tidak beriman kepada keterangan ini, yakni Al-Qur’an. Wahai Nabi Muhammad, janganlah bersedih hati karena perkataan dan perbuatan mereka. Engkau hanya diutus menyampaikan wahyu kepada mereka, dan tidak dibebankan kepadamu menjadikan mereka beriman."
  },
  {
    "verse_number": 7,
    "tafsir": "Sesungguhnya Kami telah menjadikan apa yang ada di bumi, yakni beraneka macam hewan, tumbuh-tumbuhan dan kekayaan alam yang tersimpan di dalamnya sebagai perhiasan baginya, yakni bagi bumi dan indah dipandang oleh manusia, untuk Kami menguji mereka, di dalam menyikapi keindahan bumi dengan segala isinya. Dengan demikian, Kami mengetahui secara nyata siapakah di antara mereka yang terbaik perbuatannya, dan siapa yang jahat dan durhaka kepada Tuhannya."
  },
  {
    "verse_number": 8,
    "tafsir": "Dan kelak di hari kiamat, Kami benar-benar akan menjadikan apa yang di atasnya, yakni apa yang ada di atas bumi menjadi tanah yang tandus lagi kering, tidak ada lagi keindahannya. Demikianlah Allah menjadikan bumi dengan segala isinya yang dipandang indah oleh manusia sebagai sarana untuk menguji siapa di antara manusia itu yang baik perbuatannya dan siapa yang berbuat jahat. Kelak di hari kiamat kebaikan dan kejahatan itu akan mendapat pembalasan yang seadil-adilnya."
  },
  {
    "verse_number": 9,
    "tafsir": "Apakah engkau mengira bahwa Ashabul-Kahfi, yaitu orang-orang yang mendiami gua, dan yang mempunyai ar-raqim itu, yaitu nama anjing mereka atau tulisan-tulisan yang memuat nama-nama mereka termasuk tanda-tanda kebesaran Kami yang menakjubkan? Ya, memang Ashabul-Kahf dan ar-raqim adalah menakjubkan, tetapi janganlah engkau mengira bahwa itu satu-satunya tanda kebesaran Kami yang menakjubkan. Sesungguhnya banyak sekali tanda-tanda kebesaran kami yang sangat menakjubkan. Penciptaan langit dan bumi dan segala sesuatu yang berada di antara keduanya adalah tanda kekuasaan Kami yang sangat menakjubkan apabila engkau memperhatikannya."
  },
  {
    "verse_number": 10,
    "tafsir": "Ingatlah ketika pemuda-pemuda itu berlindung ke dalam gua, meninggalkan negerinya karena menjaga iman dan tauhidnya dari penindasan penguasa negerinya, lalu mereka berdoa, “Ya Tuhan kami. Berikanlah rahmat kepada kami dari sisi-Mu, lindungilah kami dari orang-orang yang memfitnah kami, dan sempurnakanlah petunjuk yang lurus yang dapat mengantarkan kepada keselamatan dan kebahagiaan bagi kami dalam urusan kami, baik urusan duniawi maupun ukhrawi."
  },
  {
    "verse_number": 11,
    "tafsir": "Maka Kami kami mengabulkan doa mereka, Kami tutup telinga mereka di dalam gua itu, agar mereka tidak dapat mendengar suara, maka mereka tertidur lelap di dalam gua itu selama beberapa tahun, yaitu sekitar tiga ratus tahun seperti yang akan disebutkan pada ayat 25."
  },
  {
    "verse_number": 12,
    "tafsir": "Kemudian apabila telah tiba waktunya, Kami bangunkan mereka dari tidur yang lelap agar Kami mengetahui manakah di antara kedua golongan itu yang berselisih pendapat tentang berapa lamanya mereka tertidur di dalam gua, yang lebih tepat dalam menghitung berapa lamanya mereka tinggal dalam gua itu. Tidak ada siapa pun di antara mereka yang dapat menghitungnya dengan tepat, maka mereka pun menyerahkan urusan ini kepada Allah. Hanya Allah yang mengetahui berapa lamanya mereka tinggal di dalam gua itu."
  },
  {
    "verse_number": 13,
    "tafsir": "Kami akan ceritakan kepadamu dengan rinci wahai Nabi Muhammad kisah mereka yang penting dan menakjubkan itu dengan sebenarnya, tidak ada keraguan maupun kesamaran agar engkau jelaskan kepada orang-orang yang bertanya dan menjadi pelajaran bagimu dan bagi umatmu. Sesungguhnya mereka adalah pemuda-pemuda yang beriman kepada Tuhan mereka dengan keimanan yang benar, tetapi mereka ditindas oleh penguasa pada masanya maka Kami kukuhkan iman mereka dan Kami tambahkan petunjuk kepada mereka kepada jalan yang benar."
  },
  {
    "verse_number": 14,
    "tafsir": "Dan Kami teguhkan hati mereka ketika mereka berdiri tampil di hadapan kaumnya atau di hadapan penguasa yang menindas dan memaksa agar mereka menyekutukan Allah, akan tetapi mereka menolaknya lalu mereka berkata, menyatakan keteguhan hatinya, “Tuhan kami adalah Tuhan Pencipta dan Pemelihara langit dan bumi; kami tidak menyeru tuhan selain Dia dan tidak menyembah-Nya. Sungguh, kalau kami berbuat demikian, yakni kalau kami menyeru dan menyembah tuhan selain Allah, tentu kami telah mengucapkan perkataan yang sangat jauh dari kebenaran.”"
  },
  {
    "verse_number": 15,
    "tafsir": "Lalu mereka menunjukkan kepada kaumnya bahwa mereka itu kaum kami yang telah menjadikan tuhan-tuhan (untuk disembah) selain Dia. Mereka menyekutukan Allah tanpa suatu bukti dan alasan yang jelas. Mengapa mereka tidak mengemukakan alasan yang jelas tentang kepercayaan mereka, sebagaimana kami tunjukkan bukti-bukti yang nyata tentang kekuasaan Allah, Tuhan kami? Maka siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah? Sungguh, mereka itulah orang-orang yang zalim karena mengada-adakan kebohongan terhadap Allah."
  },
  {
    "verse_number": 16,
    "tafsir": "Menghadapi kaumnya yang menyekutukan Allah dan penindasan penguasa negeri yang memaksa agar mereka meninggalkan kepercayaannya, maka salah satu dari pemuda itu atau beberapa dari mereka mengusulkan agar mereka meninggalkan negerinya ke tempat yang jauh. Sebagian dari mereka itu berkata, “Dan apabila kamu bermaksud hendak meninggalkan mereka, yakni kaumnya yang durhaka dan apa yang mereka sembah selain Allah, maka carilah tempat berlindung ke dalam gua itu, yakni sebuah gua yang telah mereka kenal dan ketahui sebelumnya, guna memelihara keyakinanmu, niscaya Tuhanmu akan melimpahkan sebagian rahmat-Nya kepadamu guna memelihara dan melindungi kamu dari penganiayaan mereka dan menyediakan sesuatu yang berguna bagimu dalam urusanmu yang berkaitan dengan kebutuhan hidupmu maupun yang berkaitan dengan keyakinanmu."
  },
  {
    "verse_number": 17,
    "tafsir": "Dan engkau, yakni siapa pun yang melihat posisi gua itu akan melihat matahari ketika terbit, condong dari gua mereka ke sebelah kanan, sehingga melalui pintu gua itu cahayanya dapat masuk dan apabila matahari itu terbenam, cahayanya menjauhi mereka ke sebelah kiri sehingga mereka tidak tersengat oleh sinarnya yang panas. Posisi gua itu tidak menghadap secara langsung ke arah matahari terbit maupun terbenam, sehingga sinarnya yang panas tidak menyengat mereka, sedang mereka berada dalam tempat yang luas di dalam gua itu. Itulah sebagian dari tanda-tanda kekuasaan dan kebesaran Allah untuk menjaga dan melindungi hambaNya yang taat dan mendapat petunjuk. Barang siapa diberi petunjuk oleh Allah, karena kecenderungan hatinya untuk mendapat petunjuk maka dialah yang mendapat petunjuk; dan barang siapa disesatkan-Nya, karena kecenderungan hatinya mengingkari ayat-ayat Allah maka engkau tidak akan mendapatkan seorang penolong yang dapat memberi petunjuk kepadanya dan membimbingnya kepada jalan yang benar."
  },
  {
    "verse_number": 18,
    "tafsir": "Dan engkau, yakni siapa pun yang melihat keadaan mereka di dalam gua, mengira mereka itu tidak tidur, sebab dilihat dari pandangan matanya keadaan mereka seperti terjaga, padahal mereka tidur lelap; dan Kami bolak-balikkan tubuh mereka ke kanan dan ke kiri, sehingga tidak rusak oleh tanah sedang anjing mereka seakan-akan menjaga mereka membentangkan kedua lengannya di depan pintu gua. Dan jika kamu menyaksikan keadaan mereka ketika itu, tentu kamu akan berpaling melarikan diri dari mereka dan penuh tanda tanya apa yang sesungguhnya terjadi pada mereka, dan pasti kamu akan dipenuhi rasa takut terhadap mereka sebab kamu melihat sesuatu yang sangat menakjubkan yang tidak pernah kamu lihat sebelumnya."
  },
  {
    "verse_number": 19,
    "tafsir": "Dan demikianlah setelah kami tidurkan mereka dalam waktu yang lama dan Kami jaga mereka di dalam tidurnya itu, Kami bangunkan mereka agar di antara mereka saling bertanya tentang keadaan mereka. Salah seorang di antara mereka berkata, “Sudah berapa lama kamu berada di sini?”  Mereka menjawab, “Kita berada (di sini) sehari atau setengah hari.” Mereka mengira baru satu atau setengah hari di dalam gua, sebab mereka masuk ke dalam gua pada pagi hari dan bangun dari tidur pada sore hari. Melihat keadaan di dalam gua itu dan di sekitarnya berbeda dengan apa yang disaksikan dahulu, mereka ragu berapa lama tinggal di dalam gua. Maka timbullah perbedaan pendapat di antara mereka. Kemudian berkata seorang di antara mereka, “Tak usah kita perdebatkan berapa lama kita di sini, Tuhanmu lebih mengetahui berapa lama kamu berada di sini. Meraka merasa lapar maka salah seorang di antara mereka berkata, suruhlah salah seorang di antara kamu pergi ke kota untuk membeli makanan dengan membawa uang perakmu ini, dan hendaklah dia mencari tempat menjual makanan dan lihat manakah makanan yang lebih baik, maka belilah makanan itu dan bawalah sebagian makanan itu untukmu, dan hendaklah dia berlaku lemah lembut kepada siapa saja di kota itu dan jangan sekali-kali menceritakan halmu kepada siapa pun agar mereka tidak mengetahui keadaanmu dan tempatmu bersembunyi."
  },
  {
    "verse_number": 20,
    "tafsir": "Sesungguhnya jika mereka, yakni penduduk kota tempat kamu membeli makanan itu dapat mengetahui tempatmu, lalu mereka menguasai kamu, niscaya mereka akan melempari kamu dengan batu, jika kamu tetap mempertahankan keimanan kamu, atau mereka akan memaksamu kembali kepada agama mereka, yakni menyekutukan Allah dengan tuhantuhan yang lain, dan jika demikian, yakni jika kamu memeluk agama mereka, niscaya kamu tidak akan beruntung selama-lamanya baik di dunia maupun di akhirat.”"
  },
  {
    "verse_number": 21,
    "tafsir": "Dan demikian pula sebagai tanda kekuasaan Kami, Kami perlihatkan, yakni kami pertemukan penduduk negeri dengan mereka, agar mereka mengetahui, bahwa janji Allah tentang kebangkitan sesudah kematian kiamat itu benar, dan bahwa kedatangan hari Kiamat tidak ada keraguan padanya. Ketika mereka penduduk negeri itu berselisih tentang urusan mereka, yakni tentang siapa sebenarnya pemuda-pemuda itu dan berapa lama mereka tertidur di dalam gua, maka mereka bersepakat untuk mengabadikan peristiwa ini, mereka berkata, “Dirikanlah sebuah bangunan di atas gua yang menjadi tempat persembunyian mereka, tidak usah kita persoalkan siapa mereka dan berapa lama mereka tertidur di dalam gua, Tuhan mereka lebih mengetahui tentang mereka, siapa mereka dan bagaimana keadaannya baik lahir maupun batin. Orang yang berkuasa atas urusan mereka, yakni penguasa dari penduduk negeri itu berkata, “Kami pasti akan mendirikan sebuah bangunan untuk mengabadikan peristiwa ini berupa rumah ibadah, yang kami bangun di atasnya, yakni di atas gua itu."
  },
  {
    "verse_number": 22,
    "tafsir": "Setelah menjelaskan perbedaan pendapat penduduk negeri tentang penghuni gua itu, ayat selanjutnya menguraikan perbedaan pendapat orang-orang yang datang kemudian, termasuk kaum musyrik Mekah, kaum Yahudi dan Nasrani pada masa Nabi Muhammad. Nanti ada orang yang memperbincangkan berapa jumlah penghuni gua itu. Mereka mengatakan, “Jumlah mereka itu tiga orang, yang keempat adalah anjingnya,” dan yang lain mengatakan, “Jumlah mereka lima orang, yang ke enam adalah anjingnya,” Perkataan itu mereka ucapkan sebagai terkaan terhadap sesuatu yang gaib tanpa dasar atau alasan apa pun; dan yang lain lagi mengatakan, “Jumlah mereka tujuh orang, yang ke delapan adalah anjingnya.” Katakanlah wahai Nabi Muhammad, terhadap mereka yang mengatakan itu, “Tuhanku yang memelihara dan membimbingku lebih mengetahui dari siapa pun jumlah mereka secara pasti; tidak ada yang mengetahui bilangan mereka kecuali yang diberitahu oleh Allah, dan mereka yang diberi tahu oleh Allah itu sedikit.” Karena itu janganlah engkau wahai Nabi Muhammad dan wahai kaum muslim berbantah tentang hal mereka, yakni Ashabul-Kahf kecuali perbantahan lahir saja yang disertai bukti-bukti yang jelas dan jangan engkau menanyakan tentang mereka pemuda-pemuda Ashabul-Kahf itu kepada siapa pun, setelah datang berita yang pasti dari Tuhanmu."
  },
  {
    "verse_number": 23,
    "tafsir": "Beberapa orang Quraisy bertanya kepada Nabi tentang roh, kisah penghuni gua dan kisah Zulkarnain. Nabi Muhammad menyuruh mereka datang besok pagi dan beliau menjanjikan akan menceritakan kepada meraka peristiwa ini. Allah memberi pelajaran dalam ayat ini, dan jangan sekali-kali engkau mengatakan terhadap sesuatu, yakni menjanjikan akan memberikan jawaban terhadap pertanyaan atau melakukan sesuatu dengan berkata “Aku pasti melakukan itu besok pagi,"
  },
  {
    "verse_number": 24,
    "tafsir": "kecuali engkau janjikan hal itu dengan mengatakan Insya Allah, yakni jika dikehendaki Allah. Dan ingatlah kepada Tuhanmu apabila engkau lupa mengaitkan janjimu dengan kehendak Allah, begitu engkau ingat, kaitkanlah janjimu itu dengan mengatakan Insya Allah dan katakanlah wahai Nabi Muhammad, “Mudah-mudahan Tuhanku akan memberiku petunjuk kepadaku untuk menjelaskan sesuatu kepada yang lebih dekat kebenarannya daripada ini, yakni dari kisah penghuni gua dalam memberi petunjuk kepada kenabianku.”"
  },
  {
    "verse_number": 25,
    "tafsir": "Setelah memberikan tuntunan kepada Nabi Muhammad, ayat ini meneruskan kembali kisah penghuni gua. Dan mereka tinggal dalam gua dalam keadaan tertidur di dalamnya selama tiga ratus tahun menurut perhitungan tahun Syamsiah yang digunakan kaum Yahudi dan Nasrani dan ditambah sembilan tahun jika dihitung menurut perhitungan tahun Qamariah yang digunakan oleh penduduk negeri Mekah saat itu."
  },
  {
    "verse_number": 26,
    "tafsir": "Katakanlah kepada siapa yang tidak percaya atau membantah keterangan ini, “Allah yang ilmu-Nya meliputi segala sesuatu lebih mengetahui berapa lamanya mereka tinggal di dalam gua; betapa tidak, sebab milik-Nya semua yang tersembunyi di langit dan di bumi, tidak ada sesuatu pun yang terluput dari pengetahuan-Nya. Alangkah terang penglihatan-Nya terhadap segala sesuatu dan alangkah tajam pendengaran-Nya terhadap suara; tidak ada seorang pelindung pun bagi mereka penduduk langit maupun bumi selain Dia Yang Mahakuasa atas segala sesuatu; dan Dia tidak mengambil seorang pun menjadi sekutu-Nya dalam menetapkan keputusan, sebab Dia tidak membutuhkan siapa pun menjadi sekutu bagi-Nya."
  },
  {
    "verse_number": 27,
    "tafsir": "Sesudah selesai menceritakan kisah penguni gua, ayat ini kembali menyampaikan pesan-pesan yang disampaikan pada permulaan surah ini. Dan bacakanlah wahai Nabi Muhammad apa yang diwahyukan Allah kepadamu, yaitu Al-Qur’an, Kitab Tuhanmu. Tidak ada siapa pun yang dapat mengubah kalimat-kalimat-Nya, yakni wahyu-Nya atau ketetapan-ketetapan-Nya. Dan ketahuilah engkau tidak akan dapat menemukan tempat berlindung selain kepada-Nya. Oleh karena itu, janganlah engkau lalai melaksanakan tuntunan Tuhanmu."
  },
  {
    "verse_number": 28,
    "tafsir": "Dan bersabarlah engkau wahai Nabi Muhammad bersama orang-orang yang beriman yang menyeru Tuhannya pada pagi dan senja hari dengan berzikir dan berdoa dengan mengharap keridaan-Nya, bukan karena mengharap kesenangan duniawi; dan janganlah kedua matamu berpaling dari mereka walaupun mereka miskin, lalu mengarah perhatianmu kepada orang-orang kafir karena mengharapkan perhiasan kehidupan dunia; dan janganlah engkau mengikuti orang yang hatinya telah Kami lalaikan dari mengingat Kami, sebab keengganannya mengikuti tuntunan yang Kami wahyukan serta menuruti keinginannya yang teperdaya oleh kesenangan duniawi dan keadaannya yang demikian itu sudah melewati batas."
  },
  {
    "verse_number": 29,
    "tafsir": "Dan katakanlah wahai Nabi Muhammad, kepada siapa saja bahwa “Kebenaran, yakni Al-Qur’an yang kusampaikan kepadamu itu datangnya dari Tuhanmu; maka barangsiapa di antara kamu yanginginberiman kepada wahyu yang kusampaikan hendaklah dia beriman, keuntungan dan manfaatnya akan kembali kepada diri mereka sendiri, dan barang siapa di antara kamu yang ingin kafir, menolak kebenaran itu, biarlah dia kafir, kerugian dan mudaratnya akan kembali kepada diri mereka sendiri. Allah menerangkan kerugian yang akan menimpa mereka dengan menyatakan, “Sesungguhnya Kami telah menyediakan neraka bagi orang zalim, yakni mereka yang angkuh dan menolak kebenaran yang kusampaikan, yang gejolaknya mengepung mereka dari segala penjuru. Jika mereka meminta pertolongan dari panasnya api neraka itu, mereka akan diberi minum dengan air seperti cairan besi atau minyak yang keruh yang mendidih yang panasnya menghanguskan wajah bila didekatkan kepadanya. Itulah minuman yang paling buruk dan neraka tempat dihidangkan minuman itu adalah tempat istirahat yang paling jelek."
  },
  {
    "verse_number": 30,
    "tafsir": "Sesungguhnya mereka yang beriman kepada Allah dan Rasul-Nya dan membuktikan keimanannya dengan mengerjakan kebajikan sesuai tuntunan Kami. Kepada mereka Kami memberikan pahala yang besar. Kami benar-benar tidak akan menyia-nyiakan pahala orang yang mengerjakan perbuatan yang baik itu."
  },
  {
    "verse_number": 31,
    "tafsir": "Mereka itulah orang-orang yang tinggi kedudukannya yang memperoleh Surga 'Adn, yang mengalir diantara pepohonan yang tumbuh di bawahnya sungai-sungai; di dalam surga itu mereka dihiasi dengan gelang yang terbuat dari emas dan mereka memakai pakaian berwarna hijau yang terbuat dari sutera halus dan sutera tebal, sedang mereka di dalam menikmati keindahan itu duduk sambil bersandar di atas dipan-dipan yang diberi bantal dan tirai yang indah. Itulah sebaik-baik pahala dan tempat istirahat yang indah yang memberikan manfaat dan kebahagiaan yang sebesar-besarnya."
  },
  {
    "verse_number": 32,
    "tafsir": "Dan berikanlah wahai Nabi Muhammad kepada mereka, yakni orangorang musyrik yang teperdaya oleh kesenangan dunia sebuah perumpamaan yang menggambarkan dua orang laki-laki; seorang dari keduanya beriman kepada Tuhan dan seorang lagi tidak; Kami jadikan bagi seorang di antara keduanya, yakni kepada orang yang tidak beriman dua buah kebun anggur dan Kami kelilingi kedua kebun itu dengan pohon-pohon kurma dan di antara kedua kebun itu Kami buatkan ladang yang subur."
  },
  {
    "verse_number": 33,
    "tafsir": "Kedua kebun itu menghasilkan buahnya yang banyak, dan ia tidak menzalimi pemiliknya sedikit pun, tidak pernah berkurang buahnya sepanjang masa dan Kami mengalirkan sungai di celah-celah keduanya untuk menambah keindahannya."
  },
  {
    "verse_number": 34,
    "tafsir": "Dan selain kebun-kebun itu yang dimilikinya, dia juga memiliki kekayaan besar, seperti emas, perak dan kekayaan lainnya yang berlimpah-limpah sehingga membuat dirinya angkuh, maka dia berkata kepada temannya yang beriman ketika bercakap-cakap dengan dia, “Hartaku lebih banyak daripada hartamu yang terdiri dari kebun-kebun dan kekayaan lainnya sebagaimana engkau lihat, dan pengikutku, yakni anak-anakku, keluargaku dan pembantuku lebih kuat daripada pengikutmu, mereka pasti akan membantu dan menolongku kapan saja."
  },
  {
    "verse_number": 35,
    "tafsir": "Dan dia memasuki salah satu dari dua kebunnya mengajak temannya yang mukmin untuk melihat sambil membanggakan kekayaannya sedang ia zalim terhadap dirinya sendiri karena keangkuhan dan kekufurannya atas nikmat yang dianugerahkan Allah kepadanya; ia berkata kepada temannya dengan penuh keangkuhan, “Aku kira kebun ini tidak akan binasa selama-lamanya, ia terus membuahkan hasilnya sepanjang masa tidak putus-putusnya,"
  },
  {
    "verse_number": 36,
    "tafsir": "dan aku tidak mengira bahwa hari Kiamat itu akan datang dan tidak percaya kepada kebangkitan, dan sekiranya hari kiamat dan kebangkitan itu benar-benar datang seperti yang engkau katakan, lalu aku dikembalikan kepada Tuhanku pada hari kebangkitan, pasti aku akan mendapat tempat kembali yang lebih baik dari pada ini, yakni lebih baik daripada keadaanku di dunia pada saat ini."
  },
  {
    "verse_number": 37,
    "tafsir": "Temannya yang beriman berkata kepadanya sambil bercakap-cakap dengannya untuk menanggapi perkataanya yang sombong dan tidak percaya kepada Tuhan, ia berkata, “Apakah engkau kafir kepada Tuhan yang menciptakan engkau dari tanah, yakni engkau berasal dari Adam yang diciptakan dari tanah, kemudian dari setetes air mani, yakni engkau sendiri sebagaimana keturunan Adam berasal dari setetes air mani yang bersumber dari tumbuh-tumbuhan dan makanan yang tumbuh di tanah, lalu Dia menjadikan engkau seorang laki-laki yang sempurna? Adalah aneh jika engkau tetap ingkar kepada Tuhan dan hari kebangkitan, serta tidak mensyukuri nikmat yang dianugerahkan Tuhanmu."
  },
  {
    "verse_number": 38,
    "tafsir": "Tetapi aku berbeda dengan engkau, aku percaya kepada Tuhan, Dialah Allah, Tuhanku, yang menciptakan, memelihara dan menganugerahkan kepadaku berbagai macam kebaikan. Hanya Dia yang aku sembah, dan aku tidak mempersekutukan Tuhanku dengan sesuatu pun."
  },
  {
    "verse_number": 39,
    "tafsir": "Dan mengapa engkau tidak mengucapkan, ketika engkau memasuki kebunmu yang subur dan penuh dengan berbagai macam buah dan tanaman “Masya Allah, la quwwata illa billah”, Sungguh, atas kehendak Allah, semua ini terwujud, tidak ada kekuatan kecuali dengan pertolongan Allah. Semestinya engkau ucapkan kalimat itu sebagai tanda syukur kepada Allah yang menciptakan dan menganugerahkan kebaikan kepadamu. Sekiranya engkau melihat harta dan keturunanku lebih sedikit daripadamu, tidaklah mengapa, itulah anugerah Tuhan yang diberikan untukku."
  },
  {
    "verse_number": 40,
    "tafsir": "Maka mudah-mudahan Tuhanku, akan memberikan kepadaku kebun yang lebih baik dari kebunmu sekarang ini; dan janganlah engkau membanggakan kekayaanmu, boleh jadi, Dia suatu waktu mengirimkan petir dari langit ke kebunmu, dan memporak porandakan kebunmu sehingga kebun itu menjadi tanah yang licin, dan hilang kesuburan tanahnya,"
  },
  {
    "verse_number": 41,
    "tafsir": "atau airnya menjadi surut meresap ke dalam tanah, maka engkau tidak akan dapat menemukannya lagi, yakni tidak dapat menemukan lagi sumber air yang dapat mengairi kebunmu."
  },
  {
    "verse_number": 42,
    "tafsir": "Dan harta kekayaannya dibinasakan, kebunnya hancur dan semua kekayaannya punah, lalu dia membolak-balikkan kedua telapak tangannya karena sedih dan menyesal terhadap apa yang telah dia belanjakan untuk itu yang tak terhitung banyaknya, sedang pohon anggur roboh bersama penyangganya, lalu dia berkata, “Betapa sekiranya dahulu aku menuruti saran temanku tidak mempersekutukan Tuhanku dengan sesuatu pun.” Ia menyesal, tetapi penyesalannya itu terlambat datangnya."
  },
  {
    "verse_number": 43,
    "tafsir": "Dan tidak adalagibaginya segolongan pun yang dapat menolongnya selain Allah, padahal sebelumnya dia membanggakan anak-nya, keluarganya dan pengikutnya yang diharapkan menjadi pembela dan penolongnya ketika ditimpa bencana; dan dia pun ketika itu dalam keadaan sangat lemah tidak akan dapat membela dirinya."
  },
  {
    "verse_number": 44,
    "tafsir": "Di sana, ia menyadari bahwa pertolongan itu hanya dari Allah Yang Mahabenar. Dialah sebaik-baik pemberi pahala, dan sebaik-baik pemberi balasan kepada siapa yang berbuat kebajikan."
  },
  {
    "verse_number": 45,
    "tafsir": "Dan berilah perumpamaan kepada mereka, semua manusia, bahwa kehidupan dunia adalah seperti air hujan yang Kami turunkan dari langit, lalu menyirami tumbuh-tumbuhan maka bercampurlah dengannya tumbuh-tumbuhan di muka bumi, dengan siraman air, tumbuh-tumbuhan itu menjadi subur, kemudian tidak lama sesudah itu tumbuh-tumbuhan itu menjadi kering yang diterbangkan oleh angin. Dan adalah Allah Mahakuasa atas segala sesuatu. Dia Mahakuasa menyuburkan tumbuh-tumbuhan dan Mahakuasa pula menjadikannya layu dan kering kerontang. Demikianlah perumpamaan kehidupan dunia. Kesenangan dan kebahagiaan tidak kekal di dalamnya dan tidak berlangsung selama-lamanya."
  },
  {
    "verse_number": 46,
    "tafsir": "Harta dan anak-anak adalah perhiasan kehidupan dunia, baik dan indah sifatnya serta bermanfaat bagi manusia, tetapi dapat memperdaya dan tidak kekal; tetapi amalan-amalan yang kekal lagi saleh yang dilakukan karena Allah dan sesuai tuntunan agama adalah lebih baik pahalanya di sisi Tuhanmu serta lebih baik untuk menjadi harapan yang dapat membawa kepada kebahagiaan yang kekal sampai di akhirat nanti."
  },
  {
    "verse_number": 47,
    "tafsir": "Dan ingatlah pada hari yang ketika itu Kami perjalankan gunung-gunung, yakni Kami hancurkan sehingga ia menjadi bagai kapas yang beterbangan, dan engkau akan melihat bumi itu rata karena tidak ada lagi gunung, tanaman ataupun bangunan, dan Kami kumpulkan mereka di Padang Mahsyar, tempat berkumpulnya seluruh manusia baik yang hidup dahulu maupun kemudian, dan tidak Kami tinggalkan seorang pun dari mereka di dalam kuburnya, yakni di alam barzakh."
  },
  {
    "verse_number": 48,
    "tafsir": "Dan mereka pasti akan dibawa ke hadapan Tuhanmu dengan berbaris satu saf atau banyak saf. Ketika itu Allah berfirman kepada orangorang yang tidak percaya kepada hari kebangkitan, “Sesungguhnya kamu datang kepada Kami, sesudah Kami bangkitkan dari kematianmu sebagaimana Kami menciptakan kamu pada pertama kali. Kamu datang kepada Kami dalam keadaan sendiri-sendiri, tanpa harta, anak, pakaian dan alas kaki, seperti ketika kamu dilahirkan, bahkan ketika kamu di dunia kamu menganggap bahwa Kami tidak akan menetapkan bagi kamu waktu berbangkit untuk memenuhi perjanjian, yakni janji Allah untuk memberi setiap manusia balasan sesuai dengan amal perbuatannya."
  },
  {
    "verse_number": 49,
    "tafsir": "Dan diletakkanlah, yakni diberikan kepada semua manusia kitab yang merinci amal perbuatan mereka di dunia baik yang besar maupun yang kecil, lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang tertulis di dalamnya. Mereka menyesal atas kejahatan perbuatannya ketika di dunia, dan mereka berkata, “Betapa celaka kami, kitab apakah ini, betapa menakjubkan, karena tidak ada yang tertinggal di dalamnya, yang kecil dan yang besar dari amal perbuatan manusia melainkan tercatat semuanya,” dan mereka mendapati semua apa yang telah mereka kerjakan di dunia tertulis di dalamnya. Dan Tuhanmu tidak menzalimi seorang jua pun. Amal perbuatan mereka semuanya tercatat secara sempurna dan mendapatkan pembalasan yang sesuai."
  },
  {
    "verse_number": 50,
    "tafsir": "Dan ingatlah wahai Nabi Muhammad, ketika Kami berfirman kepada para malaikat, “Sujudlah kamu kepada Adam!” Maka mereka pun sujud memberi penghormatan kepada Adam, kecuali Iblis yang enggan bersujud walaupun diperintah oleh Allah. Dia, yakni iblis, adalah dari golongan jin, yang diciptakan Allah dari api oleh karenanya merasa lebih mulia dari Adam yang diciptakan Allah dari tanah. Dengan keengganannya bersujud kepada Adam maka dia mendurhakai perintah Tuhannya. Demikianlah Iblis telah menjadi musuh manusia sejak dahulu, maka pantaskah kamu, wahai manusia, menjadikan dia dan keturunannya sebagai pemimpin selain Aku, padahal engkau mengetahui mereka adalah musuhmu? Sangat buruklah Iblis itu sebagai pengganti Allah, yang dijadikannya panutan dan sesembahan, bagi orang yang zalim."
  },
  {
    "verse_number": 51,
    "tafsir": "Bagaimana mungkin Iblis engkau jadikan sebagai pengganti, padahal Aku, yakni Allah, tidak menghadirkan mereka, yakni Iblis dan anak cucunya untuk menyaksikan penciptaan langit dan bumi dan tidak pula menghadirkan sebagian dari mereka untuk menyaksikan penciptaan diri mereka sendiri; dan Aku tidak menjadikan para penyesat itu sebagai penolong. Karena itu janganlah sekali-kali engkau jadikan iblis sebagai penolong, sebab ia hanya akan membuat dirimu celaka."
  },
  {
    "verse_number": 52,
    "tafsir": "Dan ingatlah pula pada hari ketika Dia berfirman kepada orang-orang yang mempersekutukan Allah, “Panggillah olehmu sekutu-sekutuku yang kamu anggap itu, yakni berhala-berhala yang dijadikan sesembahan oleh mereka, agar mereka memberimu syafaat.” Mereka lalu memanggilnya, tetapi mereka, yakni sekutu-sekutu itu tidak membalas panggilan dan seruan mereka dan Kami adakan untuk mereka, yakni yang menyembah dan yang disembah, tempat kebinasaan, yaitu neraka Jahanam, siapa pun yang masuk ke dalamnya akan binasa."
  },
  {
    "verse_number": 53,
    "tafsir": "Dan orang yang berdosa, yaitu para pendurhaka yang ketika di dunia berbuat maksiat kepada Allah melihat neraka, lalu mereka menduga, yakni percaya bahwa mereka akan jatuh dan masuk ke dalamnya, dan mereka tidak menemukan tempat berpaling untuk menghindar darinya."
  },
  {
    "verse_number": 54,
    "tafsir": "Dan sesungguhnya Kami telah menjelaskan berulang-ulang kepada manusia dalam Al-Qur’an ini dengan bermacam-macam perumpamaan, baik dalam bentuk perbandingan maupun dalam bentuk kisah. Binatang-binatang yang kecil seperti nyamuk, lalat, dan lebah serta benda-benda alam yang besar seperti gunung dan samudra, dijadikan contoh untuk menarik perhatian manusia. Tetapi manusia adalah memang yang paling banyak membantah. Mereka senantiasa mencari dalih untuk membantah kebenaran ayat-ayat Allah."
  },
  {
    "verse_number": 55,
    "tafsir": "Dan tidak ada sesuatu pun yang menghalangi manusia, yakni kaum musyrik Mekah untuk beriman ketika petunjuk telah datang kepada mereka dan tidak ada juga yang menghalangi mereka memohon ampunan kepada Tuhannya, kecuali keinginan menanti datangnya hokum Allah berupa sunah atau ketetapan-Nya yang telah berlaku pada umat yang terdahulu, yakni datangnya mukjizat yang mereka saksikan dengan mata kepala sendiri atau datangnya azab atas mereka dengan nyata.” Mereka tidak akan beriman kecuali apabila datang azab kepada mereka sebagaimana yang ditimpakan kepada umat terdahulu. Allah sungguh tidak menghendaki keimanan seseorang dilakukan dengan terpaksa. Allah menghehendaki keimanan yang tulus, yang dilakukan dengan kesadaran, tanpa paksaan."
  },
  {
    "verse_number": 56,
    "tafsir": "Dan Kami tidak mengutus rasul-rasul termasuk engkau wahai Nabi Muhammad, melainkan sebagai pembawa kabar gembira dan pemberi peringatan kepada manusia agar mereka beriman, tetapi orang yang kafir terus-menerus membantah para rasul itu dengan cara yang batil agar dengan demikian mereka dapat melenyapkan yang hak, yakni kebenaran ayat-ayat Allah dan mereka menjadikan ayat-ayat-Ku dan apa yang diperingatkan terhadap mereka oleh para rasul sebagai olok-olokan. Mereka berkata bahwa para rasul hanyalah seorang manusia dan apa yang dikatakan oleh mereka hanyalah kebohongan belaka."
  },
  {
    "verse_number": 57,
    "tafsir": "Dan siapakah yang lebih zalim, yakni tidak ada yang lebih zalim dari pada orang yang telah diperingatkan dengan ayat-ayat Tuhannya dengan bermacam-macam cara, lalu dia berpaling darinya tidak mau memikirkan dan merenungkannya, dan melupakan apa yang telah dikerjakan oleh kedua tangannya, yakni kejahatan yang mereka lakukan. Sungguh, Kami telah menjadikan hati mereka tertutup sehingga mereka tidak memahaminya, dan Kami letakkan pula sumbatan di telinga mereka, sehingga mereka terhalang dari mendengar dan memahami ayat-ayat Allah yang terkandung dalam Kitab Suci. Kendatipun engkau wahai Nabi Muhammad menyeru mereka kepada petunjuk agar mereka beriman dan taat kepada Allah, niscaya mereka tidak akan mendapat petunjuk untuk selama-lamanya karena kerasnya hati mereka dalam mengingkari ayat-ayat Allah."
  },
  {
    "verse_number": 58,
    "tafsir": "Dan Tuhanmu Maha Pengampun, memiliki kasih sayang. Jika Dia hendak menyiksa mereka karena perbuatan mereka, tentu Dia akan menyegerakan siksa bagi mereka, sesuai dengan hak dan keadilan-Nya. Allah dengan kasih sayang-Nya tidak menyegerakan siksaan untuk memberikan kesempatan kepada mereka untuk bertobat. Tetapi bagi mereka ada waktu tertentu untuk mendapat siksa yang mereka tidak akan menemukan tempat berlindung dari-Nya."
  },
  {
    "verse_number": 59,
    "tafsir": "Demikianlah azab dan siksa yang Allah timpakan kepada umat-umat terdahulu. Dan penduduk negeri itu, misalnya kaum 'Ad dan kaum Samud, telah Kami binasakan ketika mereka berbuat zalim, dan telah Kami tetapkan waktu tertentu bagi kebinasaan mereka. Apa yang telah terjadi pada kaum 'Ad dan Samud itu dapat pula terjadi bagi siapa pun yang durhaka apabila Allah menghendaki.”"
  },
  {
    "verse_number": 60,
    "tafsir": "Dan ingatlah wahai Nabi Muhammad, ketika Nabi Musa berkata kepada pembantunya yang juga muridnya, “Aku tidak akan berhenti berjalan sebelum sampai ke pertemuan dua laut; atau aku akan berjalan terus sampai bertahun-tahun lamanya tanpa henti.” Terdapat perbedaan pendapat tentang siapa yang dimaksud dengan pembantu atau murid Nabi Musa yang disebut dalam ayat ini. Menurut sebagian besar ulama, ia adalah seorang pemuda bernama Yusya’ bin Nun, ia adalah salah seorang dari keturunan Nabi Yusuf. Ada juga yang berpendapat bahwa pemuda itu itu adalah kemenakan Nabi Musa, yakni anak saudara perempuannya. Demikian juga terdapat perbedaaan pendapat tentang apa yang dimaksud “pertemuan dua laut” pada ayat ini. Di antara pendapat itu mengatakan bahwa yang dimaksud dengan dua laut ialah Laut Merah dan Laut Putih, dan tempat pertemuan itu ialah Danau at-Timsah dan Danau Murrah, yang merupakan pertemuan antara Teluk Aqabah dan Suez di Laut Merah."
  },
  {
    "verse_number": 61,
    "tafsir": "Maka ketika mereka, yakni Nabi Musa dan pembantunya sampai ke suatu tempat yang merupakan pertemuan dua laut itu, mereka lupa ikannya, yaitu bekal yang mereka bawa dalam perjalanan. Ketika keduanya lupa akan bekal yang mereka bawa, lalu ikan itu tiba-tiba hidup kemudian melompat dan mengambil jalannya ke laut itu menceburkan diri dan hilang tak dapat ditemukan lagi. Sungguh menakjubkan peristiwa itu. Persitiwa tersebut merupakan pertanda yang telah diketahui sebelumnya oleh Nabi Musa bahwa apa yang dituju telah dekat dan yang dicari hampir ditemukan."
  },
  {
    "verse_number": 62,
    "tafsir": "Nabi Musa dan pembantunya meneruskan perjalanan, maka ketika mereka telah melewati tempat hilangnya ikan itu dan keduanya hendak beristirahat sambil menyantap bekal yang mereka bawa, Nabi Musa berkata kepada pembantunya, “Bawalah kemari makanan (ikan) kita, sungguh kita telah merasa letih karena perjalanan kita yang jauh pada hari ini.”"
  },
  {
    "verse_number": 63,
    "tafsir": "Dia, yaitu pembantunya, menjawab, “Tahukah engkau wahai guru ketika kita tengah mencari tempat berlindung di batu tadi, untuk beristirahat, maka aku lupa meninggalkan ikan itu lalu ikan ituhilang mencebur ke laut, dan tidak ada yang membuat aku lupa, yakni lupa kepada ikan dan menyebabkan aku meninggalkannya, atau aku lupa tidak menceritakan peristiwa ini kepadamu, kecuali setan, dan sungguh ikan itu mengambil jalannya ke laut dengan cara yang aneh sekali.” Sungguh aneh, bagaimana ikan itu hidup lagi, lalu hilang mencebur ke laut, sehingga tak dapat ditemukan lagi."
  },
  {
    "verse_number": 64,
    "tafsir": "Dia, Nabi Musa, berkata, “Itulah tempat yang kita cari.” Nabi Musa menjelaskan kepada pembantunya bahwa tempat hilangnya ikan adalah tempat beliau akan bertemu dengan seorang hamba yang saleh yang dituju dalam perjalanan ini. Lalu keduanya kembali menuju tempat hilangnya ikan itu, mengikuti jejak mereka semula. Keduanya menelusuri jejak kaki yang telah dilewati sebelumnya agar tidak tersesat jalan menuju ke semula."
  },
  {
    "verse_number": 65,
    "tafsir": "Lalu ketika keduanya telah sampai ke tempat hilangnya ikan itu, mereka menuju ke arah batu tempat mereka beristirahat beberapa waktu atau beberapa hari yang lalu. Di tempat itulah mereka berduabertemu dengan seorang hamba yang saleh di antara hamba-hamba Kami, yang telah Kami berikan rahmat kepadanya dari sisi Kami, berupa kenabian atau aneka macam nikmat lainnya, dan yang telah Kami ajarkan ilmu kepadanya secara langsung dari sisi Kami, yaitu ilmu tentang perkara-perkara gaib yang tidak dimengerti oleh manusia pada umumnya. Menurut sebagian besar mufasir yang dimaksud dengan hamba yang saleh itu adalah Nabi Khidr. Keunggulan ilmu yang dimiliki oleh Nabi Khidr, mendorong Nabi Musa ingin tertemu dan belajar kepadanya."
  },
  {
    "verse_number": 66,
    "tafsir": "Nabi Musa berkata kepadanya, “Bolehkah aku mengikutimu, yakni menjadi pengikut dan muridmu yang senantiasa bersamamu ke mana pun engkau pergi, agar engkau mengajarkan kepadaku sebagian dari ilmu yang telah diajarkan Allah kepadamu untuk menjadi petunjuk bagiku?”"
  },
  {
    "verse_number": 67,
    "tafsir": "Mendengar keinginan Nabi Musa itu, dia, yakni Nabi Khidr, menjawab, “Sungguh, engkau tidak akan sanggup sabar, menahan diri bersamaku ketika engkau menyaksikan sesuatu yang aku perbuat di hadapanmu."
  },
  {
    "verse_number": 68,
    "tafsir": "Nabi Khidr bertanya kepada Nabi Musa, dan bagaimana engkau akan dapat bersabar atas sesuatu yang aku lakukan ketika engkau menyaksikannya, sedang engkau belum mempunyai pengetahuan yang cukup tentang hal itu, yakni engkau tidak mengetahui hakikat tentang perbuatan yang saya lakukan itu.”"
  },
  {
    "verse_number": 69,
    "tafsir": "Kehendak Nabi Musa untuk bersama Nabi Khidr dan menjadi muridnya sangat kuat, maka dia berkata, “Insya Allah akan engkau dapati aku orang yang sabar, dan aku tidak akan menentangmu dalam urusan apa pun, yang aku saksikan ketika aku bersamamu.”"
  },
  {
    "verse_number": 70,
    "tafsir": "Nabi Khidr memperkenankan permintaan Nabi Musa, tetapi dengan sebuah syarat. Dia berkata, “Jika engkau mengikutiku, maka janganlah engkau menanyakan kepadaku tentang sesuatu apa pun yang aku lakukan walaupun engkau tidak mengerti atau tidak menyetujuinya, sampai aku menerangkannya kepadamu bagaimana sebenarnya peristiwa itu terjadi menurut pengetahuan yang diberitahukan Allah kepadaku.”"
  },
  {
    "verse_number": 71,
    "tafsir": "Maka berjalanlah keduanya menelusuri pantai, hingga ketika keduanya menjumpai sebuah perahu yang sedang berlayar, keduanya menaiki perahu, lalu sampai di tengah laut, dia, yakni Nabi Khidr, melubanginya. Dia, yakni Nabi Musa, tidak sabar ketika melihat Nabi Khidr melubangi perahu itu dan tidak dapat menyetujuinya, maka ia berkata, “Mengapa engkau melubangi perahu itu, sungguh perbuatan itu sangat berbahaya. Apakah engkau bermaksud untuk menenggelamkan penumpangnya?” Sungguh, aku bersumpah, engkau telah berbuat suatu kesalahan yang besar, yang tidak dapat dibenarkan menurut syariat."
  },
  {
    "verse_number": 72,
    "tafsir": "Mendengar pertanyaan Nabi Musa, lalu Nabi Khidr mengingatkan Nabi Musa akan syarat yang telah mereka sepakati. Dia, yakni Nabi Khidr, berkata, “Bukankah sudah aku katakan sebelum ini bahwa sesungguhnya engkau tidak akan mampu sabar bersamaku?”"
  },
  {
    "verse_number": 73,
    "tafsir": "Nabi Musa menyadari kesalahannya maka dia berkata, “Maafkanlah kesalahanku, janganlah engkau menghukum aku karena kelupaanku menanyakan sesuatu kepadamu sebelum engkau menerangkan kepadaku peristiwa sebenarnya, dan janganlah engkau membebani aku dengan suatu kesulitan yang tidak dapat kupikul dalam urusanku, yakni keinginanku mengikuti engkau agar aku mempelajari ilmu yang diajarkan Allah kepadamu.”"
  },
  {
    "verse_number": 74,
    "tafsir": "Nabi Khidr memaafkan Nabi Musa, lalu keduanya meninggalkan perahu dengan selamat dan turun ke pantai. Maka berjalanlah keduanya; hingga ketika keduanya berjumpa dengan seorang anak muda, maka dia dengan serta merta membunuhnya. Melihat Nabi Khidr membunuh anak muda itu, Nabi Musa tidak dapat menahan keinginannya untuk bertanya. Dia berkata, “Mengapa engkau bunuh jiwa yang bersih, yang suci dari kedurhakaan, bukan karena dia melakukan kedurhakaan dengan membunuh orang lain? Sungguh, engkau telah melakukan sesuatu yang sangat mungkar.”[]"
  },
  {
    "verse_number": 75,
    "tafsir": "Setelah memperingatkan Nabi Musa untuk tidak mempertanyakan hal yang dia lakukan, hamba yang saleh (Nabi Khidir) kembali memperingatkan Nabi Musa yang mempertanyakan perbuatan Nabi Khidir membunuh seorang anak tanpa sebab yang dibenarkan. Dia berkata, “Bukankah sudah pernah kukatakan kepadamu bahwa engkau tidak akan mampu bersikap sabar bersamaku saat melihat apa yang kulakukan?”"
  },
  {
    "verse_number": 76,
    "tafsir": "Mendengar peringatan kedua itu, Nabi Musa merasa tidak enak dan malu. Namun, karena keinginan untuk memperoleh ilmu darinya sangat kuat, dia memohon agar diberi kesempatan lagi. Dia berkata kepadanya, “Jika aku bertanya lagi kepadamu tentang sesuatu yang kaulakukan setelah ini, maka jangan lagi engkau memperbolehkan aku menyertaimu dalam perjalanan ini. Sesungguhnya engkau sudah cukup bersabar terhadapku yang terlalu banyak bertanya dan engkau juga mau menerima alasan dariku dan memaafkan aku.”"
  },
  {
    "verse_number": 77,
    "tafsir": "Permohonan Nabi Musa dikabulkan oleh hamba yang saleh itu, maka keduanya berjalan meneruskan pengembaraan hingga suatu ketika keduanya sampai di suatu negeri. Mereka datang kepada penduduk setempat dan bertanya tentang negeri itu. Rasa lapar yang mendera memaksa mereka berdua meminta dijamu oleh penduduknya, tetapi mereka tidak mau menjamu mereka. Karena tidak dijamu, kemudian keduanya melanjutkan perjalanan. Tidak lama sesudah itu mereka mendapatkan dinding sebuah rumah yang hampir roboh di negeri itu. Tanpa disuruh, lalu dia, hamba yang saleh itu, menegakkannya. Dengan terheran, dia, yaitu Musa, berkata kepadanya, “Jika engkau mau, niscaya engkau dapat meminta imbalan untuk pekerjaan yang telah kaulakukan itu”"
  },
  {
    "verse_number": 78,
    "tafsir": "Mendengar komentar Nabi Musa, dia, hamba yang saleh itu, berkata, “Inilah saat perpisahan antara aku dengan engkau sebagaimana janjimu sebelumnya. Sebelum kita berpisah, aku akan memberikan penjelasan secara rinci kepadamu atas semua perbuatan yang telah aku lakukan dan membuat engkau tidak mampu bersikap sabar terhadapnya. Kesabaran dalam menuntut ilmu harus dimiliki oleh semua penuntut ilmu. Tanpa kesabaran niscaya muncul ketergesa-gesaan yang pada akhirnya akan menyebabkan kegagalan."
  },
  {
    "verse_number": 79,
    "tafsir": "Sesudah memutuskan berpisah dengan Nabi Musa, hamba yang saleh itu menjelaskan perbuatannya satu per satu. Dia mengatakan, “Adapun perahu yang aku lubangi itu adalah milik orang miskin yang dipergunakan untuk bekerja di laut guna mencari nafkah. Aku bermaksud merusaknya agar perahu itu tampak cacat. Aku berbuat demikian karena di hadapan mereka ada seorang raja zalim yang akan merampas setiap perahu yang masih bagus”"
  },
  {
    "verse_number": 80,
    "tafsir": "Dan adapun anak yang aku bunuh itu adalah putra dari kedua orang tua mukmin yang kuat dan teguh imannya, dan kami khawatir kalau dia akan memaksa kedua orang tuanya kepada kesesatan dan kekafiran, lalu keduanya tidak kuasa menolak paksaan anaknya itu karena besarnya kasih sayang mereka kepadanya."
  },
  {
    "verse_number": 81,
    "tafsir": "Dengan membunuhnya, maka kami, yaitu Allah dan aku dengan berbekal petunjuk dari-Nya, menghendaki kiranya Tuhan mereka, dengan kehendak dan takdir-Nya, menggantinya dengan anak lain yang lebih baik sifat, perilaku, dan kesuciannya daripada anak yang telah aku bunuh itu dan lebih sayang kepada ibu bapaknya”"
  },
  {
    "verse_number": 82,
    "tafsir": "Dan adapun dinding rumah yang aku tegakkan tanpa meminta upah itu sebetulnya adalah milik dua anak yatim di kota itu. Di bawahnya tersimpan harta bagi mereka berdua, peninggalan kedua orang tua mereka. Bila tidak aku tegakkan, lalu dinding itu roboh, aku khawatir harta itu diketahui keberadaannya dan diambil oleh orang yang tidak berhak. Dan ketahuilah bahwa ayahnya adalah seorang yang saleh yang menyimpan hartanya untuk kedua anaknya. Maka Tuhanmu menghendaki harta itu tetap terjaga di tempat penyimpanannya agar keduanya sampai dewasa dan keduanya mengeluarkan simpanannya itu untuk bekal kehidupan mereka. Itu semua adalah sebagai rahmat dari Tuhanmu bagi kedua anak yatim itu. Apa saja yang kuperbuat, seperti halnya yang kaulihat, bukan-lah menurut keinginan dan kemauanku sendiri, melainkan atas perintah Allah. Itulah makna dan keterangan dari perbuatan-perbuatan yang engkau tidak dapat sabar terhadapnya” Kesalehan orang tua, seperti yang dicontohkan dalam ayat ini, pasti akan dibalas oleh Allah. Salah satu bentuk balasan Allah adalah memberi anugerah kepada anak keturunannya."
  },
  {
    "verse_number": 83,
    "tafsir": "Usai menjelaskan kisah perjalanan Nabi Musa dalam rangka mencari ilmu kepada seorang hamba yang saleh, pada ayat-ayat berikut Allah menceritakan kisah perjalanan jihad Zulkarnain.1 Cerita itu dikisahkan untuk menjawab pertanyaan kaum kafir Mekah kepada Nabi Muhammad. Wahai Nabi Muhammad, mereka bertanya kepadamu tentang jati diri Zulkarnain. Katakanlah kepada mereka, “Dengan izin Allah, akan kubacakan kepadamu kisahnya agar kamu dapat memperoleh pelajaran darinya”"
  },
  {
    "verse_number": 84,
    "tafsir": "Sungguh, Kami telah memberi kedudukan yang tinggi dan kekuasaan yang besar kepadanya di bumi, dan Kami telah memberikan pula jalan kepadanya untuk meraih segala sesuatu yang dia perlukan guna mewujudkan harapannya."
  },
  {
    "verse_number": 85,
    "tafsir": "Zulkarnain ingin memperluas wilayah kekuasaannya, maka untuk mewujudkannya dia pun menempuh suatu jalan dengan menggunakan cara yang telah Kami ajarkan kepadanya."
  },
  {
    "verse_number": 86,
    "tafsir": "Zulkarnain melanjutkan perjalanannya hingga ketika dia telah sampai di suatu tempat yang sangat jauh di wilayah barat, yaitu lokasi matahari terbenam, dia melihatnya terbenam di dalam laut yang berlumpur hitam, dan di wilayah sana ditemukannya suatu kaum yang kafir dan durhaka. Kami berfirman kepadanya, “Wahai Zulkarnain! Engkau boleh menghukum mereka karena kedurhakaan mereka, atau kamu boleh berbuat kebaikan kepada mereka dengan mengajak mereka beriman dan berbuat kebajikan sehingga mereka menyadari kesesatan mereka dari jalan Allah”"
  },
  {
    "verse_number": 87,
    "tafsir": "Dia, yakni Zulkarnain, berkata, “Siapa saja yang berbuat zalim dan tetap kafir, kami akan menghukumnya dengan hukuman duniawi, kemudian saat kematian menjemputnya, dia akan dikembalikan kepada Tuhannya, kemudian di kala itu Tuhan akan mengazabnya dengan azab yang sangat keras sebagai balasan atas kedurhakaan dan keingkarannya."
  },
  {
    "verse_number": 88,
    "tafsir": "Adapun orang yang beriman dan membuktikan keimanannya dengan mengerjakan kebajikan, maka dia akan mendapat pahala yang terbaik sebagai balasan atas apa yang telah diperbuatnya, dan selanjutnya akan kami sampaikan kepadanya, yaitu orang-orang beriman, perintah kami yang mudah-mudah dan tidak memberatkannya”"
  },
  {
    "verse_number": 89,
    "tafsir": "Zulkarnain berhasil menaklukkan barat. Kemudian, untuk memperluas kekuasaannya, dia dengan cara yang sama menempuh suatu jalan yang mengarahkannya ke belahan dunia yang lain, ke arah timur."
  },
  {
    "verse_number": 90,
    "tafsir": "Zulkarnain melanjutkan perjalanan hingga suatu ketika dia sampai di kawasan timur, yaitu tempat terbit matahari. Di daerah itu didapatinya matahari bersinar di atas suatu kaum yang tidak Kami buatkan suatu pelindung bagi mereka dari terik dan panasnya cahaya matahari itu."
  },
  {
    "verse_number": 91,
    "tafsir": "Demikianlah kisah perjalanan Zulkarnain dan semua perilakunya, baik ketika dia menuju ke barat maupun timur. Dan sesungguhnya Kami mengetahui segala sesuatu yang ada padanya dan diperbuatnya."
  },
  {
    "verse_number": 92,
    "tafsir": "Setelah berhasil menguasai kawasan timur, Zulkarnain melanjutkan perjalanannya. Kemudian dia menempuh suatu jalan menuju daerah yang lain lagi."
  },
  {
    "verse_number": 93,
    "tafsir": "Zulkarnain melanjutkan perjalanan hingga ketika dia sampai di suatu daerah di antara dua gunung2 tinggi dan terjal hingga sulit dilalui, didapatinya di belakang kedua gunung itu suatu kaum yang hampir tidak memahami pembicaraan Zulkarnain karena perbedaan bahasa mereka."
  },
  {
    "verse_number": 94,
    "tafsir": "Di hadapan Zulkarnain, mereka berkata melalui penerjemah, “Wahai Zulkarnain! Sungguh saat ini kami terancam oleh suatu kaum yang bernama Yakjuj dan Makjuj.3 Keduanya itu selalu melakukan penindasan dan berbuat kerusakan di bumi. Untuk menghindarkan kami dari kekejaman mereka, maka bolehkah kami membayarmu dengan sejumlah harta sebagai imbalan agar engkau membuatkan dinding4 yang kuat sebagai penghalang antara kami dan mereka? Kami ingin lepas dari penindasan dan kekejaman mereka”"
  },
  {
    "verse_number": 95,
    "tafsir": "Mendengar tawaran umat yang terancam itu, dia, yaitu Zulkarnain yang bijaksana itu, kemudian berkata, “Apa yang telah dianugerahkan Tuhan kepadaku yang meliputi kekuasaan, keluasan wilayah, dan kekayaan harta benda lebih baik daripada imbalanmu yang kau tawarkan kepadaku, maka sebagai gantinya bantulah aku dengan seluruh kekuatan yang ada, agar aku dapat membuatkan dinding yang kuat sebagai penghalang antara kamu dan mereka, sehingga kamu semua akan merasa aman karena terhindar dari serangan mereka."
  },
  {
    "verse_number": 96,
    "tafsir": "Zulkarnain berkata, “Berilah aku potongan-potongan besi untuk aku jadikan bahan membuat dinding penghalang yang kuat!” Hingga ketika potongan-potongan besi itu telah terpasang dengan kukuh dan ketinggiannya sama rata dengan kedua puncak gunung itu, dia meminta mereka menyalakan api dan berkata, “Tiuplah api itu dengan kuat supaya besi itu panas!” Ketika besi itu sudah menjadi panas dan berwarna merah seperti api karena api pembakaran yang begitu besar, dia pun berkata, “Berilah aku tembaga yang sudah dipanaskan hingga meleleh agar dapat kutuangkan ke atasnya, yaitu besi-besi panas itu sehingga menjadi bangunan dinding yang kukuh”"
  },
  {
    "verse_number": 97,
    "tafsir": "Seiring selesainya pembangunan dinding yang kuat dan tinggi itu, maka mereka, yaitu Yakjuj dan Makjuj dan bangsa lain, tidak akan dapat mendakinya karena bentuk dinding itu yang tinggi dan tegak, dan mereka tidak akan dapat pula melubanginya karena dinding itu begitu tebal dan kuat."
  },
  {
    "verse_number": 98,
    "tafsir": "Setelah pembangunan dinding itu selesai, dia bersyukur kepada Allah dan berkata, “Sesungguhnya dinding  ini dan kemampuan untuk membuatnya adalah rahmat dari Tuhanku bagi hamba-Nya yang saleh. Dinding ini akan menjadi penghalang dari orang atau bangsa lain yang akan menyerang. Bangunan ini akan terus berdiri tegak sampai waktu yang Allah janjikan. Maka apabila janji Tuhanku tentang keruntuhannya sudah datang, Dia akan menghancurluluhkannya sampai berkeping-keping; dan ketahuilah bahwa janji Tuhanku itu pasti benar dan akan terjadi, karena tidak ada satu pun benda yang tidak hancur pada akhirnya”"
  },
  {
    "verse_number": 99,
    "tafsir": "Bila saat itu tiba, semua yang ada di bumi akan hancur, dan pada hari itu Kami biarkan mereka, yaitu Yakjuj dan Makjuj, berbaur antara satu dengan yang lain tanpa penghalang apa pun karena dinding kukuh itu telah hancur. Ketika mereka sudah bercampur baur dan sangkakala ditiup untuk yang kedua kali, akan Kami kumpulkan mereka semuanya di Padang Mahsyar, tempat pertemuan semua makhluk ketika itu."
  },
  {
    "verse_number": 100,
    "tafsir": "Peniupan sangkakala kedua menandakan dimulainya hari kebangkitan. Pada saat itu, Yakjuj-Makjuj dan semua manusia dikumpulkan di Padang Mahsyar untuk mempertanggungjawabkan perbuatannya. Banyak peristiwa yang terjadi setelah itu. Dan Kami perlihatkan neraka Jahanam sebagai tempat pembalasan kepada semua orang kafir tanpa terkecuali, dengan gambaran yang jelas pada hari itu agar mereka mengetahui balasan atas perbuatan mereka dahulu."
  },
  {
    "verse_number": 101,
    "tafsir": "Mereka yang kafir itu adalah orang-orang yang mata kepala dan hatinya tidak digunakan untuk memperhatikan tanda-tanda kekuasaan Allah, baik yang terdapat di alam semesta maupun yang tertulis dalam Kitab Suci. Mata mereka selalu dalam keadaan tertutup sehingga mereka terdorong untuk berpaling dari memperhatikan tanda-tanda kebesaran-Ku yang tersebar di jagad raya, dan mereka juga tidak sanggup dan enggan mendengar apalagi mematuhi seruan yang mengajak menuju kebenaran."
  },
  {
    "verse_number": 102,
    "tafsir": "Karena sikap yang buruk itu, maka Allah mengkritik keras mereka, yang diungkapkan dalam bentuk pertanyaan. Apakah orang-orang kafir itu menyangka bahwa mereka dapat mengambil dan menjadikan hamba-hamba-Ku yang saleh, seperti Nabi Isa dan Uzair sebagai tuhan yang disembah dan menjadi penolong mereka di akhirat selain Aku? Sungguh, sikap mereka itu merupakan perilaku yang sesat. Sebagai balasannya, Kami telah menyediakan neraka Jahanam sebagai tempat tinggal bagi orang-orang kafir yang terus mengingkari keesaan dan kekuasaan-Ku”"
  },
  {
    "verse_number": 103,
    "tafsir": "Wahai Nabi Muhammad, katakanlah kepada orang-orang kafir itu, “Apakah perlu Kami beritahukan kepadamu tentang orang yang paling rugi perbuatannya karena jerih payah mereka hanya akan mendatangkan kesia-siaan dan tanpa ganjaran?”"
  },
  {
    "verse_number": 104,
    "tafsir": "Orang-orang yang paling merugi itu adalah orang-orang yang sia-sia perbuatan yang telah dilakukan-nya dalam kehidupan mereka di dunia, sedangkan ketika itu mereka mengira telah berbuat dan beramal dengan sebaik-baiknya."
  },
  {
    "verse_number": 105,
    "tafsir": "Mereka yang akan sia-sia usahanya dan tidak mendapat ganjaran di akhirat itu adalah orang-orang yang mengingkari ayat-ayat yang menunjukkan kebesaran, kekuasaan, dan keesaan Tuhan mereka, dan mereka juga ingkar terhadap pertemuan dengan-Nya kelak di akhirat untuk mempertanggungjawabkan perbuatan mereka. Karena kekafiran dan keingkaran itu, maka sia-sia-lah semua amal mereka di dunia, dan karenanya Kami tidak memberikan penimbangan terhadap amal mereka kelak pada hari Kiamat. Tidak ada amal perbuatan mereka yang layak dipertimbangkan akibat kekufuran dan keingkaran mereka."
  },
  {
    "verse_number": 106,
    "tafsir": "Demikianlah penjelasan dan ancaman yang Kami siapkan bagi mereka. Balasan yang paling tepat bagi mereka itu adalah neraka Jahanam. Hal itu karena kekafiran yang telah mereka lakukan dan karena mereka telah menjadikan ayat-ayat-Ku yang menunjukkan kekuasaan, kebesaran, dan keesaan-Ku yang amat jelas dan rasul-rasul-Ku yang mengajak mereka ke jalan yang benar sebagai bahan olok-olok."
  },
  {
    "verse_number": 107,
    "tafsir": "Sesungguhnya orang-orang yang beriman dan membuktikan iman mereka dengan mengerjakan kebajikan yang disertai niat untuk mendapat rida Allah, maka untuk mereka telah disediakan surga Firdaus yang penuh kenikmatan sebagai ganjaran dan tempat tinggal bagi mereka."
  },
  {
    "verse_number": 108,
    "tafsir": "Dengan rahmat Allah yang demikian besar kepada hamba-Nya yang mematuhi ajaran-Nya, mereka akan kekal di dalamnya. Karena nikmat yang demikian banyak dan kepuasan di dalam surga itu mereka tidak ingin pindah dari sana untuk mendapatkan kenikmatan yang lain."
  },
  {
    "verse_number": 109,
    "tafsir": "Pada bagian sebelumnya banyak informasi yang Allah sampaikan, seperti kisah Ashabul Kahfi, Khidir, dan Zulkarnain. Kemudian, pada bagian akhir surah ini Allah menjelaskan betapa ilmu-Nya sangat luas. Wahai Nabi Muhammad, katakanlah kepada orang-orang kafir itu, “Seandainya semua lautan di dunia ini menjadi tinta untuk menulis kalimat- kalimat Tuhanku yang mencakup semua pengetahuan, maka pasti akan habislah seluruh air lautan itu sebelum selesai penulisan kalimat-kalimat Tuhanku. Demikian juga keadaannya meskipun Kami datangkan tambahan lautan sebanyak itu pula untuk menuliskannya, kalimat-kalimat itu tidak akan habis."
  },
  {
    "verse_number": 110,
    "tafsir": "Allah memerintah Nabi untuk menjelaskan jati dirinya. Katakanlah, “Sesungguhnya aku ini hanya seorang manusia seperti kamu, yang telah diwahyukan kepadaku sesuai kehendak Allah bahwa sesungguhnya Tuhan kamu yang menjadi tujuan ibadah adalah Tuhan Yang Maha Esa, baik dalam zat, sifat, maupun perbuatan-Nya. Maka, barang siapa mengharap pertemuan dengan Tuhannya dan menghendaki ganjaran atas amal perbuatannya di akhirat kelak, maka hendaklah dia selalu mengerjakan kebajikan dan menjauhi semua hal keji dan mungkar serta janganlah dia mempersekutukan dengan sesuatu pun dalam beribadah kepada Tuhannya. Hendaklah dia beribadah kepada-Nya dengan tulus, bukan karena ria, dan dilandasi niat untuk menggapai rida-Nya.”[]"
  }
]