[
  {
    "verse_number": 1,
    "tafsir": "Apa yang di langit, baik makhluk hidup seperti burung maupun makhluk mati semisal planet, bintang, bulan, dan matahari, dan demi-kian juga makhluk di bumi; mereka bertasbih kepada Allah untuk mengakui kebesaran dan kesucian-Nya. Dialah yang Mahaperkasa atas semua makhluk, lagi Mahabijaksana dalam menetapkan ketentuan dan hukum bagi mereka."
  },
  {
    "verse_number": 2,
    "tafsir": "Allah adalah Pencipta semua makhluk, karena itu hanya milik-Nyalah kerajaan langit dan bumi serta semua yang ada di antara keduanya. Dia berkuasa menghidupkan dan mematikan apa saja sesuai kehendak-Nya, dan Dia Mahakuasa untuk menentukan apa yang Dia inginkan atas segala sesuatu."
  },
  {
    "verse_number": 3,
    "tafsir": "Sebagai Pencipta, Dialah Yang Awal tanpa permulaan, dan Dia pula Yang Akhir karena Dia abadi tanpa batas akhir bagi eksistensinya. Selain itu, Dia adalah Yang Zahir dan mengetahui apa saja yang tampak, dan Yang Batin dan mengetahui apa saja yang disembunyikan atau yang tersirat dalam hati. Dia lebih dekat kepada makhluk daripada dirinya sendiri, dan Dia Maha mengetahui segala sesuatu di alam semesta."
  },
  {
    "verse_number": 4,
    "tafsir": "Dialah yang menciptakan langit dan bumi beserta semua yang ada di dalam dan di antara keduanya dalam enam masa; kemudian setelah penciptaan itu Dia bersemayam di atas 'Arsy untuk mengatur urusan makhluk-Nya. Apa saja yang terjadi pada ciptaan-Nya tidak pernah luput dari pengetahuan-Nya. Dia mengetahui apa yang masuk ke dalam bumi, seperti hewan yang menyusup, dan apa yang keluar dari dalamnya, seperti tanaman yang tumbuh. Dia mengetahui pula apa yang turun dari langit, seperti air hujan, dan apa yang naik ke sana, seperti kebajikan dan doa manusia. Wajib diyakini bahwa Allah itu ada dan Dia bersama kamu di mana saja kamu berada. Dan Allah Maha Melihat apa yang kamu kerjakan; tidak ada yang tersembunyi dari-Nya."
  },
  {
    "verse_number": 5,
    "tafsir": "Allah adalah Pencipta semua makhluk, karena itu milik-Nyalah kerajaan langit dan bumi. Semua berasal dari-Nya dan hanya kepada Allah segala urusan yang terkait dengan makhluk dikembalikan."
  },
  {
    "verse_number": 6,
    "tafsir": "Di antara tanda kekuasaan Allah adalah pergantian waktu. Dia memasukkan sebagian waktu malam ke dalam siang sehingga waktunya lebih panjang saat musim panas, dan memasukkan siang ke dalam malam sehingga waktunya lebih lama saat musim dingin. Dia mengatur semua yang ada dan Dia Maha mengetahui segala isi hati, baik yang kemudian diungkapkan maupun yang terus disembunyikan."
  },
  {
    "verse_number": 7,
    "tafsir": "Bila sebelumnya Allah memperlihatkan bukti-bukti kekuasaan-Nya, pada ayat ini Allah menganjurkan orang mukmin untuk berinfak. Wahai manusia, berimanlah kamu kepada Allah yang telah menciptakanmu dan kepada Rasul yang diutus-Nya untuk menyampaikan tuntunan-Nya, dan infakkanlah sebagian dari harta yang Dia telah menjadikan kamu sebagai penguasanya, kepada orang yang berhak. Sesungguhnya dalam hartamu itu terdapat bagian Allah bagi mereka. Maka, orang-orang yang beriman kepada Allah dan Rasul-Nya di antara kamu dan menginfakkan sebagian dari hartanya di jalan Allah akan memperoleh pahala yang besar, baik di dunia maupun akhirat."
  },
  {
    "verse_number": 8,
    "tafsir": "Dan mengapa kamu, wahai manusia, tidak beriman kepada Allah Yang Maha Pencipta, padahal Rasul mengajak dan menyeru kamu beriman kepada Tuhanmu? Dan sungguh, Dia telah mengambil janji setia-mu untuk bertauhid kepada-Nya. Kamu tentu akan menepati janji itu jika kamu adalah orang-orang mukmin."
  },
  {
    "verse_number": 9,
    "tafsir": "Sungguh, Dialah yang menurunkan ayat-ayat yang terang, yaitu Al-Qur’an, yang diwahyukan kepada hamba-Nya untuk mengeluarkan kamu dari kegelapan, yaitu kekafiran dan kemungkaran, kepada cahaya petunjuk menuju keimanan dan kebajikan. Dan sungguh, terhadap kamu Allah benar-benar Maha Penyantun lagi Maha Penyayang, baik di dunia maupun akhirat."
  },
  {
    "verse_number": 10,
    "tafsir": "Dalam hartamu ada bagian Allah yang mesti kamu infakkan. Lalu, mengapa kamu kikir dan mengapa kamu tidak menginfakkan sebagian hartamu di jalan Allah, padahal milik Allah semua pusaka langit dan bumi? Dialah yang menciptakannya dan semua yang ada di antara keduanya. Ketahuilah, tidak akan sama orang yang menginfakkan sebagian hartanya di jalan Allah di antara kamu dan berperang sebelum penaklukan Mekah. Dengan kebajikan dan perjuangannya itu mereka lebih tinggi derajatnya daripada orang-orang yang menginfakkan sebagian hartanya dan berpe-rang setelah penaklukan kota Mekah itu. Dan Allah menjanjikan kepada masing-masing mereka balasan yang lebih baik sesuai amal dan niat masing-masing. Dan Allah Mahateliti terhadap apa yang kamu lakukan kapan dan di mana pun. Dia akan memberi balasan atasnya dengan setimpal."
  },
  {
    "verse_number": 11,
    "tafsir": "Untuk mendorong agar manusia gemar bersedekah, Allah menetap-kan bahwa barang siapa meminjamkan kepada Allah dengan pinjaman yang baik, berupa kebajikan atau sedekah kepada orang lain, maka Allah akan mengembalikannya dengan jumlah yang berlipat ganda untuknya. Dan selain itu, baginya akan dikaruniakan pahala yang mulia dari Allah."
  },
  {
    "verse_number": 12,
    "tafsir": "Usai menerangkan fadilah berinfak di jalan Allah, melalui ayat berikut Allah menjelaskan balasan di akhirat bagi orang yang berinfak. Ingatlah pada hari ketika engkau akan melihat orang-orang yang beriman laki-laki dan perempuan di akhirat, betapa cahaya mereka yang terang bersinar di depan dan di samping kanan mereka sebagai balasan atas kebajikan dan kepatuhan mereka. Dikatakan kepada mereka, “Pada hari ini ada berita gembira untukmu. Allah menganugerahkan kepadamu surga-surga yang mengalir di bawahnya sungai-sungai dengan air, susu yang tidak berubah rasa, khamr yang lezat, dan madu. Mereka semua kekal di dalamnya. Demikian itulah anugerah dan kemenangan yang agung dari Allah.”"
  },
  {
    "verse_number": 13,
    "tafsir": "Balasan bagi orang yang memberi Allah pinjaman yang baik juga akan terlihat pada hari ketika orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, “Tunggulah dan jangan tinggalkan kami! Kami ingin mengambil cahayamu untuk menerangi kami.” Dikatakan kepada mereka dengan nada mengejak, “Kembalilah kamu ke belakang dan carilah sendiri cahaya yang menyinari dirimu.” Lalu di antara mereka dipasang dinding pemisah yang berpintu. Di sebelah dalam dinding itu ada rahmat dan anugerah bagi orang yang beriman dan beramal saleh, dan di luarnya hanya ada azab dan hukuman bagi orang munafik."
  },
  {
    "verse_number": 14,
    "tafsir": "Begitu mendapati azab, orang-orang munafik memanggil orang-orang mukmin, “Bukankah kami di dunia dahulu bersama kamu?” Mereka yang beriman menjawab, “Benar, tetapi kamu selalu mencelakakan dirimu sendiri dengan melakukan perbuatan yang tidak patut dan hanya menunggu kehancuran kami dengan pengkhianatanmu, dan kamu meragukan janji Allah dan seringkali kamu ditipu oleh angan-angan kosong sampai pada akhirnya datang-lah ketetapan Allah; dan setan penipu datang memperdaya kamu tentang Allah sehingga kamu terus berada dalam keraguan."
  },
  {
    "verse_number": 15,
    "tafsir": "Wahai orang munafik, karena keraguanmu kepada Allah dan janji-Nya, maka pada hari ini, yaitu di akhirat, tidak akan diterima tebusan dari kamu maupun dari orang-orang kafir. Karena sikapmu itu maka tempat kamu yang sesuai adalah di neraka. Itulah tempat berlindungmu untuk selama-lamanya, dan itulah seburuk-buruk tempat kembali bagi orang yang ingkar.”"
  },
  {
    "verse_number": 16,
    "tafsir": "Usai menjelaskan balasan bagi orang munafik dan kafir, pada ayat ini Allah memberi teguran kepada orang mukmin yang lalai pada ibadahnya. Belum tibakah waktunya bagi orang-orang yang beriman, yaitu mereka yang tidak meragukan janji Allah, untuk secara khusyuk mengingat Allah dengan berzikir dan beribadah, dan mematuhi kebenaran Al-Qur’an yang telah diwahyukan kepada mereka? Dan janganlah mereka berperilaku seperti orang-orang yang telah menerima kitab sebelum itu, di mana sebagian dari mereka mengingkari hukumnya dan sebagian yang lain menyembunyikan atau mengubah isinya, kemudian mereka melalui masa yang panjang tanpa adanya rasul yang mengingatkan mereka se-hingga pada akhirnya hati mereka menjadi keras. Dan banyak di antara mereka menjadi orang-orang fasik karena tidak ada yang mengingatkan kekeliruannya."
  },
  {
    "verse_number": 17,
    "tafsir": "Wahai orang yang beriman, ketahuilah bahwa Allah berkuasa menghidupkan bumi setelah mati dan kering-nya dengan menurunkan hujan sehingga bumi menjadi subur dan menjadi media tumbuh tanaman. Sungguh, telah Kami jelaskan kepadamu sebagian dari tanda-tanda kebesaran Kami, baik yang ada di alam semesta atau pada dirimu sendiri, agar kamu mengerti."
  },
  {
    "verse_number": 18,
    "tafsir": "Sesungguhnya orang-orang yang bersedekah dengan menginfakkan sebagian hartanya, baik laki-laki maupun perempuan, dan mereka dengan ikhlas meminjamkan kepada Allah dengan pinjaman yang baik, niscaya akan dilipatgandakan balasan kebaikan bagi mereka; dan mereka akan mendapat pahala yang mulia dari sisi-Nya."
  },
  {
    "verse_number": 19,
    "tafsir": "Dan orang-orang yang beriman dengan mantap kepada Allah dan rasul-rasul-Nya serta tidak meragukan janji-Nya, mereka itu orang-orang yang tulus hati dan pecinta kebenaran, dan mereka menjadi saksi-saksi di sisi Tuhan mereka. Karena keimanan dan kebaikan itu mereka berhak mendapat pahala dan cahaya dari sisi Allah. Tetapi, orang-orang yang kafir dan mendustakan ayat-ayat Kami serta mengingkari ajaran-ajaran Kami, mereka itu penghuni-penghuni neraka. Mereka kekal di dalamnya."
  },
  {
    "verse_number": 20,
    "tafsir": "Wahai orang mukmin, ketahuilah sesungguhnya kehidupan dunia itu hanyalah permainan dan sendagurauan. Karena itu, jangan sampai kamu larut di dalamnya. Kehidupan dunia ini juga merupakan perhiasan bagimu dan saling berbangga di antara kamu serta berlomba dalam kekayaan dan anak keturunan. Semua itu seperti hujan yang menumbuhkan tanam-tanamannya sehingga mengagumkan para petani; kemudian tanaman itu menjadi kering saat kemarau dan kamu lihat warnanya kuning kemudian menjadi hancur. Itulah permisalan bagi kehidupan dunia yang fana. Dan ketahuilah, di akhirat nanti ada azab yang keras bagi mereka yang ingkar dan ampunan dari Allah serta keridaan-Nya bagi orang yang beriman dan mematuhi ajaran-Nya. Dan kehidupan dunia yang sekarang kamu nik-mati tidak lain hanyalah kesenangan yang palsu."
  },
  {
    "verse_number": 21,
    "tafsir": "Setelah kamu semua wahai orang beriman mengetahui hakikat kehidupan dunia, maka segera berlomba-lombalah kamu untuk mendapatkan ampunan dari Tuhanmu dengan istigfar dan berlombalah untuk men-dapatkan surga yang luasnya seluas langit dan bumi dengan selalu melakukan kebaikan, yang disediakan bagi orang-orang yang beriman kepada Allah dan rasul-rasul-Nya. Itulah karunia tertinggi Allah yang diberikan kepada siapa yang Dia dikehendaki. Dan Allah mempunyai karunia yang besar bagi mereka yang beriman dan berbuat kebajikan."
  },
  {
    "verse_number": 22,
    "tafsir": "Usai menjelaskan karunia-Nya kepada orang memohon ampunan, Allah menerangkan bahwa semua yang terjadi di alam ini merupakan ketetapan Allah yang tertulis di Lauh Mahfuz. Setiap bencana yang menimpa di bumi, seperti gempa, banjir, erupsi, dan lainnya, dan demikian pula bencana yang menimpa dirimu sendiri, seperti sakit, kecelakaan, dan lainnya, semuanya telah tertulis dalam Kitab yang disebut Lauh Mahfuz sebelum Kami mewujudkannya. Sungguh, yang demikian itu, yaitu semua yang terjadi, sangat mudah bagi Allah."
  },
  {
    "verse_number": 23,
    "tafsir": "Kami beritahukan hal tersebut agar kamu tidak bersedih hati terhadap apa yang luput dari kamu dan tidak dapat kamu capai, dan jangan pula terlalu gembira dan sombong terhadap apa yang diberikan-Nya kepadamu. Dan ketahuilah, Allah tidak menyukai setiap orang yang sombong dan membanggakan diri dengan kelebihan atau anugerah yang Dia karuniakan"
  },
  {
    "verse_number": 24,
    "tafsir": "Allah tidak menyukai orang sombong dan membanggakan diri, yaitu orang-orang yang kikir, yang enggan menginfakkan sebagian hartanya di jalan Allah, dan menyuruh orang lain berbuat kikir pula. Barang siapa berpaling dari perintah Allah dan mengingkari ajaran-Nya, maka sesungguhnya Allah, Dia Mahakaya dan tidak memerlukan sesuatu, Maha Terpuji dengan segala sifat kebaikan-Nya."
  },
  {
    "verse_number": 25,
    "tafsir": "Sungguh, Kami telah mengutus rasul-rasul Kami kepada umat manusia dengan bukti-bukti yang nyata, dan Kami turunkan bersama mereka kitab sebagai pedoman hidup, dan Kami turunkan pula neraca sebagai ukuran keadilan agar manusia dapat berlaku adil. Dan Kami menciptakan besi sebagai kelengkapan hidup yang mempunyai kekuatan, hebat, dan banyak manfaat bagi manusia, dan Kami ciptakan semua itu agar Allah mengetahui siapa yang menolong agama-Nya dan rasul-rasul-Nya dalam berdakwah, walaupun Allah tidak dilihatnya. Sesungguhnya Allah Mahakuat terhadap segala sesuatu, Mahaperkasa menghadapi semua yang mengingkari-Nya."
  },
  {
    "verse_number": 26,
    "tafsir": "Kehidupan kependetaan bukan ajaran Allah. Dan sungguh, Kami telah mengutus Nabi Nuh dan Ibrahim kepada umat masing-masing untuk mengajak mereka bertauhid, dan Kami berikan pula kenabian dan kitab petunjuk kepada keturunan keduanya; di antara mereka ada yang menerima petunjuk itu sehingga beriman dan berbuat kebajikan sesuai perintah-Nya, dan banyak di antara mereka yang fasik akibat mengingkari petunjuk itu dan memilih kekafiran."
  },
  {
    "verse_number": 27,
    "tafsir": "Sesudah Nabi Nuh dan Ibrahim, kemudian Kami susulkan rasul-rasul Kami untuk mengikuti jejak mereka, yaitu dengan mengajak umatnya beriman dan mentaati perintah-Nya, dan Kami susulkan pula Isa putra Maryam, dan Kami berikan Injil kepadanya sebagai pedoman bagi umatnya, dan Kami jadikan rasa santun dan kasih sayang kepada sesama manusia dalam hati orang-orang yang mengikutinya. Sebagian dari mereka mengada-adakan rahbàniyyah, yaitu hidup membujang dan mengurung diri dalam biara, padahal Kami tidak mewajibkannya kepada mereka. Ka-mi hanya mewajibkan mereka untuk mencari keridaan Allah, tetapi tuntunan itu tidak mereka pelihara dengan semestinya. Maka, kepada orang-orang yang beriman di antara mereka dan berbuat kebajikan, Kami berikan pahalanya. Dan banyak di antara mereka yang fasik dengan mengingkari atau mengubah ajaran itu."
  },
  {
    "verse_number": 28,
    "tafsir": "Allah menerangkan keingkaran Ahli Kitab pada kenabian Muhammad. Wahai orang-orang yang beriman! Bertakwalah kepada Allah. Laksa-nakan semua perintah-Nya dan jauhilah semua larangan-Nya, dan berimanlah kepada Rasul-Nya, yaitu Nabi Muhammad yang diutus untuk melengkapi dan meluruskan syariat terdahulul. Jika kamu melaksanakannya, niscaya Allah memberikan rahmat-Nya kepadamu dua bagian, yaitu kebahagiaan di dunia dan kemuliaan di akhirat, dan menjadikan cahaya terang untukmu yang dengan cahaya itu kamu dapat berjalan dengan tenang tanpa takut tersesat, serta Dia akan mengampuni semua dosa kamu bila kamu bertobat dengan sungguh-sungguh. Dan Allah Maha Pengampun atas dosamu dan dosa seluruh manusia yang bertobat, Maha Penyayang kepada semua makhluk-Nya."
  },
  {
    "verse_number": 29,
    "tafsir": "Semua peringatan itu disampaikan agar Ahli Kitab mengetahui bahwa sedikit pun mereka tidak akan mendapat karunia Allah jika mereka tidak beriman kepada Nabi Muhammad dan mengikuti sunahnya, dan agar mereka mengetahui bahwa karunia itu ada di tangan Allah; Dia memberikannya kepada siapa yang Dia kehendaki, yaitu mereka yang beriman dan berbuat kebajikan. Dan Allah mempunyai karunia yang besar bagi siapa saja yang mematuhi ajaran-Nya."
  }
]