[
  {
    "verse_number": 1,
    "tafsir": "Alif Lam Ra. Hanya Allah yang mengetahui secara pasti makna hurufhuruf yang menjadi pembuka surah-surah dalam Al-Qur'an. Inilah ayat-ayat Al-Qur'an yang keseluruhannya penuh hikmah, yakni petunjuk yang hak dan terbaik bagi semua umat manusia. Apabila petunjuk tersebut diperhatikan dan dijalankan, maka akan mendatangkan kemaslahatan dan menghindarkan keburukan."
  },
  {
    "verse_number": 2,
    "tafsir": "Oleh karena itu, pantaskah manusia menjadi heran bahwa Kami memberi wahyu, yakni memberi informasi dan tuntunan agama secara pasti, cepat, dan berbentuk rahasia, kepada seorang laki-laki di antara mereka, yakni Nabi Muhammad yang dikenal sangat jujur sehingga mendapat gelar al-Amin. Melalui wahyu tersebut Kami perintahkan kepadanya: “Berilah peringatan kepada manusia bahwa Hari Pembalasan itu pasti datang dan orang yang jahat akan disiksa karena kejahatannya, dan gembirakanlah orang-orang beriman yang mengerjakan amal saleh, bahwa mereka mempunyai kedudukan yang tinggi, yakni kemuliaan di sisi Tuhan kelak di akhirat.” Setelah mendengar dan menyaksikan ayat-ayat Al-Qur'an yang disampaikan oleh Nabi Muhammad ternyata sangat mempesona, maka Orang-orang kafir berkata, “Orang ini, yakni Nabi Muhammad, benar-benar pesihir” yang nyata, dan yang dibawanya adalah sihir, sehingga membuat orang-orang terpesona dan mengikuti seruannya. Demikianlah sifat angkuh orang-orang yang tidak mau mengakui bahwa Al-Qur'an adalah wahyu dari Allah."
  },
  {
    "verse_number": 3,
    "tafsir": "Kalau orang kafir merasa heran atas diturunkannya Al-Qur'an kepada Nabi Muhammad, maka apakah mereka tidak merasa heran dengan penciptaan langit dan bumi serta segala isinya? Tuhan Mahakuasa menurunkan Al-Qur'an kepada Nabi Muhammad, sebagaimana Dia Mahakuasa menciptakan langit dan bumi. Sesungguhnya Tuhan kamu Dialah Allah yang menciptakan langit dan bumi yang terbentang luas, dalam enam masa untuk memberikan pelajaran kepada manusia bahwa segala sesuatu perlu proses, melalui perencanaan yang matang dan dikerjakan secara maksimal. Jika Allah menghendaki, maka Dia Mahakuasa menciptakan keduanya dalam sekejap. Setelah sempurna masa penciptaan langit dan bumi, kemudian Dia bersemayam di atas 'Arsy, singgasana untuk mengatur segala urusan makhluk-Nya. Tidak ada yang dapat memberi syafaat, yakni pertolongan pada Hari Kiamat untuk mendapat keringanan atau terbebas dari azab Allah kecuali setelah ada izin-Nya. Itulah Allah, Zat yang Mahaagung, Tuhanmu yang memelihara dan membimbingmu, maka sembahlah Dia, karena hanya Dia yang berhak disembah, jangan mempersekutukan Dia dengan apa pun. Apakah kamu tidak mengambil pelajaran dari kesempurnaan penciptaan langit dan bumi beserta isinya? Semuanya tunduk, patuh, dan bertasbih kepada Allah, Tuhan Pengatur segala urusan."
  },
  {
    "verse_number": 4,
    "tafsir": "Setelah dijelaskan bahwa Allah pencipta langit dan bumi, dan hanya Dia yang berhak disembah, lalu pada ayat ini dijelaskan tentang kepastian datangnya Hari Kiamat. Pada hari tersebut, hanya kepada-Nya, yakni kepada Allah kamu semua akan kembali. Itu merupakan janji Allah yang benar dan pasti tidak sedikit pun diragukan lagi. Sesungguhnya Dialah yang Maha Kuasa memulai penciptaan makhluk, kemudian mengulanginya, yakni menghidupkannya kembali pada Hari Kebangkitan, agar Dia dapat memberi balasan kepada orang-orang yang beriman dan mengerjakan kebajikan dengan balasan yang adil sesuai yang mereka kerjakan. Jika Allah menghendaki, maka berkat anugerah dan kemurahan-Nya, mereka akan memperoleh pahala melebihi yang mereka kerjakan. Sedangkan untuk orang-orang kafir disediakan balasan berupa minuman air yang mendidih yang dapat merusak seluruh alat pencernaan mereka dan akan memperoleh siksaan yang pedih karena kekafiran mereka. Inilah wujud keadilan Allah atas perbuatan hamba-Nya di dunia."
  },
  {
    "verse_number": 5,
    "tafsir": "Selain menciptakan langit dan bumi sebagai bukti kebesaran dan kekuasaan-Nya, Dialah yang menjadikan matahari bersinar sangat terang yang menghasilkan kehangatan untuk alam raya dengan energi dari dirinya sendiri dan bulan bercahaya karena pantulan energi dari matahari, dan Dialah yang menetapkan tempat-tempat orbitnya, yakni tempat peredaran perjalanan bumi mengitari matahari dan bulan mengitari bumi agar kamu mengetahui bilangan tahun, dan perhitungan waktu. Allah tidak menciptakan hal yang demikian sempurna itu melainkan dengan benar, yakni dengan hikmah yang besar. Melalui penciptaan tersebut, Dia menjelaskan di antara tanda-tanda kebesaran-Nya kepada orang-orang yang mengetahui, yakni yang mau mengambil pelajaran dari tanda-tanda kekuasaan Allah di alam raya ini."
  },
  {
    "verse_number": 6,
    "tafsir": "Sesungguhnya pada pergantian malam dan siang dan pada benda apa saja yang diciptakan Allah di langit dan di bumi, yakni benda cair maupun padat, semilirnya angin maupun dahsyatnya petir dan halilintar, pasti terdapat tanda-tanda kebesaran-Nya bagi orang-orang yang bertakwa, yakni orang yang berhati-hati agar tidak terjerumus ke dalam kesesatan supaya terhindar dari siksa Allah akibat kesesatan tersebut."
  },
  {
    "verse_number": 7,
    "tafsir": "Meskipun bukti kebesaran dan kekuasaan Allah telah terbentang luas di alam raya sebagaimana dijelaskan dalam ayat-ayat sebelumnya, namun masih ada sebagian manusia yang tidak percaya dan mengingkari adanya Allah. Mereka merasa puas dengan kehidupan dunia. Allah menegaskan bahwa sesungguhnya orang-orang yang tidak mengharapkan pertemuan dengan Kami di Hari Akhirat nanti dengan adanya pahala bagi yang beramal saleh dan siksa bagi yang durhaka, dan mereka merasa puas dengan kehidupan dunia serta merasa tenteram dengan kehidupan itu, sehingga tidak pernah berbuat untuk kehidupan akhirat, padahal kehidupan akhirat lebih baik dan lebih kekal, dan orang-orang yang melalaikan ayat-ayat Kami, yakni tidak menghiraukan petunjuk yang ada di dalam Al-Qur'an dan tidak sedikit pun mengambil pelajaran dari tanda-tanda kekuasaan dan kebesaran Allah di alam semesta."
  },
  {
    "verse_number": 8,
    "tafsir": "Maka mereka itu tempatnya di neraka, karena apa yang telah mereka lakukan selama hidup di dunia, berupa kedurhakaan kepada Allah."
  },
  {
    "verse_number": 9,
    "tafsir": "Kebalikan dari orang-orang yang durhaka kepada Allah dan hanya mencintai kehidupan dunia adalah orang-orang yang beriman dan beramal saleh untuk bekal kehidupan di akhirat. Sesungguhnya orang-orang yang beriman dan sebagai wujud keimanan tersebut mereka mengerjakan amal kebajikan sebagaimana petunjuk yang disebutkan di dalam AlQur'an, niscaya mereka diberi petunjuk oleh Tuhan karena keimanan mereka. Mereka di dalam surga yang penuh kenikmatan yang tiada tara, tiada pernah terkurangi dan mengalir di bawahnya sungai-sungai."
  },
  {
    "verse_number": 10,
    "tafsir": "Sebagai gambaran dari keindahan dan kenyamanan kehidupan di dalam surga adalah setiap kata dan kalimat yang terucap tiada lain hanya pujian atas kebesaran Allah. Doa yang mereka ucapkan di dalamnya ialah, “Subhanakallahumma” Mahasuci Engkau, ya Tuhan kami, dan salam penghormatan kepada mereka dari Allah, malaikat dan sesama penghuni surga ialah, “Salam”, semoga keselamatan yang sempurna selalu menyertai kamu. Dan penutup doa mereka ialah, “Al-hamdu lillahi Rabbil 'alamin” segala puji bagi Allah Tuhan Pemelihara seluruh alam."
  },
  {
    "verse_number": 11,
    "tafsir": "Setelah dijelaskan pada ayat sebelumnya bahwa Allah Mahasuci dari segala kekurangan, Mahasempurna dengan segala ciptaan-Nya, Mahaadil dalam memberikan hukuman atau pahala, lalu dijelaskan pada ayat ini bahwa Dia Maha Terpuji karena tidak segera menghukum orang yang durhaka sebagaimana permintaan mereka agar Allah menyegerakan siksa. Mereka diberi kesempatan untuk kembali kepada tuntunan Al-Qur'an. Dan kalau Allah menyegerakan keburukan, sebagai hukuman atas perbuatan jahat bagi manusia seperti permintaan mereka untuk menyegerakan kebaikan, pasti diakhiri umur mereka, yakni dibinasakan. Namun Kami biarkan orang-orang yang tidak mengharapkan pertemuan dengan Kami, yakni tidak percaya pada hari Kiamat dalam keadaan bingung dan tetap berada di dalam kesesatan mereka sesuai kemauan mereka."
  },
  {
    "verse_number": 12,
    "tafsir": "Ayat ini masih menjelaskan tentang sifat-sifat buruk manusia, yaitu tidak bersyukur ketika mendapat anugerah atau nikmat. Dan apabila manusia ditimpa bahaya akibat ulah mereka sendiri, dia berdoa kepada Kami dengan memuji dan mengakui keagungan Allah dalam keadaan berbaring, duduk atau berdiri, yakni terus berdoa tiada henti dalam segala situasi, tetapi setelah Kami hilangkan bahaya itu darinya, dia kembali ke jalan yang sesat, seolah-olah dia tidak pernah berdoa kepada Kami untuk menghilangkan bahaya yang telah menimpanya. Demikianlah dijadikan terasa indah bagi orang-orang yang melampaui batas apa yang mereka kerjakan berupa kedurhakaan."
  },
  {
    "verse_number": 13,
    "tafsir": "Setelah dijelaskan bahwa di antara sifat buruk manusia adalah suka tergesa-gesa dan tidak bersyukur, lalu pada ayat ini disebutkan berbagai azab yang ditimpakan kepada orang-orang yang zalim. Dan sungguh, Kami telah membinasakan secara menyeluruh atau mendatangkan azab berupa kerusakan dan kehancuran beberapa generasi umat-umat sebelum kamu, yakni kaum kafir Mekah yang semasa dengan Rasulullah, ketika mereka berbuat zalim, padahal para rasul mereka telah datang membawa keterangan-keterangan baik berupa mukjizat yang bersifat inderawi maupun yang tertera di dalam kitab suci, tetapi mereka sama sekali tidak mau beriman. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat dosa."
  },
  {
    "verse_number": 14,
    "tafsir": "Kemudian Kami jadikan kamu, seluruh manusia, sebagai pengganti-pengganti mereka untuk menjadi pemimpin di bumi setelah mereka binasa, untuk Kami lihat bagaimana kamu berbuat, kebaikan atau keburukan. Allah akan memberi pahala orang yang berbuat baik dan menghukum orang yang yang berbuat jahat."
  },
  {
    "verse_number": 15,
    "tafsir": "Setelah dijelaskan bahwa Allah telah membinasakan orang-orang yang berbuat zalim dan menggantinya dengan kaum yang lain, lalu dijelaskan tentang sikap orang-orang musyrik terhadap ayat-ayat AlQur'an. Dan apabila dibacakan walaupun dengan berulang-ulang kepada mereka ayat-ayat Kami, Al-Qur'an dengan jelas kebenarannya bahwa ayat-ayat tersebut datang dari Allah, maka orang-orang yang tidak mengharapkan pertemuan dengan Kami, yakni tidak percaya dengan kehidupan akhirat, tidak mengharap pahala dan tidak percaya adanya siksa, mereka berkata, “Datangkanlah kitab selain Al-Qur'an ini atau gantilah isinya, ubahlah yang haram menjadi halal atau sebaliknya, dan hapuslah ayat-ayat yang mempersalahkan kepercayaan kami. Menjawab permintaan tersebut Allah memerintahkan, Katakanlah Muhammad, “Tidaklah pantas bagiku untuk menggantinya atas kemauanku sendiri, karena aku hanya seorang utusan. Aku hanya mengikuti apa yang diwahyukan Allah kepadaku. Sesungguhnya aku benar-benar takut akan azab hari yang besar, yakni hari Kiamat jika aku mendurhakai Tuhanku yang aku yakin Dia Maha mengetahui seluruh ucapan dan perbuatanku.”"
  },
  {
    "verse_number": 16,
    "tafsir": "Setelah menolak permintaan kaum musyrik untuk mendatangkan kitab selain Al-Qur'an atau mengubah sebagian isinya, lalu Allah berfirman, Katakanlah wahai Nabi Muhammad, “Jika Allah menghendaki aku tidak membacakan dan menyampaikan Al-Qur'an kepada kamu, niscaya aku tidak membacakannya kepadamu dan jika Allah tidak pula berkehendak memberitahukan wahyu yang diturunkan kepadaku, maka Dia tidak memberitahukannya kepadamu.” Aku telah tinggal bersamamu beberapa lama sebelumnya, yakni selama 40 tahun sebelum turunnya AlQur'an dan selama masa itu aku tidak pernah berbohong serta tidak pernah berbicara dan menyampaikan hal seperti ini. Apakah kamu tidak mengerti ayat-ayat itu dan tidak memikirkan kandungannya?"
  },
  {
    "verse_number": 17,
    "tafsir": "Karena mereka tetap keras menolak kebenaran Al-Qur'an sebagai wahyu dari Allah dan menuduh Nabi Muhammad berbohong, maka ditegaskan dalam bentuk pertanyaan, siapakah yang lebih zalim daripada orang yang dengan sengaja mengada-adakan kebohongan terhadap Allah atau mendustakan ayat-ayat-Nya? Sungguh tidak ada orang yang lebih zalim daripada mereka dan mereka tidak akan mendapatkan keberuntungan untuk selama-lamanya. Sesungguhnya orang-orang yang berbuat dosa itu tidak akan pernah beruntung."
  },
  {
    "verse_number": 18,
    "tafsir": "Setelah dijelaskan kerugian yang akan diperoleh oleh orang yang berbuat zalim karena ingkar terhadap ayat-ayat Al-Qur'an, lalu dijelaskan bentuk lain dari kezaliman mereka yaitu syirik. Dan mereka menyembah selain Allah, sesuatu yang dijadikan sembahan yang tidak dapat mendatangkan bencana kepada mereka, apabila mereka tidak menyembahnya, dan tidak pula memberi manfaat dan tidak bisa menolak madarat ketika mereka menyembahnya, dan mereka dengan yakin berkata, “Mereka berhala dan sembahan kami lainnya itu adalah pemberi syafaat kami di hadapan Allah.” Padahal sembahan tersebut tidak mampu mendatangkan manfaat atau menolak madarat atas diri mereka sendiri. Agar lebih jelas, maka katakanlah kepada mereka wahai Nabi, “Apakah pantas kamu akan memberitahu kepada Allah sesuatu yang tidak diketahui-Nya apa yang di langit dan tidak pula yang di bumi? Kalimat ini adalah ejekan kepada orang yang menyembah berhala, yang menyangka bahwa berhala-berhala itu dapat memeberi syafaat di sisi Allah. Dia Maha mengetahui segala yang ada di langit dan di bumi, karena Dia pencipta dan pemeliharanya dan tiada sesuatu pun sekutu bagi-Nya. Mahasuci Allah dan Mahatinggi dari apa yang mereka persekutukan itu, tiada tuhan yang berhak disembah selain Allah."
  },
  {
    "verse_number": 19,
    "tafsir": "Penyembahan terhadap selain Allah sebagaimana yang dilakukan oleh orang-orang musyrik adalah sebuah penyimpangan yang tidak dikenal pada awal kehidupan manusia, karena manusia diciptakan dalam keadaan fitrah. Ayat ini menegaskan bahwa dan manusia itu dahulunya hanyalah satu umat, mereka semuanya tunduk dan patuh kepada Allah, kemudian mereka terkena godaan setan sehingga berselisih, yakni ada yang tetap taat dan ada yang durhaka bahkan mereka terpecah menjadi kelompok-kelompok yang berbeda keyakinan. Kalau tidak karena suatu ketetapan yang telah ada dari Tuhanmu, bahwa perselisihan manusia di dunia itu akan diputuskan di akhirat, pastilah telah diberi keputusan di antara mereka ketika di dunia ini, tentang apa yang mereka perselisihkan itu."
  },
  {
    "verse_number": 20,
    "tafsir": "Setelah dijelaskan perselisihan yang terjadi diantara umat manusia, lalu kembali dijelaskan tentang tuntutan orang musyrik agar Allah memberikan mu'jizat yang kasat mata kepada Nabi Muhammad. Dan mereka berkata, “Mengapa tidak diturunkan kepadanya (Muhammad) suatu bukti, yakni mukjizat dari Tuhannya, yakni mukjizat yang dapat diindra?” Padahal mu'jizat seperti yang mereka minta sesungguhnya telah diturunkan kepada para nabi sebelum Nabi Muhammad, tetapi umat para nabi tersebut tetap ingkar. Katakanlah, wahai Nabi Muhammad “Sungguh, segala yang gaib itu hanya milik Allah; sebab itu tunggu sajalah olehmu, apakah Allah akan mengabulkan permintaanmu atau tidak. Allah Maha mengetahui apa yang terbaik untuk hambanya. Ketahuilah, sesungguhnya aku juga menunggu bersama kamu, apa keputusan Allah untuk kita semua.”"
  },
  {
    "verse_number": 21,
    "tafsir": "Setelah pada ayat sebelumnya dijelaskan sifat buruk orang musyrik lalu dalam ayat ini dijelaskan sifat dasar manusia pada umumnya. Dan apabila Kami memberikan suatu rahmat, keselamatan kepada manusia yang durhaka, setelah mereka ditimpa bencana, baik pada diri, harta, keluarga, dan alam lingkungan mereka, maka mereka tidak bersyukur, bahkan mereka segera melakukan segala tipu daya menentang ayat-ayat Kami. Katakanlah, “Allah lebih cepat pembalasannya atas tipu daya itu.” Sesungguhnya malaikat-malaikat Kami mencatat tipu dayamu. Tidak ada sedikitpun perbuatan manusia yang terlewat dari pengawasan Allah dan kelak di akhirat Dia akan memberikan balasan dengan seadil-adilnya."
  },
  {
    "verse_number": 22,
    "tafsir": "Sebagai bukti bahwa hukuman Allah sangat cepat sebagaimana dijelaskan pada ayat sebelumnya, maka berikut ini ditegaskan bahwa, Dialah Tuhan yang menjadikan kamu dapat berjalan dengan kaki dan beragam kendaraan di daratan, dan berlayar di lautan yang terbentang luas, sehingga ketika kamu sudah berada di dalam kapal, dan meluncurlah kapal itu membawa mereka, yakni seluruh penumpang yang ada di dalamnya dengan kekuatan tiupan angin yang baik, dan mereka bergembira karenanya; tiba-tiba datanglah badai yang mangacaukan arah kapal mereka, sehingga menyimpang dari tujuan yang direncanakan dan gelombang menimpanya dari segenap penjuru, sehingga para penumpangnya panik akibat goncangan yang dasyat, dan mereka mengira, bahkan merasa telah terkepung bahaya, maka mereka berdoa dengan tulus ikhlas kepada Allah semata. Seraya berkata, “Sekiranya Engkau menyelamatkan kami dari bahaya ini, pasti kami termasuk orang-orang yang benar-benar bersyukur.”"
  },
  {
    "verse_number": 23,
    "tafsir": "Manusia pada umumnya memang suka berbasa basi, bahkan pada situasi kritis sering mengobral janji akan berbuat baik dan berakhlak terpuji, tetapi ketika Allah menyelamatkan mereka, malah mereka mengulangi berbuat kezaliman, yakni mempersekutukan Allah dan melaksanakan kedurhakaan lainnya di bumi tanpa alasan yang benar. Kezaliman mereka sungguh melampaui batas, karena itu Allah mengingatkan, Wahai manusia! Sesungguhnya kezalimanmu bahayanya akan menimpa dirimu sendiri; kenikmatan yang kamu rasakan itu hanya kenikmatan hidup duniawi yang bersifat sementara, selanjutnya kepada Kamilah kembalimu setelah kematian menjemputmu, kelak di akhirat akan Kami kabarkan kepadamu hukuman atas segala apa yang telah kamu kerjakan selama hidup di dunia."
  },
  {
    "verse_number": 24,
    "tafsir": "Setelah dijelaskan bahwa kenikmatan yang diperoleh bagi orangorang musyrik hanyalah kenikmatan duniawi, lalu diingatkan bahwa sesungguhnya perumpamaan kehidupan duniawi yang kamu dambakan sampai melupakan kehidupan akhirat itu akan cepat sirna, hanya seperti air hujan yang Kami turunkan dari langit, kemudian meresap ke dalam bumi, lalu tumbuhlah tanaman-tanaman bumi dengan subur karena air itu, di antaranya ada yang dimakan manusia dan hewan ternak. Hingga apabila bumi itu telah sempurna keindahannya karena tanamannya telah tumbuh warna-warni dengan sangat rindang, dan berhias indah dengan gunung-gunung dan lembah-lembahnya telah menghijau dengan beragam tanam-tanamannya, dan pemiliknya mengira bahwa mereka pasti menguasainya, yakni memetik hasilnya, tiba-tiba datanglah kepadanya azab Kami berupa bencana atau hama pada waktu malam atau siang, lalu Kami jadikan tanamannya seperti tanaman yang sudah disabit, yakni telah dipanen, bahkan kedahsyatan azab tersebut mengesankan seakan-akan belum pernah tumbuh tanaman kemarin. Demikianlah Kami menjelaskan tanda-tanda kekuasaan Kami kepada orang yang berpikir yang mau mengambil pelajaran dari azab yang telah ditimpakan kepada orangorang yang durhaka."
  },
  {
    "verse_number": 25,
    "tafsir": "Agar manusia tidak tertipu dengan kehidupan dunia yang fana, lalu Allah memberikan tuntunan menuju jalan yang benar dan penuh kedamaian. Dan Allah menyeru manusia ke Darus-salam, yakni surga, dan memberikan petunjuk kepada orang yang Dia kehendaki ke jalan yang lurus, yakni Islam. Petunjuk Allah diberikan kepada siapa saja yang mau menerimanya."
  },
  {
    "verse_number": 26,
    "tafsir": "Bagi orang-orang yang berbuat baik, ada pahala yang terbaik, yaitu surga, dan tambahannya, yakni kenikmatan melihat Allah (Lihat: Surah al-Qiyamah/75: 22-23). Dan wajah mereka tidak ditutupi debu hitam akibat kesedihan dan tidak pula dalam kehinaan, tetapi muka mereka berseri-seri ekspresi kegembiraan. Mereka itulah penghuni surga, mereka kekal di dalamnya selama-lamanya."
  },
  {
    "verse_number": 27,
    "tafsir": "Adapun orang-orang yang berbuat kejahatan akan mendapat balasan kejahatan yang setimpal dengan yang telah mereka kerjakan dan mereka diselubungi kehinaan akibat dari kejahatan tersebut. Tidak ada bagi mereka seorang pelindung pun yang menyelamatkan mereka dari azab Allah, seakan-akan wajah mereka ditutupi dengan kepingan-kepingan malam yang gelap gulita, yakni suram dan muram ekspresi dari penyesalan dan kesedihan yang mendalam. Mereka itulah penghuni neraka, mereka kekal di dalamnya."
  },
  {
    "verse_number": 28,
    "tafsir": "Ayat ini menjelaskan ancaman bagi orang yang menyekutukan Allah. Dan ingatlah pada hari ketika itu Kami mengumpulkan mereka semuanya untuk dihisab, kemudian Kami berkata kepada orang yang mempersekutukan Allah, “Tetaplah di tempatmu dalam keadaan rendah dan hina, kamu dan para sekutumu.” Lalu Kami pisahkan mereka, yakni penyembah dan sembahannya, sehingga mereka saling menyalahkan dan menyangkal satu sama lain, dan berkatalah sekutu-sekutu, yakni sembahan yang mereka persekutukan dengan Allah, “Kamu sekali-kali tidak pernah menyembah kami. Sesungguhnya orang-orang yang menyembah selain Allah pada hakekatnya adalah menyembah hawa nafsu mereka sendiri, karena hawa nafsu merekalah yang menyuruh menyembah selain Allah."
  },
  {
    "verse_number": 29,
    "tafsir": "Lebih lanjut sembahan mereka mengatakan, karena hakikatnya kamu menyembah hawa nafsu kamu, maka cukuplah Allah menjadi saksi antara kami dengan kamu, sebab kami tidak tahu-menahu tentang penyembahan kamu kepada kami, karena kami hanyalah makhluk ciptaan Allah, yang tidak bisa mendatangkan manfaat atau menolak madarat."
  },
  {
    "verse_number": 30,
    "tafsir": "Selanjutnya Allah menjelaskan dalam ayat ini bahwa di tempat itu, yakni di padang Mahsyar, setiap jiwa merasakan pembalasan dari apa yang telah dikerjakannya ketika di dunia dan setelah kematian menjemputnya, mereka dikembalikan kepada Allah, pelindung mereka yang sebenarnya, tidak ada pelindung selain Dia, dan lenyaplah dari mereka apa yang mereka ada-adakan sebagai sembahan dan pelindung palsu."
  },
  {
    "verse_number": 31,
    "tafsir": "Setelah dijelaskan bahwa tuhan sembahan orang kafir kelak di akhirat akan lenyap dan tidak mampu memberi perlindungan kepada penyembahnya, lalu diperintahkan kepada Nabi, katakanlah wahai Nabi Muhammad kepada orang-orang kafir, “Siapakah yang memberi rezeki kepadamu dari langit seperti hujan dan cahaya matahari, dan rezeki dari bumi seperti tumbuhan yang beraneka ragam, atau siapakah yang kuasa menciptakan pendengaran dan penglihatan, dan siapakah yang mengeluarkan yang hidup dari yang mati, seperti ayam dari telur, dan mengeluarkan yang mati dari yang hidup, seperti telur dari ayam, dan siapakah yang mengatur segala urusan di alam raya ini sehingga berjalan dengan sangat teratur?” Maka mereka akan menjawab, “Allah.” Jika demikian jawaban mereka, maka katakanlah, wahai Nabi Muhammad “Mengapa kamu tidak bertakwa kepada-Nya?”"
  },
  {
    "verse_number": 32,
    "tafsir": "Zat yang Maha Pemberi rezeki, Pencipta pendengaran dan penglihatan, yang kuasa menghidupkan dan mematikan, dan Maha Pengatur alam raya, maka itulah Allah, Dialah Tuhan kamu yang sebenarnya; maka tidak ada setelah kebenaran itu melainkan kesesatan, yakni siapa pun yang tidak berkenan mengikuti kebenaran, maka yang ada tinggal kesesatan. Maka mengapa kamu berpaling dari kebenaran?"
  },
  {
    "verse_number": 33,
    "tafsir": "Meskipun orang-orang kafir mengakui bahwa Allah pencipta dan pengatur alam raya, namun mereka tetap saja ingkar, sehingga Allah menghukum mereka. Demikianlah telah tetap hukuman Tuhanmu terhadap orang-orang yang fasik, yakni keluar dari ketaatan dan tuntunan agama, karena sesungguhnya mereka terus menerus tidak beriman."
  },
  {
    "verse_number": 34,
    "tafsir": "Selanjutnya Allah memerintahkan kepada Nabi Muhammad, katakanlah, kepada orang-orang kafir “Adakah di antara sembahan yang kamu jadikan sekutu Allah itu yang dapat memulai penciptaan makhluk, kemudian mengulanginya, yakni menghidupkannya kembali?” Jawabannya pasti tidak ada. Karena itu katakanlah, wahai Nabi Muhammad “Allah yang memulai penciptaan makhluk, kemudian mengulanginya, yakni menghidupkannya kembali pada waktu yang sudah ditetapkannya sesuai kehendak-Nya. Maka bagaimana kamu dipalingkan oleh kebohongan dan hawa nafsu, sehingga menyembah selain Allah?”"
  },
  {
    "verse_number": 35,
    "tafsir": "Walaupun pada ayat sebelumnya sudah dipaparkan bukti kekuasaan Allah, namun orang kafir masih tetap menolak menyembah Allah Yang Maha Pemberi Petunjuk. Sehingga pada ayat ini kembali Nabi Muhammad diperintah, katakanlah kepada orang-orang kafir, “Apakah di antara sembahan yang kamu jadikan sekutu Allah itu ada yang mampu membimbing menuju kepada kebenaran?” Pasti tidak ada, karena sembahan kamu adalah benda mati yang tidak mampu membimbing dirinya sendiri apalagi membimbing kamu. Karena itu katakanlah wahai Nabi Muhammad, “Allah-lah yang membimbing kepada kebenaran.” Maka manakah yang lebih berhak diikuti, Tuhan yang membimbing kepada kebenaran itu, ataukah orang yang tidak mampu membimbing bahkan perlu dibimbing? Maka mengapa kamu berbuat demikian? Bagaimanakah kamu mengambil keputusan? Sungguh ini adalah keputusan yang batil dan zalim."
  },
  {
    "verse_number": 36,
    "tafsir": "Sejumlah pertanyaan yang diungkapkan pada ayat sebelumnya, sebagian ada yang dijawab oleh orang-orang kafir dan sebagiannya ada yang tidak mereka jawab. Dan kebanyakan mereka orang-orang kafir itu hanya mengikuti dugaan bahwa sembahan mereka dapat memberi manfaat, menolak mudarat dan dapat mendekatkan mereka kepada Allah. Sesungguhnya dugaan itu tidak sedikit pun berguna untuk melawan kebenaran yang datang dari Allah. Sungguh, Allah Maha Mengetahui apa yang mereka kerjakan dan akan memberi balasan kelak di Hari Kemudian."
  },
  {
    "verse_number": 37,
    "tafsir": "Pada ayat sebelumnya dijelaskan tentang kebenaran yang datang dari Allah dan Dia-lah yang mampu membimbing kepada ke-benaran tersebut, lalu dalam ayat ini dijelaskan tentang kebenaran Al-Qur'an sebagai firman Allah. Dan tidak mungkin Al-Qur'an ini dibuat-buat oleh selain Allah; tetapi Al-Qur'an membenarkan kitab-kitab yang sebelumnya, seperti Kitab Taurat yang diturunkan kepada Nabi Musa as dan lainlain, dan menjelaskan hukum-hukum yang telah ditetapkannya, yakni sebagian ayat-ayat Al-Qur'an itu menjelaskan secara terperinci hukumhukum yang telah disebutkan dalam Al-Qur'an itu sendiri, tidak ada keraguan di dalamnya, dan merupakan petunjuk yang diturunkan dari Tuhan seluruh alam."
  },
  {
    "verse_number": 38,
    "tafsir": "Keingkaran orang-orang kafir terhadap kebenaran Al-Qur'an mereka tampakkan dengan menuduh bahwa Al-Qur'an adalah buatan Nabi Muhammad. Apakah pantas mereka mengatakan dia, Muhammad yang telah membuat-buatnya? Bukankah Muhammad adalah seorang manusia biasa? Kalau demikian tuduhan mereka, maka katakanlah wahai nabi Muhammad, “Buatlah sebuah surah yang semisal dengan surah Al-Qur'an, dan ajaklah siapa saja di antara kamu orang yang mampu membuatnya selain Allah, jika kamu orang-orang yang benar dalam tuduhan itu.”"
  },
  {
    "verse_number": 39,
    "tafsir": "Orang-orang musyrik menolak kebenaran Al-Qur'an bukan karena mereka tidak tahu kebenaran itu, tetapi antara lain karena keangkuhan mereka. Bahkan yang sebenarnya terjadi adalah mereka mendustakan apa yang mereka belum mengetahuinya dengan sempurna dan belum mereka peroleh penjelasannya. Sebagaimana orang-orang kafir Makkah mendustakan Al-Qur'an, demikianlah halnya umat-umat yang ada sebelum mereka telah mendustakan rasul-rasul dan bukti-bukti kebenaran yang mereka bawa. Maka perhatikanlah bagaimana akibat orang-orang yang zalim. Allah menghukum mereka dengan siksaan di dunia sesuai dengan kezaliman mereka dan kelak di akhirat akan disiksa di dalam neraka."
  },
  {
    "verse_number": 40,
    "tafsir": "Pada ayat sebelumnya dijelaskan bahwa secara umum orangorang musyrik menolak kebenaran Al-Qur'an bahkan menuduh Nabi Muhammad telah membuat-buat Al-Qur'an, lalu pada ayat ini dijelaskan bahwa ternyata di antara mereka orang-orang musyrik itu ada orang-orang yang beriman kepadanya, yakni mengakui kebenaran Al-Qur'an hanya dalam hatinya, tetapi lahiriyahnya tetap menolak, dan di antaranya ada pula orang-orang yang tidak beriman kepadanya, tidak mengakui kebenaran Al-Qur'an baik secara lahir baupun batin. Sedangkan Tuhanmu lebih mengetahui tentang orang-orang yang berbuat kerusakan, yakni mengikuti kebatilan dan menolak kebenaran yang bersumber dari Tuhan Pemelihara alam. Allah akan memberi balasan atas apa yang mereka kerjakan."
  },
  {
    "verse_number": 41,
    "tafsir": "Bersabarlah dan berteguhhatilah dalam menyampaikan kebenaran, dan jika mereka orang-orang musyrik itu tetap mendustakanmu wahai Nabi Muhammad, maka katakanlah, “Bagiku pekerjaanku dan aku akan bertanggung jawab atas pekerjaanku dan bagimu pekerjaanmu dan kamu akan bertanggung jawab atas pekerjaan kamu di hadapan Allah. Kamu tidak bertanggung jawab terhadap apa yang aku kerjakan dan aku pun tidak bertanggung jawab terhadap apa yang kamu kerjakan.” Setiap orang akan mempertanggungjawabkan pekerjaannya masing-masing."
  },
  {
    "verse_number": 42,
    "tafsir": "Setelah dijelaskan bahwa orang-orang yang mendustakan Nabi Muhammad akan mempertanggungjawabkan perbuatannya, lalu dijelaskan pada ayat ini, dan di antara mereka ada yang mendengarkan engkau wahai Nabi Muhammad, padahal hati mereka tidak menerimanya. Maka apakah engkau dapat menjadikan orang yang tuli pendengaran hatinya itu mendengar sedangkan mereka tidak mengerti? Tentu tidak bisa."
  },
  {
    "verse_number": 43,
    "tafsir": "Dan di antara mereka ada yang melihat kepada engkau wahai Nabi Muhammad, yakni menyaksikan tanda-tanda kenabianmu, tetapi mereka tidak mengakuinya. Maka apakah engkau dapat memberi petunjuk kepada orang-orang yang buta mata hatinya itu, sedangkan mereka tidak memperhatikan? Tentu tidak bisa."
  },
  {
    "verse_number": 44,
    "tafsir": "Sesungguhnya Allah tidak menzalimi manusia sedikit pun, karena Dia sudah memberikan petunjuk menuju jalan kebenaran dan melarang ke jalan kesesatan serta memberi kebebasan kepada manusia untuk menentukan pilihan, tetapi manusia itulah yang menzalimi dirinya sendiri dengan berbuat kejahatan dan mengabaikan kebenaran."
  },
  {
    "verse_number": 45,
    "tafsir": "Setelah dijelaskan pada ayat sebelumnya bahwa Allah tidak sedikit pun menzalimi hamba-Nya, lalu dijelaskan tentang kebenaran ajaran Al-Qur'an, diantaranya adalah datangnya Hari Pembalasan. Dan ingatlah pada hari ketika Allah mengumpulkan mereka di Padang Mahsyar, mereka merasa seakan-akan tidak pernah berdiam di dunia kecuali sesaat saja pada siang hari, pada waktu mereka saling berkenalan. Sungguh rugi orang yang mendustakan pertemuan mereka dengan siksa dan pahala dari Allah dan mereka itulah orang-orang yang benar-benar tidak mendapat petunjuk."
  },
  {
    "verse_number": 46,
    "tafsir": "Dan jika Kami perlihatkan kepadamu wahai Nabi Muhammad, sebagian dari siksaan yang Kami janjikan sebagai ancaman hukuman kepada mereka, tentulah engkau akan melihatnya atau jika Kami wafatkan engkau sebelum datangnya siksa itu, sehingga engkau tidak menyaksikan ketika siksaan itu datang, maka kepada Kami jualah mereka kembali dengan mempertanggungjawabkan seluruh amal perbuatan mereka, dan Allah menjadi saksi atas apa yang mereka kerjakan dan akan memberikan balasan dengan seadil-adilnya. Hukuman Tuhan bagi orang yang berbuat maksiat dapat diberikan di dunia atau di akhirat."
  },
  {
    "verse_number": 47,
    "tafsir": "Sebagai wujud keadilan Tuhan, Dia mengutus rasul-rasul sebagai pemberi peringatan. Dan setiap umat mempunyai rasul yang menyampaikan ajaran kebenaran disertai bukti-bukti atas kebenaran ajaran tersebut. Maka apabila rasul mereka telah datang, diberlakukanlah hukum bagi mereka dengan adil dan sedikit pun tidak dizalimi. Orang yang beriman dan berbuat kebaikan akan diberi pahala, sedangkan yang ingkar dan berbuat mungkar, maka akan disiksa."
  },
  {
    "verse_number": 48,
    "tafsir": "Dan mendengar adanya ancaman tersebut, mereka orang-orang kafir mengatakan, “Bilakah datangnya ancaman itu, siang atau malam, atau segerakanlah, jika kamu orang-orang yang benar?”"
  },
  {
    "verse_number": 49,
    "tafsir": "Setelah mendengar permintaan orang-orang kafir sebagaimana terungkap pada ayat di atas, lalu Allah memerintahkan: Katakanlah wahai Nabi Muhammad, “Aku hanyalah seorang utusan yang tidak kuasa menolak mudarat maupun mendatangkan manfaat kepada diriku sendiri maupun kepada kalian, kecuali apa yang Allah kehendaki.” Allah telah menetapkan bagi setiap umat mempunyai ajal, yakni batas waktu hidup dan lainnya. Apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun."
  },
  {
    "verse_number": 50,
    "tafsir": "Katakanlah wahai Nabi Muhammad kepada orang-orang musyrik, “Terangkanlah kepadaku, jika datang kepada kamu siksaan-Nya pada waktu malam ketika kamu tidur nyenyak, atau siang hari ketika kamu sibuk dengan urusan duniamu, manakah yang diminta untuk disegerakan orang-orang yang berdosa itu?” Allah mampu menyegerakan azab yang mereka minta, tetapi Dia menunda, karena memberi kesempatan kepada para pendurhaka untuk bertobat dari perbuatan maksiat."
  },
  {
    "verse_number": 51,
    "tafsir": "Kemudian apakah setelah azab itu terjadi, kamu baru mempercayainya bahwa Allah Mahakuasa? Padahal saat itu kepercayaanmu sudah tidak berguna, karena kamu sudah binasa. Apakah baru sekarang kamu percaya kalau azab itu pasti datang, padahal sebelumnya kamu selalu meminta agar azab itu disegerakan? Ayat ini menjadi teguran bagi orang yang sombong bahkan menantang agar segera didatangkan azab yang diancamkan kepada orang-orang yang durhaka."
  },
  {
    "verse_number": 52,
    "tafsir": "Sebagai akibat dari kesombongan dan kedurhakaan mereka, kemudian di akhirat dikatakan kepada orang-orang yang zalim itu, “Rasakanlah olehmu siksaan yang kekal di neraka. Kamu tidak diberi balasan, melainkan sesuai dengan apa yang telah kamu lakukan selama kamu hidup di dunia.”"
  },
  {
    "verse_number": 53,
    "tafsir": "Setelah diuraikan dengan perinci tentang siksaan yang akan diterima oleh orang-orang kafir, lalu mereka menanyakan kepadamu wahai Nabi Muhammad, “Benarkah azab yang dijanjikan itu?” Katakanlah, wahai Nabi Muhammad “Ya, demi Tuhanku, sesungguhnya azab itu pasti benar akan terjadi dan menimpa orang-orang yang durhaka dan kamu sekali-kali tidak dapat mengalahkankan Tuhan untuk menghindar dari siksa-Nya.”"
  },
  {
    "verse_number": 54,
    "tafsir": "Pada ayat sebelumnya dijelaskan bahwa orang-orang yang durhaka pasti akan diazab, lalu pada ayat ini digambarkan penyesalan mereka ketika di akhirat. Dan kalau seandainya setiap orang yang zalim itu, yakni orang yang mempersekutukan Allah itu mempunyai segala harta benda berharga yang ada di bumi, tentu dia menebus dirinya dengan itu agar terlepas dari siksa, tetapi hal itu tidak mungkin, dan mereka menyembunyikan penyesalannya yang sangat besar dan tersembunyi dalam hati, ketika mereka telah menyaksikan, merasakan azab yang sangat pedih itu. Kemudian diberi keputusan di antara mereka dengan adil sesuai dengan apa yang mereka kerjakan, dan mereka tidak dizalimi sedikit pun."
  },
  {
    "verse_number": 55,
    "tafsir": "Allah tidak akan menzalimi hamba-Nya, karena Dia tidak memerlukan apapun dari siapapun. Ayat ini menegaskan, “Ketahuilah sesungguhnya milik Allah-lah apa yang ada di langit dan di bumi, Dia yang menciptakan dan Dia atur sesuai kehendak-Nya. Ketahuilah, bukankah janji Allah itu benar? Hari Pembalasan pasti akan datang. Orang yang taat pasti akan diberi pahala dan yang durhaka akan disiksa. Tetapi kebanyakan mereka tidak mengetahui dan tidak mempercayainya."
  },
  {
    "verse_number": 56,
    "tafsir": "Sebagai salah satu bukti kekuasaan Allah, Dialah yang menghidupkan dan mematikan dan hanya kepada-Nyalah kamu dikembalikan setelah kematian menghampirimu."
  },
  {
    "verse_number": 57,
    "tafsir": "Setelah diingatkan pada ayat sebelumnya bahwa semua yang hidup pasti akan mati dan akan kembali kepada Allah, lalu manusia diingatkan: Wahai manusia! Sungguh, telah datang kepadamu pelajaran berupa Kitab Suci Al-Qur'an dari Tuhanmu, obat penyembuh bagi penyakit yang ada dalam dada, yakni dalam hati manusia, seperti iri hati, dengki, dan lain-lain, dan petunjuk menuju kebenaran serta rahmat yang besar bagi orang yang benar-benar beriman."
  },
  {
    "verse_number": 58,
    "tafsir": "Katakanlah wahai Nabi Muhammad kepada manusia “Dengan karunia Allah berupa agama Islam dan rahmat-Nya, yakni Al-Qur'an, hendaklah dengan itu mereka bergembira. Karunia dan rahmat Allah itu lebih baik daripada apa yang mereka kumpulkan berupa harta dan kemewahan duniawi.”"
  },
  {
    "verse_number": 59,
    "tafsir": "Ayat ini menjelaskan kecaman terhadap orang musyrik yang ingkar kepada karunia Allah. Katakanlah wahai Nabi Muhammad kepada orang-orang musyrik, “Terangkanlah kepadaku tentang rezeki, berupa hewan, tumbuhan, tambang, dan aneka hasil bumi yang diturunkan, yakni diberikan, Allah kepadamu, lalu kamu jadikan sebagiannya haram atas kamu dan ada yang kamu haramkan khusus untuk para perempuan (Lihat: Surah al-An'am/6: 139), dan sebagiannya kamu hukumi halal tanpa penjelasan dari Allah sebagaimana tertera di dalam Al-Qur'an.” Katakanlah, wahai Nabi Muhammad “Apakah Allah telah memberikan izin kepadamu tentang ini ataukah kamu mengada-ada atas nama Allah?” Allah sudah menegaskan apa-apa yang halal dan yang haram dan manusia tinggal menjalankan ketentuan tersebut."
  },
  {
    "verse_number": 60,
    "tafsir": "Ayat ini masih berisi kecaman terhadap orang-orang musyrik. Dan apakah dugaan orang-orang yang mengada-adakan kebohongan terhadap Allah, yakni orang-orang kafir, tentang perlakuan Allah kepada mereka pada hari Kiamat? Apakah mereka menduga Allah akan mengampuni dosa dan tidak menyiksa mereka? Sesungguhnya Allah benar-benar mempunyai karunia yang dilimpahkan kepada manusia, antara lain memberi kesempatan bertobat kepada pelaku maksiat, tetapi kebanyakan mereka tidak bersyukur, mengingkari kerasulan Nabi Muhammad, banyak berbuat maksiat, dan enggan bertobat sampai akhir hayat."
  },
  {
    "verse_number": 61,
    "tafsir": "Setelah dijelaskan pada ayat sebelumnya bahwa kebanyakan manusia tidak pandai bersyukur, lalu dalam ayat ini ditegaskan bahwa seluruh perbuatan manusia selalu berada dalam pengawasan Allah. Dan tidaklah engkau Muhammad berada dalam suatu urusan apapun, baik duniawi maupun ukhrawi, dan kamu tidak membaca suatu ayat Al-Qur'an, baik yang panjang maupun yang pendek serta tidak pula kamu melakukan suatu pekerjaan apapun, baik ketaatan maupun kemaksiatan, melainkan Kami menjadi saksi atasmu ketika kamu melakukannya. Tidak terlewatkan sedikit pun dari pengetahuan dan catatan Tuhanmu melalui para malaikat-Nya, biarpun nilai perbuatan itu hanya sebesar zarrah, baik di bumi ataupun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar daripada itu, melainkan semua tercatat dalam Kitab yang nyata (Lauh Mahfuz)."
  },
  {
    "verse_number": 62,
    "tafsir": "Pada ayat sebelumnya dijelaskan bahwa apapun yang dikerjakan oleh manusia baik ketaatan maupun kemaksiatan, maka tidak sedikit pun terlewatkan dari pengetahuan Tuhan, lalu pada ayat ini dijelaskan tentang kesudahan orang-orang yang selalu dalam ketaatan. Ingatlah, sesungguhnya wali-wali Allah itu, yakni kekasih Allah tidak ada rasa takut, yakni kekhawatiran pada mereka terhadap apa yang akan mereka hadapi di akhirat dan mereka tidak bersedih hati atas apa yang terjadi selama kehidupan di dunia."
  },
  {
    "verse_number": 63,
    "tafsir": "Wali-wali Allah yang disebut pada ayat sebelumnya, yaitu orang-orang yang beriman tanpa ada sedikit pun keraguan dan senantiasa bertakwa, yakni selalu mengerjakan amal saleh sehingga mereka terhindar dari azab Allah."
  },
  {
    "verse_number": 64,
    "tafsir": "Bagi mereka berita gembira di dalam kehidupan di dunia berupa ketenangan hidup karena mereka menempuh jalan yang benar dan di akhirat mereka terhindar dari siksa neraka dan masuk surga serta kekal di dalamnya (Lihat: Surah al-Anfal/8: 10). Tidak ada perubahan bagi janji-janji, yakni ketetapan-ketetapan Allah. Demikian itulah, yakni terbebas dari siksa neraka dan kekal di surga adalah kemenangan yang agung."
  },
  {
    "verse_number": 65,
    "tafsir": "Setelah dijelaskan bahwa wali-wali Allah akan memperoleh kebahagiaan di dunia dan di akhirat, lalu Allah berfirman: Dan janganlah engkau wahai Nabi Muhammad merasa sedih oleh perkataan mereka yang kafir kepada Allah, seperti engkau dikatakan pembohong, penyair dan lain-lain. Sungguh, kekuasaan itu seluruhnya milik Allah. Dia Maha Mendengar apapun yang mereka katakan, Maha Mengetahui apa pun yang mereka kerjakan."
  },
  {
    "verse_number": 66,
    "tafsir": "Pada ayat sebelumnya dijelaskan bahwa kekuasaan seluruhnya milik Allah swt, lalu dalam ayat ini Allah menegaskan bukti kekuasaannya. Ingatlah, sesungguhnya milik Allah siapa, makhluk berakal yang ada di langit dan siapa yang ada di bumi, yakni manusia, seluruhnya berada dalam kekuasaan-Nya. Dan orang-orang yang menyeru sekutu-sekutu selain Allah, tidaklah mengikuti suatu keyakinan yang benar. Mereka hanya mengikuti persangkaan yang sesat belaka, karena mengira sembahan mereka akan memberikan manfaat dan pertolongan, padahal itu sama sekali tidak benar, dan mereka hanyalah menduga-duga, yakni mengerjakan sesuatu tanpa dasar yang benar."
  },
  {
    "verse_number": 67,
    "tafsir": "Usai menjelaskan kepemilikan Allah atas apa saja yang di langit dan bumi, Dia lalu menjelaskan pengaturan sistem yang berjalan di langit dan bumi. Dialah yang menjadikan malam gelap bagimu agar kamu beristirahat padanya untuk melepaskan lelah, dan menjadikan siang terang benderang agar kamu leluasa untuk mencari karunia Allah. Sungguh, pada pergantian malam dan siang yang demikian itu terdapat tanda-tanda kekuasaan Allah bagi orang-orang yang mendengar dengan saksama dan mengambil pelajaran dari apa yang didengar."
  },
  {
    "verse_number": 68,
    "tafsir": "Pada ayat yang lalu dijelaskan tentang orang-orang musyrik yang menyekutukan Allah dengan menyembah selain Allah, lalu pada ayat ini dijelaskan tentang bentuk lain dari kemusyrikan, yaitu mengatakan bahwa Allah mempunyai anak. Ayat ini membantah siapa pun yang mengatakan bahwa Allah mempunyai anak, sebagaimana mereka orang Yahudi dan Nasrani berkata, “Allah mempunyai anak.” Orang Yahudi mengatakan, “Uzair putra Allah”, dan orang Nasrani mengatakan, “Isa putra Allah” (Lihat: Surah at-Taubah/9: 30). Mahasuci Dia dari prasangka mereka, Dialah Yang Mahakaya, tidak memerlukan apa pun dan siapa pun dalam segala urusan; milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Kamu, yang mengatakan Tuhan punya anak, sama sekali tidak mempunyai alasan kuat bahkan tidak punya bukti sedikit pun tentang kebohongan ini. Pantaskah kamu mengatakan kepalsuan tentang Allah apa yang kamu tidak ketahui kebenarannya? Sama sekali tidak pantas."
  },
  {
    "verse_number": 69,
    "tafsir": "Katakanlah, wahai Nabi Muhammad “Sesungguhnya orang-orang yang mengada-adakan kebohongan terhadap Allah dengan me-ngatakan bahwa Allah mempunyai anak atau sekutu, mereka tidak akan beruntung, yakni tidak akan mendapatkan apapun yang mereka harapkan.”"
  },
  {
    "verse_number": 70,
    "tafsir": "Kesenangan yang mereka rasakan hanyalah sesaat ketika di dunia, selanjutnya kepada Kamilah mereka kembali setelah kematian menghampiri mereka, kemudian di akhirat nanti akan Kami rasakan kepada mereka azab yang berat, karena kekafiran mereka ketika hidup di dunia."
  },
  {
    "verse_number": 71,
    "tafsir": "Setelah ayat-ayat sebelumnya menjelaskan bahwa orang-orang yang membuat-buat kebohongan tentang Allah mereka akan mendapatkan azab yang berat, lalu dalam ayat ini dijelaskan tentang kisah Nabi Nuh dengan kaumnya dalam rangka menghibur Nabi Muhammad. Dan bacakanlah wahai Nabi Muhammad kepada mereka berita penting tentang Nuh ketika dia berkata kepada kaumnya, “Wahai kaumku! Jika terasa berat bagimu aku tinggal bersamamu dan peringatanku kepadamu dengan ayat-ayat Allah, sebagai bukti tentang keesaan dan kekuasaan-Nya, maka kepada Allah aku bertawakal setelah berusaha secara maksimal. Karena itu bulatkanlah keputusanmu, yakni tindakan apa yang akan kamu ambil untukku dan kumpulkanlah sekutu-sekutumu untuk membinasakanku, dan janganlah keputusanmu itu dirahasiakan, karena Allah mengetahui apa pun yang kamu rahasiakan. Kemudian bertindaklah terhadap diriku sesuai kehendak kamu, dan janganlah kamu tunda lagi keputusan untuk membinasakanku. Aku yakin Allah bersamaku dan akan menolongku."
  },
  {
    "verse_number": 72,
    "tafsir": "Maka jika kamu berpaling dari peringatanku, aku tidak meminta imbalan sedikit pun darimu sebagai upah dakwahku. Imbalanku tidak lain hanyalah dari Allah, karena aku sampaikan dakwah dan peringatan ini semata-mata karena Allah dan aku diperintah agar aku termasuk golongan orang-orang Muslim, yakni golongan yang berserah diri kepada-Nya.”"
  },
  {
    "verse_number": 73,
    "tafsir": "Berbagai tantangan yang disampaikan Nabi Nuh sebagaimana tergambar pada ayat di atas, sama sekali tidak berpengaruh terhadap kaumnya. Kemudian mereka tetap mendustakannya, yakni mendustakan Nabi Nuh, lalu Kami selamatkan dia, Nabi Nuh dan orang yang bersamanya di dalam kapal, dan Kami jadikan mereka yang selamat itu sebagai khalifah, yakni generasi pengganti orang yang kafir, dan Kami tenggelamkan orang yang mendustakan ayat-ayat Kami. Maka perhatikanlah, ambillah sebagai pelajaran bagaimana kesudahan orang-orang yang diberi peringatan itu, agar peristiwa yang demikian tidak terjadi pada kalian."
  },
  {
    "verse_number": 74,
    "tafsir": "Kemudian setelahnya Yakni Nabi Nuh, Kami utus beberapa rasul kepada kaum mereka masing-masing, seperti Nabi Hud, Saleh, Ibrahim, Lut, dan Syu'aib, maka rasul-rasul itu datang kepada mereka dengan membawa keterangan yang jelas, agar mereka beriman kepada Allah, tetapi mereka tidak mau beriman karena mereka dahulu, yakni sebelum datangnya keterangan yang nyata, telah biasa mendustakannya. Demikianlah Kami mengunci hati orang-orang yang melampaui batas, karena mereka telah memilih tidak mau menerima kebenaran."
  },
  {
    "verse_number": 75,
    "tafsir": "Setelah pada ayat sebelumnya dijelaskan kisah Nabi Nuh dan para rasul terdahulu, lalu dalam ayat ini dijelaskan kisah Nabi Musa. Kemudian setelah mereka, yakni para rasul terdahulu, Kami utus Musa dan Harun kepada Fir'aun dan para pemuka kaumnya, dengan membawa tanda-tanda kebesaran dan kekuasaan Kami. Ternyata mereka menyombongkan diri, yakni mendustakan dan enggan menerima kebenaran, dan mereka adalah orang-orang yang berdosa."
  },
  {
    "verse_number": 76,
    "tafsir": "Maka ketika telah datang kepada mereka kebenaran mukjizat dari sisi Kami sebagai bukti kebenaran risalah Nabi Musa dan Nabi Harun, mereka berkata dengan angkuh dan sombong, “Ini benar-benar sihir yang nyata.”"
  },
  {
    "verse_number": 77,
    "tafsir": "Mendengar tuduhan Firaun dan pengikutnya, maka Nabi Musa berkata, “Pantaskah kamu mengatakan terhadap kebenaran ketika ia datang kepadamu, 'sihirkah ini?’ Sungguh sangat tidak pantas. Padahal kamu sudah tahu bahwa para pesihir itu tidaklah mendapat kemenangan, kapan pun dan di manapun.”"
  },
  {
    "verse_number": 78,
    "tafsir": "Setelah Fir'aun dan kaumnya mendengar jawaban Nabi Musa, lalu mereka berkata, “Apakah engkau, wahai Musa, datang kepada kami untuk memalingkan kami dari apa yang kami dapati nenek moyang kami mengerjakannya, yakni menyembah berhala, dan agar kamu berdua mempunyai kekuasaan di bumi, yakni di negeri Mesir? Kami tidak akan mempercayai kamu berdua.”"
  },
  {
    "verse_number": 79,
    "tafsir": "Setelah pada ayat sebelumnya dijelaskan penolakan Fir'aun dan kaumnya terhadap dakwah Nabi Musa, lalu pada ayat ini dijelaskan tentang langkah yang diambil oleh Fir'aun untuk menantang Nabi Musa dan Fir'aun berkata kepada pemuka kaumnya, “Datangkanlah kepadaku semua penyihir yang ulung untuk melawan Musa!”"
  },
  {
    "verse_number": 80,
    "tafsir": "Maka ketika para penyihir itu sudah datang, mereka berkata kepada Nabi Musa, engkau atau kami yang melemparkan terlebih dahulu? Nabi Musa berkata kepada mereka, “Lemparkanlah terlebih dahulu apa yang hendak kamu lemparkan!” (Lihat: Surah Taha/20: 65-66)"
  },
  {
    "verse_number": 81,
    "tafsir": "Setelah mereka melemparkan tali temali dan tongkat yang tampak seperti ular lalu Musa berkata, “Apa yang kamu lakukan itu, itulah sihir, sesungguhnya Allah akan menampakkan kepalsuan sihir itu, yakni melenyapkannya. Sungguh, Allah tidak akan membiarkan terus berlangsungnya pekerjaan orang yang berbuat kerusakan.”"
  },
  {
    "verse_number": 82,
    "tafsir": "Dan Allah akan mengukuhkan yang benar dan melenyapkan yang batil dengan ketetapan-Nya, akan mendatangkan kebenaran untuk menghancurkan kebatilan, walaupun orang-orang yang berbuat dosa tidak menyukainya."
  },
  {
    "verse_number": 83,
    "tafsir": "Meskipun telah terbukti bahwa yang dibawa Nabi Musa adalah mukjizat dan yang didatangkan oleh Fir'aun adalah sihir, tetapi hati Fir'aun dan mayoritas kaumnya telah tertutup dari hidayah iman, maka tidak ada yang beriman kepada Musa, selain sebagian keturunan dari kaumnya, yakni kaum Nabi Musa yang dalam keadaan takut bahwa Fir'aun dan para pemuka kaumnya akan menyiksa mereka. Dan sungguh, Fir'aun itu benar-benar telah berbuat sewenang-wenang di bumi, yakni di Mesir dengan menindas Bani Israil, dan benar-benar termasuk orang yang melampaui batas dalam melakukan kezaliman serta sangat sombong."
  },
  {
    "verse_number": 84,
    "tafsir": "Karena pengikutnya Nabi Musa hidup dalam suasana ketakutan, maka untuk menentramkan mereka, Nabi Musa berkata, “Wahai kaumku! Apabila kamu beriman kepada Allah, maka bertawakallah kepada-Nya, yakni berserah diri setelah berusaha secara maksimal, jika kamu benar-benar orang Muslim, yakni berserah diri, maka Allah akan memberikan kedamaian dan ketenangan.”"
  },
  {
    "verse_number": 85,
    "tafsir": "Setelah mendengar nasehat Nabi Musa lalu mereka berkata, “Kepada Allah-lah kami bertawakal, menyerahkan segala urusan kami. Mereka berdoa: Ya Tuhan kami, janganlah Engkau jadikan kami sasaran fitnah, yakni siksaan dan gangguan bagi kaum yang zalim,"
  },
  {
    "verse_number": 86,
    "tafsir": "dan selamatkanlah kami dengan rahmat-Mu, yakni perlindunganmu, dari orang-orang kafir.”"
  },
  {
    "verse_number": 87,
    "tafsir": "Karena pengikutnya Nabi Musa berdoa dengan tulus, maka Allah mengabulkan doa tersebut. Lalu Allah berfirman: dan Kami wahyukan kepada Musa dan saudaranya, yakni Nabi Harun “Ambillah, yakni bangunlah beberapa rumah di Mesir untuk tempat tinggal kaummu berdua dan jadikanlah rumah-rumahmu itu, wahai orang-orang yang beriman, sebagai tempat ibadah kepada Allah dan laksanakanlah salat secara sempurna serta gembirakanlah orang-orang mukmin, bahwa mereka akan diselamatkan dari gangguan Fir'aun dan di akhirat ada balasan surga.”"
  },
  {
    "verse_number": 88,
    "tafsir": "Setelah membuat beberapa rumah untuk tinggal dan ibadah para pengikutnya, Nabi Musa berkata, yakni berdoa, “Ya Tuhan kami, Engkau telah memberikan kepada Fir'aun dan para pemuka kaumnya perhiasan yang banyak dan harta kekayaan yang berlimpah dalam kehidupan dunia, tetapi mereka tidak pernah bersyukur kepada-Mu. Ya Tuhan kami, dengan anugerah yang banyak itu, mereka justru menyesatkan manusia dari jalan-Mu. Ya Tuhan, binasakanlah harta mereka, dan kuncilah hati mereka, karena mereka telah mengunci hati mereka dari kebenaran, sehingga mereka tidak beriman sampai mereka melihat dan merasakan azab yang pedih di dunia dan akhirat sebagai balasan kezaliman mereka.”"
  },
  {
    "verse_number": 89,
    "tafsir": "Menjawab doa Nabi Musa sebagaimana tersebut pada ayat di atas, Dia yakni Allah berfirman, “Sungguh, telah diperkenankan permohonan kamu berdua, sebab itu tetaplah kamu berdua pada jalan yang lurus yang ditunjukkan Allah kepada kamu berdua dan jangan sekali-kali kamu mengikuti jalan orang yang tidak mengetahui jalan yang lurus, sehingga mereka tersesat.”"
  },
  {
    "verse_number": 90,
    "tafsir": "Ayat ini menjelaskan azab yang akan menimpa Fir'aun dan pengikutnya. Dan Kami selamatkan Bani Israil melintasi laut, yakni laut merah, kemudian Fir'aun dan bala tentaranya mengikuti mereka, untuk menzalimi dan menindas mereka. Sehingga ketika Fir'aun hampir mati tenggelam, karena air hampir menenggelamkannya, dia berkata, “Aku percaya bahwa tidak ada tuhan melainkan Tuhan yang dipercayai oleh Bani Israil, dan aku termasuk orang-orang Muslim, berserah diri, tunduk dan patuh.”"
  },
  {
    "verse_number": 91,
    "tafsir": "Mendengar pernyataan Fir'aun bahwa dia beriman dan menyerahkan diri ketika ajal akan menghampirinya, lalu dijawab dalam ayat ini dengan pernyataan keras, Mengapa baru sekarang kamu beriman, padahal sesungguhnya engkau telah durhaka sejak dahulu, ketika Nabi Musa mengajakmu beriman kepada Allah, dan engkau termasuk orang yang berbuat kerusakan di muka bumi dengan kezaliman dan kekufuran, bahkan mengaku sebagai tuhan."
  },
  {
    "verse_number": 92,
    "tafsir": "Untuk menunjukkan bahwa Fir'aun yang mengaku sebagai tuhan itu telah benar-benar mati, maka pada hari ini Kami selamatkan jasadmu, yakni Kami wafatkan jiwamu tetapi tubuh kasarmu masih tetap utuh, agar engkau, yakni kisah hidupmu dan azab yang menimpa akibat kezalimanmu dapat menjadi pelajaran bagi orang-orang yang datang setelahmu, sesungguhnya kebanyakan manusia tidak mengindahkan tanda-tanda kekuasaan Kami."
  },
  {
    "verse_number": 93,
    "tafsir": "Setelah dijelaskan tentang kezaliman Fir'aun dan pengikutnya serta azab yang dialami diakhir hidupnya, lalu dijelaskan tentang anugerah Allah kepada bani Israil. Dan sungguh, Kami telah menempatkan Bani Israil di tempat kediaman yang bagus, yakni tempat yang terpenuhi segala kebutuhan hidup, tanah yang subur, lingkungan yang nyaman, dan udara yang segar, dan Kami beri mereka rezeki yang baik dari hasil bumi. Maka setelah mendapatkan rezeki mereka tidak berselisih dalam urusan dunia maupun agama, kecuali setelah datang kepada mereka pengetahuan yang tersebut dalam Taurat. Sesungguhnya Tuhan kamu, wahai Nabi Muhammad, akan memberi keputusan antara mereka pada hari Kiamat tentang apa yang mereka perselisihkan itu."
  },
  {
    "verse_number": 94,
    "tafsir": "Setelah dijelaskan bahwa perselisihan yang terjadi pada Bani Israil adalah setelah datangnya pengetahuan sebagaimana tersebut dalam kitab Taurat, lalu ditegaskan kepada Nabi Muhammad agar tidak meragukan wahyu yang diturunkan kepadanya. Maka jika engkau wahai Nabi Muhammad, berada dalam keragu-raguan tentang apa yang Kami turunkan kepadamu, seperti kisah Nabi Nuh, Musa, dan lainnya, maka tanyakanlah kepada orang yang membaca kitab sebelummu, yakni ulama Yahudi dan Nasrani yang mempelajari Taurat dan Injil. Sungguh, telah datang kebenaran kepadamu dari Tuhanmu, wahai Nabi Muhammad, maka janganlah sekali-kali engkau termasuk orang yang ragu."
  },
  {
    "verse_number": 95,
    "tafsir": "Setelah dilarang meragukan kebenaran wahyu yang diturunkan kepada Nabi Muhammad, lalu ditegaskan, janganlah sekali-kali engkau termasuk orang yang mendustakan, yakni mengingkari ayat-ayat Allah, nanti engkau termasuk orang yang rugi, yakni celaka bahkan dalam kecelakaan yang besar, karena jauh dari rahmat Allah."
  },
  {
    "verse_number": 96,
    "tafsir": "Sungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, yakni mereka memilih tidak akan menerima kebenaran, maka pasti mereka tidaklah akan beriman,"
  },
  {
    "verse_number": 97,
    "tafsir": "meskipun mereka mendapat, yakni menyaksikan dan telah datang kepada mereka segala bukti tanda-tanda kebesaran Allah, hingga mereka menyaksikan, yakni merasakan azab yang pedih. Ketika azab itu datang, iman seseorang sudah tidak berguna lagi."
  },
  {
    "verse_number": 98,
    "tafsir": "Pada ayat sebelumnya dijelaskan bahwa orang-orang yang memilih tidak menerima kebenaran, maka mereka tidak akan beriman sebelum mereka merasakan azab yang pedih. Lalu dalam ayat ini dijelaskan bahwa Allah seolah menyayangkan hal tersebut dengan menyatakan, “Maka mengapa tidak ada penduduk suatu negeri pun yang beriman, sebelum datangnya azab kepada mereka, lalu imannya itu bermanfaat kepadanya selain kaum Nabi Yunus? Ketika mereka yakni kaum Nabi Yunus beriman dan bertobat dari dosa-dosa mereka, maka Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia, dan Kami beri kesenangan kepada mereka sampai waktu tertentu, yakni datangnya ajal mereka."
  },
  {
    "verse_number": 99,
    "tafsir": "Setelah dijelaskan tentang manfaat iman lalu dijelaskan bahwa beriman atau tidak beriman adalah pilihan bagi setiap orang, karena jika Tuhanmu menghendaki, tentulah beriman semua orang di bumi seluruhnya. Tetapi apakah kamu wahai Nabi Muhammad hendak memaksa manusia agar mereka menjadi orang-orang yang beriman sedangkan mereka menutup hati untuk menerima kebenaran?"
  },
  {
    "verse_number": 100,
    "tafsir": "Keimanan tidak bisa dipaksakan, tetapi harus atas dasar kerelaan, dan tidak seorang pun akan beriman kecuali dengan izin Allah, dan Allah menimpakan azab, yakni berupa kekufuran yang berakibat pada kekotoran jiwa dan kegoncangan hati kepada orang yang tidak mengerti, yakni tidak mempergunakan akalnya untuk memikirkan petunjuk-Nya, sehingga tidak bisa melihat dan menerima kebenaran."
  },
  {
    "verse_number": 101,
    "tafsir": "Setelah dijelaskan pada ayat sebelumnya bahwa Allah akan menimpakan azab kepada orang yang tidak mau mempergunakan akalnya, lalu pada ayat ini Allah memerintahkan kepada Nabi Muhammad, katakanlah kepada mereka, “Perhatikanlah ciptaan Allah, yaitu apa saja yang ada di langit dan di bumi!” Jika mereka mau menggunakan akal mereka untuk memikirkan tanda-tanda kebesaran dan kekuasaan Allah, tentu mereka sudah beriman. Namun mereka enggan melakukannya, sehingga tidaklah bermanfaat tanda-tanda kebesaran Allah dan rasul-rasul yang memberi peringatan bagi orang yang tidak beriman, karena mereka menutup hati mereka untuk menerima kebenaran."
  },
  {
    "verse_number": 102,
    "tafsir": "Kalau keberadaan tanda-tanda kebesaran Allah di langit dan di bumi serta diutusnya para rasul tidak juga menjadikan mereka beriman, maka mereka tidak menunggu-nunggu kecuali kejadian-kejadian yang sama dengan kejadian-kejadian masa lalu, yakni azab yang menimpa orang-orang terdahulu sebelum mereka. Katakanlah, wahai Nabi Muhammad “Maka tunggulah kedatangan azab itu, sesungguhnya aku pun termasuk orang yang menunggu bersama kamu untuk menyaksikan ketetapan Allah itu menimpa kamu.”"
  },
  {
    "verse_number": 103,
    "tafsir": "Ketika ketetapan itu datang, Kami siksa orang-orang yang durhaka itu, kemudian Kami selamatkan rasul-rasul Kami dan orang-orang yang beriman, demikianlah ketetapan Kami, yakni menjadi kewajiban Kami menyelamatkan dan memberikan kemenangan kepada orang yang beriman dan menghukum orang-orang yang durhaka."
  },
  {
    "verse_number": 104,
    "tafsir": "Setelah dijelaskan pada ayat yang lalu bahwa Allah akan menyelamatkan dan memberikan kemenangan kepada orang-orang yang beriman, lalu pada ayat ini diperintahkan, Katakanlah wahai Nabi Muhammad, “Wahai manusia! Jika kamu masih dalam keraguraguan tentang kebenaran agamaku, maka ketahuilah bahwa aku tidak menyembah apa pun yang kamu sembah selain Allah, karena aku tahu hal itu adalah sesat dan sembahan kamu tidak dapat menolak madarat juga tidak bisa mendatangkan manfaat, tetapi aku menyembah Allah yang akan mematikan kamu, dan aku telah diperintah agar termasuk dalam golongan orang yang beriman yang mantap imannya,”"
  },
  {
    "verse_number": 105,
    "tafsir": "dan aku telah diperintah dengan firman-Nya: “Hadapkanlah wajahmu kepada agama dengan tulus tanpa keraguan sedikit pun, dan ikhlas tanpa ada paksaan dari siapa pun, dan jangan sekali-kali engkau termasuk orang yang musyrik"
  },
  {
    "verse_number": 106,
    "tafsir": "Dan jangan engkau menyembah selain Allah, sesuatu yang tidak memberi manfaat kepadamu walau kamu menyembahnya dan tidak pula memberi bencana kepadamu jika kamu tidak menyembahnya, sebab jika engkau lakukan itu, maka sesungguhnya engkau termasuk orang-orang zalim.”"
  },
  {
    "verse_number": 107,
    "tafsir": "Dan jika Allah menimpakan suatu bencana kepadamu, seperti penyakit, kesedihan, dan cobaan lainnya, maka tidak ada yang dapat menghilangkannya darimu kecuali Dia. Dan jika Allah menghendaki kebaikan bagi kamu, seperti kesehatan, kesenangan, kebahagiaan, dan lain-lain, maka tidak ada yang dapat menolak dan menghalangi karunia-Nya tersebut sampai kepadamu. Dia memberikan kebaikan kepada siapa saja yang Dia kehendaki di antara hamba-hamba-Nya. Dia Maha Pengampun atas dosa orang yang bertobat, Maha Penyayang dengan limpahan berbagai rahmat walau hamba-Nya masih banyak berbuat maksiat."
  },
  {
    "verse_number": 108,
    "tafsir": "Katakanlah wahai Nabi Muhammad, “Wahai manusia! Sungguh telah datang kepadamu kebenaran, yakni Al-Qur'an, dari Tuhanmu, sebab itu barang siapa mendapat petunjuk, yakni beriman kepada Nabi Muhammad dan mengikuti petunjuk Al-Qur'an, maka sebenarnya petunjuk itu untuk kebaikan dirinya sendiri. Dan barang siapa memilih sesat, yakni ingkar kepada Nabi Muhammad dan Al-Qur'an, maka sesungguhnya kesesatannya itu akan mencelakakan dirinya sendiri. Dan aku bukanlah pemelihara, pengurus dan penjamin dirimu secara terus-menerus.” Aku hanyalah seorang utusan yang mengajak kamu beriman kepada Allah. Dia, Allah yang akan memutuskan segala sesuatu."
  },
  {
    "verse_number": 109,
    "tafsir": "Dan ikutilah wahai Nabi Muhammad, apa yang diwahyukan kepadamu, dan bersabarlah dalam menyampaikan wahyu walau banyak cobaan dan rintangan, hingga Allah memberi keputusan. Dialah hakim yang terbaik dalam setiap keputusan yang ditetapkan. []"
  }
]