[
  {
    "verse_number": 1,
    "tafsir": "Bila Surah al-Kahf ditutup dengan penegasan tentang luasnya ilmu Allah dan perintah untuk berbuat kebajikan dan bertauhid dalam ibadah kepada-Nya, maka Surah Maryam mengingatkan kembali manusia tentang ilmu Allah lainnya yang terkandung dalam berbagai ayat Al-Qur’an, seperti Kaf Ha Ya 'Ain Sad. Makna sesungguhnya dari ayat ini hanya diketahui oleh Allah. Tujuannya adalah menggugah perhatian manusia tentang Al-Qur’an yang penuh hikmah dan tuntunan."
  },
  {
    "verse_number": 2,
    "tafsir": "Wahai Nabi Muhammad, apa yang dibacakan kepadamu ini adalah penjelasan tentang rahmat Tuhanmu Yang Maha Pengasih kepada hamba-Nya, Zakaria, insan pilihan yang saleh dan taat beribadah."
  },
  {
    "verse_number": 3,
    "tafsir": "Yaitu rahmat Tuhanmu kepadanya ketika dia berdoa dengan khusyuk kepada Tuhannya dan mengajukan permohonan yang disampaikannya dengan suara yang lembut dan penuh pengharapan."
  },
  {
    "verse_number": 4,
    "tafsir": "Dengan santun dan suara yang lembut dia berkata, “Ya Tuhanku Yang Maha Pengasih dan Maha Pemelihara, sungguh kini tulang belulangku telah menjadi lemah sehingga aku sering merasa letih, dan rambut kepalaku telah memutih seperti perak karena dipenuhi uban, pertanda bahwa aku telah berusia senja. Namun, aku tidak pernah putus asa dan aku belum pernah kecewa dalam berdoa kepada-Mu, ya Tuhanku. Engkau adalah Zat yang tidak pernah mengecewakan siapa pun."
  },
  {
    "verse_number": 5,
    "tafsir": "Dan sungguh, di masa tuaku ini aku selalu merasa khawatir terhadap kerabatku sepeninggalku kelak bila Engkau memanggilku, padahal istriku seorang yang mandul sejak masa mudanya, maka anugerahilah aku dengan rahmat dan kasih sayang-Mu seorang anak dari sisi-Mu yang akan melanjutkan keturunanku dan menggantikanku menyebarkan hukum dan ajaran-Mu."
  },
  {
    "verse_number": 6,
    "tafsir": "Ya Tuhanku, aku berharap anak itu kelak menjadi penerusku yang akan mewarisi aku dalam tugas-tugasku sebagai penyeru umat dan mewarisi dari keluarga Yakub yang melanjutkan tradisi dan agama Nabi Ibrahim. Kabulkanlah doaku dan jadikanlah dia, ya Tuhanku, seorang yang selalu diridai dan dirahmati.”"
  },
  {
    "verse_number": 7,
    "tafsir": "Allah mengabulkan doa Nabi Zakaria. Allah berfirman, “Wahai Zakaria, Kami memperkenankan doamu. Melalui perantaraan Jibril, Kami memberi kabar gembira kepadamu dengan menganugerahimu seorang anak laki-laki yang namanya Yahya. Nama ini merupakan sebutan yang Kami belum pernah memberikan nama seperti itu sebelumnya kepada siapa pun.”"
  },
  {
    "verse_number": 8,
    "tafsir": "Mendengar berita gembira itu Nabi Zakaria heran dan bertanya pada diri sendiri tentang kemungkinannya. Dia berkata, “Ya Tuhanku Yang Maha Pemurah, bagaimana mungkin aku akan bias mempunyai anak seperti yang Engkau beritakan, padahal istriku sejak masa mudanya dahulu adalah seorang yang mandul dan aku sendiri sesungguhnya sudah mencapai usia yang sangat tua yang pada lazimnya tidak mungkin memperoleh anak lagi?”"
  },
  {
    "verse_number": 9,
    "tafsir": "Menjawab keheranan Zakaria, Allah berfirman, “Demikianlah. Benar bahwa engkau telah lanjut usia dan istrimu mandul.” Memastikan kehendak-Nya, Tuhanmu berfirman, “Wahai Zakaria, sungguh hal itu, yaitu memberimu anak dalam kondisimu yang seperti itu, adalah hal mudah bagi-Ku sebagaimana Aku menciptakan manusia dalam keadaan normalnya. Sungguh, engkau tidak perlu heran karena engkau telah Aku ciptakan sebelum itu, padahal pada waktu itu engkau sama sekali belum berwujud sebagai apa pun.”"
  },
  {
    "verse_number": 10,
    "tafsir": "Berita itu menggembirakan sekaligus mengejutkan Nabi Zakaria. Untuk memastikannya, dia berkata, “Ya Tuhanku, berilah aku suatu tanda yang menambah keyakinanku pada berita itu. Bukan aku tidak percaya akan kekuasaan-Mu, namun ini adalah hal yang luar biasa bagiku.” Menjawab permohonan Nabi Zakaria, Allah berfirman, “Tanda yang Aku berikan kepada-mu agar kaupercaya sepenuhnya ialah bahwa engkau tidak akan dapat bercakap-cakap dengan manusia di sekelilingmu selama tiga hari tiga malam, kecuali dengan memberi isyarat, padahal sesungguhnya engkau sehat dan tidak menderita penyakit apa pun.”"
  },
  {
    "verse_number": 11,
    "tafsir": "Mendengar janji dan anugerah Allah, maka dia keluar dari mihrab tempatnya berdoa menuju kaumnya yang sudah lama menunggu, lalu dia memberi isyarat kepada mereka tanpa berbicara sepatah kata pun karena Allah telah menahan kemampuannya untuk berbicara. Dengan isyarat itu dia memberi pesan kepada kaumnya, “Bertasbihlah kamu kepada Allah dengan ketundukan hati dan ketulusan niat pada waktu pagi dan petang”"
  },
  {
    "verse_number": 12,
    "tafsir": "Usai menjelaskan tanda-tanda yang meyakinkan Nabi Zakaria tentang anugerah berupa anak yang diberi nama Yahya, pada ayat ini Allah beralih menguraikan kejadian setelah anak ini dewasa. Allah berfirman, “Wahai Yahya! Ambillah dan pelajarilah Kitab Taurat itu. Pahami kandungannya dan laksanakan tuntunannya dengan sungguh-sungguh.” Kami telah mengajarinya isi Taurat dan Kami berikan hikmah kepadanya selagi dia masih kanak-kanak, sehingga saat dewasa ia telah paham betul Kitab itu dan tidak pernah lalai dalam melaksanakannya."
  },
  {
    "verse_number": 13,
    "tafsir": "Selain pemahaman tentang kandungan Taurat, Kami jadikan pula dia pemuda yang santun dan memiliki rasa kasih sayang kepada sesama. Inilah anugerah dari Kami dan Kami jadikan dia orang yang bersih dari dosa. Dan dia pun seorang yang bertakwa dan taat pada aturan-aturan Allah."
  },
  {
    "verse_number": 14,
    "tafsir": "Dan dia juga sangat berbakti kepada kedua orang tuanya sehingga mereka sangat menyayanginya, dan dia juga bukan orang yang sombong dan membanggakan nasabnya, dan bukan pula orang yang durhaka."
  },
  {
    "verse_number": 15,
    "tafsir": "Karena sifat terpujinya itu, Yahya didoakan agar keselamatan dan kesejahteraan selalu diperuntukkan bagi dirinya serta terhindar dari keburukan dan kekurangan pada hari lahirnya, pada hari wafatnya, dan pada hari dia dibangkitkan hidup kembali di Padang Mahsyar setelah hari kebangkitan kelak."
  },
  {
    "verse_number": 16,
    "tafsir": "Beralih dari kisah Nabi Yahya, Allah lalu berbicara tentang kisah Maryam. Wahai Nabi Muhammad, “Ingatkan dan ceritakanlah kisah Maryam binti Imran yang terdapat di dalam Kitab Al-Qur’an. Kisahkan kepada mereka ketika dia bersungguh-sungguh ingin mengasingkan diri dari keluarganya, bahkan dari semua manusia, untuk memperoleh ketenangan dalam beribadah, menuju ke suatu tempat yang terletak di sebelah timur Baitulmakdis.”"
  },
  {
    "verse_number": 17,
    "tafsir": "Sampai di tempat yang diinginkan, lalu dia memasang tabir yang memisahkan dan melindunginya dari mereka. Lalu Kami mengutus roh Kami, yaitu Jibril, kepadanya untuk menyampaikan pesan Kami. Begitu Jibril sampai, maka dia menjelma atau menampakkan diri di hadapannya dalam bentuk manusia yang sempurna, anggun, berwibawa, dan simpatik."
  },
  {
    "verse_number": 18,
    "tafsir": "Maryam terkejut dan takut melihat Jibril datang ke tempatnya menyendiri. Dia berkata, “Sungguh, aku berlindung kepada Tuhan Yang Maha Pengasih dan Pemelihara terhadapmu, jika engkau orang yang bertakwa, menjauhlah dan jangan menggangguku.”"
  },
  {
    "verse_number": 19,
    "tafsir": "Jibril menyadari ketakutan Maryam. Dia lalu memperkenalkan diri dan berkata, “Sesungguhnya aku ini hanyalah utusan Tuhanmu yang menjaga dan melindungimu. Aku mendapat tugas untuk menyampaikan berita tentang anugerah yang akan dikaruniakan Allah kepadamu, yaitu seorang anak laki-laki yang suci dari segala dosa dan noda.”"
  },
  {
    "verse_number": 20,
    "tafsir": "Mendengar perkataan Jibril tentang anak tersebut, dia berkata keheranan, “Bagaimana mungkin aku melahirkan dan mempunyai anak laki-laki, padahal selama ini tidak pernah ada satu orang pun pria yang menyentuhku, yaitu berhubungan suami istri secara halal denganku, dan aku juga bukan seorang pezina.”"
  },
  {
    "verse_number": 21,
    "tafsir": "Menjawab keheranan Maryam, dia, yaitu Jibril, berkata, “Demikianlah. Benarlah semua yang kaukatakan. Namun, Tuhanmu berfirman, 'Hal itu, yakni kelahiran anak tanpa hubungan suami istri, adalah hal mudah bagi-Ku. Ini adalah anugerah bagimu dan sekaligus agar Kami dapat menjadikannya sebagai suatu tanda yang nyata tentang kebesaran dan kekuasaan-Ku bagi manusia, dan sebagai rahmat dari Kami untuk orang yang mau menjadikan peristiwa ini sebagai petunjuk. Apa saja yang terjadi, dan demikian juga hal ini, yaitu kelahiran anak tanpa melalui hubungan seksual, adalah suatu urusan yang sudah diputuskan. Karena itu, terimalah ketentuan ini dengan ikhlas.”"
  },
  {
    "verse_number": 22,
    "tafsir": "Ayat berikut menguraikan kondisi psikologis Maryam ketika hamil. Proses kehamilannya dimulai ketika Jibril meniupkan roh ke tubuh Maryam, maka sesudah itu dia mengandung. Mengetahui dirinya hamil, lalu dia mengasingkan diri dengan kandungannya itu ke tempat yang jauh dari tempatnya menetap selama ini."
  },
  {
    "verse_number": 23,
    "tafsir": "Setelah beberapa lama tinggal di tempatnya yang baru, kemudian Maryam mulai merasakan rasa sakit akibat kontraksi yang menjadi pertanda dia akan melahirkan. Keadaan ini memaksanya bersandar pada pangkal pohon kurma. Ketika itu, dia membayangkan cemoohan orang-orang di sekelilingnya saat mereka tahu dia melahirkan anak tanpa suami. Dia berkata, “Wahai, betapa baiknya bila aku mati sebelum kehamilanku ini dan aku menjadi seorang yang tidak diperhatikan dan dilupakan selamanya.”"
  },
  {
    "verse_number": 24,
    "tafsir": "Keluhan Maryam terdengar oleh Jibril. Selang beberapa lama kemudian Maryam pun melahirkan. Maka dia, yaitu Jibril, berseru kepadanya dari tempat yang rendah, “Wahai Maryam, janganlah engkau bersedih hati karena kondisimu ini. Sesungguhnya Tuhanmu telah menjadikan anak sungai di bawahmu agar kamu dapat membersihkan diri setelah melahirkan."
  },
  {
    "verse_number": 25,
    "tafsir": "Pegang dan goyanglah sekuat tenagamu pangkal pohon kurma itu ke arahmu, niscaya pohon itu akan menggugurkan buahnya yang masak kepadamu agar kamu dapat memakannya."
  },
  {
    "verse_number": 26,
    "tafsir": "Maka makan-lah buah kurma yang berjatuhan itu dan minum-lah air dari anak sungai tersebut. Nikmatilah dan bersenanghatilah engkau dengan kelahiran putramu. Jika engkau melihat seseorang dengan kondisimu sekarang, maka katakanlah kepadanya dengan isyarat, “Sesungguhnya aku telah bernazar berpuasa, yakni menahan diri untuk tidak berbicara, untuk Tuhan Yang Maha Pengasih, maka aku tidak akan berbicara dengan siapa pun pada hari ini.”"
  },
  {
    "verse_number": 27,
    "tafsir": "Mendengar kata-kata Jibril yang meneduhkan, hati Maryam menjadi tenang dan kesedihannya hilang. Kemudian dia membawanya, yaitu bayi Isa, kepada kaumnya dengan menggendongnya secara terang-terangan tanpa malu sedikit pun. Ketika kaumnya melihat hal itu, mereka berkata, “Wahai Maryam, sungguh engkau telah membawa sesuatu yang sangat mungkar bagi diri dan keluargamu karena engkau telah melahirkan bayi tanpa suami.”"
  },
  {
    "verse_number": 28,
    "tafsir": "Tidak puas mencemoohan Maryam, mereka pun merendahkannya dengan menyebut keluarganya. Mereka berkata, “Wahai saudara perempuan Harun! Ayahmu dalam kehidupannya bukan seorang yang buruk perangai dan ibumu bukan pula seorang perempuan pezina. Bagaimana mungkin engkau melakukan hal yang memalukan ini?”"
  },
  {
    "verse_number": 29,
    "tafsir": "Maryam tidak gentar menghadapi cemoohan kaumnya, maka untuk menjawabnya dia menunjuk kepada anak yang sedang digendongnya. Melihat isyaratnya untuk bertanya kepada anak tersebut, mereka berkata, “Bagaimana mungkin kami akan berbicara dengan bayi yang masih dalam ayunan itu?”"
  },
  {
    "verse_number": 30,
    "tafsir": "Isa yang berada dalam gendongan ibunya mendengar pembicaraan kaumnya. Dia berkata, “Sesungguhnya aku adalah hamba Allah Yang Mahakasih. Dia akan memberiku sebuah Kitab Injil sesuai ketetapan-Nya, dan Dia juga akan menjadikan aku seorang nabi untuk menyampaikan ajaran-ajaran-Nya kepada Bani Israil."
  },
  {
    "verse_number": 31,
    "tafsir": "Dan ketahuilah bahwa Dia juga menjadikan aku seorang yang diberkahi dengan berbagai rahmat di mana dan kapan saja aku berada, dan Dia juga memerintahkan kepadaku untuk menunaikan salat dan membayar zakat dari rezeki yang kudapatkan, selama aku hidup."
  },
  {
    "verse_number": 32,
    "tafsir": "Allah juga memerintahkan aku untuk santun, taat, dan berbakti kepada ibuku, dan Dia juga tidak menjadikan aku seorang yang sombong lagi celaka, karena hal itu merupakan sifat dan sikap yang tercela.”"
  },
  {
    "verse_number": 33,
    "tafsir": "Isa mengakhiri perkataanya dengan doa, “Keselamatan dan kesejahteraan semoga selalu dilimpahkan kepadaku. Semoga aku terhindar pula dari aib dan kekurangan, pada hari kelahiranku, pada hari wafatku, dan pada hari aku dibangkitkan hidup kembali di Padang Mahsyar.”"
  },
  {
    "verse_number": 34,
    "tafsir": "Demikianlah proses kelahiran Isa dan tanggapannya atas keraguan Bani Israil. Pada ayat ini, Allah lalu menerangkan kedudukannya sebagai hamba Allah. Itulah sifat dan ucapan Isa putra Maryam yang mengungkap semuanya dengan perkataan yang benar. Namun demikian, kaum Yahudi itu tetap tidak memercayainya karena menganggapnya sebagai hal yang tidak wajar dan merupakan bukti yang mereka ragukan kebenarannya, kendati semuanya merupakan fakta yang sangat nyata."
  },
  {
    "verse_number": 35,
    "tafsir": "Sungguh mustahil dan tidak patut bagi Allah mempunyai anak. Mahasuci Dia dari kemungkinan mempunyai anak, dari segala kekurangan, dan dari butuh pada sesuatu. Apabila Dia hendak menetapkan sesuatu, maka Dia hanya berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu. Karenanya, Dia tidak memerlukan apa pun, termasuk kebutuhan terhadap anak."
  },
  {
    "verse_number": 36,
    "tafsir": "Nabi Isa menegaskan bahwa Allah tidak memerlukan anak, “Dan sesungguhnya Allah Yang Maha Esa itu tidak mempunyai anak. Dia adalah Tuhanku Yang memelihara dan merahmatiku, dan Dia adalah juga Tuhanmu dan Tuhan semua makhluk. Maka, sembahlah Dia. Ketahuilah bahwa ini adalah jalan yang lurus dan telah Allah wahyukan kepada para nabi-Nya.”"
  },
  {
    "verse_number": 37,
    "tafsir": "Keterangan yang dikemukakan oleh Nabi Isa sangat jelas, namun Bani Israil tetap ingkar. Maka, berawal dari sikap ini berselisihlah golongan-golongan yang ada di antara mereka, yaitu antara Yahudi dan Nasrani, tentang Isa dan Maryam. Akibat keingkaran itu maka celakalah orang-orang kafir, termasuk mereka yang mempertuhankan Isa, pada waktu menyaksikan hari yang agung, yaitu hari pembalasan."
  },
  {
    "verse_number": 38,
    "tafsir": "Alangkah tajam pendengaran mereka dan alangkah terang penglihatan mereka pada hari mereka datang kepada Kami, yaitu pada hari pembalasan. Tetapi, orang-orang yang zalim dan berbuat mungkar karena enggan menggunakan pendengaran untuk menyimak nasihat menuju jalan yang lurus dan penglihatan untuk memperhatikan tanda-tanda kekuasaan Allah, pada hari ini mereka akan berada dalam kesesatan yang nyata. Walaupun penglihatan dan pendengaran mereka tajam, semuanya tidak akan bermanfaat."
  },
  {
    "verse_number": 39,
    "tafsir": "Balasan bagi orang-orang yang ingkar pada hari kebangkitan sangat mengerikan. Karena itu Allah memerintahkan nabi-Nya untuk memperingatkan mereka, “Wahai Nabi Muhammad, dan berilah mereka peringatan tentang hari penyesalan atas kelalaian mereka. Penyesalan tersebut tidak berarti ketika itu karena segala perkara telah diputus dan ditetapkan balasannya. Peringatan itu perlu disampaikan, sedang mereka di dunia dalam kelalaian tentang adanya hari pembalasan, dan karenanya mereka tetap tidak beriman pada ajakan bertauhid dan mematuhi perintah Allah."
  },
  {
    "verse_number": 40,
    "tafsir": "Allah adalah Pencipta segala yang ada, maka semuanya adalah milik-Nya. Sesungguhnya Kamilah yang mewarisi bumi dan semua yang ada di atasnya. Tidak satu pun makhluk yang berhak memilikinya. Semua ciptaan itu pun akan mati dan kemudian hanya kepada Kami mereka dikembalikan untuk menghadapi hisab."
  },
  {
    "verse_number": 41,
    "tafsir": "Selesai dari penuturan kisah Nabi Isa, Allah beralih menceritakan kisah Nabi Ibrahim yang mengajak kaumnya bertauhid. Wahai Nabi Muhammad, dan ceritakanlah kepada umatmu kisah Ibrahim di dalam Kitab Al-Qur’an yang Kami wahyukan kepadamu bahwa sesungguhnya dia adalah seorang yang sangat membenarkan, di mana sikap, ucapan, dan perbuatannya selalu dalam kebenaran. Dia pun seorang nabi yang diutus untuk menuntun kaumnya ke jalan Allah."
  },
  {
    "verse_number": 42,
    "tafsir": "Dakwah tauhid Nabi Ibrahim diawali dengan mempertanyakan akidah ayahnya. Ingatlah ketika dia dengan lembut dan santun berkata kepada ayahnya, “Wahai ayahku, mengapa engkau menyembah sesuatu yang tidak mendengar, seperti berhala dan patung itu, yang juga tidak dapat melihat apa pun di sekitarnya, dan tidak pula dapat menolongmu dari segala mudarat atau mendatangkan manfaat sedikit pun kepadamu?”"
  },
  {
    "verse_number": 43,
    "tafsir": "Untuk lebih meyakinkan ayahnya bahwa berhala tidak layak disembah, Ibrahim berkata dengan santun, “Wahai ayahku, sungguh telah sampai kepadaku sebagian ilmu yang tidak diberikan kepadamu, yaitu tentang tauhid atau keyakinan kepada Tuhan yang layak disembah, maka ikutilah aku dengan penuh keikhlasan dan berimanlah kepada Allah Yang Esa, niscaya aku akan menunjukkan kepadamu jalan yang lurus, yaitu jalan yang akan membawamu menuju kebenaran dan kebahagiaan.”"
  },
  {
    "verse_number": 44,
    "tafsir": "Nabi Ibrahim menerangkan betapa tidak bermanfaatnya ibadah ayahnya selama ini. Dia berkata, “Wahai ayahku, janganlah engkau menyembah setan, yaitu patung dan berhala itu atau lainnya, dan jangan engkau ikuti bisikan makhluk pengingkar itu. Setan selalu ingin manusia tersesat dan mengingkari Allah. Sesungguhnya setan itu sejak dulu durhaka kepada Tuhan Yang Maha Pengasih."
  },
  {
    "verse_number": 45,
    "tafsir": "Memperingatkan orang tuanya, Nabi Ibrahim berkata, “Wahai ayahku, aku sungguh khawatir bila engkau terus menyembah berhala dan tidak bertobat serta beribadah kepada Allah, engkau akan ditimpa azab dari Tuhan Yang Maha Pengasih yang telah menganugerahkan rahmat dan kasih-Nya kepada kita, sehingga karena siksa-Nya yang pedih itu engkau menjadi teman bagi setan di neraka dan kekal di dalamnya.”"
  },
  {
    "verse_number": 46,
    "tafsir": "Peringatan Ibrahim yang disampaikan dengan lembut, santun, dan berkali-kali tetap tidak mampu menyadarkan ayahnya. Karena keyakinan salah itu sudah mendarah daging pada diri ayahnya, dia berkata dengan kesal, “Bencikah engkau kepada tuhan-tuhanku, wahai Ibrahim, sehingga engkau terus mengajakku meninggalkan sesembahan itu dan memintaku beribadah hanya kepada Tuhan Yang Esa? Jika engkau tidak berhenti dari permintaanmu dan tetap mencela tuhanku, pasti engkau akan kurajam, kulempari dirimu dengan batu sampai mati. Bila engkau tidak ingin hal ini terjadi, maka tinggalkanlah aku untuk waktu yang lama agar amarahku reda dan engkau tidak lagi mencela sesembahanku.”"
  },
  {
    "verse_number": 47,
    "tafsir": "Mendapat ancaman itu Ibrahim sadar ayahnya sudah tidak dapat diperingatkan. Dengan tetap santun, dia berkata, “Selamat berpisah, ayah tercinta. Semoga keselamatan selalu dilimpahkan kepadamu. Ketahuilah bahwa aku akan terus memohonkan ampunan bagimu kepada Tuhanku Yang Maha Pengampun. Sesungguhnya Dia sangat baik kepadaku dan mengabulkan doaku."
  },
  {
    "verse_number": 48,
    "tafsir": "Wahai ayah, aku akan pergi dan aku akan menjauhkan diri darimu, dan dari kaum penyembah berhala serta dari apa saja yang engkau sembah selain Allah, dan aku akan terus berdoa kepada Tuhanku agar petunjuk- Nya terlimpah kepadamu. Mudah-mudahan aku tidak akan kecewa dengan berdoa kepada Tuhanku. Aku yakin Dia Maha Pemurah dan mengabulkan doa hamba-Nya.”"
  },
  {
    "verse_number": 49,
    "tafsir": "Setelah minta izin kepada orang tuanya, maka Nabi Ibrahim pun pergi. Ketika dia sudah menjauhkan diri dari mereka dan dari apa yang mereka sembah selain Allah, Kami muliakan dia dan limpahkan rahmat kepadanya. Kami anugerahkan kepadanya Ishak sebagai anak yang sekian lama dirindukan kehadirannya, dan Kami anugerahkan pula kepadanya Yakub sebagai cucu yang melanjutkan keturunan dan perjuangannya. Keduanya adalah orang-orang saleh dan masing-masing Kami angkat menjadi nabi yang menyeru umatnya untuk menaati perintah Allah."
  },
  {
    "verse_number": 50,
    "tafsir": "Kami limpahkan mereka nikmat dan Kami anugerahkan pula kepada mereka sebagian dari rahmat Kami di dunia dan akhirat, seperti keturunan yang saleh, kenabian bagi anak cucunya, dan lainnya. Kami angkat derajat mereka dan Kami jadikan mereka buah tutur bagi orang-orang sesudahnya sehingga mereka meninggalkan kesan dan nama yang baik dan mulia sepanjang masa."
  },
  {
    "verse_number": 51,
    "tafsir": "Selesai bertutur tentang kisah Nabi Ibrahim, Allah beralih menjelaskan kisah Nabi Musa. Wahai Nabi Muhammad, dan ceritakanlah kisah Nabi Musa sesuai wahyu di dalam kitab Al-Qur’an. Jelaskan bahwa dia benar-benar orang yang terpilih karena keteguhan sikap dan ketulusan hatinya. Dia juga terpilih sebagai seorang rasul yang diutus kepada Bani Israil dan nabi yang mulia dan tinggi kedudukannya."
  },
  {
    "verse_number": 52,
    "tafsir": "Dan Kami telah memilih Nabi Musa dan memanggilnya dari sebelah kanan gunung Sinai ketika dia sedang bepergian menuju Mesir, dan saat itu Kami tetapkan dia sebagai nabi dan rasul untuk memberi peringatan kepada Fir’aun dan kaumnya. Kami dekatkan dia kepada Kami untuk menerima amanat kerasulan dan Kami ajak dia bercakap-cakap secara langsung dari balik hijab berupa api yang menyala."
  },
  {
    "verse_number": 53,
    "tafsir": "Dan Kami telah menganugerahkan kepada Nabi Musa sebagian rahmat Kami kepadanya sesuai permintaan yang dipanjatkan kepada Kami, yaitu ketika dia memohon agar saudaranya, Harun, diizinkan untuk membantunya dalam melaksanakan tugas kerasulan. Kami tetapkan saudaranya itu menjadi seorang nabi.”"
  },
  {
    "verse_number": 54,
    "tafsir": "Usai berkisah tentang Nabi Musa, Allah beralih menceritakan kisah Nabi Ismail. Wahai Nabi Muhammad, dan ceritakanlah kepada umatmu kisah Nabi Ismail putra Nabi Ibrahim seperti yang diwahyukan kepadamu di dalam kitab Al-Qur’an. Terangkanlah bahwa dia betul-betul seorang yang benar perkataannya dan selalu menepati janjinya. Dia telah Kami tetapkan pula sebagai seorang rasul bagi kaumnya, yaitu suku Jurhum, salah satu kabilah Arab yang berasal dari Yaman, dan dia juga diangkat sebagai nabi yang dianugerahi kedudukan dan derajat tinggi."
  },
  {
    "verse_number": 55,
    "tafsir": "Dengan kerasulan itu Nabi Ismail mengajak kaumnya mematuhi Allah dan dia selalu menyuruh keluarganya untuk melaksanakan salat sebagai ibadah dan ungkapan syukur kepada-Nya dan menunaikan zakat kepada mereka yang berhak mendapatkannya. Dengan ketulusan dan keteguhannya memegang janji, dia menjadi salah seorang yang diridai di sisi Tuhannya."
  },
  {
    "verse_number": 56,
    "tafsir": "Kisah Nabi Ismail disusul dengan kisah Nabi Idris. Wahai Nabi Muhammad, dan ceritakanlah kepada umatmu kisah Idris seperti yang diwahyukan kepadamu di dalam kitab Al-Qur’an. Jelaskanlah bahwa sesungguhnya dia seorang yang sangat mencintai dan melaksanakan kebenaran dalam kehidupannya. Kami memberinya anugerah dan menetapkannya sebagai seorang nabi yang memiliki kedudukan tinggi,"
  },
  {
    "verse_number": 57,
    "tafsir": "Karena sifat-sifat dan akhlaknya yang terpuji, Kami muliakan dia dan Kami telah mengangkatnya ke martabat yang tinggi sehingga kelak Kami tempatkan dia di surga."
  },
  {
    "verse_number": 58,
    "tafsir": "Kisah beberapa rasul pada ayat-ayat sebelumnya disusul dengan uraian tentang sifat-sifat mereka. Mereka yang dianugerahi kedudukan yang tinggi itulah orang-orang yang telah diberi nikmat duniawi dan ukhrawi oleh Allah, yaitu para nabi dari keturunan Nabi Adam, dan dari keturunan orang-orang yang Kami bawa dan selamatkan dalam kapal bersama Nabi Nuh ketika terjadi banjir besar, dan dari keturunan Nabi Ibrahim dan Israil, yaitu Nabi Yakub, dan selain mereka ada juga di antaranya yang mendapat anugerah, yaitu dari orang yang telah Kami beri petunjuk sehingga selalu menaati ajaran Kami dan telah Kami pilih untuk berdakwah dan mengajak umat pada kebaikan. Mereka memiliki sifat-sifat terpuji. Apabila dibacakan ayat-ayat Allah Yang Maha Pengasih atau diperlihatkan tanda-tanda kekuasaan-Nya kepada mereka, maka mereka segera tunduk, ber-sujud, dan menangis dengan tulus dan khusyuk kepada-Nya."
  },
  {
    "verse_number": 59,
    "tafsir": "Usai menjelaskan sifat para nabi, rasul, dan orang yang mendapat karunia Allah, pada ayat ini Allah menerangkan balasan bagi orang yang sesat dan ganjaran bagi orang yang bertobat. Kemudian datanglah setelah mereka pengganti mereka, yaitu generasi baru yang berperangai buruk. Mereka termasuk golongan yang mengabaikan salat, baik dengan meninggalkannya atau melaksanakannya secara menyimpang dari ajaran para nabi dan rasul, dan mereka selalu mengikuti keinginan hawa nafsu-nya sehingga terjerumus ke dalam dosa. Karena perbuatan dan perilaku mereka yang buruk, maka mereka kelak di akhirat akan termasuk kelompok orang yang tersesat dan mendapat balasan neraka."
  },
  {
    "verse_number": 60,
    "tafsir": "Orang yang sesat dan berbuat maksiat akan mendapat balasan sesuai perbuatannya, kecuali orang yang bertobat dengan sepenuh hati dan tidak mengulangi keburukannya, sedang mereka beriman dan membuktikan keimanannya dengan mengerjakan kebajikan, maka mereka itu akan masuk surge sebagai balasan atas kebaikannya, dan mereka tidak dizalimi dan dirugikan sedikit pun."
  },
  {
    "verse_number": 61,
    "tafsir": "Kami beri mereka anugerah, yaitu surga 'Adn yang telah dijanjikan oleh Tuhan Yang Maha Pengasih kepada hamba-hamba-Nya yang taat dan melaksanakan ajaran-Nya. Mereka mengimani eksistensinya, sekalipun surga itu tidak tampak dan tidak mereka lihat di dunia. Sungguh, mereka meyakini bahwa janji Allah itu pasti ditepati. Mereka tahu Allah tidak pernah mengingkari janji."
  },
  {
    "verse_number": 62,
    "tafsir": "Surga yang Kami janjikan itu penuh kesenangan. Di dalamnya mereka tidak pernah berbicara atau mendengar perkataan yang tidak berguna, kecuali ucapan salam yang menyejukkan dan mendamaikan. Banyak nikmat Allah di dalamnya, dan di dalamnya bagi mereka ada rezeki pagi dan petang, yang telah Allah tetapkan sebagai pahala atas kebaikan mereka."
  },
  {
    "verse_number": 63,
    "tafsir": "Itulah surga yang Kami janjikan kepada mereka yang taat. Surga itu akan Kami wariskan kepada hamba-hamba Kami yang selalu bertakwa dengan sepenuh hati."
  },
  {
    "verse_number": 64,
    "tafsir": "Keterangan tentang keadaan surga yang dijanjikan kepada hamba Allah yang bertakwa disusul dengan penjelasan bahwa turunnya Jibril merupakan kehendak dan perintah Allah. Ketika Rasulullah mengharapkan Jibril lebih sering datang, dia menjawab, “Wahai Nabi Muhammad, tidaklah kami, para malaikat, turun kecuali atas perintah Tuhanmu. Ketahuilah bahwa hanya milik-Nya segala yang ada di alam semesta, apa saja yang ada di hadapan kita, yang ada di belakang kita, dan segala yang ada di antara keduanya, dan ketahui pula bahwa Tuhanmu tidak pernah lupa sedikit pun."
  },
  {
    "verse_number": 65,
    "tafsir": "Dialah Tuhan yang telah menciptakan segala yang ada, menguasai langit dan bumi, dan mengatur serta memelihara segala yang ada di antara keduanya. Maka, sembahlah Dia karena hanya Dia yang layak disembah, dan berteguhhatilah dalam beribadah kepada-Nya karena hanya Dia yang layak menjadi tujuan ibadah. Apakah engkau mengetahui ada sesuatu di alam semesta ini yang setara atau yang sama dengan-Nya, baik sebagai pencipta maupun sebagai sembahan?"
  },
  {
    "verse_number": 66,
    "tafsir": "Menerangkan sikap orang-orang yang tidak beriman pada hari kebangkitan, Allah berfirman, “Dan orang kafir itu, meski mengetahui adanya akhirat, tetap saja berkata, 'Betulkah apabila aku telah mati, dikuburkan, dan tulang belulangku hancur, kelak aku sungguh-sungguh akan dibangkitkan dari kubur dan hidup kembali? Hal ini mustahil terjadi.”"
  },
  {
    "verse_number": 67,
    "tafsir": "Demikianlah keingkaran orang-orang kafir. Tidakkah manusia yang ingkar itu memikirkan bahwa sesungguhnya Kami telah menciptakannya dahulu sebelum dilahirkan, padahal sebelumnya dia belum berwujud sama sekali? Bila dia menyadari hal itu, niscaya dia mengetahui bahwa dia telah diciptakan dan Pencipta itu adalah Allah."
  },
  {
    "verse_number": 68,
    "tafsir": "Wahai Nabi Muhammad, bila mereka tetap mengingkari kebangkitan di akhirat, maka demi Tuhanmu yang menciptakan dan membangkitkan, sungguh mereka kelak akan Kami bangkitkan dan pasti akan Kami kumpulkan mereka bersama setan yang telah memperdaya mereka di dunia, kemudian pasti akan Kami datangkan mereka dengan paksa ke sekeliling Jahanam yang menjadi tempat siksa mengerikan, dan mereka akan melihatnya dengan berlutut karena ketakutan dan kengerian yang meliputi hati mereka."
  },
  {
    "verse_number": 69,
    "tafsir": "Kemudian untuk lebih meyakinkan, pasti akan Kami tarik dengan kasar dan paksa dari setiap golongan yang ingkar itu siapa di antara mereka yang sangat durhaka kepada Tuhan Yang Maha Pengasih, yang selalu mencurahkan rahmat dan kasih-Nya kepada mereka."
  },
  {
    "verse_number": 70,
    "tafsir": "Selanjutnya, dengan semua yang terjadi dan demikian banyaknya manusia yang menyaksikan tempat hukuman itu, Kami sungguh lebih mengetahui siapa saja orang yang paling tepat dan seharusnya dimasukkan ke dalam neraka sebagai balasan atas perbuatan buruk dan keingkarannya."
  },
  {
    "verse_number": 71,
    "tafsir": "Sesudah memperingatkan orang-orang kafir, Allah lantas mengarahkan peringatannya kepada semua manusia. Wahai manusia, ketahuilah bahwa tidak ada seorang pun di antara kamu yang tidak menyaksikan neraka itu dan mendatanginya. Hal itu, yakni membuatmu datang dan menyaksikan neraka, bagi Tuhanmu adalah suatu ketentuan yang sudah ditetapkan dan tidak akan diubah."
  },
  {
    "verse_number": 72,
    "tafsir": "Setelah peristiwa itu kemudian Kami akan menyelamatkan orang-orang yang bertakwa dan membuktikan ketakwaannya dengan menaati syariat, dan Kami akan membiarkan orang-orang yang zalim dan ingkar tetap di dalam neraka dalam keadaan berlutut karena pedihnya hukuman yang mereka rasakan."
  },
  {
    "verse_number": 73,
    "tafsir": "Penjelasan mengenai ancaman Allah kepada orang-orang kafir dikuti dengan uraian tentang tanggapan mereka atas ajakan untuk beriman. Dan apabila dibacakan kepada mereka ayat-ayat Kami yang jelas maksud, kebenaran, dan petunjuk-nya, orang-orang yang kafir berkata kepada orang-orang yang beriman dengan angkuh dan sombong karena merasa memiliki kelebihan atas mereka guna mengalihkan pembicaraan, “Manakah di antara kedua golongan di antara kita yang lebih baik tempat tinggalnya dan lebih indah tempat pertemuan-nya? Bukankah ini membuktikan bahwa Tuhan lebih sayang kepada kami?”"
  },
  {
    "verse_number": 74,
    "tafsir": "Anggapan orang kafir bahwa mereka lebih baik dan disayang Tuhan adalah keliru. Kemuliaan dan kemakmuran mereka tidak membuktikan rida Allah. Dan berapa banyak umat yang hidup sejahtera, tetapi karena ingkar maka mereka termasuk kaum yang telah Kami binasakan seperti orang-orang sebelum mereka, padahal mereka lebih bagus dan indah perkakas rumah tangganya dan lebih sedap dipandang mata penampilan dan keadaannya."
  },
  {
    "verse_number": 75,
    "tafsir": "Menanggapi cemoohan mereka, katakanlah wahai Nabi Muhammad, “Barang siapa berada dalam kesesatan dan keingkaran yang membuatnya sombong dan enggan beriman, maka biarlah Tuhan Yang Maha Pengasih memperpanjang baginya umur dan kesempatan untuk menikmati kehidupan duniawi. Mereka dibiarkan sehingga terlena dalam keingkarannya. Kelak apabila mereka telah melihat apa yang diancamkan kepada mereka, baik azab yang mereka dapatkan dari musuh yang lebih perkasa maupun kedahsyatan kiamat yang menjadi awal pembalasan atas keingkaran mereka, maka saat itu mereka akan mengetahui siapa yang lebih jelek kedudukannya akibat siksa Allah dan lebih lemah bala tentaranya yang selama ini mereka andalkan untuk membela kepentingannya.”"
  },
  {
    "verse_number": 76,
    "tafsir": "Dan berbanding terbalik dengan kondisi orang kafir, bagi orang yang beriman dan meyakini keagungan-Nya, Allah akan terus menambah petunjuk kepada mereka yang telah mendapat petunjuk sehingga mereka semakin taat dan tekun berbuat baik. Dan amal kebajikan yang kekal itu tentu lebih baik pahalanya di sisi Tuhanmu dan lebih baik pula kesudahannya bagi mereka yang mengerjakannya."
  },
  {
    "verse_number": 77,
    "tafsir": "Uraian tentang sikap orang yang mengingkari hari kebangkitan dilanjutkan dengan tanggapan atas keingkaran mereka. Wahai Nabi Muhammad, lalu apakah engkau telah melihat sikap dan jawaban orang yang mengingkari ayat-ayat Kami karena lebih memilih persoalan duniawi sehingga mengingkari hari kebangkitan, dan dia dengan angkuh mengatakan, “Pasti aku akan diberi harta yang banyak untuk memenuhi semua keperluan dan anak yang aku banggakan dan akan menolongku dari semua persoalan.”"
  },
  {
    "verse_number": 78,
    "tafsir": "Keangkuhan mereka direspons dengan pertanyaan berikut. Adakah dia, yaitu orang kafir, melihat yang gaib sehingga dapat berkata demikian atau dia telah membuat perjanjian di sisi Tuhan Yang Maha Pengasih sehingga dia dapat memastikan kebenaran perkataannya?"
  },
  {
    "verse_number": 79,
    "tafsir": "Sama sekali tidak! Dia tidak mengetahui hal gaib, apalagi membuat perjanjian dengan Allah. Jika dia tidak menghentikan kebohongannya, Kami akan menulis dan meminta pertanggungjawaban atas apa yang dia katakan dan Kami akan memperpanjang azab untuknya secara sempurna sampai batas tertentu, dan Kami akan mewarisi serta membinasakan apa yang dia katakan dan banggakan itu, berupa harta dan keturunan, dan dia akan datang kepada Kami seorang diri setelah kematiannya tanpa ditemani harta atau anaknya."
  },
  {
    "verse_number": 80,
    "tafsir": "Sama sekali tidak! Dia tidak mengetahui hal gaib, apalagi membuat perjanjian dengan Allah. Jika dia tidak menghentikan kebohongannya, Kami akan menulis dan meminta pertanggungjawaban atas apa yang dia katakan dan Kami akan memperpanjang azab untuknya secara sempurna sampai batas tertentu, dan Kami akan mewarisi serta membinasakan apa yang dia katakan dan banggakan itu, berupa harta dan keturunan, dan dia akan datang kepada Kami seorang diri setelah kematiannya tanpa ditemani harta atau anaknya."
  },
  {
    "verse_number": 81,
    "tafsir": "Orang kafir akan dibangkitkan dalam keadaan hina dan sendiri. Mereka kecewa pada sesembahannya. Dan mereka telah memilih tuhantuhan selain Allah sebagai sesembahan. Mereka berharap agar tuhan-tuhan itu menjadi pelindung dan penolong bagi mereka kelak di akhirat dari azab Allah."
  },
  {
    "verse_number": 82,
    "tafsir": "Apa yang orang kafir yakini sama sekali tidak benar! Harapan mereka akan sia-sia. Kelak berhala sesembahan mereka itu akan mengingkari penyembahan mereka terhadapnya, dan sesembahan itu akan menjadi musuh bagi mereka dan justru memohon agar orang kafir itu disiksa karena perilakunya."
  },
  {
    "verse_number": 83,
    "tafsir": "Wahai Nabi Muhammad, tidaklah engkau melihat bahwa sesungguhnya kami telah mengutus setan-setan itu kepada orang-orang kafir yang selalu ingkar dan enggan berobat untuk mendorong mereka berbuat maksiat dengan sungguh-sungguh sehingga mereka semakin terperosok dalam kesesatannya?"
  },
  {
    "verse_number": 84,
    "tafsir": "Wahai Nabi, apa yang terjadi merupakan ketetepan allah,  maka janganlah engkau gelisah dengan sikap mereka sehingga engkau tergesa-gesa meminta jatuhnya azab terhadap mereka, karena sesungguhnya kami membiarkan mereka dalam keadaan ini sampai waktu tertentu. Kami melakukan hal itu agar kami terus menghitung dosa-dosa dan penyimpanan mereka dengan hitungan teliti sampai datangnya hari siksaan di akhirat untuk mereka."
  },
  {
    "verse_number": 85,
    "tafsir": "Balasan Allah pasti akan terjadi. Wahai manusia, ingatlah pada hari ketika kami bersama para malaikat mengumpulkan orang-orang yang bertkwa kepada Allah Yang Maha Pengasih dan membawa mereka ke tempat yang dijanjikan sebagai balasan atas ketaatan mereka. Kemudian Kami sambut mereka ibagaikan kafilah yang terhormat."
  },
  {
    "verse_number": 86,
    "tafsir": "Sebalikanya, orang yang ingkar akan Kami Kumpulkan bersama sejawat mereka, dan kami akan menggiring orang yang durhaka dan enggan bertobat ke neraka jahanam untuk menerima hukuman atas keingkarannya tanpa diberi minum sehingga kondisi yang panas menyebabkan mereka dalam keadaan dahaga."
  },
  {
    "verse_number": 87,
    "tafsir": "Di akhirat mereka tidak berhak mendapat syafaat atau pertolongan dari siapa pun untuk selamat dari azab Allah, kecuali orang yang dengan sungguh-sungguh telah mengadakan perjanjian di sisi Allah Yang Maha Pengasih dengan cara bertobat dan menaati ajaran-Nya."
  },
  {
    "verse_number": 88,
    "tafsir": "Selain menampik kepercayaan kaum musyrik bahwa berhala dapat memberi syafaat, Allah juga menegasikan keyakinan mereka bahwa Allah memiliki anak. Dan mereka, kaum Yahudi, Nasrani, dan sebagian masyarakat Arab, berkata, “Tuhan Yang Maha Pengasih mempunyai anak,” yaitu 'Uzair dalam kepercayaan Yahudi, Isa dalam anggapan umat Nasrani, dan malaikat dalam keyakinan sebagain masyarakat Arab."
  },
  {
    "verse_number": 89,
    "tafsir": "Wahai orang kafir yang berkeyakinan demikian, sadarlah bahwa sesungguhnya kamu telah membawa sesuatu yang sangat mungkar dan bertetangga dengan akal sehat dan hati nurani."
  },
  {
    "verse_number": 90,
    "tafsir": "Akibat ucapan kamu yang mungkar itu hampir saja terjadi bencana hebat di alam ini; langit yang demikian kukuh pecah, dan bumi tempat kamu berpijak terbelah, dan gunung-gunung yang tegak berdiri runtuh dan hancur berkeping-keping."
  },
  {
    "verse_number": 91,
    "tafsir": "Bencana mengerikan itu bisa saja terjadi karena mereka menganggap bahwa Allah Yang Maha pengasih mempunyai anak. Anggapan ini jelas tidak benar dan tidak pula layak ditunjukan kepada-Nya."
  },
  {
    "verse_number": 92,
    "tafsir": "Dan sungguh, tidak mungkin bagi Allah Yang Maha Pengasih mempunyai atau mengangkat anak. Allah Yang Mahakaya tidak membutuhkan apapun. Jika Dia mempunyai anak, pasti anak itu serupa dengan-Nya, dan hal ini akan menghilangkan esensi keesaan-Nya."
  },
  {
    "verse_number": 93,
    "tafsir": "Untuk menguatkan tidak adanya anak bagi-Nya, Allah menyatakan bahwa tidak ada seorang pun di langit dan dibumi, yaitu di alam semesta ini, melainkan kelak di hari kiamat akan datang dan menghadap kepada Allah Yang Maha Pengasih sebagai seorang hamba. Mereka datang dengan tunduk dan patuh."
  },
  {
    "verse_number": 94,
    "tafsir": "Semua manusia akan kembali pada Allah dan Dia benar-benar telah mengetahui mereka dengan rinci, bagaimana kepribadian, kejiwaan, perbuatan dan perkataan mereka secara lahir maupun batin. Dia juga akan memeriksa dan menghitung mereka dengan hitungan yang teliti sehingga tidak ada satu pun yang terlewat."
  },
  {
    "verse_number": 95,
    "tafsir": "Dan setiap orang dari mereka akan datang dan menghadap kepada Allah untuk menerima perhitungan dan putusan tentang perbuatannya di dunia secara sendiri-sendiri kelak pada hari kiamat. Tidak ada teman yang membantu dan tidak ada pula orang tua atau anak yang menolong."
  },
  {
    "verse_number": 96,
    "tafsir": "Usai menegasikan keyakinan orang musyrik bahwa Allah mempunyai anak dan perhitungan yang akan mereka peroleh, Dia lalu beralih menerangkan balasan bagi orang mukmin dan beramal saleh. Sungguh, orang-orang yang beriman dengan teguh dan membuktikan keimanannya dengan mengerjakan kebajikan, kelak Allah Yang Maha Pengasih akan menanamkan rasa kasih saying dalam dirinya kepada sesama orang beriman."
  },
  {
    "verse_number": 97,
    "tafsir": "Wahai Nabi, maka sampaikanlah janji Allah kepada umatmu bahwa sesungguhnya telah Kami mudahkan Al-Qur’an itu dengan bahasamu. Yang demikian ini agar dengan itu engkau dapat memberi kabar gembira tentang janji dan rahmat Allah kepada orang-orang yang bertakwa yang selalu melaksanakan perintah-Nya dan menjauhi larangan-Nya, dan agar engkau dapat memberi peringatan tentang murka dan hukuman-Nya kepada kaum yang membangkang dan mengingkari ajaran-Nya."
  },
  {
    "verse_number": 98,
    "tafsir": "Wahai Nabi, sebagai peringatan dan pelajaran bagi para pembangkang itu, kabarkan kepada mereka berapa banyak umat yang telah Kami binasakan sebelum mereka akibat keingkaran dan kedurhakaan mereka. Kami hancurkan mereka, lalu adakah engkau melihat salah seorang dari mereka atau engkau mendengar bisikan mereka? Tidak! Maka, sebagaimana Kami binasakan umat terdahulu itu, Kami pasti akan membinasakan kaummu yang ingkar.[]"
  }
]