[
  {
    "verse_number": 1,
    "tafsir": "Allah memulai surah ini dengan sumpah demi malaikat yang diberiNya tugas berat. Di antara tujuannya adalah agar manusia menghayati peran-peran tersebut dalam kehidupan. Demi malaikat yang mencabut nyawa kaum kafir dengan keras dan kasar sebagai tanda kegeraman para malaikat itu terhadap mereka."
  },
  {
    "verse_number": 2,
    "tafsir": "Demi malaikat yang mencabut nyawa orang mukmin dengan halus dan lemah lembut sebagai tanda simpati para malaikat itu kepada mereka. Malaikat mencabut nyawa mereka sambil berkata, “Wahai jiwa yang tenang, kembalilah ke Tuhanmu dengan hati yang rida dan diridai-Nya.”"
  },
  {
    "verse_number": 3,
    "tafsir": "Demi malaikat yang turun dari langit dengan cepat untuk melaksanakan tugas dari Allah sembari selalu bertasbih menyucikan Allah dan mengagungkanNya sepanjang waktu,"
  },
  {
    "verse_number": 4,
    "tafsir": "dan demi malaikat yang mendahului yang lain dengan kencang, cepat, dan cekatan untuk melakukan tugas-tugasnya tanpa mengulur waktu,"
  },
  {
    "verse_number": 5,
    "tafsir": "dan demi malaikat yang mengatur urusan dunia, seperti pengisaran angin, turunnya hujan, dan sebagainya sesuai perintah Allah."
  },
  {
    "verse_number": 6,
    "tafsir": "Sungguh, demi lima macam malaikat itu, kiamat pasti akan terjadi pada hari ketika tiupan pertama mengguncangkan alam, menghancurkan gunung, mengubah lautan menjadi api, dan sebagainya. Setelah tiupan pertama ini semua makhluk hidup akan mati."
  },
  {
    "verse_number": 7,
    "tafsir": "Tiupan pertama itu diiringi oleh tiupan kedua, di mana manusia bangkit dari kubur untuk mempertanggungjawabkan perbuatan mereka di dunia."
  },
  {
    "verse_number": 8,
    "tafsir": "Suasana pada hari itu sangat mencekam. Hati manusia pada waktu itu merasa sangat takut, jantung mereka berdegup kencang karena mereka akan dihadapkan ke pengadilan Allah untuk menunggu putusan Allah kepada mereka."
  },
  {
    "verse_number": 9,
    "tafsir": "Pandangannya tunduk karena merasa hina dina di hadapan Allah."
  },
  {
    "verse_number": 10,
    "tafsir": "Orang-orang kafir yang mengingkari hari kebangkitan berkata dengan penuh pengingkaran, “Setelah kematian, apakah kita benar-benar akan dikembalikan kepada kehidupan yang semula?”"
  },
  {
    "verse_number": 11,
    "tafsir": "“Apakah kita akan dibangkitkan juga apabila kita telah menjadi tulang belulang yang hancur?” Mereka memandang persoalan hari kebangkitan hanya dengan pendekatan logika, padahal persoalan ini harus didekati dengan keimanan. Al-Qur’an banyak menyajikan dalil meyakinkan tentang keniscayaan hari kebangkitan.”"
  },
  {
    "verse_number": 12,
    "tafsir": "Mereka yang ingkar itu berkata dengan nada mengejek, “Kalau hal yang demikian itu benar-benar terjadi, itu adalah suatu pengembalian yang merugikan bagi kami. Hal itu tidak akan terjadi kepada kami."
  },
  {
    "verse_number": 13,
    "tafsir": "Pengembalian dan pembangkitan itu bukanlah hal yang sulit bagi Allah. Maka pengembalian itu hanyalah dengan sekali tiupan saja oleh Malaikat Israfil melalui tiupan yang kedua."
  },
  {
    "verse_number": 14,
    "tafsir": "Maka seketika itu mereka hidup kembali di bumi yang baru. Dengan tiupan sangkakala kedua itu saja semua manusia akan bangkit dari kubur dan digiring ke Padang Mahsyar."
  },
  {
    "verse_number": 15,
    "tafsir": "Wahai Nabi Muhammad, bersabarlah atas pengingkaran kaummu sebagaimana kesabaran nabi-nabi terdahulu. Sudahkah sampai kepadamu kisah Nabi Musa yang berdakwah kepada Fir’aun yang zalim?"
  },
  {
    "verse_number": 16,
    "tafsir": "Ingatlah kisah ketika Tuhan memanggilnya di lembah suci, yaitu Lembah Tuwa;"
  },
  {
    "verse_number": 17,
    "tafsir": "Di lembah itu Allah menurunkan wahyu kepada Nabi Musa dan membekalinya dengan dua mukjizat: tongkat yang berubah menjadi ular dan telapak tangan yang bercahaya. Wahai Nabi Musa, pergilah engkau kepada Fir’aun! Sesungguhnya dia telah melampaui batas, memperbudak bangsa Israel, membunuhi anak lelaki mereka, dan membiarkan hidup anak perempuan mereka."
  },
  {
    "verse_number": 18,
    "tafsir": "Maka nasihati dan katakanlah kepada Firaun dengan sopan dan lemah lembut, “Adakah keinginanmu untuk membersihkan diri dari kesesatan dan dosa?"
  },
  {
    "verse_number": 19,
    "tafsir": "Dan engkau akan kupimpin dan kubimbing ke jalan Tuhanmu yang benar dan lurus agar engkau takut kepada-Nya dengan menyembah-Nya dan berbuat baik?”"
  },
  {
    "verse_number": 20,
    "tafsir": "Firaun marah mendengar ajakan Nabi Musa dan memintanya memperlihatkan bukti kerasulannya. Nabi Musa lalu memperlihatkan kepadanya mukjizat yang besar, yaitu tongkat yang berubah menjadi ular dan tangan yang bercahaya."
  },
  {
    "verse_number": 21,
    "tafsir": "Firaun semakin marah karena merasa terhina dan harga dirinya terusik oleh kedatangan Nabi Musa. Bukan beriman, tetapi dia justru mendustakan Nabi Musa dan mendurhakai-nya dan menuduh beliau sebagai pesihir ulung."
  },
  {
    "verse_number": 22,
    "tafsir": "Kemudian dia berpaling dari kebenaran seraya berusaha menantang Nabi Musa untuk bertanding melawan para pesihir yang didatangkannya dari seluruh pelosok Mesir."
  },
  {
    "verse_number": 23,
    "tafsir": "Kemudian dia mengumpulkan pembesar-pembesarnya yang setia lalu berseru memanggil kaumnya melalui petugas dan bala tentaranya."
  },
  {
    "verse_number": 24,
    "tafsir": "Fir’aun berkata dengan sombong dan angkuh, “Akulah tuhanmu yang paling tinggi. Hanya aku yang berhak kamu taati, bukan Tuhan Nabi Musa. Akulah yang paling berkuasa di negeri Mesir ini.”"
  },
  {
    "verse_number": 25,
    "tafsir": "Pertandingan melawan para pesihir akhirnya dihelat dan memunculkan Nabi Musa sebagai pemenang. Mereka lantas beriman kepada Nabi Musa. Merasa terancam, Firaun mengejar Nabi Musa dan pengikutnya hingga pinggir Laut Merah. Maka Allah menghukumnya dengan azab di akhirat dengan siksaan yang pedih dan siksaan di dunia dengan menenggelamkannya di Laut Merah bersama para prajuritnya."
  },
  {
    "verse_number": 26,
    "tafsir": "Demikianlah kisah dakwah dan ketabahan Nabi Musa menghadapi Fir’aun. Sungguh, pada yang demikian itu terdapat pelajaran yang sangat berharga bagi orang yang takut kepada Allah. Kisah itu mengajarkan bahwa kebenaran pasti akan mengalahkan kebatilan dan jabatan yang tinggi seringkali menjerumuskan seseorang untuk melanggar baik terhadap aturan agama maupun etika."
  },
  {
    "verse_number": 27,
    "tafsir": "Menjelaskan keperkasaan Allah dan kelemahan manusia, Allah berfrman, “Apakah penciptaan kamu yang lebih hebat ataukah langit yang telah dibangun-Nya? Secara logika, penciptaan langit yang demikian luas tentu lebih sulit daripada penciptaan manusia."
  },
  {
    "verse_number": 28,
    "tafsir": "Allah telah menciptakan langit. Dia telah meninggikan bangunannya sedemikian tinggi dan kukuh lalu Dia menyempurnakannya sehingga tidak kamu jumpai di sana keretakan atau bentuk-bentuk cacat lainnya."
  },
  {
    "verse_number": 29,
    "tafsir": "Dan Dia menjadikan malamnya gelap gulita, dan menjadikan siangnya terang benderang. Dia menyediakan malam sebagai waktu beristirahat dan siang sebagai waktu bekerja. Penciptaan siang dan malam bukan perkara mudah, melainkan melalui mekanisme yang amat rumit dalam pandangan manusia."
  },
  {
    "verse_number": 30,
    "tafsir": "Dan setelah penciptaan langit itu bumi Dia hamparkan sebagai tempat tinggal yang nyaman bagi manusia dan makhluk lainnya."
  },
  {
    "verse_number": 31,
    "tafsir": "Dia hamparkan bumi dan darinya Dia pancarkan mata air dan Dia tumbuhkan tumbuh-tumbuhannya untuk memenuhi kebutuhan konsumsi makhluk hidup di sana."
  },
  {
    "verse_number": 32,
    "tafsir": "Dan di bumi itu gunung-gunung Dia pancangkan dengan teguh agar bumi tidak bergoncang sehingga bisa ditempati dengan nyaman."
  },
  {
    "verse_number": 33,
    "tafsir": "Allah menciptakan itu semua untuk kesenanganmu dan untuk hewan-hewan ternakmu. Kamu bisa hidup di bumi dengan memanfaatkan apa yang ada, sebagai bukti kasih sayang Allah yang tak terhingga."
  },
  {
    "verse_number": 34,
    "tafsir": "Maka apabila malapetaka besar hari kiamat telah datang dengan hancurnya alam semesta."
  },
  {
    "verse_number": 35,
    "tafsir": "yaitu pada hari ketika manusia teringat akan apa yang telah dikerjakannya, yang selama ini mereka lupakan, baik berupa amal baik maupun buruk."
  },
  {
    "verse_number": 36,
    "tafsir": "Dan nanti di akhirat, neraka dengan segala siksaan yang sangat mengerikan di dalamnya akan diperlihatkan dengan jelas kepada setiap orang yang melihat."
  },
  {
    "verse_number": 37,
    "tafsir": "Di akhirat Allah akan memberi putusan kepada manusia, memisahkan mereka menjadi dua kelompok besar. Maka adapun orang yang melampaui batas dengan berlaku musyrik, kafir, dan maksiat,"
  },
  {
    "verse_number": 38,
    "tafsir": "dan lebih mengutamakan kehidupan dunia daripada akhirat,"
  },
  {
    "verse_number": 39,
    "tafsir": "maka sungguh, nerakalah tempat tinggalnya untuk waktu yang sangat lama. Inilah bukti keadilan Allah."
  },
  {
    "verse_number": 40,
    "tafsir": "Dan adapun orang-orang yang takut kepada kebesaran Tuhannya dengan melakukan amal saleh dan menahan diri dari keinginan hawa nafsunya dengan menaati ajaran agama,"
  },
  {
    "verse_number": 41,
    "tafsir": "maka sungguh, surgalah tempat tinggal-nya untuk selama-lamanya dengan segala kenikmatan di dalamnya. Itulah anugerah agung Tuhan Yang Maha Pemurah."
  },
  {
    "verse_number": 42,
    "tafsir": "Wahai Nabi Muhammad, orang-orang kafir akan mengingkari hari kiamat. Mereka bertanya kepadamu tentang hari Kiamat dengan penuh keingkaran, “Kapankah terjadinya?”"
  },
  {
    "verse_number": 43,
    "tafsir": "Untuk apa engkau perlu menyebutkan waktu-nya kepada mereka, sedang engkau sendiri tidak mengetahui hal itu?"
  },
  {
    "verse_number": 44,
    "tafsir": "Hanya kepada Tuhanmulah dikembalikan kesudahannya, yakni ketentuan waktunya."
  },
  {
    "verse_number": 45,
    "tafsir": "Wahai Nabi, engkau tidak tahu kapan kiamat akan terjadi. Engkau kami utus hanyalah sebagai pemberi peringatan bagi siapa yang takut kepadanya, lalu beriman dan berbuat baik untuk menghindari azab di akhirat."
  },
  {
    "verse_number": 46,
    "tafsir": "Hari kiamat itu penuh dengan huru-hara yang membuat manusia sangat tercengang. Pada hari ketika mereka melihat hari Kiamat itu, mereka merasa seakan-akan hanya sebentar saja tinggal di dunia, hidup di dunia seakan hanya pada waktu sore atau pagi hari."
  }
]