[
  {
    "verse_number": 1,
    "tafsir": "Pada akhir Surah at-Tagbun, Allah memberitahukan bahwa istri dan anak bisa jadi musuh; dan Allah memerintahkan agar bersikap baik dan pemaaf kepada mereka. Pada ayat ini diterangkan bahwa di antara suami istri bisa terjadi perceraian, namun Allah mengingatkan Nabi tentang hukum dan etika perceraian dalam Islam. Wahai Nabi! Apabila kamu menceraikan istri-istrimu, perbuatan halal, tetapi paling tidak disukai Allah, maka hendaklah kamu ceraikan mereka atau salah seorang di antara mereka pada waktu mereka dapat menghadapi idahnya dengan tidak memberatkan, yaitu ketika masa suci dari haid agar tidak lama menunggu untuk bisa menikah lagi dengan laki-laki lain. Dan hitunglah waktu idah itu dengan cermat kapan mulainya dan kapan berakhir; serta bertakwalah, kamu semua, kepada Allah Tuhanmu dalam segala urusan. Janganlah kamu keluarkan mereka, istri yang dijatuhi talak itu selama masa idah, dari rumah yang ditempati-nya dan janganlah mereka diizinkan keluar secara bebas kecuali jika mereka mengerjakan perbuatan keji yang jelas seperti berzina. Itulah hukum-hukum Allah yang harus dilaksanakan manusia. Dan barang siapa melanggar hukum-hukum Allah secara sengaja atau karena lalai, maka sungguh dia telah berbuat zalim terhadap dirinya sendiri, karena merugikan dirinya, sedangkan ia tetap harus mempertanggungjawabkannya di hadapan Allah. Kamu tidak mengetahui, wahai Nabi, rencana Allah bagi kamu, barangkali setelah itu, yakni setelah kamu menjatuhkan talak kepada istrimu, Allah mengadakan sesuatu yang baru, yakni memberikan istri yang lebih baik."
  },
  {
    "verse_number": 2,
    "tafsir": "Maka apabila mereka, para istri yang dijatuhi talak telah mendekati akhir masa idahnya, maka rujuklah, kembali kepada mereka dengan baik guna mempertahankan ikatan perkawinan; atau lepaskanlah mereka, yakni terus menceraikannya dengan baik dengan memperhatikan hak-hak anak. Dan persaksikanlah keputusan kamu untuk menceraikannya dengan dua orang saksi yang adil di antara kamu, yakni dua orang laki-laki atau satu orang laki-laki dan dua orang perempuan; dan hendaklah kamu menegakkan kesaksian itu karena Allah dengan jujur dan adil, serta dengan menaati hukum Allah. Demikianlah pengajaran itu, perintah untuk mematuhi hukum Allah dengan tulus diberikan kepada orang yang beriman kepada Allah dan hari akhirat di antara hamba-hamba-Nya. Barang siapa bertakwa kepada Allah dalam segala urusan; niscaya Dia akan membukakan jalan keluar baginya dari segala kesulitan."
  },
  {
    "verse_number": 3,
    "tafsir": "Dan Dia pun akan memberinya rezeki dari arah yang tidak disangka-sangkanya dengan memberikan kebutuhan fisik maupun kebutuhan ruhani. Dan barang siapa bertawakal kepada Allah dalam segala urusan, niscaya Allah cukup sebagai tempat mengadu bagi diri-nya. Sesungguhnya Allah melaksanakan urusan-Nya dengan penuh hikmah bagi manusia. Sungguh, Allah telah menjadikan segala sesuatu dengan kadarnya sehingga setiap orang tidak akan menghadapi masalah di luar batas kemampuannya."
  },
  {
    "verse_number": 4,
    "tafsir": "Dan adapun perempuan-perempuan yang tidak haid lagi, yaitu perempuan yang sudah menopause di antara istri-istri kamu jika kamu menjatuhkan talak kepadanya, maka masa idahnya jika kamu ragu-ragu adalah tiga bulan. Dan demikian pula masa idah bagi perempuan-perempuan yang tidak pernah haid sepanjang hidupnya juga tiga bulan. Sedangkan perempuan-perempuan hamil yang dijatuhi talak, maka waktu idah mereka itu ialah sampai mereka melahirkan kandungannya. Seusai melahirkan, maka masa idahnya berakhir. Dan barang siapa bertakwa kepada Allah dengan ketakwaan yang sesungguhnya dalam segala urusan, niscaya Dia akan menjadikan kemudahan baginya dalam urusannya karena ketakwaannya."
  },
  {
    "verse_number": 5,
    "tafsir": "Itulah aturan Allah yang diturunkan-Nya kepada kamu agar dilaksanakan dengan baik dan benar; barang siapa bertakwa kepada Allah dengan mantap, niscaya Allah akan menghapus kesalahan-kesalahannya sebagai penghargaan atas kepatuhannya; dan Allah akan melipatgandakan pahala baginya atas usahanya yang sungguh-sungguh."
  },
  {
    "verse_number": 6,
    "tafsir": "Pada ayat ini diperintahkan kepada para suami untuk menyiapkan tempat tinggal bagi istri mereka. Allah berfirman, “Tempatkanlah mereka, para istri, di mana kamu bertempat tinggal, yakni di tempat tinggal kamu yang layak menurut kemampuan kamu; dan janganlah kamu menyusahkan mereka, para istri untuk menyempitkan hati dan perasaan mereka. Dan jika mereka, istri-istri yang sudah ditalak itu sedang hamil, maka, wahai para suami, berikanlah kepada mereka nafkahnya sampai mereka melahirkan, karena itu merupakan bukti tanggung jawab kamu terhadap perempuan yang akan melahirkan keturunan kamu; kemudian jika mereka menyusukan anak-anak kamu, maka berikanlah imbalannya kepada mereka yang pantas; dan musyawarahkanlah di antara kamu tentang segala sesuatu berkenaan dengan nafkah dan imbalan menyusui anakmu dengan baik; dan jika kamu berdua saling menemukan kesulitan untuk memberikan ASI kepada anakmu karena sesuatu dan lain hal, maka perempuan lain yang sehat boleh menyusukan anak itu untuk kelangsungan hidup-nya dengan imbalan yang layak dan sadarilah bahwa anakmu akan menjadi anak persusuan perempuan itu."
  },
  {
    "verse_number": 7,
    "tafsir": "Hendaklah orang yang mempunyai keluasan, yaitu suami yang berkecukupan, memberi nafkah kepada istri yang ditalaknya selama masa idah dan memberikan imbalan kepadanya karena telah menyusui anaknya, dari kemampuannya yang telah diberikan Allah kepadanya. Dan adapun orang yang terbatas rezekinya, yakni suami yang tidak sanggup, hendaklah memberi nafkah kepada istri yang ditalaknya selama masa idah dari harta yang diberikan Allah kepadanya sesuai dengan kesanggupannya. Allah tidak membebani seseorang melainkan sesuai dengan apa yang diberikan Allah kepadanya, rezeki dan kemampuan; Allah akan memberikan kemudahan kepada seseorang setelah ia menunjukkan kegigihan dalam menghadapi kesulitan."
  },
  {
    "verse_number": 8,
    "tafsir": "Dan betapa banyak penduduk dari suatu negeri yang mendurhakai perintah Tuhan mereka dan rasul-rasul-Nya, seperti penduduk al-Hijr, Madyan, Sodom, dan Gomorah; maka Kami buat perhitungan terhadap penduduk negeri itu dengan perhitungan yang ketat, yaitu dengan mengazab mereka di dunia sebanding dengan pembangkangannya; dan Kami pun mengazab mereka dengan azab yang mengerikan di akhirat."
  },
  {
    "verse_number": 9,
    "tafsir": "Sehingga mereka, orang-orang yang mencemoohkan misi para rusul itu, merasakan akibat buruk dari perbuatannya, baik azab di dunia lebih-lebih azab di akhirat, dan akibat perbuatan mereka itu akan disadari oleh mereka di akhirat merupakan kerugian yang besar bagi diri mereka sendiri."
  },
  {
    "verse_number": 10,
    "tafsir": "Sejalan dengan ayat sebelumnya, Allah menyediakan azab yang keras bagi mereka, yaitu bagi orang-orang yang menolak beriman kepada-Nya; maka bertakwalah kepada Allah wahai orang-orang yang mempunyai akal, yaitu orang-orang yang berpikir, lagi beriman dan bertakwa kepada Allah supaya kamu terhindar dari azab yang mengerikan di akhirat. Sungguh, Allah telah menurunkan peringatan, yakni al-Qur'an kepada kamu."
  },
  {
    "verse_number": 11,
    "tafsir": "dan Allah telah seorang Rasul yang membacakan ayat-ayat Allah kepada kamu sekalian yang menerangkan ajaran Allah agar Dia mengeluarkan orang-orang yang beriman dan mengerjakan kebajikan, dari kegelapan kufur dan kebodohan kepada cahaya iman dan ilmu. Dan barang siapa beriman kepada Allah dengan keimanan yang sejatinya dan mengerjakan kebajikan, niscaya Dia akan memasukkannya ke dalam surga-surga di akhirat yang mengalir di bawahnya sungai-sungai sehingga merasakan kenikmatan yang tiada tara; mereka kekal di dalamnya selama-lamanya dalam suasana penuh kenikmatan. Sungguh, Allah memberikan rezeki yang baik kepadanya dengan mendaptkan rida-Nya sehingga diizinkan masuk surga."
  },
  {
    "verse_number": 12,
    "tafsir": "Allah yang menciptakan tujuh lapis langit dan demikian juga penciptaan dari bumi serupa itu, yakni tujuh lapis bumi. Perintah Allah berupa hukum alam berlaku padanya secara mutlak, agar kamu mengetahui bahwa Allah Mahakuasa atas segala sesuatu yang menyadarkan manusia untuk beriman dan taat kepada Allah; dan menyadari bahwa ilmu Allah benar-benar meliputi segala sesuatu, baik yang kasat mata maupun yang tersembunyi."
  }
]