[
  {
    "verse_number": 1,
    "tafsir": "Pada akhir Surah Saba’ Allah menegaskan bahwa orang-orang kafir amat meragukan datangnya hari Kiamat sehingga ketika hari itu datang mereka merasa sangat sengsara. Surah Fatir ini lalu dimulai dengan pujian kepada Allah yang Mahakuasa atas segala sesuatu. Segala puji bagi Allah Pencipta langit dan bumi, yang menjadikan malaikat sebagai utusan-utusan untuk mengurus berbagai hal sesuai kehendak-Nya. Di antara bukti kekuasaan-Nya adalah bahwa dia menciptakan malaikat yang mempunyai sayap, masing-masing ada yang dua, tiga, dan empat, bahkan lebih dari itu, sehingga mereka dengan mudah dan cepat berpindah dari satu tempat ke tempat lain. Hanya Allah yang mengetahui hakikat malaikat dan sayap-sayapnya tersebut. Allah berkuasa menambahkan pada ciptaan-Nya, baik malaikat maupun yang lain, apa yang Dia kehendaki. Sungguh, Allah Mahakuasa atas segala sesuatu tanpa ada yang mampu menghalangi."
  },
  {
    "verse_number": 2,
    "tafsir": "Apa saja di antara rahmat Allah, seperti kesehatan, rezeki, ilmu, dan lainnya, yang dianugerahkan kepada manusia, maka tidak ada yang dapat menahannya; dan apa saja yang ditahan-Nya maka tidak ada yang sanggup untuk melepaskannya setelah itu. Dan Dialah Yang Mahaperkasa untuk berbuat sesuai kehendak-Nya, Mahabijaksana dalam setiap ketetapan-Nya."
  },
  {
    "verse_number": 3,
    "tafsir": "Limpahan rahmat yang demikian besar harus menjadi pendorong bagi manusia untuk bersyukur. Wahai manusia! Ingatlah akan nikmat Allah yang dilimpahkan kepadamu. Bersyukurlah dengan menaati perintah-Nya dan tidak mendurhakai-Nya. Adakah pencipta selain Allah yang dapat memberikan rezeki kepadamu dari langit dan bumi? Tentu tidak ada. Tidak ada tuhan yang berhak disembah selain Dia; maka mengapa kamu bisa berpaling dari tauhid?"
  },
  {
    "verse_number": 4,
    "tafsir": "Dan jika mereka mendustakan engkau, wahai Nabi Muhammad, setelah engkau memberi mereka seruan untuk beriman kepada Allah yang telah melimpahkan rahmat, maka sungguh, rasul-rasul sebelum engkau telah didustakan pula. Karena itu, janganlah bersedih dan bersabarlah seperti halnya mereka (Lihat Surah al-An’am/6: 34). Dan hanya kepada Allah segala urusan dikembalikan. Dia akan memberi balasan sesuai perbuatan setiap orang."
  },
  {
    "verse_number": 5,
    "tafsir": "Usai mengisyaratkan bahwa Kiamat pasti akan tiba, Allah lalu secara tegas menyatakan bahwa janji tentang Kiamat, pahala, dan siksa adalah benar adanya. Karenanya, manusia tidak boleh terlena dan teperdaya oleh kehidupan dunia. Wahai manusia! Sungguh, janji Allah tentang pahala dan siksa itu benar, maka janganlah kehidupan dunia seperti kekayaan dan kekuasaan memperdayakan kamu sehingga kamu sedikit bahkan tidak sama sekali menyiapkan diri untuk kehidupan akhirat. Dan janganlah setan yang pandai menipu dapat memperdayakan kamu tentang Allah dan ajaran agama-Nya."
  },
  {
    "verse_number": 6,
    "tafsir": "Sungguh, setan itu musuh yang nyata dan abadi bagimu, maka perlakukanlah ia sebagai musuh. Jangan kamu ikuti ajakan, rayuan, dan tipu dayanya, karena sesungguhnya setan itu hanya mengajak golongannya agar mereka menjadi penghuni neraka yang menyala-nyala. Salah satu cara setan memperdaya manusia adalah menganggap kecil perbuatan dosa karena Allah Maha Pengampun."
  },
  {
    "verse_number": 7,
    "tafsir": "Di antara golongan setan adalah mereka yang ingkar kepada Allah dan rasul-Nya. Mereka itulah orang-orang yang kafir; mereka di hari Kiamat akan mendapat azab yang sangat keras dan pedih. Dan orang-orang yang beriman dan mengerjakan kebajikan dengan menjadikan setan sebagai musuhnya, mereka memperoleh ampunan dari segala dosa dan pahala yang besar, yakni surga."
  },
  {
    "verse_number": 8,
    "tafsir": "Allah membedakan dengan sangat nyata mereka yang menjadikan setan sebagai musuh dan mereka yang menjadikannya kawan. Maka, apakah pantas orang yang dijadikan terasa indah perbuatan buruknya karena berkawan dengan setan, lalu menganggap baik perbuatannya itu? Tentu tidak pantas! Sesungguhnya Allah menyesatkan siapa yang Dia kehendaki karena dia lebih memilih kesesatan daripada petunjuk Allah melalui rasul-Nya, dan memberi petunjuk kepada siapa yang Dia kehendaki karena dia memilih petunjuk atas izin Allah. Maka, jangan engkau, wahai Nabi Muhammad, biarkan dirimu binasa karena kesedihan hatimu dan larut dalam penyesalan terhadap kesesatan dan keingkaran mereka. Sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat dan akan memberi balasan yang sepadan."
  },
  {
    "verse_number": 9,
    "tafsir": "Usai menjelaskan kepastian janji Allah, kedatangan hari Kiamat, dan perbedaan antara orang yang taat dengan yang ingkar serta balasan yang akan mereka peroleh, pada ayat ini Allah menunjukkan tanda-tanda kekuasan-Nya di alam semesta sekaligus menjadi perumpamaaan terjadinya hari Kebangkitan. Dan Allah-lah yang mengirimkan angin; lalu angin itu menggerakkan awan, maka Kami arahkan awan yang mengandung air itu ke suatu negeri yang mati, yakni tandus, lalu turunlah hujan dan dengan hujan itu lalu Kami hidupkan bumi setelah mati, yakni kering. Seperti itulah kebangkitan itu akan terjadi."
  },
  {
    "verse_number": 10,
    "tafsir": "Kekuasaan Allah tidak sebatas keberadaan alam semesta. Dia juga pemilik kemuliaan yang didambakan oleh banyak orang. Melalui ayat ini Allah mengingatkan, “Barang siapa menghendaki kemuliaan, maka ketahuilah bahwa kemuliaan itu semuanya milik Allah. Karena itu, jika kamu menginginkannya, mendekatlah dan taatilah Allah. Kepada-Nyalah akan naik perkataan-perkataan yang baik, yakni kalimat tauhid la ilaha illallah, kalimat zikir, atau semua perkataan yang baik dalam pandangan agama, dan amal kebajikan, Dia akan mengangkatnya. Perkataan baik akan naik dan amal yang baik itu dinaikkan untuk diterima dan diberi-Nya pahala, sehingga pelakunya mendapat kemuliaan dan kedudukan tinggi di sisi-Nya. Adapun orang-orang yang karena mengikuti hawa nafsu merencanakan kejahatan terhadap orang-orang yang beriman, mereka akan mendapat azab yang sangat keras, dan rencana jahat mereka akan hancur serta tidak mencapai sasarannya. Mereka inilah orang-orang yang jauh dari kemuliaan."
  },
  {
    "verse_number": 11,
    "tafsir": "Dan di antara tanda kekuasaan-Nya adalah bahwa Allah menciptakan bapak kamu, Nabi Adam, dari tanah kemudian menciptakan kamu dari air mani yang bersumber dari saripati makanan yang juga berasal dari tanah, kemudian Dia menjadikan kamu berpasangan laki-laki dan pe-rempuan sebagai suami istri. (Lihat Surah an-Najm/53: 45) Tidak ada seorang perempuan pun yang mengandung dan melahirkan, melainkan dengan sepengetahuan-Nya. Dan tidak dipanjangkan umur seseorang dan tidak pula dikurangi umurnya, melainkan sudah ditetapkan dalam Kitab, yaitu Lauh Mahfuz. Sungguh, yang demikian itu mudah bagi Allah karena Dia Mahakuasa dan Maha Mengetahui."
  },
  {
    "verse_number": 12,
    "tafsir": "Untuk memenuhi keperluan hidup manusia, Allah menciptakan lautan dengan beragam sumber dayanya. Dan tidak sama antara dua lautan; yang ini tawar, menyuburkan tanah, menumbuhkan tanam-tanaman, sangat segar, dan sedap diminum, dan lautan yang lain airnya asin lagi pahit karena sangat asin dan tentu tidak sedap untuk diminum. Dan dari masing-masing lautan itu kamu dapat memakan daging yang segar dan kamu dapat secara bersungguh-sungguh mengeluarkan perhiasan yang kamu pakai, yakni mutiara dan marjan (Lihat Surah ar-Rahman/55: 22). Dan di sana kamu melihat kapal-kapal berlayar membelah laut agar kamu dapat mencari karunia-Nya dan agar kamu bersyukur kepada-Nya atas limpahan rahmat tersebut."
  },
  {
    "verse_number": 13,
    "tafsir": "Bukti lain atas kekuasaan dan rahmat Allah adalah pergantian siang dan malam. Dia memasukkan sebagian waktu malam ke dalam siang sehingga waktu siang lebih panjang, dan memasukkan sebagian waktu siang ke dalam malam sehingga waktu malam lebih panjang (Lihat Surah Ali 'Imran/3: 27 dan al-Hajj/22: 61), dan Dia telah menundukkan matahari dan bulan, masing-masing beredar menurut waktu yang ditentukan. Dengan demikian, perhitungan hari, bulan, dan tahun dapat diketahui. Yang berbuat demikian itulah Allah Tuhan kamu yang Mahakuasa dan Mahasempurna; hanya milik-Nyalah segala kerajaan. Dan orang-orang yang kamu seru dan sembah selain Allah, wahai kaum musyrik, sama sekali tidak mempunyai apa-apa walaupun setipis kulit ari."
  },
  {
    "verse_number": 14,
    "tafsir": "Jika kamu menyeru, menyembah, dan meminta pertolongan mereka, yakni berhala atau sesembahan lain yang merupakan benda mati, mereka tidak mendengar seruanmu, dan sekiranya mereka yang kamu sembah itu makhluk hidup yang dapat mendengar, mereka juga tidak memperkenankan permintaanmu kecuali atas izin Allah. Dan pada hari Kiamat mereka akan mengingkari dan berlepas diri dari kemusyrikanmu dan tidak ada yang dapat memberikan keterangan tentang segala sesuatu kepadamu seperti yang diberikan oleh Allah Yang Mahateliti dalam segala urusan."
  },
  {
    "verse_number": 15,
    "tafsir": "Hanya Allah Tuhan yang patut disembah. Dia Mahakuasa, pemilik langit dan bumi, sehingga itu manusia sudah pasti sangat memerlukan rahmat dan pertolongan-Nya. Wahai manusia! Kamulah yang memerlukan Allah; dan Allah, Dialah Yang Mahakaya, tidak memerlukan apa pun, lagi Maha Terpuji nama, sifat, dan perbuatan-Nya."
  },
  {
    "verse_number": 16,
    "tafsir": "Ketaatan manusia sedikit pun menambah kebesaran Allah dan keingkaran mereka sama sekali tidak mengurangi keagungan-Nya. Jika Dia menghendaki, niscaya Dia membinasakan kamu yang ingkar dan mendatangkan makhluk yang baru yang taat kepada-Nya untuk menggantikan kamu. (Lihat Surah Muhammad/47: 38)."
  },
  {
    "verse_number": 17,
    "tafsir": "Dan yang demikian itu tidak sulit bagi Allah. Dia Mahakuasa atas segala sesuatu. (Lihat Surah al-'Ankabut/29: 19)"
  },
  {
    "verse_number": 18,
    "tafsir": "Pada hari Kiamat setiap orang akan mempertanggungjawabkan perbuatannya. Dan orang yang berdosa tidak akan memikul dosa orang lain. Dan jika seseorang yang dibebani berat dosanya memanggil orang lain untuk membantu memikul bebannya itu, tidak akan dipikulkan sedikit pun, meskipun yang ia panggil itu kaum kerabatnya, apalagi bila ia bukan kerabatnya (Lihat Surah 'Abasa/80: 34-37). Sesungguhnya yang dapat engkau beri peringatan hanya orang-orang yang takut kepada azab Tuhannya sekalipun mereka tidak melihat-Nya atau ketika mereka sedang menyendiri, dan demikian pula mereka yang melaksanakan salat secara baik dan sempurna syarat dan rukunnya. Dan barang siapa menyucikan dirinya dari syirik dan maksiat dengan menjalankan salat dan takut kepada Allah, sesungguhnya dia menyucikan diri untuk kebaikan dirinya sendiri. Dan kepada Allah-lah tempat kembali segala urusan. Setiap orang akan dibalas sesuai perbuatannya."
  },
  {
    "verse_number": 19,
    "tafsir": "Usai menjelaskan bahwa yang mau menerima peringatan dari Nabi adalah mereka yang takut kepada Allah dan menjalankan salat, pada ayat-ayat berikut Allah mendatangkan perumpamaan perbedaan antara orang mukmin dengan orang kafir. Dan tidaklah sama orang yang buta mata dan hatinya sehingga tidak dapat melihat dan menerima kebenaran,"
  },
  {
    "verse_number": 20,
    "tafsir": "dengan orang yang melihat mata dan hatinya sehingga mau menerima kebenaran, dan tidak pula sama antara gelap gulita, yakni kesesatan atau kekafiran, dengan cahaya, yakni petunjuk atau iman,"
  },
  {
    "verse_number": 21,
    "tafsir": "dan tidak pula sama antara yang teduh, yakni kenyamanan dan ketenangan di surga, dengan yang panas, yakni pedihnya siksa neraka."
  },
  {
    "verse_number": 22,
    "tafsir": "Dan tidak pula sama antara orang yang hidup hatinya, yakni orang mukmin, dengan orang yang mati hatinya, yakni orang kafir. Sungguh, Allah memberikan pendengaran untuk menerima petunjuk kepada siapa yang Dia kehendaki, dan engkau, wahai Nabi Muhammad, tidak akan sanggup menjadikan orang yang di dalam kubur, yakni orang yang menutup hatinya dari kebenaran sehingga menyerupai orang mati, dapat mendengar. Engkau tidak akan dapat memberi petunjuk kepada orang-orang musyrik yang telah mati hatinya."
  },
  {
    "verse_number": 23,
    "tafsir": "Engkau tidak lain hanyalah seorang pemberi peringatan kepada manusia agar beriman kepada Allah dan tidak mendurhakai-Nya supaya terhindar dari siksa neraka."
  },
  {
    "verse_number": 24,
    "tafsir": "Sungguh, Kami mengutus engkau, wahai Nabi Muhammad, dengan membawa kebenaran agama tauhid dan hukum-hukumnya, sebagai pembawa berita gembira bahwa orang yang taat akan masuk surga, dan sebagai pemberi peringatan bahwa orang yang durhaka akan masuk neraka. Dan tidak ada satu pun umat dari umat-umat terdahulu melainkan di sana telah datang seorang pemberi peringatan, yakni nabi atau rasul yang Allah utus untuk mengajak mereka beriman kepada Allah."
  },
  {
    "verse_number": 25,
    "tafsir": "Dan jika mereka mendustakanmu, wahai Nabi Muhammad, maka bersabarlah layaknya rasul-rasul terdahulu bersabar menghadapi penolakan umatnya. Sungguh, orang-orang yang sebelum mereka pun telah mendustakan rasul-rasul; ketika rasul-rasulnya datang dengan membawa keterangan yang nyata, yakni mukjizat yang menjadi bukti benarnya risalah mereka, zubur, dan kitab yang memberi penjelasan yang sempurna. Allah memberi petunjuk kepada orang yang Dia kehendaki dengan memberinya kesanggupan untuk mendengarkan dan menerima ke-terangan yang nyata."
  },
  {
    "verse_number": 26,
    "tafsir": "Karena mereka memilih tetap dalan kekafiran, kemudian Aku azab orang-orang yang kafir sebagai balasan atas kedurhakaan mereka; maka lihatlah bagaimana akibat kemurkaan-Ku, yakni siksaanku kepada mereka."
  },
  {
    "verse_number": 27,
    "tafsir": "Setelah menjelaskan kemurkaan-Nya kepada kaum kafir, Allah lalu menyusulinya dengan menyebutkan bukti-bukti kekuasaan-Nya di alam semesta yang dapat disaksikan oleh manusia. Tidakkah engkau melihat bahwa Allah menurunkan air hujan dari langit lalu dengan air itu Kami hasilkan buah-buahan yang beraneka macam jenis, warna, dan rasa-nya. Dan engkau juga bisa melihat di antara gunung-gunung itu tampak ada garis-garis putih dan merah yang beraneka macam warnanya dan ada pula yang berwarna hitam pekat."
  },
  {
    "verse_number": 28,
    "tafsir": "Dan demikian pula di antara manusia, makhluk bergerak yang bernyawa, seperti ular, dan hewan-hewan ternak, seperti ayam, kambing, dan lainnya, ada yang bermacam-macam warna dan jenis-nya sebagaimana buah-buahan dan gunung-gunung itu. Dan di antara hamba-hamba Allah, yang takut kepada-Nya hanyalah para ulama, yakni orang-orang yang mengetahui kebesaran dan kekuasaan Allah. Sungguh, Allah Mahaperkasa, Maha Pengampun. Dia akan menghukum orang kafir dan tidak memerlukan bantuan apa pun dari hamba-Nya, namun Dia juga mengampuni dosa-dosa mereka yang tulus bertobat."
  },
  {
    "verse_number": 29,
    "tafsir": "Pada ayat ini Allah menyebutkan sebagian tanda orang yang takut kepada-Nya. Sesungguhnya orang-orang yang selalu membaca Kitab Allah, yakni Al-Qur’an, lalu mereka mengkaji dan mengamalkan kandungannya, dan melaksanakan salat dengan sempurna syarat dan rukunnya, dan menginfakkan sebagian rezeki yang Kami anugerahkan kepada-nya dengan diam-diam dan terang-terangan, baik dalam keadaan lapang maupun sempit, mereka itu mengharapkan perdagangan dengan Allah yang tidak akan pernah rugi,"
  },
  {
    "verse_number": 30,
    "tafsir": "agar Allah menyempurnakan pahalanya kepada mereka dan menambah karunia-Nya. Sungguh, Allah Maha Pengampun segala khilaf dan dosa, Maha Mensyukuri, yakni memberi pahala atas perbuatan baik hamba-Nya, memaafkan kesalahannya, menambah nikmat-Nya, dan sebagainya."
  },
  {
    "verse_number": 31,
    "tafsir": "Usai memberi janji pahala yang sempurna bagi orang-orang yang selalu membaca dan mengamalkan Al-Qur’an, Allah lalu menyusuli-nya dengan penegasan bahwa Al-Qur’an itu adalah benar-benar wahyu dari Allah. Dan apa yang telah Kami wahyukan kepadamu, wahai Nabi Muhammad, yaitu Kitab Al-Qur’an, itulah yang benar; tidak ada sedikit pun kebatilan dan keraguan di dalamnya; ia juga membenarkan kitab-kitab yang sebelumnya bahwa kitab-kitab itu berasal dari allah. Sungguh, Allah benar-benar Maha Mengetahui, Maha Melihat keadaan hamba-hamba-Nya."
  },
  {
    "verse_number": 32,
    "tafsir": "Kemudian Kitab Al-Qur’an itu Kami wariskan kepada orang-orang yang benar-benar Kami pilih di antara hamba-hamba Kami, lalu mereka terbagi menjadi tiga kelompok; di antara mereka ada yang menzalimi diri sendiri, yakni kurang memperhatikan pesan-pesan kitab tersebut sehingga lebih banyak berbuat salah daripada berbuat baik; ada yang pertengahan, yaitu orang yang kebaikannya setara dengan keburukannya, dan ada pula yang lebih dahulu berbuat kebaikan dengan izin Allah. Mereka itulah orang yang segera dan berlomba berbuat kebajikan sehingga kebaikannya sangat banyak dan amat sedikit jarang berbuat salah. Yang demikian itu, yakni pewarisan Al-Qur’an kepada umat Nabi Muhammad dan kesegeraan mereka berbuat kebajikan, adalah karunia yang besar."
  },
  {
    "verse_number": 33,
    "tafsir": "Mereka akan mendapat surga Adn; mereka masuk ke dalamnya. Di dalamnya mereka diberi berbagai kenikmatan jasmani dan rohani. Di antara kemikmatan jasmani ialah perhiasan gelang-gelang dari emas dan mutiara, dan pakaian mereka di dalamnya adalah sutera."
  },
  {
    "verse_number": 34,
    "tafsir": "Adapun kenikmatan rohani yang mereka terima adalah ungkapan syukur kepada Allah dan ketenangan batin. Dan mereka berkata, “Segala puji bagi Allah yang telah menghilangkan kesedihan dari kami dengan memasukkan kami ke surga. Sungguh, Tuhan kami benar-benar Maha Pengampun atas segala dosa, Maha Mensyukuri dengan memberi balasan yang baik untuk hamba-Nya yang taat."
  },
  {
    "verse_number": 35,
    "tafsir": "Dialah Allah yang dengan karunia-Nya menempatkan kami dalam tempat yang kekal di surga; di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.” Keadaan ini sangat berbeda dengan kondisi mereka saat di dunia."
  },
  {
    "verse_number": 36,
    "tafsir": "Bila orang-orang yang mengikuti tuntunan Al-Qur’an dimasukkan ke surga, maka mereka yang durhaka akan disiksa di dalam neraka. Dan orang-orang yang kafir kepada Allah, rasul, dan kitab-Nya, maka bagi mereka neraka Jahanam. Mereka terus disiksa di dalamnya dan sama sekali tidak dibinasakan hingga mereka mati supaya rasa pedih dari azab yang mereka terima tidak akan pernah berhenti, dan tidak diringankan dari mereka azabnya sedikit pun meski waktu berlalu. Demikianlah Kami membalas setiap orang yang sangat kafir."
  },
  {
    "verse_number": 37,
    "tafsir": "Dan pedihnya siksa membuat mereka berteriak di dalam neraka itu untuk memohon kepada Allah, “Ya Tuhan kami, keluarkanlah kami dari neraka ini, niscaya kami akan mengerjakan kebajikan, yang berlainan dengan kedurhakaan dan kemaksiatan yang telah kami kerjakan dahulu.” (Lihat Surah al-Mu’minun/23: 107-108). Teriakan itu tidak sama sekali mengurangi siksaan yang mereka terima, bahkan dikatakan kepada mereka, “Bukankah Kami telah memanjangkan umurmu untuk dapat berpikir bagi orang yang mau berpikir, untuk mengambil pelajaran, padahal telah datang kepadamu seorang pemberi peringatan, yaitu para rasul dengan penjelasan-penjelasan dari Allah? Maka rasakanlah azab Kami, dan bagi orang-orang zalim tidak ada seorang penolong pun"
  },
  {
    "verse_number": 38,
    "tafsir": "Allah mengabaikan permohonan orang-orang kafir itu, karena sungguh, Allah mengetahui yang gaib dan tersembunyi di langit dan di bumi; tidak ada yang luput dari pengetahuan-Nya. Sungguh, Dia Maha Mengetahui segala isi hati dan akan memberinya balasan yang sepadan."
  },
  {
    "verse_number": 39,
    "tafsir": "Di antara bukti kekuasaan-Nya adalah bahwa Dialah yang menjadikan kamu, wahai manusia, sebagai khalifah-khalifah, yakni penguasa-penguasa yang datang silih berganti dari generasi ke generasi untuk menebarkan kemakmuran di bumi. Barang siapa kafir kepada Allah, maka akibat kekafirannya akan menimpa dirinya sendiri dan tidak sedikit pun berpengaruh kepada kekuasaan dan kebesaran Allah. Dan kekafiran orang-orang kafir itu, yakni tetap memilih kufur dan menolak peringatan Allah melalui Rasulullah, hanya akan menambah kemurkaan terhadap mereka di sisi Tuhan mereka. Dan kekafiran orang-orang kafir itu hanya akan menambah kerugian mereka belaka, baik di dunia maupun di akhirat."
  },
  {
    "verse_number": 40,
    "tafsir": "Untuk menunjukkan bukti bagi kekuasaan-Nya, Allah meminta Nabi berdialog dengan orang-orang kafir yang meyakini Allah mempunyai sekutu. Katakanlah, wahai Nabi Muhammad, kepada orang-orang kafir itu, “Terangkanlah olehmu tentang sekutu-sekutumu yang kamu seru dan sembah selain Allah!” Apa yang mendorong kamu menyembah dan minta pertolongan kepada mereka? Mampukan mereka menciptakan sesuatu? Perlihatkanlah kepada-Ku bagian manakah dari bumi ini yang telah mereka ciptakan; ataukah mereka mempunyai peran serta dalam penciptaan langit; atau adakah Kami memberikan kitab kepada mereka sehingga mereka mendapat keterangan-keterangan yang jelas darinya bahwa Allah mempunyai sekutu-sekutu yang mereka sembah itu? Pasti tidak ada! Sebenarnya orang-orang zalim itu, sebagian mereka hanya menjanjikan tipuan belaka kepada sebagian yang lain, antara lain dengan mengatakan bahwa sembahan selain Allah itu akan memberi syafaat kepada pe-nyembahnya. Janji-janji itu adalah kebohongan belaka."
  },
  {
    "verse_number": 41,
    "tafsir": "Setelah terbukti bahwa tidak ada siapa dan apa pun yang terlibat dalam penciptaan serta pengaturan langit dan bumi selain Allah, lalu ditegaskan bahwa sungguh, Allah-lah yang menahan langit dan bumi agar tidak lenyap dengan memelihara sistem peredarannya; dan jika kedua-nya akan lenyap akibat gangguan pada sistem peredarannya, maka tidak ada seorang pun yang mampu menahannya selain Allah. Sungguh, Dia Maha Penyantun, selalu berbelas kasih, tidak menyegerakan kehancuran alam raya, dan menunda siksa bagi pendurhaka untuk memberinya kesempatan bertobat; sungguh Allah Maha Pengampun kepada siapa pun yang bertobat."
  },
  {
    "verse_number": 42,
    "tafsir": "Meski melihat banyak bukti kekuasaan Allah di alam raya, kaum kafir tetap ingkar. Mereka menuntut agar Allah mengutus seorang rasul kepada mereka. Dan sebelum Nabi Muhammad diutus, mereka bersumpah dengan nama Allah dengan sungguh-sungguh bahwa jika datang kepada mereka seorang pemberi peringatan, niscaya mereka akan lebih mendapat petunjuk dari salah satu umat-umat yang lain, misalnya umat Yahudi atau Nasrani. Tetapi, ketika pemberi peringatan datang kepada mereka, mereka justru mengingkari sumpah mereka sendiri. Kedatangan Rasulullah tidak menambah apa-apa kepada mereka, bahkan semakin jauh saja mereka dari kebenaran."
  },
  {
    "verse_number": 43,
    "tafsir": "Menjauhnya mereka dari kebenaran adalah karena kesombongan mereka di muka bumi dan karena rencana mereka yang jahat, yaitu menipu lawan bicaranya dengan sumpah palsu. Rencana yang jahat itu hanya akan menimpa orang yang merencanakannya sendiri, kalau tidak menimpa di dunia pasti akan menimpa di akhirat. Mereka hanyalah menunggu berlakunya ketentuan kepada orang-orang yang terdahulu, yakni turunnya azab kepada orang-orang yang mendustakan rasul. Maka kamu tidak akan mendapatkan perubahan bagi ketetapan-ketetapan Allah yang berlaku bagi umat manusia yaitu mengazab orang-orang yang durhaka dan memberi pahala kepada yang taat, dan tidak pula akan menemui penyimpangan bagi ketentuan Allah itu, yakni apa yang ditetapkan Allah bagi seseorang, maka tidak akan beralih kepada yang lain."
  },
  {
    "verse_number": 44,
    "tafsir": "Allah telah menegaskan bahwa ketetapan-ketetapan-Nya (sunatullah) pasti berlaku bagi seluruh umat manusia. Pada ayat ini Allah menunjukkan bukti-bukti berlakunya sunatullah bagi umat-umat terdahulu. Dan tidakkah mereka, yakni kaum musyrik Mekah, bepergian di bumi lalu melihat bagaimana kesudahan yang buruk bagi orang-orang sebelum mereka yang mendustakan rasul, seperti kaum 'Ad, Samud, dan lainnya, padahal orang-orang itu lebih besar kekuatannya dari mereka, baik fisik maupun harta? Andaikata kaum musyrik Mekah merasa lebih kuat daripada umat-umat terdahulu itu, kekuatan tersebut tidak akan ada artinya di hadapan Allah, karena Allah Mahaperkasa, dan tidak ada sesuatu pun yang dapat melemahkan Allah baik di langit maupun di bumi. Sungguh, Dia Maha Mengetahui perbuatan dan perkataan serta rencana jahat mereka, Mahakuasa mewujudkan apa yang Dia kehendaki."
  },
  {
    "verse_number": 45,
    "tafsir": "Orang-orang kafir sering menantang agar Allah menyegerakan turunnya azab kepada mereka. Melalui ayat ini Allah menegaskan, “Dan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkannya bagi orang-orang yang melanggar sampai waktu yang sudah ditentukan. Nanti, apabila ajal, yakni batas waktu yang ditentukan bagi mereka telah tiba, maka Allah Maha Melihat keadaan hamba-hamba-Nya, baik yang taat maupun yang bermaksiat, dan akan memberi mereka balasan sesuai perbuatan masing-masing.[]"
  }
]