[
  {
    "verse_number": 1,
    "tafsir": "Uraian pada akhir Surah al-Qamar tentang keagungan kuasa Allah dan kesempurnaan kodrat-Nya disusul dengan penjelasan mengenai limpahan rahmat Allah kepada makhluk-Nya, yang disebutkan dalam Surah ar-Rahman. Surah ini diawali dengan nama-Nya yang indah. Dialah Allah Yang Maha Pengasih kepada makhluk, baik jin, manusia, hewan, tumbuhan, dan lainnya dalam kehidupan mereka di dunia."
  },
  {
    "verse_number": 2,
    "tafsir": "Allah menyebut rahmat-Nya yang paling agung. Dialah Tuhan Yang telah mengajarkan Al-Qur’an kepada siapa saja yang Dia kehendaki."
  },
  {
    "verse_number": 3,
    "tafsir": "Dia juga yang menciptakan manusia,"
  },
  {
    "verse_number": 4,
    "tafsir": "makhluk yang paling memerlukan tuntunan-Nya, dan kemudian mengajarnya pandai berbicara untuk mengungkapkan ide dalam benaknya."
  },
  {
    "verse_number": 5,
    "tafsir": "Di antara tanda kekuasaan-Nya adalah bahwa matahari dan bulan beredar pada porosnya menurut perhitungan yang sangat teliti dan tepat tanpa cacat;"
  },
  {
    "verse_number": 6,
    "tafsir": "dan tetumbuhan tak berbatang dan pepohonan berbatang pun keduanya tunduk kepada ketentuan-Nya."
  },
  {
    "verse_number": 7,
    "tafsir": "Dan Dia telah menciptakan langit. Langit itu telah ditinggikan-Nya setelah sebelumnya menyatu dengan bumi dalam bentuk gumpalan, dan Dia ciptakan keseimbangan dengan mantap"
  },
  {
    "verse_number": 8,
    "tafsir": "agar kamu jangan merusak keseimbangan itu dengan berbuat melampaui batas,"
  },
  {
    "verse_number": 9,
    "tafsir": "dan karenanya tegakkanlah keseimbangan itu dalam segala bentuknya, termasuk kepada dirimu atau keluargamu, dengan adil sehingga menguntungkan semua pihak, dan janganlah kamu mengurangi keseimbangan itu dengan cara dan bentuk apa pun."
  },
  {
    "verse_number": 10,
    "tafsir": "Usai menjelaskan neraca keseimbangan di alam semesta, Allah kemudian berbicara tentang bumi. Dan di samping langit yang diatur dengan baik, bumi pun telah dibentangkan dan dihamparkan-Nya untuk kenyamanan semua makhluk yang menghuninya."
  },
  {
    "verse_number": 11,
    "tafsir": "Bumi tidak hanya dihamparkan. Di dalamnya ada buah-buahan dan pohon kurma yang mempunyai kelopak mayang,"
  },
  {
    "verse_number": 12,
    "tafsir": "tempat buah sebelum kemunculannya, dan ada pula biji-bijian yang berkulit pelindung dan bunga-bunga yang harum baunya."
  },
  {
    "verse_number": 13,
    "tafsir": "Setelah memaparkan nikmat dan anugerah-Nya, Allah lalu menantang jin dan manusia, “Wahai manusia dan jin, nikmat-nikmat Allah begitu banyak, maka nikmat Tuhanmu yang manakah yang kamu dustakan, Apakah nikmat yang sudah disebutkan ataukah yang lainnya?"
  },
  {
    "verse_number": 14,
    "tafsir": "Setelah menjelaskan penciptaan langit dan bumi seisinya, Allah menjelaskan penciptaan manusia dan jin. Dia menciptakan jenis manusia dari tanah kering seperti tembikar,"
  },
  {
    "verse_number": 15,
    "tafsir": "dan Dia menciptakan jenis jin dari nyala api yang murni tanpa asap."
  },
  {
    "verse_number": 16,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 17,
    "tafsir": "Allah Yang Maha Pencipta itu adalah Tuhan yang memelihara dan mengendalikan dua timur, yaitu dua tempat terbit matahari pada musim panas dan musim dingin, dan Dia pula Tuhan yang memelihara dan mengendalikan dua barat, yaitu tempat terbenamnya matahari pada kedua musim tersebut."
  },
  {
    "verse_number": 18,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 19,
    "tafsir": "Dia membiarkan bebas dua laut mengalir berdampingan yang kemudian keduanya bertemu pada permukaannya."
  },
  {
    "verse_number": 20,
    "tafsir": "Di antara keduanya ada batas yang diciptakan Allah sehingga batas itu tidak dilampaui oleh masing-masing."
  },
  {
    "verse_number": 21,
    "tafsir": "Keduanya tidak bercampur atau melampaui batas tersebut. Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 22,
    "tafsir": "Demikianlah Allah membiarkan kedua laut itu mengalir berdampingan. Dari keduanya keluar atau ditemukan mutiara dan marjan yang indah."
  },
  {
    "verse_number": 23,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 24,
    "tafsir": "Hanya milik-Nyalah kapal-kapal yang berlayar di lautan yang tampak bagaikan gunung-gunung yang menjulang tinggi."
  },
  {
    "verse_number": 25,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 26,
    "tafsir": "Usai menjelaskan anugerah-Nya bagi kelangsungan hidup makhluk di bumi, Allah mengingatkan bahwa semua itu tidak akan membuat mereka kekal. Semua yang ada di bumi itu akan binasa,"
  },
  {
    "verse_number": 27,
    "tafsir": "mati dan meninggalkan dunia ini, tetapi wajah atau Zat Tuhanmu yang memiliki kebesaran dan kemuliaan itu tetap kekal."
  },
  {
    "verse_number": 28,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 29,
    "tafsir": "Dalam kehidupan ini, apa saja yang ada di langit dan di bumi selalu meminta kepada-Nya untuk memenuhi hajat hidup mereka. Karenanya, setiap waktu Dia terus berada dalam kesibukan mengatur dan memenuhi kebutuhan makhluk-Nya."
  },
  {
    "verse_number": 30,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhan-mu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 31,
    "tafsir": "Kami bersama para malaikat akan memberi perhatian sepenuhnya kepadamu, wahai golongan manusia dan jin. Kami akan melakukan perhitungan secara cermat atas semua perbuatanmu."
  },
  {
    "verse_number": 32,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 33,
    "tafsir": "Allah menegaskan bahwa manusia dan jin tidak akan dapat menghindar dari pertanggung jawaban. Wahai golongan jin dan manusia! Jika kamu sanggup menembus atau melintasi penjuru langit dan bumi untuk menghindari pertanggung jawaban dan balasan yang akan menimpamu, maka keluar dan tembuslah keduanya. Ketauhilah, kamu tidak akan mampu menembusnya kecuali dengan kekuatan, sedangkan kamu sama sekali tidak mempunyai kekuatan itu."
  },
  {
    "verse_number": 34,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 35,
    "tafsir": "Wahai jin dan manusia, bila kamu berupaya menembus langit dan bumi, maka kepada kamu akan dikirim nyala api dan cairan tembaga panas yang meleleh sehingga kamu tidak dapat menyelamatkan diri dari-nya."
  },
  {
    "verse_number": 36,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 37,
    "tafsir": "Usai menjelaskan ketidakmampuan manusia menghindar dari pertanggung jawaban, Allah menguraikan keadaan pada hari kemudian. Maka apabila langit telah terbelah karena takut dengan balasan Allah dan menjadi merah mawar seperti kilauan minyak akibat panas yang menerpanya."
  },
  {
    "verse_number": 38,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 39,
    "tafsir": "Maka pada hari ketika langit terbelah itu manusia dan jin tidak ditanya tentang dosanya, melainkan ditanya untuk diminta pertanggung jawabannya."
  },
  {
    "verse_number": 40,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 41,
    "tafsir": "Orang-orang yang berdosa itu diketahui dengan tanda-tandanya, lalu dengan mudah mereka direnggut ubun-ubun dan kakinya untuk dilempar ke neraka. Ini merupakan peringatan keras Allah kepada para jin dan manusia."
  },
  {
    "verse_number": 42,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 43,
    "tafsir": "Kepada mereka dikatakan, “Inilah neraka Jahanam yang selalu di dustakan oleh orang-orang yang berdosa, termasuk olehmu.”"
  },
  {
    "verse_number": 44,
    "tafsir": "Mereka ber-keliling berulang kali di sana, di antara neraka itu, dan di antara air yang mendidih karena panas api neraka."
  },
  {
    "verse_number": 45,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 46,
    "tafsir": "Selain menyediakan siksa bagi pendurhaka, Allah juga menjanjikan pahala bagi orang yang bertakwa. Dan bagi siapa yang takut akan keagungan dan kekuasaan-Nya pada saat menghadap Tuhannya sehingga ia terdorong untuk beramal saleh, baginya ada dua surga."
  },
  {
    "verse_number": 47,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 48,
    "tafsir": "Kedua surga yang Allah janjikan kepada orang yang bertakwa itu mempunyai aneka pepohonan yang rindang dan buah-buahan yang beraneka ragam dan menyenangkan"
  },
  {
    "verse_number": 49,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 50,
    "tafsir": "Tidak hanya pepohonan dengan buahnya yang beraneka ragam, di dalam kedua surga itu ada pula dua buah mata air yang memancar, mengeluarkan air yang jernih."
  },
  {
    "verse_number": 51,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 52,
    "tafsir": "Selain itu, di dalam kedua surga itu terdapat aneka buah-buahan yang berpasang-pasangan."
  },
  {
    "verse_number": 53,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 54,
    "tafsir": "Para penghuni surga itu sangat menikmati anugerah Allah. Mereka bersandar dengan santai di atas permadani yang bagian dalamnya terbuat dari sutera tebal. Dan buah-buahan di kedua surga itu sangat dekat sehingga dapat dipetik dari dekat, tanpa perlu beranjak dari tempat mereka bersandar."
  },
  {
    "verse_number": 55,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 56,
    "tafsir": "Tidak saja buah-buahan, di dalam surga itu ada bidadari-bidadari yang menjadi pasangan para pria penghuni surga, dan bagi wanita ada pula pasangannya, yang amat santun sehingga membatasi pandangan dan tidak menoleh kecuali kepada pasangannya. Mereka itu perawan yang tidak pernah disentuh oleh manusia maupun jin sebelumnya."
  },
  {
    "verse_number": 57,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 58,
    "tafsir": "Para bidadari itu demikian cantik dan sedap dipandang seakan-akan mereka itu permata yakut dan marjan."
  },
  {
    "verse_number": 59,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 60,
    "tafsir": "Tidak ada balasan untuk amal kebaikan selain anugerah Ilahi yang berupa kebaikan pula."
  },
  {
    "verse_number": 61,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 62,
    "tafsir": "Bila pada ayat yang lalu Allah menjelaskan keadaan surga, pada ayat ini Dia menerangkan suasana surga yang lain lagi. Dan selain dari dua surga yang telah dijelaskan itu masih ada dua surga lagi."
  },
  {
    "verse_number": 63,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 64,
    "tafsir": "Kedua surga yang lain itu tampak hijau tua warnanya karena lebat-nya pepohonan."
  },
  {
    "verse_number": 65,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 66,
    "tafsir": "Di dalam keduanya ada dua buah mata air yang memancar dan mengeluarkan air yang jernih dan segar."
  },
  {
    "verse_number": 67,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 68,
    "tafsir": "Di dalam kedua surga itu juga ada buah-buahan, kurma, dan delima yang lezat dan manis."
  },
  {
    "verse_number": 69,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 70,
    "tafsir": "Di dalam surga-surga itu juga ada bidadari-bidadari yang baik-baik dan cantik jelita sebagai pasangan para penghuninya."
  },
  {
    "verse_number": 71,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 72,
    "tafsir": "Bidadari-bidadari yang terdapat dalam kedua surga itu dipelihara dan dijaga di dalam kemah-kemah."
  },
  {
    "verse_number": 73,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 74,
    "tafsir": "Para bidadari itu terjaga dengan baik. Mereka tidak pernah disentuh oleh manusia maupun oleh jin sebelumnya."
  },
  {
    "verse_number": 75,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 76,
    "tafsir": "Mereka, para bidadari, bersandar pada bantal-bantal empuk yang berwarna hijau dan permadani-permadani yang indah."
  },
  {
    "verse_number": 77,
    "tafsir": "Maka, wahai manusia dan jin, nikmat Tuhanmu yang manakah yang kamu dustakan?"
  },
  {
    "verse_number": 78,
    "tafsir": "Demikianlah nikmat-nikmat Tuhanmu, wahai manusia dan jin. Akhirnya, wahai Nabi Muhammad, Mahasuci nama Tuhanmu, pemilik keagungan dan kemuliaan."
  }
]