[
  {
    "verse_number": 1,
    "tafsir": "Ha Mim"
  },
  {
    "verse_number": 2,
    "tafsir": "Kitab, yaitu Al-Qur’an ini diturunkan secara berangsur-angsur dari Allah Yang Mahaperkasa terhadap ketentuan-Nya, lagi Mahabijaksana terhadap semua keputusan dan ketentuan-Nya."
  },
  {
    "verse_number": 3,
    "tafsir": "Sesungguhnya, pada penciptaan langit dan bumi benar-benar terdapat tanda-tanda keesaan, kekuasaan, dan kebesaran Allah bagi orang-orang mukmin yang imannya mantap."
  },
  {
    "verse_number": 4,
    "tafsir": "Dan juga pada penciptaan dirimu, wahai manusia, dengan bentuk yang fungsi yang sempurna dan pada apa yang di tebarkan-Nya di permukaan bumi dari aneka jenis binatang melata, terdapat tanda-tanda keesaan, kekuasaan, dan kebesaran Allah untuk kaum yang meyakini,"
  },
  {
    "verse_number": 5,
    "tafsir": "dan pada perbedaan malam dan siang, yang datang silih berganti, malam datang lalu siang pergi, dan pada apa yang diturunkan Allah dari langit, seperti hujan sebagai rezeki lalu dengan air hujan itu di hidupkan-Nya bumi setelah matinya, yaitu kering, dan demikian pula pada perkisaran angin ke berbagai arah, perbedaan suhu dan kekuatannya serta manfaat dan bahayanya, terdapat pula tanda-tanda keesaan, kekuasaan, dan kebesaran Allah bagi kaum yang mengerti."
  },
  {
    "verse_number": 6,
    "tafsir": "Itulah ayat-ayat Allah yang dihamparkan di alam ini untuk menggambarkan keesaan, kekuasaan, dan kebesaran-Nya yang Kami bacakan melalui malaikat Jibril kepadamu, wahai Nabi Muhammad, dengan sebenarnya untuk engkau sampaikan kepada umatmu; maka dengan perkataan mana lagi mereka akan beriman setelah firman Allah dan ayat-ayat-Nya itu? Kalau ayat-ayat Al-Qur’an dan tanda-tanda kekuasaan Allah di muka bumi tidak mereka percayai, maka yang lain pun mereka lebih tidak percaya lagi."
  },
  {
    "verse_number": 7,
    "tafsir": "Kecelakaan yang amat besar bagi setiap orang yang banyak berdusta, yaitu mengada-adakan kebohongan terhadap Allah, lagi banyak berdosa, yakni melakukan pelanggaran,"
  },
  {
    "verse_number": 8,
    "tafsir": "yaitu orang yang selalu mendengar ayat-ayat Allah dengan begitu jelas ketika di bacakan kepadanya dengan lisan, namun tetap saja dia tidak mempercayainya, bahkan kemudian dia tetap mengingkarinya sambil menyombongkan diri seakan-akan dia tidak pernah mendengarnya. Karena sikap dan tindakannya yang demikian itulah, maka wahai Nabi Muhammad, peringatkanlah dia dengan azab yang pedih akibat perbuatan buruknya."
  },
  {
    "verse_number": 9,
    "tafsir": "Dan apabila dia telah mengetahui dengan cara apa pun sedikit tentang ayat-ayat Kami, maka dia menjadikannya sebagai bahan olok-olokan. Merekalah, yaitu para pembohong dan pendosa itu, yang akan menerima azab yang menghinakan."
  },
  {
    "verse_number": 10,
    "tafsir": "Di hadapan mereka kini sudah disiapkan neraka Jahanam dan tidak akan berguna bagi mereka sedikit pun apa yang telah mereka kerjakan, dan tidak pula bermanfaat apa yang mereka jadikan sebagai pelindung-pelindung mereka, yaitu sesembahan mereka selain Allah. Dan mereka akan mendapat azab yang besar sebagai akibat dari perbuatan dosa yang mereka lakukan."
  },
  {
    "verse_number": 11,
    "tafsir": "Al-Qur'an ini adalah petunjuk yang menunjukkan dan mengarahkan mereka ke jalan yang benar. Dan orang-orang yang mengingkari ayat-ayat Tuhan mereka akan mendapat azab berupa siksaan yang sangat pedih."
  },
  {
    "verse_number": 12,
    "tafsir": "Tidakkah kalian perhatikan, wahai manusia, bahwa Allah Yang Maha Esa lagi Mahakuasa-lah yang telah menundukkan laut, yakni memudahkannya untuk kemaslahatan kamu agar kapal-kapal dapat berlayar di atasnya membawa kamu dan barang-barang keperluanmu hingga ke tempat tujuan dengan izin dan perintah-Nya, dan agar kamu dapat mencari sebagian karunia-Nya, yang berupa hasil laut, seperti ikan dan hasil laut lainnya, dan juga agar kamu bersyukur atas nikmat-nikmat Allah yang di anugerahkan-Nya itu."
  },
  {
    "verse_number": 13,
    "tafsir": "Dan hanya Dia Yang Maha Esa lagi Mahakuasa yang dapat menundukkan bagi kemaslahatan kamu apa yang ada di langit, seperti bintang-bintang dan planet-planet serta apa yang ada di bumi, seperti tanah yang subur, air, dan lain-lainnya untuk kemaslahatan kamu semuanya sebagai rahmat dari-Nya. Sesungguhnya, dalam hal yang demikian itu benar-benar terdapat tanda-tanda kekuasaan dan kebesaran Allah bagi orang-orang yang berpikir dan merenungkan ayat-ayat-Nya."
  },
  {
    "verse_number": 14,
    "tafsir": "Katakanlah, wahai Nabi Muhammad, kepada orang-orang yang beriman kepada Allah dan rasul-Nya, hendaklah mereka memaafkan orang-orang yang melakukan perbuatan jahat yang tidak takut akan hari-hari di mana Allah menimpakan siksaan kepada mereka karena Dia akan membalas suatu kaum di akhirat nanti sesuai dengan apa yang telah mereka kerjakan di dunia ini."
  },
  {
    "verse_number": 15,
    "tafsir": "Pembalasan yang mereka dapatkan ialah bahwa barang siapa mengerjakan kebajikan sekecil apa pun, maka pahala dan ganjarannya itu adalah untuk dirinya sendiri, dan barang siapa mengerjakan kejahatan sekecil apa pun juga, maka dosa dan sanksi amalnya itu akan menimpa dirinya sendiri, kemudian setelah kehidupan dunia ini kepada Tuhanmu kamu di kembalikan."
  },
  {
    "verse_number": 16,
    "tafsir": "Dan sungguh, kepada Bani Israil telah Kami berikan Kitab, yaitu Taurat, Injil, dan Zabur masing-masing melalui Nabi Musa, Nabi Isa, dan Nabi Daud, kekuasaan, syariat dan ketetapan hukum, dan kenabian, yaitu Kami jadikan sebahagian di antara mereka sebagai nabi. Kami anugerahkan kepada mereka aneka macam rezeki yang baik-baik, seperti al-mann dan al-salwa, dan Kami lebihkan mereka atas seluruh alam, yakni atas bangsa-bangsa lain pada masa itu."
  },
  {
    "verse_number": 17,
    "tafsir": "Dan juga Kami telah berikan kepada mereka keterangan-keterangan, sebagai bukti-bukti yang jelas tentang urusan agama; maka sangat buruk sikap mereka karena mereka tidak berselisih kecuali setelah datang kepada mereka ilmu, pengetahuan yang sebenarnya dapat menyatukan mereka. Perselisihan mereka itu terjadi karena kedengkian yang ada di antara me-reka. Sungguh, Tuhanmu, yang memelihara dan membimbingmu, wahai Nabi Muhammad, akan memberi putusan kepada mereka pada hari Kiamat terhadap apa yang selalu mereka perselisihkan sewaktu mereka hidup di dunia."
  },
  {
    "verse_number": 18,
    "tafsir": "Kemudian setelah terjadi perselisihan di antara mereka, Kami jadikan engkau, wahai Nabi Muhammad, mengikuti syariat peraturan dari agama itu yang mengantarkan engkau kepada kebenaran, maka ikutilah, yakni laksanakanlah syariat yang diturunkan kepadamu itu dan janganlah engkau ikuti keinginan orang-orang kafir Quraisy dan orang-orang yang ingkar seperti mereka yang tidak mengetahui kebenaran, ke-Esaan Allah, dan syariat yang di turunkan kepadamu."
  },
  {
    "verse_number": 19,
    "tafsir": "Sungguh, mereka yang kafir dan tidak mengikuti kebenaran itu tidak akan dapat menghindarkan engkau, wahai Nabi Muhammad, sedikit pun dari azab Allah. Dan sungguh, orang-orang yang zalim itu sebagian mereka menjadi pelindung atas sebagian yang lain dalam melakukan perbuatan dosa, sedangkan Allah pelindung bagi orang-orang yang bertakwa."
  },
  {
    "verse_number": 20,
    "tafsir": "Wahyu berupa Al-Qur’an ini dan tuntunan yang diturunkan kepadamu adalah pedoman dan bukti bagi manusia, petunjuk dan rahmat bagi kaum yang meyakini adanya Tuhan Yang Maha Esa."
  },
  {
    "verse_number": 21,
    "tafsir": "Allah kemudian mempertanyakan sikap orang-orang kafir Apakah orang-orang yang melakukan kejahatan itu di dunia ini mengira bahwa Kami akan memperlakukan mereka di akhirat kelak sama seperti orang-orang yang beriman dan yang mengerjakan kebajikan, yaitu sama dalam kehidupan dan kematian mereka? Tentulah tidak sama. Alangkah buruknya penilaian mereka itu."
  },
  {
    "verse_number": 22,
    "tafsir": "Dan Allah menciptakan langit dan bumi dengan tujuan yang benar, yakni penuh hikmah dan aturan untuk menunjukkan ke-Esaan dan kekuasaan-Nya, dan agar setiap jiwa, yakni manusia, diberi balasan sesuai dengan apa, yakni amal yang dikerjakannya, dan mereka tidak akan di rugikan dalam menerima balasan amalnya itu."
  },
  {
    "verse_number": 23,
    "tafsir": "Maka pernahkah kamu, wahai Nabi Muhammad, melihat dan menyaksikan orang yang menyimpang dari fitrahnya dengan menjadikan hawa nafsunya sebagai tuhannya, dengan mengikuti dan menurutinya dan Allah membiarkannya sesat dan larut dalam kesesatannya itu dengan sepengetahuan-Nya, yakni ilmu Allah Yang Mahaluas, dan Allah telah mengunci pendengaran sehingga mereka tidak dapat mendengar kebenaran dan mengunci hatinya sehingga dia enggan meyakini kebenaran serta meletakkan tutup atas penglihatannya sehingga tidak dapat melihat bukti-bukti ke-Esaan Allah di muka bumi ini? Maka siapakah yang mampu memberinya petunjuk setelah Allah berpaling dan membiarkannya sesat? Mengapa kamu, wahai kaum musyrik atau siapa pun juga, tidak meng-ambil pelajaran dari apa yang terjadi pada orang-orang yang sesat itu?"
  },
  {
    "verse_number": 24,
    "tafsir": "Dan mereka, orang-orang musyrik dan yang mengingkari kebangkitan, berkata, “Ia, yakni kehidupan ini, tidak lain hanyalah kehidupan dunia kita saja, tidak ada kehidupan akhirat, sebahagian kita mati karena sampai ajalnya dan sebahagian kita hidup, yakni lahir lagi dan tidak ada yang membinasakan kita selain masa, yakni akhir dari kehidupan kita.” Tetapi mereka tidak mempunyai ilmu, yakni pengetahuan yang pasti, tentang itu, mereka hanyalah menduga-duga saja."
  },
  {
    "verse_number": 25,
    "tafsir": "Dan apabila kepada mereka dibacakan ayat-ayat Kami yang sangat jelas pembuktiannya, yaitu ayat-ayat Al-Qur’an atau tanda-tanda keesaan dan kekuasaan Allah di alam ini, tidak ada bantahan mereka terhadap ayat-ayat itu selain mengatakan, “Datangkanlah atau hidupkanlah kembali, wahai para pembaca ayat-ayat itu, nenek moyang kami yang sudah mati, jika kamu orang yang benar meyakini bahwa di akhirat nanti ada kebangkitan.”"
  },
  {
    "verse_number": 26,
    "tafsir": "Keingkaran mereka terhadap kebangkitan ini dibantah oleh Allah, Wahai Nabi Muhammad, Katakanlah kepada mereka yang mengingkari kebangkitan itu, 'Allah yang Mahakuasa yang menciptakan dan menghidupkan kamu padahal kamu sebelumnya tidak ada, kemudian Dia pulalah yang mematikan kamu pada saat ajalmu datang, setelah itu Dia mengumpulkan kamu untuk dihisab pada hari Kiamat yang tidak diragukan lagi, pasti akan terjadi; tetapi kebanyakan manusia tidak mengetahui kekuasaan Allah untuk membangkitkan mereka.”"
  },
  {
    "verse_number": 27,
    "tafsir": "Dan hanya milik Allah, bukan miliki siapa-siapa, kerajaan langit dan bumi, Dialah yang menciptakan dan mengatur wujud seluruh alam. Dan pada hari terjadinya Kiamat, akan rugilah pada hari itu orang-orang yang mengerjakan kebatilan, yakni perbuatan dosa."
  },
  {
    "verse_number": 28,
    "tafsir": "Dan pada hari itu engkau, wahai Nabi Muhammad, akan melihat setiap umat, penganut agama dan kepercayaan apa pun, yang berbuat baik maupun yang berbuat jahat, berlutut di hadapan Allah untuk menghadapi hari yang dahsyat untuk di hisab dan di adili. Setiap umat dipanggil untuk menerima dan melihat buku catatan amalnya, yang baik dan yang buruk, yang besar maupun yang kecil, semuanya tercantum di dalamnya. Pada hari itu kamu di beri balasan sesuai dengan apa yang dahulu telah kamu kerjakan."
  },
  {
    "verse_number": 29,
    "tafsir": "Ketika kitab amal itu di serahkan kepada setiap umat, Allah berfirman, “Inilah kitab catatan Kami yang menuturkan kepadamu segala sesuatu yang telah kamu kerjakan di dunia dahulu dengan sebenar-benar-nya tanpa di kurangi dan di tambah sedikit pun. Sesungguhnya Kami telah menyuruh para malaikat pencatat amal untuk mencatat apa yang dahulu telah kamu kerjakan.”"
  },
  {
    "verse_number": 30,
    "tafsir": "Maka adapun orang-orang yang beriman kepada Allah dan rasul-Nya serta mengerjakan kebajikan-kebajikan yang telah di perintahkan Allah dan rasul-Nya, maka Tuhan memasukkan mereka ke dalam rahmat-Nya, yakni surga. Demikian itulah kemenangan yang nyata yang di peroleh oleh orang-orang beriman."
  },
  {
    "verse_number": 31,
    "tafsir": "Dan adapun kepada orang-orang yang kafir, Allah mengatakan kepada mereka, “Bukankah dahulu sewaktu kamu di dunia ayat-ayat-Ku telah di bacakan kepadamu oleh para rasul utusan-Ku, tetapi kamu tetap membangkang, mengingkari, dan menyombongkan diri dari ayat-ayat-Ku dan kamu tetap menjadi orang-orang yang berbuat dosa?”"
  },
  {
    "verse_number": 32,
    "tafsir": "Dan apabila di katakan kepadamu oleh siapa pun, “Sungguh, janji Allah Yang Mahakuasa itu adalah benar, dan hari Kiamat yang merupakan salah satu janji-Nya itu tidak di ragukan lagi adanya,” kamu menjawab, “Kami tidak tahu apakah hari Kiamat itu, persoalan hari Kiamat itu adalah sesuatu yang kami tidak mengerti, kami sekali-kali tidak lain hanyalah menduga-duga saja, pengetahuan kami tentang itu sangat terbatas dan kami tidak meyakininya.”"
  },
  {
    "verse_number": 33,
    "tafsir": "Dan apa yang mereka nyatakan di dalam ayat di atas maka nyatalah bagi mereka keburukan-keburukan yang mereka kerjakan, dan berlakulah azab terhadap mereka yang dahulu mereka perolok-olokkan."
  },
  {
    "verse_number": 34,
    "tafsir": "Dan ketika itu kepada mereka di katakan, “Pada hari ini Kami memperlakukan kamu dengan perlakuan orang yang melupakan kamu sebagaimana kamu dahulu ketika di dunia telah melupakan pertemuanmu dengan harimu ini, yakni hari yang amat celaka bagimu; dan akibat dari perbuatan dosa yang kamu lakukan dahulu di dunia maka tempat kembalimu sekarang ialah neraka dan sekali-kali tidak akan ada penolong bagimu dalam menghadapi semua siksaan di neraka itu."
  },
  {
    "verse_number": 35,
    "tafsir": "Yang demikian itu, yakni apa yang kamu alami sekarang ini, karena sesungguhnya kamu telah menjadikan ayat-ayat Allah yang telah di bacakan kepadamu sewaktu di dunia dahulu sebagai olok-olokan dan kamu telah di tipu oleh kehidupan dunia.” Maka untuk menjalani siksaan yang amat pedih pada hari ini mereka tidak dikeluarkan dari neraka dan tidak pula mereka di beri kesempatan untuk bertobat karena masa untuk bertobat telah berlalu."
  },
  {
    "verse_number": 36,
    "tafsir": "Maka segala puji hanya bagi Allah, Tuhan pencipta, pemilik, dan pemelihara langit dan bumi, Tuhan Yang Mahakuasa atas seluruh alam."
  },
  {
    "verse_number": 37,
    "tafsir": "Dan hanya bagi-Nya segala kebesaran dan keagungan di langit dan di bumi, dan Dialah Yang Mahaperkasa dalam kekuasaan-Nya, Mahabijaksana dalam pengaturan-Nya."
  }
]