[
  {
    "verse_number": 1,
    "tafsir": "Apa yang ada di langit, bintang, bulan, planet, dan seluruh isi galaksi, dan apa yang ada di bumi, lautan, daratan, gunung, sungai, tumbuh-tumbuhan, hewan, dan lain-lain semuanya bertasbih kepada Allah, menyatakan kemahasucian Allah menurut caranya masing-masing sesuai dengan keadaan dan kejadiannya, sedangkan manusia tidak memahami tasbih makhluk-makhluk tersebut; dan Dialah Yang Mahaperkasa, menciptakan dan menghancurkan jagat raya; Mahabijaksana, dalam penciptaan dan pengaturan alam semesta."
  },
  {
    "verse_number": 2,
    "tafsir": "Allah menyatakan bahwa Dialah yang mengeluarkan dengan cara memerintahkan kepada Rasulullah untuk mengusir orang-orang kafir di antara Ahli Kitab, yakni kaum Yahudi Bani Nadir dan Bani Qainuqa, dua kabilah Yahudi dari kampung halamannya di Madinah yang sudah menetap di sana sejak sebelum kelahiran Nabi. Peristiwa ini terjadi pada saat pengusiran yang pertama yang dilakukan Rasulullah terhadap Bani Qainuqa setelah Perang Badar. Pengusiran kedua adalah pengusiran terhadap Bani Nadir dan Bani Quraizah setelah Perang Ahzab. Pengusiran ketiga dilakukan oleh Umar bin Khattab terhadap semua kaum Yahudi di Madinah, karena pelanggaran mereka terhadap kesepakatan damai. Kamu tidak menyangka, bahwa mereka akan keluar dari Madinah dengan mudah, karena sistem pertahanan mereka kuat dan memiliki SDM yang berkualitas. Mereka yakin bahwa Muhammad dan para pengikutnya tidak akan pernah sanggup mengeluarkan mereka dari Madinah. Dan mereka pun yakin bahwa benteng-benteng mereka yang kuat dan strategis akan dapat mempertahankan mereka dari hukuman Allah yang dilancarkan kaum muslim kepada mereka. Maka Allah segera mendatangkan hukuman itu kepada mereka, melalui tangan-tangan kaum muslim, setelah Bani Qainuqa menunjukan permusuhan kepada umat Islam. Pada waktu yang sama, rencana Bani Nadir dan Bani Quraizah untuk membunuh Rasulullah terbongkar dari arah yang tidak mereka sangka-sangka, karena mereka tidak mengira Rasulullah akan bertindak cepat mengepung benteng mereka. Dan Allah menanamkan rasa takut ke dalam hati mereka, ketika Rasulullah memberitahukan bahwa mereka akan diminta keluar dari Madinah sehingga mereka dengan inisiatif sendiri memusnahkan rumah-rumah mereka dengan peralatan dan tangannya sendiri agar rumah-rumah itu tidak bisa digunakan oleh kaum muslim; dan rumah-rumah mereka pun dihancurkan oleh tangan orang-orang mukmin yang bertugas dalam operasi pembersihan ini. Maka ambillah pelajaran berharga dari peristiwa pengusiran kaum Yahudi di Madinah itu wahai orang-orang beriman yang mempunyai pandangan yang luas bahwa kehebatan benteng pertahanan musuh-musuh Allah dan kerja sama mereka yang kuat bukan penghalang untuk bisa dikalahkan sehingga mereka merasakan kehinaan, terusir dari Madinah."
  },
  {
    "verse_number": 3,
    "tafsir": "Pengusiran Yahudi itu bisa terjadi karena dua hal; kepemimpinan Rasulullah yang tegas dan keridaan Allah terhadap kaum muslim. Dan sekiranya tidak karena persetujuan Allah yang telah menetapkan hukum sebab-akibat yang menjadi dasar pengusiran mereka, kabilah-kabilah Yahudi dari Madinah, pasti Allah tetap mengazab mereka dengan cara lain di dalam kehidupan dunia sebagai balasan atas pengkhianatan mereka. Dan di akhirat mereka tetap akan mendapat azab neraka yang pedih selama-lamanya."
  },
  {
    "verse_number": 4,
    "tafsir": "Adapun yang demikian itu, perintah pengusiran Bani Qainuqa, Bani Nadir dan Bani Quraizah dari Madinah, walaupun mereka sudah mengikat perjanjian damai dengan Rasulullah, karena sesungguhnya mereka menentang Allah dengan menolak beriman dan menentang Rasul-Nya dengan merencanakan untuk membunuh beliau, padahal mereka mengetahui bahwa Nabi Muhammad itu utusan Allah. Barang siapa menentang Allah dengan membangkang, berkhianat, dan mengacau keamanan, maka sesungguhnya Allah sangat keras hukuman-Nya kepada mereka dengan pengusiran dan penghinaan, serta di akhirat dengan kekal di dalam neraka."
  },
  {
    "verse_number": 5,
    "tafsir": "Pengusiran kaum Yahudi di Madinah merupakan ketetapan Allah dan atas izin-Nya. Apa yang kamu tebang dan bakar di antara pohon kurma yang berada di dekat benteng Yahudi atau yang kamu biarkan batang pohon kurma itu tumbuh berdiri di atas pokoknya, maka pada hakikatnya ide untuk melakukan itu muncul dengan izin Allah. Penebangan dan pembakaran pohon kurma, karena orang-orang Yahudi itu bersembunyi di dalam benteng yang berada di balik pohon kurma. Mereka tidak akan pernah keluar dari benteng itu untuk menyerahkan diri kepada Rasulullah kecuali setelah merasa sesak terkena asap; dan oleh sebab itu, perintah penebangan dan pembakaran pohon kurma itu karena Dia hendak memberikan kehinaan kepada orang-orang fasik, yakni kaum Yahudi di Madinah yang mengacau keamanan, mengkhianati kesepakatan damai dengan kaum muslim, dan merencanakan pembunuhan terhadap Rasulullah."
  },
  {
    "verse_number": 6,
    "tafsir": "Pada ayat ini Allah menerangkan hukum fai’, yakni rampasan perang yang ditinggalkan musuh setelah sebelumnya Allah menjelaskan bahwa Rasulullah mengepung dan mengusir kaum Yahudi di Madinah. Mereka hanya dibolehkan membawa harta yang bisa dibawa oleh seekor unta. Dan harta rampasan berupa fai’, yaitu yang diperoleh dari musuh tanpa terjadinya pertempuran, maka harta itu dari mereka, berasal dari musuh, diberikan oleh Allah kepada Rasul-Nya untuk mengharumkan Islam. Kamu tidak memerlukan kuda atau unta untuk mendapatkannya dalam pertempuran, tetapi Allah memberikan kekuasaan kepada rasul-rasul-Nya, termasuk kepada Nabi Muhammad untuk mengalahkan siapa saja yang Dia kehendaki di antara musuh-musuh-Nya sehingga dengan kekuasaan ini Rasulullah mendapatkan fai’. Dan Allah Mahakuasa atas segala sesuatu sehingga bukanlah suatu yang sulit bagi Allah menolong Rasul-Nya mengusir dan menghinakan kaum Yahudi di Madinah."
  },
  {
    "verse_number": 7,
    "tafsir": "Allah lalu menjelaskan apa itu fai’ dan peruntukannya. Harta rampasan dari mereka, musuh-musuh Allah yang meninggalkan hartanya tanpa perlawanan, maka harta itu diberikan Allah kepada Rasul-Nya yang berasal dari penduduk beberapa negeri seperti Bani Quraizah, Bani Nadir, penduduk Fadak dan Khaibar, penyalurannya adalah untuk Allah, untuk kepentingan fasilitas umum dan fasilitas sosial; untuk Rasul guna menopang perjuangan Islam; untuk kerabat Rasul yang membutuhkan bantuan; untuk anak-anak yatim guna menopang pendidikan mereka; untuk orang-orang miskin agar bisa mengembangkan diri; dan untuk orang-orang yang dalam perjalanan guna mencari penghidupan yang lebih baik. Singkatnya, agar harta itu jangan hanya beredar di antara orang-orang kaya saja di antara kamu, tetapi harus memiliki fungsi sosial seperti air mengalir ke tempat yang lebih rendah sehingga bermanfaat bagi kaum duafa. Allah mengajarkan prinsip dalam mengamalkan Islam: Apa yang diberikan Rasul kepadamu, perintah maupun anjuran dalam ibadah dan muamalah, maka terimalah sebagai pedoman dalam ber-Islam. Dan apa yang dilarangnya bagimu, maka tinggalkanlah sebagai sesuatu yang harus dijauhi, karena di balik perintah dan larangan itu ada hikmah yang sangat berharga bagi manusia, dunia akhirat. Dan bertakwalah kepada Allah dengan melaksanakan semua perintah-Nya dan menjauhi semua larangan-Nya. Sungguh, Allah sangat keras hukuman-Nya bagi kaum yang menolak beriman kepada Rasulullah padahal mereka mengetahui bahwa beliau sebenarnya utusan Allah seperti kaum Yahudi di Madinah."
  },
  {
    "verse_number": 8,
    "tafsir": "Selain disalurkan sebagaimana disebutkan pada ayat di atas, fai juga disalurkan untuk orang-orang fakir yang berhijrah yaitu anak-anak yatim dan para duafa yang berhijrah bersama Rasulullah ke Madinah. Selain itu, fai juga diberikan kepada orang-orang yang terusir dari kampung halamannya di Mekah karena beriman dan berhijrah bersama Nabi; dan fai diberikan juga kepada Muhajirin yang terpaksa harus meninggalkan harta bendanya di Mekah karena hijrah bersama Rasulullah ke Madinah demi mencari karunia dari Allah dan keridaan-Nya, mengharumkan Islam dan kaum muslim, dan demi menolong agama Allah agar bisa dilaksanakan dalam kehidupan ini dan demi menolong Rasul-Nya dalam menunaikan misi kerasulan. Mereka itulah, orang-orang yang beriman dan berhijrah bersama Rasulullah demi mengharumkan agama Allah dan Rasul-Nya, orang-orang yang benar sikap, niat, dan langkahnya."
  },
  {
    "verse_number": 9,
    "tafsir": "Muhajirin, menurut ayat sebelumnya, adalah orang-orang yang terusir dari kampung halamannya di Mekah dan berhijrah bersama Rasulullah ke Madinah demi menolong Allah dan Rasul-Nya. Pada ayat ini disebutkan sikap dan penerimaan kaum Ansar terhadap Muhajirin dengan cinta dan persaudaraan sejati. Dan orang-orang Ansar, para penolong, yang telah menempati kota Madinah jauh sebelum Rasulullah hijrah ke kota ini. Dan mereka telah beriman kepada Allah dan Rasul-Nya sebelum kedatangan mereka, Muhajirin ke Madinah. Mereka, para penolong itu, mencintai Muhajirin, orang yang berhijrah ke tempat mereka, karena Allah. Dan mereka, orang-orang Ansar, ketika membantu Muhajirin yang berhijrah ke Madinah dengan harta dan berbagai fasilitas, tidak menaruh keinginan dalam hati mereka benda-benda yang diberikan itu, karena penuh keikhlasan, terhadap apa yang diberikan kepada mereka, baik harta maupun tenaga. Dan mereka mengutamakan kepentingan para sahabat Muhajirin atas dirinya sendiri, meskipun sebenarnya mereka juga memerlukan semua fasilitas yang diberikan itu. Sungguh ketentuan Allah menegaskan: dan siapa yang dijaga dirinya oleh Allah atas usaha dan perjuangan mereka dari kekikiran, maka mereka itulah orang-orang yang beruntung, karena berhasil melawan ego dan berhasil menjadi pribadi yang mulia."
  },
  {
    "verse_number": 10,
    "tafsir": "Sesudah menjelaskan keberhasilan Muhajirin dan Ansar membangun persaudaraan sejati atas dasar iman, Allah lalu menjelaskan karakter orang-orang beriman generasi sesudah mereka. Dan orang-orang beriman, berilmu, dan beramal saleh yang datang sesudah mereka dari generasi ke generasi hingga hari Kiamat, mereka berdoa kepada Allah, Ya Tuhan kami, ampunilah dosa-dosa kami baik yang disengaja maupun yang tidak disengaja dan ampuni pula dosa-dosa saudara-saudara kami seiman yang telah beriman lebih dahulu dari kami, umat Rasulullah maupun umat para nabi sebelumnya dan janganlah Engkau tanamkan kedengkian dalam hati kami terhadap orang-orang yang beriman karena kedengkian itu menghapuskan amal saleh. Ya Tuhan kami, Sungguh, Engkau Maha Penyantun kepada setiap hamba, Maha Penyayang kepada hamba yang beriman sehingga mereka mendapat kebaikan dunia dan akhirat."
  },
  {
    "verse_number": 11,
    "tafsir": "Jika pada ayat sebelumnya, Allah menjelaskan persaudaraan sejati di antara Muhajirin dan Ansar dan sifat orang-orang beriman generasi sesudah mereka, pada ayat ini Allah menjelaskan sifat orang-orang munafik di Madinah pada masa Rasulullah. Tidakkah engkau memperhatikan orang-orang munafik seperti 'Abdullàh bin Ubay bin Salùl, Wadì'ah bin Màlik, Suwaid, dan Da’is yang berkata kepada saudara-saudaranya yang kafir di antara Ahli Kitab, yakni Bani Nadir yang sedang dikepung kaum muslim karena merencanakan untuk membunuh Rasulullah, “Sungguh, jika kamu, wahai Bani Nadir, benar-benar diusir oleh Muhammad dari perkampungan kamu di Madinah, niscaya kami pun akan keluar bersama kamu dari Madinah sebagai bentuk solidaritas kami kepada Anda; dan kami selama-lamanya tidak akan patuh kepada siapa pun demi kamu, yakni mendengar dan mematuhi perintah Muhammad; dan jika kamu diperangi Muhammad agar kamu keluar dari Madinah, pasti kami akan membantumu melawan Muhammad.” Dan Allah menyaksikan, kebohongan janji orang-orang munafik terhadap Bani Nadir tersebut, baik sesudah maupun sebelum pengepungan kaum muslim terhadap Bani Nadir bahwa mereka, orang-orang munafik itu benar-benar pendusta, sebab janji mereka untuk menolong Bani Nadir itu tidak ditepati sehingga Bani Nadir menyerah kepada Rasulullah untuk menerima hukuman diusir dari Madinah."
  },
  {
    "verse_number": 12,
    "tafsir": "Orang-orang munafik itu adalah benar-benar pendusta. Allah menjelaskan kebohongan janji mereka terhadap Bani Nadir. Sungguh, jika mereka, Bani Nadir, diusir, dari Madinah, orang-orang munafik itu tidak akan keluar dari Madinah bersama mereka; dan jika mereka, Bani Nadir, diperangi oleh kaum muslim karena mereka berkhianat; mereka juga, orang-orang munafik itu, tidak akan menolong sekutu-nya, Bani Nadir; dan kalau pun mereka menolongnya dengan mengerahkan pasukan, pastilah mereka, orang-orang munafik itu, akan berpaling lari ke belakang, berbalik arah untuk kembali ke tempat semula sehingga bantuan pasukan itu tidak terjadi. Kemudian nasib mereka di akhirat ketika mereka membutuhkan pertolongan Allah tidak akan mendapat pertolongan dalam bentuk apa pun sehingga mereka kekal dalam kerak neraka.13. Orang munafik itu bersikap demikian karena kamu, kaum muslim, benar-benar lebih ditakuti dalam hati mereka, orang-orang munafik, daripada Allah. Mereka sangat takut kekufurannya diketahui oleh kaum muslim. Jika mereka benar-benar membantu Bani Nadir, maka permusuhannya kepada kaum muslim terbongkar. Yang demikian itu, sikap orang munafik yang lebih takut kepada manusia daripada takut kepada Allah, karena mereka orang-orang yang tidak mengerti bahwa mereka hanya bisa bersembunyi dari manusia, tetapi tidak bisa bersembunyi dari Allah."
  },
  {
    "verse_number": 13,
    "tafsir": "Orang munafik itu bersikap demikian karena kamu, kaum muslim, benar-benar lebih ditakuti dalam hati mereka, orang-orang munafik, daripada Allah. Mereka sangat takut kekufurannya diketahui oleh kaum muslim. Jika mereka benar-benar membantu Bani Nadir, maka permusuhannya kepada kaum muslim terbongkar. Yang demikian itu, sikap orang munafik yang lebih takut kepada manusia daripada takut kepada Allah, karena mereka orang-orang yang tidak mengerti bahwa mereka hanya bisa bersembunyi dari manusia, tetapi tidak bisa bersembunyi dari Allah.14. Karena lebih takut kepada kaum muslim daripada kepada Allah, mereka, orang-orang munafik itu, tidak akan pernah berani memerangi kamu secara terbuka bersama-sama menggabungkan dua kekuatan, yaitu orang-orang munafik Bani 'Auf dan Yahudi Bani Nadir, kecuali di negeri-negeri yang berbenteng agar mereka bisa berlindung di dalamnya atau di balik tembok dengan cara bergerilya. Permusuhan antara sesama mereka orang-orang munafik Bani 'Auf dan antara Bani 'Auf dengan Yahudi Bani Nadir sangat hebat. Kamu, kaum muslim, jika melihat mereka sepintas, akan mengira bahwa mereka itu bersatu, padahal jika kamu memperhatikan keadaan mereka lebih dalam, kamu akan menemukan bahwa hati mereka terpecah belah. Yang demikian itu, perbedaan penampilan luar dan keadaan hati mereka, karena mereka orang-orang yang tidak mengerti bahwa inti kekuatan persatuan dan kesatuan itu tidak terletak pada penampilan, tetapi pada kesatuan rasa dan keterpautan hati dalam kekuatan iman."
  },
  {
    "verse_number": 14,
    "tafsir": "Karena lebih takut kepada kaum muslim daripada kepada Allah, mereka, orang-orang munafik itu, tidak akan pernah berani memerangi kamu secara terbuka bersama-sama menggabungkan dua kekuatan, yaitu orang-orang munafik Bani 'Auf dan Yahudi Bani Nadir, kecuali di negeri-negeri yang berbenteng agar mereka bisa berlindung di dalamnya atau di balik tembok dengan cara bergerilya. Permusuhan antara sesama mereka orang-orang munafik Bani 'Auf dan antara Bani 'Auf dengan Yahudi Bani Nadir sangat hebat. Kamu, kaum muslim, jika melihat mereka sepintas, akan mengira bahwa mereka itu bersatu, padahal jika kamu memperhatikan keadaan mereka lebih dalam, kamu akan menemukan bahwa hati mereka terpecah belah. Yang demikian itu, perbedaan penampilan luar dan keadaan hati mereka, karena mereka orang-orang yang tidak mengerti bahwa inti kekuatan persatuan dan kesatuan itu tidak terletak pada penampilan, tetapi pada kesatuan rasa dan keterpautan hati dalam kekuatan iman."
  },
  {
    "verse_number": 15,
    "tafsir": "Pada awal surah ini dijelaskan bahwa Bani Qainuqa' diusir dari Madinah pada hari Sabtu bulan Syawal, 20 bulan setelah Nabi hijrah, karena mengkhianati perjanjian damai, menganiaya dan membunuh kaum muslim serta mengganggu keamanan kota Madinah. Melalui ayat ini Allah menjelaskan nasib Bani Nadir di Madinah seperti nasib orang-orang yang sebelum mereka, Bani Qainuqa', diusir dari Madinah karena merencanakan pembunuhan Rasulullah. Peristiwa ini terjadi belum lama berselang, tidak lama setelah Perang Badar. Rasulullah mengepung benteng tempat mereka bersembunyi; menebang pohon kurma yang berada di dekat benteng dan membakarnya sehingga mereka terpaksa keluar dari benteng tersebut dan diusir dari Madinah. Dengan demikian, mereka telah merasakan akibat buruk perbuatan mereka mengkhianati perjanjian damai disebabkan perbuatan mereka sendiri, merencanakan pembunuhan Rasulullah. Dan di akhirat, mereka akan mendapat azab yang pedih, kekal selama-lamanya di dalam neraka."
  },
  {
    "verse_number": 16,
    "tafsir": "Bujukan orang-orang munafik kepada Bani Nadir untuk bekerja sama melawan kaum muslim dan berjanji akan menolong Bani Nadir, jika diserang dan diusir seperti bujukan setan ketika ia berkata kepada manusia dengan meyakinkan, “Kafirlah kamu kepada Allah dan Rasul-Nya!” Kemudian ketika manusia itu mengikuti bujukan setan menjadi kafir kepada Allah dan Rasul-Nya, ia, setan itu, berkata kepada orang-orang yang sudah berhasil dijerumuskan, “Sesungguhnya aku berlepas diri dari kamu, kamu sendiri yang harus mempertanggungjawabkan perbuatan kamu di hadapan Allah di akhirat, karena sesungguhnya aku sendiri sebenarnya takut kepada Allah, terutama saat diminta pertanggungjawaban di hadapan Allah, Tuhan seluruh alam.”"
  },
  {
    "verse_number": 17,
    "tafsir": "Maka kesudahan bagi keduanya, baik yang menggoda maupun yang digoda, bahwa keduanya masuk ke dalam neraka, karena perbuatan mereka sendiri. Mereka kekal di dalamnya selama-lamanya tanpa ada peluang keluar dari neraka. Demikianlah balasan Allah di akhirat bagi orang-orang zalim, yaitu orang-orang yang menganiaya diri sendiri dengan memilih menjadi manusia yang kafir, bukan manusia yang beriman."
  },
  {
    "verse_number": 18,
    "tafsir": "Salah satu sifat orang munafik adalah menyatakan beriman kepada Allah dan Rasul-Nya secara lisan, padahal mereka bukan orang beriman (Lihat: Surah al-Baqarah/2:10) sehingga nasib mereka di akhirat kekal di dalam neraka. Pada ayat ini Allah mengingatkan orang beriman agar benar-benar bertakwa kepada Allah dan memperhatikan hari esok, akhirat. Wahai orang-orang yang beriman! Kapan dan di mana saja kamu berada bertakwalah kepada Allah dengan sungguh-sungguh melakukan semua perintah Allah dan menjauhi semua larangan-Nya; dan hendaklah setiap orang siapa pun dia memperhatikan apa yang telah diperbuatnya untuk hari esok, yakni untuk hidup sesudah mati, di akhirat dengan berbuat kebaikan atas dasar iman, ditopang dengan ilmu dan hati yang ikhlas semata-mata mengharap rida Allah, sebab hidup di dunia ini sementara, sedangkan hidup di akhirat itu abadi; dan bertakwalah kepada Allah dengan menjaga hubungan baik dengan Allah, manusia dan alam. Sungguh, Allah Mahateliti sekecil apa pun juga terhadap apa yang kamu kerjakan sehingga semua yang kamu lakukan berada dalam pengetahuan Allah (Lihat: Surah Qàf/50: 18)."
  },
  {
    "verse_number": 19,
    "tafsir": "Allah mengingatkan orang berimaan dengan berfirman, “Dan janganlah kamu, wahai orang-orang beriman seperti orang-orang yang lupa kepada Allah, tidak menyadari bahwa Allah senantiasa mengawasi manusia dalam kehidupan ini sehingga Allah menjadikan mereka, karena pola hidup mereka yang hanya mencari kepuasaan, kelezatan, dan kenikmatan duniawi tanpa mempertimbangkan kebutuhan hidup sesudah mati, manusia yang lupa akan diri sendiri, yakni manusia yang tercabut dari akar kemanusiaannya. Mereka itulah, manusia yang lupa kepada Allah dan lupa kepada diri sendiri adalah orang-orang fasik, yaitu orang-orang yang bergelimang dosa dan perbuatan keji.”"
  },
  {
    "verse_number": 20,
    "tafsir": "Manusia yang lupa kepada Allah hingga lupa terhadap diri sendiri adalah manusia yang bergelimang dosa dan akan menjadi penghuni neraka. Tidak sama para penghuni neraka, pola pikir, sikap dan perilakunya dengan para penghuni surga. Para penghuni surga itu adalah orang-orang beriman yang berusaha menyucikan jiwanya, mendekatkan diri kepada Allah, menjalani hidup dengan berbagi dan peduli. Mereka lah orang-orang yang memperoleh kemenangan mendapatkan surga karena keberhasilannya mengendalikan hawa nafsu dan tipu daya iblis dalam hidup dan kehidupan."
  },
  {
    "verse_number": 21,
    "tafsir": "Allah menjelaskan bahwa Al-Qur’an diturunkan bagi manusia yang menggunakan nalar dan mengikuti hati nurani. Sekiranya Kami turun-kan Al-Qur’an ini kepada sebuah gunung yang diberi akal, pikiran, dan perasaan seperti manusia; pasti kamu akan melihatnya tunduk terpecah belah disebabkan takut kepada Allah, karena gunung-gunung itu akan menggunakan nalar, rasa, dan nuraninya dalam memahami Al-Qur’an dan mengamalkannya. Dan perumpamaan-perumpamaan itu, yakni manusia yang kecil dan lemah dibandingkan dengan gunung yang begitu besar, tinggi dan keras; Kami buat untuk manusia agar mereka berpikir bahwa gunung bisa menggunakan nalar, rasa dan nurani untuk memahami dan menerapkan Al-Qur’an hingga tunduk dan pecah karena takut kepada Allah. Mengapa manusia yang benar-benar memiliki nalar, rasa dan nurani tidak menggunakannya secara optimal dalam memahami dan menerapkan Al-Qur’an dalam kehidupan ini?"
  },
  {
    "verse_number": 22,
    "tafsir": "Al-Qur’an adalah wahyu Allah petunjuk bagi manusia. Pada ayat ini dan seterusnya hingga akhir surah, Allah menjelaskan al-asma al-husna, nama-nama Allah yang indah. Apabila al-asma al-husna dipahami dan diresapkan secara mendalam ke dalam sanubari akan menguatkan keyakinan kepada-Nya. Dialah Allah tidak ada tuhan selain Dia. Dia memperkenalkan nama-nama-Nya. Bila zat-Nya dipikirkan akan membingungkan, karena pikiran manusia tidak sanggup menjangkaunya; bila nama-Nya disebut akan menggetarkan hati yang beriman; bila sifat-Nya diuraikan akan mempesona; dan bila perbuatan-Nya diamati dengan cermat akan mengagumkan setiap manusia; karena itu tidak ada Tuhan layak diibadati selain Dia. Yang Mengetahui yang gaib, karena pengetahuan-Nya tak terbatas; dan Yang Mengetahui yang nyata, karena pengetahuan-Nya meliputi zarrah. Dialah Yang Maha Pengasih, yang kasih sayang-Nya tak mengenal batas; Maha Penyayang, yang rahmat-Nya kepada orang yang beriman sejak di dunia hingga di surga."
  },
  {
    "verse_number": 23,
    "tafsir": "Dialah Allah tidak ada tuhan selain Dia, tidak ada Tuhan yang berhak diibadati selain Dia. Maharaja, Yang kekuasaan-Nya tak terbatas; Yang Mahasuci dari segala bentuk kekurangan; Yang Mahasejahtera, Yang menjadi sumber kedamaian yang didambakan manusia; Yang Menjaga Keamanan, Yang Pengayoman-Nya lengkap, sempurna, dan menyeluruh. Pemelihara Keselamatan manusia, terutama di akhirat; Yang Mahaperkasa mencabut kekuasaan para penguasa dunia; Yang Mahakuasa menghentikan paksa ambisi para pecandu kekuasaan. Yang Memiliki Segala Keagungan. Mahasuci Allah dari apa yang mereka persekutukan, karena Allah berbeda dengan seluruh makhluk ciptaan-Nya."
  },
  {
    "verse_number": 24,
    "tafsir": "Dialah Allah Yang Menciptakan seluruh makhluk dengan hikmah yang mengagumkan. Yang Mengadakan segala sesuatu dari tiada menjadi ada. Yang Membentuk Rupa manusia ketika masih janin dalam rahim. Dia memiliki nama-nama yang indah yang menggambarkan sifat dan perbuatan-Nya yang mempesona. Apa yang di langit: bintang, bulan, planet, dan seluruh isi galaksi dan apa yang ada di bumi lautan, daratan, gunung, sungai, tumbuh-tumbuhan, hewan, dan lain-lain semuanya bertasbih kepada-Nya, tetapi manusia tidak memahami tas-bihnya. Dan Dia-lah Yang Mahaperkasa menghentikan rencana dan harapan manusia dengan kematian. Mahabijaksana dalam memperlakukan manusia dan menata jagat raya."
  }
]