[
  {
    "verse_number": 1,
    "tafsir": "Bila pada akhir Surah Yasin Allah menjelaskan keesaan dan kekuasaan-Nya pada hari Kiamat, pada permulaan surah ini Allah menegaskan bukti kekuasaan-Nya di alam raya. Demi rombongan malaikat yang berbaris bersaf-saf dengan rapi dalam melaksanakan tugas dan perintah Allah;"
  },
  {
    "verse_number": 2,
    "tafsir": "Demi rombongan malaikat yang mencegah dengan sungguh-sungguh pelaku tindakan menyimpang, dalam rangka menegakkan aturan dan keseimbangan alam;"
  },
  {
    "verse_number": 3,
    "tafsir": "Demi rombongan malaikat yang membacakan ayat-ayat yang berisi peringatan dan pelajaran yang agung,"
  },
  {
    "verse_number": 4,
    "tafsir": "Sungguh, Tuhanmu yang berhak disembah benar-benar Esa. Tidak ada sekutu bagi-Nya baik dalam pekerjaan maupun sifat-Nya."
  },
  {
    "verse_number": 5,
    "tafsir": "Dialah Tuhan yang menciptakan langit dan bumi dan apa yang berada di antara keduanya dan Tuhan yang menciptakan tempat-tempat terbitnya matahari, bulan, bintang, planet, dan benda langit lainnya."
  },
  {
    "verse_number": 6,
    "tafsir": "Sesungguhnya Kami telah menghias langit dunia yang terdekat dengan bumi dengan hiasan bintang-bintang dan planet-planet yang begitu indah."
  },
  {
    "verse_number": 7,
    "tafsir": "Dan Kami telah menjadikan bintang-bintang itu sebagai pelindung langit yang menjaganya dari setiap setan yang durhaka yang hendak mencuri dengar kabar-kabar masa depan."
  },
  {
    "verse_number": 8,
    "tafsir": "Dengan adanya penjagaan ketat terhadap setan-setan durhaka itu, mereka tidak dapat mendengar pembicaraan para malaikat yang akan menyampaikan wahyu kepada rasul-Nya. Dan mereka dilempari dengan benda langit yang menyala dari segala penjuru sehingga mereka tidak bisa menambah atau mengurangi wahyu yang akan diturunkan."
  },
  {
    "verse_number": 9,
    "tafsir": "Kami lemparkan benda langit ke arah setan-setan durhaka itu untuk mengusir mereka dan mereka pun kelak akan mendapat azab yang kekal dan pedih di akhirat."
  },
  {
    "verse_number": 10,
    "tafsir": "Setan-setan itu tidak dapat mendengar pembicaraan para malaikat, kecuali setan yang berhasil mencuri pembicaraan dengan cepat, maka ia dikejar oleh bintang yang menyala sehingga mereka pun terbakar."
  },
  {
    "verse_number": 11,
    "tafsir": "Usai menjelaskan bukti-bukti kekuasaan-Nya di alam raya, Allah beralih membuktikan kuasa-Nya dalam menciptakan manusia. Wahai Nabi Muhammad, maka tanyakanlah kepada mereka yang musyrik, “Apakah penciptaan mereka yang lebih sulit ataukah apa yang telah Kami ciptakan itu yakni malaikat, langit, dan bumi seisinya?” Sesungguhnya Kami telah menciptakan Nabi Adam, yaitu nenek moyang mereka dari tanah liat."
  },
  {
    "verse_number": 12,
    "tafsir": "Bahkan, wahai Nabi Muhammad, engkau menjadi heran atas keingkaran mereka terhadap risalahmu, hari kebangkitan, dan kekuasaan Allah, dan mereka menghinakan engkau karena keherananmu itu dan mereka pun menyepelekan hari kebangkitan."
  },
  {
    "verse_number": 13,
    "tafsir": "Dan apabila mereka diberi peringatan sebagimana yang dijelaskan dalam Al-Qur'an, mereka tidak mengindahkannya, bahkan berpaling darinya."
  },
  {
    "verse_number": 14,
    "tafsir": "Dan apabila mereka melihat suatu tanda kebesaran Allah berupa mukjizat yang diberikan kepada Nabi, seperti terbelahnya rembulan dan semisalnya, mereka memperolok-olokkan-nya."
  },
  {
    "verse_number": 15,
    "tafsir": "Dan mereka berkata dengan nada sinis, “Wahai Muhammad, apa yang engkau tunjukkan ini tidak lain hanyalah sihir yang nyata.”"
  },
  {
    "verse_number": 16,
    "tafsir": "Mereka berkata pula, “Apabila kami telah mati dan jasad-jasad kami telah berubah menjadi tanah dan tulang-belulang yang lapuk dan hancur, apakah benar kami akan dibangkitkan kembali seperti semula?"
  },
  {
    "verse_number": 17,
    "tafsir": "dan apakah nenek moyang kami yang telah terdahulu mati akan dibangkitkan pula?”"
  },
  {
    "verse_number": 18,
    "tafsir": "Wahai Nabi Muhammad, katakanlah kepada mereka, “Ya, Allah akan membangkitkan seluruh umat manusia, dan kamu akan dibangkitkan di hadapan-Nya dalam keadaan rendah dan terhina.”"
  },
  {
    "verse_number": 19,
    "tafsir": "Membangkitkan makhluk yang sudah mati bukanlah hal yang sulit bagi Allah. Maka sesungguhnya kebangkitan itu hanya dengan satu teriakan saja, yaitu tiupan sangkakala Israfil, maka seketika itu pula mereka melihatnya. Mereka akan menyaksikan betapa dahsyat hari Kiamat dan azab Allah."
  },
  {
    "verse_number": 20,
    "tafsir": "Bisa saja orang-orang musyrik dan kafir itu mengingkari hari kebangkitan, tetapi mereka pasti akan menyesalinya di akhirat nanti. Dan mereka berkata, “Alangkah celaka kami! Kiranya inilah hari pembalasan itu, di mana amal perbuatan kita akan diperhitungkan.”"
  },
  {
    "verse_number": 21,
    "tafsir": "Dikatakan kepada mereka, “Inilah hari keputusan yang dahulu kamu dustakan. Pada hari ini Allah akan memberi keputusan dan balasan atas semua keingkaranmu.”"
  },
  {
    "verse_number": 22,
    "tafsir": "Allah menurunkan perintah kepada malaikat, “Kumpulkanlah orang-orang yang berbuat zalim kepada dirinya dengan berbuat syirik beserta teman sejawat mereka yang menjerumuskan ke dalam kekafiran, dan bawalah serta apa yang dahulu mereka sembah, yaitu patung dan sesembahan lainnya."
  },
  {
    "verse_number": 23,
    "tafsir": "Bawalah serta apa yang orang-orang musyrik itu sembah selain Allah, lalu tunjukkanlah kepada mereka jalan ke neraka dan giringlah mereka masuk ke dalamnya.”"
  },
  {
    "verse_number": 24,
    "tafsir": "Allah memerintah malaikat, “Tahanlah mereka di tempat pemberhentian, sesungguhnya mereka akan ditanya tentang kebohongan dan dosa yang telah mereka lakukan di dunia.”"
  },
  {
    "verse_number": 25,
    "tafsir": "Orang-orang musyrik itu ditanya, “Mengapa kamu pada hari ini tidak saling tolong-menolong sesama kamu sebagaimana kamu saling bahu-membahu dalam berbuat ingkar?”"
  },
  {
    "verse_number": 26,
    "tafsir": "Pada hari keputusan itu mereka tidak dapat saling membantu. Bahkan, mereka pada hari itu menyerah dan patuh pada keputusan Allah."
  },
  {
    "verse_number": 27,
    "tafsir": "Pada hari keputusan itu orang kafir dan musyrik tunduk menerima putusan Allah. Mereka saling bertengkar satu dengan lainnya. Dan sebagian mereka menghadap kepada sebagian yang lain, saling berbantah-bantahan dan menyalahkan."
  },
  {
    "verse_number": 28,
    "tafsir": "Sesungguhnya para pengikut di antara mereka berkata kepada para pemimpinnya, “Kamulah yang dahulu datang kepada kami dari kanan, yakni arah yang kami sangka membawa kebaikan. Kamu justru datang membawa tipu muslihat yang melenakan dan mengaku sebagai pihak yang benar.”"
  },
  {
    "verse_number": 29,
    "tafsir": "Para pemimpin mereka enggan disalahkan. Mereka menjawab, “Tidak, bahkan kamu sendiri-lah yang sejak dahulu tidak ingin menjadi orang mukmin."
  },
  {
    "verse_number": 30,
    "tafsir": "sedangkan kami tidak berkuasa apalagi memaksa terhadapmu, bahkan kamu sendiri yang memilih menjadi kaum yang melampaui batas dalam kesesatanmu."
  },
  {
    "verse_number": 31,
    "tafsir": "Maka, sebagai balasan atas kekafiran dan kedurhakaan kita bersama, pantas bila putusan dan azab Tuhan menimpa kita; dan pasti kita semua akan merasakan azab itu."
  },
  {
    "verse_number": 32,
    "tafsir": "Maka, kami telah menyesatkan kamu dengan mengajakmu menyekutukan Allah. Sesungguhnya kami sendiri adalah orang-orang yang sesat dan kamu pun rela mengikuti ajakan sesat kami.”"
  },
  {
    "verse_number": 33,
    "tafsir": "Maka sesungguhnya mereka, baik para pemimpin maupun pengikut, pada hari itu bersama-sama merasakan azab sebagaimana mereka bersekutu dalam kesesatan."
  },
  {
    "verse_number": 34,
    "tafsir": "Sungguh, demikianlah ketetapan Kami dalam memperlakukan dan memutuskan hukuman terhadap orang-orang yang berbuat dosa."
  },
  {
    "verse_number": 35,
    "tafsir": "Sungguh, dahulu apabila dikatakan kepada mereka untuk membenarkan kalimat “la ilaha illallah” dengan mengakui keesaan Allah, mereka justru menentang sambil menyombongkan diri,"
  },
  {
    "verse_number": 36,
    "tafsir": "dan ketika diajak untuk menyembah dan mengesakan Allah, mereka berkata, “Apakah kami harus meninggalkan sesembahan kami hanya karena seorang penyair gila?”"
  },
  {
    "verse_number": 37,
    "tafsir": "Mereka menuduh Nabi Muhammad sebagai penyair gila, padahal dia datang kepada mereka dengan membawa kebenaran dan membenarkan rasul-rasul sebelumnya."
  },
  {
    "verse_number": 38,
    "tafsir": "Wahai kaum musyrik, sungguh kamu pasti akan merasakan azab yang pedih di neraka akibat kekafiran, kesesatan, dan perlawananmu terhadap Allah dan rasul-Nya."
  },
  {
    "verse_number": 39,
    "tafsir": "Itulah azab bagimu, wahai kaum musyrik, dan kamu tidak diberi balasan dan azab di akhirat melainkan sebagai balasan terhadap kejahatan apa saja yang telah kamu kerjakan. Allah tidak menzalimimu sedikit pun."
  },
  {
    "verse_number": 40,
    "tafsir": "Demikianlah siksa pedih yang Allah siapkan bagi orang-orang musyrik, tetapi hamba-hamba Allah yang dibersihkan dari dosa,"
  },
  {
    "verse_number": 41,
    "tafsir": "mereka itu memperoleh rezeki yang sudah ditentukan tanpa henti,"
  },
  {
    "verse_number": 42,
    "tafsir": "yaitu buah-buahan yang beraneka ragam dan rasa. Dan mereka itulah orang yang dimuliakan di sisi Allah."
  },
  {
    "verse_number": 43,
    "tafsir": "Mereka dimuliakan di dalam surga-surga yang penuh kenikmatan dan diiringi kegembiraan."
  },
  {
    "verse_number": 44,
    "tafsir": "Mereka duduk berhadap-hadapan di atas dipan-dipan sambil bercengkerama."
  },
  {
    "verse_number": 45,
    "tafsir": "Dalam keadaan demikian, kepada mereka diedarkan gelas yang berisi air khamar dari mata air surga."
  },
  {
    "verse_number": 46,
    "tafsir": "Air khamar itu berwarna putih bersih lagi sedap rasanya bagi orang-orang yang minum."
  },
  {
    "verse_number": 47,
    "tafsir": "Tidak ada di dalamnya unsur yang memabukkan sebagaimana khamar dunia dan mereka tidak mabuk karenanya."
  },
  {
    "verse_number": 48,
    "tafsir": "Dan di sisi mereka ada bidadari-bidadari yang bermata indah dan membatasi pandangannya hanya kepada pasangannya."
  },
  {
    "verse_number": 49,
    "tafsir": "Bidadari-bidadari itu sangat elok, seakan-akan mereka adalah telur yang tersimpan dan terjaga dengan baik dari tangan-tangan yang hendak menyentuh."
  },
  {
    "verse_number": 50,
    "tafsir": "Para penghuni surga itu bertelekan di atas dipan, lalu mereka berhadap-hadapan satu sama lain sambil bercakap-cakap dan menceritakan keadaan mereka di dunia."
  },
  {
    "verse_number": 51,
    "tafsir": "Berkatalah salah seorang di antara mereka, “Sesungguhnya aku di dunia dahulu pernah mempunyai seorang teman dekat,"
  },
  {
    "verse_number": 52,
    "tafsir": "yang berkata kepadaku dengan penuh keingkaran, 'Apakah sesungguhnya kamu termasuk orang-orang yang membenarkan adanya hari kebangkitan pada hari Kiamat nanti?"
  },
  {
    "verse_number": 53,
    "tafsir": "Apabila kita telah mati dan telah menjadi tanah dan tulang-belulang, apakah kita benar-benar akan dibangkitkan dari kubur untuk diberi pembalasan atas perbuatan kita?’”"
  },
  {
    "verse_number": 54,
    "tafsir": "Demikianlah cerita salah sorang penghuni surga kepada kawan-kawannya. Dia pun berkata, “Maukah kamu pergi bersamaku untuk meninjau temanku yang dulu mengingkari hari kebangkitan itu?”"
  },
  {
    "verse_number": 55,
    "tafsir": "Maka dia bersama temannya meninjaunya, lalu dia melihat teman-nya itu tersiksa di tengah-tengah neraka yang menyala-nyala."
  },
  {
    "verse_number": 56,
    "tafsir": "Dia pun berkata kepada temannya yang diazab itu, “Demi Allah, engkau hampir saja mencelakakanku dengan bujuk rayumu,"
  },
  {
    "verse_number": 57,
    "tafsir": "dan sekiranya bukan karena rahmat dan nikmat Tuhanku, yakni iman dan hidayah dari-Nya, pastilah aku termasuk orang-orang yang diseret ke neraka bersamamu.”"
  },
  {
    "verse_number": 58,
    "tafsir": "Para penghuni surga itu melanjutkan percakapannya, “Maka apakah kita tidak akan mati di surga ini dan tinggal selamanya dengan penuh kenikmatan?"
  },
  {
    "verse_number": 59,
    "tafsir": "Penghuni surga lainnya menjawab, “Kematian yang kita rasakan hanyalah kematian yang pertama saja di dunia, dan kita tidak akan diazab di akhirat ini setelah masuk surga.”"
  },
  {
    "verse_number": 60,
    "tafsir": "Sungguh kenikmatan surga ini benar-benar kemenangan yang agung, keberuntungan yang besar, dan kebahagiaan abadi."
  },
  {
    "verse_number": 61,
    "tafsir": "Untuk memperoleh kemenangan dan kebahagiaan serupa ini, hendaklah beramal orang-orang yang mampu beramal semasa hidup di dunia."
  },
  {
    "verse_number": 62,
    "tafsir": "Apakah makanan surga itu hidangan yang lebih baik bagi ahli surga, ataukah pohon zaqqum yang pahit dan berbau tidak sedap?"
  },
  {
    "verse_number": 63,
    "tafsir": "Sungguh, Kami menjadikannya, yakni pohon zaqqum itu, makanan penduduk neraka sebagai azab bagi orang-orang zalim."
  },
  {
    "verse_number": 64,
    "tafsir": "Sungguh, itu adalah pohon yang keluar dari dasar neraka Jahim. Dahan pohon itu menjulur hingga dasar jurang neraka."
  },
  {
    "verse_number": 65,
    "tafsir": "Mayangnya sangat buruk dan menyeramkan seperti kepala-kepala setan."
  },
  {
    "verse_number": 66,
    "tafsir": "Pohon zaqqum itulah makanan para penghuni neraka. Maka sungguh, mereka benar-benar memakan sebagian darinya dan mereka memenuhi perutnya dengan buahnya karena tidak ada makanan lain bagi mereka di sana."
  },
  {
    "verse_number": 67,
    "tafsir": "Kemudian sungguh, setelah makan buah zaqqum yang pahit itu mereka mendapat minuman yang dicampur dengan air yang sangat panas hingga merusak pencernaan (Lihat Surah Muhammad/47: 15)."
  },
  {
    "verse_number": 68,
    "tafsir": "Kemudian, sudah pasti tempat kembali mereka adalah ke neraka Jahim untuk selama-lamanya."
  },
  {
    "verse_number": 69,
    "tafsir": "Orang-orang kafir itu pantas mendapat sengsara dan siksa yang pedih di neraka karena sesungguhnya mereka di dunia dahulu mendapati nenek moyang mereka dalam keadaan sesat dan menyimpang dari ajaran agama para rasul,"
  },
  {
    "verse_number": 70,
    "tafsir": "lalu mereka tergesa-gesa mengikuti jejak nenek moyang mereka tanpa berpikir dan merenung untuk mencari tahu kebenarannya."
  },
  {
    "verse_number": 71,
    "tafsir": "Orang-orang kafir itu, tidak terkecuali kafir Mekah, mendapati nenek moyang mereka sesat dan mereka dengan serta-merta mengikuti kesesatan tersebut. Dan sungguh, sebelum mereka telah sesat dari hidayah Allah sebagian besar dari orang-orang yang dahulu,"
  },
  {
    "verse_number": 72,
    "tafsir": "dan sungguh, Kami telah mengutus para rasul pemberi peringatan di kalangan mereka tentang ancaman murka dan siksa Allah, namun mereka mendustakannya."
  },
  {
    "verse_number": 73,
    "tafsir": "Maka, perhatikanlah bagaimana kesudahan orang-orang yang diberi peringatan itu ketika mendustakan para rasul."
  },
  {
    "verse_number": 74,
    "tafsir": "Mereka dibinasakan oleh Allah, kecuali hamba-hamba Allah yang disucikan dari dosa. Mereka diselamatkan dari siksa dengan rahmat Allah karena mengikuti ajakan para rasul dan meminta ampunan atas kesalahan mereka."
  },
  {
    "verse_number": 75,
    "tafsir": "Bukti penghancuran para pendurhaka dan penyelamatan hamba-hamba Allah yang saleh tampak pada kisah Nabi Nuh dan kaumnya. Dan sungguh, Nuh telah berdoa kepada Kami perihal kaumnya yang membangkang, maka sungguh Kamilah sebaik-baik yang memperkenankan doa."
  },
  {
    "verse_number": 76,
    "tafsir": "Kami telah menyelamatkan dia dan pengikutnya dari bencana yang besar, yaitu banjir yang sangat dahsyat."
  },
  {
    "verse_number": 77,
    "tafsir": "Dan Kami muliakan Nabi Nuh dengan men-jadikan anak cucunya orang-orang yang melanjutkan keturunan setelah peristiwa banjir itu surut."
  },
  {
    "verse_number": 78,
    "tafsir": "Dan Kami abadikan untuk Nabi Nuh pujian yang bagus dan buah tutur yang indah di kalangan orang-orang yang datang kemudian."
  },
  {
    "verse_number": 79,
    "tafsir": "Kesejahteraan Kami limpahkan atas Nuh di seluruh alam."
  },
  {
    "verse_number": 80,
    "tafsir": "Sungguh, demikianlah imbalan itu Kami berikan kepada Nabi Nuh, dan Kami pun akan memberi balasan dan imbalan kepada orang-orang yang berbuat baik."
  },
  {
    "verse_number": 81,
    "tafsir": "Nabi Nuh adalah orang yang berbuat baik karena sungguh, dia termasuk di antara hamba-hamba Kami yang beriman, jujur, dan ikhlas."
  },
  {
    "verse_number": 82,
    "tafsir": "Kemudian Kami tenggelamkan yang lain akibat kekafiran mereka."
  },
  {
    "verse_number": 83,
    "tafsir": "Di antara para rasul yang Kami utus kepada umat terdahulu adalah Nabi Ibrahim. Dan sungguh, Nabi Ibrahim adalah termasuk golongannya, yaitu penerus ajaran dan agama Nabi Nuh."
  },
  {
    "verse_number": 84,
    "tafsir": "Nabi Ibrahim adalah kekasih Allah. Ingatlah ketika dia datang kepada Tuhannya dengan hati yang suci bersih dari keyakinan batil dan akhlak tercela sehingga dalam hatinya hanya ada ketaatan dan kecintaan kepada Allah."
  },
  {
    "verse_number": 85,
    "tafsir": "Ingatlah ketika dia dengan maksud mengingatkan berkata kepada ayah dan kaumnya, “Apakah yang kamu sembah itu?"
  },
  {
    "verse_number": 86,
    "tafsir": "Apakah kamu menghendaki kebohongan dengan sesembahan selain Allah itu sehingga kamu menganggap benar apa yang kamu lakukan?"
  },
  {
    "verse_number": 87,
    "tafsir": "Hanya Allah yang patut disembah. Maka, bagaimana anggapanmu terhadap Tuhan seluruh alam jika kalian mengingkari-Nya, bahkan menyembah selain Dia?”"
  },
  {
    "verse_number": 88,
    "tafsir": "Demikianlah Nabi Ibrahim mengingatkan ayah dan kaumnya agar meninggalkan kemusyrikan, lalu dia memandang sekilas ke bintang-bintang untuk berpikir,"
  },
  {
    "verse_number": 89,
    "tafsir": "kemudian dia menemukan alasan untuk tidak pergi bersama kaumnya dalam acara perayaan, lalu dia berkata, “Sesungguhnya aku sakit.”"
  },
  {
    "verse_number": 90,
    "tafsir": "Mendengar jawaban Nabi Ibrahim, lalu mereka berpaling dari dia dan pergi meninggalkannya menuju tempat perayaan sesat itu berlangsung."
  },
  {
    "verse_number": 91,
    "tafsir": "Tidak lama kemudian dia, yakni Nabi Ibrahim, pergi dengan diam-diam kepada berhala-berhala mereka; lalu dia berkata kepadanya dengan nada mengejek “Mengapa kamu tidak makan sajian yang mereka sediakan untukmu?"
  },
  {
    "verse_number": 92,
    "tafsir": "Mengapa kamu tidak menjawab sepatah kata pun?”"
  },
  {
    "verse_number": 93,
    "tafsir": "Lalu dihadapinya berhala-berhala itu sambil memukulnya dengan tangan kanannya hingga hancur."
  },
  {
    "verse_number": 94,
    "tafsir": "Hancurnya berhala-berhala itu diketahui oleh kaum Nabi Ibrahim, kemudian mereka datang bergegas kepadanya dengan penuh amarah."
  },
  {
    "verse_number": 95,
    "tafsir": "Nabi Ibrahim tidak gentar menghadapi amarah kaumnya. Dia dengan percaya diri berkata, “Apakah kamu menyembah patung-patung yang kamu pahat itu? Bagaimana mungkin kalian menyembah buah karya kalian sendiri?"
  },
  {
    "verse_number": 96,
    "tafsir": "Mengapa kamu tidak menyembah Allah, padahal Allah-lah yang menciptakan kamu dan apa yang kamu perbuat itu?”"
  },
  {
    "verse_number": 97,
    "tafsir": "Kaum yang kafir itu kalah dalam beradu argumen dengan Nabi Ibrahim, kemudian mereka berkata, “Buatlah bangunan perapian untuk kita membakar-nya; lalu lemparkan dia ke dalam api yang menyala-nyala itu.”"
  },
  {
    "verse_number": 98,
    "tafsir": "Maka mereka bermaksud memperdayainya dengan cara membakar-nya, namun Allah menyelamatkan dia dari kobaran api, lalu Kami jadikan mereka orang-orang yang hina dan kalah."
  },
  {
    "verse_number": 99,
    "tafsir": "Nabi Ibrahim selamat dari upaya pembunuhan oleh kaumnya, dan dia berkata, “Sesungguhnya aku harus pergi berhijrah menuju tempat yang memungkinkan aku mendekatkan diri kepada Tuhanku dan mengajak umatku menuju tauhid. Dia pasti akan memberi petunjuk kepadaku dan orang-orang yang mengikuti jalan kebenaran. Ayat ini menganjurkan berhijrah dari suatu tempat ketika dakwah dan pengamalan agama mendapat tekanan dan penindasan."
  },
  {
    "verse_number": 100,
    "tafsir": "Setelah menjelaskan dialog Nabi Ibrahim dengan kaumnya yang ingkar, pada ayat berikut Allah beralih mengisahkan dialog Nabi Ibrahim dengan putranya, Ismail, tentang perintah Allah. Dia berdoa kepada Allah, “Ya Tuhanku, anugerahkanlah kepadaku seorang anak yang termasuk golongan orang yang saleh dan taat menjalankan perintah-Mu dan membela agama-Mu.”"
  },
  {
    "verse_number": 101,
    "tafsir": "Kami kabulkan doa Nabi Ibrahim tersebut, maka Kami beri kabar gembira kepadanya dengan kelahiran seorang anak yang sangat sabar, cerdas, dan santun. Dialah Ismail."
  },
  {
    "verse_number": 102,
    "tafsir": "Maka ketika anak itu sampai pada usia sanggup berusaha bersamanya, Nabi Ibrahim berkata, “Wahai anakku! Sesungguhnya aku bermimpi bahwa aku dalam mimpiku itu diperintah oleh Allah untuk menyembelihmu. Maka pikirkanlah bagaimana pendapatmu!”  Dengan penuh kepasrahan kepada Allah dan ketaatan pada ayahnya, dia menjawab, “Wahai ayahku! Lakukanlah apa yang diperintahkan oleh Allah kepadamu; insya Allah engkau akan mendapatiku termasuk orang yang sabar dalam melaksanakan perintah-Nya.”"
  },
  {
    "verse_number": 103,
    "tafsir": "Maka ketika keduanya telah berserah diri, patuh, dan bertawakal kepada Allah, dia pun membaringkan anaknya atas pelipis-nya ke tanah agar tidak melihat wajah anaknya saat dia menyembelihnya."
  },
  {
    "verse_number": 104,
    "tafsir": "Nabi Ibrahim berbuat demikian supaya keteguhan hatinya dalam melaksanakan perintah Allah tidak terganggu. Ketika pisaunya dia ayunkan, lalu Kami panggil dia dari arah bukit, “Wahai Ibrahim!"
  },
  {
    "verse_number": 105,
    "tafsir": "Sungguh, engkau telah membenarkan mimpi itu sebagai perintah Allah yang wajib engkau laksanakan.” Sungguh, demikianlah tugas yang membutuhkan kesabaran dan pengorbanan tinggi. Kami akan memberi balasan kepada orang-orang yang berbuat baik dan ikhlas dalam beramal."
  },
  {
    "verse_number": 106,
    "tafsir": "Sesungguhnya perintah ini benar-benar suatu ujian yang nyata dari Allah untuk menguji keimanan dan ketaatan hamba terhadap perintah-Nya."
  },
  {
    "verse_number": 107,
    "tafsir": "Dan ketika Nabi Ibrahim dan anaknya membuktikan keteguhan dan ketulusan mereka dalam menerima ujian Allah, Kami tebus anak itu dengan seekor domba sembelihan yang besar."
  },
  {
    "verse_number": 108,
    "tafsir": "Dan karena kepatuhannya pula Kami abadikan untuk Nabi Ibrahim buah tutur yang indah dan pujian yang baik di kalangan orang-orang yang datang kemudian hingga akhir zaman (Lihat Surah asy-Syu 'ara’/26: 84)."
  },
  {
    "verse_number": 109,
    "tafsir": "Kepadanya Kami sampaikan pula ucapan “Selamat sejahtera bagi Nabi Ibrahim” sebagai penghargaan kepadanya."
  },
  {
    "verse_number": 110,
    "tafsir": "Demikianlah imbalan itu Kami berikan kepadanya, dan Kami akan memberi balasan kepada orang-orang yang berbuat baik dengan imbalan pahala di sisi Kami."
  },
  {
    "verse_number": 111,
    "tafsir": "Sungguh, dia termasuk hamba-hamba Kami yang beriman, jujur, patuh, dan ikhlas dalam melaksanakan perintah Kami."
  },
  {
    "verse_number": 112,
    "tafsir": "Dan di samping buah tutur dan pujian yang indah bagi Nabi Ibrahim sepanjang masa, Kami beri pula dia kabar gembira melalui malaikat dengan kelahiran putra keduanya, yaitu Nabi Ishak. Kelak dia juga menjadi seorang nabi yang termasuk golongan orang-orang yang saleh dan berilmu (Lihat Surah Hud/11: 69-73 dan az-Zariyat/51: 24-30)."
  },
  {
    "verse_number": 113,
    "tafsir": "Dan demikianlah Kami limpahkan keberkahan kepadanya dan kepada Nabi Ishak dengan nikmat kenabian. Dan di antara keturunan keduanya ada yang berbuat baik, menaati perintah Allah, dan menyeru ke jalan yang benar sehingga diangkat oleh Allah menjadi nabi dan rasul, dan ada pula dari keturunannya yang terang-terangan berbuat zalim terhadap dirinya sendiri dengan mengingkari nikmat Allah dan berbuat kerusakan sehingga Allah menurunkan kepada mereka azab yang sangat pedih."
  },
  {
    "verse_number": 114,
    "tafsir": "Dan kenikmatan serta keberkahan sungguh merupakan janji Allah bagi orang-orang yang berbuat kebajikan. Sebagaimana karunia itu Kami berikan kepada Nabi Ibrahim dan putra-putranya, Kami telah melimpahkan pula nikmat yang besar kepada Nabi Musa dan Nabi Harun. Kami jadikan keduanya rasul dan Kami dukung mereka untuk membebaskan Bani Israil dari perbudakan Fir'aun dan mengembalikan me-reka ke negeri asalnya."
  },
  {
    "verse_number": 115,
    "tafsir": "Selain itu, Kami beri mereka enam kenikmatan lain. Kami selamatkan keduanya dan kaumnya dari Fir'aun yang menindas, memperbudak, dan membunuh bayi laki-laki mereka agar keturunan mereka punah."
  },
  {
    "verse_number": 116,
    "tafsir": "Dan Kami tolong mereka dari kejaran Fir'aun dan tentaranya sehingga jadilah mereka orang-orang yang menang, selamat, dan kembali ke negeri asal mereka dengan merdeka."
  },
  {
    "verse_number": 117,
    "tafsir": "Dan kami berikan kepada keduanya Kitab Taurat yang berisi ketentuan dan petunjuk yang sangat jelas, baik untuk kebahagiaan dunia maupun akhirat (Lihat Surah al-Anbiya’/ 21: 48)."
  },
  {
    "verse_number": 118,
    "tafsir": "Keduanya mewariskan kitab itu kepada Bani Israil untuk menjadi pegangan hidup (Lihat Surah Ghafir/ 40: 53-54). Dan Kami tunjukkan keduanya jalan yang lurus menuju kebahagiaan hakiki."
  },
  {
    "verse_number": 119,
    "tafsir": "Dan Kami abadikan untuk keduanya pujian dan kemuliaan yang mengharumkan nama keduanya dikalangan orang-orang yang datang kemudian."
  },
  {
    "verse_number": 120,
    "tafsir": "Pujian yang indah itu diiringi ucapan, “Selamat sejahtera bagi Musa dan Harun,” sehingga nama keduanya dikenang sepanjang masa."
  },
  {
    "verse_number": 121,
    "tafsir": "Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik, rela berkorban, dan sabar dalam memperjuangkan ajaran tauhid."
  },
  {
    "verse_number": 122,
    "tafsir": "Karena keteguhan dan kesabaran mereka, sungguh keduanya termasuk hamba-hamba Kami yang beriman dengan tulus."
  },
  {
    "verse_number": 123,
    "tafsir": "Dan sebagaimana Musa dan Harun, sungguh Nabi Ilyas benar-benar termasuk salah seorang rasul dari kalangan Bani Israil yang diutus oleh Allah untuk menyampaikan risalah kepada penduduk Baalbek (sekarang wilayah Lebanon)."
  },
  {
    "verse_number": 124,
    "tafsir": "Ingatlah ketika dia berkata kepada kaumnya, “Mengapa kamu tidak bertakwa, mengesakan, dan menaati perintah Allah? Dialah Tuhan yang telah menciptakan kamu."
  },
  {
    "verse_number": 125,
    "tafsir": "Patutkah kamu menyembah Ba’l, seonggok benda mati yang tidak bisa memberi manfaat dan menolak malapetaka, dan kamu tinggalkan sebaik-baik Pencipta yang ciptaannya tidak bisa ditandingi oleh siapa pun?"
  },
  {
    "verse_number": 126,
    "tafsir": "Pencipta itu adalah Allah, Tuhanmu dan Tuhan nenek moyangmu yang terdahulu, yaitu Nabi Ibrahim, Ismail, Ishak, Yakub, Yusuf, Musa, Harun, dan lainnya.”"
  },
  {
    "verse_number": 127,
    "tafsir": "Nabi Ilyas telah memberi penjelasan kepada kaumnya, tetapi mereka tetap mendustakannya dan memilih kemusyrikan. Maka, sebagai akibatnya, sungguh mereka akan diseret ke neraka,"
  },
  {
    "verse_number": 128,
    "tafsir": "kecuali hamba-hamba Allah yang disucikan dari dosa karena telah meninggalkan perbuatan syirik, menghiasi diri dengan amal saleh, dan ikhlas melaksanakan perintah-Nya."
  },
  {
    "verse_number": 129,
    "tafsir": "Dan karena kesabaran serta ketabahannya dalam menyampaikan agama tauhid, Kami abadikan untuk Nabi Ilyas suatu pujian yang mulia di kalangan orang-orang yang datang kemudian."
  },
  {
    "verse_number": 130,
    "tafsir": "dan Kami ucapkan pula kepadanya,”Selamat sejahtera bagi Ilyas,” yakni namanya selalu disebut di kalangan semua makhluk."
  },
  {
    "verse_number": 131,
    "tafsir": "Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik, taat dan sabar dalam memperjuangkan penegakan agama tauhid."
  },
  {
    "verse_number": 132,
    "tafsir": "Sungguh, dia benar-benar termasuk hamba-hamba Kami yang beriman, yang jujur dalam keimanannya, dan ikhlas dalam melaksanakan perintah Allah."
  },
  {
    "verse_number": 133,
    "tafsir": "Bila nabi-nabi yang disebutkan sebelumnya berasal dari garis keturunan Nabi Ibrahim, nabi berikut ini merupakan anak paman Nabi Ibrahim yang berjuang bersamanya dalam menyampaikan risalah Allah. Dialah Nabi Lut. Dan sungguh, Nabi Lut benar-benar termasuk salah seorang yang Allah pilih menjadi rasul untuk berdakwah kepada penduduk Sodom."
  },
  {
    "verse_number": 134,
    "tafsir": "Ingatlah ketika Kami telah menyelamatkan dia, keluarganya yang beriman, dan pengikutnya semua dari azab Allah,"
  },
  {
    "verse_number": 135,
    "tafsir": "kecuali seorang perempuan tua, yaitu istrinya. Kami sisakan perempuan tua yang kafir itu bersama-sama orang yang tinggal di kota tersebut."
  },
  {
    "verse_number": 136,
    "tafsir": "Kemudian, Kami binasakan orang-orang yang lain yang tetap tinggal di kota itu akibat penolakan mereka terhadap ajakan Nabi Lut untuk menempuh jalan yang benar."
  },
  {
    "verse_number": 137,
    "tafsir": "Dan sesungguhnya kamu, wahai penduduk Mekah, benar-benar akan melalui sisa-sisa reruntuhan rumah-rumah mereka dalam perjalanan dagangmu ke Syam pada waktu pagi"
  },
  {
    "verse_number": 138,
    "tafsir": "dan pada waktu malam. Maka, mengapa kamu tidak mengerti dan memikirkan azab yang telah mereka terima akibat kekafiran mereka? Allah memberimu kesempatan menyaksikan peninggalan kaum yang durhaka itu agar kamu beriman dan takut akan azab-Nya."
  },
  {
    "verse_number": 139,
    "tafsir": "Usai menceritakan perjuangan dakwah Nabi Lut yang bukan berasal dari Bani Israil, Allah kembali menuturkan dakwah nabi dari Bani Israil, Nabi Yunus. Dan sungguh, Yunus benar-benar termasuk salah seorang rasul yang Allah utus untuk menyampaikan risalah kepada penduduk Ninawa (sekarang wilayah Irak) agar menyembah Allah dan meninggalkan berhala sesembahan mereka."
  },
  {
    "verse_number": 140,
    "tafsir": "Ingatlah ketika dia lari dan pergi meninggalkan kaumnya padahal Allah tidak memperkenankan kepergiannya, lalu dia naik ke kapal yang penuh dengan muatan hingga hampir tenggelam."
  },
  {
    "verse_number": 141,
    "tafsir": "Melihat kondisi ini kemudian para penumpang melakukan pengundian, di mana dia ikut diundi untuk menentukan penumpang yang kalah dan harus diceburkan ke laut."
  },
  {
    "verse_number": 142,
    "tafsir": "Ternyata dia termasuk orang-orang yang kalah dalam undian itu. Maka dia pun diceburkan hingga dia ditelan oleh ikan besar dalam keadaan tercela karena meninggalkan kaumnya tanpa izin Allah."
  },
  {
    "verse_number": 143,
    "tafsir": "Menanggapi tindakan Nabi Yunus itu maka Allah menegaskan bahwa sekiranya dia tidak termasuk orang yang banyak berzikir dan bertasbih terus-menurus kepada Allah,"
  },
  {
    "verse_number": 144,
    "tafsir": "niscaya dia akan tetap tinggal diperut ikan yang menelannya itu sampai hari kebangkitan."
  },
  {
    "verse_number": 145,
    "tafsir": "Setelah Nabi Yunus beberapa lama berada di dalam perut ikan dalam kondisi gelap, sempit, dan sesak nafas, kemudian Kami keluarkan dan lemparkan dia ke daratan yang tandus tanpa pepohonan di sana, sedang dia dalam keadaan sakit dan tidak berdaya."
  },
  {
    "verse_number": 146,
    "tafsir": "Dengan kemurahan-Ku, untuk dia Kami tumbuhkan sebatang pohon dari jenis labu sebagai makanan yang segar, lezat, dan bergizi sehingga kekuatan dan kesehatannya berangsur pulih."
  },
  {
    "verse_number": 147,
    "tafsir": "Dan setelah pulih, Kami utus dia kembali kepada kaumnya yang saat itu berjumlah seratus ribu orang atau lebih. Kedatangannya disambut gembira karena mereka menunggu seorang rasul yang membimbing mereka menuju keimanan."
  },
  {
    "verse_number": 148,
    "tafsir": "Mereka sadar bahwa Allah dengan kasih sayang-Nya telah menyelamatkan mereka dari azab yang tampak di depan mata, sehingga mereka benar-benar beriman kepada Allah dengan tulus. Karena itu Kami anugerahkan kenikmatan hidup kepada mereka hingga waktu tertentu, yaitu akhir hayat mereka. Anugerah semacam ini hanya Allah karuniakan kepada umat Nabi Yunus (Lihat Surah Yunus/10: 98)."
  },
  {
    "verse_number": 149,
    "tafsir": "Kisah para nabi ini menjadi pelajaran bagi generasi sesudahnya. Mereka, seperti halnya Nabi Muhammad, diutus untuk menyampaikan risalah tauhid kepada umatnya, mengajak mereka untuk mengesakan Allah dan menyucikan Allah dari hal-hal yang tidak patut. Maka tanyakanlah, wahai Nabi Muhammad, kepada mereka yang ingkar dari umatmu, apakah mereka menisbatkan anak-anak perempuan itu untuk Tuhanmu sedangkan untuk mereka sendiri mereka memilih anak-anak laki-laki?"
  },
  {
    "verse_number": 150,
    "tafsir": "Atau tanyakanlah kepada mereka apakah Kami menciptakan malaikat-malaikat sebagai hamba Allah berupa makhluk berjenis kelamin perempuan, sedangkan mereka menyaksikan hal itu? Sungguh, mereka akan diminta pertanggungjawaban di akhirat atas tuduhan mereka itu (Lihat Surah az-Zukhruf/43: 19)."
  },
  {
    "verse_number": 151,
    "tafsir": "Wahai Nabi Muhammad, ingatlah sesungguhnya di antara kebohongannya yang lain adalah bahwa mereka benar-benar mengatakan,"
  },
  {
    "verse_number": 152,
    "tafsir": "“Allah mempunyai anak.” Mahasuci Allah. Tiada sekutu bagi-Nya. Dia tidak beranak dan tidak pula diperanakkan. Dan sungguh, mereka benar-benar pendusta karena tuduhan mereka tidak berdasar sama sekali."
  },
  {
    "verse_number": 153,
    "tafsir": "Apakah untuk diri-Nya sendiri Dia lebih memilih anak-anak perempuan daripada anak-anak laki-laki? Mereka menuduh para malaikat sebagai anak-anak perempuan Allah."
  },
  {
    "verse_number": 154,
    "tafsir": "Wahai Nabi Muhammad, katakanlah kepada mereka, “Mengapa kamu beranggapan buruk seperti ini kepada Allah? Bagaimana kamu bisa menetapkan bahwa Allah memilih anak perempuan, padahal kamu sendiri tidak menyukainya?"
  },
  {
    "verse_number": 155,
    "tafsir": "Maka, mengapa kamu tidak memikirkan bagaimana jika Allah memiliki anak? Dia Mahakuasa dan Maha Esa dalam menciptakan dan mengaturnya alam semesta."
  },
  {
    "verse_number": 156,
    "tafsir": "Ataukah kamu mempunyai bukti yang jelas atas kebenaran prasangka burukmu itu?"
  },
  {
    "verse_number": 157,
    "tafsir": "Jika demikian adanya maka bawalah kitabmu ke hadapan kami dan tunjukkanlah bukti yang membenarkan pernyataanmu jika kamu memang orang yang benar."
  },
  {
    "verse_number": 158,
    "tafsir": "Dan mereka juga menganggap bahwa Allah mengadakan hubungan nasab antara Dia dan jin. Alangkah buruk anggapan tersebut, dan sungguh jin yang menyesatkan manusia telah mengetahui bahwa mereka pasti akan diseret ke neraka."
  },
  {
    "verse_number": 159,
    "tafsir": "Mahasuci dan Mahamulia Allah dari apa yang mereka sifatkan. Dia suci dari segala sifat-sifat yang menyamai makhluk-Nya. Mereka yang menyematkan sifat-sifat tersebut kepada Allah akan diseret ke neraka."
  },
  {
    "verse_number": 160,
    "tafsir": "Demikianlah, kecuali hamba-hamba Allah yang dipilih; mereka disucikan dari dosa karena menyembah Allah dengan ikhlas dan tidak mempunyai pandangan salah tentang-Nya."
  },
  {
    "verse_number": 161,
    "tafsir": "Maka ketahuilah wahai orang-orang musyrik, sesungguhnya kamu dan apa yang kamu sembah itu, yaitu patung dan berhala, serta segala upayamu untuk menyesatkan orang lain,"
  },
  {
    "verse_number": 162,
    "tafsir": "tidak akan dapat menyesatkan seseorang terhadap Allah,"
  },
  {
    "verse_number": 163,
    "tafsir": "kecuali menyesatkan orang-orang yang telah ditetapkan akan masuk ke neraka Jahim akibat langgeng dalam kekafirannya. Sementara itu, orang yang menempuh jalan kebenaran akan selamat dari tipu daya setan sehingga selamat dari siksa neraka."
  },
  {
    "verse_number": 164,
    "tafsir": "Malaikat bukanlah anak-anak perempuan Allah sebagaimana tuduhan orang musyrik. Mereka hanyalah hamba-hamba Allah yang patuh pada perintah-Nya. Malaikat berkata, “Dan tidak satu pun di antara kami melainkan masing-masing mempunyai kedudukan tertentu dalam melaksanakan tugas dan mengabdi kepada Allah,"
  },
  {
    "verse_number": 165,
    "tafsir": "dan sesungguhnya kami selalu teratur dalam barisan untuk melaksanakan perintah-Nya."
  },
  {
    "verse_number": 166,
    "tafsir": "Dan sungguh, kami benar-benar terus bertasbih, menyucikan dan mengagungkan asma-Nya dari sifat-sifat yang tidak layak bagi-Nya."
  },
  {
    "verse_number": 167,
    "tafsir": "Orang-orang kafir selalu mencari pembenaran atas kekafiran mereka, tidak terkecuali mereka yang hidup sebelum Nabi Muhammad. Dan sesungguhnya mereka benar-benar pernah berkata,"
  },
  {
    "verse_number": 168,
    "tafsir": "“Sekiranya di sisi kami ada sebuah kitab dari Allah yang dibawa oleh seorang rasul sebagaimana Taurat dan Injil yang diturunkan kepada orang-orang dahulu,"
  },
  {
    "verse_number": 169,
    "tafsir": "tentu kami akan menjadi hamba Allah yang disucikan dari dosa. Kami akan beriman kepada Allah, beribadah dengan ikhlas, dan tidak akan mengingkari syariat yang diturunkan kepada kami.”"
  },
  {
    "verse_number": 170,
    "tafsir": "Akan Tetapi, setelah Allah menurunkan Al-Qur’an kepada mereka sebagai pedoman untuk meraih kebahagiaan dunia dan akhirat, ternyata mereka mengingkarinya (Lihat Surah Fatir/35: 42), maka kelak mereka akan mengetahui akibat keingkaran mereka itu."
  },
  {
    "verse_number": 171,
    "tafsir": "Sekalipun para rasul menghadapi rintangan berat dalam dakwahnya, pada akhirnya kebenaran akan menang, sesuai janji Allah. Dan sungguh, janji Kami telah tetap sejak semula bagi hamba-hamba Kami yang menjadi rasul,"
  },
  {
    "verse_number": 172,
    "tafsir": "yaitu bahwa mereka itu pasti akan mendapat pertolongan dari Allah."
  },
  {
    "verse_number": 173,
    "tafsir": "Dan benarlah, sesungguhnya bala tentara Kami, para rasul dan pengikut mereka, itulah yang pasti menang karena telah membela agama Allah (Lihat pula: Surah Gafir/40: 51)."
  },
  {
    "verse_number": 174,
    "tafsir": "Wahai Nabi Muhammad, demikianlah janji Allah. Maka berpalinglah engkau dari mereka yang musyrik itu sampai waktu tertentu, yaitu waktu datangnya azab bagi mereka di dunia atau datangnya dukungan Allah yang menguatkan dan memenangkanmu atas mereka."
  },
  {
    "verse_number": 175,
    "tafsir": "Dan perlihatkanlah kepada mereka gambaran azab yang akan Allah timpakan kepada orang-orang yang ingkar, maka kelak mereka akan melihat dan merasakan azab itu."
  },
  {
    "verse_number": 176,
    "tafsir": "Setelah engkau laksanakan perintah Allah tersebut, maka perhatikanlah apakah mereka merasa takut atau bergeming seraya meminta kepadamu, dengan nada mengejek, agar azab Kami disegerakan menimpa mereka."
  },
  {
    "verse_number": 177,
    "tafsir": "Maka sungguh, apabila azab itu benar-benar turun di halaman atau pekarangan rumah mereka, maka sangat buruklah pagi hari tersebut bagi orang-orang yang diperingatkan itu. Mereka menyaksikan azab itu tetapi tidak mampu menyelamatkan diri dan harta mereka. Itulah hari kekalahan mereka."
  },
  {
    "verse_number": 178,
    "tafsir": "Dan jika mereka tetap angkuh dan sombong setelah engkau peringatkan, berpalinglah engkau dari mereka sampai waktu tertentu ketika mereka menerima azab Allah."
  },
  {
    "verse_number": 179,
    "tafsir": "Dan perlihatkanlah kembali gambaran azab itu kepada mereka, maka kelak mereka benar-benar akan melihat azab itu datang akibat kekafiran mereka."
  },
  {
    "verse_number": 180,
    "tafsir": "Mahasuci Tuhanmu, Pemilik kemuliaan yang hakiki, Tuhan Yang Mahaperkasa lagi suci dari sifat tidak baik yang mereka katakan dan nisbatkan kepada-Nya."
  },
  {
    "verse_number": 181,
    "tafsir": "Dan Allah menyampaikan ucapan selamat sejahtera bagi para rasul pembawa risalah."
  },
  {
    "verse_number": 182,
    "tafsir": "Dan ungkapan yang pantas ditujukan kepada Allah adalah pengakuan bahwa segala puji hanya layak bagi Allah Tuhan seluruh alam. Dia Mahakuasa, Maha Esa, dan Mahaperkasa. Dia menolong hamba-Nya yang berhak dan menyiksa siapa saja yang menentang risalah-Nya.[]"
  }
]