[
  {
    "verse_number": 1,
    "tafsir": "Pada akhir Surah an-Nahl mengandung pesan kepada Nabi Muhammad agar bersabar dan tidak bersedih hati disebabkan tipu daya dan penolakan orang-orang yang menentang dakwahnya. Di saat beliau mengalami kesulitan menghadapi orang-orang kafir yang menolak dakwahnya, ayat pertama dari surah ini menyatakan bahwa beliau mempunyai kedudukan yang mulia di sisi Allah, di mana Allah memperjalankannya dari Masjidilharam ke Masjidil Aqsha dan memperlihatkan kepadanya tanda-tanda kekuasaan dan kebesaranNya. Ayat pertama ini menyatakan, Maha Suci Allah, yang telah memperjalankan hamba-Nya, yakni Nabi Muhammad, pada malam hari dari Masjidilharam, yang berada di Mekah ke Masjidil Aqsa, yang berada di Palestina, yang telah Kami berkahi sekelilingnya, dengan tanahnya yang subur yang menghasilkan aneka tanaman dan buah-buahan serta menjadi tempat turunnya para nabi, agar kami perlihatkan kepadanya dengan mata kepala atau mata hati sebagian dari tanda-tanda kebesaran dan kekuasaan Kami. Sesungguhnya Dia, yaitu Allah adalah Maha Mendengar perkataan hamba-Nya, Maha Mengetahui tingkah laku dan perbuatannya."
  },
  {
    "verse_number": 2,
    "tafsir": "Bila Allah memuliakan Nabi Muhammad dengan memperjalalankannya dari Masjidilharam ke Masjidil Aqsa, maka Dia memuliakan Nabi Musa dengan menganugerahkan kepadanya kitab Taurat agar menjadi petunjuk bagi Bani Israil. Dan Kami berikan kepada Nabi Musa Kitab, yaitu Taurat, dan Kami menjadikannya sebagai petunjuk yang khusus bagi Bani Israil, yaitu anak keturunan Nabi Yakub, agar mereka tidak menyembah kepada selain-Ku. Kepada mereka Aku berfirman, “Janganlah kamu mengambil penolong selain Aku, yakni janganlah menyembah dan menggantungkan segala urusan kepada selain-Ku."
  },
  {
    "verse_number": 3,
    "tafsir": "Wahai keturunan dari orang yang Kami bawa bersama Nuh, yaitu orang-orang yang diselamatkan Allah dari bencana banjir, jadikanlah nenek moyangmu, yaitu Nabi Nuh sebagai teladan bagimu, sesungguhnya dia adalah hamba Allah yang banyak bersyukur atas nikmat yang dianugerahkan Allah kepadanya. Maka bersyukurlah kamu sekalian atas nikmat diutusnya rasul kepadamu, sebagaimana mereka mensyukuri nikmat yang dianugerahkan Allah kepadanya.”"
  },
  {
    "verse_number": 4,
    "tafsir": "Allah menganugerahkan kepada Bani Israil kitab Taurat agar menjadi petunjuk, tetapi mereka enggan berpedoman padanya. Dan telah Kami tetapkan terhadap Bani Israil, yakni anak-cucu Nabi Yakub, melalui wahyu yang Kami turunkan kepada Nabi Musa yang termaktub dalam kitab itu, yakni Taurat, bahwa kamu pasti akan membuat kerusakan di muka bumi ini, yakni Baitul Maqdis, sebanyak dua kali, tetapi Allah tidak segera menjatuhkan siksa kepadamu, dan dengan demikian pasti kamu akan menyombongkan diri dengan kesombongan yang besar."
  },
  {
    "verse_number": 5,
    "tafsir": "Maka apabila datang saat hukuman bagi kejahatan pertama yang kamu perbuat dari kedua kejahatan itu, yang telah ditetapkan kepadamu, Kami datangkan kepadamu hamba-hamba Kami yang mempunyai kekuatan yang besar untuk menguasai negerimu dan menaklukanmu, lalu mereka merajalela di kampung-kampung, memasuki rumahmu untuk mengejar, menyiksa, dan membunuhmu, dan itulah ketetapan yang pasti terlaksana. Inilah ketetapan Allah atas kaum Bani Israil disebabkan mereka meninggalkan hukum Taurat dan membunuh para nabi. Maka datanglah hukuman Allah."
  },
  {
    "verse_number": 6,
    "tafsir": "Ketetapan Allah menakdirkan bahwa mereka dapat mengalahkan musuh-musuhnya dan membangun kembali kerajaannya yang besar. Allah menyatakan, “Kemudian Kami berikan kepadamu giliran untuk mengalahkan mereka kembali, setelah negerimu dikuasai dan ditaklukkan oleh mereka, dan Kami membantumu untuk membangun kembali negerimu dan mengokohkan kekuasaanmu dengan harta kekayaan serta anak-anak dan Kami jadikan kamu kelompok yang lebih besar dari kelompok kamu sebelumnya.”"
  },
  {
    "verse_number": 7,
    "tafsir": "Jika kamu berbuat baik dengan menaati perintah Allah dan Rasul-Nya serta melakukan kebijakan kepada sesamanya, berarti kamu berbuat baik untuk dirimu sendiri, karena balasan yang kamu peroleh dari kebaikan itu. Dan jika kamu berbuat jahat, maka kerugian kejahatan itu juga untuk dirimu sendiri, karena akibat dari kejahatan akan menimpamu.” Selanjutnya dinyatakan kejahatan yang kedua yang diperbuat oleh kaum Bani Israil dan azab Allah yang ditimpakan atas mereka dinyatakan dalam firmanNya, “Dan apabila datang saat hukuman kejahatan yang kedua, yang telah Kami tetapkan di dalam Kitab itu, Kami datangkan orang-orang lain untuk menyiksamu sehingga menyuramkan wajah-wajahmu, akibat kesedihan dan penderitaan yang kamu alami, dan mereka, yakni musuh-musuhmu masuk ke dalam masjid, yakni Masjidil Aqsa, guna menyiksa dan membunuhmu sebagaimana mereka memasukinya pada kali pertama guna menyiksa dan membunuhmu akibat kejahatan kamu yang pertama, dan mereka memasukinya dengan tujuan untuk membinasakan sehabis-habisnya apa saja yang mereka kuasai."
  },
  {
    "verse_number": 8,
    "tafsir": "Allah Yang Maha Pengasih tidak menutup rahmat-Nya kepada siapa yang mau bertobat dari kejahatan dan kembali kepada jalan yang benar. Allah menyatakan, “Mudah-mudahan Tuhanmu akan melimpahkan rahmat kepadamu, setelah kali yang kedua kejahatan yang kamu lakukan, dan kamu sungguh-sungguh bertobat kepada Allah, tetapi jika kamu kembali kepada kedurhakaan dengan melakukan kejahatan lagi, niscaya Kami kembali mengazabmu di dunia dan kelak di akhirat Kami jadikan neraka Jahanam penjara atau hamparan tempat duduk bagi orang-orang yang tidak beriman kepada Allah dan Rasul-Nya."
  },
  {
    "verse_number": 9,
    "tafsir": "Allah menurunkan Al-Qur’an kepada Nabi Muhammad agar menjadi petunjuk bagi umat manusia guna meraih keselamatan dan kebahagiaan di dunia dan akhirat. Sungguh, Al-Qur’an ini memberikan petunjuk bagi umat manusia ke jalan yang paling lurus yang mengantarkan keselamatan dan kebahagiaan mereka dan memberi kabar gembira kepada orang-orang mukmin yang mengerjakan kebajikan sebagai bukti dari keimanannya itu bahwa bagi mereka ada pahala yang besar sebagai imbalan dari iman dan apa yang diamalkannya itu."
  },
  {
    "verse_number": 10,
    "tafsir": "Dan memberi kabar buruk serta ancaman bahwa sesungguhnya orang-orang yang tidak beriman kepada kehidupan akhirat, Kami sediakan bagi mereka kelak di hari kiamat azab yang pedih yaitu neraka."
  },
  {
    "verse_number": 11,
    "tafsir": "Dan manusia terkadang berdoa untuk kejahatan, seperti mengharapkan kematiannya, kematian anak dan keluarganya, atau untuk kehancuran harta bendanya dalam keadaan marah atau putus asa sebagaimana ia berdoa untuk kebaikan. Allah menyatakan, Dan adalah manusia bersifat tergesa-gesa. Sifat itulah yang menyebabkan manusia berdoa untuk kejahatan, tanpa disadari bahwa doanya itu jika dikabulkan akan membawa kerugian bagi dirinya. Oleh karena itu, janganlah tergesagesa di dalam mengambil keputusan."
  },
  {
    "verse_number": 12,
    "tafsir": "Dan kami jadikan malam dan siang dan silih bergantinya keduanya itu sebagai dua tanda untuk menunjukkan kekuasaan Kami, lalu Kami hapuskan tanda malam, Kami hapus cahayanya sehingga terjadilah kegelapan dan engkau tidak dapat melihat segala sesuatu di sekitarmu, dan Kami jadikan tanda siang itu terang, yakni Kami jadikan siang dapat menerangi, sehingga kamu dapat melihat segala sesuatu di sekitarmu. Demikian itu agar kamu dapat mencari kurnia dari Tuhanmu dengan melakukan pekerjaan yang bermanfaat bagi kehidupanmu. Dan agar dengan kehadiran malam dan siang itu kamu mengetahui bilangan tahun-tahun dan perhitungan waktu yang sangat bermanfaat bagi kehidupan manusia.” Sebagai penutup, ayat ini menyatakan, “Dan segala sesuatu yang bermanfaat bagi kehidupanmu telah Kami terangkan dengan jelas, tidak ada sesuatu yang terlewati agar menjadi pelajaran bagimu.”"
  },
  {
    "verse_number": 13,
    "tafsir": "Ayat yang lalu ditutup dengan pernyataan bahwa segala sesuatu telah kami rinci dan jelaskan. Salah satu yang dirinci dan dijelaskannya berupa amal-amal perbuatannya. Ayat ini menyatakan, “Dan setiap manusia itu telah Kami tetapkan amal perbuatannya sebagaimana tetapnya kalung pada lehernya, tidak dapat terpisah satu dengan lainnya. Dan Kami keluarkan baginya pada hari kiamat sebuah kitab yang mencatat semua amalnya di dunia yang dijumpainya kitab itu terbuka, tidak ada sesuatu yang ditutupi atau tersembunyi.”"
  },
  {
    "verse_number": 14,
    "tafsir": "Pada saat itu akan dinyatakan kepadanya, “Bacalah kitabmu yang terbuka di hadapanmu dan cukuplah dirimu sendiri pada hari ini sebagai penghitung atas dirimu yang menghitung dan menilai perbuatanmu di dunia. Kamu tidak dapat mengingkari perbuatanmu karena semuanya telah ditampakkan dengan nyata di dalam kitabmu.”"
  },
  {
    "verse_number": 15,
    "tafsir": "Barang siapa mendapat hidayah sehingga ia berbuat sesuai dengan petunjuk Allah, maka sesungguhnya dia berbuat itu untuk keselamatan dan kebahagiaan dirinya sendiri; dan barang siapa yang sesat tidak mendapat petunjuk Allah maka sesungguhnya ia tersesat dari jalan yang benar dan yang demikian itu mendatangkan kerugian bagi dirinya sendiri. Dan seorang yang berdosa tidak dapat memikul dosa orang lain, yakni setiap orang memikul dosanya sendiri yang harus dipertanggungjawabkan di hadapan Allah. Perbuatan yang baik mendapat ganjaran dan perbuatan yang buruk mendapat siksaan yang pedih. Dan Kami tidak akan berbuat aniaya dengan menyiksa manusia sebelum Kami mengutus seorang rasul yang menunjukkan kepada mereka jalan yang benar dan mencegah dari kesesatan."
  },
  {
    "verse_number": 16,
    "tafsir": "Dan jika Kami hendak membinasakan suatu negeri, yang durhaka sesuai ketetapan kami, maka Kami perintahkan kepada orang-orang yang hidup mewah di negeri itu agar menaati Allah, tetapi mereka tidak mau menaati-Nya, bahkan mereka melakukan kedurhakaan dalam negeri itu dengan melakukan penganiayaan dan pengrusakan, maka sudah sepantasnya berlaku terhadapnya perkataan, yakni ketentuan Kami, kemudian Kami hancurkan negeri itu sehancur-hancurnya, sehingga mereka tidak dapat bangkit lagi."
  },
  {
    "verse_number": 17,
    "tafsir": "Dan sesuai dengan ketetapan itu dinyatakan, “Berapa banyaknya kaum setelah kebinasaan kaum Nuh, telah Kami binasakan disebabkan oleh kedurhakaan mereka. Dan cukuplah Tuhanmu Yang Maha Mengetahui, Maha Melihat dosa hamba-hamba-Nya. Tidak ada yang tersembunyi dan terluput dari pembalasan-Nya."
  },
  {
    "verse_number": 18,
    "tafsir": "Allah memberikan pembalasan berupa ganjaran atau siksaan kepada manusia sesuai amal perbuatannya. Ayat ini menyatakan, “Barang siapa yang hanya menghendaki kehidupan sekarang, yaitu kehidupan duniawi dan ia tidak beriman kepada kehidupan akhirat, maka Kami segerakan baginya di dunia ini apa yang Kami kehendaki dari apa yang diharapkannya, seperti kedudukan sosial yang tinggi atau harta yang banyak, bagi orang yang Kami kehendaki, yaitu mereka yang berusaha meraihnya dengan memenuhi syarat dan ketentuan, bukan untuk semua orang yang menghendakinya. Kemudian Kami sediakan baginya di akhirat neraka Jahanam; ia akan memasukinya dalam keadaan tercela dan terusir dari rahmat Allah."
  },
  {
    "verse_number": 19,
    "tafsir": "Dan barang siapa yang menghendaki dengan amal perbuatannya pembalasan kehidupan akhirat dan berusaha ke arah itu, yakni untuk memperoleh kehidupan akhirat dengan sungguh-sungguh dengan melakukan amal salih, sedangkan dia beriman kepada Allah dengan sungguh-sungguh, maka mereka itu adalah orang-orang yang usahanya dibalas dengan baik di sisi Allah dan mendapat ganjaran sesuai dengan amalnya."
  },
  {
    "verse_number": 20,
    "tafsir": "Kepada masing-masing golongan, baik golongan ini yang mengharapkan pembalasan dunia maupun golongan itu yang mengharapkan pembalasan akhirat, Kami berikan bantuan dari kemurahan Tuhanmu, yakni Kami berikan bagi keduanya itu pembalasan sesuai dengan amal perbuatannya. Dan kemurahan Tuhanmu tidak dapat dihalangi oleh siapa pun. Pembalasan di dunia Kami berikan kepada siapa saja yang berusaha meraihnya, baik kafir maupun mukmin, sedangkan pembalasan berupa pahala di akhirat, khusus Kami anugerahkan kepada orang-orang yang beriman dan beramal saleh dengan sungguh-sungguh sesuai dengan ketentuan Tuhanmu."
  },
  {
    "verse_number": 21,
    "tafsir": "Kemudian Allah menyatakan kepada kedua golongan itu, “Perhatikanlah dan ambillah pelajaran bagimu bagaimana Kami lebihkan sebagian dari mereka atas sebagian yang lain, dari kesenangan duniawi maupun kesenangan ukhrawi yang diperoleh sebagai ganjaran dari amal perbuatannya. Dan pasti pembalasan berupa kesenangan dalam kehidupan akhirat lebih tinggi derajatnya dan lebih besar keutamaanya dibandingkan dengan pembalasan di dunia.”"
  },
  {
    "verse_number": 22,
    "tafsir": "Oleh karena itu, janganlah engkau adakan tuhan yang lain di samping Allah, yakni jangan mempersekutukan-Nya, nanti engkau menjadi tercela dan terhina karena perbuatanmu itu, sehingga engkau menyesal karena tidak ada siapa pun yang dapat menolongmu."
  },
  {
    "verse_number": 23,
    "tafsir": "Setelah menjelaskan penggolongan manusia menjadi dua golongan; ada yang menghendaki kehidupan dunia saja dan ada yang menghendaki kehidupan akhirat di samping kehidupan dunia, kelompok ayat ini selanjutnya menjelaskan tatakrama pergaulan antar manusia dalam kehidupannya. Ayat ini menyatakan, “Dan Tuhanmu telah menetapkan dan memerintahkan agar kamu wahai sekalian manusia jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu bapakmu dengan sebaik-baiknya. Jika salah seorang di antara keduanya atau kedua-duanya sampai berusia lanjut dan mereka berada dalam pemeliharaanmu, maka sekali-kali janganlah kamu menyakiti keduanya, misalnya dengan mengatakan kepada keduanya perkataan “ah”, yakni perkataan yang mengandung makna kemarahan atau kejemuan, dan janganlah engkau membentak keduanya jika mereka merepotkan kamu atau berbuat sesuatu yang kamu tidak menyukainya, dan ucapkanlah kepada keduanya perkataan yang mulia, yakni perkataan yang baik, yang mengandung penghormatan dan kasih sayang.”"
  },
  {
    "verse_number": 24,
    "tafsir": "Selanjutnya Allah menyatakan, “Dan rendahkanlah dirimu terhadap keduanya dengan penuh kasih saying karena rasa hormat yang tulus kepada keduanya, dan ucapkanlah, yakni berdoalah, “Wahai Tuhanku, yang Maha Pengasih, Maha Penyayang, sayangilah keduanya, karena mereka berdua telah mendidik aku waktu kecil dengan penuh kasih sayang."
  },
  {
    "verse_number": 25,
    "tafsir": "Dalam keadaan kedua orang tua sudah berumur lanjut dan berada dalam pemeliharaanmu, boleh jadi suatu waktu engkau berbuat kesalahan, secara tidak sengaja atau karena terpaksa. Dalam keadaan demikian itu, ketahuilah bahwa Tuhanmu lebih mengetahui apa yang ada dalam hatimu; jika kamu orang-orang yang baik dan tulus mengasihi kedua orang tuamu dan berbakti kepada keduanya dengan sepenuh hatimu. Mohonlah ampun kepada Tuhanmu, maka sungguh, Dia Maha Pengampun bagi orang-orang yang bertobat dan menyertainya dengan berbuat kebaikan."
  },
  {
    "verse_number": 26,
    "tafsir": "Dan berikanlah haknya kepada keluarga-keluarga yang dekat, dari pihak ibu maupun bapak, berupa bantuan, kebajikan, dan silaturahim. Demikian juga kepada orang miskin dan orang yang dalam perjalanan, berikanlah zakat yang diwajibkan atas kamu, sedekah yang dianjurkan atau bantuan lainnya yang diperlukan, dan janganlah kamu menghambur-hamburkan hartamu secara boros dengan membelanjakannya pada hal-hal yang tidak ada kemaslahatan."
  },
  {
    "verse_number": 27,
    "tafsir": "Allah mencela perbuatan membelanjakan harta secara boros, dengan menyatakan, “Sesungguhnya orang-orang yang pemboros itu adalah saudara setan, mereka berbuat boros dalam membelanjakan harta karena dorongan setan, oleh karena itu, perilaku boros termasuk sifat setan, dan setan itu adalah sangat ingkar kepada nikmat dan anugerah Tuhannya."
  },
  {
    "verse_number": 28,
    "tafsir": "Kemudian kepada orang yang karena suatu keadaan tidak dapat memberi bantuan kepada orang yang memerlukan, ayat ini memberi tuntunan; dan jika engkau benar-benar berpaling dari mereka, tidak dapat memberikan bantuan kepada keluarga dekat, orang miskin atau orang yang sedang dalam perjalanan, bukan karena engkau enggan membantu tetapi karena keadaanmu pada waktu itu tidak memungkinkan memberi bantuan kepada mereka, dalam arti materi atau sebab-sebab lainnya, maka engkau berpaling dari mereka untuk memperoleh rahmat dari Tuhanmu yang engkau harapkan, sehingga suatu waktu engkau dapat membantu mereka jika keadaanmu memungkinkan. Dalam keadaan ini, baik, dan memberi harapan, bukan penolakan dengan kata-kata yang kasar."
  },
  {
    "verse_number": 29,
    "tafsir": "Dan janganlah engkau jadikan tanganmu terbelenngu pada lehermu, yakni janganlah enggan mengulurkan tanganmu memberikan bantuan kepada orang-orang yang membutuhkan bantuan, dan jangan pula engkau terlalu mengulurkannya, yakni janganlah kamu boros dalam membelanjakan harta, karena itu kamu menjadi tercela karena kekikiranmu, dan menyesal karena keborosanmu dalam membelanjakan harta."
  },
  {
    "verse_number": 30,
    "tafsir": "Sebab utama sifat kikir manusia adalah karena takut terjerumus ke dalam kemiskinan. Ayat ini mengingatkan bahwa sungguh, Tuhanmu melapangkan rezeki bagi siapa yang Dia kehendaki untuk dilapangkan rezekinya dan menyempitkannya kepada siapa yang Dia kehendaki untuk disempitkan rezekinya; sesungguhnya Dia Maha Mengetahui segala sesuatu, Maha melihat akan hamba-hambanya. Dia memberikan kepada hamba-Nya segala sesuatu yang menjadi kebutuhan dan kemaslahatannya apabila ia menjalani sebab-sebab untuk mendapatkannya."
  },
  {
    "verse_number": 31,
    "tafsir": "Kemudian Allah melarang kaum muslim membunuh anak-anak mereka seperti yang dilakukan beberapa suku dari kaum Arab Jahiliyah. Allah berfirman, “Dan janganlah kamu membunuh anak-anakmu karena takut kemiskinan akan menimpa mereka. Kamilah yang akan memberi rezeki kepada mereka, bukan kamu yang memberi rezeki kepada mereka, dan Kami juga yang memberi rezeki kepadamu. Janganlah kamu mencemaskan mereka karena kemiskinan, maka oleh sebab itu kamu membunuhnya. Membunuh mereka itu sungguh suatu dosa yang besar."
  },
  {
    "verse_number": 32,
    "tafsir": "Dan janganlah kamu mendekati zina dengan melakukan perbuatan yang dapat merangsang atau menjerumuskan kepada perbuatan zina; sesungguhnya zina itu adalah suatu perbuatan yang keji, yang mendatangkan penyakit dan merusak keturunan, dan suatu jalan yang buruk yang menyebabkan pelakunya disiksa dalam neraka."
  },
  {
    "verse_number": 33,
    "tafsir": "Dan janganlah kamu membunuh jiwa yang diharamkan Allah membunuhnya, kecuali dengan suatu alasan yang benar, misalnya atas dasar menjatuhkan hukum qisas. Dan barang siapa dibunuh secara zalim, bukan karena sebab yang bersifat syariat, maka sesungguhnya Kami telah memberi kekuasaan kepada ahli warisnya, untuk menuntut kisas atau meminta ganti rugi kepada pembunuhnya, atau memaafkannya, tetapi janganlah ahli waris itu melampaui batas dalam membunuh, yakni dalam menuntut membunuh apalagi melakukan pembunuhan dengan main hakim sendiri. Sesungguhnya ia adalah orang yang mendapat pertolongan dari sisi Allah dengan ketetapan hukum-Nya yang adil."
  },
  {
    "verse_number": 34,
    "tafsir": "Dan janganlah kamu mendekati harta anak yatim, yakni mengelolanya atau membelanjakannya kecuali dengan cara yang lebih baik, yang bermanfaat bagi anak yatim itu sampai dia dewasa dan mampu mengelola sendiri hartanya dengan baik, dan penuhilah janji, baik kepada Allah maupun sesama manusia; sesungguhnya janji itu pasti diminta pertanggungjawabannya, oleh karena itu janji harus dipenuhi dan ditunaikan dengan sempurna."
  },
  {
    "verse_number": 35,
    "tafsir": "Dan sempurnakanlah takaran apabila kamu menakar, jangan mengurangi takaran untuk orang atau melebihkannya untuk dirimu, dan timbanglah dengan timbangan yang benar sesuai dengan ukuran yang ditetapkan. Itulah yang lebih utama bagimu, karena dengan demikian orang akan percaya kepadamu dan tenteram dalam bermuamalah denganmu dan lebih baik akibatnya bagi kehidupan manusia pada umumnya di dunia dan bagi kehidupanmu di akhirat kelak."
  },
  {
    "verse_number": 36,
    "tafsir": "Dan janganlah kamu mengikuti apa yang kamu tidak mempunyai pengetahuan tentangnya. Jangan mengatakan sesuatu yang engkau tidak ketahui, jangan mengaku melihat apa yang tidak engkau lihat, jangan pula mengaku mendengar apa yang tidak engkau dengar, atau mengalami apa yang tidak engkau alami. Sesungguhnya pendengaran, penglihatan dan hati, adalah amanah dari Tuhanmu, semuanya itu akan diminta pertanggunganjawabnya, apakah pemiliknya menggunakan untuk kebaikan atau keburukan?"
  },
  {
    "verse_number": 37,
    "tafsir": "Dan janganlah engkau berjalan di muka bumi ini dengan sombong, untuk menampakkan kekuasaan dan kekuatanmu, karena sesungguhnya sekuat apa pun hentakan kakimu, kamu sekali-kali tidak dapat menembus bumi dan setinggi apa pun kepalamu, sekali-kali kamu tidak akan sampai setinggi gunung. Sesungguhnya kamu adalah makhluk yang lemah dan rendah di hadapan Allah, kamu tidak memiliki kekuatan dan kemuliaan, melainkan apa yang dianugerahkan oleh-Nya."
  },
  {
    "verse_number": 38,
    "tafsir": "Semua itu, yakni keburukan-keburukan yang disebutkan dalam ayata-yat sebelum ini, kejahatannya amat dibenci di sisi Tuhanmu."
  },
  {
    "verse_number": 39,
    "tafsir": "Itulah sebagian hikmah, hukum-hukum yang mengandung kebenaran yang bermanfaat bagi kehidupan manusia, yang diwahyukan Tuhanmu kepadamu, yakni Nabi Muhammad, melalui malaikat Jibril. Dan janganlah kamu mengadakan tuhan yang lain di samping Allah, yang menyebabkan engkau dilemparkan ke dalam neraka dalam keadaan tercela oleh dirimu sendiri dan orang lain dan dijauhkan dari rahmat Allah."
  },
  {
    "verse_number": 40,
    "tafsir": "Setelah mengingatkan umat Islam agar tidak mengikuti perkataan dan perbuatan yang tidak diketahui kebenarannya, pada ayat ini Allah menjelaskan kesalahan kaum musyrik yang menyembah patung-patung sebagai perantara mendekatkan diri mereka kepada Tuhan. Allah menyatakan, “Maka apakah pantas, apa yang engkau katakan bahwa Tuhanmu memilihkan anak-anak laki-laki untukmu dan Dia mengambil anak-anak perempuan di antara para malaikat, yang menurut pandanganmu lebih rendah derajatnya daripada anak laki-laki? Sungguh, kamu benar-benar mengucapkan kata yang besar dosanya, yaitu bahwa Tuhan mempunyai anak dan para malaikat berjenis kelamin perempuan, sungguh perkataan itu adalah kebohongan yang nyata."
  },
  {
    "verse_number": 41,
    "tafsir": "Dan sungguh, dalam Al-Qur’an ini telah Kami jelaskan berulang-ulang peringatan dengan beraneka macam perupamaan, janji, dan ancaman agar mereka selalu ingat dan mengambil pelajaran.Tetapi peringatan yang berulang-ulang itu tidak lain hanyalah menambah mereka lari semakin jauh dari kebenaran."
  },
  {
    "verse_number": 42,
    "tafsir": "Katakanlah wahai Nabi Muhammad kepada kaum musyrik, “Jika ada tuhan-tuhan di samping-Nya, dan mustahil adanya yang demikian itu sebagaimana yang mereka katakan, dan mereka percaya, niscaya tuhan-tuhan itu mencari jalan kepada Tuhan Yang mempunyai 'Arsy”, untuk menyaingi, mengalahkan, atau berbagi kekuasaan dengan-Nya."
  },
  {
    "verse_number": 43,
    "tafsir": "Mahasuci dan Mahatinggi Dia dari apa yang mereka katakan, bahwa ada tuhan-tuhan selain Dia, Pemilik 'Arasy Yang Agung. Apa yang mereka katakan adalah dusta. Sungguh, Dia Mahatinggi, dengan ketinggian yang sebesar-besarnya, jauh sekali dari apa yang mereka katakan."
  },
  {
    "verse_number": 44,
    "tafsir": "Langit yang tujuh, bumi, dan semua yang ada di dalamnya yakni para malaikat, manusia, jin, dan makhluk lainnya baik yang berakal maupun yang tidak berakal senantiasa dan terus-menerus bertasbih kepada Allah dengan ucapan maupun keadaan yang menunjukkan kepatuhan dan ketundukan kepada hukum Allah. Dan tidak ada sesuatu pun dari mereka yang ada di langit dan di bumi melainkan bertasbih dengan memujiNya, dengan caranya, tetapi kamu sekalian tidak mengerti tasbih mereka. Sungguh, Dia Maha Penyantun, Maha Pengampun kepada hamba-Nya yang berbuat dosa dan mau bertobat kepada-Nya."
  },
  {
    "verse_number": 45,
    "tafsir": "Pada ayat yang lalu Allah menyatakan bahwa kaum musyrik tidak memperoleh manfaat dari kehadiran Al-Qur’an walaupun telah berulang kali peringatan dijelaskan di dalamnya. Terkait dengan ini, Allah berfirman kepada Nabi, “Dan apabila engkau wahai Nabi Muhammad membaca Al-Qur’an yang merupakan petunjuk bagi sekalian manusia, niscaya Kami adakan antara kamu dan orang-orang yang tidak beriman kepada kehidupan akhirat suatu dinding yang tertutup, yang menjadi penghalang bagi mereka di dalam memahami tuntunan Al-Qur’an."
  },
  {
    "verse_number": 46,
    "tafsir": "Dan Kami adakan penutup-penutup di atas hati mereka dan penyumbat di telinga mereka, sesuai dengan kehendak mereka yang tidak percaya kepada kebenaran Al-Qur’an, sehingga mereka tidak dapat memahaminya, yakni memahami tuntunan Al-Qur’an. Dan apabila engkau menyebut Tuhanmu saja dalam al-Qur’an, tanpa menyebut tuhan-tuhan mereka, niscaya mereka berpaling dan lari menjauh ke belakang karena benci dan enggan mendengar tuntunan Al-Qur’an."
  },
  {
    "verse_number": 47,
    "tafsir": "Apa yang dilakukan kaum musyrik itu tidak luput dari pengetahuan Allah. Kami lebih mengetahui dalam keadaan bagaimana mereka mendengarkan sewaktu mereka mendengarkan engkau, bahwa mereka melecehkan kamu dan mencari-cari celah untuk menolak kebenaran Al-Qur’an, dan sewaktu mereka berbisik-bisik di antara mereka sendiri untuk mendustakan Al-Qur’an, yaitu ketika orang-orang zalim itu berkata, “Kamu tidak lain hanyalah mengikuti seorang laki-laki yang kena sihir.”"
  },
  {
    "verse_number": 48,
    "tafsir": "Allah memerintahkan kepada Rasul, “Lihatlah bagaimana mereka membuat perumpamaan-perumpamaan terhadapmu, dengan menggunakan kata-kata seperti dukun, penyair, penyihir, gila, dan sebagainya, karena itu mereka menjadi sesat, jauh dari petunjuk Tuhan, dan tidak dapat lagi menemukan jalan yang benar menuju kepadanya.”"
  },
  {
    "verse_number": 49,
    "tafsir": "Pada ayat yang lalu, Allah membicarakan perkara kenabian dan bantahan kepada kaum musyrik yang memperolok-olokkan Nabi dan mendustakan Al-Qur’an. Kemudian pada ayat ini Allah membantah keragu-raguan mereka terhadap akhirat, kebangkitan dan pembalasan. Allah menyatakan, “Dan mereka, orang-orang yang tidak percaya kepada hari kebangkitan, berkata, “Apakah bila kami telah menjadi tulang-belulang yang berserakan dan benda-benda yang hancur, terpisah satu dengan yang lain apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk yang baru?”"
  },
  {
    "verse_number": 50,
    "tafsir": "Katakanlah wahai Nabi Muhammad, “Jadilah kamu sekalian, apa saja, batu atau besi, niscaya Tuhan akan mengembalikan kamu kepada keadaan semula ketika diciptakan."
  },
  {
    "verse_number": 51,
    "tafsir": "Atau jadilah kamu suatu makhluk dari makhluk yang tidak mungkin mengalami hidup kembali menurut pikiranmu, karena lebih keras dari batu ataupun besi, niscaya Tuhan akan menghidupkanmu dan membangkitkanmu. Maka setelah mendengar penjelasan itu, mereka akan bertanya, “Siapa yang akan menghidupkan kami kembali sesudah kami mati.” Katakanlah wahai Nabi Muhammad, “Yang telah menciptakan kamu pada kali yang pertama.” Lalu setelah mendengar jawaban Nabi, mereka akan menggeleng-gelengkan kepala mereka kepadamu karena tidak percaya dan berkata seakan-akan menantang, “Kapan kebangkitan itu akan terjadi?” Katakanlah wahai Nabi Muhammad, “Mudah-mudahan waktu berbangkit itu dekat,” dan pasti datang saat yang dijanjikan itu."
  },
  {
    "verse_number": 52,
    "tafsir": "Yaitu pada hari ketika Dia memanggil kamu melalui malaikat, lalu kamu mematuhi-Nya dengan bersungguh-sungguh sambil memuji-Nya atas kuasa-Nya membangkitkan kamu, dan kamu mengira bahwa kamu tidak berdiam di dalam kubur atau di dunia kecuali sebentar saja, walaupun kamu berada di sana bertahun-tahun lamanya."
  },
  {
    "verse_number": 53,
    "tafsir": "Dan katakanlah kepada hamba-hamba-Ku yang beriman apabila mereka berkata kepada kaum musyrikin, “Hendaklah mereka mengucapkan perkataan yang lebih baik dan benar walaupun mereka bersikap keras dan berkata kasar kepadamu. Sungguh, setan itu senantiasa mencari peluang dan berusaha menimbulkan perselisihan di antara mereka, yakni orang-orang yang beriman. Sungguh, setan itu adalah musuh yang nyata bagi manusia."
  },
  {
    "verse_number": 54,
    "tafsir": "Tuhanmu lebih mengetahui tentang kamu wahai kaum musyrik. Jika Dia menghendaki, niscaya Dia akan memberi rahmat kepadamu, dengan memberi petunjuk kepadamu sehingga kamu beriman, dan jika Dia menghendaki, Dia akan mengazabmu, disebabkan karena keburukan perbuatanmu dan kekufuranmu, sehingga kamu mati dalam kekufuran. Dan Kami tidaklah mengutusmu wahai Nabi Muhammad untuk menjadi penjaga bagi mereka yang mencegah mereka dari kekufuran atau memaksa mereka kepada iman."
  },
  {
    "verse_number": 55,
    "tafsir": "Dan Tuhanmu lebih mengetahui siapa yang ada di langit dan di bumi dari sekalian makhluk-Nya, dan dia memilih di antara makhluk-Nya itu nabi-nabi yang diutus untuk memberikan peringatan dan petunjuk kepada kaumnya. Dan sungguh, telah Kami lebihkan keutamaan sebagian nabi-nabi itu atas sebagian yang lain, dan di antara kelebihan itu ialah Kami berikan kitab Zabur kepada Nabi Dawud."
  },
  {
    "verse_number": 56,
    "tafsir": "Katakanlah wahai Nabi Muhammad kepada kaum musyrik, “Panggillah mereka yang kamu anggap sebagai tuhan selain Allah, seperti Nabi Isa, Nabi Uzair, para malaikat, atau siapa pun yang dianggap oleh sebagian orang sebagai tuhan mereka selain Allah, dan mintalah kepadanya agar mendatangkan manfaat kepadamu atau menghilangkan bahaya yang menimpamu, maka mereka tidak akan mempunyai kekuasaan sedikit pun untuk menghilangkan bahaya daripadamu dan tidak pula mampu memindahkannya sehingga tidak menimpa kamu.”"
  },
  {
    "verse_number": 57,
    "tafsir": "Orang-orang yang mereka seru itu, yaitu orang-orang yang mereka anggap sebagai tuhan selain Allah, mereka sendiri mencari jalan kepada Tuhan mereka, dan berusaha siapa di antara mereka yang lebih dekat kepada Allah. Dan mereka senantiasa mengharapkan rahmat-Nya dan takut akan azab-Nya. Sungguh, azab Tuhanmu adalah sesuatu yang harus ditakuti oleh siapa pun makhluk-Nya."
  },
  {
    "verse_number": 58,
    "tafsir": "Dan tidak ada suatu negeri pun yang durhaka penduduknya karena kekufuran atau kejahatan perbuatannya, melainkan Kami membinasakannya sebelum hari kiamat dengan kematian atau Kami siksa penduduknya dengan siksa yang sangat keras. Yang demikian itu, yakni kebinasaan dan siksa yang menimpa mereka, telah tertulis di dalam kitab Lauh Mahfuz."
  },
  {
    "verse_number": 59,
    "tafsir": "Orang-orang kafir Mekah berkata bahwa nabi-nabi dahulu dapat melakukan perbuatan yang luar biasa, seperti mengarahkan angin menurut kehendaknya atau menghidupkan orang mati, lalu mereka meminta kepada Nabi Muhammad agar menunjukkan bukti kenabiannya dengan mengubah bukit Safa menjadi emas, maka turunlah wahyu Allah, Dan tidak ada yang menghalangi Kami untuk mengirimkan kepadamu tanda-tanda kekuasaan Kami yang dapat dilihat, melainkan karena tanda-tanda itu telah didustakan oleh orang terdahulu. Dan di antara tanda-tanda yang telah Kami berikan kepada umat terdahulu yaitu tanda-tanda yang Kami berikan kepada kaum samud, kaumnya Nabi Saleh, berupa unta betina sebagai mukjizat yang dapat dilihat, sebagaimana yang diusulkan oleh mereka, tetapi mereka menganiaya unta betina itu dengan membunuhnya. Dan Kami tidak mengirimkan tanda-tanda itu melainkan untuk menakut-nakuti agar mereka beriman. Akan tetapi mereka tidak mau beriman, walaupun telah Kami tunjukkan kepada mereka tanda-tanda kekuasaan Kami yang bersifat indrawi yang mereka minta. Jika Kami menunjukkan tanda-tanda itu kepadamu niscaya kamu akan mendustakan pula, dan dengan demikian akan berlaku pula ketentuan kami menghancurkan penduduk negeri yang durhaka sebagaimana berlaku kepada kaum sebelum kamu."
  },
  {
    "verse_number": 60,
    "tafsir": "Selanjutnya Allah mengingatkan kepada Nabi Muhammad agar tidak ragu-ragu menyampaikan risalah-Nya, dan tidak bersedih hati karena penolakan orang-orang kafir terhadap ayat-ayat Allah. Dan ingatlah ketika Kami wahyukan kepadamu, wahai Nabi Muhammad, “Sungguh, ilmu dan kekuasaan Tuhanmu meliputi seluruh manusia.” Sampaikanlah ini kepada semua manusia dan janganlah bersedih hati karena penolakan mereka terhadap ayat-ayat Kami. Dan ketahuilah Kami tidak menjadikan mimpi, atau penglihatan dalam keadaan sadar, yang telah Kami perlihatkan kepadamu, pada malam Isra Mikraj melainkan sebagai ujian bagi manusia agar menjadi jelas siapa di antara mereka yang percaya dan siapa yang tidak percaya dan begitu pula apa yang Kami wahyukan kepadamu tentang pohon yang terkutuk dalam Al-Qur’an agar menjadi ujian bagi manusia siapa di antara mereka yang percaya dan siapa yang tidak percaya. Dan dengan kedua macam tanda itu Kami menakut-nakuti mereka, supaya mereka beriman tetapi yang demikian itu hanyalah menambah besar kedurhakaan mereka."
  },
  {
    "verse_number": 61,
    "tafsir": "Penolakan orang-orang kafir kepada para rasul itu bukanlah sesuatu yang baru. Para rasul sebelum Nabi Muhammad juga mendapatkan perlakuan yang sama dari kaumnya. Permusuhan kepada para nabi bahkan telah dimulai semenjak permusuhan Iblis kepada Nabi Adam. Dan ingatlah ketika Kami berfirman kepada para malaikat, “Sujudlah kamu semua kepada Adam,” yakni sujud dengan tujuan penghormatan bukan menyembah, lalu mereka semuanya sujud, kecuali Iblis yang enggan bersujud karena keangkuhan dan kedurhakaannya. Ia (Iblis) berkata, “Apakah aku harus bersujud kepada orang yang Engkau ciptakan dari tanah yang rendah derajatanya daripadaku yang Engkau ciptakan dari api?"
  },
  {
    "verse_number": 62,
    "tafsir": "Ia, yaitu Iblis, berkata, “Terangkanlah kepadaku, inikah yang yang lebih Engkau muliakan daripada aku? Terangkanlah mengapa Adam yang diciptakan dari tanah lebih Engkau muliakan daripadaku yang Engkau ciptakan dari api? Sekiranya Engkau memberi waktu kepadaku untuk menggoda dan menyesatkan mereka sampai hari kiamat, pasti akan aku sesatkan keturunannya, sehingga mereka sesat dan durhaka kepada-Mu, kecuali sebagian kecil saja dari mereka, yaitu orang-orang yang mendapat perlindungan dari-Mu, maka aku tidak dapat menyesatkan mereka."
  },
  {
    "verse_number": 63,
    "tafsir": "Dia, yaitu Allah, berfirman, “Pergilah, yakni lakukan apa yang engkau mampu untuk menyesatkan mereka, tetapi barang siapa di antara mereka, yaitu anak cucu Adam yang mengikuti kamu menempuh jalan yang sesat, maka sungguh, neraka Jahanamlah balasanmu semua, iblis dan anak cucu Adam yang mengikuti ajakannya sebagai pembalasan yang cukup dan setimpal dengan perbuatannya."
  },
  {
    "verse_number": 64,
    "tafsir": "Dan perdayakanlah siapa saja di antara mereka anak cucu Adam yang engkau, yakni Iblis sanggup melakukannya dengan suaramu yang memukau dan ajakanmu yang menggoda, dan lakukanlah dengan segala kemampuanmu, kerahkanlah pasukanmu terhadap mereka, yang berkuda dan yang berjalan kaki, dan bersekutulah dengan mereka pada harta dengan menggoda agar mereka mencari dan menginfakkan hartanya dengan jalan yang haram, dan berserikatlah dengan mereka pada anak-anak dengan berbuat zina sehingga melahirkan anak-anak sebagai hasil dari perbuatannya atau menguburkannya anak perempuan mereka hidup-hidup, lalu beri janjilah kepada mereka bahwa mereka tidak akan mendapat siksaan dengan perbuatannya itu.” Padahal setan itu hanya menjanjikan tipuan belaka kepada mereka."
  },
  {
    "verse_number": 65,
    "tafsir": "“Sesungguhnya terhadap hamba-hamba-Ku yang taat dan berbuat kebajikan menuruti perintah-Ku, engkau wahai Iblis, tidaklah dapat berkuasa atas mereka, engkau tidak dapat menyesatkan mereka walaupun engkau kerahkan segenap kemampuanmu untuk menggoda mereka. Dan cukuplah Tuhanmu sebagai penjaga bagi mereka sehingga engkau tidak dapat menyesatkannya.”"
  },
  {
    "verse_number": 66,
    "tafsir": "Setelah dijelaskan pada ayat yang lalu bahwa Allah menjadi penjaga atas hamba-Nya dari godaan iblis, pada ayat ini Allah menyebutkan sebagian dari nikmat-Nya yang dianugerahkan kepada hamba-Nya agar nikmat tersebut disyukuri. Tuhanmulah yang senantiasa memelihara dan berbuat baik kepadamu adalah Dia yang melayarkan kapal-kapal di lautan untukmu, dengan menciptakan hukum-hukumnya sehingga dengan mudah kapal-kapal itu berlayar di samudra yang luas agar kamu mencari karunia-Nya, mencari kekayaan-kekayaan lautan, seperti ikan dan mutiara atau berdagang dari satu tempat ke tempat lain. Sungguh, Dia Allah Maha Penyayang terhadapmu wahai orang-orang yang beriman."
  },
  {
    "verse_number": 67,
    "tafsir": "Dan apabila kamu ditimpa bahaya di lautan, diterpa angin kencang atau ombak yang besar, niscaya hilang dari ingatanmu semua berhala dan tuhan-tuhan yang biasa kamu seru, kecuali Dia, kamu hanya mengingat Dia dan bermohon kepada-Nya agar menyelamatkan kamu dari bahaya yang menimpa. Tetapi ketika Dia, Allah, telah menyelamatkan kamu sehingga kamu dapat kembali dengan selamat ke daratan, kamu berpaling dari-Nya, tidak lagi mengesakan-Nya dan tidak lagi bergantung kepada-Nya, karena kamu merasa telah bebas dari bahaya. Dan manusia memang selalu ingkar, tidak mensyukuri nikmat yang dianugerahkan Allah kepada-Nya, kecuali orang-orang yang taat dan mendapat petunjuk-Nya."
  },
  {
    "verse_number": 68,
    "tafsir": "Maka apakah kamu benar-benar telah merasa aman bahwa Dia tidak akan membenamkan sebagian daratan bersama kamu, sebelum kamu tiba dengan selamat ke pantai, atau Dia meniupkan angin keras yang membawa batu-batu kecil? Dan kamu tidak akan mendapat seorang pelindung pun, yang dapat melindungi kamu dari bahaya yang menimpamu."
  },
  {
    "verse_number": 69,
    "tafsir": "Ataukah kamu merasa aman bahwa Dia suatu waktu dengan kehendak dan kekuasaan-Nya akan mengembalikan kamu ke laut sekali lagi, lalu setelah kamu berada di tengah lautan, Dia tiupkan angin topan kepada kamu dan ditenggelamkan-Nya kamu di tengah lautan atau di tempat kamu diselamatkan dahulu disebabkan kekafiranmu? Kemudian walaupun kamu berusaha dengan mengerahkan segenap kemampuanmu, kamu tidak akan mendapatkan seorang penuntut pun yang dapat menuntut balas atau menolong kamu dalam menghadapi siksaan Kami."
  },
  {
    "verse_number": 70,
    "tafsir": "Dan sungguh, Kami telah memuliakan anak cucu Adam, yaitu golongan manusia pada umumnya dengan tubuh yang bagus, kemampuan berpikir, kebebasan berkehendak, dan ilmu pengetahuan, dan Kami angkut mereka di darat dengan kendaraan seperti onta atau lainnya, dan di laut, dengan kapal, dan Kami beri mereka rezeki dari yang baik-baik, berupa minuman dan makanan yang lezat rasanya, dan Kami lebihkan keutamaan mereka di atas banyak makhluk yang Kami ciptakan dengan kelebihan yang sempurna."
  },
  {
    "verse_number": 71,
    "tafsir": "Ingatlah, pada hari ketika Kami panggil setiap umat dengan pemimpinnya; kepada setiap anggota dari umat itu diberikan catatan amalnya, dan barang siapa diberikan catatan amalnya di tangan kanannya mereka itulah orang-orang yang berbahagia, mereka akan berulang-ulang membaca catatannya dengan baik disebabkan karena kegembiraannya, dan mereka tidak akan dirugikan sedikit pun dengan dikurangi pahala dari amal yang dilakukannya."
  },
  {
    "verse_number": 72,
    "tafsir": "Dan barang siapa buta hatinya di dunia ini, menempuh jalan yang sesat dan durhaka kepada Tuhan, maka di akhirat dia akan buta pula hatinya dan tersesat jauh dari jalan yang benar. Tidak ada waktu lagi untuk bertobat dan mencari keselamatan dari azab Tuhan. Kepada mereka diberikan catatan amalnya di tangan kirinya. Mereka itulah orang-orang yang celaka disebabkan karena kesesatan dan kedurhakaannya kepada Tuhan."
  },
  {
    "verse_number": 73,
    "tafsir": "Orang-orang kafir berupaya agar Nabi Muhammad mau menuruti keinginan mereka, menyampaikan sesuatu yang lain dari apa yang diwahyukan oleh Allah. Nabi terdorong oleh harapannya yang sangat kuat agar mereka masuk Islam, hampir saja tergoda oleh bujuk rayu orang-orang kafir itu, akan tetapi Allah meneguhkan hatinya sehingga keinginan orang kafir itu tidak terlaksana. Dan mereka, orang-orang kafir, hampir memalingkan engkau wahai Nabi Muhammad dari apa yang telah Kami wahyukan kepadamu, yaitu menyangkut perintah dan larangan, janji dan ancaman yang terkandung dalam Al-Qur’an, dan menyuruhmu agar engkau mengada-ada menyampaikan sesuatu yang lain dari apa yang termaktub dalam Al-Qur’an itu terhadap Kami; dan jika engkau berbuat demikian tentu mereka menjadikan engkau sahabat yang setia, sebab engkau menuruti kehendaknya dan melaksanakan perintahnya."
  },
  {
    "verse_number": 74,
    "tafsir": "Dan sekiranya Kami tidak memperteguh hatimu, untuk menolak kehendak dan keinginan mereka niscaya engkau hampir saja condong sedikit kepada mereka, disebabkan karena mereka berupaya sangat keras membujukmu agar engkau menyampaikan sesuatu yang lain dari apa yang Kami wahyukan kepadamu."
  },
  {
    "verse_number": 75,
    "tafsir": "Jika demikian, yakni jika engkau menuruti kehendak dan keinginannya, tentu akan Kami rasakan kepadamu siksaan dua kali lipat di dunia ini dan dua kali lipat setelah mati, dibandingkan dengan siksaan yang kami timpakan kepada selain engkau, dan engkau wahai Nabi Muhammad tidak akan mendapat seorang penolong pun terhadap Kami. Tetapi Kami telah kuatkan hatimu sehingga engkau tidak tergoda oleh tipu daya orang-orang kafir itu dan tidak condong sedikit pun untuk menuruti keinginannya."
  },
  {
    "verse_number": 76,
    "tafsir": "Dan sungguh, mereka orang-orang kafir itu hampir membuatmu wahai Nabi Muhammad gelisah di negeri Mekah karena mereka menyuruh engkau harus keluar dari negeri itu, akan tetapi Allah mencegahnya sehingga tidak terlaksana keinginan orang-orang kafir itu, dan kalau terjadi demikian, yakni jika mereka benar-benar mengusirmu dari Mekah niscaya sepeninggalmu mereka tidak akan tinggal di sana melainkan sebentar saja, kemudian mereka akan hancur binasa."
  },
  {
    "verse_number": 77,
    "tafsir": "Yang demikian itu, yakni kehancuran bagi umat yang mengusir para rasul Kami dari negerinya, merupakan ketetapan bagi para rasul Kami yang Kami utus sebelum engkau, dan tidak akan engkau dapati perubahan atas ketetapan Kami. Setiap umat yang mengusir para rasul dari negerinya pasti akan dibinasakan oleh Allah. Demikianlah ketetapan Allah yang ditetapkan, dan tidak ada perubahan bagi ketetapan itu selamalamanya."
  },
  {
    "verse_number": 78,
    "tafsir": "Laksanakanlah salat sejak matahari tergelincir, condong dari pertengahan langit ke arah barat, sampai gelapnya malam dan laksanakan pula salat Subuh. Sesungguhnya salat Subuh itu disaksikan oleh malaikat, baik malaikat siang maupun malaikat malam. Perintah salat pada ayat ini mencakup salat lima waktu. Sesudah tergelincir matahari adalah waktu untuk salat Zuhur dan Asar, sesudah gelapnya malam untuk waktu salat Magrib, Isya dan Subuh."
  },
  {
    "verse_number": 79,
    "tafsir": "Dan pada sebagian malam, yaitu pada sepertiga malam yang terakhir, bangunlah dan lakukanlah salat tahajud sebagai suatu ibadah tambahan bagimu wahai Nabi Muhammad, mudah-mudahan Tuhanmu mengangkatmu ke tempat yang terpuji di mana engkau memberikan syafaat agung kelak di hari kiamat."
  },
  {
    "verse_number": 80,
    "tafsir": "Dan katakanlah, wahai Nabi Muhammad, “Ya Tuhanku, masukkan aku ke tempat masuk yang benar dan dengan cara yang benar, baik dalam urusan dunia maupun akhirat, dan keluarkan pula aku ke tempat keluar yang benar dan dengan cara yang benar pula, baik dalam urusan dunia maupun akhirat, dan berikanlah kepadaku dari sisi-Mu kekuasaan yang dapat menolongku menghadapi orang yang memusuhiku.” Ayat ini berkaitan dengan hijrah Nabi dari Mekah ke Madinah. Di dalamnya terkandung perintah agar Nabi memohon kepada Allah agar memasuki Madinah dengan cara yang benar, dan keluar dari Mekah dengan cara yang benar pula. Ada juga yang menafsirkan agar kita memasuki kubur dengan baik dan keluar darinya pada hari berbangkit dengan baik pula."
  },
  {
    "verse_number": 81,
    "tafsir": "Dan katakanlah wahai Nabi Muhammad, “Kebenaran, yaitu agama yang mengajarkan tauhid kepada Allah telah datang, dan yang batil, yaitu kemusyrikan dan kekufuran kepada Allah telah lenyap.\" Sungguh, yang batil itu pasti lenyap, tidak dapat bertahan lama di muka bumi."
  },
  {
    "verse_number": 82,
    "tafsir": "Dan Kami turunkan Al-Qur’an kepadamu wahai Nabi Muhammad, sebagai obat penawar berbagai macam penyakit hati dan rahmat bagi orang-orang yang beriman yang mengamalkan tuntunannya, sedangkan bagi orang-orang yang zalim, Al-Qur’an itu hanya akan menambah kerugian disebabkan oleh kekufuran mereka. Setiap kali mendengar bacaan AlQur’an semakin bertambah kekufurannya."
  },
  {
    "verse_number": 83,
    "tafsir": "Dan apabila Kami berikan kenikmatan kepada manusia, seperti kesehatan atau kekayaan niscaya dia berpaling tidak bersyukur kepada Allah dan menjauhkan diri dari mengingat Allah dengan sombong; dan apabila dia ditimpa kesusahan, seperti sakit atau kemiskinan niscaya dia berputus asa kehilangan harapan dari rahmat Allah."
  },
  {
    "verse_number": 84,
    "tafsir": "Katakanlah wahai Nabi Muhammad, “Setiap orang berbuat sesuai dengan keadaannya masing-masing, yakni sesuai pembawaannya, caranya dan kecenderungannya dalam mencari petunjuk dan menempuh jalan menuju kebenaran.” Maka Tuhanmu lebih mengetahui siapa yang lebih benar jalannya dan siapa yang lebih sesat jalannya. Kepada setiap orang dari kedua golongan itu Tuhan memberikan balasan sesuai dengan perbuatannya."
  },
  {
    "verse_number": 85,
    "tafsir": "Dan mereka, yakni orang-orang kafir Mekah bertanya kepadamu wahai Nabi Muhammad tentang roh, apakah hakikat roh itu. Katakanlah, “Roh itu termasuk urusan Tuhanku, hanya Dia yang mengetahui hakikat roh itu dan tidaklah kamu wahai manusia diberi pengetahuan kecuali sedikit dibandingkan dengan keluasan objek yang diketahui atau dibandingkan dengan ilmu Allah."
  },
  {
    "verse_number": 86,
    "tafsir": "Dan sesungguhnya jika Kami menghendaki, niscaya Kami lenyapkan, kami hapus dari hatimu apa yang telah Kami wahyukan kepadamu, wahai Nabi Muhammad, dan engkau tidak akan mendapatkan seorang pembela pun terhadap keputusan Kami, melenyapkan apa yang Kami wahyukan kepadamu. Tetapi pelenyapan itu tidak akan terjadi, dan yang demikian itu tidak lain,"
  },
  {
    "verse_number": 87,
    "tafsir": "Kecuali karena rahmat dari Tuhanmu yang dicurahkan kepadamu dan semua makhluk-Nya. Sungguh, karunia-Nya atasmu, wahai Nabi Muhammad, yang Aku cintai dan Aku pilih sebagai utusan-Ku, sangat besar."
  },
  {
    "verse_number": 88,
    "tafsir": "Katakanlah, wahai Nabi Muhammad, “Sesungguhnya jika manusia dan jin berkumpul bersama-sama dan mengerahkan semua upaya untuk membuat yang serupa dengan Al-Qur’an ini, mereka tidak akan dapat membuat yang serupa dengannya, dalam kesempurnaan isinya dan keindahan bahasanya, sekalipun mereka saling membantu satu sama lain.”"
  },
  {
    "verse_number": 89,
    "tafsir": "Dan sungguh, Allah bersumpah, Kami telah menjelaskan kepada manusia dalam Al-Qur’an ini dengan bermacam-macam perumpamaan, yakni dengan bermacam-macam cara dan gaya bahasa, seperti penyampaian kebenaran dengan disertai bukti-bukti, dengan janji dan ancaman, kisah dan perumpamaan yang disampaikan berulang-ulang agar manusia beriman, tetapi kebanyakan manusia tidak menyukainya bahkan mengingkarinya. Mereka tidak tersentuh hatinya sedikit pun untuk dapat menerima tuntunan Al-Qur’an walaupun disampaikan dengan bermacam-macam cara dan gaya bahasa karena kesombongan dan kedengkian mereka."
  },
  {
    "verse_number": 90,
    "tafsir": "Dan mereka orang-orang musyrik Mekah berkata, “Kami tidak akan percaya kepadamu wahai Muhammad sebelum engkau memancarkan dengan deras mata air dari bumi dan mengalirkannya secara terus-menerus untuk kami,"
  },
  {
    "verse_number": 91,
    "tafsir": "atau engkau mempunyai di negeri Mekah ini sebuah kebun kurma dan anggur yang luas tanahnya dan indah pemandangannya, lalu engkau alirkan di celah-celahnya, yakni dicelah-celah kebun itu sungai-sungai yang deras alirannya,"
  },
  {
    "verse_number": 92,
    "tafsir": "atau engkau jatuhkan langit berkeping-keping atas kami, sebagaimana engkau katakana dalam ancamanmu kepada kami, atau engkau datangkan Allah dan para malaikat datang ke muka bumi berhadapan muka dengan kami, dan kami pun melihatnya dengan mata kepala,"
  },
  {
    "verse_number": 93,
    "tafsir": "atau engkau mempunyai sebuah rumah yang terbuat dari emas, atau kami lihat engkau naik ke langit tingkat demi tingkat. Dan kami tidak akan mempercayai kenaikanmu ke langit itu sebelum engkau turunkan kepada kami sebuah kitab untuk kami baca.” Katakanlah, wahai Nabi Muhammad, “Mahasuci Tuhanku, bukankah aku ini hanya seorang manusia yang menjadi rasul?” Aku hanya diutus untuk menyampaikan wahyu Allah kepadamu, dan tidak ada kemampuan bagi seorang rasul berbuat sesuatu kecuali atas izin Allah."
  },
  {
    "verse_number": 94,
    "tafsir": "Dan tidak ada sesuatu yang menghalangi manusia untuk beriman ketika petunjuk, yakni wahyu Allah yang dibawa oleh para rasul datang kepadanya, baik pada zaman dahulu maupun sekarang, selain perkataan mereka, “Mengapa Allah mengutus seorang manusia menjadi rasul?” Mereka menolak siapa pun manusia sebagai utusan Allah, karena menurut pendapatnya yang pantas menjadi rasul Allah adalah para malaikat."
  },
  {
    "verse_number": 95,
    "tafsir": "Katakanlah wahai Nabi Muhammad, “Sekiranya di bumi ada para malaikat, yang berjalan-jalan dengan tenang, dan melakukan aneka kegiatan di muka bumi ini, niscaya Kami turunkan kepada mereka malaikat dari langit untuk menjadi rasul bagi mereka. Itulah ketetapan Allah yang berlaku baik dahulu mapun sekarang, yaitu mengutus para rasul dari jenis makhluk yang sama dengan jenis makhluk kepada siapa ia diutus menyampaikan wahyu kepadanya."
  },
  {
    "verse_number": 96,
    "tafsir": "Katakanlah wahai Nabi Muhammad kepada orang-orang yang tidak mau beriman, “Cukuplah Allah menjadi saksi antara aku dan kamu sekalian bahwa aku adalah seorang manusia yang diutus oleh Allah menyampaikan wahyu kepadamu. Sungguh, Dia Maha Mengetahui keadaan setiap makhluk-Nya, Maha Melihat akan tingkah laku dan perbuatan hamba-hamba-Nya baik yang tampak maupun yang tersembunyi.\""
  },
  {
    "verse_number": 97,
    "tafsir": "Dan barang siapa diberi petunjuk oleh Allah, disebabkan kecenderungan hatinya untuk mendapat petunjuk, dialah yang mendapat petunjuk, tidak ada siapa pun yang dapat menyesatkannya, dan barang siapa Dia sesatkan, disebabkan oleh penolakannya terhadap ayat-ayat Allah, maka engkau tidak akan mendapatkan penolong-penolong bagi mereka yang dapat menunjukkan kepada jalan yang benar selain Dia, Allah Yang Mahakuasa. Dan Kami akan mengumpulkan mereka pada hari kiamat dengan wajah tersungkur, ditarik malaikat ke dalam neraka dalam keadaan buta, tidak dapat melihat sesuatu yang terjadi, bisu, tidak dapat mengutarakan kepedihan, dan tuli, tidak dapat mendengar sesuatu yang menyenangkan hati. Keadaan mereka di akhirat adalah sebagaimana sikap mereka terhadap ayat-ayat Allah ketika mereka di dunia. Tempat kediaman mereka adalah neraka Jahanam. Setiap kali nyala api Jahanam itu akan padam, disebabkan punah bahan bakarnya yang berupa manusia, Kami tambah lagi nyalanya dengan mengembalikan kulitnya dan menumbuhkan kembali tulangnya bagi mereka. Setiap kali kulit mereka hangus terbakar oleh api neraka, Allah mengganti kulit yang lain sehingga tidak putus-putusnya kepedihan menimpa mereka."
  },
  {
    "verse_number": 98,
    "tafsir": "Itulah neraka Jahanam balasan bagi mereka, disebabkan karena sesungguhnya mereka kafir kepada ayat-ayat Kami, baik ayat-ayat yang diturunkan melalui wahyu, yakni Kitab Suci, maupun ayat-ayat yang terhampar di alam raya dan karena mereka menolak hari kebangkitan dengan berkata, “Apabila kami telah menjadi tulang belulang dan benda-benda yang hancur, bagaikan debu yang beterbangan apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk baru?”"
  },
  {
    "verse_number": 99,
    "tafsir": "Allah menjawab pertanyaan mereka dengan menyatakan, “Dan apakah mereka tidak memperhatikan, melihat dengan mata hatinya, bahwa Allah yang menciptakan langit dan bumi dengan segala keharmonisan dan ketelitian sistemnya adalah Mahakuasa pula menciptakan yang serupa dengan mereka, tidak sulit bagi Allah menjadikan kulit dan tulang belulang yang hancur menjadi makhluk yang baru, dan Dia telah menetapkan waktu tertentu, yakni waktu kematian dan kebangkitan bagi mereka, yang tidak diragukan lagi, walau sedikit pun kedatangannya? Maka orang zalim itu, yaitu orang-orang yang tidak percaya kepada ayat-ayat Kami dan menolak hari kebangkitan, mereka tidak menolaknya kecuali dengan kekafiran, meskipun telah jelas bukti-bukti dipaparkan kepada mereka."
  },
  {
    "verse_number": 100,
    "tafsir": "Ayat ini merupakan lanjutan dari jawaban terhadap tuntutan kaum musyrik. Katakanlah wahai Nabi Muhammad, “Sekiranya kamu menguasai perbendaharaan rahmat Tuhanku, berupa harta benda atau apa saja yang dianugerahkan Allah kepada makhluk-Nya, niscaya perbendaharaan itu kamu tahan, tidak kamu berikan kepada siapa yang membutuhkan karena takut membelanjakannya, yakni takut kemiskinan karena membelanjakan apa yang dianugerahkan oleh Tuhanmu.” Dan manusia itu memang sangat kikir. Demikianlah Allah tidak akan mengabulkan tuntutan mereka karena seperti itulah ketetapan Allah menyangkut hikmah dan maslahat dalam penciptaan makhluk-Nya."
  },
  {
    "verse_number": 101,
    "tafsir": "Ayat yang lalu menjelaskan bahwa kaum musyrik enggan menerima kebenaran yang disampaikan oleh Nabi Muhammad meskipun telah ditunjukkan bukti-bukti yang sangat banyak. Hal ini sangat menyedihkan hati Nabi yang sangat ingin agar umatnya beriman. Ayat ini memberikan hiburan kepada Nabi dengan menguraikan kisah Bani Israil dengan kaumnya, sekaligus mengisyaratkan bahwa seandainya kaum musyrikin di Mekah diberikan ayat-ayat yang mereka minta, niscaya mereka tetap tidak akan percaya sebagaimana keadaan kaum Nabi Musa. Dan sungguh, Kami telah memberikan kepada Musa, yang Kami utus kepada Bani Israil dan kepada Fir’aun dengan membawa sembilan mukjizat yang nyata,11 sebagai bukti atas kerasulannya, akan tetapi Fir’aun tetap ingkar dan tidak mau beriman kepadanya, maka tanyakanlah kepada Bani Israil, yang hidup pada masamu apa yang terjadi ketika Musa datang kepada mereka, yakni kepada nenek moyang mereka. Ketahuilah bahwa ketika itu Nabi Musa menemui Fir’aun menyampaikan risalah dan bukti-bukti kebenarannya, lalu Fir’aun berkata kepadanya, “Wahai Musa! Sesungguhnya aku benar-benar menduga engkau terkena sihir.” Demikian dituduhkan Fir’aun kepada Nabi Musa."
  },
  {
    "verse_number": 102,
    "tafsir": "Mendengar tuduhan Fir’aun itu, lalu Dia, yakni Nabi Musa menjawab, “Sungguh, engkau wahai Fir’aun telah mengetahui bahwa yang menurunkan mukjizat-mukjizat itu ialah Allah, karena tidak ada yang kuasa menurunkan itu kecuali Allah Tuhan Pemelihara langit dan bumi. Dia menurunkannya sebagai bukti-bukti yang nyata yang dapat mengantar orang percaya kepada Allah. Akan tetapi engkau, wahai Fir’aun, menolak bukti-bukti itu dan sungguh aku benar-benar menduga engkau akan binasa, wahai Fir’aun, jika engkau tidak percaya kepada Allah dan tidak mau menerima tuntunan yang kusampaikan."
  },
  {
    "verse_number": 103,
    "tafsir": "Mendengar jawaban Nabi Musa, sikap Fir’aun tetap tidak percaya bahkan semakin durhaka. Kemudian dia, yakni Fir’aun hendak mengusir mereka, yaitu Nabi Musa dan pengikutnya dari bumi Mesir, maka ketika ia benar-benar mengusir Nabi Musa dan pengikutnya, Kami tenggelamkan dia, yakni Fir’aun, beserta orang yang bersama dia seluruhnya ketika menyeberangi Laut Merah dalam perjalanan dari Mesir menuju Sinai."
  },
  {
    "verse_number": 104,
    "tafsir": "Dan setelah itu, yakni setelah penenggelaman itu, Kami berfirman kepada Bani Israil, “Tinggallah di negeri ini, Palestina dan sekitarnya, tetapi apabila masa berbangkit datang kelak di hari kiamat, niscaya Kami kumpulkan kamu dalam keadaan bercampur baur dengan orang-orang kafir dan semua musuh-musuhmu. Dan kami akan memperhitungkan amal perbuatanmu dan memberikan pembalasan yang setimpal sesuai apa yang mereka lakukan."
  },
  {
    "verse_number": 105,
    "tafsir": "Setelah menguraikan kisah Nabi Musa dan kaumnya serta kaum musyrik yang enggan menerima kebenaran yang disampaikan Nabi Muhammad, ayat selanjutnya menjelaskan tujuan diturunkan kitab suci Al-Qur’an untuk menyatakan bukti-bukti kebenaran itu. Dan Kami turunkan Al-Qur’an itu dengan benar, yakni benar Al-Qur’an itu datang dari Allah, dan Al-Qur’an itu turun dengan membawa kebenaran, dalam kandungannya. Dan Kami tidaklah mengutus engkau wahai Nabi Muhammad, melainkan sebagai pembawa berita gembira bagi orang-orang yang taat akan masuk surga dan pemberi peringatan bagi orang-orang yang durhaka akan masuk neraka."
  },
  {
    "verse_number": 106,
    "tafsir": "Selanjutnya dijelaskan tentang cara turunnya Al-Qur’an. Dan Al-Qur’an Kami turunkan berangsur-angsur, ayat demi ayat dalam masa lebih kurang 23 tahun, tidak Kami turunkan secara sekaligus agar engkau wahai Nabi Muhammad membacakannya kepada manusia perlahan-lahan, dengan demikian dapat dipahami tuntunannya dengan sebaik-baiknya dan mudah dihafalkan, dan Kami menurunkannya secara bertahap sesuai dengan kebutuhan dan kemaslahatan manusia."
  },
  {
    "verse_number": 107,
    "tafsir": "Jika demikian sifat dan ciri-ciri Al-Qur’an sebagaimana dijelaskan oleh ayat-ayat yang lalu, maka wahai Nabi Muhammad, katakanlah kepada orang-orang kafir Mekah dan kepada manusia seluruhnya, “Berimanlah kamu kepadanya, yakni Al-Qur’an, atau tidak usah beriman, itu sama saja bagi Allah. Jika engkau beriman, engkau mendapat manfaat dari keimananmu. Dan jika engkau ingkar, engkau juga yang mendapat kerugian. Tidak ada manfaat sedikit pun bagi Allah dari keimanan kamu, dan tidak ada pula mudarat bagi Allah dari keingkaran kamu. Sesungguhnya orang yang telah diberi pengetahuan sebelumnya, yakni ulama Ahli Kitab yang beriman kepada Nabi Muhammad, mereka diberi pengetahuan tentang wahyu Allah sebelum turunnya Al-Qur’an, apabila Al-Qur’an dibacakan kepada mereka, mereka menyungkurkan wajah, yakni menjatuhkan wajahnya untuk bersujud mengakui kebesaran Allah dan kebenaran firman-Nya."
  },
  {
    "verse_number": 108,
    "tafsir": "Dan dalam kondisi bersujud mereka berkata, “Mahasuci Tuhan kami dari segala kekurangan dan ketidaksempurnaan; sungguh, janji Tuhan kami bahwa Dia akan menurunkan wahyu dan mengutus Rasul-Nya pasti dipenuhi, dan telah dipenuhi janji itu dengan diutusnya Nabi Muhammad dan diturunkannya Al-Qur’an."
  },
  {
    "verse_number": 109,
    "tafsir": "Dan mereka menyungkurkan wajah sekali lagi dan demikian seterusnya sambil menangis karena takut kepada Allah dan mereka bertambah khusyuk memohon kepada Allah setiap kali dibacakan kepada mereka ayat-ayat Al-Qur’an."
  },
  {
    "verse_number": 110,
    "tafsir": "Katakanlah wahai Nabi Muhammad kepada orang-orang musyrik Mekah, “Serulah Allah atau serulah ar-Rahman, Dia Yang Maha Pengasih. Jangan ragu engkau menyeru dengan kedua nama itu, sebab keduanya adalah nama Tuhan. Dengan nama yang mana saja kamu dapat menyeru, karena Dia mempunyai nama-nama yang terbaik, yakni Asma’ul-Husna, sebutlah salah satu dari nama itu atau semuanya tidaklah berarti engkau mengakui berbilangnya Zat Tuhan, sebab berbilangnya nama tidak berarti berbilangnya Zat Tuhan, dan selanjutnya katakanlah kepada mereka janganlah engkau mengeraskan suaramu dalam salat, agar orang-orang musyrik Mekah tidak menyakitimu dan menghina agamamu, dan janganlah pula merendahkannya sehingga tidak terdengar suaramu sama sekali, dan usahakan jalan tengah di antara kedua itu, yakni tidak mengeraskan suara dalam salat dan tidak pula merendahkan suaranya."
  },
  {
    "verse_number": 111,
    "tafsir": "Dan katakanlah wahai Nabi Muhammad, “Segala puji bagi Allah yang tidak mempunyai anak, sebagaimana dikatakan orang-orang Yahudi bahwa malaikat adalah anak-anak Allah, dan demikian pula dipercaya oleh orang-orang Nasrani bahwa Nabi Isa adalah anak Allah, dan tidak pula mempunyai sekutu dalam kerajaan-Nya, sebagaimana dipercaya oleh kaum musyrik yang percaya kepada tuhan-tuhan selain Allah, dan dengan demikian, Dia tidak memerlukan penolong dari kehinaan yang dilontarkan oleh siapa pun yang menghina-Nya. Hanya Dia saja yang Mahaagung dan oleh karena itu agungkanlah Dia seagung-agungnya. []"
  }
]