[
  {
    "verse_number": 1,
    "tafsir": "Apabila orang-orang munafik di Madinah datang kepadamu Muhammad, lalu mereka berkata di hadapanmu, “Kami mengakui bahwa engkau adalah Rasul Allah”, untuk menunjukkan bahwa mereka beriman kepada Allah dan Rasul-Nya, maka janganlah engkau percaya terhadap ucapan mereka. Dan sebaliknya yakinlah, Allah mengetahui bahwa engkau benar-benar Rasul-Nya dengan menurunkan wahyu dan melindungimu; dan Allah menyaksikan dengan menunjukkan bukti kepada kamu bahwa orang-orang munafik itu benar-benar pendusta tentang pengakuannya bahwa mereka beriman kepada Allah dan Rasul-Nya."
  },
  {
    "verse_number": 2,
    "tafsir": "Ayat ini menjelaskan salah satu sifat orang munafik. Mereka menjadikan sumpah-sumpah mereka di hadapan Nabi dan orang-orang beriman sebagai perisai, yaitu mereka mengaku beriman hanya untuk menjaga agar diri mereka tidak dibunuh atau ditawan dan harta mereka tidak dirampas, ketika terjadi perang antara orang-orang Islam dengan orang-orang kafir. Setelah keadaan aman, lalu mereka menghalang-halangi masyarakat dari jalan Allah, yaitu dari beriman kepada Allah dan Rasul-Nya. Sungguh, betapa buruknya apa yang telah mereka kerjakan, pura-pura beriman untuk menyelamatkan diri, tetapi berusaha menghalangi masyarakat agar tidak beriman."
  },
  {
    "verse_number": 3,
    "tafsir": "Orang-orang munafik melakukan perbuatan keji yang demikian itu karena sesungguhnya mereka telah mengaku beriman secara lisan, kemudian menjadi kafir, karena iman mereka hanya di mulut; maka hati mereka dikunci oleh diri mereka sendiri sehingga mereka tidak dapat mengerti pentingnya iman dan iman pun tidak akan pernah masuk ke dalam hati mereka karena terkunci."
  },
  {
    "verse_number": 4,
    "tafsir": "Dan apabila engkau, Nabi Muhammad, melihat mereka secara lahiriah, tubuh mereka akan mengagumkanmu, karena penampilan mereka menarik. Dan jika mereka berkata tentang agama dan kemasyarakatan, engkau akan mendengarkan tutur-katanya baik dan benar seperti orang bijak. Mereka seakan-akan kayu yang tersandar, benda yang memiliki bentuk, tetapi tak bernyawa, penampilan mereka menarik dan pandai berorasi, tetapi otak mereka kosong tidak dapat memahami kebenaran. Mereka mengira bahwa setiap teriakan, yakni ungkapan amar makruf dan nahi mungkar yang diucapkan Rasulullah dan para sahabat, ditujukan kepada mereka, karena hati kecil mereka merasa dan menyadari kesalahan mereka. Mereka itulah musuh yang sebenarnya, jika topeng mereka dibuka. Maka waspadalah terhadap mereka, wahai Nabi dan orang-orang beriman; Allah membinasakan mereka di dunia melalui tanganmu dan di akhirat dengan dimasukkan ke dalam neraka. Bagaimanakah mereka dapat dipalingkan dari iman, padahal mereka menyaksikan turunnya Al-Qur’an kepada Nabi?"
  },
  {
    "verse_number": 5,
    "tafsir": "Ayat ini menjelaskan penolakan orang-orang munafik, apabila diajak beriman dan memohon ampun kepada Allah. Dan apabila dikatakan kepada mereka dalam berbagai kesempatan, “Marilah beriman kepada Allah dan Rasul-Nya, agar Rasulullah memohonkan ampunan bagimu dari segala kesalahan kamu,” mereka membuang muka, karena keengganan mereka untuk beriman; dan engkau lihat mereka berpaling dari ajakanmu dengan menyombongkan diri, karena merasa dirinya hebat."
  },
  {
    "verse_number": 6,
    "tafsir": "Allah mengingatkan Nabi bahwa sama saja bagi mereka, orang munafik yang tetap dalam kemunafikannya hingga mati, apakah engkau wahai Nabi Muhammad memohonkan ampunan untuk mereka, atau engkau tidak memohonkan ampunan bagi mereka, Allah tetap saja tidak akan mengampuni mereka yang mati dalam keadaan munafik; sesungguhnya Allah tidak akan memberi petunjuk kepada orang-orang yang fasik, yaitu orang-orang yang terus menerus berbuat dosa hingga pikiran dan mereka tertutup dari cahaya Allah."
  },
  {
    "verse_number": 7,
    "tafsir": "Mereka itulah, yakni orang-orang munafik di Madinah yang berkata dengan pentuh hasutan kepada orang-orang Ansar, “Janganlah kamu bersedekah kepada orang-orang yang ada di sisi Rasulullah yaitu kaum Muhajirin sampai mereka bubar, meninggalkan Rasulullah agar umat Islam pecah dan lemah.” Padahal milik Allah-lah perbendaharaan langit dan bumi yang menjamin rezeki setiap orang, tetapi orang-orang munafik itu tidak memahami bahwa rezeki, hidup, dan mati setiap makhluk berada di tangan Allah."
  },
  {
    "verse_number": 8,
    "tafsir": "Mereka berkata kepada sesama orang munafik, “Sungguh, jika kita kembali ke Madinah seusai perang Bani Mustalik, yaitu perang yang diiikuti orang-orang munafik bersama kaum muslim, pastilah orang yang kuat, yaitu orang-orang munafik akan mengusir orang-orang yang lemah, yakni kaum muslim dari sana, Madinah.” Padahal kekuatan itu hakikatnya hanyalah milik Allah, Rasul-Nya, dan milik orang-orang mukmin, selama mereka bersatu dan memiliki mental kejuangan, tetapi orang-orang munafik itu tidak mengetahui bahwa yang lemah itu mereka dan yang kuat itu Rasulullah bersama para sahabat."
  },
  {
    "verse_number": 9,
    "tafsir": "Pada ayat ini Allah mengingatkan orang-orang beriman agar kesibukan mengurus harta dan memperhatikan urusan anak tidak menghalangi ibadah kepada Allah. Wahai orang-orang yang beriman di mana pun berada! Janganlah harta bendamu yang kamu cari dan anak-anakmu yang kamu sayangi, melalaikan kamu dari mengingat Allah, yakni salat lima waktu dan aturan-aturan Allah tentang bekerja, bermasyarakat, dan bernegara. Dan barang siapa berbuat demikian, melalaikan ibadah dan aturan Allah, maka mereka itulah orang-orang yang rugi, karena kebutuhan ruhaninya tidak terpenuhi dan hidupnya tidak seimbang."
  },
  {
    "verse_number": 10,
    "tafsir": "Ayat ini menghimbau orang-orang beriman untuk memfungsikan harta dengan benar. Dan infakkanlah sebagian dari apa yang telah Kami berikan kepadamu untuk kepentingan duafa, fasilitas umum, dan fasilitas sosial sebelum kematian datang kepada salah seorang di antara kamu sehingga kamu tak sempat berinfak; lalu dia berkata setelah kematian terjadi, menyesalinya, “Ya Tuhanku, sekiranya Engkau berkenan menunda kematianku sedikit waktu lagi, maka aku dapat bersedekah dengan hartaku ini dan aku dengan demikian akan termasuk orang-orang yang saleh, karena menjadi dermawan."
  },
  {
    "verse_number": 11,
    "tafsir": "Dan Allah tidak akan menunda kematian seseorang apabila waktu kematiannya telah datang dengan memperpanjang hidupnya. Dan Allah Mahateliti dengan cermat tentang apa yang kamu kerjakan."
  }
]