[
  {
    "verse_number": 1,
    "tafsir": "Ha Mim, hanya Allah yang mengetahui maksudnya."
  },
  {
    "verse_number": 2,
    "tafsir": "Di ayat-ayat terakhir Surah az-Zumar, Al-Qur’an menggambarkan bagaimana perlakuan yang ditetapkan oleh Allah terhadap orang-orang kafir dan orang-orang mukmin. Salah satu penyebab dari terjadinya dua bentuk perlakukan tersebut adalah sikap mereka terhadap Al-Qur’an. Oleh sebab itu, ayat-ayat berikut di awal surah ini menegaskan kembali kebenaran Al-Qur’an itu. Kitab ini yakni Al-Qur’an yang diturunkan kepadamu, wahai Nabi Muhammad, benar-benar dari Allah Yang Mahaperkasa lagi Maha Mengetahui."
  },
  {
    "verse_number": 3,
    "tafsir": "Dia Allah Yang Maha Pengampun, mengampuni dosa dan menerima tobat bagi orang yang mau memohon ampunan dan bertobat, dan pada waktu yang bersamaan juga sangat keras hukuman-Nya; serta Dia juga yang memiliki karunia. Tidak ada tuhan yang berhak untuk disembah selain Dia. Hanya kepada-Nya saja-lah semua makhluk kembali."
  },
  {
    "verse_number": 4,
    "tafsir": "Adalah suatu keniscayaan bahwa tidak ada orang yang memperdebatkan tentang kebenaran dari ayat-ayat Allah dengan tujuan memperolok-olokkan atau menimbulkan keraguan terhadapnya, kecuali apa yang dilakukan oleh orang-orang yang kafir. Karena itu, janganlah engkau wahai Nabi Muhammad tertipu oleh keberhasilan usaha mereka yang menghasilkan berbagai kesenangan yang mereka peroleh di seluruh negeri."
  },
  {
    "verse_number": 5,
    "tafsir": "Sebelum mereka, orang-orang musyrik Mekah, mendustakan wahyu Allah, kaum Nuh dan golongan-golongan yang bersekutu setelah mereka telah terlebih dahulu melakukan hal yang sama, yakni mendustakan rasul-rasul Allah, dan setiap umat ketika itu juga telah merencanakan tipu daya terhadap rasul mereka untuk menawannya bahkan sampai mencelakakannya, dan mereka membantah dengan alasan yang batil untuk melenyapkan kebenaran yang dibawa oleh para rasul itu. Karena itu, Aku, Allah Yang Mahaperkasa, tawan dan siksa mereka dengan azab. Maka camkanlah dengan sungguh-sungguh bahwa betapa pedihnya azab-Ku?"
  },
  {
    "verse_number": 6,
    "tafsir": "Dan sebagaimana telah dijatuhkan sanksi kepada umat terdahulu yang durhaka, demikianlah juga telah pasti berlaku ketetapan Tuhanmu dalam bentuk azab yang pedih terhadap orang-orang kafir dari umatmu, wahai Nabi Muhammad, yaitu sesungguhnya mereka, orang-orang musyrik Mekah, itu adalah penghuni neraka."
  },
  {
    "verse_number": 7,
    "tafsir": "Pada ayat-ayat yang lalu telah digambarkan bagaimana bentuk permusuhan yang dilakukan oleh orang-orang kafir terhadap para rasul dan orang-orang beriman. Maka, untuk mengimbangi hal itu, ayat-ayat berikut menggambarkan bagaimana bentuk kasih sayang para malaikat terhadap para rasul dan orang-orang beriman. Ketahuilah bahwa malaikat-malaikat yang memikul 'Arsy dan juga malaikat yang berada di sekelilingnya, bertasbih dengan memuji Tuhannya, dan mereka semua senantiasa beriman kepada-Nya, serta memohonkan ampunan untuk orang-orang yang beriman seraya bermohon, “Ya Tuhan kami, rahmat dan ilmu yang ada pada-Mu sangatlah luas, dan meliputi segala sesuatu. Maka, atas perkenan-Mu, ya Allah, berilah ampunan kepada orang-orang yang bertobat kembali ke jalan-Mu dan orang yang sejak awal telah mengikuti jalan agama-Mu, dan peliharalah mereka dari azab dan siksa neraka yang apinya menyala-nyala."
  },
  {
    "verse_number": 8,
    "tafsir": "Para malaikat meneruskan permohonan mereka kepada Allah, “Ya Tuhan kami Yang Maha Pengasih lagi Maha Penyayang, masukkanlah mereka, orang-orang mukmin itu, ke dalam surga 'Adn, yang sebelumnya telah Engkau janjikan kepada mereka, dan yang juga telah Engkau janjikan kepada orang yang saleh di antara nenek moyang, istri-istri, dan keturunan mereka. Sungguh, Engkaulah Tuhan Yang Mahaperkasa lagi Mahabijaksana."
  },
  {
    "verse_number": 9,
    "tafsir": "Permohonan para malaikat selanjutnya, “Dan ya Allah Tuhan kami Yang Maha Pemurah, peliharalah mereka dari bencana kejahatan. Dan orang-orang yang Engkau pelihara mereka dari bencana kejahatan pada hari itu, maka sungguh, Engkau telah menganugerahkan rahmat yang sangat luas kepadanya dan demikian itulah curahan rahmat kemenangan yang teramat agung.”"
  },
  {
    "verse_number": 10,
    "tafsir": "Sesungguhnya bagi orang-orang yang kafir, kepada mereka pada hari Kiamat itu diserukan oleh para malaikat, “Sungguh, kebencian Allah, kepadamu, wahai orang-orang yang durhaka, jauh lebih besar daripada kebencianmu kepada dirimu sendiri, karena ketika kamu diseru oleh rasul dan orang-orang beriman untuk beriman kepada Allah dan Rasul-Nya, lalu kamu mengingkarinya dengan menolak seruan itu.”"
  },
  {
    "verse_number": 11,
    "tafsir": "Mereka, orang-orang kafir itu pun menjawab, “Ya Tuhan kami, kami sadar bahwa Engkau telah mematikan kami dua kali dan telah menghidupkan kami dua kali pula, lalu sekarang kami sadari pula Engkau kuasa menghidupkan orang yang sudah mati. Oleh sebab itulah, kami mengakui dosa-dosa yang telah kami perbuat ketika hidup di dunia. Maka adakah bagi kami ya Allah Yang Maha Pengampun jalan untuk keluar dari neraka ini dan kembali ke kehidupan dunia untuk memperbaiki diri?”"
  },
  {
    "verse_number": 12,
    "tafsir": "Yang demikian itu tidak bisa terjadi lagi, karena sesungguhnya kamu ketika di kehidupan dunia telah mengingkari seruan apabila kalian diseru untuk menyembah Allah saja tanpa mempersekutukan-Nya. Dan jika Allah dipersekutukan, kamu sangat percaya bahwa Allah itu mempunyai sekutu. Maka keputusan sekarang ini wewenangnya adalah hanya pada Allah Yang Mahatinggi lagi Mahabesar."
  },
  {
    "verse_number": 13,
    "tafsir": "Pada ayat-ayat yang lalu digambarkan bagaimana orang-orang kafir menyesal dan memohon untuk dikembalikan ke kehidupan dunia agar dapat memperbaiki diri. Untuk itu, guna menghindari timbulnya penyesalan yang sama, ayat-ayat berikut memperingatkan umat manusia agar peduli terhadap tanda-tanda kekuasaan Allah. Dialah Allah Tuhan Yang Maha Esa, yang memperlihatkan tanda-tanda kekuasaan-Nya kepadamu, dan menurunkan rezeki yang berlimpah dari langit untukmu. Dan sungguh tidak lain, yang mendapat pelajaran dari tanda-tanda kekuasaan Allah itu hanyalah orang-orang yang kembali kepada-Nya."
  },
  {
    "verse_number": 14,
    "tafsir": "Maka oleh sebab itu, sembahlah Allah, dan dengan tulus ikhlas-lah beragama kepada-Nya, meskipun orang-orang kafir tidak menyukai sikap keberagamaan kalian itu."
  },
  {
    "verse_number": 15,
    "tafsir": "Yakinlah dengan seyakin-yakinnya bahwa Dialah Yang Mahatinggi derajat-Nya, dan Dia pula yang memiliki 'Arsy, dan yang menurunkan wahyu yakni Al-Qur’an dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya untuk menjadi rasul-Nya, agar rasul itu memperingatkan manusia tentang hari pertemuan, yaitu hari Kiamat."
  },
  {
    "verse_number": 16,
    "tafsir": "Yaitu pada hari ketika mereka, manusia keluar dari kubur tanpa kemampuan menyembunyikan rahasia diri; dan tidak sesuatu pun keadaan perbuatan mereka yang tersembunyi di sisi Allah. Lalu Allah berfirman, “Milik siapakah kerajaan pada hari ini?” Kemudian terdengar jawaban, “Milik Allah Yang Maha Esa lagi Maha Mengalahkan.”"
  },
  {
    "verse_number": 17,
    "tafsir": "Ayat-ayat yang lalu menegaskan bahwa Allah telah memperingatkan manusia tentang hari pertemuan, yang pada hari itu semua tampak dengan jelas, tanpa kemampuan menutup apa yang dirahasiakan. Ayat ini memperjelas penegasan tersebut, dengan firman Allah, “Pada hari itu, yakni pada hari pertemuan, setiap jiwa diberi balasan sesuai dengan apa yang telah dikerjakannya di kehidupan dunia. Tidak ada yang dirugikan atau dianiaya pada hari itu. Sungguh, Allah Yang Maha Bijaksana sangat cepat perhitungan-Nya."
  },
  {
    "verse_number": 18,
    "tafsir": "Dan wahai Nabi Muhammad, berilah mereka para pendurhaka itu peringatan akan hari yang semakin lama semakin dekat yakni hari Kiamat, di hari ketika hati kaum musyrik itu menyesak sampai di kerongkongan karena menahan kesedihan. Tidak ada seorang pun teman setia atau karib kerabat maupun teman sejawat bagi orang yang zalim itu, dan tidak ada juga baginya seorang penolong yang diterima pertolongannya.”"
  },
  {
    "verse_number": 19,
    "tafsir": "Dia, yakni Allah, mengetahui pandangan mata yang khianat, seperti kerlingan sekejap yang mengarah kepada perbuatan maksiat walau orang lain tidak melihat, dan apa yang tersembunyi dalam dada yang tidak diutarakan dengan kata-kata."
  },
  {
    "verse_number": 20,
    "tafsir": "Dan karena Allah itu Maha Mengetahui lagi Maha Bijaksana, Dia Mahasanggup memutuskan perkara dengan kebenaran. Sedang mereka dan apa yang disembah oleh mereka selain-Nya, tidak akan mampu memutuskan dengan sesuatu apa pun. Sesungguhnya Allah, hanya Dialah Tuhan Yang Maha Mendengar lagi Maha Melihat."
  },
  {
    "verse_number": 21,
    "tafsir": "Untuk memperoleh bukti-bukti yang lebih akurat betapa Allah Maha Mengetahui, maka ayat-ayat berikut menganjurkan untuk mengembara di muka bumi menemukan bukti-bukti tersebut. Dan apakah mereka orang-orang musyrik Mekah itu, tidak mengadakan pengembaraan atau perjalanan di bumi, lalu memperhatikan dengan saksama bagaimana kesudahan buruk yang dialami oleh orang-orang yang durhaka sebelum mereka? Orang-orang sebelum mereka itu malah lebih hebat kekuatannya daripada mereka, dan lebih banyak peninggalan-peninggalan peradaban-nya di muka bumi, tetapi Allah tetap mengazab mereka karena dosa-dosa-nya. Dan kalau Allah sudah menjatuhkan azab, tidak akan ada sesuatu pun yang melindungi mereka dari azab Allah itu."
  },
  {
    "verse_number": 22,
    "tafsir": "Yang demikian itu, yakni azab yang mereka terima adalah karena sesungguhnya rasul-rasul telah datang kepada mereka dengan membawa bukti-bukti yang nyata, berupa mukjizat dan hukum-hukum dari Allah, lalu mereka ingkar kepada para rasul itu; maka Allah mengazab mereka. Sungguh, Dia Mahakuat, lagi Mahakeras hukuman-Nya."
  },
  {
    "verse_number": 23,
    "tafsir": "Salah satu bukti dari kebesaran Allah adalah diutusnya Nabi Musa. Dan sungguh, Kami telah mengutus Nabi Musa dengan membawa ayat-ayat Kami, berupa mukjizat, dan keterangan, serta bukti yang nyata."
  },
  {
    "verse_number": 24,
    "tafsir": "Ayat-ayat dan bukti-bukti nyata itu ditujukan kepada Fir’aun, Haman, Qarun, dan bala tentara Fir’aun. Setelah Nabi Musa menyampaikan ayat dan bukti-bukti tersebut, lalu mereka semua berkata dengan nada melecehkan, “Musa itu adalah seorang pesihir lagi seorang pendusta yang nyata.”"
  },
  {
    "verse_number": 25,
    "tafsir": "Maka ketika dia, Nabi Musa, datang kepada mereka, yakni kepada Fir’aun, Haman, dan Qarun, membawa kebenaran dari Kami, mereka berkata, “Bunuhlah anak-anak laki-laki dari orang-orang yang beriman bersama dia dan juga Musa, dan biarkan hidup perempuan-perempuan mereka untuk dijadikan budak.” Begitulah para pendurhaka mengatur tipu daya, namun tipu daya orang-orang kafir itu pasti akan sia-sia belaka."
  },
  {
    "verse_number": 26,
    "tafsir": "Dan Fir’aun berkata kepada pembesar-pembesarnya, “Biar aku sendiri yang membunuh Musa, dan sebelum itu suruh dia memohon kepada Tuhannya untuk mendapatkan perlindungan. Apabila Musa tidak dibunuh, sesungguhnya aku sangat khawatir dia akan menukar agamamu, wahai penduduk Mesir, dengan agama yang dia bawa, atau dia pasti akan menimbulkan kerusakan di bumi sehingga bisa mengganggu kehidupan kita.”"
  },
  {
    "verse_number": 27,
    "tafsir": "Rencana jahat Fir’aun itu diketahui oleh Nabi Musa, dan Nabi Musa pun berkata, “Sesungguhnya aku berlindung kepada Allah, Tuhanku dan Tuhanmu juga, dari kejahatan setiap orang yang menyombongkan diri. Aku juga berlindung dari kejahatan orang yang tidak beriman kepada hari perhitungan.” Orang yang beriman itu melanjutkan ucapannya, “Dan jika dia seorang pendusta, maka dia akan mendatangkan kerugian karena dialah yang akan menanggung dosa dustanya itu; dan jia dia seorang yang benar, niscaya sebagian, tidak seluruh bencana yang diancamkan kepadamu akan menimpamu. Sesungguhnya Allah tidak memberi petunjuk dan juga tidak menjadikan sebagai pembawa kebenaran kepada orang yang melampaui batas dan pendusta."
  },
  {
    "verse_number": 28,
    "tafsir": "Dan seseorang yang beriman kepada Allah dan Rasul-Nya di antara keluarga Fir’aun, yang senantiasa menyembunyikan imannya di hadapan Fir’aun, berkata, “Apakah kamu, wahai Fir’aun, akan membunuh seseorang hanya karena dia berkata, 'Tuhanku yang aku sembah adalah Allah,’ padahal sungguh, dia telah datang menyampaikan kebenaran kepadamu dengan membawa bukti-bukti yang nyata dan sulit terbantahkan, dan itu dari Tuhanmu juga.”"
  },
  {
    "verse_number": 29,
    "tafsir": "Wahai kaumku! Pada hari ini kerajaan ada pada genggaman-mu yang dengan kerajaan itu kamu berkuasa di bumi, tetapi bagaimana kalau yang disampaikan oleh Musa itu benar, maka siapa yang akan menolong kita dari azab Allah jika azab itu menimpa kita?” Mendengar ucapan seorang mukmin itu, Firaun berusaha meyakinkan kaumnya dengan berkata, “Aku hanya mengemukakan kepadamu, apa yang menurutku aku pandang baik; dan aku berdasarkan pandanganku itu hanya semata-mata ingin menunjukkan kepadamu jalan yang benar dan lurus.”"
  },
  {
    "verse_number": 30,
    "tafsir": "Dan orang yang beriman dari pengikut Fir’aun itu berkata, “Wahai kaumku! Sesungguhnya aku khawatir jika kamu membinasakan Musa, kamu akan ditimpa bencana seperti hari kehancuran golongan yang bersekutu yang memusuhi para nabi dan rasul."
  },
  {
    "verse_number": 31,
    "tafsir": "Yakni seperti kebiasaan kaum Nuh yang ditenggelamkan banjir besar, kaum Ad yang dibinasakan dengan angin topan yang sangat dingin, kaum Samud yang dimusnahkan dengan gempa bumi yang dahsyat, dan orang-orang atau umat yang datang setelah mereka. Padahal Allah tidak menghendaki terjadi kezaliman sedikit pun terhadap hamba-hamba-Nya.”"
  },
  {
    "verse_number": 32,
    "tafsir": "Orang yang beriman itu melanjutkan penjelasannya, “Dan sadarilah, wahai kaumku! Sesungguhnya aku benar-benar khawatir terhadapmu akan siksaan yang akan diturunkan pada hari saling memanggil, yakni ketika setiap orang berteriak meminta tolong."
  },
  {
    "verse_number": 33,
    "tafsir": "Yaitu pada hari ketika kalian berpaling lalu lari ke belakang guna menghindari siksa, dan ingatlah tidak ada seorang pun yang mampu menyelamatkan kalian dari azab Allah. Dan barang siapa yang memilih kesesatan, maka dia dibiarkan sesat oleh Allah, dan apabila seseorang telah dibiarkan sesat oleh Allah niscaya tidak ada sesuatu pun yang mampu memberi petunjuk keluar dari kesesatan itu.”"
  },
  {
    "verse_number": 34,
    "tafsir": "Dan sungguh ingatlah, bahwa sebelum masa kalian ini, Nabi Yusuf telah datang kepada leluhur kalian dengan membawa bukti-bukti yang nyata, tetapi kalian senantiasa meragukan apa yang dibawanya itu, bahkan ketika dia, Nabi Yusuf itu, wafat, kalian kemudian berkata, “Allah tidak akan mengirim seorang rasul pun setelahnya, yakni setelah Nabi Yusuf tiada.” Demikianlah Allah membiarkan sesat orang yang telah memilih kesesatan dengan berperilaku melampaui batas dan ragu-ragu terhadap kebenaran."
  },
  {
    "verse_number": 35,
    "tafsir": "Yaitu orang-orang yang selalu memperdebatkan kebenaran ayat-ayat Allah yang sudah sangat jelas kebenarannya itu tanpa alasan dan bukti-bukti yang kuat dan nyata yang sampai kepada mereka. Sangat besar kemurkaan bagi mereka di sisi Allah dan juga di sisi orang-orang yang ber-iman. Demikianlah Allah mengunci mati hati setiap orang yang sombong dan juga mengunci mati hati setiap orang yang berlaku sewenang-wenang."
  },
  {
    "verse_number": 36,
    "tafsir": "Dan Fir’aun berkata kepada salah seorang menterinya bernama Haman, “Wahai Haman! Buatkanlah untukku sebuah bangunan yang tinggi yang dapat terlihat oleh semua orang dan agar aku dapat naik sampai ke pintu-pintu langit."
  },
  {
    "verse_number": 37,
    "tafsir": "Yaitu pintu-pintu langit yang tinggi, agar aku dapat melihat Tuhan yang dipercayai dan diajarkan oleh Musa, tetapi aku tetap memandang-nya sebagai seorang pendusta tentang apa yang diajarkannya.” Dan demikianlah kondisi Fir’aun, dimana kesombongan dan kedurhakaannya dijadikan terasa indah bagi Fir’aun akan perbuatan buruknya itu, dan dia tertutup dari jalan yang benar; dan tipu daya Fir’aun untuk memadamkan cahaya kebenaran itu tidak lain hanyalah membawa kerugian dan kebinasaan bagi dirinya."
  },
  {
    "verse_number": 38,
    "tafsir": "Dan orang yang beriman yang menyembunyikan keimanan di hadapan Fir’aun itu berkata, “Wahai kaumku! Ikutilah aku dengan sungguh-sungguh, niscaya aku nanti akan menunjukkan kepada kalian jalan yang benar yang diridai Allah."
  },
  {
    "verse_number": 39,
    "tafsir": "Wahai kaumku! Sesungguhnya kehidupan dunia yang fana ini hanyalah kesenangan sementara yang mudah didapat dan mudah pula lenyap, dan sesungguhnya akhirat itulah negeri yang tidak akan pernah lenyap dan kekal selama-lamanya.”"
  },
  {
    "verse_number": 40,
    "tafsir": "Dialog yang terjadi antara Fir’aun dengan salah seorang kaumnya yang beriman secara sembunyi-sembunyi itu, memberi pesan kuat tentang perbuatan baik dan perbuatan jahat. Oleh sebab itu, renungkanlah bahwa barang siapa mengerjakan perbuatan jahat dan berbuat kebinasaan di muka bumi, maka dia akan dibalas sebanding dengan kejahatan itu. Dan barang siapa mengerjakan kebajikan dan beramal saleh, baik laki-laki maupun perempuan sedangkan dia dalam keadaan beriman dengan sungguh-sungguh, maka mereka akan masuk ke dalam surga atas anugerah Allah, dan mereka diberi rezeki di dalamnya dengan nikmat tidak terhingga."
  },
  {
    "verse_number": 41,
    "tafsir": "Pada ayat yang lalu Allah menegaskan bahwa balasan yang sebanding akan diberikan kepada siapa saja yang mengerjakan perbuatan jahat dan berbuat kebinasaan di muka bumi. Sebaliknya, siapa saja yang mengerjakan kebajikan, beramal saleh, dan beriman dengan sungguh-sungguh, maka mereka akan masuk ke dalam surga dan diberi rezeki dan nikmat yang tidak terhingga. Pada ayat ini serta beberapa ayat berikutnya, Allah menjelaskan bagaimana cara mendapatkan nikmat yang tiada terhingga itu melalui perkataan salah seorang pengikut Fir’aun yang menyembunyikan keimanannya, “Dan ketahuilah wahai kaumku, sungguh mengherankan sikap kalian! Bagaimanakah duduk perkara ini, aku menyerumu dengan sungguh-sungguh kepada keselamatan, tetapi kamu mendorong dan menyeruku untuk masuk ke dalam api neraka?"
  },
  {
    "verse_number": 42,
    "tafsir": "Mengapa pula kamu menyeruku agar memilih jalan untuk kafir kepada Allah dan melakukan perbuatan-perbuatan yang mempersekutukan-Nya dengan sesuatu hal yang aku sendiri tidak mempunyai ilmu tentang hal itu, padahal aku menyerumu agar beriman kepada Allah, Tuhan Yang Mahaperkasa lagi Maha Pengampun?"
  },
  {
    "verse_number": 43,
    "tafsir": "Sudah pasti dan tidak dapat disangkal lagi bahwa apa yang kamu serukan sedemikian rupa kepadaku agar aku beriman kepadanya, bukanlah suatu seruan yang baik yang akan berguna bagi kehidupan, baik di dunia maupun di akhirat. Dan sadarilah bahwa sesungguhnya tempat kembali kita pada akhirnya pasti kepada Allah Tuhan Yang Maha Esa, dan ketahuilah sesungguhnya orang-orang yang melampaui batas dengan berbuat durhaka kepada Allah, mereka itu-lah orang-orang yang akan menjadi penghuni neraka."
  },
  {
    "verse_number": 44,
    "tafsir": "Maka dengan demikian kelak kamu akan ingat dan mengakui kebenaran yang aku sampaikan kepada kamu dan bahkan apa yang kukatakan kepadamu selama ini sesuatu yang layak untuk diyakini. Dan oleh sebab itu, aku menyerahkan seluruh urusanku hanya kepada Allah. Sungguh, Allah Maha Melihat akan apa yang diperbuat oleh hamba-hamba-Nya dan akan memberi balasan yang setimpal dengan apa yang diperbuat.”"
  },
  {
    "verse_number": 45,
    "tafsir": "Demikianlah dikisahkan bahwa seruan yang disampaikan oleh seorang mukmin yang menyembunyikan keimanannya itu tidak diterima oleh Fir’aun dan pengikutnya. Fir’aun bahkan merencanakan suatu perbuatan yang buruk kepadanya, maka Allah memeliharanya dari berbagai maksud buruk dan kejahatan tipu daya yang mereka lakukan itu, sedangkan Fir’aun sendiri beserta kaumnya dikepung oleh azab yang sangat buruk."
  },
  {
    "verse_number": 46,
    "tafsir": "Kepada mereka akan diperlihatkan di alam barzakh azab yang amat buruk, yakni neraka yang diperlihatkan pada setiap pagi dan petang, dan juga pada hari terjadinya Kiamat, lalu kepada malaikat diperintahkan, “Masukkanlah Fir’aun dan kaumnya ke dalam neraka yang di dalamnya terdapat azab yang sangat keras!.”"
  },
  {
    "verse_number": 47,
    "tafsir": "Ayat yang lalu memberitakan azab yang diterima oleh Fir’aun dan pengikut-pengikutnya di dalam neraka. Melalui ayat ini dan ayat-ayat berikut, Allah menjelaskan kondisi saling menghujat di kalangan penghuni neraka. Dan ingatlah bagaimana kelak pada waktu mereka berada dalam neraka, ketika itu mereka berbantah-bantahan di dalam neraka, maka orang yang lemah sebagai pengikut berkata kepada orang-orang yang menyombongkan diri yang memimpin mereka, “Sesungguhnya kami dahulu ketika kita sama-sama hidup di dunia adalah pengikut-pengikutmu yang setia. Maka oleh sebab itu, dapatkah kamu melepaskan kami dari azab ini ataupun memikul sebagian dari azab api neraka yang sedang menimpa kami?"
  },
  {
    "verse_number": 48,
    "tafsir": "Mendengar ucapan orang-orang lemah yang menjadi pengikutnya itu, orang-orang yang menyombongkan diri menjawab, “Sesungguhnya kita semua saat ini sama-sama berada dalam siksa api neraka. Kita semua sama-sama sedang merasakan siksa sesuai dengan dosa yang kita perbuat, karena Allah telah menetapkan siksa apa yang kita terima sebagai keputusan yang adil antara hamba-hamba-Nya.”"
  },
  {
    "verse_number": 49,
    "tafsir": "Setelah para penghuni neraka itu menyadari bahwa ketetapan Allah tidak bisa diubah dan siksa yang diterima oleh seseorang tidak dapat diringankan oleh orang lain, maka mereka kemudian menoleh kepada para penjaga neraka. Dan orang-orang yang berada dalam neraka, apakah itu yang menjadi pemimpin ataupun pengikut, berkata kepada para malaikat penjaga-penjaga neraka Jahanam, “Mohonkanlah kepada Tuhanmu dengan sungguh agar Dia, Allah Yang Maha Pengampun dan Maha Pemberi Maaf itu, meringankan azab-Nya atas kami walaupun hanya sehari saja.”"
  },
  {
    "verse_number": 50,
    "tafsir": "Ketika mendengar permohonan itu, malaikat para penjaga neraka itu menghardik mereka, “Maka penjaga-penjaga neraka Jahanam berkata, “Apakah rasul-rasul belum pernah datang kepadamu ketika kalian masih di dunia dengan membawa bukti-bukti yang nyata serta keterangan-keterangan yang jelas?” Mereka menjawab, “Benar, rasul-rasul sudah pernah datang kepada kami di kehidupan dunia, tetapi kami abaikan dan dustakan.” Penjaga-penjaga neraka Jahanam berkata, “Berdoa-lah kamu sendiri sekarang ini, hanya itu yang bisa kalian lakukan!” Namun demikian, ketahuilah bahwa doa orang-orang kafir itu sia-sia belaka karena tidak akan dikabulkan oleh Allah."
  },
  {
    "verse_number": 51,
    "tafsir": "Sebagai pamungkas dari dialog yang terjadi di neraka tersebut, Allah kemudian mengingatkan semua, apakah itu orang-orang kafir ataupun orang-orang mukmin, dengan berfirman, “Sesungguhnya Kami akan senantiasa menolong rasul-rasul yang telah Kami utus dan juga orang-orang yang beriman dalam kehidupan dunia dan juga menolong mereka pada hari tampilnya para saksi yakni hari Kiamat.”"
  },
  {
    "verse_number": 52,
    "tafsir": "Yaitu hari yang ketika itu permintaan maaf yang diajukan kepada Allah tidak berguna lagi bagi orang-orang yang zalim lagi berdosa, dan mereka secara khusus mendapat laknat berupa kutukan jauh dari nikmat dan rahmat Allah, dan juga memperoleh tempat tinggal yang sangat buruk di neraka Jahanam."
  },
  {
    "verse_number": 53,
    "tafsir": "Ayat-ayat yang lalu menggambarkan apa yang dialami oleh orang-orang yang durhaka di dalam neraka Jahanam. Maka untuk menghindari agar tidak mengalami hal seperti itu, Allah menurunkan petunjuk kepada manusia, seperti apa yang diturunkan kepada Nabi Musa. “Dan sungguh Kami bersumpah bahwa Kami telah memberikan petunjuk kepada Musa sehingga ia tidak mengalami kesesatan dalam hidupnya; dan Kami juga telah mewariskan Kitab Taurat kepada Bani Israil."
  },
  {
    "verse_number": 54,
    "tafsir": "Kitab Taurat itu diberikan untuk menjadi petunjuk dalam menempuh jalan supaya tidak tersesat dan juga sebagai peringatan bagi orang-orang yang berpikiran sehat dan mau menerima kebenaran."
  },
  {
    "verse_number": 55,
    "tafsir": "Demikian pula yang terjadi terhadap Nabi Muhammad. Beliau telah dianugerahi kitab serta dijanjikan akan beroleh kemenangan menghadapi orang-orang musyrik Mekah. “Maka tetaplah tabah dan bersabarlah kamu, wahai Nabi Muhammad, sesungguhnya janji Allah tentang akan beroleh kemenangan itu adalah janji yang benar, dan oleh sebab itu, mohonlah ampun untuk dosamu dan ajaklah para pengikutmu melakukannya serta bertasbihlah menyucikan Allah dari segala bentuk ketidakwajaran seraya memuji keagungan dan kebesaran Tuhanmu pada waktu petang dan pagi."
  },
  {
    "verse_number": 56,
    "tafsir": "Orang-orang durhaka itu mendustakan wahyu Allah dengan cara mendebat untuk menolak apa yang dikandung oleh Allah tersebut. Sesungguhnya orang-orang yang senantiasa mendebat untuk menolak kebenaran ayat-ayat Allah yang begitu jelas dan terang benderang tanpa alasan dan bukti-bukti yang sampai kepada mereka, maka yang ada dalam dada mereka hanyalah keinginan dan kebesaran dan keangkuhan agar dapat menyanyangimu, wahai Nabi Muhammad, yang hal itu pasti tidak akan pernah mereka capai. Maka oleh sebab itu, mintalah perlindungan kepada Allah. Sungguh, Dia, Maha Mendengar lagi Maha Melihat.”"
  },
  {
    "verse_number": 57,
    "tafsir": "Titik fokus yang mereka debat dari pemberitaan ayat-ayat Allah itu adalah pada kebangkitan manusia dari alam kubur. Maka, Allah membantahnya dengan menyebut bahwa penciptaan langit dan bumi lebih besar peristiwanya daripada hanya sekadar menciptakan kembali manusia yang sudah mati. Sungguh, bahwa penciptaan langit dan bumi itu, jauh lebih besar serta lebih hebat memperlihatkan kemahakuasaan Allah, daripada hanya sekadar penciptaan manusia kembali untuk bangkit dari kubur. Akan tetapi, kebanyakan manusia, yakni orang-orang yang durhaka, tidak mengetahui hakikat perbandingan antara penciptaan langit dan bumi serta membangkitkan manusia dari kubur."
  },
  {
    "verse_number": 58,
    "tafsir": "Sangatlah benar bahwa orang-orang yang mampu menangkap hakikat tersebut tidak sama dengan orang yang tidak mampu melakukan dan memahaminya, sehingga Allah menegaskan bahwa tidak sama orang yang buta mata hatinya dengan orang yang mampu melihat dengan mata hatinya, dan dengan demikian, tidak sama pula orang-orang yang beriman kepada kebenaran wahyu Allah dan mengerjakan kebajikan dengan orang-orang durhaka yang berbuat kejahatan. Hanya sedikit sekali dari perbandingan itu yang kamu ambil dan jadikan pelajaran, wahai manusia."
  },
  {
    "verse_number": 59,
    "tafsir": "Setelah menegaskan bahwa menciptakan langit dan bumi merupakan pekerjaan yang jauh lebih besar dibandingkan dengan membangkitkan manusia dari kubur, maka sekarang Allah mempertegas keniscayaan akan datangnya Kiamat. Sesungguhnya hari Kiamat yang dijanjikan itu pasti akan datang, tidak ada keraguan tentang kedatangan-nya sedikit pun. Akan tetapi, kebanyakan manusia tidak beriman walaupun sudah terlalu banyak bukti yang diperlihatkan untuk itu."
  },
  {
    "verse_number": 60,
    "tafsir": "Dengan semakin dekat hari Kiamat, Allah kemudian mengajak manusia dengan kasih sayang-Nya agar datang dan mendekatkan diri kepada-Nya. Dan Tuhanmu berfirman, “Berdoalah kepada-Ku dengan mendekatkan diri, niscaya akan Aku perkenankan bagimu apa yang kamu harapkan berupa hidayah dan anugerah nikmat. Sesungguhnya orang-orang yang angkuh dan sombong sehingga membuat mereka tidak mau menyembah-Ku, mereka akan masuk ke dalam neraka Jahanam dalam keadaan hina dina.”"
  },
  {
    "verse_number": 61,
    "tafsir": "Ajakan untuk berdoa dan mendekatkan diri kepada Allah adalah merupakan keniscayaan semata yang harus dilakukan oleh manusia. Sebenarnya disembah ataupun tidak, Allah tetaplah sebagai Pencipta alam semesta. Ayat ini dan ayat-ayat berikut mengukuhkan kenisca-yaan tersebut. Allah-lah yang menjadikan malam itu gelap untukmu agar kamu dapat beristirahat padanya; dan menjadikan siang terang benderang agar kamu dapat bekerja mencari nafkah memenuhi kebutuhan hidup. Sungguh, Allah benar-benar memiliki karunia yang tiada terhingga yang dilimpahkan-Nya kepada manusia, tetapi kebanyakan manusia tidak bersyukur atas karunia itu."
  },
  {
    "verse_number": 62,
    "tafsir": "Demikianlah Allah, Tuhanmu Yang Maha Pengasih lagi Maha Penyayang, Pencipta segala sesuatu, tidak ada Tuhan yang layak disembah selain Dia. Oleh sebab itu, maka bagaimanakah kamu dapat dipalingkan dari mengakui kebenaran ayat-ayat Allah?"
  },
  {
    "verse_number": 63,
    "tafsir": "Demikianlah caranya bagaimana orang-orang durhaka yang selalu mengingkari ayat-ayat Allah dipalingkan disebabkan oleh keangkuhan dan kesombongan mereka."
  },
  {
    "verse_number": 64,
    "tafsir": "Masih dalam kaitan keniscayaan bahwa Allah memang layak untuk disembah, Allah kemudian menegaskannya kembali dalam ayat ini. Allah-lah Tuhan Yang Maha Esa dan Mahakuasa yang menjadikan bumi pada dasarnya untukmu, wahai manusia, sebagai tempat menetap yang layak untuk kehidupan, dan menjadikan langit sebagai atap tanpa tiang, dan membentukmu dengan bentuk yang sebaik-baiknya lalu memperindah rupamu serta memberimu rezeki dari yang baik-baik serta bermanfaat. Demikianlah Allah menciptakan semua itu bagi manusia, Dialah yang menjadi Tuhanmu, Mahasuci Allah, Tuhan seluruh alam."
  },
  {
    "verse_number": 65,
    "tafsir": "Keniscayaan bahwa Allah-lah yang layak dijadikan Tuhan dan sebagai tempat memohonkan doa lebih dikukuhkan lagi dengan ayat ini. Dialah yang hidup kekal yang memberikan kehidupan bagi semua yang hidup, tidak ada tuhan yang layak disembah selain Dia; maka oleh sebab itu, berdoa dan sembahlah Dia dengan tulus ikhlas beragama kepada-Nya dengan tidak mempersekutukan-Nya dengan yang lain. Segala puji bagi Allah, Dia Maha Esa, Tuhan seluruh alam."
  },
  {
    "verse_number": 66,
    "tafsir": "Setelah jelas dan tuntas tentang keniscayaan bahwa hanya Allah yang layak untuk disembah dan sebagai tempat meminta, bukan kepada yang lain, maka pada ayat di atas dan ayat-ayat berikut disampaikan larangan untuk menyembah selain Allah. Katakanlah, wahai Nabi Muhammad, “Sungguh, aku sangat dilarang untuk menyembah sembahan yang kamu sembah selain Allah Yang Maha Esa, setelah datang kepadaku keterangan-keterangan dan bukti-bukti dari Tuhanku; dan lebih dari itu aku diperintahkan agar dengan bersungguh-sungguh berserah diri kepada Tuhan Pemelihara seluruh alam.”"
  },
  {
    "verse_number": 67,
    "tafsir": "Setelah menjelaskan bahwa hanya Dia yang layak disembah, Allah lalu menguraikan beberapa bukti kekuasaan-Nya yang ada dalam diri manusia. Dialah Tuhan Yang Maha Esa, yang telah menciptakanmu, wahai manusia, dari tanah, kemudian sesudah itu dari setetes mani yang bertemu dengan indung telur dalam rahim, lalu sesudah itu dari segumpal darah, kemudian setelah menempuh waktu sembilan bulan atau lebih, kamu dilahirkan sebagai seorang anak, kemudian dibiarkan-Nya kamu tumbuh sampai menjadi manusia dewasa, lalu kemudian menjadi tua dan lanjut usia. Akan tetapi, di antara kamu ada yang dimatikan sebelum itu atau sebelum mencapai usia dewasa atau tua. Kami perbuat demikian agar kamu menyadari bahwa ada batas sampai kepada kurun waktu yang ditentukan bagi setiap orang, agar kamu mengerti dan memahami ketentuan ini."
  },
  {
    "verse_number": 68,
    "tafsir": "Allah selanjutnya menguraikan bahwa menghidupkan dan mematikan manusia dan makhluk lainnya adalah hal yang mudah bagi Allah. Dialah Allah Tuhan Yang Mahakuasa yang menghidupkan makhluk dan Dia pula yang mematikan-nya. Maka apabila Dia hendak menetapkan sesuatu urusan itu adalah sangat mudah, Dia hanya cukup berkata kepada-nya, “Jadilah!” Maka jadilah sesuatu itu."
  },
  {
    "verse_number": 69,
    "tafsir": "Setelah disimpulkan pada ayat-ayat yang lalu bahwa Allah-lah pe-nguasa alam semesta ini, dan yang berkuasa menghidupkan dan mematikan, maka ayat-ayat berikut kembali menghadapkan perhatian terhadap orang-orang yang mendebat kebenaran wahyu terutama tentang akibat yang akan mereka terima karena perbuatan tersebut. “Apakah kamu, wahai Nabi Muhammad, tidak memperhatikan tentang orang-orang yang selalu membantah dengan batil terhadap semua bukti kebenaran ayat-ayat Allah? Bagaimana jalan pikiran mereka sehingga mereka dapat dipalingkan dari bukti-bukti kebenaran yang sangat jelas dari wahyu itu?”"
  },
  {
    "verse_number": 70,
    "tafsir": "Orang-orang yang mendebat dengan batil wahyu Allah itu adalah orang-orang yang mendustakan Kitab, yakni Al-Qur’an, dan wahyu yang dibawa oleh rasul-rasul Kami yang telah Kami utus, yakni Zabur, Taurat, dan Injil. Kelak mereka akan mengetahui akibat dari sanggahan mereka itu."
  },
  {
    "verse_number": 71,
    "tafsir": "Akibat dari sanggahan mereka terhadap kebenaran wahyu-wahyu Allah akan mereka rasakan ketika belenggu mengikat tangan mereka, dan rantai dipasang di leher mereka, seraya mereka diseret dengan tarikan yang sangat kuat."
  },
  {
    "verse_number": 72,
    "tafsir": "Mereka diseret dengan sangat kuat ke dalam air yang sangat panas dan mendidih, kemudian mereka dibakar di dalam api neraka."
  },
  {
    "verse_number": 73,
    "tafsir": "Kemudian dalam keadaan direbus dan dibakar di dalam api neraka, dikatakan kepada mereka, “Manakah berhala-berhala yang banyak itu yang selalu kamu persekutukan dengan Allah."
  },
  {
    "verse_number": 74,
    "tafsir": "Itukah berhala-berhala yang kamu sembah selain Allah?” Mereka para pendebat itu, menjawab, “Mereka telah hilang lenyap dari pandangan kami, bahkan sebenarnya kami dahulu sebelum keberadaan kami di akhirat ini tidak pernah menyembah sesuatu yang layak untuk disembah Demikianlah cara Allah membiarkan sesat orang-orang kafir dari kebenaran sebagai hasil pilihan bebas mereka."
  },
  {
    "verse_number": 75,
    "tafsir": "Masih dalam kaitan kesesatan para pendebat ayat-ayat Allah itu, Al-Qur’an menjelaskan bahwa hal itu disebabkan karena mereka terlena dalam kesukariaan di bumi. “Kesesatan yang demikian itu disebabkan karena kamu dalam kehidupan dunia bersukaria di bumi dengan cara berlebih-lebihan tanpa mengindahkan kebenaran yang sesungguhnya, dan juga karena kamu selalu bersukaria dalam kemaksiatan.”"
  },
  {
    "verse_number": 76,
    "tafsir": "Oleh sebab itu, dikatakan kepada mereka, “Masuklah kamu ke pintu-pintu neraka Jahanam sebagai tempat tinggalmu, dan kamu kekal di dalamnya selama-lamanya. Maka itulah seburuk-buruk dan sejahat-jahat tempat bagi orang-orang yang sombong yang mendustakan ayat-ayat Allah.”"
  },
  {
    "verse_number": 77,
    "tafsir": "Demikianlah, setelah dibentangkan apa yang dialami oleh para pendurhaka yang mendebat dengan batil ayat-ayat Allah serta digambarkan pula apa yang akan diperoleh orang-orang yang beriman, maka Nabi Muhammad dan kaum beriman diminta untuk konsisten dalam keimanan dan perjuangan menyampaikan kebenaran. Maka bersabarlah engkau, wahai Nabi Muhammad dan kaum beriman, sesungguhnya janji Allah itu adalah benar dan Dia tidak akan memungkiri janji-Nya. Oleh sebab itu, meskipun Kami perlihatkan kepadamu di masa hidupmu sebagian siksa yang Kami ancamkan kepada mereka para durhaka itu, ataupun Kami wafatkan engkau sebelum ajal menimpa mereka, namun mereka orang-orang durhaka itu tidak dibiarkan begitu saja, karena kepada Kamilah mereka dikembalikan.”"
  },
  {
    "verse_number": 78,
    "tafsir": "Bila pada ayat yang lalu ditegaskan tentang kepastian terlaksananya janji Allah berupa ancaman, maka pada ayat ini Allah mengingatkan melalui lisan Nabi akan datangnya janji Allah berkaitan dengan ancam-an itu bahwa Allah akan memberi putusan dengan adil. Firman Allah, “Sesungguhnya Kami, Tuhan Yang Maha Kuasa telah mengutus beberapa rasul sebelum engkau, wahai Nabi Muhammad. Di antara me-reka, para rasul yang Kami utus itu, ada yang Kami ceritakan kepadamu, seperti Nabi Ibrahim, Nabi Sulaiman, Nabi Nuh, Nabi Musa, dan Nabi Isa, dan di antaranya ada pula yang tidak Kami ceritakan kepadamu. Para rasul yang Kami utus itu dilengkapi dengan mukjizat, dan ketahuilah bahwa tidak ada seorang rasul membawa suatu mukjizat, kecuali seizin Allah. Maka oleh sebab itu, apabila telah datang perintah, yaitu ketentuan Allah berkaitan dengan siksa dan juga untuk semua perkara, ketentuan itu diputuskan dengan adil. Dan dengan demikian, ketika itu akan merasa rugilah orang-orang yang berpegang kepada yang batil.”"
  },
  {
    "verse_number": 79,
    "tafsir": "Penjatuhan sebuah sanksi dengan pertimbangan yang adil dan tidak menzalimi merupakan bentuk dari kasih sayang Allah sebagai pemilik alam semesta. Allah berkuasa mutlak atas apa yang Dia miliki itu. Ayat-ayat berikut menguraikan kemahakuasaan Allah yang berkaitan dengan berbagai fenomena makhluk ciptaan-Nya. “Allah-lah yang menjadikan dan menundukkan hewan ternak untukmu, seperti unta, kuda, kambing, sapi, dan lain sebagainya. Sebagian dari hewan ternak itu untuk kamu kendarai dan sebagian lagi untuk kamu makan."
  },
  {
    "verse_number": 80,
    "tafsir": "Dan di samping itu, bagi kamu ada lagi manfaat-manfaat yang lain padanya, seperti mengambil manfaat dari bulu, kulit, susu hewan ternak itu, dan juga agar kamu mencapai suatu keperluan atau tujuan yang tersimpan dalam hatimu dengan mengendarainya. Dan dengan mengendarai binatang-binatang itu bila dalam perjalanan di darat, dan bila dalam perjalanan di laut atau di sungai mereka dapat diangkut di atas kapal."
  },
  {
    "verse_number": 81,
    "tafsir": "Dan Dia telah memperlihatkan tanda-tanda kebesaran dan kekuasaan-Nya kepadamu. Lalu tanda-tanda kebesaran dan kekuasaan Allah yang mana lagi yang kamu ingkari?” Melalui ayat ini diharapkan manusia menyadari keberadaan Allah sebagai Tuhan satu-satunya yang layak dipertuhankan, disembah, dan dimintai pertolongan-Nya."
  },
  {
    "verse_number": 82,
    "tafsir": "Adalah benar bahwa tanda-tanda kebesaran Allah itu terdapat dalam fenomena alam yang terkembang. Namun demikian, tanda-tanda kebesaran Allah itu juga ada dalam sejarah peradaban umat manusia. Ayat-ayat berikut mengajak manusia untuk mengembara di permukaan bumi menyaksikan jejak sejarah dari umat terdahulu yang berpaling dari jalan kebenaran. Allah berfirman, “Maka apakah mereka orang-orang musyrik Mekah dan generasi mana saja yang membaca firman Allah ini, tidak mengadakan perjalanan dan mengembara di bumi, lalu mereka memperhatikan dengan mata kepala dan mata hati, bagaimana kesudahan orang-orang terdahulu yang hidup sebelum mereka. Mereka umat terdahulu itu lebih banyak hasil pembangunannya dan juga lebih hebat kekuatannya serta lebih banyak peninggalan-peninggalan peradabannya di bumi. Maka, ketahuilah bahwa seluruh apa yang mereka usahakan itu tidak dapat menolong mereka sedikit pun dari kehancuran yang menimpa mereka."
  },
  {
    "verse_number": 83,
    "tafsir": "Mengapa peradaban umat-umat terdahulu itu hancur dan hanya tinggal sejarahnya saja berupa fosil atau tinggalan lainnya? Itu semua tidak lain karena disebabkan oleh kedustaan dan olok-olokan mereka terhadap para rasul yang diutus dari kalangan mereka sendiri. “Maka ketika para rasul yang berasal dari kalangan mereka sendiri, datang kepada mereka dengan membawa bukti-bukti yang nyata berupa petunjuk dari Allah, mereka membelakangi petunjuk Allah yang dibawa oleh para rasul itu, karena congkak dan sombong, merasa lebih senang dan lebih hebat dengan ilmu yang ada pada mereka, dan karena itu, mereka dikepung oleh azab yang dahulu mereka memperolok-olokkannya."
  },
  {
    "verse_number": 84,
    "tafsir": "Maka ketika mereka umat terdahulu itu melihat betapa berat dan mengerikan azab Kami itu, mereka pun berkata dengan nada bermohon, 'Kami hanya beriman kepada Allah Yang Maha Esa saja, dan kami ingkar kepada sembahan-sembahan yang dahulu kami sembah dan yang telah kami persekutukan dengan Allah.’"
  },
  {
    "verse_number": 85,
    "tafsir": "Maka tak pelak lagi, iman mereka ketika mereka telah melihat dan merasakan azab Kami, tidak berguna lagi sama sekali bagi mereka. Itulah ketentuan Allah yang telah berlaku terhadap hamba-hamba-Nya yang durhaka. Dan ketika itu rugilah orang-orang kafir yang berbuat durhaka dengan penuh kesombongan.[]"
  }
]