[
  {
    "verse_number": 1,
    "tafsir": "Pada bagian pungkasan Surah al-Ahzab Allah menegaskan pen-tingnya menunaikan amanat. Di sana Allah juga mengancam orang munafik dan kafir dengan azab yang pedih dan mengampuni dosa orang yang bertobat, karena Allah Maha Pengampun dan Maha Penyayang. Surah Saba’ lantas diawali dengan pujian kepada Allah, Pemilik apa saja yang ada di langit dan bumi. Segala puji bagi Allah yang memiliki, menguasai, dan mengatur apa yang ada di langit dan apa yang ada di bumi, dan segala puji di akhirat juga bagi Allah karena Dialah Penguasa dan Pengendali kehidupan akhirat. Dan Dialah Yang Mahabijaksana dalam tindakan dan ciptaan-Nya, Mahateliti sehingga mengetahui semua urusan secara rinci."
  },
  {
    "verse_number": 2,
    "tafsir": "Dengan kemahatelitian-Nya, Dia mengetahui apa yang masuk ke dalam bumi, seperti binatang-binatang, air, dan lain-lain. Dia juga mengetahui apa yang keluar darinya seperti benih yang tumbuh, air yang memancar, dan lain-lain. Allah pun mengetahui apa yang turun dari langit seperti malaikat, hujan, dan sebagainya, dan apa yang naik kepadanya seperti uap, doa dan lain-lain. Dan Dialah Yang Maha Penyayang kepada semua hamba-Nya, Maha Pengampun kepada siapa pun yang bertobat."
  },
  {
    "verse_number": 3,
    "tafsir": "Demikianlah bukti luasnya ilmu Allah. Allah lalu menegaskan kepastian datangnya hari Kiamat, Betapapun orang kafir mengingkarinya. Dan orang-orang kafir berkata, “Hari Kiamat itu tidak akan datang kepada kami dan tidak juga kepada semua manusia.” Katakanlah, wahai Nabi Muhammad! “Hari kiamat itu pasti datang, dan tidak ada seorang pun tahu kapan tepatnya. Demi tuhanku yang mengetahui yang gaib, Kiamat itu pasti akan datangkepadamu. Tidak ada yang tersembunyi bagi-Nya sekalipun seberat zarrah, yakni jenis terkecil dari semut atau sesuatu yang paling kecil, baik yang di langit maupun yang di bumi, yang lebih kecil dari itu atau yang lebih besar, semuanya tertulis dalam Kitab yang jelas (Lauh Mahfudz), yakni dalam pengetahuanAllah yang Mahaluas.”"
  },
  {
    "verse_number": 4,
    "tafsir": "Kedatangan hari Kiamat itu tiada lain agar Dia memberi balasan kepada orang-orang yang beriman dan mengerjakan kebajikan semasa di dunia. Mereka memperoleh ampunan dan rezeki yang mulia, yakni surga."
  },
  {
    "verse_number": 5,
    "tafsir": "Dan orang-orang yang berusaha untuk menentang ayat-ayat Kami, baik yang terbentang di alam raya maupun yang termaktub dalam Al-Qur’an, dengan anggapan mereka dapat melemahkan dan menggagalkan azab Kami sungguh anggapan mereka salah mereka itu pasti akan memperoleh azab sebagai hukuman atas kedurhakaan mereka, yaitu jenis azab yang sangat pedih."
  },
  {
    "verse_number": 6,
    "tafsir": "Dan berbeda dari sikap orang kafir yang mengingkari ayat-ayat Allah, orang-orang yang diberi ilmu, baik Ahlulkitab maupun orang mukmin, mereka berpendapat bahwa Al-Qur’an yang diturunkan kepadamu dari Tuhanmu, wahai Nabi Muhammad, itulah yang benar dan memberi petunjuk bagi manusia kepada jalan Allah Yang Mahaperkasa, Maha Terpuji zat dan perbuatan-Nya."
  },
  {
    "verse_number": 7,
    "tafsir": "Walaupun orang yang diberi ilmu mengakui kebenaran Al-Qur’an, keingkaran orang kafir tidak pernah berubah, bahkan mereka mencemooh Nabi Muhammad. Dan orang-orang kafir berkata kepada teman-temannya, “Maukah kami tunjukkan kepadamu seorang laki-laki yang memberitakan kepadamu bahwa apabila badanmu telah hancur sehancur-hancurnya oleh tanah atau sebab apa pun, lalu kamu pasti akan dibangkitkan kembali dalam ciptaan yang baru?”  Seorang laki-laki yang mereka maksud adalah Nabi Muhammad. Mereka berkata demikian untuk menghina beliau."
  },
  {
    "verse_number": 8,
    "tafsir": "Lalu teman-teman mereka sesama kafir menimpali dengan balik bertanya guna mempertajam cemoohan mereka, “Apakah dia, yakni Nabi Muhammad, mengada-adakan kebohongan terhadap Allah atau sedang sakit gila?” Tidak! Keduanya itu tidak akan pernah terjadi pada diri Rasulullah, karena Nabi adalah al-Amin (orang tepercaya) dan beliau pun sama sekali tidak gila, tetapi orang-orang yang tidak beriman kepada akhirat itu kelak di akhirat berada dalam siksaan dan ketika di dunia berada dalam kesesatan yang jauh, sehingga mereka menolak keniscayaan hari Kiamat dan mengingkari kebenaran Al-Qur’an."
  },
  {
    "verse_number": 9,
    "tafsir": "Menampik tuduhan keji orang kafir itu Allah berfirman, “Maka apakah mereka tidak memperhatikan langit yang tinggi dan hamparan bumi yang ada di hadapan dan di belakang mereka? Semua berada dalam kekuasaan Kami. Jika Kami menghendaki, niscaya Kami benamkan mereka di bumi sebagaimana kami telah membenamkan Qarun, atau Kami jatuhkan kepada mereka kepingan-kepingan dari langit, yakni pecahan benda-benda angkasa. Sungguh, pada yang demikian itu benar-benar terdapat tanda kekuasaan Allah bagi setiap hamba yang kembali, yakni memohon ampun kepada-Nya.”"
  },
  {
    "verse_number": 10,
    "tafsir": "Usai menjelaskan tanda-tanda kekuasaan-Nya di alam semesta yang diharapkan dapat meningkatkan keimanan manusia, pada ayat ini Allah menyebutkan anugerah-Nya kepada salah seorang hamba yang taat, Nabi Daud. Dan sungguh, telah Kami berikan kepada Daud karunia yang besar dari Kami. Kami berfirman, “Wahai gunung-gunung dan burung-burung! Bertasbihlah berulang-ulang bersama Daud.” Dan selain anugerah itu, Kami juga telah melunakkan besi untuknya seperti lilin agar bisa dimanfaatkan sesuai kebutuhan."
  },
  {
    "verse_number": 11,
    "tafsir": "Lalu Kami perintahkan, “Buatlah baju besi yang besar-besar dan ukurlah anyamannya agar nyaman dipakai dan menjadi perisai bagi pemakainya.” Dan sebagai bentuk syukur atas anugerah itu Kami berfirman kepadanya, “Kerjakanlah kebajikan. Sungguh, Aku Maha Melihat apa yang kamu kerjakan.”"
  },
  {
    "verse_number": 12,
    "tafsir": "Tidak hanya kepada Nabi Daud, kami juga melimpahkan anugerah kepada putranya, Nabi Sulaiman. Dan Kami tundukkan angin bagi Nabi Sulaiman, yang kecepatan perjalanannya pada waktu pagi sama dengan kecepatan perjalanan manusia selama sebulan, dan perjalanannya pada waktu sore sama dengan perjalanan manusia selama sebulan pula. Maksudnya, bila Nabi Sulaiman mengadakan perjalanan dari pagi sampai tengah hari maka jarak yang ditempuhnya sama dengan jarak perjalanan unta yang cepat dalam sebulan. Begitu pula, bila dia mengadakan perjalanan dari tengah sampai sore hari. Dan sebagai anugerah lain bagi Nabi Sulaiman, Kami alirkan cairan tembaga baginya seperti air yang bisa dia kendalikan dan bentuk sesuai keinginan. Dan selain itu, sebagian dari jin ada yang bekerja di hadapannya, yakni tunduk kepada perintah dan kekuasaannya dengan izin Tuhannya. Dan siapa yang menyimpang di antara mereka dari perintah Nabi Sulaiman yang pada hakikatnya adalah perintah Kami, Kami rasakan kepadanya azab neraka yang apinya menyala-nyala."
  },
  {
    "verse_number": 13,
    "tafsir": "Mereka, para jin, bekerja untuk Sulaiman sesuai dengan apa yang dikehendakinya, di antaranya membangun gedung-gedung yang tinggi, patung-patung sebagai hiasan, piring-piring yang besarnya seperti kolam dan periuk-periuk yang tetap berada di atas tungku. Begitu besar dan berat periuk-periuk itu hingga ia tidak dapat digerakkan. Bekerjalah, wahai keluarga Daud untuk menjadi bukti rasa bersyukur kepada Allah. Dan ketahuilah bahwa sedikit sekali dari hamba-hamba-Ku yang bersyukur secara sempurna, yakni dengan hati, ucapan, dan perbuatan."
  },
  {
    "verse_number": 14,
    "tafsir": "Betapa pun besarnya kekuasaan Nabi Sulaiman hingga bisa mem-pekerjakan jin sesuai keinginannya, namun begitu ajalnya tiba maka tidak akan ada yang dapat menundanya. Maka ketika Kami telah menetapkan kematian atasnya, Nabi Sulaiman, tidak ada yang menunjukkan kepada mereka kematiannya itu kecuali rayap yang memakan tongkatnya yang dijadikan sandaran ketika dia wafat. Maka ketika jenazah Nabi Sulaiman, telah jatuh tersungkur, tahulah jin itu bahwa dia telah wafat. Inilah bukti bahwa jin tidak mengetahui hal gaib. Sekiranya mereka mengetahui yang gaib, yakni wafat Nabi Sulaiman, tentu mereka tidak tetap dalam siksa yang menghinakan karena mengerjakan pekerjaan berat untuk Nabi Sulaiman yang mereka kira masih hidup dan mengawasi mereka."
  },
  {
    "verse_number": 15,
    "tafsir": "Allah telah memberikan anugerah yang besar kepada hamba-Nya yang taat dan bersyukur dengan mengerjakan amal saleh, antara lain Nabi Daud dan Sulaiman. Hal ini berbeda dengan yang terjadi kepada Kaum Saba’. Mereka mengingkari nikmat Allah sehingga Allah menghukum mereka. Sungguh, bagi kaum Saba’ ada tanda kebesaran Allah di tempat kediaman mereka di Yaman Selatan, yaitu dua buah kebun di sebelah kanan dan di sebelah kiri negeri mereka. Kepada mereka dikatakan, “Makanlah olehmu dari rezeki anugerah Tuhan Pemelihara-mu dan bersyukurlah kepada-Nya. Negerimu adalah negeri yang baik, nyaman, sentosa, dan murah rezeki, sedang Tuhanmu adalah Tuhan Yang Maha Pengampun kepada siapa pun yang mau bertobat.”"
  },
  {
    "verse_number": 16,
    "tafsir": "Namun, kenikmatan itu justru membuat kaum Saba lupa diri dan ingkar kepada Allah. Adalah kecenderungan manusia apabila mempunyai kelebihan atas orang lain, baik berupa harta, kepandaian, jabatan, dan sebagainya, mereka akan angkuh dan sombong. Itulah yang terjadi pada Kaum Saba’. Mereka merasakan agungnya nikmat Allah, tetapi mereka berpaling, tidak mensyukurinya, dan justru mendurhakai-Nya. Maka Kami kirim kepada mereka banjir yang besar dan menjebol Bendungan Ma’rib serta memusnahkan perkebunan mereka. Bendungan Ma’rib adalah bendungan yang sangat kuat dan terbesar di Yaman saat itu. Sekilas bendungan ini tampak terjadi secara alami karena berada di antara dua gunung, lalu di kedua ujungnya dibuat bangunan sehinga mampu menampung air hujan dalam jumlah besar. Air yang tertampung dapat mengairi kawasan di sekitarnya hingga jarak 300 mil. Dan usai banjir itu Kami ganti kedua kebun mereka yang semula menghasilkan buah-buahan yang mencukupi kebutuhan mereka, dengan dua kebun yang ditumbuhi pohon-pohon yang berbuah pahit, yaitu pohon Asl (sejenis cemara, tidak berbuah dan penuh duri), dan sedikit pohon Sidr (sejenis pohon bidara). Kedua pohon tersebut sangat sedikit manfaatnya bagi mereka."
  },
  {
    "verse_number": 17,
    "tafsir": "Demikianlah Kami memberi balasan kepada mereka dengan menjatuhkan hukuman tersebut karena kekafiran mereka. Dan Kami tidak menjatuhkan azab yang demikian itu melainkan hanya kepada orang yang sangat kafir dan mengingkari nikmat-nikmat-Nya."
  },
  {
    "verse_number": 18,
    "tafsir": "Nikmat Allah kepada Kaum Saba’ tidak hanya berupa sumber daya alam yang melimpah, tetapi juga letak geografis yang strategis sehingga transportasi antarwilayah, bahkan antarnegara, berjalan lancar. Allah menegaskan, “Dan Kami jadikan antara mereka di Yaman dan negeri-negeri yang Kami berkahi, yakni negeri Syam, beberapa negeri yang berdekatan, dan Kami tetapkan antara negeri-negeri itu jarak-jarak perjalanan yang mudah dijangkau kapan saja. Berjalanlah kamu, yakni siapa pun yang berada di negeri-negeri itu pada malam dan siang hari dengan aman, tanpa perlu berhenti di padang pasir atau pun menghadapi kesulitan. Dari ayat ini diperoleh pesan tentang pentingnya pembangunan infrastruktur dan jaminan rasa aman guna mendukung tercapainya kesejahteraan rakyat."
  },
  {
    "verse_number": 19,
    "tafsir": "Maka sebagai bukti keingkaran mereka atas nikmat-nimat Allah itu, mereka berkata, “Ya Tuhan kami, jauhkanlah jarak perjalanan kami, yakni jarak antarwilayah dan antarnegara, agar perjalanan menjadi panjang sehingga tidak banyak orang yang masuk ke negara kami dan orang-orang miskin tidak mampu menempuh jarak tersebut karena keterbatasan kendaraan mereka. Dengan begitu kami dapat memonopoli hasil negeri kami dan perdagangan, sehingga keuntungan kami lebih besar.” Dan tanpa mereka sadari, permintaan tersebut justru menjadikan mereka menzalimi diri mereka sendiri karena mengakibatkan tertutupnya akses perdagangan antarnegara. Maka akibat kedurhakaan itu Kami jadikan mereka bahan pembicaraan bagi generasi sesudah mereka dan Kami hancurkan mereka sehancur-hancurnya sehingga mereka bertebaran ke berbagai daerah. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda kekuasaan Allah bagi setiap orang yang sabar dan bersyukur."
  },
  {
    "verse_number": 20,
    "tafsir": "Kedurhakaan Kaum Saba’ membuktikan betapa Iblis mampu merealisasikan sumpahnya di hadapan Allah ketika dia dikutuk akibat membangkang perintah Allah untuk bersujud kepada Nabi Adam. “Dan sungguh, Iblis telah dapat meyakinkan dengan berbagai tipu daya terhadap mereka, anak-cucu Nabi Adam, tentang kebenaran sangkaannya bahwa dia mampu menjerumuskan manusia ke jalan kesesatan, lalu mereka mengikutinya, kecuali sebagian dari orang-orang mukmin yang kuat keimanannya (Lihat Surah Sad/38: 82-83)."
  },
  {
    "verse_number": 21,
    "tafsir": "Alasan Allah memberi Iblis kesempatan untuk menjerumuskan manusia ke dalam kesesatan adalah untuk menguji keimanan manusia. Dan tidak ada kekuasaan bagi Iblis terhadap mereka, yakni anak-cucu Nabi Adam, melainkan hanya agar Kami dapat membedakan siapa yang beriman kepada adanya akhirat dan siapa yang masih ragu-ragu tentang akhirat itu. Dan Tuhanmu Maha Memelihara segala sesuatu di alam semesta."
  },
  {
    "verse_number": 22,
    "tafsir": "Allah Maha Esa, Pemelihara alam semesta, dan hanya Dia yang berhak disembah. Orang-orang yang menyembah selain Allah adalah mereka yang tertipu rayuan Iblis. Sembahan mereka tidak sedikit pun memberi mereka manfaat. Katakanlah, wahai Nabi Muhammad, kepada mereka yang mempersekutukan Allah, “Seru dan minta-lah mereka yang kamu anggap sebagai tuhan selain Allah untuk menolak mudarat atau mendatangkan manfaat!” Mereka, yakni sembahan itu, tidak memiliki kekuasaan seberat zarrah pun. Mereka tidak punya kuasa sekecil apa pun di langit dan di bumi, dan mereka sama sekali tidak mempunyai peran serta dalam penciptaan, pemeliharaan, dan pengaturan langit dan bumi, dan tidak ada di antara mereka yang menjadi pembantu bagi-Nya dalam urusan apa pun.” (Lihat Sura Fatir/35: 13)."
  },
  {
    "verse_number": 23,
    "tafsir": "Dan syafaat, yakni pertolongan, di sisi-Nya hanya berguna bagi orang yang telah diizinkan-Nya untuk memberi dan memperoleh syafaat itu, seperti para malaikat, nabi, dan orang saleh. Sehingga apabila telah dihilangkan ketakutan dari hati mereka, yakni orang-orang yang akan diberi izin untuk memberi syafaat dan orang-orang yang akan mendapat syafaat, mereka yang akan mendapat syafaat berkata, “Apakah yang telah difirmankan dan ditetapkan oleh Tuhanmu untuk kami?” Mereka menjawab, “Allah memberi keputusan yang benar,” dan Dialah Yang Mahatinggi zat dan kedudukan-Nya, Mahabesar keagungan dan kekuasaan-Nya (Lihat Surah al-Baqarah/2: 255, Yunus/10: 3, dan al-Anbiya/21: 28)."
  },
  {
    "verse_number": 24,
    "tafsir": "Usai menegaskan bahwa sembahan selain Allah tidak mampu mendatangkan manfaat apa pun kepada penyembahnya, lalu Allah berfirman, “Katakanlah, wahai Nabi Muhammad kepada orang-orang musyrik, 'Siapakah yang memberi rezeki kepadamu yang bersumber dari langit dan dari bumi?’ Katakanlah, wahai Nabi Muhammad, 'Allah yang memberi rezeki. Dan sesungguhnya kami, orang beriman, atau kamu, wahai kaum musyrik, pasti salah satu dari kita berada dalam kebenaran dengan kedudukan yang tinggi atau terjerumus dalam kesesatan yang nyata dengan kedudukan yang sangat hina.”"
  },
  {
    "verse_number": 25,
    "tafsir": "Katakanlah, wahai Nabi Muhammad, “Pada hari Kiamat nanti kamu tidak akan dimintai tanggung jawab atas apa yang kami kerjakan jika kamu menganggap kami telah berbuat dosa karena beriman kepada Allah dan Rasul-Nya, dan kami juga tidak akan dimintai tanggung jawab atas apa yang kamu kerjakan, yakni dosa kalian akibat durhaka kepada Allah.”(Lihat juga: Yunus/10: 41)"
  },
  {
    "verse_number": 26,
    "tafsir": "Katakanlah, wahai Nabi Muhammad, “Pada hari Kiamat, Tuhan kita, Allah, akan mengumpulkan kita semua, kemudian Dia memberi keputusan antara kita dengan benar dan adil. Dan Dia Yang Maha Pemberi keputusan secara adil, Maha Mengetahui keputusan yang tepat.”"
  },
  {
    "verse_number": 27,
    "tafsir": "Katakanlah, wahai Nabi Muhammad, “Perlihatkanlah kepadaku sembahan-sembahan yang kamu hubungkan dengan Dia, yakni kamu anggap sebagai Tuhan dan kamu jadikan sebagai sekutu-sekutu-Nya. Apa yang bisa mereka perbuat? Tidak ada! Tidak mungkin Allah dipersekutukan dengan apa pun! Sebenarnya Dialah Allah Yang Mahaperkasa, Mahabijaksana.”"
  },
  {
    "verse_number": 28,
    "tafsir": "Allah adalah Tuhan yang Maha Esa. Dia tidak layak dipersekutukan dengan sesuatu pun. Dia mengutus Nabi Muhammad sebagai rahmat bagi seluruh alam. Dan Kami tidak mengutus engkau, wahai Nabi Muhammad, melainkan kepada semua umat manusia sampai hari Kiamat sebagai pembawa berita gembira bahwa orang yang taat akan memperoleh kebahagiaan, dan sebagai pemberi peringatan bagi pendurhaka tentang kesengsaraan jika mereka enggan bertobat, tetapi kebanyakan manusia tidak mengetahui sehingga tetap enggan mengimani risalah Nabi Muhammad. (Lihat Surah al-A’raf/7: 158 dan Yusuf/12: 103)"
  },
  {
    "verse_number": 29,
    "tafsir": "Walau Nabi Muhammad terus berusaha meyakinkan tentang risalahnya, kaum kafir tetap mengingkarinya. Mereka juga mengingkari hari Kiamat, dan mereka berkata, “Kapankah janji untuk mendatangkan hari kiamat ini dilaksanakan, jika kamu orang yang benar?”"
  },
  {
    "verse_number": 30,
    "tafsir": "Katakanlah, wahai Nabi Muhammad, “Bagimu ada hari yang telah dijanjikan, yakni hari Kiamat. Ketika hari itu tiba, kamu tidak dapat meminta penundaan atau percepatannya walau sesaat pun.”"
  },
  {
    "verse_number": 31,
    "tafsir": "Tidak hanya mengingkari risalah Nabi Muhammad dan kebenar-an Al-Qur’an, kaum kafir juga mengingkari kitab-kitab yang Allah turunkan sebelum Al-Qur’an. Dan orang-orang kafir berkata, “Kami tidak akan beriman kepada Al-Qur’an ini dan tidak pula kepada Kitab yang sebelumnya, seperti Taurat dan Injil.” Di dunia mereka bisa berkata dan berbuat apa saja, tetapi kelak mereka harus mempertanggungjawabkannya. Dan alangkah mengerikan kalau kamu melihat ketika orang-orang yang zalim itu, yakni mereka yang mempersekutukan Allah, dihadapkan kepada Tuhannya untuk diadili. Sebagian mereka mengembalikan perkataan kepada sebagian yang lain dengan saling berbantah dan melempar tanggung jawab; orang-orang yang dianggap lemah, yakni para pengikut, berkata kepada orang-orang yang menyombongkan diri, yakni para pemimpin yang sesat dan menyesatkan, “Kalau tidaklah karena kamu, tentulah kami menjadi orang-orang mukmin.”"
  },
  {
    "verse_number": 32,
    "tafsir": "Enggan disalahkan, orang-orang yang menyombongkan diri itu mengelak dari tanggung jawab dan berkata kepada orang-orang yang dianggap lemah, yakni para pengikut mereka, “Kamikah yang telah menghalangimu untuk memperoleh petunjuk Allah setelah petunjuk itu datang kepadamu melalui Nabi-Nya? Tidak! Sebenarnya kamu sendirilah orang-orang yang berbuat dosa karena tetap dalam kekafiran.”"
  },
  {
    "verse_number": 33,
    "tafsir": "Mendengar ucapan para pemimpin mereka, para pengikut kembali membantah. Dan orang-orang yang dianggap lemah berkata kepada orang-orang yang menyombongkan diri, “Tidak! Sebenarnya tipu daya-mu pada waktu malam dan siang-lah yang menghalangi kami dari petunjuk, ketika kamu terus-menerus menyeru kami agar kami kafir kepada Allah dan menjadikan sekutu-sekutu bagi-Nya.” Usai berbantah-bantahan, mereka, yakni kedua para pemimpin dan pengikut, bersama-sama menyatakan penyesalan ketika mereka melihat azab. Penyesalan mereka sama sekali tidak berguna. Dan di neraka Kami pasangkan belenggu di leher orang-orang yang kafir sebagai hukuman atas kedurhakaan mereka. Mereka tidak dibalas melainkan sesuai dengan apa yang telah mereka kerjakan di dunia."
  },
  {
    "verse_number": 34,
    "tafsir": "Nabi Muhammad sempat khawatir karena dakwahnya ditolak dan dihalang-halangi oleh kaum musyrik Mekah. Allah lantas menghibur beliau dengan firman-Nya, “Dan setiap Kami mengutus seorang pemberi peringatan kepada penduduk suatu negeri tempat rasul diutus, pasti orang-orang yang hidup mewah di negeri itu berkata, 'Kami benar-benar mengingkari, tidak percaya, dan menolak apa yang kamu sampaikan sebagai utusan/risalah yang kamu bawa.”"
  },
  {
    "verse_number": 35,
    "tafsir": "Penolakan itu dibarengi kesombongan dan keangkuhan akibat kekayaan dan keturunan yang Allah anugerahkan kepada mereka. Dan mereka berkata, “Kami memiliki lebih banyak harta dan anak-anak daripada kamu, dan kami tidak akan diazab sebab Allah mengasihi kami. Dia memberi kami limpahan nikmat yang besar di dunia ini dan membebaskan kami dari azab di akhirat nanti.” Sungguh, hal itu hanyalah dugaan mereka yang tenggelam dalam kenikmatan duniawi."
  },
  {
    "verse_number": 36,
    "tafsir": "Membantah dugaan tersebut, Allah berfirman, “Katakanlah kepada mereka, wahai Nabi Muhammad, 'Sungguh, Tuhanku melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasinya bagi siapa yang Dia kehendaki, tidak peduli dia mukmin ataupun kafir. Tetapi, kebanyakan manusia tidak mengetahui hikmah dari ketetapan Allah itu. Ba-nyak atau sedikitnya rezeki tidak berbanding lurus dengan kecintaan Allah kepada seseorang atau kedudukannya di sisi Allah (Lihat juga: al-Mu’minun/23: 55-56 dan at-Tagabun/64: 15).”"
  },
  {
    "verse_number": 37,
    "tafsir": "Allah membantah keyakinan orang kafir tersebut. Kedudukan seseorang di sisi Allah tidak ditentukan oleh harta dan keturunannya, melainkan iman dan takwanya. Harta dan anak akan bermanfaat bila ia membantu seseorang untuk meningkatkan keimanan dan amal salehnya. Dan bukanlah harta atau anak-anakmu yang mendekatkan kamu kepada Kami; melainkan keimanan dan ketakwaanmu. Karena itu, orang-orang yang beriman dan mengerjakan kebajikan, mereka itulah yang dekat dengan Kami dan memperoleh balasan yang berlipat ganda, sepuluh kali, tujuh ratus kali, bahkan tidak terbatas, atas apa yang telah mereka kerjakan; dan mereka dalam keadaan aman sentosa di tempat-tempat yang tinggi dalam surga."
  },
  {
    "verse_number": 38,
    "tafsir": "Dan sebaliknya, orang-orang yang terus berusaha menentang ayat-ayat Kami untuk melemahkan, yakni menggagalkan azab Kami, mereka itu dimasukkan ke dalam azab yang pedih, yakni neraka. Mereka kekal di dalamnya."
  },
  {
    "verse_number": 39,
    "tafsir": "Dalam ayat ini, Allah kembali mempertegas bahwa banyak dan sedikitnya rezeki seseorang tidak menentukan kedudukannya di sisi Allah, kecuali bila dibarengi dengan iman dan amal saleh. Katakanlah, wahai Nabi Muhammad, “Sungguh, Tuhanku melapangkan rezeki dan membatasinya bagi siapa yang Dia kehendaki di antara hamba-hamba-Nya.” Dan rezeki apa saja yang kamu infakkan, maka Allah akan menggantinya di dunia dan akhirat dengan penggantian yang lebih baik, dan Dialah pemberi rezeki yang terbaik."
  },
  {
    "verse_number": 40,
    "tafsir": "Sebagian kaum musyrik menyembah malaikat karena menduga bahwa malaikat adalah sumber rezeki yang mereka peroleh. Kelak di akhirat orang-orang musyrik akan dipertemukan dengan sembahan mereka tersebut. Dan ingatlah pada hari ketika Allah mengumpulkan mereka semuanya untuk dihisab, kemudian Dia berfirman kepada para malaikat, “Apakah kepadamu mereka ini dahulu menyembah?” Setujukah kamu dengan penyembahan itu atau bahkan memintanya?"
  },
  {
    "verse_number": 41,
    "tafsir": "Para malaikat itu menjawab, “Mahasuci Engkau. Engkaulah pelindung dan sembahan kami, bukan mereka. Kami terbebas dari apa yang mereka kerjakan, bahkan mereka telah menyembah jin yang durhaka, yaitu setan, dan kebanyakan mereka beriman kepada jin itu.” Hal ini terbukti dengan banyaknya orang yang durhaka kepada Allah akibat tergoda rayuan setan."
  },
  {
    "verse_number": 42,
    "tafsir": "Maka pada hari Kiamat ini sebagian kamu yang disembah maupun yang menyembah, sama-sama tidak kuasa mendatangkan manfaat bagi yang lain maupun menolak mudarat dari sebagian yang lain. Dan Kami katakan kepada orang-orang yang zalim, yakni yang menyembah selain Allah, “Rasakanlah olehmu azab neraka yang dahulu kamu dustakan.”"
  },
  {
    "verse_number": 43,
    "tafsir": "Bila pada ayat-ayat sebelumnya Allah menjelaskan kedurhakaan kaum musyrik kepada Allah, maka pada ayat ini Dia menjelaskan kedurhakaan dan pengingkaran mereka kepada Rasulullah dan Al-Qur’an. Dan apabila dibacakan kepada mereka ayat-ayat Kami yang terang dan jelas, mereka berkata, “Orang ini tidak lain hanya ingin menghalang-halangi kamu dari menyembah apa yang selalu disembah oleh nenek moyangmu,” dan mereka berkata, “Al-Qur’an ini tidak lain hanyalah kebohongan luar biasa yang diada-adakan saja oleh Muhammad.” Dan orang-orang kafir berkata terhadap kebenaran ketika kebenaran itu, yakni Al-Qur’an, datang kepada mereka, “Ini tidak lain hanyalah sihir yang nyata.” (Lihat Surah as-Saffat/37: 14/15 dan al-Qamar/54: 2)."
  },
  {
    "verse_number": 44,
    "tafsir": "Kaum musyrik Mekah tidak punya dasar apa pun untuk pembenaran agama nenek moyang mereka dengan menolak kerasulan Nabi Muhammad dan menuduh Al-Qur’an sebagai sihir, karena Kami tidak pernah memberikan kepada mereka kitab-kitab yang mereka baca, dan Kami tidak pernah mengutus seorang rasul sebagai pemberi peringatan kepada mereka sebelum engkau diutus kepada mereka."
  },
  {
    "verse_number": 45,
    "tafsir": "Pada ayat ini Allah menggambarkan lemahnya kekuatan orang-orang kafir Mekah dibanding umat-umat terdahulu. Umat masa lalu begitu kuat, namun mereka dihancurkan oleh Allah akibat mendustakan para rasul. Dan orang-orang yang sebelum mereka telah mendustakan para rasul, sedang orang-orang kafir Mekah itu belum sampai menerima sepersepuluh dari apa yang telah Kami berikan kepada orang-orang terdahulu itu, berupa kepandaian, umur panjang, kekuatan jasmani, kekayaan, dan sebagainya, namun mereka mendustakan para rasul-Ku. Maka, lihatlah bagaimana dahsyatnya akibat kemurkaan-Ku. Mereka hancur lebur walaupun kekuatan mereka jauh melebihi kaum musyrik Mekah."
  },
  {
    "verse_number": 46,
    "tafsir": "Katakanlah, wahai Nabi Muhammad, “Aku hendak memperingatkan kepadamu satu hal saja, yaitu agar kamu menghadap Allah dengan ikhlas guna menemukan kebenaran. Kamu lakukan renungan itu dengan berdua-dua, yakni secara berkelompok, atau sendiri-sendiri, dalam suasana tenang, kemudian agar kamu pikirkan tentang Nabi Muhammad yang sudah lama kamu kenal sebagai orang yang dapat dipercaya, lalu kamu mengatakan dia gila, lantaran dia mengajakmu untuk beriman kepada Allah. Ketahuilah, kawanmu itu tidak gila sedikit pun. Dia tidak lain hanyalah seorang pemberi peringatan bagi kamu sebelum menghadapi azab yang keras.”"
  },
  {
    "verse_number": 47,
    "tafsir": "Katakanlah, wahai Nabi Muhammad, “Imbalan apa pun yang aku minta kepadamu, maka manfaat imbalan itu untuk kamu. Apabila kamu menerima seruanku agar beriman dan mengesakan Allah maka manfaat iman itu adalah untuk dirimu sendiri, bukan untukku. Imbalanku hanyalah dari Allah, dan Dia Maha Mengetahui segala sesuatu, baik yang tersembunyi maupun yang tampak.”"
  },
  {
    "verse_number": 48,
    "tafsir": "Katakanlah, wahai Nabi Muhammad, “Sesungguhnya Tuhanku mewahyukan kebenaran untuk menghapuskan kebatilan, sehingga kebatilan pasti akan musnah. Dia Maha Mengetahui segala yang gaib; tidak ada yang tersembunyi bagi Allah.”"
  },
  {
    "verse_number": 49,
    "tafsir": "Katakanlah, “Kebenaran, yakni Islam, telah datang dan yang batil itu, yakni kekufuran yang selama ini kamu pertahankan, pasti akan sirna. Seiring kedatangan Islam, kemusyrikan tidak akan memulai, dalam arti tidak akan tampil dalam bentuk yang baru, dan tidak pula akan mengulangi kembali dalam bentuk yang lama.” Kebenaran pasti akan menang dan kebatilan pasti akan musnah."
  },
  {
    "verse_number": 50,
    "tafsir": "Katakanlah, “Jika seandainya aku sesat maka sesungguhnya aku sesat untuk diriku sendiri. Kemudaratan akibat kesesatan itu pasti akan menimpaku. Dan jika aku mendapat petunjuk maka itu disebabkan apa yang diwahyukan Tuhanku kepadaku. Sungguh, Dia Maha Mendengar setiap perkataan, Mahadekat dengan orang yang memanggil-Nya dan berdoa kepada-Nya.”(Lihat Surah : al-Baqarah/2: 186 dan Qaf/50: 16)"
  },
  {
    "verse_number": 51,
    "tafsir": "Meski kebenaran ajaran Nabi Muhammad sudah terbukti dan alasan penolakan kaum kafir dipatahkan, tetap saja ada sebagian orang yang memilih kekafiran. Ayat berikut menggambarkan siksa yang akan mereka terima di akhirat. Dan alangkah mengerikan sekiranya engkau melihat mereka, orang-orang kafir, ketika terperanjat ketakutan pada hari Kiamat ketika dihadapkan kepada Tuhan mereka; lalu mereka tidak dapat melepaskan diri dan mereka ditangkap dari tempat yang dekat. Mereka sudah berada di alam kubur sehingga sangat dekat untuk diseret ke neraka."
  },
  {
    "verse_number": 52,
    "tafsir": "Dan mereka berkata, “Kami beriman kepada-Nya.” Itulah harapan mereka. Namun bagaimana mereka dapat mencapai keimanan dari tempat yang jauh? Hal itu tidak mungkin. Tempat manusia untuk beriman adalah di dunia, sedangkan mereka sudah berada di tempat yang jauh dari dunia, yaitu alam akhirat. Mereka baru menyatakan beriman setelah menyaksikan dahsyatnya azab pada hari Kiamat."
  },
  {
    "verse_number": 53,
    "tafsir": "Dan sungguh, mereka telah mengingkari Allah sebelum itu, yakni ketika mereka hidup di dunia; dan mereka mendustakan tentang yang gaib dari tempat yang jauh dengan tanpa dasar yang benar."
  },
  {
    "verse_number": 54,
    "tafsir": "Dan diberi penghalang antara mereka dengan apa yang mereka inginkan, yaitu beriman kepada Allah atau kembali ke dunia untuk bertobat, sebagaimana yang dilakukan terhadap orang-orang yang sepaham dengan mereka yang terdahulu dalam kekufuran. Sesungguhnya mereka dahulu di dunia dalam keraguan yang mendalam akan kepastian datangnya hari Kebangkitan dan azab bagi orang-orang yang durhaka.[]"
  }
]