[
  {
    "verse_number": 1,
    "tafsir": "Hari kiamat adalah rahasia besar. Wahai Nabi, sudahkah sampai kepadamu berita tentang hari kiamat yang penuh kengerian itu?"
  },
  {
    "verse_number": 2,
    "tafsir": "Pada hari kiamat manusia terbagi menjadi dua, kelompok yang celaka dan kelompok yang berbahagia. Pada hari itu banyak wajah yang tertunduk hina. Mereka saat itu menyadari perilaku buruk mereka. Hati mereka terguncang dan sangat risau akan nasib mereka."
  },
  {
    "verse_number": 3,
    "tafsir": "Raut wajah mereka kusut seperti orang yang telah bekerja keras lagi kepayahan karena beban berat yang menimpa mereka."
  },
  {
    "verse_number": 4,
    "tafsir": "Wajah-wajah dan tubuh-tubuh mereka akan memasuki api neraka yang sangat panas. Kadar panasnya tidak tergambarkan, jauh melebihi panas api dunia."
  },
  {
    "verse_number": 5,
    "tafsir": "Panas api neraka membuat mereka haus. Saat itulah mereka diberi minum dengan air dari sumber mata air yang sangat panas, membuat kerongkongan dan organ pencernaan mereka lebur."
  },
  {
    "verse_number": 6,
    "tafsir": "Tidak ada makanan bagi mereka selain dari pohon yang berduri, yang rasanya pahit, panas, menjijikkan, dan berbau tidak sedap. Para penghuni neraka itu memakannya, di samping memakan pohon Zaqqum (Lihat: ad-Dukhan/44: 43) dan Gislin (Lihat: al-Marij/70: 36)."
  },
  {
    "verse_number": 7,
    "tafsir": "Itulah makanan yang sama sekali tidak memberi manfaat bagi pemakannya. Makanan itu tidak menggemukkan badan dan tidak pula menghilangkan rasa lapar."
  },
  {
    "verse_number": 8,
    "tafsir": "Di sisi lain, para penghuni surga mendapat kebahagiaan yang tiada tara. Pada hari itu banyak pula wajah yang berseri-seri penuh kebahagiaan."
  },
  {
    "verse_number": 9,
    "tafsir": "Mereka merasa senang dan puas karena usahanya sendiri di dunia. Mereka beriman, beramal saleh, dan bermanfaat bagi orang lain. Hidup mereka penuh nilai ibadah. Usaha mereka ini tidak akan sia-sia."
  },
  {
    "verse_number": 10,
    "tafsir": "Allah akan memasukkan mereka ke dalam surga yang tinggi, istana yang sangat indah, yang mengalir di bawahnya sungai-sungai dengan jenis air yang bermacam-macam."
  },
  {
    "verse_number": 11,
    "tafsir": "Di surga sana kamu tidak mendengar perkataan yang tidak berguna. Tidak ada perkataan kotor, umpatan, ungkapan kemarahan, dan semisalnya. Di sana mereka hanya mendengar hal-hal yang menyenangkan."
  },
  {
    "verse_number": 12,
    "tafsir": "Di surga sana ada mata air yang mengalir dengan deras, jernih, dan menyejukkan."
  },
  {
    "verse_number": 13,
    "tafsir": "Di surga sana ada dipan-dipan yang ditinggikan, baik posisinya maupun derajatnya, sebagai tempat mereka duduk dan berbaring."
  },
  {
    "verse_number": 14,
    "tafsir": "Dan di sana ada pula gelas-gelas berisi bermacam minuman yang tersedia di dekat mereka. Mereka tidak perlu beringsut untuk mengambilnya."
  },
  {
    "verse_number": 15,
    "tafsir": "Dan di sana tersedia pula bantal-bantal sandaran yang tersusun. Mereka duduk bersandar pada bantal itu, menikmati suasana bahagia di surga."
  },
  {
    "verse_number": 16,
    "tafsir": "Dan di sana ada pula permadani-permadani yang terhampar, indah, dan berwarna-warni. Demikianlah ganjaran yang Allah berikan kepada mereka atas amal saleh mereka di dunia. Inilah bukti kemurahan dan kasih sayang Allah kepada hamba yang beriman dan bertakwa."
  },
  {
    "verse_number": 17,
    "tafsir": "Allah memperlihatkan begitu banyak tanda kekuasaan-Nya di hadapan manusia. Maka, tidakkah mereka memperhatikan unta, bagaimana diciptakan? Unta diciptakan oleh Allah dengan bentuk tubuh dan anggota badan yang sesuai dengan lingkungan hidupnya di padang pasir. Air susunya dan dagingnya menjadi bahan makanan yang lezat, sedangkan kulitnya dapat dijadikan kemah dan sebagainya (Lihat pula: an-Nahl/16: 7, 81; Gafir/40: 7980)."
  },
  {
    "verse_number": 18,
    "tafsir": "Dan tidakkah pula mereka memperhatikan langit, bagaimana ditinggikan? Allah menjadikan langit sebagai atap bumi yang kukuh meski tanpa penopang. Di sana matahari, bulan, planet, dan berbagai benda langit beredar. Allah menghiasinya dengan bintang yang dapat menjadi petunjuk arah bagi para musafir. Dari langit itu pula turun hujan yang sangat bermanfaat bagi kehidupan di bumi."
  },
  {
    "verse_number": 19,
    "tafsir": "Dan tidakkah mereka memperhatikan gunung-gunung, bagaimana ditegakkan? Gunung, dengan akarnya yang menancap kukuh dan kuat di dalam perut bumi, berfungsi sebagai pasak yang menahan bumi agar tidak bergoncang dan dengan demikian bisa menjadi tempat tinggal yang nyaman (Lihat pula: an-Nahl/16: 15, 82)."
  },
  {
    "verse_number": 20,
    "tafsir": "Dan tidakkah mereka memperhatikan bumi, bagaimana dihamparkan? Di bumi itu manusia tinggal, beraktivitas, bercocok tanam, dan sebagainya. Di bumi Allah menciptakan beraneka flora, fauna, sungai, sumber air, dan lain sebagainya untuk kepentingan makhluk hidup."
  },
  {
    "verse_number": 21,
    "tafsir": "Semestinya dengan memperhatikan fenomena-fenomena itu manusia bersedia mengabdi kepada Allah. Allah meminta Nabi untuk terus berdakwah meski banyak manusia yang ingkar. Maka berilah peringatan kepada mereka yang tetap ingkar meski bukti-bukti tentang kekuasaan Allah mereka saksikan setiap hari. Ingatkanlah mereka karena sesungguhnya engkau hanyalah pemberi peringatan."
  },
  {
    "verse_number": 22,
    "tafsir": "Wahai Nabi, engkau bukanlah orang yang berkuasa atas mereka. Engkau tidak bisa memaksa mereka beriman, demikian juga para dai setelah dirimu, karena sesungguhnya hidayah adalah urusan Allah."
  },
  {
    "verse_number": 23,
    "tafsir": "Engkau tidak kuasa memberi mereka hidayah, kecuali jika ada orang yang berpaling dari ajakanmu dan memilih untuk tetap kafir kepada Allah dan hari akhir,"
  },
  {
    "verse_number": 24,
    "tafsir": "maka Allah akan mengazabnya dengan azab yang besar dan tak tertahankan. Azab itu bukanlah bentuk kezaliman Allah karena Dia telah memaparkan kepada mereka bukti-bukti eksistensi dan keesaan Allah dan kebenaran risalah Nabi Muhammad, namun mereka masih ingkar dan membangkang, bahkan menantang dan menyakiti Nabi."
  },
  {
    "verse_number": 25,
    "tafsir": "Engkau tidak bisa memaksa manusia untuk beriman. Janganlah bersedih atas keingkaran mereka. Sungguh, setelah mereka mati, hanya kepada Kamilah mereka kembali. Kamilah yang akan membalas dan menentukan nasib mereka di akhirat nanti."
  },
  {
    "verse_number": 26,
    "tafsir": "Kemudian, sesungguhnya Kamilah pula yang akan membuat perhitungan atas mereka. Kami akan memberi mereka balasan sesuai tingkat kedurhakaan mereka supaya mereka tahu bahwa kehidupan ini bukan untuk bermain-main, melainkan harus dijalani dengan serius dan bertanggung jawab."
  }
]