[
  {
    "verse_number": 1,
    "tafsir": "Hanya Allah yang lebih tahu tentang makna Ha Mim"
  },
  {
    "verse_number": 2,
    "tafsir": "Hanya Allah pula yang lebih tahu tentang makna 'Ain Sin Qaf"
  },
  {
    "verse_number": 3,
    "tafsir": "Demikianlah Allah Yang Mahaperkasa dalam menyampaikan kehendak-Nya, dan Mahabijaksana dalam keputusan-Nya, mewahyukan pesan-pesan-Nya kepadamu, wahai Nabi Muhammad, dan kepada orang-orang, yakni para rasul, yang diutus sebelummu."
  },
  {
    "verse_number": 4,
    "tafsir": "Menjadi milik-Nya lah, dan di bawah kekuasaan, pengaturan, dan kewenangan-Nya lah segala apa yang ada di langit dan apa yang ada di bumi. Dan Dia lah, Yang Mahaagung dalam kedudukan-Nya, Mahabesar dalam kekuasaan-Nya."
  },
  {
    "verse_number": 5,
    "tafsir": "Hampir saja Langit-langit yang menjadi milik-Nya itu, yang telah diciptakan-Nya dengan sangat kuat dan kukuh, pecah dari sebelah atas-nya karena kebesaran dan keagungan Allah. Dan malaikat-malaikat di mana pun berada selalu bertasbih menyucikan-Nya dari segala kekurangan dengan memuji keagungan dan kebesaran Tuhan-nya dan memohonkan ampunan untuk orang-orang beriman yang ada di bumi atas dosa-dosa mereka. Ingatlah, sesungguhnya Allah Dialah Yang Maha Pengampun dengan mengampuni dosa hamba-hamba-Nya, Maha Penyayang dengan memberikan rahmat-Nya kepada mereka."
  },
  {
    "verse_number": 6,
    "tafsir": "Dan orang-orang yang menentang tuntunan-Nya dan menyekutukan-Nya dengan mengambil pelindung-pelindung dan menyembah sesuatu selain Allah, Allah mengawasi dan memperhatikan segala amal dan perbuatan mereka. Adapun engkau, wahai Muhammad, bukanlah orang yang diserahi tanggung jawab untuk mengawasi mereka dan tidak pula mempertanggungjawabkan amal mereka. Tugas engkau hanya menyampaikan kebenaran kepada mereka."
  },
  {
    "verse_number": 7,
    "tafsir": "Dan demikianlah Kami wahyukan Al-Qur’an kepadamu, wahai Nabi Muhammad dalam bahasa Arab, yaitu bahasa yang engkau gunakan bersama kaummu agar engkau memberi peringatan kepada penduduk ibukota, yaitu kota Mekah, dan penduduk negeri-negeri di sekelilingnya serta memberi peringatan tentang hari berkumpul, hari Kiamat, yang tidak diragukan adanya oleh orang-orang beriman. Pada hari itu nanti segolongan di antara manusia masuk surga karena keimanan dan amal saleh yang mereka lakukan dan segolongan yang lain masuk neraka karena kekafiran dan kedurhakaan mereka terhadap Allah."
  },
  {
    "verse_number": 8,
    "tafsir": "Dan sekiranya Allah menghendaki niscaya Dia jadikan mereka satu umat saja, dengan menjadikan mereka semua beriman atau kafir seluruhnya dan tidak memberi mereka kesempatan untuk memilih. Tetapi Dia memasukkan orang-orang yang Dia kehendaki ke dalam rahmat-Nya, yaitu surga-Nya atas dasar anugerah-Nya dan memasukkan mereka yang kafir ke dalam neraka lantaran kekafiran mereka. Dan orang-orang yang zalim, yang telah melanggar tuntunan dan menyekutukan-Nya tidak ada bagi mereka seorang pelindung-pun yang dapat melindungi mereka dari azab Allah dan seorang penolong-pun yang dapat menolong mereka dari siksaan api neraka."
  },
  {
    "verse_number": 9,
    "tafsir": "Atau apakah mereka mengambil pelindung-pelindung yang mereka sembah selain Dia, yang dapat melindungi dan menolong mereka dari azab-Nya dan siksaan api neraka? Padahal Allah, Dialah satu-satunya yang menjadi pelindung yang sebenarnya. Dan Dia, satu-satunya yang menghidupkan orang yang mati, dan Dia pula yang Mahakuasa atas segala sesuatu."
  },
  {
    "verse_number": 10,
    "tafsir": "Allah menyatakan kepada seluruh manusia, “Dan apa pun yang kamu perselisihkan padanya tentang sesuatu, termasuk di dalamnya tentang terjadinya Kiamat itu, keputusannya terserah kepada Allah karena yang mengetahui tentang semua itu hanyalah Dia. Lalu Allah memerintahkan kepada Nabi Muhammad untuk menyatakan bahwa yang memiliki sifat-sifat demikian itulah Allah, Yang Maha Esa, tidak ada sekutu bagi-Nya, Maha Mengetahui tentang segala sesuatu, Mahaagung, dan Mahakuasa. Dialah Tuhanku, pemelihara, pembimbing dan pelindung-ku. Kepada-Nya aku terus-menerus bertawakal dan berserah diri dan kepada-Nya aku terus-menerus kembali untuk bertobat."
  },
  {
    "verse_number": 11,
    "tafsir": "Dialah, Allah, Pencipta langit dengan segala keindahannya dan Pencipta bumi tanpa ada contoh sebelumnya dan Dia pula yang menciptakan segala isi yang ada pada keduanya, termasuk makhluk-makhluk yang menghuninya. Dia menjadikan bagi kamu pasangan-pasangan dari jenis kamu sendiri, yaitu pasangan laki-laki sebagai suami dan perempuan sebagai istri dan menjadikan pula dari jenis hewan ternak pasangan-pasangan bagi masing-masing binatang, ada jantan dan ada betina dan dengan berpasangan itu mereka dapat melanjutkan keturunannya. Dijadikan-Nya kamu berkembang biak dan dapat melanjutkan keturunanmu dengan jalan berpasang-pasangan itu. Tidak ada sesuatu pun dari semua makhluk yang telah diciptakan-Nya itu yang serupa dengan Dia dalam zat dan segala sifat dan perbuatan-Nya. Dia suci dari pasangan. Dan Dia Yang Maha Mendengar segala yang kamu katakan, maupun yang terlintas dalam pikiranmu, Maha Melihat segala yang kamu lakukan, baik secara terangan-terangan maupun sembunyi-sembunyi."
  },
  {
    "verse_number": 12,
    "tafsir": "Dia tidak hanya menciptakan semua yang ada di langit dan bumi, tetapi juga menguasai seluruhnya. Karena itu, milik-Nyalah dan di bawah kekuasaan-Nya semua perbendaharaan langit dan bumi; Dia melapangkan rezeki bagi siapa yang Dia kehendaki, yaitu kepada siapa pun tanpa melihat kepada iman dan amal yang dilakukannya, tetapi berdasarkan hukum-hukum yang telah ditetapkannya dalam memperoleh rezeki dan membatasinya bagi siapa pun, bukan karena kekafirannya dan kemaksiatannya, tetapi karena dia tidak memenuhi hukum-hukum itu. Sungguh, Dia, satu-satunya, Maha Mengetahui segala sesuatu yang ada di langit dan bumi, termasuk yang dilapangkan dan dibatasi rezekinya."
  },
  {
    "verse_number": 13,
    "tafsir": "Ayat-ayat yang lalu menjelaskan bahwa Allah yang telah menciptakan langit dan bumi dan segala perbendaharaannya adalah milik-Nya. Ayat ini menjelaskan bahwa Dia, Allah, telah mensyariatkan atau menetapkan kepadamu, wahai umat Nabi Muhammad, dari agama, yaitu prinsip-prinsip serupa yang telah diwasiatkan-Nya, yaitu diwahyukan kepada Nuh dan serupa pula dengan apa yang telah Kami wahyukan kepadamu, wahai Nabi Muhammad, dan apa yang telah Kami wasiatkan kepada nabi-nabi sebelummu, yaitu Ibrahim, Musa, dan Isa. Syariat yang telah diwasiatkan dan diwahyukan itu adalah tegakkanlah tuntunan dan ajaran agama, berupa keimanan dan ketakwaan dengan baik, konsisten, dan terus-menerus, dan janganlah kamu berselisih paham dan berbeda pendapat tentang suatu persoalan yang dapat menimbulkan kamu berpecah belah di dalamnya, yakni di dalam prinsip dan ajaran agama itu. Sangat berat, besar, dan sulit bagi orang-orang musyrik untuk mengikuti prinsip-prinsip dan tuntunan-tuntunan agama dari Tuhanmu yang kamu serukan kepada mereka untuk mengikutinya karena mereka menolaknya. Allah meyakinkan Nabi Muhammad dengan mengatakan bahwa Allah memilih orang-orang yang Dia kehendaki untuk mengikuti dan meyakini prinsip-prinsip dan tuntunan-tuntunan agama tauhid yang diajarkan dan disampaikannya. Dia pula memberi petunjuk untuk kembali kepada agama-Nya bagi orang yang kembali kepada-Nya setelah bertobat atas kekafiran dan kesalahan mereka."
  },
  {
    "verse_number": 14,
    "tafsir": "Dan mereka, kaum musyrik dan ahli Kitab dari umat-umat terdahulu tidak berselisih, berpecah belah, dan berkelompok-kelompok kecuali setelah datang kepada mereka ilmu, yakni pengetahuan tentang prinsip-prinsip, tuntunan-tuntunan, dan petunjuk-petunjuk kepada kebenaran yang disampaikan oleh para nabi. Perselisihan dan perpecahan di antara mereka disebabkan karena kedengkian yang terjadi antara sesama mereka. Jika tidaklah karena suatu ketetapan yang telah ada dahulunya dari Tuhanmu untuk menangguhkan azab bagi mereka sampai batas waktu yang ditentukan, pastilah hukuman yang berat yang datang dari Tuhanmu bagi mereka telah dilaksanakan dan mereka menjadi binasa dengan hukuman itu. Dan sesungguhnya orang-orang yang mewarisi kepada mereka Kitab, yaitu Taurat dan Injil, setelah mereka yang berselisih dan berpecah-belah itu dan mereka hidup hingga pada zaman Nabi Muhammad, benar-benar berada dalam keraguan yang mendalam tentang kitab Taurat dan Injil yang mereka warisi itu atau Kitab Al-Qur’an dengan ajaran-ajaran Islam yang dibawa oleh Nabi Muhammad."
  },
  {
    "verse_number": 15,
    "tafsir": "Karena itu, apa pun sikap mereka terhadap kamu, termasuk keraguan mereka yang mendalam terhadap ajaran-ajaran yang kamu sampaikan, serulah mereka dengan penuh kesabaran untuk beriman kepada Tuhanmu dan tetaplah beriman dan berdakwah sebagaimana diperintahkan Tuhanmu kepadamu Muhammad dan janganlah mengikuti keinginan mereka dalam hal apa pun dan katakanlah kepada mereka yang kafir dan ragu itu dengan tegas, “Aku beriman kepada Kitab yang diturunkan Allah dan apa yang diturunkan-Nya di dalam kitab suci-Nya dan aku diperintahkan agar berlaku adil di antara kamu sekalian. Allah adalah Tuhan kami dan juga Tuhan kamu, yang menciptakan, memelihara, mendidik, dan membimbing ke jalan yang benar, dan memberi balasan atas apa yang kita kerjakan. Bagi kami perbuatan kami dan kami akan mempertanggungjawabkannya dan bagi kamu perbuatan kamu dan kamu akan mempertanggungjawabkannya di hadapan-Nya. Tidak perlu lagi ada pertengkaran antara kami dan kamu, Allah mengumpulkan antara kita di hari Kiamat nanti dan memutuskan perbedaan di antara kita dan kepada-Nyalah kita semua kembali.”"
  },
  {
    "verse_number": 16,
    "tafsir": "Ayat yang lalu menegaskan bahwa tidak ada lagi bantahan yang terjadi antara orang-orang beriman dan orang-orang kafir. Dalam ayat ini Allah menyatakan bahwa orang-orang yang berbantah-bantah tentang agama Allah dan berusaha memalingkan orang-orang yang beriman dari agama-Nya setelah agama itu diterima dan diimani oleh mereka, perbantahan mereka itu menjadi sia-sia di sisi Tuhan mereka. Mereka mendapat kemurkaan Allah dengan dijauhkannya mereka dari rahmat-Nya sebagai akibat dari perbuatan mereka dan mereka mendapat azab yang sangat keras di akhirat kelak."
  },
  {
    "verse_number": 17,
    "tafsir": "Bantahan-bantahan yang dilakukan orang-orang kafir, seperti yang digambarkan di dalam ayat sebelumnya, didasarkan pada pemikiran mereka. Ayat ini menjelaskan bahwa ajaran Ilahi didasarkan pada kitab suci yang hak. Allah menegaskan bahwa Allah yang telah menurunkan Kitab suci Al-Qur’an kepada Nabi Muhammad, dan kitab-kitab suci yang lain kepada para rasul sebelum beliau dengan membawa kebenaran yang bersumber dari Yang Mahabenar dan kitab suci itu juga menjadi neraca keadilan untuk menetapkan hukum di antara manusia. Dan tahukah kamu, wahai manusia, tentang waktu kedatangan hari Kiamat, dan bersiap-siaplah untuk menghadapinya karena boleh jadi hari Kiamat itu sudah dekat waktu kedatangannya?"
  },
  {
    "verse_number": 18,
    "tafsir": "Orang-orang yang tidak percaya akan adanya hari Kiamat meminta dengan mengolok-olok agar hari itu segera terjadi jika memang betul ada dan akan datang, sedangkan orang-orang yang beriman kepada keniscayaan adanya hari akhir itu merasa takut kepadanya karena aneka ragam siksanya dan mereka yakin bahwa Kiamat itu adalah akan terjadi dan kedatangannya merupakan satu hal yang pasti. Ketahuilah bahwa sesungguhnya orang-orang yang membantah tentang terjadinya Kiamat itu dan meragukan kedatangannya benar-benar telah tersesat jauh dari kebenaran."
  },
  {
    "verse_number": 19,
    "tafsir": "Ayat ini menggambarkan beberapa sifat Allah. Sifat-sifat itu adalah bahwa Allah Mahalembut terhadap hamba-hamba-Nya dengan melimpahkan banyak rahmat dan kebaikan kepada mereka dengan sangat mudah; Dia memberi rezeki, yakni berbagai anugerah kenikmatan kepada siapa yang Dia kehendaki tanpa diskriminasi sesuai dengan upaya dan kemaslahatan mereka tanpa Dia memperhitungkan sejauh mana kebaikan hamba itu terhadap-Nya dan Dia Mahakuat terhadap segala anugerah-Nya sehingga tidak ada yang dapat menahan pemberian-Nya, Mahaperkasa terhadap segala keinginannya sehingga tidak ada yang dapat menghalanginya."
  },
  {
    "verse_number": 20,
    "tafsir": "Pada ayat yang lalu, Allah menggambarkan orang-orang yang membantah terjadinya Kiamat, sedangkan dalam ayat ini Allah menggambarkan keuntungan di akhirat bagi orang-orang yang beriman. Barang siapa menghendaki keuntungan di akhirat melalui amal-amal yang dilakukannya di dunia ini dengan niat yang ikhlas, akan Kami tambahkan keuntungan itu baginya dengan melipatgandakan keuntungannya, dan barang siapa menghendaki keuntungan di dunia melalui usaha dan kegiatan yang hanya semata-semata ingin mendapatkan keuntungan dunia, Kami berikan kepadanya sebagian dari hasil usaha-Nya itu berupa keuntungan dunia sesuai dengan kehendak Kami, tetapi dia tidak akan mendapat bagian di akhirat kelak."
  },
  {
    "verse_number": 21,
    "tafsir": "Apakah mereka yang melakukan usaha untuk kepentingan dunia semata dan melupakan akhiratnya mempunyai sesembahan selain Allah yang menetapkan aturan agama bagi mereka, sehingga mereka mengikuti apa yang mereka anggap telah ditetapkan sesembahan itu yang sesungguhnya tidak di izinkan atau di ridai Allah?Dan sekiranya tidak ada ketetapan yang pasti dari Allah yang menunda datangnya hukuman itu akibat perbuatan syirik, maksiat, dan keingkaran mereka terhadap hari Kiamat itu, tentulah hukuman di antara mereka telah dilaksanakan. Dan sungguh, orang-orang zalim, yaitu orang-orang kafir itu akan mendapat azab yang sangat pedih di akhirat kelak."
  },
  {
    "verse_number": 22,
    "tafsir": "Kamu, wahai Nabi Muhammad dan siapa pun juga, akan melihat orang-orang zalim itu di hari Kiamat kelak sangat ketakutan atas segala sesuatu, karena perbuatan dosa dan kejahatan, yang telah mereka lakukan di dunia, dan azab Allah pasti menimpa mereka. Ini adalah kerugian yang amat besar yang di peroleh oleh orang-orang kafir. Dan engkau juga dapat melihat orang-orang yang beriman kepada Allah dan keniscayaan Kiamat itu dan mewujudkan keimanan mereka dengan mengerjakan kebajikan akan berada di dalam taman-taman surga dengan segala kenikmatannya. Mereka memperoleh apa yang mereka kehendaki di sisi Tuhan sebagai balasan atas ketaatan mereka. Yang demikian itu adalah karunia yang besar yang di anugerahkan Allah kepada mereka."
  },
  {
    "verse_number": 23,
    "tafsir": "Itulah karunia besar yang di beritahukan Allah untuk menggembirakan hamba-hamba-Nya yang beriman dan mengerjakan kebajikan yang telah di perintahkan oleh Allah dan meninggalkan larangan-larangan-Nya. Katakanlah kepada mereka yang kafir itu, wahai Nabi Muhammad, “Aku tidak akan pernah meminta kepadamu sesuatu imbalan apa pun walau sedikit atas seruanku kepadamu untuk beriman kecuali jalinan kasih sayang di antara aku dan kalian dalam kekeluargaan.” Dan barang siapa mengerjakan kebaikan dengan penuh keimanan dan ketulusan akan Kami tambahkan dengan melipat gandakan kebaikan baginya. Sungguh, Allah Maha Pengampun kepada siapa pun yang memohon ampun atas dosa-dosa yang mereka lakukan, Maha Mensyukuri kepada siapa pun dari hamba-hamba-Nya atas perbuatan baik yang telah di lakukannya sehingga Allah menambahkan pahalanya."
  },
  {
    "verse_number": 24,
    "tafsir": "Ataukah mereka, orang-orang kafir itu masih terus mengatakan, “Dia, Muhammad, telah mengada-adakan kebohongan tentang Allah dengan mengatakan bahwa Al-Qur’an itu adalah firman-Nya, padahal dia bukan firman-Nya.” Lalu sekiranya Allah menghendaki dengan izin dan kekuasaan-Nya niscaya Dia kunci hatimu. Dan Allah menghapus yang batil dengan cara menimbulkan sebab-sebab yang dapat menghancurkannya dan membenarkan yang benar yang di tunjukkan-Nya dengan firman-Nya, yaitu wahyu-wahyu yang di turunkannya melalui Al-Qur’an. Sungguh, Dia Maha Mengetahui segala isi hati, baik yang di nyatakan maupun yang di sembunyikan."
  },
  {
    "verse_number": 25,
    "tafsir": "Orang-orang kafir itu harus meminta ampun kepada Allah Yang Maha Pemurah atas keyakinan mereka yang sesat dan perbuatan dosa yang telah mereka lakukan. Dan di antara kemurahan Allah adalah bahwa Dialah yang menerima tobat dari hamba-hamba-Nya yang mengakui dan meminta ampun atas kesalahannya itu dan memaafkan keburukan-keburukan yang telah di lakukan dan mengetahui apa yang kamu kerjakan, baik yang besar maupun yang kecil."
  },
  {
    "verse_number": 26,
    "tafsir": "Dan di samping itu, kemurahan Allah yang lain bahwa Dia pula memperkenankan doa dan permohonan orang-orang yang beriman dan mengerjakan kebajikan yang di perintahkan Allah sebagai perwujudan imannya serta menambah pahala, kebaikan, dan ganjaran-Nya kepada mereka dari karunia-Nya lebih besar dari apa yang mereka kerjakan. Orang-orang yang ingkar, yang melanggar apa yang di perintahkan dan mengerjakan apa yang di larang akan mendapat azab yang sangat keras di hari akhirat kelak sebagai balasan atas ke ingkaran mereka."
  },
  {
    "verse_number": 27,
    "tafsir": "Selain itu, kemurahan Allah adalah di bentangkannya rezeki bagi hamba-hamba-Nya. Allah menyatakan bahwa sekiranya Allah melapangkan rezeki kepada hamba-hamba-Nya dengan berbagai kenikmatan dan anugerah, baik yang bersifat materi maupun non-materi niscaya mereka akan berbuat melampaui batas di muka bumi dengan melakukan perbuatan-perbuatan yang menyimpang dari ajaran Allah dan tidak mensyukuri nikmat-nikmat-Nya. Ini sudah menjadi tabiat manusia pada umumnya. Dan tetapi Dia menurunkan rezeki-rezeki-Nya dengan ukuran tertentu yang Dia kehendaki. Sungguh, Dia Mahateliti tentang hal-hal yang mendetail terhadap semua keadaan hamba-hamba-Nya, Maha Melihat terhadap apa yang mereka lakukan dan terima."
  },
  {
    "verse_number": 28,
    "tafsir": "Hal lain yang menunjukkan kemurahan Allah adalah Dialah yang menurunkan hujan dari langit setelah mereka berputus asa untuk mendapatkan air bagi kebutuhan mereka dan untuk menghadapi ke keringan yang berkepanjangan, dan Dia juga menyebarkan rahmat-Nya itu kepada semua makhluk-Nya sehingga semuanya dapat menikmati dan memperoleh manfaatnya. Dan Dialah Maha Pelindung bagi semua makhluk-Nya dari segala yang membahayakan mereka, Maha Terpuji atas segala rahmat, tindakan, dan kebijaksanaan-Nya."
  },
  {
    "verse_number": 29,
    "tafsir": "Dan ketahuilah wahai seluruh manusia bahwa di antara tanda-tanda kebesaran dan kekuasaan-Nya adalah penciptaan langit dengan segala perhiasannya dan bumi yang terhampar dengan aneka macam isinya, yang kesemuanya di ciptakan dengan bentuk dan sistem yang sangat teliti. Dan juga menjadi tanda kekuasaan-Nya adalah penciptaan makhluk-makhluk yang melata yang Dia sebarkan pada keduanya. Dan Dia Mahakuasa untuk mengumpulkan mereka semuanya apabila Dia kehendaki, di mana pun atau kapan pun."
  },
  {
    "verse_number": 30,
    "tafsir": "Pada ayat yang lalu, Allah telah menunjukkan beberapa kebaikan sebagai anugerah yang bersumber dari-Nya. Pada ayat ini, Allah menyatakan bahwa musibah yang kamu peroleh adalah akibat perbuatanmu sendiri. Allah berfirman, “Dan musibah apa pun yang menimpa kamu, kapan dan di manapun, adalah di sebabkan oleh perbuatan tanganmu sendiri. Itu semua karena kecerobohan, kesalahan, dan kemaksiatan yang kamu lakukan sendiri, dan walaupun begitu, Allah tetap memaafkan banyak dari kesalahan-kesalahanmu itu."
  },
  {
    "verse_number": 31,
    "tafsir": "Dan meskipun kamu memiliki kekuatan yang sangat besar, kamu tidak akan dapat melepaskan diri dari siksaan Allah, jika Allah menurunkannya untuk kalian di bumi, dan kamu tidak akan pernah memperoleh pelindung yang dapat melindungi kamu dari azab itu atau penolong yang dapat menolong kamu dari bahaya apa pun yang akan menimpamu selain Allah."
  },
  {
    "verse_number": 32,
    "tafsir": "Dan di antara tanda-tanda kebesaran dan kekuasaan-Nya ialah kapal-kapal yang beraneka macam yang berlayar di laut dengan aneka muatan dan penumpang di dalamnya, bagaikan gunung-gunung yang menjulang tinggi."
  },
  {
    "verse_number": 33,
    "tafsir": "Jika Dia, Allah, menghendaki, Dia akan menghentikan angin yang mendorong kapal-kapal itu dalam pelayarannya, sehingga jadilah kapal-kapal itu terhenti, tidak akan bergerak, dan tidak pula akan dapat berlayar di permukaan laut hingga sampai ke tempat tujuannya. Sungguh, pada yang demikian itu, yaitu berhenti dan berlayarnya kapal itu, terdapat tanda-tanda ke kuasaan Allah bagi orang yang selalu bersabar menerima musibah dan kesulitan dan banyak bersyukur menerima ke nikmatan dan ke senangan yang di anugerahkan Allah,"
  },
  {
    "verse_number": 34,
    "tafsir": "atau Dia akan menghancurkan kapal-kapal itu bersama dengan muatan dan penumpang yang ada di dalamnya dengan cara mengirimkan badai yang sangat besar karena pelanggaran dan perbuatan dosa yang mereka lakukan. Dan Dia memaafkan banyak dari mereka dan dosa-dosa mereka."
  },
  {
    "verse_number": 35,
    "tafsir": "“Semua kebesaran dan kekuasaan Kami itu,” kata Allah, “Ditunjukkan kepada mereka agar orang-orang yang selalu membantah tanda-tanda kekuasaan Kami mengetahui dan menyadari bahwa mereka berada di bawah kekuasaan Kami dan tidak akan memperoleh jalan keluar dan menghindarkan diri dari siksaan Kami.”"
  },
  {
    "verse_number": 36,
    "tafsir": "Sesuatu apa pun yang di berikan kepadamu dari ke nikmatan lahiriah, seperti rezeki harta atau ke nikmatan lain yang di peroleh di dunia ini, maka itu adalah ke senangan hidup di dunia yang di nikmati buat sementara, tidak kekal abadi. Sedangkan apa, yaitu ke nikmatan, yang ada di sisi Allah, yang di anugerahkan kepadamu sebagai balasan atas segala kebaikan yang telah di lakukan di dunia lebih baik dari semua ke nikmatan lahiriah duniawi itu dan lebih kekal di nikmati bagi orang-orang yang beriman. Ke nikmatan duniawi akan berakhir karena kematian dan hanya kepada Tuhan mereka, mereka bertawakal, yaitu berserah diri dan menyerahkan segala urusannya setelah mengusahakannya dengan segala kemampuannya."
  },
  {
    "verse_number": 37,
    "tafsir": "Dan juga kenikmatan-kenikmatan ukhrawi itu lebih baik dan lebih kekal bagi orang-orang yang menjauhi dosa-dosa besar dan perbuatan-perbuatan keji, dan apabila mereka marah yang disebabkan oleh karena perbuatan buruk yang di lakukan oleh orang lain terhadap mereka, segera memberi maaf atas kesalahannya itu."
  },
  {
    "verse_number": 38,
    "tafsir": "Ayat yang lalu menjelaskan kenikmatan ukhrawi yang diperoleh oleh orang-orang yang menghindarkan diri dari perbuatan dosa besar. Ayat ini juga menerangkan bahwa kenikmatan ukhrawi yang lebih baik dan lebih kekal itu juga akan diperoleh oleh orang-orang yang menerima seruan Tuhan mereka. Dan kenikmatan ukhrawi itu akan di anugerahkan pula kepada orang-orang yang menerima dan mematuhi seruan Tuhan melalui para rasul dan wahyu-wahyu yang di sampaikan kepada mereka dan orang-orang yang melaksanakan salat, sebagai salah satu kewajiban yang diwajibkan kepada mereka, sedang urusan mereka yang berkaitan dengan persoalan dunia dan kemaslahatan kehidupan mereka, diputuskan dengan musyawarah antara mereka. Dan yang juga menerima kenikmatan ukhrawi itu adalah mereka yang menginfakkan di jalan Allah dengan tulus dan ikhlas sebagian dari rezeki mereka, baik dalam bentuk harta maupun lainnya yang Kami berikan kepada mereka."
  },
  {
    "verse_number": 39,
    "tafsir": "Ayat-ayat yang lalu menjelaskan beberapa golongan yang akan mendapatkan kenikmatan ukhrawi dari Allah. Di dalam ayat ini, Allah memerintahkan untuk membela diri kepada orang-orang yang di zalimi. Dan orang-orang yang apabila mereka di perlakukan dengan zalim, yaitu tindakan yang melampaui batas oleh orang lain, mereka sendiri dengan segala kekuatan dan kemampuannya membela diri sesuai dengan kondisi yang mereka hadapi."
  },
  {
    "verse_number": 40,
    "tafsir": "Dan balasan dari suatu kejahatan apa pun adalah kejahatan yang setimpal dan seimbang dengan kejahatan itu demi mencapai keadilan, tetapi barang siapa memaafkan pelaku dan perbuatan zalim yang di lakukannya dan berbuat baik kepada orang yang berbuat jahat itu, maka pahalanya akan di perolehnya dengan jaminan dari Allah. Sungguh, Dia tidak menyukai, yaitu tidak melimpahkan rahmat-Nya, kepada orang-orang zalim."
  },
  {
    "verse_number": 41,
    "tafsir": "Tetapi orang-orang yang telah berusaha membela diri mereka setelah di zalimi, tidak ada alasan untuk menyalahkan dan mengecam mereka."
  },
  {
    "verse_number": 42,
    "tafsir": "Sesungguhnya jalan untuk menyatakan kesalahan dan perbuatan dosa hanya ada pada orang-orang yang berbuat zalim kepada manusia dan melampaui batas di muka bumi tanpa mengindahkan kebenaran. Mereka itu mendapat siksa yang pedih atas perbuatan mereka di hari akhirat kelak."
  },
  {
    "verse_number": 43,
    "tafsir": "Akan tetapi, barang siapa bersabar terhadap kezaliman dengan tidak melakukan pembalasan atas kezaliman itu dan memaafkannya, sungguh yang demikian itu termasuk perbuatan yang mulia."
  },
  {
    "verse_number": 44,
    "tafsir": "Dan barang siapa dibiarkan sesat oleh Allah akibat kecenderungan dan keinginan hatinya untuk sesat, maka tidak ada baginya pelindung yang dapat melindunginya dari kesesatan itu sesudahnya, sesudah Allah memperlakukannya dengan perlakuan itu. Kamu, wahai Nabi Muhammad dan orang-orang beriman, akan melihat orang-orang zalim ketika mereka melihat azab yang akan di terimanya di akhirat kelak berkata, “Adakah kiranya jalan yang dapat mengantarkan kami untuk kembali ke alam dunia?”"
  },
  {
    "verse_number": 45,
    "tafsir": "Dan kamu dan siapa pun yang hadir di tempat itu akan melihat mereka, orang-orang yang zalim, sedang dihadapkan ke neraka sebagai tempat penyiksaan yang abadi bagi mereka dalam keadaan tertunduk karena merasa hina, mereka melihat dengan pandangan yang lesu karena merasa sebentar lagi akan menerima siksaan api neraka. Dan orang-orang yang beriman berkata, “Sesungguhnya orang-orang yang rugi karena tidak beriman dan beramal saleh sewaktu di dunia ialah orang-orang yang merugikan diri mereka sendiri dan keluarganya pada hari Kiamat.” Ingatlah, sesungguhnya orang-orang zalim itu berada dalam azab yang kekal di dalam neraka."
  },
  {
    "verse_number": 46,
    "tafsir": "Dan mereka, orang-orang yang merugi dan zalim itu, tidak akan mempunyai pelindung yang dapat menolong dan menyelamatkan mereka dari azab di akhirat nanti selain Allah Yang Mahakuasa. Barang siapa dibiarkan sesat oleh Allah  akibat kesesatannya, tidak aka nada jalan keluar baginya untuk mendapat petunjuk."
  },
  {
    "verse_number": 47,
    "tafsir": "Agar kalian mendapat pertolongan dari Allah dan mendapat perlindungan dari-Nya, maka patuhilah seruan Tuhanmu dengan mengamalkan apa yang di perintahkan dan meninggalkan apa yang di larang sebelum datang dari Allah suatu hari, yaitu hari akhirat, yang tidak dapat ditolak kehadirannya oleh siapa pun karena ia datang atas perintah dari Allah. Pada hari itu kamu tidak memperoleh tempat berlindung kecuali iman dan amal saleh yang telah kamu lakukan dan tidak pula dapat mengingkari dosa-dosamu yang pernah kamu perbuat di dunia."
  },
  {
    "verse_number": 48,
    "tafsir": "Jika mereka berpaling, yaitu tidak mau menerima seruanmu untuk beriman, maka ingatlah, wahai Nabi Muhammad, Kami tidak mengutus engkau sebagai pengawas bagi mereka dengan memaksa mereka untuk beriman dan tidak pula mengharuskan mereka menerima seruanmu sehingga mereka beriman. Kewajibanmu tidak lain hanyalah menyampaikan risalah dan seruan Tuhanmu kepada mereka. Dan sungguh, apabila Kami merasakan kepada manusia suatu rahmat, yaitu hal-hal yang menyenangkan dari Kami, dia menyambutnya dengan gembira; tetapi jika sebaliknya mereka ditimpa kesusahan disebabkan perbuatan tangan mereka sendiri, niscaya mereka ingkar. Sungguh,manusia itu salah satu sifatnya adalah sangat ingkar kepada nikmat."
  },
  {
    "verse_number": 49,
    "tafsir": "Hanya milik Allah-lah kewenangan untuk penciptaan dan pengaturan kerajaan langit dan bumi dengan kekuasaan-Nya. Dia menciptakan apa yang Dia kehendaki sesuai dengan kehendak-Nya, walaupun yang di ciptakannya itu enggan menerimanya, memberikan anak-anak ber jenis kelamin perempuan saja, tanpa anak laki-laki kepada siapa yang Dia kehendaki, dan memberikan anak-anak berjenis kelamin laki-laki saja, tanpa anak-anak perempuan kepada siapa yang Dia kehendaki. Demikianlah kekuasaan Allah kepada makhluk-Nya, tidak dapat mereka menolaknya."
  },
  {
    "verse_number": 50,
    "tafsir": "Atau, Dia mengkombinasikan mereka, yakni menggabungkan anak-anak itu, ada anak-anak berjenis laki-laki dan ada pula yang berjenis perempuan kepada siapa yang dikehendaki-Nya, dan menjadikan mandul siapa yang Dia kehendaki mandul. Dia Maha Mengetahui segala hal yang terkait dengan persoalan-persoalan di atas, dan Mahakuasa atas segala sesuatu yang dikehendaki-Nya."
  },
  {
    "verse_number": 51,
    "tafsir": "Ayat-ayat yang lalu berbicara tentang kekuasaan Allah atas makhluk-makhluk-Nya. Ayat ini menjelaskan tentang wahyu Allah yang diturunkan kepada rasul. Dan tidaklah patut, yaitu tidak mungkin terjadi, bagi seorang manusia bahwa Allah akan berbicara secara langsung kepadanya kecuali berupa wahyu yang di turunkan kepadanya atau pembicaraan yang disampaikannya dari belakang tabir, seperti yang di alami oleh Nabi Musa di Tur Sina atau dengan mengutus utusan, yakni malaikat Jibril lalu di wahyukan kepadanya dengan izin-Nya apa yang Dia kehendaki. Sungguh, Dia Mahatinggi, Mahasuci dari sifat-sifat yang dimiliki makhluk-Nya dan Mahabijaksana dalam menempatkan sesuatu secara proporsional sesuai dengan hikmah-Nya."
  },
  {
    "verse_number": 52,
    "tafsir": "Dan demikianlah Kami wahyukan kepadamu, wahai Nabi Muhammad, ruh, yaitu Al-Qur’an yang di turunkan dengan perantaraan Jibril dengan perintah Kami. Sebelumnya, yaitu sebelum Al-Qur’an itu di turunkan kepadamu, engkau tidaklah mengetahui apakah al-Kitab itu, yaitu Al-Qur’an dan apakah pula iman itu. Akan tetapi, Kami menjadikannya, yaitu Al-Qur’an itu, cahaya yang dapat menerangi dan menunjukkan jalan yang benar kepadamu. Dengan Al-Qur’an itu pula Kami memberi petunjuk siapa yang Kami kehendaki untuk mendapat petunjuk di antara hamba-hamba Kami. Dan sungguh, engkau, wahai Nabi Muhammad, benar-benar membimbing manusia kepada jalan yang lurus, jalan yang Kami ridai."
  },
  {
    "verse_number": 53,
    "tafsir": "Yaitu jalan Allah yang milik-Nyalah kewenangan dan kekuasaan terhadap apa yang ada di langit dan apa yang ada di bumi. Ingatlah, segala urusan kembali kepada Allah tanpa perantara, lalu Dia memberi ganjaran pahala kepada mereka yang telah melakukan kebajikan dan menghukum mereka yang telah berbuat dosa."
  }
]