[
  {
    "verse_number": 1,
    "tafsir": "Akhir surah sebelumnya, berbicara tentang dua kelompok yang saling bertolak belakang. satu dibinasakan dan satu diselamatkan. Di awal surah ini dijelaskan sifat siapa yang akan mendapat keselamatan dan siapa yang akan mendapat azab. Nun. Demi pena yang biasa digunakan untuk menulis oleh malaikat atau oleh siapa pun, dan juga demi apa yang mereka tuliskan."
  },
  {
    "verse_number": 2,
    "tafsir": "Dengan karunia Tuhanmu yang berupa risalah dan nubuwah, engkau, wahai Nabi Muhammad sekali-kali bukanlah orang gila sebagaimana yang dituduhkan oleh kaum musyrik."
  },
  {
    "verse_number": 3,
    "tafsir": "Dan sesungguhnya berkat perjuangan dan kesabaranmu engkau pasti mendapat pahala yang besar yang tidak putus-putusnya."
  },
  {
    "verse_number": 4,
    "tafsir": "Dan sesungguhnya engkau benar-benar berbudi pekerti yang luhur. Karena Tuhanmu yang mendidikmu dengan akhlak Al-Qur’an."
  },
  {
    "verse_number": 5,
    "tafsir": "Maka kelak engkau wahai Nabi Muhammad akan melihat dan me-ngetahui, dan mereka yaitu orang-orang kafir itu pun akan melihat dan mengetahui ketika telah jelas kebenaran pada hari Kiamat,"
  },
  {
    "verse_number": 6,
    "tafsir": "siapa di antara kamu yang gila engkau atau mereka?"
  },
  {
    "verse_number": 7,
    "tafsir": "Sungguh, Tuhan yang memelihara dan membimbing-mu, wahai Nabi Muhammad, Dialah yang paling mengetahui siapa yang sesat dari jalan-Nya serta siapa yang gila. dan Dialah yang paling mengetahui siapa orang yang mendapat petunjuk serta mengamalkan dengan mantap dan istikamah petunjuk tersebut."
  },
  {
    "verse_number": 8,
    "tafsir": "Karena sudah jelas siapa yang sesat dan siapa yang lurus, Maka janganlah engkau patuhi orang-orang kafir yang menuduhmu gila, yaitu orang-orang yang mendustakan ayat-ayat Allah."
  },
  {
    "verse_number": 9,
    "tafsir": "Mereka sangat menginginkan dengan keinginan yang kuat agar engkau bersikap lunak terhadap tuhan-tuhan mereka, maka dengan sikap lunakmu itu mereka akan bersikap lunak pula kepadamu."
  },
  {
    "verse_number": 10,
    "tafsir": "Untuk mengukuhkan larangan tersebut, Allah menyifati me-reka dengan sifat-sifat buruk seperti yang dirinci dalam ayat ini. Dan janganlah engkau patuhi setiap orang yang suka bersumpah baik dalam kebenaran maupun kebatilan, dan berkepribadian buruk karena suka menghina, lagi suka mencela, yang kian ke mari menyebarkan fitnah untuk memecah belah anggota masyarakat,"
  },
  {
    "verse_number": 11,
    "tafsir": "dan yang suka merintangi segala bentuk perbuatan yang baik dengan bersikap kikir, selain itu dia juga gemar bersikap melampaui batas dan banyak dosa baik terhadap Tuhan maupun terhadap sesama manusia,"
  },
  {
    "verse_number": 12,
    "tafsir": "yang bertabiat kasar, selain itu juga yang lebih buruk lagi adalah ia terkenal dengan kejahatannya. Di antara tokoh yang dimaksud pada ayat ini adalah al-Walid bin al-Mugirah atau Abu Jahl bin Hisyam."
  },
  {
    "verse_number": 13,
    "tafsir": "10-13. Untuk mengukuhkan larangan tersebut, Allah menyifati me-reka dengan sifat-sifat buruk seperti yang dirinci dalam ayat ini. Dan janganlah engkau patuhi setiap orang yang suka bersumpah baik dalam kebenaran maupun kebatilan, dan berkepribadian buruk karena suka menghina, lagi suka mencela, yang kian ke mari menyebarkan fitnah untuk memecah belah anggota masyarakat, dan yang suka merintangi segala bentuk perbuatan yang baik dengan bersikap kikir, selain itu dia juga gemar bersikap melampaui batas dan banyak dosa baik terhadap Tuhan maupun terhadap sesama manusia, yang bertabiat kasar, selain itu juga yang lebih buruk lagi adalah ia terkenal dengan kejahatannya. Di antara tokoh yang dimaksud pada ayat ini adalah al-Walid bin al-Mugirah atau Abu Jahl bin Hisyam."
  },
  {
    "verse_number": 14,
    "tafsir": "Di antara faktor yang menyebabkan orang tersebut berperangai buruk adalah karena dia merasa diri sebagai pemilik harta yang banyak, kaya dan juga memiliki banyak anak."
  },
  {
    "verse_number": 15,
    "tafsir": "Namun dia mengingkari ajaran Allah, maka apabila ayat-ayat Kami dibacakan kepadanya, dia berkata, “lni adalah dongeng-dongeng orang dahulu.”"
  },
  {
    "verse_number": 16,
    "tafsir": "Sungguh buruk sifat orang ini! Kelak dia akan Kami beri tanda pada belalai yaitu hidung-nya, diberikan tanda tersebut sebagai bentuk penghinaan kepadanya."
  },
  {
    "verse_number": 17,
    "tafsir": "Apa yang dialami oleh para pengingkar ayat-ayat Allah yaitu kaum musyrik Mekah itu memiliki kesamaan dengan kisah sekelompok pemilik kebun yang juga angkuh lagi kikir. Sungguh, Kami telah menguji mereka, yaitu orang musyrik Mekah, sebagaimana Kami telah menguji pemilik-pemilik kebun, ketika dua dari tiga di antara mereka itu bersumpah pasti akan memetik hasilnya pada pagi hari, agar fakir miskin tidak melihatnya,"
  },
  {
    "verse_number": 18,
    "tafsir": "tetapi mereka tidak menyisihkan dengan mengucapkan, “lnsya Allah.”"
  },
  {
    "verse_number": 19,
    "tafsir": "Lalu akibat perbuatannya tersebut, kebun itu ditimpa bencana yang besar dan buruk yang datang dari Tuhanmu ketika mereka sedang tidur lelap."
  },
  {
    "verse_number": 20,
    "tafsir": "Maka jadilah kebun itu hitam karena terbakar hangus, seperti malam yang gelap gulita, atau pohon itu telah menjadi gundul setelah dipetik semua buahnya."
  },
  {
    "verse_number": 21,
    "tafsir": "Mereka belum mengetahui bahwa kebun sudah hancur. Sesuai dengan rencana mereka, lalu dengan penuh rahasia pada pagi hari mereka saling memanggil,"
  },
  {
    "verse_number": 22,
    "tafsir": "“Pergilah pagi-pagi ke kebunmu jika kamu hendak memetik hasil sesuai dengan yang telah kita rencanakan.”"
  },
  {
    "verse_number": 23,
    "tafsir": "Maka mereka pun berangkat dengan diam-diam sambil berbisik-bisik dengan meng-ingatkan,"
  },
  {
    "verse_number": 24,
    "tafsir": "“Pada hari ini jangan sampai ada seorang miskin pun masuk ke dalam kebunmu.” Khususnya pada saat sedang memetik hasilnya. Kalau sampai ada, itu akan merusak rencana."
  },
  {
    "verse_number": 25,
    "tafsir": "Dan setelah semuanya siap termasuk segala peralatan yang dibutuhkan, maka berangkatlah mereka pada pagi hari dengan niat menghalangi orang-orang miskin mendapatkan pemberian hasil kebun mereka, padahal mereka mampu menolongnya."
  },
  {
    "verse_number": 26,
    "tafsir": "Maka betapa terkejutnya ketika mereka melihat kebun itu ternyata telah binasa, mereka pun berkata, “Sungguh, kita ini benar-benar orang-orang yang sesat dengan merencanakan sesuatu yang buruk, akhirnya rusaklah kebun kita,"
  },
  {
    "verse_number": 27,
    "tafsir": "bahkan kita tidak memperoleh apa pun.”"
  },
  {
    "verse_number": 28,
    "tafsir": "Setelah melihat kenyataan tersebut, berkatalah salah seorang yang paling bijak di antara mereka, “Bukankah aku telah mengatakan kepadamu bahwa rencana kamu itu sungguh buruk, semestinya kamu merencanakan hal yang baik lagi terpuji, tapi mengapa kamu malah tidak bertasbih kepada Tuhanmu dengan mengucapkan 'lnsya Allah'? Rupanya ketika itu para pemilik kebun tersebut sadar,"
  },
  {
    "verse_number": 29,
    "tafsir": "karena itu mereka mengucapkan, “Mahasuci Tuhan kami, sungguh, kami adalah orang-orang yang zalim dengan rencana buruk tersebut, semestinya kami bersyukur dengan berbagi kepada fakir miskin atas hasil kebun kami.”"
  },
  {
    "verse_number": 30,
    "tafsir": "Setelah pemilik kebun tersebut sadar, lalu mulailah mereka saling berhadapan dan saling menyalahkan. Ada yang mengatakan, “Ini gara-gara kamu!” Yang lain lagi menjawab, “Kenapa aku yang disalahkan?”. Setelah beberapa saat berlalu pada akhirnya semua mengaku bersalah,"
  },
  {
    "verse_number": 31,
    "tafsir": "kemudian mereka berkata, “Celaka kita! Sesungguhnya kita orang-orang yang melampaui batas yaitu dengan bersumpah tidak akan memberi hasil panen kepada fakir miskin."
  },
  {
    "verse_number": 32,
    "tafsir": "Setelah menyadari kekeliruannya, mereka pun berharap, Mudah-mudahan Tuhan memberikan ganti kepada kita dengan kebun atau apa saja yang lebih baik daripada kebun yang telah rusak ini, sungguh, kita mengharapkan ampunan dan karunia dari Tuhan kita.” Setelah selesai menguraikan kisah para pemilik kebun tersebut,"
  },
  {
    "verse_number": 33,
    "tafsir": "Allah memperingatkan kepada siapa saja dengan menyatakan bahwa seperti itulah azab di dunia. Dan sungguh, azab akhirat lebih besar dibandingkan azab dunia itu, karena azab akhirat, di samping lebih dahsyat juga da-lam waktu yang tidak terbayangkan. Semestinya manusia menyadari hal itu sekiranya mereka mengetahui."
  },
  {
    "verse_number": 34,
    "tafsir": "34-35.Bagi yang durhaka maka azab yang pedih akan menjadi balasannya, sedangkan bagi yang bertakwa balasannya seperti yang diuraikan pada ayat ini. Sungguh, bagi orang-orang yang bertakwa disediakan surga yang penuh kenikmatan di sisi Tuhannya."
  },
  {
    "verse_number": 35,
    "tafsir": "Kaum kafir merasa bahwa mereka akan memperoleh yang lebih baik dari yang dijanjikan kepada kaum muslim tersebut, maka ayat ini menyanggah anggapan tersebut. Apakah patut Kami memperlakukan orang-orang lslam itu seperti orang-orang yang berdosa yaitu orang-orang kafir? Tentu saja tidak mungkin keduanya dipersamakan."
  },
  {
    "verse_number": 36,
    "tafsir": "Kecaman atas anggapan kaum musyrik itu masih dilanjutkan dalam ayat ini. Mengapa kamu berbuat demikian, mempersamakan antara kaum muslim dengan orang kafir? Bagaimana kamu mengambil keputusan yang tidak adil itu?"
  },
  {
    "verse_number": 37,
    "tafsir": "Logika apa yang kamu gunakan? Kalau kamu tidak memiliki dalil aqli yang dapat diterima akal sehat, atau apakah kamu mempunyai kitab yang diturunkan Allah yang kamu pelajari,"
  },
  {
    "verse_number": 38,
    "tafsir": "sehingga menemukan ketentuan bahwa sesungguhnya kamu dapat memilih apa saja yang ada di dalamnya?"
  },
  {
    "verse_number": 39,
    "tafsir": "Dalil aqli tidak ada demikian juga dalil naqli pun juga tidak ada, maka ayat ini membuka kemungkinan lain atas sikap kaum musyrik itu, sekaligus untuk dinafikan, Atau apakah kamu memperoleh janji-janji yang diperkuat dengan sumpah dari Kami, yang tetap berlaku sampai hari Kiamat. bahwa kamu dapat mengambil keputusan sekehendakmu dan memperoleh apa yang kamu inginkan?"
  },
  {
    "verse_number": 40,
    "tafsir": "Apa yang dinyatakan di atas pun jelas tidak ada. Kalau begitu tanyakanlah, wahai Nabi Muhammad, kepada mereka, “Siapakah di antara mereka yang bertanggung jawab terhadap keputusan yang diambil itu?”"
  },
  {
    "verse_number": 41,
    "tafsir": "Atau apakah mungkin mereka mempunyai sekutu-sekutu? Kalau begitu hendaklah mereka mendatangkan sekutu-sekutunya jika mereka orang-orang yang benar dalam ucapan mereka bahwa mereka akan memperoleh sama bahkan lebih dari perolehan kaum muslim."
  },
  {
    "verse_number": 42,
    "tafsir": "Setelah tidak ditemukan lagi alasan atas anggapan mereka, ini berarti sikap mereka itu semata-mata sebagai bentuk pembangkangan terhadap Allah dan Rasul-Nya. lngatlah pada hari ketika betis disingkapkan, yaitu menggambarkan keadaan orang yang sedang ketakutan yang hendak lari karena hebatnya huru-hara hari Kiamat dan mereka diseru untuk bersujud. maka mereka tidak mampu."
  },
  {
    "verse_number": 43,
    "tafsir": "Dan pandangan mereka tertunduk ke bawah pertanda penyesalan dan rasa takut yang menyelimuti hati mereka, dan mereka juga diliputi kehinaan. Dan, sungguh, dahulu di dunia mereka telah diseru untuk bersujud pada waktu mereka sehat tetapi mereka tidak melakukan."
  },
  {
    "verse_number": 44,
    "tafsir": "Setelah menjelaskan sanksi yang akan diterima para pembangkang, kini Allah menasihati Nabi Muhammad, Maka serahkanlah kepada-Ku wahai Nabi urusannya dan orang-orang yang mendustakan AI-Quran ini. Kelak akan Kami hukum mereka berangsur-angsur menuju kebinasaan dari arah yang tidak mereka ketahui,"
  },
  {
    "verse_number": 45,
    "tafsir": "dan Aku sendiri yang memutuskan untuk memberi tenggang waktu kepada mereka, dan Aku pula yang menetapkan jatuhnya siksa atas mereka. Sungguh, rencana-Ku sangat teguh."
  },
  {
    "verse_number": 46,
    "tafsir": "Apakah ada yang meragukan dengan ajaran Al-Qur'an ataukah engkau, wahai Nabi Muhammad, meminta imbalan kepada mereka, sehingga mereka dibebani dengan hutang?"
  },
  {
    "verse_number": 47,
    "tafsir": "Ataukah mungkin mereka secara khusus mengetahui yang gaib, lalu mereka menuliskannya? Hal ini pun jelas tidak ada."
  },
  {
    "verse_number": 48,
    "tafsir": "Tidak ada satu pun alasan logis yang menjadikan kaum musyrik menolak Al-Qur'an. Jika demikian, maka bersabarlah engkau, wahai Nabi Muhammad, terhadap ketetapan Tuhanmu di antaranya menyangkut kendala dalam berdakwah, dan janganlah engkau menjadi seperti Yunus orang yang berada dalam perut ikan, ketika dia berdoa dengan hati sedih."
  },
  {
    "verse_number": 49,
    "tafsir": "Sekiranya Nabi Yunus tidak segera mendapat nikmat dari Tuhannya, yaitu di antaranya berupa petunjuk untuk bertobat pastilah dia dicampakkan ke tanah tandus dalam keadaan tercela. Tetapi Tuhannya menerima tobatnya,"
  },
  {
    "verse_number": 50,
    "tafsir": "lalu Tuhannya memilihnya dan menjadikannya termasuk orang yang saleh yaitu kelompok para nabi."
  },
  {
    "verse_number": 51,
    "tafsir": "Setelah perintah bersabar kepada Nabi Muhammad ayat ini melanjutkan penjelasannya mengapa Nabi Muhammad harus tabah dan menguatkan kesabarannya. Dan sungguh, orang-orang kafir itu hampir-hampir menggelincirkanmu dengan pandangan mata mereka yang penuh kedengkian dan kebencian kepadamu, khususnya ketika mereka mendengar Al-Qur’an dan mereka berkata, “Dia Nabi Muhammad itu benar-benar orang gila. ltu dilakukan agar masyarakat menolak ajaran Al-Qur’an,"
  },
  {
    "verse_number": 52,
    "tafsir": "Padahal Al-Qur’an itu tidak lain adalah peringatan, nasihat dan pengajaran bagi seluruh alam."
  }
]