[
  {
    "verse_number": 1,
    "tafsir": "Alif Lam Mim."
  },
  {
    "verse_number": 2,
    "tafsir": "Inilah ayat-ayat Al-Qur’an yang meski tersusun dari huruf-huruf yang dikenal oleh masyarakat Arab namun mereka tidak mampu membuat tandingannya. Inilah ayat-ayat yang mengandung hikmah dan pelajaran yang tidak bertentangan antara satu ayat dengan lainnya."
  },
  {
    "verse_number": 3,
    "tafsir": "Kami turunkan Al-Qur’an ini sebagai petunjuk dan rahmat bagi orang-orang yang berbuat kebaikan, yaitu mereka yang senantiasa beramal saleh dengan ikhlas."
  },
  {
    "verse_number": 4,
    "tafsir": "Mereka yang berbuat kebajikan itu ialah orang-orang yang melaksanakan salat secara konsisten dan sempurna sesuai syarat dan rukunnya, menunaikan zakat sebagai bukti komitmen sosialnya, dan mereka tanpa keraguan sedikit pun meyakini adanya akhirat."
  },
  {
    "verse_number": 5,
    "tafsir": "Merekalah orang-orang yang tetap mendapat petunjuk dari Tuhannya dan mereka itulah orang-orang yang memperoleh ke-beruntung-an hakiki, yakni selamat dari neraka dan masuk surga."
  },
  {
    "verse_number": 6,
    "tafsir": "Beralih dari penjelasan mengenai fungsi Al-Qur’an dan kriteria orang mukmin, pada ayat ini Allah menggambarkan sikap orang yang lebih senang mendengarkan selain Al-Qur’an. Dan di antara manusia ada orang yang mempergunakan percakapan atau cerita-cerita kosong untuk menyesatkan dan memalingkan manusia dari jalan Allah tanpa ilmu, yakni pemahaman yang benar. Mereka juga menghina ayat-ayat Al-Qur’an dan menjadikannya bahan olok-olokan karena ketidaktahuan mereka tentang manfaat Al-Qur’an atau keengganan mereka mengambil manfaat darinya. Di akhirat nanti mereka itu akan memperoleh azab yang menghinakan."
  },
  {
    "verse_number": 7,
    "tafsir": "Bukan itu saja kelakuan buruk orang yang menggunakan cerita-cerita kosong untuk menyesatkan manusia. Apabila dibacakan kepadanya ayat-ayat Kami, dia serta-merta berpaling dengan menyombongkan diri dan bersikap seolah-olah dia belum mendengarnya. Dia dengan sikap demikian seperti layaknya orang tuli yang seakan-akan ada sumbatan di kedua telinganya. Maka, sebagai bentuk ejekan, gembirakanlah dia dengan azab yang pedih di akhirat kelak."
  },
  {
    "verse_number": 8,
    "tafsir": "Balasan yang akan diterima oleh orang yang menjadikan percakapan kosong untuk menyesatkan manusia berbanding terbalik de-ngan ganjaran bagi orang mukmin. Sesungguhnya orang-orang yang beriman kepada Allah dengan mengimani Al-Qur’an dan mengamalkan isinya dan dengan tulus mengerjakan kebajikan yang memberi manfaat dan maslahat, mereka akan mendapat surga-surga yang penuh kenikmatan;"
  },
  {
    "verse_number": 9,
    "tafsir": "Mereka kekal di dalamnya dengan penuh suka cita. Yang demikian itu sebagai janji Allah yang benar kepada siapa saja yang beriman dan beramal saleh. Dan Dia Mahaperkasa; tidak seorang pun bisa mengalahkan-Nya, Mahabijaksana pada setiap kebijakan-Nya."
  },
  {
    "verse_number": 10,
    "tafsir": "Di antara tanda-tanda keesaan dan kekuasan Allah adalah bahwa Dia menciptakan langit tanpa tiang penyangga sebagaimana kamu melihatnya, dan Dia juga meletakkan gunung-gunung di permukaan bumi sebagai pasak agar ia tidak menggoyangkan kamu sehingga kamu dapat tinggal di bumi dengan tenang; dan Dia memperkembangbiakkan segala macam jenis makhluk bergerak yang bernyawa di bumi, baik yang hidup di darat, laut, maupun udara. Dan Kami turunkan air hujan dari langit ke bumi, lalu Kami tumbuhkan padanya segala macam tumbuh-tumbuhan yang baik, sedap dipandang, dan bermanfaat."
  },
  {
    "verse_number": 11,
    "tafsir": "Demikianlah Allah menciptakan langit, meletakkan gunung, dan menurunkan hujan. Inilah ciptaan Allah, maka perlihatkanlah olehmu kepadaku, wahai orang-orang kafir, apa yang telah diciptakan oleh sesembahanmu selain Allah; mampukah mereka melakukan apa yang telah diperbuat oleh Allah? Tentu tidak. Penghambaanmu kepada mereka adalah kezaliman. Sebenarnya orang-orang yang zalim itu, yakni mereka yang menyembah selain Allah, berada di dalam kesesatan dan kebodohan yang nyata."
  },
  {
    "verse_number": 12,
    "tafsir": "Beralih dari penjelasan tentang buruknya akidah orang musyrik dan kezaliman mereka, pada ayat ini Allah memaparkan nasihat Lukman kepada anaknya, yang salah satunya berisi larangan berbuat syirik. Dan sungguh, telah Kami berikan hikmah, yakni kemampuan mendapatkan ilmu, pemahaman, dan mengamalkannya, kepada Lukman, yaitu, “Bersyukurlah kepada Allah atas nikmat dan karunia-Nya! Dan barang siapa bersyukur kepada Allah maka sesungguhnya dia mendatangkan manfaat bersyukur itu untuk dirinya sendiri; dan sebaliknya, barang siapa tidak bersyukur lalu ingkar atas nikmat Allah, maka sesungguhnya hal itu tidak akan merugikan Allah sedikit pun, sebab Allah Mahakaya dan tidak butuh penyembahan hamba-Nya, Maha Terpuji meski sekiranya tidak ada yang memuji-Nya.”"
  },
  {
    "verse_number": 13,
    "tafsir": "Dan ingatlah ketika Lukman berkata kepada anaknya, ketika dia sesaat demi sesaat memberi pelajaran kepadanya, “Wahai anakku! Janganlah engkau mempersekutukan Allah dengan sesuatu pun, dan ketauhilah bahwa sesungguhnya mempersekutukan Allah adalah benar-benar kezaliman yang besar karena telah merendahkan martabat Sang Mahaagung ke posisi yang hina.”"
  },
  {
    "verse_number": 14,
    "tafsir": "Dan Kami perintahkan kepada manusia agar berbuat baik kepada kedua orang tuanya, terutama ibu. Ibunya telah mengandungnya dalam keadaan lemah yang bertambah-tambah seiring makin besarnya kandungan dan saat melahirkan, dan menyapihnya dalam usia dua tahun. Jika demikian, bersyukurlah kepada-Ku atas nikmat yang telah Aku karuniakan kepadamu dan bersyukurlah juga kepada kedua orang tuamu karena melalui keduanya kamu bisa hadir di muka bumi ini. Hanya kepada Aku tempat kembalimu dan hanya Aku yang akan membalasmu dengan cara terbaik."
  },
  {
    "verse_number": 15,
    "tafsir": "Meski taat kepada kedua orang tua berada pada posisi setara dengan menyembah Allah, ia tidak bersifat mutlak. Jika keduanya atau salah satunya memaksamu secara sungguh-sungguh untuk mempersekutukan Aku dengan sesuatu yang engkau tidak mempunyai pengetahuan tentang itu, terlebih jika engkau tahu besarnya dosa syirik, maka janganlah engkau menaati keduanya. Namun demikian, jagalah hubungan baikmu dan pergaulilah keduanya di dunia dengan baik, bahkan terbaik, selama keduanya tidak mencampuri urusan agamamu. Dan ikutilah jalan orang yang selalu kembali kepada-Ku dalam segala urusannya. Kemudian, hanya kepada-Ku tempat kembalimu di akhirat kelak, maka akan Aku beritahukan kepadamu apa yang telah kamu kerjakan dan Aku akan memberi balasan sesuai amal perbuatanmu di dunia."
  },
  {
    "verse_number": 16,
    "tafsir": "Lukman melanjutkan nasihatnya, “Wahai anakku! Sungguh, jika ada suatu perbuatan yang sangat kecil dan tersembunyi, layaknya benda yang bobotnya hanya seberat biji sawi dan berada dalam batu atau berada di langit atau di perut bumi, niscaya Allah akan memberinya balasan. Sesungguhnya Allah Mahahalus, Mahateliti. Ilmu Allah meliputi segala sesuatu, betapa pun kecil dan halus."
  },
  {
    "verse_number": 17,
    "tafsir": "Wahai anakku! Laksanakanlah salat secara sempurna dan konsisten, jangan sekali pun engkau meninggalkannya, dan suruhlah manusia berbuat yang makruf, yakni sesuatu yang dinilai baik oleh masyarakat dan tidak bertentangan dengan syariat, dan cegahlah mereka dari yang mungkar dan bersabarlah terhadap apa yang menimpamu sebab hal itu tidak lepas dari kehendak-Nya dan bisa jadi menaikkan derajat keimananmu. Sesungguhnya yang demikian itu termasuk perkara yang penting dan tidak boleh diabaikan."
  },
  {
    "verse_number": 18,
    "tafsir": "Dan janganlah kamu sombong. Janganlah kamu memalingkan wajah dari manusia secara congkak dan janganlah berjalan di muka bumi dengan angkuh. Bersikaplah tawaduk dan rendah hati kepada siapa pun. Sungguh, Allah tidak menyukai dan tidak pula melimpahkan kasih sayang-Nya kepada orang-orang yang sombong lagi membanggakan diri."
  },
  {
    "verse_number": 19,
    "tafsir": "Dan jika engkau melangkahkan kakimu, sederhanakanlah dalam berjalan, jangan terlalu cepat atau terlalu lambat. Dan lunakkanlah suaramu ketika sedang berbicara agar tidak terdengar kasar seperti suara keledai, karena sesungguhnya seburuk-buruk suara ialah suara keledai.”"
  },
  {
    "verse_number": 20,
    "tafsir": "Titik berat nasihat-nasihat yang Lukman berikan kepada anaknya adalah larangan berbuat syirik. Melaui ayat ini, Allah mengecam mereka yang berlaku syirik padahal di depan matanya terhampar bukti-bukti keesaan-Nya. Tidakkah kamu memperhatikan dengan saksama bahwa Allah telah menundukkan apa yang ada di langit dan apa yang ada di bumi untuk kepentingan-mu dan memenuhi kebutuhanmu? Dia juga menyempurnakan nikmat-Nya untukmu yang bersifat lahir seperti harta dan jabatan, dan yang bersifat batin seperti ilmu, kesehatan, dan keimanan. Akan tetapi, di antara manusia ada yang membantah tentang risalah Nabi Muhammad, syariat, dan keesaan Allah dengan bantahan tanpa dasar ilmu atau petunjuk yang benar dan tanpa Kitab yang memberi penerangan dan bimbingan menuju kebenaran."
  },
  {
    "verse_number": 21,
    "tafsir": "Dan apabila dikatakan kepada mereka yang membantah keesaan Allah, “Ikutilah apa yang diturunkan Allah berupa syariat yang benar!” Mereka menjawab, “Tidak! Tetapi kami hanya mengikuti kebiasaan yang kami dapati dari nenek moyang kami.” Jawaban ini menggambarkan buruknya akidah mereka. Apakah mereka tetap mengikuti keyakinan nenek moyang mereka walaupun sebenarnya mereka hanya mengikuti langkah setan yang menyeru mereka ke dalam azab api yang menyala-nyala? Mereka pasti tidak akan berbuat demikian andaikata mau menggunakan akal dan nurani yang sehat."
  },
  {
    "verse_number": 22,
    "tafsir": "Sungguh mengherankan jika seseorang mengingkari wujud dan keesaan-Nya, apalagi hal itu hanya didasarkan pada taklid buta. Ia tidak memiliki pegangan, berbeda halnya dengan orang yang berserah diri kepada Allah. Siapa saja yang berserah diri kepada Allah dengan penuh keikhlasan, sedang dia orang yang berbuat kebaikan dengan menebarkan kebajikan kepada siapa pun dan di mana pun, maka sesungguhnya dia telah berpegang kepada buhul tali yang kukuh. Di akhirat ia akan memperoleh balasannya karena hanya kepada Allah kesudahan segala urusan untuk diputuskan dan dibalas dengan sangat adil."
  },
  {
    "verse_number": 23,
    "tafsir": "Wahai Nabi Muhammad, jika segala urusan kembali kepada Allah untuk diputuskan dengan adil maka siapa saja yang memilih jalan kafir maka kekafirannya itu janganlah menyedihkanmu. Hanya kepada Kami tempat kembali mereka di akhirat nanti, lalu Kami beritakan kepada mereka apa yang telah mereka kerjakan kemudian Kami balas dengan setimpal. Tidak ada yang bisa disembunyikan di akhirat nanti karena sesungguhnya Allah Maha Mengetahui segala sesuatu, bahkan yang tersirat dalam isi hati."
  },
  {
    "verse_number": 24,
    "tafsir": "Semua akan mendapat balasan setimpal, karena itulah Kami biarkan mereka bersenang-senang di dunia yang hanya sebentar dan serba terbatas. Kemudian apabila masa yang telah Kami tentukan tiba, Kami paksa mereka masuk ke dalam azab yang keras."
  },
  {
    "verse_number": 25,
    "tafsir": "Kesadaran manusia, bahkan orang musyrik, tentang eksistensi Tuhan sesungguhnya merupakan fitrah sehingga tidak bisa dihilangkan. Dan sebagai buktinya, sungguh jika engkau wahai Nabi Muhammad tanyakan kepada mereka, “Siapakah yang menciptakan langit dan bumi?” Tentu mereka mengakui dan akan menjawab, “Allah.” Meski demikian, adalah mengherankan bagaimana mereka tetap menyembah selain Allah. Jika demikian, katakanlah, wahai Nabi Muhammad, “Segala puji bagi Allah bahwa mereka mengakui eksistensi Allah yang memang tidak bisa diingkari oleh siapa pun.” Tetapi, kebanyakan mereka tidak mengetahui dan menyadari kesesatannya dalam menyekutukan Allah."
  },
  {
    "verse_number": 26,
    "tafsir": "Hanya Allah yang berhak disembah dan ditaati, sebab hanya milik Allah-lah apa yang di langit dan di bumi. Sesungguhnya Allah, Dialah Yang Mahakaya; dia tidak butuh ibadah hamba-Nya. Dia pun Maha Terpuji meski tidak seorang pun memuji-Nya."
  },
  {
    "verse_number": 27,
    "tafsir": "Ayat ini menggambarkan betapa sempurna kuasa Allah dan betapa luas ilmu-Nya. Seandainya pohon-pohon di bumi menjadi pena dan lautan menjadi tinta, dan ditambahkan kepadanya tujuh lautan lagi untuk menjadi tinta setelah habis-nya lautan yang pertama, niscaya tidak akan habis-habisnya kalimat-kalimat Allah dituliskan. Sesungguhnya Allah Mahaperkasa, tidak ada satu pun yang sanggup mengalahkan-Nya Mahabijaksana dalam setiap pengaturan dan kebijakan-Nya (Lihat Surah al-Kahf/18: 109)."
  },
  {
    "verse_number": 28,
    "tafsir": "Jika kehendak dan kuasa-Nya bersifat mutlak, maka menciptakan dan membangkitkan kamu setelah kematanmu bagi Allah hanyalah seperti menciptakan dan membangkitkan satu jiwa saja; itu sama sekali bukan hal sulit bagi-Nya. Sesungguhnya Allah Maha Mendengar, Maha Melihat (Lihat Surah Yasin/36: 82)."
  },
  {
    "verse_number": 29,
    "tafsir": "Allah menundukkan dan mengendalikan apa saja yang ada di langit dan bumi. Di antara bentuk pengendaliannya ditunjukkan dalam ayat berikut. Wahai manusia, tidakkah engkau memperhatikan bahwa Allah telah memasukkan malam ke dalam siang sehingga pada musim panas waktu siang lebih panjang, dan sebaliknya memasukkan siang ke dalam malam sehingga pada musim dingin waktu malam lebih panjang, dan Dia menundukkan matahari dan bulan agar sinar dan cahayanya memberi manfaat bagi makhluk hidup, di mana masing-masing terus beredar sampai kepada waktu yang ditentukan, yaitu hari kiamat. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan dan akan membalasnya sesuai amal perbuatanmu."
  },
  {
    "verse_number": 30,
    "tafsir": "Allah menjelaskan tujuan dari penjelasan bukti-bukti kebesaran dan keesaan-Nya. Demikianlah, perjalanan alam semesta yang menakjubkan itu, karena sesungguhnya penciptanya adalah Allah; Dialah Tuhan Yang Maha Esa yang layak disembah dengan sebenarnya, dan apa saja yang mereka seru dan sembah selain Allah adalah batil. Dan sesungguhnya Allah, Dialah Yang Mahatinggi zat-Nya, Mahabesar kekuasaan-Nya."
  },
  {
    "verse_number": 31,
    "tafsir": "Allah memaparkan fenomena-fenomena di bumi yang menjadi bukti kekuasaan dan keesaan-Nya. Wahai orang yang berakal, tidakkah engkau memperhatikan bahwa sesungguhnya kapal itu berlayar di laut dan tidak tenggelam dengan berkat rahmat Allah melalui pengetahuan yang Dia anugerahkan kepadamu sehingga bisa mengangkut barang-barang yang engkau butuhkan sebagai nikmat Allah, agar dengan itu semua diperlihatkan-Nya kepadamu sebagian dari tanda-tanda kebesaran-Nya. Sungguh, pada yang demikian itu terdapat tanda-tanda kebesaran-Nya bagi setiap orang yang sangat sabar dalam menghadapi ujian-Nya dan banyak bersyukur atas nikmat-Nya."
  },
  {
    "verse_number": 32,
    "tafsir": "Ayat ini menjelaskan sifat dasar manusia, terutama mereka yang kufur atas nikmat-Nya. Apabila mereka digulung ombak yang besar seperti gunung dan hampir menenggelamkan kapal yang mereka tumpangi, mereka kembali ke fitrahnya, yakni menyeru Allah seraya memohon keselamatan dari-Nya dengan tulus ikhlas serta beragama, yakni pernyataan sikap tunduk dan patuh kepada-Nya, bahkan berjanji tidak menyekutukan-Nya. Tetapi, ketika Allah menyelamatkan mereka dari ombak besar itu sehingga mereka selamat sampai di daratan, maka sebagian mereka ada yang tetap menempuh jalan yang lurus dengan mengakui keesaan-Nya. Adapun yang mengingkari ayat-ayat Kami, padahal dia memohon pertolongan Kami saat tertimpa cobaan, sungguh mereka itu hanyalah pengkhianat yang tidak berterima kasih. Dari ayat ini dapat disimpulkan bahwa pengakuan tentang keesaan Allah merupakan fitrah manusia yang bisa disimpangkan dalam waktu tertentu, namun di saat kritis kesadaran tersebut akan muncul kembali."
  },
  {
    "verse_number": 33,
    "tafsir": "Beralih dari pemaparan bukti-bukti keesaan dan kekuasaan-Nya, Allah dalam ayat ini memerintahkan manusia bertakwa kepada-Nya dan takut akan datangnya hari kiamat. Wahai manusia! Bertakwalah kepada Tuhanmu yang menciptakanmu dan memberimu rezeki serta menundukkan dan mengendalikan alam ini demi memenuhi kebutuhanmu, dan takutlah kamu pada hari yang ketika itu seorang bapak tidak dapat menolong anaknya, dan seorang anak tidak pula dapat menolong bapaknya sedikit pun. Bertakwalah dengan menunjukkan penghambaan yang tulus kepada-Nya. Sungguh, hari kebangkitan, pahala, dan siksa yang merupakan janji Allah pasti benar, maka janganlah sekali-kali kamu teperdaya oleh kehidupan dunia yang fana, dan jangan sampai kamu teperdaya oleh penipu yang salah dalam memahami Allah, seakan Dia membiarkan mereka sesat dengan tidak menurunkan azab, padahal turunnya azab itu hanya ditunda sesaat."
  },
  {
    "verse_number": 34,
    "tafsir": "Ayat ini memaparkan lima hal gaib yang hanya diketahui Allah hakikatnya. Sesungguhnya hanya di sisi Allah ilmu tentang kapan hari Kiamat tiba; dan Dia yang menurunkan hujan pada waktu, tempat, dan kadar yang ditentukan-Nya; dan mengetahui apa yang ada dalam rahim, terutama jenis kelamin, karakter, dan sifat-sifatnya. Dan tidak ada seorang pun yang dapat mengetahui dengan pasti apa yang akan dikerjakannya atau didapatinya besok, namun mereka tetap wajib berusaha. Dan tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. Sungguh, Allah Maha Mengetahui dengan ilmu-Nya yang mutlak dan tidak terbatas pada lima hal gaib tersebut, Maha Mengenal karena ilmu-Nya meliputi hal-hal lahir dan batin.[]"
  }
]