[
  {
    "verse_number": 1,
    "tafsir": "Allah menegaskan bahwa ketetapan Allah, yaitu hari kiamat dan masa ketika para pendurhaka akan menerima azab, pasti datang, maka janganlah kamu, wahai para pendurhaka, meminta agar dipercepat kedatangan-nya. Mahasuci Allah dari segala aib, kesyirikan, dan kekurangan, dan Mahatinggi Dia dari apa yang mereka sembah, berupa berhala atau apa pun juga yang mereka persekutukan dengan Dia."
  },
  {
    "verse_number": 2,
    "tafsir": "Menjelaskan kesempurnaan ketetapan dan penciptaan-Nya, Allah berfirman, “Dia menurunkan para malaikat, yakni Malaikat Jibril, membawa wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki untuk diberi wahyu di antara hamba-hamba-Nya yang taat dan suci jiwanya. Inti wahyu itu ialah pesan yang berisi, “Peringatkanlah oleh kalian, wahai hamba-hamba yang Aku beri wahyu, bahwa tidak ada tuhan, penguasa alam raya, pencipta langit dan bumi yang berhak disembah selain Aku Yang Mahaesa dan Mahakuasa, tidak ada sekutu bagi-Ku, maka hendaklah kamu bertakwa kepada-Ku. Berimanlah kepada-Ku, laksanakanlah semua perintah-Ku, dan tinggalkanlah segala laranganKu.” (Lihat: Surah Gafir/40: 15 dan asy-Syura/42: 52)"
  },
  {
    "verse_number": 3,
    "tafsir": "Allah mengingatkan manusia bahwa Dia adalah Tuhan yang telah menciptakan langit tempat kalian berteduh bersama benda-benda yang menghiasinya, dan menciptakan bumi tempat kalian berpijak bersama apa saja yang terhampar di atasnya dan terkandung di dalamnya. Semua itu Allah ciptakan dengan kebenaran, yaitu sesuai dengan hikmah dan kebijaksanaan-Nya. Mahatinggi Allah dalam segala hal, sifat, dan perbuatan-Nya, dari apa yang mereka persekutukan dengan-Nya berupa berhala-berhala itu."
  },
  {
    "verse_number": 4,
    "tafsir": "Dia Yang Mahaesa dan Mahakuasa itu juga telah menciptakan manusia dari setetes mani yang secara lahiriah tampak remeh, tidak berarti, dan tidak berdaya, ternyata dia berubah menjadi manusia yang kuat dan tangguh, bahkan dia berubah menjadi pembantah yang nyata tentang Tuhan dan hakikat dirinya."
  },
  {
    "verse_number": 5,
    "tafsir": "Dan tidak saja menciptakan langit, bumi, dan manusia, hewan ternak juga telah diciptakan-Nya, untuk kamu padanya ada bulu dan kulit yang dapat kamu jadikan pakaian yang menghangatkan badan kamu dan berbagai manfaat lain yang dapat kamu ambil dalam kehidupan kamu, dan sebagian dari-nya juga dapat kamu makan."
  },
  {
    "verse_number": 6,
    "tafsir": "Dan selain manfaat-manfaat tersebut kamu juga dapat memperoleh keindahan padanya, yakni pada hewan ternak itu, ketika kamu membawanya kembali ke kandang pada sore hari dan ketika kamu melepaskannya ke tempat penggembalaan pada pagi hari."
  },
  {
    "verse_number": 7,
    "tafsir": "Dan kamu pun bisa memperoleh manfaat lain dari hewan ternak itu karena ia sanggup mengangkut beban-bebanmu yang berat dan tidak mampu kamu pikul sendiri ke suatu negeri nun jauh yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu yang telah menciptakan hewan ternak itu dan menyediakan berbagai manfaat darinya adalah Tuhan Yang Maha Pengasih kepada hamba yang taat dan mendekatkan diri kepada-Nya, Maha Penyayang kepada semua makhluk-Nya."
  },
  {
    "verse_number": 8,
    "tafsir": "Dan Dia telah pula menciptakan untuk kalian kuda, bagal (yaitu binatang hasil perkawinan antara kuda dengan keledai), dan keledai. Itu semua diciptakan Allah untuk kamu tunggangi dan menjadi perhiasan. Allah menciptakan untuk kalian apa yang kamu ketahui dan apa yang tidak kamu ketahui pada saat ini namun kelak akan kamu ketahui manfaat dan kegunaannya."
  },
  {
    "verse_number": 9,
    "tafsir": "Usai menjelaskan tanda-tanda yang menunjukkan betapa Dia Maha Pencipta dan Mahakuasa, Allah lalu beralih menjelaskan bahwa Dia juga Maha Memberi Petunjuk ke jalan yang benar. Karena itu, Dialah yang patut disembah, dan menjadi hak bagi Allah Yang Maha Mengetahui dan Memberi Petunjuk untuk menerangkan jalan yang lurus, yakni keimanan yang harus diikuti oleh manusia untuk membawa mereka menuju kebahagiaan di dunia dan akhirat. Dan menjadi hak Allah pula untuk menerangkan bahwa di antaranya ada jalan yang menyimpang, berkelok, dan berliku, yakni kekufuran, yang harus dijauhi karena menjerumuskan manusia ke jurang kesengsaraan di dunia dan akhirat. Dan jika Dia menghendaki untuk menjadikan semua manusia menempuh jalan yang lurus, maka tidak ada halangan bagi-Nya untuk melakukan hal itu karena Allah Mahakuasa, dan dalam keadaan demikian tentu Dia memberi petunjuk kamu semua ke jalan yang lurus tersebut."
  },
  {
    "verse_number": 10,
    "tafsir": "Ayat-ayat berikut menjelaskan berbagai nikmat yang Allah anugerahkan kepada manusia. Dialah yang telah menurunkan air hujan dari arah langit untuk kamu manfaatkan guna memenuhi kebutuhan kamu. Sebagiannya menjadi minuman bagi kamu dan binatang-binatang peliharaanmu, dan sebagiannya yang lain dapat kamu gunakan untuk menyirami tumbuhan, yang padanya, yaitu pada tumbuhan hijau itu, kamu menggembalakan ternakmu sehingga mereka dapat makan dan menghasilkan produk yang kamu butuhkan, seperti susu, daging, dan bulu."
  },
  {
    "verse_number": 11,
    "tafsir": "Dengan air hujan itu pula Dia menumbuhkan untuk kamu beragam tanam-tanaman yang dapat kamu manfaatkan untuk memenuhi kebutuhan kamu. Dengan air hujan itu pula Dia menumbuhkan pohon-pohon penghasil buah, seperti zaitun, kurma, anggur, dan segala macam buah-buahan dari pohon-pohon yang tidak disebutkan. Sungguh, pada yang demikian itu, yakni turunnya hujan dan kenikmatan yang ditimbulkannya, benar-benar terdapat tanda yang nyata mengenai kebesaran, keagungan, dan kekuasaan Allah bagi orang yang berpikir. (Lihat: Surah ar-Ra'd/13: 4)."
  },
  {
    "verse_number": 12,
    "tafsir": "Dia pula yang telah menundukkan malam sehingga menjadi gelap agar kamu dapat beristirahat, dan menundukkan siang sehingga menjadi terang agar kamu dapat berkarya. Allah pula yang telah menundukkan matahari yang menghangatkan dan menyinari bumi, dan menundukkan bulan untukmu agar dapat kamu jadikan pedoman penanggalan dan perhitungan. Dan bintang-bintang di langit dikendalikan dengan perintahNya untuk kemaslahatan kamu. Sungguh, pada yang demikian itu, yaitu penundukan dan pengendalian tersebut, benar-benar terdapat tanda-tanda yang nyata tentang keesaan dan kekuasaan Allah bagi orang yang mengerti."
  },
  {
    "verse_number": 13,
    "tafsir": "Dan Allah pula yang menundukkan apa yang Dia ciptakan untukmu di bumi ini, seperti binatang dan tumbuhan, dengan berbagai jenis dan macam warna serta bentuk-nya. Sungguh, pada yang demikian itu, yaitu pengembangbiakan binatang dan tumbuhan ke dalam berbagai warna, bentuk, dan macamnya itu, benar-benar terdapat tanda keesaan dan kekuasaan Allah bagi kaum yang mau mengambil pelajaran."
  },
  {
    "verse_number": 14,
    "tafsir": "Dan Dia-lah yang menundukkan untukmu lautan yang terhampar luas dan menjadikannya tempat tinggal bagi binatang-binatang laut dan tumbuh kembang aneka perhiasan. Hal ini dimaksudkan agar kamu dapat menangkap ikan-ikannya dan memakan daging yang segar darinya, dan dari lautan itu pula kamu dapat mengeluarkan benda-benda yang bernilai tinggi, seperti mutiara, permata, dan semacamnya untuk menjadi perhiasan yang kamu pakai. Di samping itu, kamu juga melihat perahu pembawa barang-barang berat dan bahan-bahan makanan dapat berlayar padanya dengan mudah atas izin Allah. Dan Dia menundukkan laut agar kamu dapat memanfaatkannya dan mencari rezeki dari sebagian karunia-Nya yang terdapat di sana, dan agar kamu selalu bersyukur atas nikmat-nikmat yang dianugerahkan-Nya kepada kamu serta memanfaatkannya sesuai tujuan penciptaannya."
  },
  {
    "verse_number": 15,
    "tafsir": "Dan Dia Yang Mahakuasa itu pula yang telah menancapkan gunung dengan kukuh dan kuat di bumi tempat kamu tinggal agar bumi itu tidak goncang bersama kamu. Dan Dia pula yang menciptakan sungai-sungai yang mengalirkan air untuk dimanfaatkan oleh makhluk hidup, dan di atas bumi itu pula Allah menciptakan jalan-jalan yang terbentang agar kamu mendapat petunjuk, baik menuju arah yang benar maupun menuju pengakuan atas keesaan Allah."
  },
  {
    "verse_number": 16,
    "tafsir": "Dan Allah juga menciptakan tanda-tanda, yaitu penunjuk-penunjuk jalan, agar manusia dapat mencapai tujuannya dengan benar. Dan dengan bintang-bintang yang bertaburan dan gemerlapan di langit mereka, yakni para penghuni bumi tidak terkecuali kaum musyrik, mendapat petunjuk menuju arah yang benar."
  },
  {
    "verse_number": 17,
    "tafsir": "Usai menyebut berbagai nikmat dan bukti kekuasaan-Nya di alam semesta, Allah lalu menanyai manusia, “Maka, wahai kaum kafir, apakah Allah yang menciptakan semua itu dengan kekuasaan-Nya sama keadaan dan kedudukannya dengan sesembahanmu yang tidak dapat menciptakan apa pun? Tentu tidak sama! Mengapa kamu tidak mau mengambil pelajaran dari apa yang kamu saksikan di alam raya ini?"
  },
  {
    "verse_number": 18,
    "tafsir": "Begitu banyak nikmat dan karunia yang Allah anugerahkan kepada kalian, baik di langit, darat, air, maupun dalam diri manusia; semua demi kemaslahatan dan kebaikan manusia. Dan jika kamu, wahai manusia, berkumpul dan bersama-sama memakai alat-alat tercanggih sekalipun untuk menghitung nikmat Allah kepada kalian, niscaya kamu sam-pai kapan pun tidak akan mampu menghitung jumlah-nya. Sungguh, Allah benar-benar Maha Pengampun atas kesalahan-kesalahanmu, Maha Penyayang kepadamu sehingga Dia tidak memutus nikmat-Nya kepadamu meski kamu mendurhakai dan mengingkari-Nya."
  },
  {
    "verse_number": 19,
    "tafsir": "Dan tidak saja Mahakuasa dan Maha Pencipta, ketahuilah wahai manusia bahwa Allah mengetahui apa yang kamu rahasiakan dan sembunyikan dalam hatimu, dan Dia mengetahui pula apa yang kamu lahirkan dan nyatakan dalam bentuk ucapan dan tindakan. Tidak satu hal pun yang dapat kamu sembunyikan dari Allah."
  },
  {
    "verse_number": 20,
    "tafsir": "Dan berhala-berhala yang mereka seru, sembah, dan mintai pertolongan selain Allah itu tidak akan dapat membuat dan menciptakan sesuatu apa pun untuk mereka, sedang berhala-berhala itu dibuat oleh orang, bahkan tidak jarang oleh penyembahnya sendiri."
  },
  {
    "verse_number": 21,
    "tafsir": "Berhala-berhala itu hanyalah benda mati, tidak hidup. Mereka tidak dapat mengetahui, merasa, tumbuh, bahkan untuk sekadar bergeser sendiri. Dan berhala-berhala itu juga tidak dapat mengetahui sedikit pun kapankah penyembahnya akan dibangkitkan."
  },
  {
    "verse_number": 22,
    "tafsir": "Setelah menjabarkan bukti-bukti keesaan dan kekuasaan-Nya di langit dan bumi, Allah lalu menegaskan pada ayat ini bahwa Tuhan yang seharusnya kamu sembah adalah Tuhan Yang Maha Esa dalam zat, sifat, dan perbuatan-Nya. Jika demikian maka tidak ada alasan bagi orang yang menyaksikan bukti-bukti tersebut untuk tidak beriman kepada Allah dan hari akhirat. Hati mereka yang tidak beriman mengingkari hakikat-hakikat kebenaran tentang keesaan Allah, dan mereka adalah orang yang sangat sombong karena mendustakan risalah Nabi Muhammad."
  },
  {
    "verse_number": 23,
    "tafsir": "Tidak diragukan lagi bahwa Allah Yang Maha Esa mengetahui apa yang mereka rahasiakan dan sembunyikan dalam hati berupa kebohongan, dan apa yang mereka lahirkan dalam bentuk sikap dan perbuatan. Sesungguhnya Dia Yang Maha Pengasih dan Penyayang tidak menyukai orang yang sombong dan tidak menganugerahkan ganjaran kepada orang yang congkak dalam ucapan dan tingkah laku mereka."
  },
  {
    "verse_number": 24,
    "tafsir": "Kesombongan mereka terbukti dengan penolakan mereka terhadap Al-Qur’an. Dan hal ini terbukti apabila dikatakan kepada mereka oleh Nabi Muhammad atau siapa pun, “Apakah yang telah diturunkan Tuhanmu yang telah menganugerahkan nikmat dan kebaikan-Nya untuk kemaslahatan kamu?” Dengan penuh kesombongan dan keangkuhan mereka menjawab, “Allah tidak menurunkan apa pun. Apa yang disampaikan oleh Muhammad hanyalah dongeng-dongeng orang dahulu.”"
  },
  {
    "verse_number": 25,
    "tafsir": "Pengingkaran mereka terhadap Al-Qur’an menyebabkan mereka sesat dan kafir, sehingga pada hari Kiamat mereka akan memikul dosa-dosanya sendiri secara sempurna tanpa dikurangi, diampuni, maupun diringankan sedikit pun, dan mereka bahkan memikul sebagian dosa-dosa orang yang mereka sesatkan yang tidak mengetahui sedikit pun bahwa mereka telah disesatkan. Ingatlah, alangkah buruknya dosa yang mereka pikul itu karena tidak akan ada pengurangan dan pengampunan atasnya."
  },
  {
    "verse_number": 26,
    "tafsir": "Setelah membincang kesesatan kaum musyrik dan upaya mereka menyesatkan orang lain, Allah lalu mengancam mereka dengan hukuman dan azab yang pedih. Allah menegaskan bahwa sungguh, orang-orang yang kafir dan ingkar sebelum mereka telah mengadakan tipu daya untuk mengingkari dan menentang ajaran Allah, maka sebab perbuatan mereka itu Allah menghancurkan rumah-rumah mereka mulai dari pondasinya, lalu atap rumah-rumah itu jatuh menimpa mereka dari atas dan membuat mereka tertimbun, dan siksa itu datang kepada mereka secara tiba-tiba dari arah yang tidak mereka sadari, padahal mereka yakin rumah-rumah mereka begitu kuat dan dapat melindungi mereka dari ancaman apa pun."
  },
  {
    "verse_number": 27,
    "tafsir": "Tidak saja di dunia, azab dan hukuman bagi orang kafir dan durhaka juga diikuti oleh azab yang lebih pedih lagi di akhirat. Allah menjelaskan, “Kemudian Allah menghinakan mereka pada hari Kiamat dengan siksaan yang pedih di neraka Jahanam, dan ketika itu Allah berfirman, 'Di manakah sesembahan yang kamu jadikan sekutu-sekutu-Ku itu yang karena membelanya kamu selalu memusuhi mereka, yakni para nabi yang Aku utus kepada kamu dan kaum mukmin?’ Orang-orang yang diberi ilmu, yakni para malaikat, nabi, dan kaum mukmin dengan tegas berkata, “Sesungguhnya kehinaan dan azab pada hari kiamat ini ditimpakan kepada orang yang kafir dan menentang ajaran Allah.”"
  },
  {
    "verse_number": 28,
    "tafsir": "Orang kafir yang mendapat kehinaan dan azab itu adalah orang yang pada saat dicabut nyawanya oleh para malaikat tetap dalam keadaan zalim kepada diri sendiri, lalu mereka menyerahkan diri kepada malaikat maut dalam keadaan tidak berdaya seraya membela diri, “Kami tidak pernah mengerjakan sesuatu kejahatan pun.” Malaikat menjawab, “Pernah! Apa yang kamu katakan adalah dusta belaka. Kamu tidak dapat berbohong dan membela diri karena sesungguhnya Allah Maha Mengetahui apa, yaitu kejahatan dan dosa, yang telah kamu kerjakan.”"
  },
  {
    "verse_number": 29,
    "tafsir": "Maka malaikat berkata kepada mereka, “Wahai orang kafir, masukilah pintu-pintu neraka Jahanam yang telah dijanjikan dan disiapkan sebagai tempat kembalimu beserta siksa yang amat pedih di dalamnya. Kamu tinggal dengan kekal di dalamnya. Pasti, neraka Jahanam itu adalah seburuk-buruk tempat orang yang menyombongkan diri."
  },
  {
    "verse_number": 30,
    "tafsir": "Usai menyebut hukuman dan azab di dunia dan akhirat bagi orang kafir, Allah melalui ayat-ayat berikut menjelaskan pahala bagi orang yang bertakwa, baik di dunia maupun akhirat. Allah berfirman, 'Dan kemudian dikatakan oleh para malaikat kepada orang yang bertakwa yang selalu taat dan patuh kepada Allah, “Apakah yang telah diturunkan oleh Tuhanmu kepada kamu?” Mereka menjawab, “Tuhan kami telah menurunkan kebaikan.” Bagi orang yang berbuat baik dengan didasari iman dan takwa pada masa hidup mereka di dunia ini pasti mendapat balasan yang baik. Dan sesungguhnya balasan yang baik di dunia itu belumlah seberapa karena balasan di negeri akhirat pasti lebih baik. Dan itulah sebaik-baik tempat tinggal bagi orang yang bertakwa. Mereka kekal di dalamnya.”"
  },
  {
    "verse_number": 31,
    "tafsir": "Ganjaran di negeri akhirat itu di antaranya berupa surga-surga 'Adn yang mereka masuki, yang mengalir di bawahnya sungai-sungai. Di dalam surga-surga itu mereka mendapat segala apa yang diinginkan. Demikianlah Allah memberi balasan kepada orang yang bertakwa dengan sepenuh hati."
  },
  {
    "verse_number": 32,
    "tafsir": "Mereka yang mendapat anugerah dari Allah berupa surga-surga adalah orang yang diwafatkan oleh para malaikat dalam keadaan berbuat baik. Di akhirat mereka, yakni para malaikat, mengatakan kepada mereka, “Salamun 'alaikum; keselamatan, kesejahteraan, dan kedamaian bagi kalian! Masuklah ke dalam surga yang telah Allah siapkan untuk kamu karena apa yang telah kamu kerjakan berupa amal-amal baik di dunia.”"
  },
  {
    "verse_number": 33,
    "tafsir": "Setelah membandingkan azab bagi orang kafir dengan balasan pahala bagi orang yang bertakwa, Allah lalu menyusulinya dengan kembali membicarakan keadaan orang-orang kafir. Allah berfirman, “Tidak ada yang ditunggu oleh mereka, yakni orang kafir, selain datangnya para malaikat yang membawa azab kepada mereka atau mencabut nyawa mereka, atau datangnya perintah, ketentuan, dan ketetapan Tuhanmu kepada mereka, wahai Nabi Muhammad. Sama halnya dengan perlakuan buruk kaum musyrik kepadamu, demikianlah pula yang telah diperbuat oleh orang-orang kafir sebelum mereka kepada rasul mereka. Allah tidak menzalimi mereka karena Allah telah menjelaskan kepada mereka petunjuk menuju jalan kebaikan, justru merekalah yang selalu menzalimi diri mereka sendiri karena enggan menerima petunjuk itu."
  },
  {
    "verse_number": 34,
    "tafsir": "Karena keengganan mereka itulah maka wajar bila mereka ditimpa azab sebagai balasan atas perbuatan mereka dan diliputi oleh azab yang tidak mungkin mereka hindari sebagai akibat dari apa yang dulu selalu mereka perolok-olokkan."
  },
  {
    "verse_number": 35,
    "tafsir": "Dan betapa buruk ucapan orang musyrik itu. Mereka berkata, “Jika Allah menghendaki, niscaya kami tidak akan menyembah sesuatu apa pun selain Dia. Baik kami maupun bapak-bapak kami tidak akan melakukan hal itu jika memang Allah menghendakinya. Dan jika Allah menghendaki, tidak pula kami akan mengharamkan sesuatu pun yang telah dihalalkan oleh-Nya tanpa izin dan kehendak-Nya.” Ucapan, sikap, dan perbuatan kaum musyrik itu bukanlah hal baru, karena demikian pula-lah yang telah diperbuat oleh orang kafir sebelum mereka. Mereka selalu mencari-cari alasan untuk menolak tuntunan Allah yang disampaikan oleh para rasul. Bukankah kewajiban para rasul itu hanya menyampaikan amanat dan tuntunan Allah dengan jelas kepada kaumnya?"
  },
  {
    "verse_number": 36,
    "tafsir": "Allah menegaskan bahwa Dia selalu mengirim utusan kepada setiap kaum untuk menjelaskan kebenaran. Allah berfirman, “Dan sungguh, Kami telah mengutus seorang rasul untuk setiap umat sebelum kamu, wahai Nabi Muhammad, untuk menuntun dan menyeru kaum masing-masing, 'Sembahlah Allah dengan penuh taat dan patuh dan jangan kamu menyekutukan-Nya dengan apa pun. Jauhilah tagut, yakni perbuatan maksiat yang melampaui batas, sesuatu atau benda yang dijadikan sembahan, dan apa saja yang memalingkan kamu dari kebenaran.’ Kemudian di antara mereka yang menerima pesan itu ada yang diberi petunjuk oleh Allah sehingga mereka beriman dan taat, dan ada pula yang keras kepala dan tetap dalam kesesatan karena keingkaran dan kesombongan mereka. Maka untuk membuktikan apa yang telah Allah timpakan kepada mereka, berjalanlah kamu di bumi, wahai umat Nabi Muhammad, dan perhatikanlah sekelilingmu serta renungkanlah bagaimana kesudahan orang yang mendustakan para rasul itu.”"
  },
  {
    "verse_number": 37,
    "tafsir": "Nabi Muhammad sangat berharap kaum kafir mendapat petunjuk. Allah lalu menegaskan, “Jika engkau berusaha sekuat tenaga dan sangat mengharapkan agar mereka mendapat petunjuk, maka itu tidak akan berhasil karena sesungguhnya Allah tidak akan memberi petunjuk kepada orang yang disesatkan-Nya, yakni dibiarkan sesat karena lebih memilih jalan kesesatan itu, dan mereka tidak mempunyai penolong yang dapat menyelamatkan mereka.” (Lihat: Surah al-Qashash/28: 56)"
  },
  {
    "verse_number": 38,
    "tafsir": "Bukti-bukti keesaan Allah yang telah disaksikan oleh orang kafir tidak membuat mereka beriman kepada Allah dan hari kebangkitan. Dan mereka bersumpah dengan nama Allah dengan sumpah yang sungguh-sungguh, “Allah tidak akan membangkitkan orang yang mati.” Tidak demikian halnya! Allah pasti akan membangkitkannya sebagai suatu janji yang benar dari-Nya. Dia pasti akan menepatinya, tetapi kebanyakan manusia tidak mengetahui."
  },
  {
    "verse_number": 39,
    "tafsir": "Kedatangan hari kebangkitan dimaksudkan agar Dia menjelaskan kepada mereka, yakni manusia, apa yang mereka perselisihkan itu, tentang berbagai hal, seperti keesaan Allah dan datangnya hari akhir, dan agar orang kafir itu mengetahui bahwa mereka adalah orang yang berdusta akibat mengingkari tuntunan Allah yang disampaikan oleh para rasul."
  },
  {
    "verse_number": 40,
    "tafsir": "Tidak sulit bagi Allah untuk melakukan apa saja yang dikehendakiNya, tidak terkecuali membangkitkan manusia pada hari Kiamat. Allah menyatakan, “Sesungguhnya firman Kami terhadap sesuatu apabila Kami menghendakinya terjadi, Kami hanya mengatakan kepadanya, “Jadilah!” Maka jadilah sesuatu itu sesuai kehendak dan sunah Kami. Semudah itulah Kami mewujudkan apa yang Kami kehendaki."
  },
  {
    "verse_number": 41,
    "tafsir": "Usai berbicara tentang pengingkaran kaum musyrik Mekah dan kezaliman mereka kepada Nabi Muhammad dan kaum muslim, Allah lalu beralih menjelaskan ketentuan hijrah dan pahala bagi orang yang berhijrah, “Dan orang yang berhijrah meninggalkan kerabat dan kampung halamannya karena mengikuti perintah Allah setelah mereka dizalimi, pasti Kami akan memberikan tempat, suasana, dan ganjaran yang baik kepada mereka di dunia. Dan pahala yang Kami berikan kepada mereka di akhirat kelak pasti lebih besar dan baik. Sekiranya mereka, orang kafir, mengetahui betapa besar pahala yang Kami berikan kepada orang yang beriman dan berhijrah, niscaya mereka beriman dan berhijrah."
  },
  {
    "verse_number": 42,
    "tafsir": "Pahala yang besar dan baik itu hanya diperoleh oleh orang yang sabar dalam melaksanakan tuntunan Allah dan menghadapi berbagai cobaan, dan orang yang hanya kepada Tuhan Yang Mahakuasa dan Maha Mengatur mereka bertawakal serta menyerahkan urusan mereka setelah berupaya mewujudkannya sekuat kemampuan."
  },
  {
    "verse_number": 43,
    "tafsir": "Pengutusan para nabi dan rasul adalah sesuatu yang hak dan benar adanya. Dan Kami tidak mengutus kepada umat manusia sebelum engkau, wahai Muhammad, melainkan orang laki-laki terpilih yang memiliki keistimewaan dan ketokohan dari kalangan manusia, bukan malaikat, yang Kami beri wahyu kepada mereka melalui utusan Kami, Jibril agar disampaikannya kepada umat mereka; maka bertanyalah, wahai orang yang meragukan keesaan Allah dan tidak mengetahui tuntunan-Nya, kepada orang yang mempunyai pengetahuan tentang nabi dan kitab-kitab Allah, jika kamu tidak mengetahui. (Lihat: Surah al-Anbiya/21: 7-8 dan al-Jinn/72: 6)"
  },
  {
    "verse_number": 44,
    "tafsir": "Para rasul itu kami utus dengan membawa keterangan-keterangan berupa mukjizat yang membuktikan kenabian dan kerasulan mereka. Dan sebagian dari mereka membawa kitab-kitab yang berisi hukum, nasihat, dan aturan yang menjadi pedoman bagi kehidupan kaumnya. Dan Kami turunkan az-zikr, yakni Al-Qur’an, kepadamu, wahai Nabi Muhammad, agar engkau menerangkan kepada umat manusia apa yang telah diturunkan kepada mereka berupa tuntunan dan petunjuk dalam kitab tersebut agar mereka tahu dan mengikuti jalan yang benar dan agar mereka memikirkan hal-hal yang menjadi pelajaran untuk kemaslahatan mereka di dunia dan akhirat."
  },
  {
    "verse_number": 45,
    "tafsir": "Kaum musyrik Mekah menganggap Al-Qur'an tidak lebih dari sekadar sebagai syair yang digubah oleh Nabi Muhammad, maka apakah orang yang membuat tipu daya yang jahat seperti itu dan tidak beriman kepada Nabi Muhammad dan Al-Qur’an merasa aman dari bencana akibat perbuatan mereka berupa dibenamkannya bumi oleh Allah bersama mereka, sehingga mereka tertimbun hidup-hidup di perut bumi? Atau-kah mereka merasa aman dari datangnya siksa secara tiba-tiba kepada mereka dari arah yang tidak mereka sadari pada saat mereka tinggal di rumah?"
  },
  {
    "verse_number": 46,
    "tafsir": "Atau-kah mereka merasa aman apabila Allah mengazab mereka dengan siksa yang tidak mereka sangka pada waktu mereka dalam perjalanan meninggalkan rumah? Jika Allah menghendaki niscaya azab itu akan menimpa mereka sehingga mereka tidak akan berdaya menolak-nya dengan cara apa pun."
  },
  {
    "verse_number": 47,
    "tafsir": "Atau-kah mereka merasa aman jika Allah mengazab mereka dengan azab yang diturunkan secara berangsur-angsur sampai mereka binasa? Maka Allah tidak segera menurunkan azab-azab itu guna memberi mereka kesempatan untuk sadar dan bertobat, karena sungguh, Tuhanmu Yang Mahakuasa atas segala sesuatu adalah Maha Pengasih, Maha Penyayang."
  },
  {
    "verse_number": 48,
    "tafsir": "Dan kaum musyrik tetap mengingkari kerasulan Nabi Muhammad dan menolak ayat-ayat yang beliau sampaikan, meski mereka telah menyaksikan bukti-bukti kekuasaan Allah. Apakah mereka tidak memperhatikan suatu benda yang diciptakan Allah, baik yang besar maupun kecil, yang bergerak maupun diam, yang hidup maupun mati; bayang-bayangnya berbolak-balik ke kanan dan ke kiri, semua dalam keadaan sujud dan tunduk kepada Allah. Mereka patuh terhadap hukum-hukum alam yang telah ditetapkan-Nya, dan mereka bersikap rendah hati menerima ketetapan itu. Tidakkah mereka memperhatikan sehingga mereka sadar dan mau beriman kepada Nabi Muhammad?"
  },
  {
    "verse_number": 49,
    "tafsir": "Dan tidakkah mereka memperhatikan pula bahwa segala apa yang ada di langit dan di bumi hanya bersujud kepada Allah? Yaitu semua makhluk yang hidup dan bergerak di bumi ini, dan demikian juga para malaikat, dan mereka (malaikat) tidak pernah menyombongkan diri dan membangkang perintah Allah."
  },
  {
    "verse_number": 50,
    "tafsir": "Mereka, para malaikat, selalu takut kepada Tuhan yang kekuasaanNya berada di atas kekuasaan mereka, dan mereka senantiasa melaksanakan apa saja yang diperintahkan. Tidak pernah sekali pun mereka menyepelekan apalagi melanggarnya."
  },
  {
    "verse_number": 51,
    "tafsir": "Bukti-bukti ini menunjukkan betapa Allah Mahakuasa dan Maha Esa, tidak ada sekutu bagi-Nya. Dan Allah memperingatkan manusia untuk mengesakan-Nya dengan berfirman, “Janganlah sekali-kali kamu menyembah dua tuhan dengan menyekutukan Allah dengan yang lain. Ketahuilah bahwa hanyalah Dia Tuhan Yang hak dan Maha Esa dalam zat, sifat, dan perbuatan-Nya. Maka hendaklah kepada-Ku saja kamu takut karena hanya Aku yang dapat memberi kamu kebaikan dan pertolongan. Janganlah kamu takut kepada yang lain, seperti berhala-berhala yang kamu sembah, karena mereka tidak berdaya menyelamatkan kamu dari azab-Ku.”"
  },
  {
    "verse_number": 52,
    "tafsir": "Dan ketahuilah, begitu besar kekuasaan Allah atas alam semesta. Milik-Nya meliputi segala apa yang ada di langit dan di bumi, yang kamu ketahui maupun tidak, yang hidup maupun mati, yang besar maupun kecil. Dan hanya kepada-Nyalah kamu beribadah dan menyatakan ketaatan selama-lamanya. Mengapa kamu mesti takut kepada selain Allah, padahal kamu sudah menyaksikan tanda-tanda kekuasaan-Nya?"
  },
  {
    "verse_number": 53,
    "tafsir": "Dan bagaimana bisa kamu tidak beribadah dan taat kepada-Nya, padahal segala nikmat, baik yang ada pada diri-mu maupun yang kamu nikmati dalam kehidupanmu, bersumber dari Allah Yang Maha Pemurah? Jika Dia mencabut nikmat-nikmat itu, tentu kamu tidak akan bisa hidup. Kemudian apabila kamu ditimpa sedikit kesengsaraan, maka kepada-Nyalah kamu segera meminta pertolongan agar kesengsaraan itu dihilangkan dari kamu."
  },
  {
    "verse_number": 54,
    "tafsir": "Kemudian apabila Dia Yang Mahakuasa dan Maha Esa telah menghilangkan bencana dan kesengsaraan itu dari kamu, ketaatanmu kepadaNya bukannya bertambah, malah sebagian kamu berpaling lalu mempersekutukan Tuhan Penolongmu dengan yang lain."
  },
  {
    "verse_number": 55,
    "tafsir": "Begitu banyak nikmat yang Kami anugerahkan, tetapi biarlah mereka mengingkari nikmat yang telah Kami berikan kepada mereka. Akan Kami katakan kepada mereka, “Bersenang-senanglah kamu dengan nikmat-nikmat itu dan berhala-berhala yang kamu sembah. Ketahuilah, kelak kamu pasti akan mengetahui akibat dari perbuatanmu.”"
  },
  {
    "verse_number": 56,
    "tafsir": "Dan tidak saja mengingkari nikmat dan keesaan Allah, mereka (kaum musyrik) menyediakan sebagian dari rezeki yang telah Kami berikan kepada mereka sebagai persembahan untuk berhala-berhala yang mereka tidak mengetahui kekuasaannya. Demi Allah Yang Mahakuasa, kamu, wahai orang musyrik, pasti akan ditanyai dan dimintai pertanggungjawaban oleh Allah tentang apa yang telah kamu ada-adakan."
  },
  {
    "verse_number": 57,
    "tafsir": "Kaum musyrik meyakini para malaikat berjenis perempuan dan mereka menetapkan para malaikat itu sebagai anak perempuan bagi Allah. Mahasuci Dia dari apa yang mereka tetapkan; sedang untuk mereka sendiri mereka menetapkan apa yang mereka sukai, berupa anak laki-laki."
  },
  {
    "verse_number": 58,
    "tafsir": "Mereka menisbatkan para malaikat sebagai putri-putri Allah, padahal apabila seseorang dari mereka diberi kabar dengan kelahiran anak perempuan, ia malu dan kecewa sehingga wajahnya menjadi hitam, merah padam, dan kusut; dan dia sangat marah atas kabar tersebut."
  },
  {
    "verse_number": 59,
    "tafsir": "Dia lalu menyembunyikan diri dari orang banyak disebabkan kabar buruk yang disampaikan kepadanya berupa kelahiran anak perempuan. Dalam keadaan demikian, dia bingung apakah dia akan memeliharanya dengan menanggung malu dan kehinaan dalam diri, martabat, dan kehormatannya, atau akan membenamkannya hidup-hidup ke dalam tanah? Ingatlah, alangkah buruknya putusan yang mereka tetapkan itu."
  },
  {
    "verse_number": 60,
    "tafsir": "Allah menegaskan bahwa bagi orang-orang yang tidak beriman pada kehidupan akhirat, ada sifat, sikap, dan perbuatan yang buruk; dan Allah Yang Maha Esa dan Mahakuasa mempunyai sifat Yang Mahatinggi. Ketinggian, kesucian, dan kekuasaan-Nya tidak dapat dijangkau oleh siapa pun dari makhluk-Nya. Dan Dia Mahaperkasa atas segala sesuatu, Mahabijaksana dalam kekuasaan-Nya dengan menempatkan sesuatu sesuai hikmah yang ditetapkan-Nya."
  },
  {
    "verse_number": 61,
    "tafsir": "Salah satu bentuk kebijaksanaan Allah adalah tidak serta merta mengazab orang yang bersalah. Dan kalau Allah menghukum manusia secara langsung karena kezaliman dan dosa-nya, seperti syirik dan kufur, niscaya tidak akan ada yang ditinggalkan-Nya di bumi ini dari makhluk yang melata sekalipun, tetapi Allah tidak melakukan hal demikian. Dia mampu melakukannya, tetapi karena kebijaksanaan-Nya, Dia memilih untuk menangguhkan hukuman dan azab bagi mereka sampai waktu yang sudah ditentukan oleh-Nya. Maka apabila ajalnya tiba sesuai dengan waktu yang telah ditentukan, mereka tidak dapat meminta penundaan atau percepatan sesaat pun atas azab itu."
  },
  {
    "verse_number": 62,
    "tafsir": "Dan mereka menetapkan bagi Allah apa yang mereka sendiri membencinya, yaitu anak perempuan. Dan lidah mereka mengucapkan kebohongan-walaupun boleh jadi hati mereka sendiri tidak membenarkannya-bahwa sesungguhnya segala yang baik-baik dalam kehidupan dunia dan akhirat hanyalah untuk mereka. Allah menegaskan, tidaklah dapat diragukan bahwa nerakalah yang pantas menjadi tempat kembali dan tempat tinggal bagi mereka, dan sesungguhnya mereka segera akan dimasukkan ke dalamnya."
  },
  {
    "verse_number": 63,
    "tafsir": "Kaum kafir Mekah bukanlah umat pertama yang berbuat demikian. Demi Allah, sungguh Kami telah mengutus para rasul, seperti Hud, Salih, Musa, dan Isa kepada umat-umat mereka sebelum Kami mengutus engkau, wahai Nabi Muhammad, kepada umatmu. Meski kaum-kaum itu mendapat dakwah dari para rasul, tetapi setan menjadikan terasa indah dan baik bagi mereka perbuatan buruk mereka seperti yang umatmu lakukan kepadamu. Setan berhasil menipu mereka sehingga dia menjadi pemimpin dan panutan mereka pada hari ini sebagaimana dia juga menjadi pemimpin dan panutan kaummu yang durhaka. Dan mereka semua yang telah, sedang, dan akan melakukan keburukan pasti akan mendapat azab yang sangat pedih di akhirat kelak."
  },
  {
    "verse_number": 64,
    "tafsir": "Kami mengutus para rasul untuk menjelaskan hukum-hukum Allah kepada kaum masing-masing, memberi mereka ketenangan batin, dan menyelesaikan perselisihan di antara mereka. Dan Kami tidak menurunkan Kitab Al-Qur’an ini kepadamu, wahai Nabi Muhammad, melainkan agar engkau dapat menjelaskan kepada mereka (umatmu) apa yang mereka perselisihkan dalam hal agama, sehingga mereka dapat membedakan perkara yang benar dan yang salah. Kami menurunkan Al-Qur’an dengan tujuan tersebut serta menjadi petunjuk dan penuntun bagi manusia menuju jalan yang benar, dan menjadi rahmat bagi orang-orang yang sudah dan hendak"
  },
  {
    "verse_number": 65,
    "tafsir": "Dan Allah menurunkan air hujan dari arah langit sesuai kadar yang ditentukan-Nya. Dan dengan air itu dihidupkan-Nya bumi dengan tumbuhnya berbagai jenis tanaman dan tumbuhan di permukaannya yang tadinya sudah mati, kering, dan tampak tanpa tanda kehidupan. Sungguh, pada yang demikian itu, yaitu turunnya air dari langit beserta proses yang terjadi padanya dan akibat yang ditimbulkannya terhadap permukaan bumi, benar-benar terdapat tanda-tanda kebesaran, kekuasaan, dan keesaan Allah bagi orang-orang yang mau mendengarkan dan mengambil pelajaran."
  },
  {
    "verse_number": 66,
    "tafsir": "Dan bukan saja pada air hujan, sungguh, pada hewan ternak yang kamu pelihara itu, seperti unta, sapi, kambing, dan domba, juga benar-benar terdapat pelajaran yang sangat berharga bagi kamu untuk mengakui kekuasan dan kebesaran-Nya jika kamu mau memperhatikan. Kami memberimu minum yang segar dan penuh gizi dari apa yang ada dalam perutnya, yakni hewan ternak betina, berupa susu murni yang tersarikan antara kotoran dan darah; susu yang bersih dari campuran keduanya, dan mudah ditelan bagi orang yang meminumnya."
  },
  {
    "verse_number": 67,
    "tafsir": "Dan tidakkah pula kamu mengambil pelajaran dari buah kurma dan anggur yang sangat bermanfaat bagi kehidupan kamu? Dari perasannya kamu dapat membuat minuman yang memabukkan, dan dari buah itu pula kamu bisa memperoleh rezeki yang baik, yakni tidak memabukkan. Sungguh, pada yang demikian itu benar-benar terdapat tanda kebesaran dan kekuasaan Allah bagi orang yang mengerti."
  },
  {
    "verse_number": 68,
    "tafsir": "Dan di antara begitu banyak tanda-tanda kekuasaan dan kebesaran Allah di bumi ini adalah bahwa Tuhanmu yang selalu membimbing dan berbuat baik kepadamu mengilhamkan kepada lebah, “Buatlah sarang dengan sungguh-sungguh di gua pada gunung-gunung, di lubang pada batang pohon-pohon kayu, dan di tempat-tempat yang dibikin manusia berupa sarang buatan.”"
  },
  {
    "verse_number": 69,
    "tafsir": "Melanjutkan ilhamnya kepada lebah, Allah berfirman, 'Kemudian makanlah, yakni isaplah, dari segala macam bunga dari buah-buahan pada pepohonan yang besar maupun kecil, lalu tempuhlah jalan yang telah ditentukan oleh Tuhan Pencipta dan Pemelihara-mu, yang telah dimudahkan bagimu.” Dengan izin dan kekuasaan Allah, dari perut lebah itu keluar sejenis minuman yang amat lezat berupa madu yang bermacam-macam warna dan rasa-nya. Di dalamnya terdapat kandungan yang bermanfaat bagi daya tahan tubuh dan obat yang dapat menyembuhkan bagi beberapa penyakit manusia. Sungguh, pada yang demikian itu benar-benar terdapat suatu tanda kekuasaan dan kebesaran Allah bagi orang yang berpikir."
  },
  {
    "verse_number": 70,
    "tafsir": "Dan di antara tanda-tanda kekuasaan Allah adalah bahwa Dia telah menciptakan kamu, wahai manusia, dari sumber yang satu yaitu tanah sehingga kamu ada dan dapat hidup di dunia ini. Kemudian dengan kekuasaan-Nya pula Dia mewafatkanmu dengan berbagai cara dan dalam usia yang berbeda sesuai waktu yang telah ditentukan-Nya. Di antara kamu ada yang dimatikan pada usia muda dan ada pula yang dikembalikan kepada usia yang tua renta, pikun, dan lemah kembali bagaikan bayi, sehingga pada usia itu dia tidak mengetahui lagi sesuatu yang dulu pernah diketahuinya. Sungguh, Allah Maha Mengetahui segala sesuatu dan rahasia dari ciptaan-Nya, Mahakuasa melakukan apa saja yang dikehendaki-Nya."
  },
  {
    "verse_number": 71,
    "tafsir": "Demikianlah, Allah berkuasa menciptakan perbedaan dalam umur manusia. Dan Allah Yang Maha Mengetahui, Mahabijaksana, dan Mahakuasa pun berkuasa melebihkan sebagian kamu atas sebagian yang lain dalam hal rezeki, kedudukan, jabatan, kekayaan, dan semisalnya. Allah telah membagi rezeki dengan cara demikian kepada manusia, tetapi di antara orang yang dilebihkan rezekinya ada yang tidak mau memberikan sebagian dari rezekinya kepada para hamba sahaya yang mereka miliki, padahal mereka sama-sama manusia, sehingga kalau saja mereka mau saling berbagai niscaya mereka sama-sama merasakan kenikmatan rezeki itu. Mengapa mereka mengingkari nikmat Allah?"
  },
  {
    "verse_number": 72,
    "tafsir": "Dan di antara tanda kekuasaan Allah adalah bahwa dia menjadikan bagimu pasangan suami atau istri dari jenis kamu sendiri agar kamu dapat menggapai ketenangan hidup. Dan Dia menjadikan anak dan kemudian cucu laki-laki dan perempuan dari pasanganmu, serta memberimu rezeki dari berbagai anugerah yang baik dan sesuai dengan kebutuhan hidup kamu. Jika manusia mengetahui kekuasaan Allah yang demikian besar, lalu mengapa mereka yang kafir tetap saja menyekutukan Allah dan beriman kepada yang batil, yakni berhala-berhala, dan mengingkari nikmat Allah yang telah mereka terima dan rasakan?"
  },
  {
    "verse_number": 73,
    "tafsir": "Dan orang kafir serta musyrik tetap enggan menyembah Allah yang telah memberi mereka berbagai rezeki dan anugerah. Mereka justru menyembah selain Allah, sesuatu yang sama sekali tidak dapat memberikan rezeki dalam bentuk apa pun kepada mereka, yang bersumber dari langit seperti air dan yang bersumber dari bumi, seperti tanah tempat mereka bercocok tanam dan menggembalakan ternak. Dan sesembahan mereka itu tidak akan sanggup mendatangkan mudarat bagi mereka dan tidak pula sanggup menolong dan melindungi mereka dari azab Allah."
  },
  {
    "verse_number": 74,
    "tafsir": "Maka janganlah kamu, wahai manusia, mengadakan sekutu-sekutu bagi Allah dengan menyembah dan mempertuhankan apa pun selain Dia serta menisbatkan sifat-sifat buruk kepada-Nya. Sungguh, Allah mengetahui segala sesuatu, sedang kamu tidak mengetahui kecuali yang telah Allah ajarkan kepada kamu. Karena itu, berbuatlah sesuai arahan Allah sebab hal itu tentu baik bagi kehidupanmu."
  },
  {
    "verse_number": 75,
    "tafsir": "Usai melarang manusia menyekutukan-Nya dan menetapkan sifat-sifat buruk bagi-Nya, Allah lalu membuat perumpamaan buruknya sikap dan sesatnya tindakan orang kafir bagaikan seorang hamba sahaya yang berada di bawah kekuasaan orang lain; seorang hamba sahaya yang tidak berdaya bertindak dan berbuat sesuatu, dan seorang yang merdeka yang Kami beri rezeki yang baik, halal, dan melebihi kebutuhannya lalu dia menginfakkan di jalan Kami sebagian dari rezeki itu secara sembunyi-sembunyi dan secara terang-terangan. Samakah mereka yang keadaannya bertolak belakang itu? Tentu tidak. Segala puji hanya bagi Allah Yang Maha Esa, Maha Mengetahui. Kamu, wahai kaum muslim, mengetahui bahwa segala puji hanya bagi Allah, tetapi kebanyakan mereka yang kafir tidak mengetahui hal itu."
  },
  {
    "verse_number": 76,
    "tafsir": "Dan selain perumpamaan itu, Allah juga membuat perumpamaan yang lain, yaitu mengenai dua orang laki-laki yang seorang dari keduanya bisu dan tidak dapat berbuat sesuatu yang bermanfaat bagi dirinya dan orang lain, serta tidak pula dapat memberi maupun menerima informasi. Dan di samping itu, dia menjadi beban bagi penanggungnya. Ke mana saja dia disuruh oleh penanggungnya dan apa pun yang diminta olehnya, dia sama sekali tidak dapat melaksanakannya dan tidak pula dapat mendatangkan suatu kebaikan pun. Samakah orang yang bisu itu dengan orang yang memiliki pikiran sehat, bijaksana dalam ucapan, dapat bertindak baik sesuai keinginannya, tidak menjadi beban bagi orang lain, dapat menyuruh orang lain berbuat keadilan, dan dia berada di jalan yang lurus dengan mematuhi aturan Allah? Tentu tidak sama. Lalu bagaimana mungkin kamu, wahai kaum musyrik, menyamakan berhala yang bisu, tuli, dan tidak berkuasa apa pun dengan Allah yang Maha Melihat, Maha Mendengar, dan Mahakuasa?"
  },
  {
    "verse_number": 77,
    "tafsir": "Dan hanya milik Allah-lah apa saja yang tersembunyi di langit dan di bumi, termasuk di dalamnya perihal kiamat. Kiamat adalah hal gaib, tetapi niscaya terjadi. Hanya Allah yang tahu kapan dan bagaimana kiamat terjadi. Urusan kejadian Kiamat itu bukanlah hal yang sulit bagiNya. Kejadiannya begitu cepat, hanya seperti sekejap mata atau lebih cepat lagi, dalam perkiraan dan pemikiran kamu. Bagi Allah, tidak ada perhitungan waktu dalam kejadian hari kiamat karena sesungguhnya Allah Mahakuasa atas segala sesuatu."
  },
  {
    "verse_number": 78,
    "tafsir": "Allah Mahakuasa dan Maha Mengetahui; tidak ada yang luput dari pengetahuan-Nya. Dan di antara bukti kekuasaan dan pengetahuan Allah adalah bahwa Dia telah mengeluarkan kamu, wahai manusia, dari perut ibumu. Kamu sebelumnya tidak ada, kemudian terjadilah suatu proses yang mewujudkanmu dalam bentuk janin yang hidup dalam kandungan ibu dalam waktu yang ditentukan-Nya. Ketika masanya telah tiba, Allah lalu mengeluarkanmu dari perut ibumu dalam keadaan tidak mengetahui sesuatu pun, baik tentang dirimu sendiri maupun tentang dunia di sekelilingmu. Dan Dia memberimu pendengaran agar dapat mendengar bunyi, penglihatan agar dapat melihat objek, dan hati nurani agar dapat merasa dan memahami. Demikianlah, Allah menganugerahkan itu semua kepadamu agar kamu bersyukur."
  },
  {
    "verse_number": 79,
    "tafsir": "Bukti wujud dan kuasa Allah begitu banyak, tetapi mengapa tidak sedikit manusia yang tetap enggan beriman kepada-Nya? Tidakkah mereka memperhatikan burung-burung yang dapat terbang di angkasa dengan mudah atas izin dan kuasa-Nya. Tidak ada yang dapat menahannya tetap melayang di angkasa tanpa terjatuh selain Allah. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda kebesaran dan kekuasaan Allah bagi orang-orang yang beriman."
  },
  {
    "verse_number": 80,
    "tafsir": "Setelah pada beberapa ayat sebelumnya Allah berbicara tentang burung-burung di angkasa sebagai tanda kekuasaan-Nya, pada ayatayat berikut Allah menunjukkan beberapa nikmat- Nya yang langsung manusia rasakan setiap saat. Dia menyatakan, “Dan Allah menjadikan rumah-rumah bagimu yang kamu buat dari berbagai bahan yang telah Allah siapkan untuk itu, seperti kayu, besi, batu, dan tanah; Allah menjadikannya sebagai tempat tinggal yang memberi kamu ketenangan dari berbagai gangguan lahir dan batin. Dan selain itu, Dia menjadikan bagimu rumah-rumah dalam bentuk kemah-kemah yang secara khusus terbuat dari kulit hewan ternak, seperti kulit unta, sapi, kambing, dan hewan-hewan halal lainnya, yang kamu merasa ringan dan mudah membawanya pada waktu kamu bepergian dan pada waktu kamu bermukim di tempat tertentu. Dan ingat pula bahwa Allah juga menjadikan bagi kamu dari bulu domba, bulu unta, dan bulu kambing, alat-alat rumah tangga, seperti alas lantai, tikar, wadah air dan menjadi perhiasan-perhiasan, seperti tas, sepatu, dan dompet, yang dapat memberi kesenangan bagi kalian sampai waktu tertentu."
  },
  {
    "verse_number": 81,
    "tafsir": "Dan di samping itu, Allah juga menjadikan tempat-tempat bernaung dan berlindung bagimu dari berbagai bahaya dan situasi yang tidak menyenangkan, yang terbuat dari apa yang telah Dia ciptakan untuk kalian, seperti pepohonan yang rindang dan bangunan yang tinggi. Selain itu, Dia menjadikan bagimu tempat-tempat tinggal di gunung-gunung, seperti gua, lorong, dan terowongan yang dapat kamu jadikan tempat tinggal untuk waktu yang lama atau tempat berteduh untuk sementara waktu. Dan Dia menjadikan pakaian bagimu yang terbuat dari bahan lunak yang telah diciptakan-Nya, seperti kapas dan katun dari tumbuh-tumbuhan dan wol dari bulu binatang, yang semuanya dapat memeliharamu dari panas dan dingin; dan Allah juga menjadikan bagimu pakaian yang terbuat dari bahan keras, seperti baju zirah yang dapat memelihara kamu dalam peperangan. Demikianlah, Allah menyempurnakan berbagai nikmat-Nya kepadamu agar kamu berserah diri kepada-Nya dengan tunduk dan mematuhi aturan-Nya."
  },
  {
    "verse_number": 82,
    "tafsir": "Untuk menghibur Nabi Muhammad, Allah melalui ayat ini mengingatkan beliau bahwa tugasnya hanya sekadar menyampaikan dakwah. Allah berfirman, “Maka jika mereka berpaling dari tuntunan-tuntunan yang engkau sampaikan, maka ketahuilah bahwa sesungguhnya kewajiban yang dibebankan atasmu hanyalah menyampaikan amanat Allah dengan terang, dengan segala kemampuanmu, baik melalui lisan maupun keteladanan. Dengan begitu, pembangkangan mereka adalah tanggung jawab mereka sendiri. Engkau tidak akan sedikit pun dituntut bertanggung jawab atas penolakan mereka tersebut."
  },
  {
    "verse_number": 83,
    "tafsir": "Ketahuilah, wahai Nabi Muhammad, bahwa tuntunan yang kausampaikan kepada mereka sudah amat jelas. Mereka sendiri yang eng-gan mengikuti tuntunanmu itu. Mereka mengetahui bahwa semua nikmat yang mereka dapatkan bersumber dari Allah dan mereka mengakui itu hanya dengan lisan mereka, kemudian mereka mengingkarinya dengan sikap, tingkah laku, dan keyakinan mereka yang sesat. Dan kebanyakan mereka adalah orang yang ingkar kepada Allah atas segala nikmat-Nya dan abai terhadap tuntunan-Nya.”"
  },
  {
    "verse_number": 84,
    "tafsir": "Setelah menjelaskan keengganan kaum kafir mengikuti tuntunan Nabi Muhammad, pada ayat ini Allah memperingatkan semua orang akan apa yang dialami oleh orang-orang kafir pada suatu hari ketika mereka tidak dapat membela diri. Allah menyatakan, “Dan ingatkanlah semua orang, wahai Nabi Muhammad, pada suatu hari ketika Kami bangkitkan seorang saksi, yakni rasul, yang dipilih dari setiap umat untuk memberi kesaksian terhadap apa yang telah orang-orang kafir lakukan. Kemudian pada hari itu tidak diizinkan kepada orang yang kafir untuk membela diri dan tidak pula mereka dibolehkan memohon ampunan atas dosa-dosa yang telah mereka lakukan. Itu karena kesempatan untuk memohon ampun semasa hidup sudah mereka lewatkan."
  },
  {
    "verse_number": 85,
    "tafsir": "Dan apabila orang zalim dengan berbuat syirik dan kufur semasa di dunia ini telah menyaksikan tempat azab dan siksaan yang telah Allah siapkan bagi mereka di akhirat, maka mereka merasa ketakutan dan menyesali keingkaran yang telah mereka lakukan. Dalam keadaan demikian, mereka tidak mendapat keringanan sedikit pun dari azab tersebut, dan tidak pula diberi penangguhan.”"
  },
  {
    "verse_number": 86,
    "tafsir": "Selain siksaan, kepada orang yang berbuat syirik juga diperlihatkan sekutu-sekutu yang mereka sembah. Dalam kaitan itu Allah menyatakan, “Dan apabila orang yang mempersekutukan Allah melihat sekutu-sekutu, yakni berhala atau sesembahan yang mereka persekutukan kepada Allah, mereka berkata, “Ya Tuhan kami, mereka inilah sekutu-sekutu-Mu dalam pandangan dan sangkaan kami yang di dunia dahulu kami sembah selain Engkau. Kami mengira dengan begitu mereka dapat mendekatkan kami kepada-Mu. Harapan itu ternyata tidak benar. Karena itu, ringankanlah siksa kami dan timpakanlah sebagian siksa itu kepada mereka.” Mendengar ucapan tersebut, lalu sekutu mereka menyatakan dengan tegas kepada mereka, “Kamu benar-benar pendusta. Kamu menjadikan kami sebagai sekutu Allah, padahal kami bukanlah sekutu-Nya. Kalianlah menyembah kami atas kehendak nafsu kalian sendiri.”"
  },
  {
    "verse_number": 87,
    "tafsir": "Permohonan keringanan siksa yang mereka ajukan kepada Allah menjadi sia-sia belaka. Dan pada hari itu pula mereka menyatakan tundukdan berserah diri kepada Allah semata, dan lenyaplah segala yang mereka ada-adakan; batallah keyakinan mereka selama di dunia bahwa sesembahan itu dapat menolong dan menyelamatkan mereka dari azab Allah."
  },
  {
    "verse_number": 88,
    "tafsir": "Orang yang kafir dan menzalimi diri sendiri dengan mempersekutukan Allah dan mengingkari dakwah para rasul, dan menzalimi orang lain dengan menghalangi mereka dari mengikuti jalan Allah, yakni jalan kebaikan dan kebenaran yang membawa mereka menuju keselamatan, Kami tambahkan kepada mereka siksaan demi siksaan yang diberikan kepada orang kafir. Siksaan yang lebih itu ditimpakan kepada mereka disebabkan mereka selalu berbuat kerusakan di bumi."
  },
  {
    "verse_number": 89,
    "tafsir": "Dan ingatlah pada hari ketika Kami bangkitkan pada setiap umat seorang saksi atas mereka, yaitu seorang nabi atau tokoh yang diakui kesalehan dan ketakwaannya, dari golongan mereka sendiri, yang memberi kesaksian dengan jujur; dan Kami datangkan pula engkau, wahai Nabi Muhammad, menjadi saksi atas mereka semua. Dan Kami turunkan Kitab Al-Qur’an kepadamu secara berangsur untuk menjelaskan kepada manusia prinsip-prinsip umum segala sesuatu, sebagai petunjuk menuju jalan kebenaran dan kedamaian, serta rahmat dan kabar gembira bagi orang yang berserah diri sepenuh hati kepada Allah."
  },
  {
    "verse_number": 90,
    "tafsir": "Ayat sebelumnya menjelaskan bahwa Al-Qur'an adalah penjelasan, petunjuk, rahmat, dan kabar gembira bagi orang yang berserah diri kepada Allah. Ayat ini kemudian mengiringinya dengan petunjuk-petunjuk dalam Al-Qur'an bagi mereka. Petunjuk pertama adalah perintah untuk berlaku adil dan berbuat kebajikan. Allah menyatakan, “Sesungguhnya Allah selalu menyuruh semua hamba-Nya untuk berlaku adil dalam ucapan, sikap, tindakan, dan perbuatan mereka, baik kepada diri sendiri maupun orang lain, dan Dia juga memerintahkan mereka berbuat kebajikan, yakni perbuatan yang melebihi perbuatan adil; memberi bantuan apa pun yang mampu diberikan, baik materi maupun nonmateri secara tulus dan ikhlas, kepada kerabat, yakni keluarga dekat, keluarga jauh, bahkan siapa pun. Dan selain itu, Dia melarang semua hamba-Nya melakukan perbuatan keji yang tercela dalam pandangan agama, seperti berzina dan membunuh; melakukan kemungkaran yaitu hal-hal yang bertentangan dengan nilai-nilai dalam adat kebiasaan dan agama; dan melakukan permusuhan dengan sesama yang diakibatkan penzaliman dan penganiayaan. Melalui perintah dan larangan ini Dia memberi pengajaran dan tuntunan kepadamu tentang hal-hal yang terkait dengan kebajikan dan kemungkaran agar kamu dapat mengambil pelajaran yang berharga.”"
  },
  {
    "verse_number": 91,
    "tafsir": "Petunjuk berikutnya adalah perintah untuk menepati janji. Allah berpesan, “Dan tepatilah janji yang telah kalian ikrarkan dengan Allah secara sungguh-sungguh apabila kamu berjanji, dan janganlah kamu melanggar sumpah, yaitu perjanjian yang kamu teguhkan setelah janji itu diikrarkan dengan menyebut nama-Nya. Bagaimana kamu tidak menepati janji dan sumpah yang telah diikrarkan dan diteguhkan, sedang kamu telah menjadikan Allah sebagai saksimu atas janji dan sumpah tersebut. Sesungguhnya Allah mengetahui segala apa yang kamu perbuat. Baik niat yang terpintas dalam hati maupun tindakan dan perbuatan yang kamu lakukan, baik yang rahasia maupun yang nyata, termasuk janji dan sumpah yang kamu ikrarkan, tidak ada yang samar bagi Allah.”"
  },
  {
    "verse_number": 92,
    "tafsir": "Dan janganlah kamu, dalam hal mengingkari janji yang telah diikrarkan dan sumpah yang telah diucapkan, seperti halnya seorang perempuan yang menguraikan kembali benangnya yang sudah dipintal dengan kuat sehingga menjadi cerai berai kembali. Sesungguhnya kamu tahu bahwa itu adalah tindakan bodoh dan buruk. Tindakan seperti itu sama halnya dengan kamu menjadikan sumpah dan perjanjian-mu sebagai alat penipu di antaramu, disebabkan adanya satu golongan yang lebih banyak jumlahnya, lebih banyak hartanya, lebih kuat kedudukannya, atau lebih tinggi posisinya dari golongan yang lain. Allah hanya menguji kamu dengan hal itu, yakni dengan adanya kelompok manusia yang lebih kaya dan berkedudukan lebih tinggi, dapatkah kamu tetap menepati janji dan memenuhi sumpahmu. Dan pasti pada hari Kiamat kelak akan dijelaskan-Nya kepadamu apa yang dahulu kamu perselisihkan itu. Allah akan memberi balasan sesuai perbuatan yang telah kamu lakukan."
  },
  {
    "verse_number": 93,
    "tafsir": "Usai mengisyaratkan adanya perselisihan di antara umat manusia dalam beberapa persoalan kehidupan, pada ayat ini Allah menyatakan kekuasaannya untuk menghilangkan perselisihan itu seandainya Dia berkehendak. Dan jika Allah menghendaki kamu menjadi satu umat, niscaya Dia menjadikan kamu satu umat yang memiliki satu pendapat saja, tanpa ada perselisihan sedikit pun di antara kamu, tetapi Allah tidak berbuat demikian karena Dia memberi manusia kebebasan untuk memilih jalan sesuai kemauannya: yang sesat atau yang lurus. Dia menyesatkan siapa yang Dia kehendaki atas pilihannya memilih jalan kesesatan, dan memberi kemampuan untuk melaksanakan petunjuk kepada siapa yang Dia kehendaki, juga atas pilihannya memilih jalan petunjuk. Tetapi, kamu pasti akan ditanya tentang apa yang telah kamu kerjakan. Kamu akan diminta pertanggungjawaban dan mendapat balasan atas amal perbuatan kamu."
  },
  {
    "verse_number": 94,
    "tafsir": "Dan janganlah kamu berkhianat dengan men-jadikan sumpah-sumpahmu sebagai alat penipu di antaramu, yang menyebabkan kaki-mu tergelincir dan terjatuh setelah tegak dan mantap-nya di jalan yang benar. Dan kamu akan terus merasakan keburukan di dunia karena dengan berkhianat maka kepercayaan kepadamu akan hilang. Bila hal itu terjadi maka kamu telah menghalangi siapa pun, baik dirimu sendiri maupun orang lain, dari jalan Allah, dan akibat dari perbuatan itu kamu akan mandapat azab yang besar di akhirat jika kamu tidak bertobat kepada Allah."
  },
  {
    "verse_number": 95,
    "tafsir": "Dan, wahai orang-orang yang beriman, janganlah kamu jual dan tukarkan perjanjian yang telah kamu ikrarkan dan kukuhkan dengan nama Allah dengan kenikmatan duniawi yang fana, sebanyak apa pun yang kamu dapatkan. Setinggi apa pun nilai yang kamu dapat dan sebanyak apa pun jumlah yang kamu peroleh dari penukaran itu, nilai dari semua itu adalah harga yang murah, sedikit, dan segera musnah, karena sesungguhnya apa yang ada di sisi Allah, yaitu pahala dan imbalan yang Dia siapkan untukmu sebagai balasan atas keteguhanmu menjaga perjanjian dengan-Nya, adalah lebih baik bagimu jika kamu adalah orang yang benar-benar mengetahui."
  },
  {
    "verse_number": 96,
    "tafsir": "Ketahuilah, wahai manusia, bahwa apa yang ada di sisimu, berupa kenikmatan duniawi, suatu saat nanti pasti akan lenyap, hancur, hilang, dan berakhir, dan apa yang ada di sisi Allah, berupa kenikmatan ukhrawi dan balasan amal baik yang akan kamu peroleh adalah kekal dan kamu akan senantiasa mendapatkannya secara abadi. Dan ketahuilah, wahai orang yang beriman, bahwa Kami pasti akan memberi balasan yang setimpal kepada orang yang sabar dalam melaksanakan tuntunan Allah dan meninggalkan larangan-Nya, dengan pahala yang berlipat ganda dan lebih baik dari apa yang telah mereka kerjakan."
  },
  {
    "verse_number": 97,
    "tafsir": "Barang siapa mengerjakan kebajikan sekecil apa pun, baik dia laki-laki maupun perempuan, dalam keadaan beriman dan dilandasi keikhlasan, maka pasti akan Kami berikan kepadanya kehidupan yang baik di dunia dan akan Kami beri dia balasan di akhirat atas kebajikannya dengan pahala yang lebih baik dan berlipat ganda dari apa yang telah mereka kerjakan."
  },
  {
    "verse_number": 98,
    "tafsir": "Usai menjelaskan pahala yang disiapkan-Nya sebagai balasan amal saleh orang beriman, pada ayat ini Allah lalu menjelaskan bahwa membaca Al-Qur’an adalah salah satu dari amal saleh itu. Allah menyatakan, “Apabila engkau hendak membaca Al-Qur'an, mohonlah perlindungan dengan tulus kepada Allah dengan mengucapkan kalimat a'uzu billahi minasy syaithanir rajim, baik secara keras maupun lirih, agar engkau dihindarkan oleh Allah dari bisikan, rayuan, dan godaan setan yang terkutuk karena dijauhkan dari rahmat Allah.”"
  },
  {
    "verse_number": 99,
    "tafsir": "Dengan memohon perlindungan secara tulus, Allah pasti akan melindungimu. Sungguh, setan itu dengan segala bisikan, rayuan, dan godaannya tidak akan berpengaruh negatif terhadap orang yang beriman dengan mantap dan bertawakal kepada Tuhan, sebagai Pemelihara, Penjaga, dan Pelindung mereka."
  },
  {
    "verse_number": 100,
    "tafsir": "Betapapun setan berupaya menggoda dan menjerumuskan orang yang beriman dan bertawakal kepada Allah, ia tidak akan berhasil. Kekuasaan dan pengaruhnya, yakni bisikan, rayuan, dan godaan setan hanyalah berdampak negative terhadap orang yang menjadikannya pemimpin serta mendengar dan mengikuti bisik rayunya, dan berpengaruh negatif pula terhadap orang yang mempersekutukannya dengan Allah, yakni menjadikan setan sebagai sekutu-sekutu bagi Allah."
  },
  {
    "verse_number": 101,
    "tafsir": "Usai meminta pembaca Al-Qur’an untuk memohon perlindungan Allah dari setan, melalui ayat ini Allah lalu meyakinkan kepada Nabi Muhammad dan umatnya dengan menjelaskan bahwa penggantian suatu ayat dengan ayat yang lain adalah inisiatif dari Allah, bukan dari Nabi Muhammad. Allah menyatakan, “Dan apabila Kami, Allah, mengganti suatu ayat Al-Qur’an dengan ayat yang lain, dan Allah Yang Maha Mengetahui lebih mengetahui apa yang diturunkan-Nya, antara lain terkait kapan dan di mana ayat itu diturunkan, ayat yang diganti dan yang menggantikannya, serta maslahat apa yang terkandung dalam penggantian ayat tersebut. Allah menyatakan hal ini karena mereka, yakni orang-orang kafir, berkata, 'Sesungguhnya engkau, wahai Muhammad, pembohong dan hanya mengada-ada saja. Engkau mengaku penggantian ayat bersumber dari Allah, padahal itu dari kemauanmu sendiri.’ Ketahuilah, wahai Nabi Muhammad, bahwa sebenarnya kebanyakan mereka yang kafir dan musyrik tidak mengetahui apa yang mereka ucapkan.”"
  },
  {
    "verse_number": 102,
    "tafsir": "Katakanlah kepada mereka, wahai Nabi Muhammad, “Aku tidak mengada-ada, bukan pula pembohong seperti tuduhan kamu. Penggantian itu merupakan kehendak Allah.” Katakanlah pula, “Rohulkudus, yakni Jibril, menurunkan Al-Qur’an itu secara berangsur kepadaku, dari Tuhanmu, bukan dari Jibril sendiri dan bukan pula dari manusia. Dia menurunkan Al-Qur’an dengan benar, membawa dan berisi kebenaran, serta dengan tujuan yang benar, untuk meneguhkan hati orang yang telah beriman, dan menjadi petunjuk yang jelas menuju jalan kebenaran serta memberi kabar gembira tentang kebahagiaan di akhirat bagi orang yang berserah diri dengan ikhlas kepada Allah.”"
  },
  {
    "verse_number": 103,
    "tafsir": "Dan sesungguhnya Kami mengetahui bahwa mereka yang tidak mempercayai datangnya Al-Qur’an dari Allah berkata, “Sesungguhnya Al-Qur’an itu bukanlah kitab dari Allah yang dibawa turun oleh Jibril sebagaimana pengakuan Muhammad, melainkan hanya diajarkan oleh seorang manusia, yakni pria dari Romawi atau Persia, kepadanya, yakni Muhammad.” Tuduhan mereka batil karena bahasa yang digunakan oleh orang yang mereka tuduhkan kepadanya adalah bahasa 'Ajam, bukan bahasa Arab, padahal Al-Qur’an ini adalah dalam bahasa Arab yang jelas dan memiliki keindahan susunan dan makna yang tidak mampu ditandingi bahkan oleh sastrawan hebat sekalipun."
  },
  {
    "verse_number": 104,
    "tafsir": "Usai menceritakan keingkaran kaum kafir atas ayat-ayat yang Rasulullah sampaikan, Allah lalu menyebut azab bagi mereka, “Sesungguhnya orang yang tidak beriman kepada ayat-ayat Allah, yaitu Al-Qur’an dan tanda-tanda kebesaran-Nya di alam semesta, Allah tidak akan memberi petunjuk kepada mereka menuju keimanan dan mengamalkan tuntunan-Nya, padahal Dia telah menganugerahi mereka potensi iman dan menjelaskan kepada mereka ayat-ayat itu melalui rasul-Nya. Dan akibat keingkaran mereka itumereka akan mendapat azab yang pedih jika tidak bertobat."
  },
  {
    "verse_number": 105,
    "tafsir": "Selain menuduh Nabi Muhammad sebagai pembohong, orang kafir juga meyakini ayat-ayat yang beliau sampaikan adalah hasil karyanya sendiri, bukan dari Allah. Menepis tuduhan itu Allah menegaskan sesungguhnya yang mengada-adakan kebohongan hanyalah orang-orang yang tidak mau beriman kepada ayat-ayat Allah, baik yang termaktub dalam Al-Qur’an maupun terbentang di alam semesta, dan mereka itulah pembohong sejati, bukan Nabi Muhammad."
  },
  {
    "verse_number": 106,
    "tafsir": "Barang siapa kembali kafir kepada Allah setelah dia beriman kepada ajaran-Nya dengan bukti-bukti kebenaran-Nya-kecuali orang yang dipaksa kafir lalu menyatakan kekafirannya di bawah paksaan itu, padahal hatinya tetap tenang dalam beriman, maka dia tidaklah berdosa-tetapi orang yang melapangkan dadanya untuk kekafiran dan menyatakannya dengan suka rela, maka kemurkaan Allah yang amat besar akan menimpanya di dunia, dan mereka pun akan mendapat azab yang besar berupa siksa neraka di akhirat."
  },
  {
    "verse_number": 107,
    "tafsir": "Yang demikian itu, yaitu kemurtadan dan kekafiran mereka, disebabkan karena mereka lebih mencintai dan mengutamakan kehidupan dunia daripada kehidupan akhirat, padahal kehidupan akhirat dengan segala kenikmatannya jauh lebih baik daripada kehidupan dunia, dan Allah tidak memberi petunjuk kepada kaum yang kafir."
  },
  {
    "verse_number": 108,
    "tafsir": "Mereka yang berpaling dari kebenaran dan mengesampingkan iman dan petunjuk itulah orang yang hati, pendengaran, dan penglihatannya telah dikunci oleh Allah. Allah membiarkan mereka larut dalam kesesatan dan kekufuran sesuai kemauan mereka sehingga hati mereka terkunci mati, pendengaran mereka tidak lagi mampu mendengar bimbingan, dan penglihatan mereka tidak dapat melihat tanda-tanda kebesaran Allah. Mereka itulah orang yang benar-benar lalai dari memperhatikan kehidupan mereka."
  },
  {
    "verse_number": 109,
    "tafsir": "Pastilah, tidak diragukan lagi, mereka yang kembali kepada kekafiran setelah menyatakan beriman itu termasuk orang yang rugi di akhirat nanti. Mereka akan menyesali apa yang telah diperbuatnya, padahal penyesalan di hari itu tidak lagi berguna."
  },
  {
    "verse_number": 110,
    "tafsir": "Setelah mengancam orang yang kembali kepada kekafiran, Allah lalu beralih menghibur Nabi Muhammad dengan balasan bagi orang yang berhijrah, “Kemudian Tuhanmu, wahai Nabi Muhammad, adalah Pembimbing dan Pelindung bagimu dan bagi orang yang berhijrah demi menyelamatkan jiwa dan agama mereka setelah menderita cobaan dan penganiayaan dari orang kafir, kemudian mereka berjihad mempertahankan agama dan keyakinanan mereka dan bersabar menghadapi tantangan dan rintangan serta melaksanakan tugas keagamaan mereka. Sungguh, Tuhanmu setelah itu, yaitu setelah mereka diuji dengan cobaan yang berat, benar-benar Maha Pengampun atas dosa dan kesalahan mereka, Maha Penyayang atas pelanggaran mereka.”"
  },
  {
    "verse_number": 111,
    "tafsir": "Ingatkanlah umatmu, wahai Nabi Muhammad, pada hari ketika setiap orang datang kepada Allah untuk membela dirinya sendiri dengan berbagai alasan dari kesalahan dan dosanya. Dan bagi setiap orang, baik mukmin maupun kafir, yang taat maupun yang durhaka, diberi balasan penuh sesuai dengan apa yang telah dikerjakannya, dan mereka tidak dizalimi atau dirugikan sedikit pun. Allah akan membalas sekecil apa pun amal baik dan buruk yang telah manusia lakukan."
  },
  {
    "verse_number": 112,
    "tafsir": "Jika ayat sebelumnya menjelaskan hukuman bagi orang yang mengingkari ayat-ayat Allah dan tanda-tanda kekuasaan-Nya di alam, maka pada ayat berikut Allah menyebut balasan bagi orang yang mengingkari nikmat-Nya. Allah berfirman, “Dan Allah telah membuat suatu perumpamaan berupa sebuah negeri yang dahulu penduduk-nya merasa aman dari segala ancaman lagi tenteram dengan segala kesenangan hidup di dalamnya; rezeki datang kepadanya melimpah ruah dari segenap tempat dengan berbagai cara, tetapi penduduknya mengingkari nikmat-nikmat Allah, yakni tidak menggunakannya sesuai tuntunan Allah. Karena kedurhakaan itu, Allah mengubah kondisi mereka dengan menimpakan kepada mereka bencana kelaparan dan ketakutan, disebabkan apa yang mereka perbuat.”"
  },
  {
    "verse_number": 113,
    "tafsir": "Dan Allah tidak menimpakan azab itu secara tiba-tiba tanpa memberi peringatan sebelumnya. Allah menegaskan, “Sungguh, telah datang kepada mereka seorang rasul yang berasal dari kalangan mereka sendiri untuk mengingatkan mereka. Mereka mengenalnya dengan baik; bagaimana asal-usulnya dan kepribadiannya yang mulia, tetapi mereka mendustakan, mengingkari, dan menolak peringatan yang disampaikan-nya sebagaimana kalian, wahai kaum musyrik Mekah, melakukan hal yang sama. Karena kedurhakaan itu mereka ditimpa azab, dan mereka adalah orang yang zalim kepada diri mereka sendiri."
  },
  {
    "verse_number": 114,
    "tafsir": "Agar azab Allah tidak menimpa kamu lantaran tidak mensyukuri nikmat-Nya, maka janganlah kamu, wahai orang mukmin, berbuat seperti halnya orang musyrik, dan makanlah yang halal lagi baik, lezat, bergizi, sesuai, dan bermanfaat bagi tubuh dan kesehatan dari rezeki yang telah diberikan Allah kepadamu, dan syukurilah nikmat yang telah Allah anugerahkan kepada kamu dengan memanfaatkannya sesuai tuntunan Allah, jika kamu benar-benar hanya menyembah kepada-Nya sebagai perwujudan imanmu."
  },
  {
    "verse_number": 115,
    "tafsir": "Ketahuilah, wahai Nabi Muhammad dan orang mukmin, bahwa sesungguhnya Allah hanya mengharamkan atasmu memakan bangkai, yaitu binatang yang mati tanpa disembelih, kecuali binatang air dan belalang. Dia juga mengharamkan kamu meminum darah yang mengalir, bukan yang membeku seperti limpa dan hati; memakan daging babi dan seluruh bagian tubuhnya, dan memakan hewan yang disembelih dengan menyebut nama selain Allah. Meski ketentuan Allah ini ketat, tetapi Allah juga memberi kelonggaran, yaitu barang siapa terpaksa memakannya akibat mengalami kondisi darurat, bukan karena menginginkannya dan tidak pula makan secara berlebihan dan melampaui batas yang diperbolehkan dalam kondisi demikian, maka dia tidaklah berdosa, karena sungguh, Allah Maha Pengampun atas kesalahan yang dilakukannya tanpa karena keinginannya sendiri, Maha Penyayang atas kesalahan yang sengaja dilakukannya, bila ia bertobat."
  },
  {
    "verse_number": 116,
    "tafsir": "Usai merinci makanan yang diharamkan, Allah lalu melarang manusia mengatakan hal yang tidak berdasar atas nama Allah. Allah berfirman, “Dan janganlah kamu mengatakan terhadap apa yang disebut-sebut oleh lidahmu secara dusta, baik tentang binatang maupun hal-hal lain, tanpa dasar dan tanpa merujuk pada ketentuan Allah dan rasulNya bahwa 'Ini halal dan ini haram.’ Janganlah kamu mengatakan yang demikian itu untuk mengada-adakan kebohongan terhadap Allah. Ketahuilah bahwa sesungguhnya orang yang mengada-adakan kebohongan terhadap Allah tidak akan beruntung dan tidak akan membawa kebaikan bagi dirinya di dunia dan akhirat.”"
  },
  {
    "verse_number": 117,
    "tafsir": "Jika mereka mengada-adakan kebohongan terhadap Allah lalu memperoleh kebaikan, ingatlah bahwa sesungguhnya itu hanyalah kesenangan yang sedikit dan segera musnah; dan ingatlah pula bahwa setelah itu mereka akan mendapat azab yang pedih sebagai balasan atasnya."
  },
  {
    "verse_number": 118,
    "tafsir": "Dan ingatlah, wahai Nabi Muhammad, bahwa terhadap orang Yahudi Kami haramkan banyak hal, di antaranya apa yang telah Kami ceritakan dahulu kepadamu di ayat yang lain (al-An'am/6: 146). Kami tidak menzalimi mereka dengan mengharamkan semua itu, justru merekalah yang menzalimi diri sendiri dengan berbuat berbagai kemaksiatan."
  },
  {
    "verse_number": 119,
    "tafsir": "Kemudian ketahuilah, wahai Nabi, sesungguhnya Tuhan-mu selalu membuka pintu ampunan bagi orang yang mengerjakan kesalahan karena kebodohan dan kecerobohan mereka, kemudian mereka bertobat setelah itu dan memperbaiki dirinya dengan meninggalkan perbuatan dosa sembari mengerjakan amal saleh, sungguh, Tuhanmu setelah itu, yakni setelah mereka tobat, benar-benar Maha Pengampun, Maha Penyayang."
  },
  {
    "verse_number": 120,
    "tafsir": "Ayat ini dan ayat-ayat berikutnya menjelaskan keteladanan Nabi Ibrahim yang selalu patuh kepada Allah dan mengikuti tuntunan-Nya. Sungguh, Ibrahim adalah seorang imam, pemimpin, dan sosok panutan bagi umat-umat sesudahnya. Ia patuh kepada Allah dan mempunyai sifat hanif, yakni memegang teguh dan melaksanakan kebenaran, dan dia sejak dahulu dan secara terus-menerus bukanlah termasuk orang musyrik. Ia tidak pernah sekalipun menyekutukan Allah."
  },
  {
    "verse_number": 121,
    "tafsir": "Nabi Ibrahim bukan sekadar sosok panutan, dia juga senantiasa mensyukuri nikmat-nikmat-Nya baik secara lisan maupun perbuatan. Allah telah memilihnya sebagai teladan dan panutan yang sempurna, baik sebagai imam maupun sebagai nabi dan rasul, dan menunjukinya dengan bimbingan dan petunjuk-Nya ke jalan yang lurus."
  },
  {
    "verse_number": 122,
    "tafsir": "Dan selain memberinya anugerah yang banyak, Kami juga telah berikan kepadanya kebaikan, yakni keagungan dan kelebihan di dunia, dan sesungguhnya di akhirat kelak dia termasuk orang yang saleh yang akan mendapat kebahagiaan ukhrawi."
  },
  {
    "verse_number": 123,
    "tafsir": "Kemudian Kami wahyukan kepadamu, wahai Nabi Muhammad, “Ikutilah agama, yaitu sikap hidup dan akhlak Nabi Ibrahim yang lurus dan selalu dalam kebenaran, dan dia bukanlah termasuk orang musyrik.”"
  },
  {
    "verse_number": 124,
    "tafsir": "Sesungguhnya pengagungan dan larangan berburu pada hari Sabtu bukanlah ajaran Nabi Ibrahim, melainkan hanya diwajibkan atas orang Yahudi yang memperselisihkannya, yakni menyangkut hari yang harus diagungkan. Dan sesungguhnya Tuhanmu Yang Maha Memberi petunjuk dan keputusan pasti akan memberi keputusan di antara mereka pada hari Kiamat terhadap apa yang telah mereka perselisihkan itu."
  },
  {
    "verse_number": 125,
    "tafsir": "Usai menyebut keteladanan Nabi Ibrahim sebagai imam, nabi, dan rasul, dan meminta Nabi Muhammad untuk mengikutinya, pada ayat ini Allah meminta beliau menyeru manusia ke jalan Allah dengan cara yang baik, “Wahai Nabi Muhammad, seru dan ajak-lah manusia kepada jalan yang sesuai tuntunan Tuhanmu, yaitu Islam, dengan hikmah, yaitu tegas, benar, serta bijak, dan dengan pengajaran yang baik. Dan berdebatlah dengan mereka, yaitu siapa pun yang menolak, menentang, atau meragukan seruanmu, dengan cara yang baik. Sesungguhnya Tuhanmu Yang Maha Memberi petunjuk dan bimbingan, Dialah yang lebih mengetahui siapa yang sesat dan menyimpang dari jalan-Nya, dan Dialah pula yang lebih mengetahui siapa yang mendapat petunjuk dan berada di jalan yang benar.”"
  },
  {
    "verse_number": 126,
    "tafsir": "Ayat ini memberi tuntunan kepada Nabi Muhammad tentang tata cara berdakwah dan membalas perbuatan orang yang menyakitinya, “Dan jika kamu membalas terhadap siapa pun yang telah menyakiti atau menyiksamu dalam berdakwah, maka balas dan hukum-lah mereka dengan balasan yang sama, yakni setimpal, dengan siksaan atau kesalahan yang ditimpakan kepadamu; jangan kaubalas mereka lebih dari itu. Tetapi jika kamu bersabar dan tidak membalas apa yang mereka lakukan kepadamu, sesungguhnya itulah yang lebih baik bagi orang yang sabar.”"
  },
  {
    "verse_number": 127,
    "tafsir": "Sabar adalah sikap yang mulia, karena itu Allah memerintahkan Nabi Muhammad untuk bersabar. Allah berfirman, “Dan bersabarlah, wahai Nabi Muhammad, dalam menghadapi tantangan dan cobaan hidup serta penolakan orang kafir terhadap seruanmu, dan ketahuilah bahwa kesabaranmu itu semata-mata dengan pertolongan Allah. Dan janganlah engkau bersedih hati terhadap penolakan dan kekafiran mereka, dan jangan pula engkau bersempit dada terhadap tipu daya yang mereka rencanakan untuk menghalagi seruanmu.”"
  },
  {
    "verse_number": 128,
    "tafsir": "Ketahuilah bahwasungguh, Allah beserta orang-orang yang bertakwa, yang menjaga diri dari murka-Nya dengan melaksanakan perintah-Nya dan meninggalkan larangan-Nya, dan bersama orang-orang yang berbuat kebaikan kepada orang lain yang pernah berbuat buruk kepada mereka.[]"
  }
]