[
  {
    "verse_number": 1,
    "tafsir": "Telah semakin dekat kepada manusia, yang kafir dan yang menyekutukan Allah, perhitungan amal mereka, pada hari Kiamat tentang semua yang mereka kerjakan di dunia, sedang mereka dalam keadaan lalai tentang dahsyatnya hari Kiamat, karena kesibukan mereka tentang dunia, mereka berpalingdari iman terhadap akhirat."
  },
  {
    "verse_number": 2,
    "tafsir": "Setiap diturunkan kepada mereka, orang-orang kafir dan musyrik, ayat-ayat Al-Qur'an yang baru diturunkan dari Tuhan, yang mengingatkan mereka tentang prinsip hidup yang berguna bagi mereka, mereka mendengarkannya sambil bermain-main, sibuk tentang permainan yang tak berguna bagi mereka; mereka bermain seperti lazimnya anak-anak bermain."
  },
  {
    "verse_number": 3,
    "tafsir": "Hati mereka dalam keadaan lalai dari Al-Qur’an, sibuk dengan kehi-dupan dunia yang tak bermakna. Mereka tidak memikirkan pesan Al-Qur’an. Dan orang-orang yang zalim di antara pemuka Quraisy itu merahasiakan pembicaraan mereka, yang menggambarkan penolakan mereka beriman kepada Nabi Muhammad, “Orang ini (Muhammad) tidak lain hanyalah seorang manusia juga seperti kamu. Apakah kamu menerima sihir Muhammad itu, ayat-ayat Al-Qur’an, padahal kamu menyaksikan bahwa yang diucapkannya itu benar-benar sihir?”"
  },
  {
    "verse_number": 4,
    "tafsir": "Nabi Muhammad, berkata kepada orang-orang kafir, “Tuhanku mengetahui secara detail semua perkataan para malaikat di langit dan mengetahui pula semua pembicaraan manusia di bumi,meskipun mereka merahasiakannya; dan Dia Maha Mendengar semua pembicaraan makhluk-Nya, Maha Mengetahui semua peristiwa yang sudah, sedang, dan akan terjadi di jagat raya!”"
  },
  {
    "verse_number": 5,
    "tafsir": "Bahkan, mereka orang-orang kafir itu, menolak kebenaran Al-Qur’an, dengan berkata, “Al-Qur’an itu buah mimpi-mimpi Muhammad yang kacau, atau hasil rekayasanya, atau bahkan dia bukan nabi dan rasul, melainkan hanya seorang penyair yang pandai menggubah puisi yang kacau. Jika dia ingin kita membenarkannya, cobalah dia datangkan kepada kita suatu tanda, bukti fisik yang meyakinkan, seperti halnya mukjizat rasul-rasul yang diutus terdahulu seperti unta betina Nabi Saleh atau mukjizat Nabi Musa dan Isa.\""
  },
  {
    "verse_number": 6,
    "tafsir": "Penduduk suatu negeri, seperti kaum 'Ad dan Samud, sebelum mereka, yakni orang-orang kafir Mekah, yang telah Kami binasakan, meminta mukjizat fisik kepada para nabi. Mereka itu tetap tidak beriman, padahal telah Kami kirimkan bukti itu kepada mereka. Apakah mereka, kafir Mekah, akan beriman jika mukjizat fisik yang diminta itu dipenuhi?"
  },
  {
    "verse_number": 7,
    "tafsir": "Dan Kami, wahai Muhammad, tidak mengutus para rasul sebelum engkau, melainkan beberapa orang laki-laki dari kalangan manusia yang Kami beri wahyu kepada mereka. Kami tidak mengutus para malaikat untuk menjadi rasul bagi manusia. Maka tanyakanlah, wahai kaum kafir Mekah, kepada orang yang berilmu tentang kitab Allah yang diturunkan sebelum Al-Qur’an, jika kamu tidak mengetahui persoalan ini."
  },
  {
    "verse_number": 8,
    "tafsir": "Dan Kami tidak menjadikan mereka, para rasul sebelum engkau, wahai Muhammad, manusia yang menyalahi sifat kemanusiaan, yaitu suatu tubuh yang tidak memakan makanan, tidak membutuhkan minuman sebagai asupan untuk menjaga kelangsungan hidup; dan mereka, para rasul itu, tidak hidup kekal di dunia ini. Mereka pun mati sebagimana manusia pada umumnya."
  },
  {
    "verse_number": 9,
    "tafsir": "Kemudian Kami tepati janji, yang telah Kami janjikan tentang pertolongan dan keselamatan kepada mereka, para rasul dan pengikut-pengikutnya yang beriman. Maka Kami selamatkan mereka dan orang-orang yang Kami kehendaki di antara umat para rasul itu karena keimanannya; dan Kami binasakan dengan bencana alam orang-orang yang melampaui batas, karena kekafiran mereka kepada Allah."
  },
  {
    "verse_number": 10,
    "tafsir": "Sungguh, Kami telah menurunkan kepada kalian, melalui seorang utusan Allah, sebuah Kitab Al-Qur’an, agar menjadi pedoman hidup kalian, yang di dalamnya terdapat peringatan bagi kalian tentang tindakan yang menyelamatkan dan mencelakakan kalian. Maka apakah kalian tidak mengerti tujuan Allah menurunkan Kitab Al-Qur’an ini?"
  },
  {
    "verse_number": 11,
    "tafsir": "Dan berapa banyak penduduk negeri yang berbuat zalim seperti kaum 'Ad dan Samud, dengan mengingkari ajaran para rasul yang diutus kepada mereka yang telah Kami binasakan dengan azab yang menimpa mereka. Dan Kami jadikan generasi yang lain setelah mereka musnah sebagai pengganti."
  },
  {
    "verse_number": 12,
    "tafsir": "Maka ketika mereka, penduduk negeri yang zalim tersebut, melihat dan merasakan azab Kami yang ditimpakan kepada mereka, tiba-tiba mereka berusaha melarikan diri dari negerinya itu karena ketakutan dan hendak menyelamatkan diri, tetapi mereka tetap binasa."
  },
  {
    "verse_number": 13,
    "tafsir": "Dalam keadaan sudah binasa, lalu dikumandangkan kepada mereka, “Janganlah kamu lari tergesa-gesa meninggalkan negeri kamu. Lebih baik kembalilah kamu kepada kesenangan hidupmu di negeri kamu itu, dan nikmatilah hidup mewah di tempat-tempat kediamanmu dengan fasilitas yang lengkap, agar kamu dapat ditanya tentang segala hal mengenai asal-usul kemewahan itu.” Hal ini merupakan bentuk penghinaan dan sindiran tajam terhadap mereka."
  },
  {
    "verse_number": 14,
    "tafsir": "Tidak ada jawaban mereka selain pengakuan dengan penuh kesadaran bahwa mereka telah ingkar kepada Allah. Mereka berkata, “Betapa celaka kami, sungguh, kami selama hidup di dunia termasuk orang-orang yang zalim dengan menolak ajaran para rasul.”"
  },
  {
    "verse_number": 15,
    "tafsir": "Maka demikianlah keluhan mereka. Orang-orang kafir, di akhirat, menyatakan bahwa dirinya celaka dan mengaku dirinya telah berbuat zalim selama hidup di dunia. Pengakuan mereka terus berkepanjangan sehingga mereka, orang-orang yang zalim itu, Kami jadikan hancur lebur seperti tanaman yang telah dituai yang tidak dapat hidup lagi seperti kehidupan di dunia."
  },
  {
    "verse_number": 16,
    "tafsir": "Dan Kami, tidak menciptakan langit dan bumi sejak awal penciptaan hingga sekarang, dan segala apa yang ada di antara keduanya, termasuk hukum alam yang terjadi di langit dan di bumi dengan main-main, tanpa perencanaan, tujuan, dan pemeliharaan untuk kepentingan manusia sehingga tidak pantas manusia menghindar dari iman dan ibadah kepada Allah."
  },
  {
    "verse_number": 17,
    "tafsir": "Seandainya Kami, hendak membuat suatu permainan dalam kehidupan ini dengan mengambil istri dan anak, sebagaimana tuduhan orang-orang kafir, tentulah Kami membuatnya dari sisi Kami, dari segi cara, pilihan dan jumlah yang Kami kehendaki, jika Kami benar-benar menghendaki berbuat demikian, namun tindakan ini mustahil bagi Allah."
  },
  {
    "verse_number": 18,
    "tafsir": "Sebenarnya Kami, dengan mengutus nabi dan rasul, serta menurunkan wahyu, Al-Qur’an, hendak melemparkan dan melenyapkan ajaran yang batil dengan menampilkan ajaran yang hak, kebenaran di tengah-tengah manusia; lalu yang hak itu menghancurkannya, ajaran yang batil. Jika manusia beriman kepada Allah, nabi dan rasul, serta memegang teguh ajaran Allah dan mengamalkannya secara murni dan konsekuen, maka seketika itu ajaran yang batil itu akan lenyap. Dan celaka kamu, wahai orang-orang kafir, karena kamu menyifati Allah dengan sifat-sifat yang tidak pantas bagi-Nya, terutama dengan menuduh Allah memiliki istri dan anak."
  },
  {
    "verse_number": 19,
    "tafsir": "Dan milik-Nya, diciptakan dan tunduk kepada-Nya, semua makhluk Allah yang berada di langit seperti para malaikat, dan makhluk Allah yang berada di bumi. Dan para malaikat yang berada di sisi-Nya, tidak menyombongkan diri dengan menolak beribadah kepada-Nya dan para malaikat itu tidak pula merasa letih dalam beribadah kepada Allah."
  },
  {
    "verse_number": 20,
    "tafsir": "Mereka, para malaikat itu, senantiasa bertasbih dengan cara mereka, menyucikan Allah dengan tidak ada henti-hentinya malam dan siang, karena mereka tidak beristri dan beranak serta tidak membutuhkan makan dan minum."
  },
  {
    "verse_number": 21,
    "tafsir": "Mengapa orang-orang kafir tidak beriman kepada Allah dan beribadah kepada-Nya dengan ikhlas? Apakah mereka mengambil tuhan-tuhan dari bumi, seperti patung dan berhala yang mereka duga dapat menghidupkan orang-orang yang mati?"
  },
  {
    "verse_number": 22,
    "tafsir": "Seandainya pada keduanya, langit dan bumi, ada tuhan-tuhan selain Allah, yang mengelola langit dan bumi sebagaimana dugaan orang-orang kafir, tentu keduanya telah binasa karena perselisihan pengelolaan di antara dua tuhan ini. Dengan demikian, jelaslah kepalsuan dugaan orang kafir yang meyakini ada dua tuhan atau lebih. Mahasuci Allah dengan kesucian yang mutlak, Tuhan yang memiliki 'Arsy, dari apa yang mereka sifatkan kepada-Nya dengan tanpa dasar."
  },
  {
    "verse_number": 23,
    "tafsir": "Dia, Allah, tidak ditanya atau dievaluasi dan dimintai pertanggungjawaban tentang apa yang dikerjakan-Nya terhadap makhluk, karena Allah Tuhan Yang Maha Berkuasa, yang kekuasaan-Nya mutlak. Tidak pernah salah atau keliru sedikit pun dalam semua perbuatan-Nya. Tetapi sebaliknya manusia, merekalah yang akan ditanya atau dievaluasi dan dimintai pertanggung jawaban tentang semua yang mereka kerjakan di dunia, baik karena kelemahan atau kebodohan maupun karena dorongan hawa nafsu yang tidak terkendali."
  },
  {
    "verse_number": 24,
    "tafsir": "Atau apakah orang-orang yang menyekutukan Allah tidak mengenal hak Allah atas manusia, sehingga mereka mengambil tuhan-tuhan selain Dia untuk dijadikan sembahan tanpa argumentasi yang benar dan masuk akal. Katakanlah, wahai Rasulullah kepada orang-orang yang menyekutukan Allah itu, “Kemukakanlah alasan-alasanmu bahwa Allah memiliki mitra dalam kekuasaan-Nya, sehingga mitra Allah itu setara dengan Allah dan berhak juga untuk diibadati! Al-Qur’an ini adalah peringatan bagi orang-orang yang bersamaku, yakni umatku, tentang hak Allah atas manusia dan kewajiban manusia kepada Allah. Dan Al-Qur’an pun peringatan bagi orang sebelumku, umat para nabi terdahulu, tentang prinsip tidak ada tuhan selain Allah dan tidak ada ibadah kecuali kepada-Nya.Tetapi kebanyakan mereka, karena kebodohan dan ketaklidannya, tidak mengetahui yang hak, yakni kebenaran, yang dibawa Al-Qur’an dan kitab-kitab sebelumnya; karena itu mereka berpaling dari iman kepada Allah."
  },
  {
    "verse_number": 25,
    "tafsir": "Tugas para rasul sejak Nabi Adam hingga Nabi Muhammad adalah menyampaikan wahyu kepada umat. Dan Kami, tidak mengutus seorang rasul pun, baik yang disebutkan namanya di dalam Al-Qur’an maupun yang tidak disebutkan, sebelum engkau, Muhammad, melainkan Kami wahyukan kepadanya ajaran tauhid yang menjadi ajaran dasar para nabi, bahwa tidak ada tuhan yang berhak disembah selain Aku, maka sembahlah Aku dengan mengikuti petunjuk-Ku."
  },
  {
    "verse_number": 26,
    "tafsir": "Menanggapi ajaran tauhid itu, mereka, orang-orang musyrik Mekah berkata tanpa argumentasi yang masuk akal, “Tuhan Yang Maha Pengasih telah menjadikan para malaikat sebagai anak tuhan.” Allah pun membantah pandangan sesat itu dengan menyatakan, bahwa Mahasuci Dia dari segala sifat yang dinisbahkan kepada Allah. Sebenarnya mereka, para malaikat itu, adalah hamba-hamba yang dimuliakan, senantiasa bertasbih, memuji Allah, mematuhi perintah-Nya, tanpa pernah membantah sedikit pun."
  },
  {
    "verse_number": 27,
    "tafsir": "Allah juga menerangkan sifat-sifat malaikat. Mereka tidak berbicara mendahului-Nya, hanya mengucapkan kata-kata yang diperintahkan-Nya. Dan mereka mengerjakan perintah-perintah-Nya tanpa membantah sedikit pun."
  },
  {
    "verse_number": 28,
    "tafsir": "Para malaikat demikian patuh dan taat kepada Allah karena mereka yakin bahwa Dia, senantiasa mengetahui segala sesuatu yang di hadapan mereka, yakni apa yang sedang mereka kerjakan dan mengetahui segala sesuatu yang di belakang mereka, yakni apa yang telah mereka kerjakan; sehingga para malaikat yakin tidak ada satu pun yang luput dari pengetahuan dan pengawasan-Nya. Dan mereka para malaikat, tidak memberi syafaat kepada manusia di akhirat dengan mendoakannya, melainkan kepada orang yang diridai Allah, karena beriman dan beramal saleh; dan mereka, para malaikat itu, selalu berhati-hati karena takut kepada-Nya. Oleh karena itu, mereka senantiasa menjauhkan diri dari mendurhakai atau menyalahi perintah dan larangan-Nya."
  },
  {
    "verse_number": 29,
    "tafsir": "Allah menjamin tidak ada malaikat yang mengaku tuhan selain Allah. Barang siapa di antara mereka, para malaikat, berkata, “Sungguh, aku adalah tuhan selain Allah,” maka Kami akan memberi balasan kepadanya, baik malaikat maupun manusia yang mengaku tuhan, dengan Jahanam. Demikianlah Kami memberikan balasan kepada orang-orang yang zalim, karena mengaku dirinya tuhan, padahal sebenarnya hamba Allah. Pengakuan semacam ini merupakan kemusyrikan yang sangat besar. Selain mempersekutukan Allah, juga menyamakan derajat dirinya dengan Allah."
  },
  {
    "verse_number": 30,
    "tafsir": "Orang-orang kafir tidak berpikir jernih dalam mengamati fenomena alam, padahal peristiwa yang ada di alam ini merupakan bukti adanya Allah dan kekuasaan-Nya yang mutlak. Allah bertanya, “Dan apakah orang-orang kafir, kapan dan di mana saja mereka hidup, tidak memperhatikan secara mendalam bahwa langit dan bumi sebelum terjadi ledakan besar, keduanya dahulu menyatu, kemudian Kami pisahkan antara keduanya dengan mengangkat langit ke atas dan membiarkan bumi seperti apa adanya; dan Kami jadikan segala sesuatu yang hidup berasal dari air; kehidupan dimulai dari air (laut), makhluk hidup berasal dari cairan sperma dan air bagian yang penting bagi makhluk hidup- maka mengapa mereka, orang-orang kafir itu tidak tergerak hatinya untuk beriman kepada Allah?\""
  },
  {
    "verse_number": 31,
    "tafsir": "Pada ayat ini Allah mengarahkan pandangan manusia kepada gunung-gunung dan jalan-jalan, serta daratan yang luas di bumi. Dan Kami telah menjadikan di bumi ini gunung-gunung yang kokoh dengan maksud agar ia, bumi dengan putarannya yang cepat sekali itu, tetap mantap, tidak terjadi guncangan bersama mereka, manusia dan makhluk hidup lainnya. Dan Kami jadikan pula di bumi jalan-jalan yang luas supaya semua makhluk dapat dengan tenang menjalani kehidupan, dan pada akhirnya agar mereka mendapat petunjuk Allah, baik yang diberikan melalui wahyu maupun petunjuk Allah berupa fenomena alam yang membentang luas ini."
  },
  {
    "verse_number": 32,
    "tafsir": "Allah mengarahkan manusia agar memperhatikan benda-benda langit yang diciptakan-Nya dengan teratur. Dan Kami menjadikan langit sebagai atap yang terpelihara, tanpa tiang, tetapi tidak jatuh bergugur-an atau bertabrakan satu sama lainnya, namun mereka, orang-orang yang pikiran dan sanubarinya tertutup, tetap berpaling dari tanda-tanda kebesaran Allah itu berupa matahari, bulan, angin, awan, dan lain-lain sehingga mereka tetap tidak beriman kepada Allah."
  },
  {
    "verse_number": 33,
    "tafsir": "Allah lalu mengarahkan perhatian manusia agar memperhatikan kekuasaan-Nya dalam menciptakan waktu malam dan siang. Dan Dialah, yang telah menciptakan malam untuk istirahat, dan siang untuk mencari penghidupan; dan Allah telah menciptakan matahari yang bersinar di waktu siang dan bulan yang bercahaya di waktu malam. Masing-masing beredar pada garis edarnya dengan setia, patuh dan tunduk kepada hukum alam ciptaan Allah."
  },
  {
    "verse_number": 34,
    "tafsir": "Ayat ini menegaskan bahwa Nabi Muhammad sebagai manusia sama dengan manusia lainnya, tidak akan kekal hidup di dunia. Dan Kami tidak menjadikan hidup abadi sebagai suatu sunatullah bagi seorang manusia sebelum engkau Muhammad, siapa, dan bagaimana pun dia. Maka jika engkau wafat, apakah mereka, yang hidup sezaman dengan engkau atau yang hidup di zaman modern, akan kekal?"
  },
  {
    "verse_number": 35,
    "tafsir": "Karena hidup manusia di dunia tidak kekal, maka ketetapan Allah berlaku bahwa setiap yang bernyawa akan merasakan mati. Allah kemudian menetapkan garis bahwa hidup adalah ujian. Kami akan menguji kamu dengan dua macam ujian, keburukan dan kebaikan, sebagai cobaan untuk mengukur kualitas iman dan kesabaran manusia. Dan kamu, seluruh manusia, akan dikembalikan hanya kepada Kami untuk mempertanggungjawabkan hidup di dunia dan mendapatkan hasilnya, keridaan Allah atau murka-Nya."
  },
  {
    "verse_number": 36,
    "tafsir": "Allah menerangkan sikap dan kelakuan orang-orang kafir terhadap Rasulullah. Dan apabila orang-orang kafir itu melihat engkau, Muhammad, kapan dan di mana saja mereka bertemu, mereka hanya memperlakukan engkau menjadi bahan ejekan. Mereka mengatakan kepada se-samanya, “Apakah ini orang yang mencela tuhan-tuhanmu, yang dihormati dan disembah oleh leluhur kita?” Mereka tidak menyadari bahwa sebenar-nya merekalah yang selayaknya menerima ejekan, karena menyembah berhala yang tidak kuasa berbuat apa pun. Sejatinya mereka orang yang ing-kar mengingat Allah Yang Maha Pengasih. Mereka menolak ajakan Rasulullah untuk beriman kepada Allah yang menciptakan mereka dan memberi hidup dan kehidupan ini."
  },
  {
    "verse_number": 37,
    "tafsir": "Allah menerangkan bahwa manusia diciptakan sebagai makhluk yang bertabiat tergesa-gesa dan terburu-buru. Allah memperingatkan kaum kafir agar mereka jangan meminta disegerakan azab yang diancamkan kepada mereka sebelum Allah memperlihatkan tanda-tanda dari azab-Nya itu. “Kelak akan Aku perlihatkan kepadamu tanda-tanda kekuasaan-Ku. Kami memberikan kesempatan kepada kamu untuk mempertimbangkan dengan matang ajakan Rasulullah untuk beriman kepada Allah dan meyakini akhirat. Maka janganlah kamu meminta Aku menyegerakannya di dunia, sebab ini menunjukkan ketidakpercayaan kamu terhadap adanya azab di akhirat,” demikian Allah mengingatkan."
  },
  {
    "verse_number": 38,
    "tafsir": "Karena orang-orang kafir itu tidak meyakini akhirat, maka dalam ayat ini terlihat betapa nekatnya mereka berkata kepada Rasulullah dengan sikap menantang. Dan mereka berkata, “wahai Muhammad, Kapankah janji itu, azab neraka yang kamu sebut-sebut itu akan datang menimpa kami, jika kamu orang yang benar mengaku utusan Allah dan sanggup mendatangkan azab?”"
  },
  {
    "verse_number": 39,
    "tafsir": "Seandainya orang kafir itu mengetahui dengan pengetahuan yang meyakinkan bahwa azab neraka itu ada, ketika mereka melihatnya da-lam keadaan tidak mampu mengelakkan api neraka dari wajah dan punggung mereka, sedang mereka tidak mendapat pertolongan, tentulah mereka tidak akan menantang Rasulullah dengan meminta azab itu disegera-kan."
  },
  {
    "verse_number": 40,
    "tafsir": "Tantangan orang-orang kafir agar azab itu didatangkan segera kepada mereka muncul dari kebodohan dan keingkaran, karena mereka menutup diri dari ajaran Rasulullah. Sebenarnya hari Kiamat itu akan datang kepada mereka secara tiba-tiba, sangat cepat dan tak terduga, lalu mereka menjadi panic menghadapinya; mereka pun tidak sanggup menolaknya, karena dahsyatnya peristiwa Kiamat itu; dan tidak pula mereka diberi penangguhan waktu dan kesempatan untuk menyelamatkan diri."
  },
  {
    "verse_number": 41,
    "tafsir": "Sikap orang-orang kafir terhadap para rasul itu sama, baik umat Nabi Muhammad maupun umat terdahulu. Dan sungguh, rasul-rasul sebelum engkau, Muhammad, pun telah diperolok-olokkan oleh mereka, karena kebodohan dan keingkaran mereka. Maka, turunlah hukuman Allah kepada orang-orang yang mencemoohkan para rasul itu dengan jenis azab di dunia yang selalu mereka perolok-olokkan sehingga mereka binasa."
  },
  {
    "verse_number": 42,
    "tafsir": "Katakanlah, wahai Nabi Muhammad, sebagai jawaban atas ejekan orang-orang kafir dengan pertanyaan, “Siapakah yang akan menjaga kamu pada waktu malam dan siang dari siksaan Allah Yang Maha Pengasih di dunia?” Pertanyaan ini dimaksudkan untuk menyadarkan mereka bahwa tidak seorang pun berkuasa melindungi mereka dari azab Allah; tetapi mereka enggan mengingat Tuhan mereka dengan beriman dan beribadah kepada-Nya."
  },
  {
    "verse_number": 43,
    "tafsir": "Pertanyaan kedua dimaksudkan untuk menyadarkan mereka tentang kemampuan tuhan-tuhan mereka. Ataukah mereka mempunyai tuhan-tuhan yang dapat memelihara mereka dari azab Kami di dunia maupun akhirat? Allah kemudian menegaskan bahwa tuhan-tuhan mereka itu tidak sanggup menolong diri mereka sendiri apa lagi menolong orang-orang kafir yang menyembahnya; dan tidak pula mereka, baik yang disembah maupun yang menyembah tuhan-tuhan selain Allah, dilindungi dari (azab) Kami di akhirat."
  },
  {
    "verse_number": 44,
    "tafsir": "Allah memberi mereka kemewahan dan kenikmatan hidup bukan karena Allah tidak kuasa menurunkan azab. Sebenarnya Kami telah memberi mereka dan nenek moyang mereka kenikmatan hidup di dunia hingga panjang usia mereka untuk menguji apa mereka beriman atau tidak. Maka apakah mereka tidak melihat bahwa Kami, melalui Nabi dan kaum muslim yang menyebarkan ajaran Islam, mendatangi negeri yang berada di bawah kekuasaan orang kafir seperti Persia dan Romawi, lalu Kami kurangi luasnya dari ujung-ujung negeri, karena sebagian besar penduduknya masuk Islam? Apakah mereka yang menang dalam menunjukkan kebenaran agama Allah?"
  },
  {
    "verse_number": 45,
    "tafsir": "Katakanlah, wahai Muhammad, kepada orang-orang kafir dan musyrik tentang tugas pokok dan fungsi seorang utusan Allah, “Sesungguhnya aku hanya memberimu peringatan kepada seluruh umat manusia sesuai dengan wahyu yang disampaikan Allah kepadaku.” Tetapi orang tuli pikiran, perasaan dan ruhaninya, tidak mendengar seruan yang disampaikan seorang utusan Allah, apabila mereka diberi peringatan dengan cara yang masuk akal, lembut, dan santun sekalipun."
  },
  {
    "verse_number": 46,
    "tafsir": "Orang-orang kafir ketika hidup di dunia bersikap sombong, keras kepala, dan menantang azab Allah, tetapi di akhirat ketika mereka sadar, mereka menyesali perbuatannya. Dan jika mereka ditimpa sedikit saja azab Tuhanmu, di dalam neraka, pastilah mereka berkata, dengan sangat menyesal, “Celakalah kami, berada dalam azab yang pedih! Sesungguhnya kami termasuk orang yang selalu menzalimi diri sendiri dengan tidak beriman, sombong, keras kepala, dan menantang azab Allah.”"
  },
  {
    "verse_number": 47,
    "tafsir": "Dalam menilai perbuatan hamba-hamba-Nya di akhirat, Allah menjamin akan menegakkan keadilan yang sebenarnya. Dan Kami akan memasang timbangan yang tepat pada hari Kiamat, dengan data yang objektif dan akurat; maka tidak seorang pun dirugikan walau sedikit, sehingga tidak ada seorang hamba yang amal kebaikannya dikurangi atau kejahatannya dilebih-lebihkan, sekalipun hanya seberat biji sawi, pasti Kami mendatangkan pahala untuk perbuatan baik dan hukuman untuk perbuatan jahat. Dan cukuplah Kami yang membuat perhitungan terhadap perbuatan manusia dengan seadil-adilnya, objektif, tepat, dan akurat."
  },
  {
    "verse_number": 48,
    "tafsir": "Allah telah menurunkan Kitab Taurat kepada Nabi Musa dan Nabi Harun sebagaimana Allah menurunkan Al-Qur’an kepada Nabi Muhammad. Dan sungguh, Kami telah memberikan kepada Musa dan Harun, Furqan, Kitab Taurat yang berisi syariah (hukum-hukum) yang memisahkan salah dan benar; dan penerangan serta pelajaran bagi orang-orang yang bertakwa sehingga kita memahami tiga pokok ajaran Taurat, hukum yang memisahkan salah dan benar, penerangan dan pelajaran yang menjadi pedoman hidup bagi orang-orang yang bertakwa."
  },
  {
    "verse_number": 49,
    "tafsir": "Baik Taurat maupun Al-Qur’an berfungsi sebagai pembeda (al-Fuqan), penerangan dan pelajaran berharga bagi orang-orang yang bertakwa, yaitu orang-orang yang takut terhadap azab Tuhannya, sekalipun mereka tidak melihat-Nya, tetapi meyakini dan meresapkan ke dalam kalbunya; dan mereka merasa takut akan tibanya hari Kiamat yang berlangsung cepat dan dahsyat."
  },
  {
    "verse_number": 50,
    "tafsir": "Bani Israil, umat Nabi Musa dan Harun, sebagian besar mengingkari Taurat yang berisi pembeda, penerangan dan pelajaran bagi yang bertakwa.DanAl-Qur’an ini bagi kamu sekalian, umat Nabi Muhammad adalah suatu peringatan yang mempunyai berkah yang telah Kami turunkan untuk umat akhir zaman. Maka apakah kamu mengingkarinya sebagaimana Bani Israil mengingkari Taurat?"
  },
  {
    "verse_number": 51,
    "tafsir": "Pada Surah al-Anbiya’ ayat 48 dijelaskan bahwa Allah telah memberikan al-Furqan, yang membedakan hak dan batil, sebagai penerangan, dan pelajaran kepada Musa dan Harun. Sementara pada ayat ini, Allah menjelaskan ketokohan Ibrahim, pejuang tauhid dan ayahanda para nabi dan rasul. Dan sungguh, sebelum dia, Musa dan Harun yang diutus menghadapi Fir’aun guna membebaskan Bani Israil, telah Kami berikan kepada Ibrahim petunjuk, sejak remaja; dan Kami telah mengetahui sifat, karakter, dan kegigihan dia, Ibrahim, dalam menghapuskan penyem-bahan kepada patung dan berhala guna menegakkan ajaran tauhid."
  },
  {
    "verse_number": 52,
    "tafsir": "Perjuangan Nabi Ibrahim dalam menegakkan ajaran tauhid dimulai sejak remaja, ketika dia berkata kepada ayahnya yang bernama Azar, dan kaumnya, di Kota Ur, Kaldea, Mesopotamia Timur. Wahai ayahku dan kaumku, “Patung-patung apakah ini yang kamu tekun menyembahnya, padahal patung-patung itu benda mati yang tidak bergerak dan tidak mendengar doa kamu?”"
  },
  {
    "verse_number": 53,
    "tafsir": "Mereka menjawab pertanyaan pemuda Ibrahim yang logis dan masuk akal itu dengan jawaban pembelaan terhadap tradisi yang sudah mengakar, “Kami mendapati nenek moyang kami, dari generasi ke gene-rasi memproduksi dan menyembahnya.”"
  },
  {
    "verse_number": 54,
    "tafsir": "Dia, Ibrahim, menyadarkan mereka dengan berkata secara tegas dan lugas, “Sesungguhnya kamu dan nenek moyang kamu yang terus-menerus mengukir dan menyembah patung-patung itu, berada dalam kesesatan yang nyata, karena penyembahan itu tidak masuk akal dan merendahkan martabat manusia.”"
  },
  {
    "verse_number": 55,
    "tafsir": "Dialog Ibrahim dengan kaumnya bertambah panas. Mereka pun berkata dengan mengajukan pertanyaan mendasar, “Wahai Ibrahim, Apakah engkau benar-benar datang kepada kami membawa kebenaran tentang Tuhan dan ajaran kemanusiaan atau engkau hanya main-main saja?”"
  },
  {
    "verse_number": 56,
    "tafsir": "Menanggapi pertanyaan tersebut, dia, Ibrahim, menjawab, “Sebenarnya Tuhan kamu yang patut disembah ialah Tuhan pemilik langit dan bumi, yang menjaga keseimbangan dan keteraturan keduanya. Dialah Allah yang telah menciptakannya. Dan ketahuilah bahwa aku termasuk orang yang dapat bersaksi atas itu secara rasional dan empiris bahwa Allah satu-satunya Tuhan yang berhak disembah, yang mengatur langit dan bumi.”"
  },
  {
    "verse_number": 57,
    "tafsir": "Nabi Ibrahim tidak hanya berkata lugas kepada ayah dan kaumnya yang terus menerus menyembah patung-patung itu dengan menyatakan, “Sesungguhnya kamu dan nenek moyang kamu berada dalam kesesatan yang nyata,” tetapi juga bersumpah dalam hatinya bahwa beliau akan menghancurkan berhala itu, setelah mereka me-ninggalkan tempat itu. “Dan demi Allah, sungguh, aku akan melakukan tipu daya, tindakan yang membongkar kepalsuan, terhadap berhala-berhalamu dengan menghancurkannya guna menyadarkan mereka bahwa penyembahan patung-patung itu perbuatan keliru, setelah kamu pergi meninggalkannya.”"
  },
  {
    "verse_number": 58,
    "tafsir": "Sumpah Ibrahim tidak hanya dalam hati, tetapi benar-benar dilaksanakannya. Maka dia menghancurkan berhala-berhala itu berkeping-keping hingga patung-patung itu tidak berbentuk lagi, kecuali yang terbesar, induknya, agar mereka kembali mempertanyakan argumentasi mereka mempertahankan penyembahan benda-benda mati itu kepadanya, yakni patung-patung itu."
  },
  {
    "verse_number": 59,
    "tafsir": "Melihat patung-patung mereka hancur berkeping-keping, maka mereka pun berkata dengan mengajukan pertanyaan, “Siapakah yang berani melakukan penghancuran terhadap tuhan-tuhan kami ini? Sungguh, dia termasuk orang yang zalim, karena telah menghancurkan simbol kesucian agama.”"
  },
  {
    "verse_number": 60,
    "tafsir": "Tindakan Ibrahim menghancurkan patung-patung itu dilihat dan didengar oleh mereka. Oleh karena itu, di antara mereka ada yang berkata, “Kami mendengar dari beberapa sumber yang meyakinkan, ada seorang pemuda nekat yang mencela dan menghancurkan berhala-berhala ini, namanya Ibrahim.”"
  },
  {
    "verse_number": 61,
    "tafsir": "Mendengar laporan masyarakat ini, pemerintah Babilonia bersikap tegas. Mereka berkata dan memerintahkan kepada penegak hukum, “Kalau demikian, bawalah dia, pemuda nekat yang bertindak subversif ini ke pusat kota dengan diperlihatkan kepada orang banyak, agar mereka melihat wajahnya dan menyaksikan hukuman yang akan dijatuhkan kepadanya.”"
  },
  {
    "verse_number": 62,
    "tafsir": "Dalam pengadilan terbuka, penegak hukum mengajukan pertanyaan-pertanyaan kepada Ibrahim. Mereka bertanya, “Apakah engkau, yang melakukan penghancuran ini terhadap tuhan-tuhan kami, wahai Ibrahim?”"
  },
  {
    "verse_number": 63,
    "tafsir": "Ibrahim menjawab dengan jawaban yang mengejutkan untuk memberi pelajaran kepada mereka. Beliau berpura-pura tidak mengaku dirinya yang merusak patung-patung itu. Dia menjawab, “Sebenarnya patung besar itu yang melakukannya, maka tanyakanlah kepada mereka, jika mereka dapat berbicara.” Melalui jawaban ini pemuda Ibrahim menyadarkan mereka bahwa patung itu tidak patut disembah."
  },
  {
    "verse_number": 64,
    "tafsir": "Maka, setelah mendengar jawaban tersebut, mereka kembali kepada kesadaran mereka yang jernih sesuai akal sehat dan nurani bahwa patung-patung itu tidak layak disembah. Dan pemimpin mereka pun berkata, “Sesungguhnya kamu sekalianlah yang menzalimi diri sendiri, terus-menerus menyembah patung yang tidak bisa bicara, tidak bisa membela diri, apalagi menyelamatkan manusia.”"
  },
  {
    "verse_number": 65,
    "tafsir": "Mereka menyesali kesalahan dan kebodohan mereka, menyembah patung-patung yang tidak bisa berbicara. Kemudian mereka pun menundukkan kepala, merenung, dan menyesali perbuatan bodoh mereka. Setelah mendapat bisikan setan, mereka lalu mengangkat kepala dan berkata, “Mengapa engkau, Ibrahim menyuruh kami bertanya kepada patung besar itu, engkau pasti tahu bahwa berhala-berhala itu tidak dapat berbicara?” Mereka sebetulnya menyadari patung-patung itu tidak dapat berbicara, tetapi tetap menyembahnya karena ini keyakinan mereka."
  },
  {
    "verse_number": 66,
    "tafsir": "Menanggapi pernyataan tersebut, Ibrahim, berkata di depan para pembesar Kota Ur, Kaldea, Babilonia, Mesopotamia Selatan, “Mengapa kamu sekalian menyembah tuhan selain Allah, yang tidak dapat memberi manfaat sedikit pun dengan menyembahnya, dan tidak pula mendatangkan mudarat kepada kamu dengan tidak menyembahnya?” Ibrahim kemudian menegaskan tanggapannya, “Celakalah kamu dan apa yang kamu sembah selain Allah di dunia dan di akhirat! Apakah kamu tidak memikirkan, apakah kamu akan terus menyembah patung-patung itu atau berhenti?”"
  },
  {
    "verse_number": 67,
    "tafsir": "Menanggapi pernyataan tersebut, Ibrahim, berkata di depan para pembesar Kota Ur, Kaldea, Babilonia, Mesopotamia Selatan, “Mengapa kamu sekalian menyembah tuhan selain Allah, yang tidak dapat memberi manfaat sedikit pun dengan menyembahnya, dan tidak pula mendatangkan mudarat kepada kamu dengan tidak menyembahnya?” Ibrahim kemudian menegaskan tanggapannya, “Celakalah kamu dan apa yang kamu sembah selain Allah di dunia dan di akhirat! Apakah kamu tidak memikirkan, apakah kamu akan terus menyembah patung-patung itu atau berhenti?”"
  },
  {
    "verse_number": 68,
    "tafsir": "Tanggapan Ibrahim yang tegas dan lugas tersebut direspon oleh para pembesar Kota Ur, Kaldea dengan sangat marah. Mereka berkata, “Bakarlah dia, Ibrahim, hidup-hidup di tengah alun-alun, dan bantulah tuhan-tuhan kamu dengan menyiapkan kayu bakar yang cukup untuk membakar dia selama satu bulan, jika kamu benar-benar hendak berbuat untuk tuhan kamu.”"
  },
  {
    "verse_number": 69,
    "tafsir": "Orang-orang kafir di Kota Ur dan Kaldea melemparkan Ibrahim ke dalam api yang menyala, namun Allah berkehendak menyelamatkan Ibrahim dengan mengubah sifat api. Kami, berfirman kepada api, “Wahai api! Jadilah kamu dingin,” api dikecualikan dari sifatnya yang alamiahnya yang panas dan membakar, tetapi bukan dingin yang membahayakan. Allah melanjutkan firman-Nya kepada api, “Dan jadilah kamu penyelamat bagi Ibrahim dengan menjadi sejuk!”"
  },
  {
    "verse_number": 70,
    "tafsir": "Raja Namrud dan seluruh rakyat Babilonia, Mesopotamia Timur, mengumpulkan kayu bakar dan membakar Ibrahim hidup-hidup karena mereka hendak berbuat jahat terhadap Ibrahim. Ini disebabkankeberanian Ibrahim menghancurkan patung dan menyadarkan mereka bahwa menyembah patung itu sesat. Ketahuilah, maka Kami, menjadikan mereka itu orang-orang yang paling rugi, baik di dunia karena tidak bisa berpikir jernih, mengikuti akal sehat dan nurani, maupun di akhirat karena mendapatkan murka Allah dan kekal di dalam neraka."
  },
  {
    "verse_number": 71,
    "tafsir": "Dan Kami telah menyelamatkan dia, Ibrahim, dari kejahatan warga Kota Ur yang membakarnya hidup-hidup. Lalu dia hijrah ke Harran, kemudian ke Palestina. Dan Kami juga telah menyelamatkan Lut dari bencana alam yang menimpa Kota Sodom dan Gomorah. Keduanya, Ibrahim dan Luth, pergi ke Palestina, sebuah negeri yang telah Kami berkahi untuk seluruh alam. Palestina adalah tanah kelahiran para nabi, kelahiran Nabi Ismail yang merupakan leluhur Nabi Muhammad, dan Nabi Ishak yang merupakan leluhur Bani Israil. Yerusalem, kota penting di Palestina, menjadi kota suci tiga agama, Yahudi, Nasrani dan Islam; dan tempat Rasulullah mikraj."
  },
  {
    "verse_number": 72,
    "tafsir": "Dan Kami telah menganugerahkan kepadanya, Ibrahim, kenikmatan lain yang sangat berharga, yaitu kelahiran Ishak pada saat usia beliau sudah lanjut, dan darinya lahir Yakub, yang melahirkan Bani Israil. Di antaranya banyak terpilih menjadi nabi dan rasul, sebagai suatu anugerah yang sangat berharga. Dan masing-masing dari keturunan Ishak dan Yakub, Kami jadikan orang-orang yang saleh. Namun demikian, ada juga di antara keturunan keduanya yang menjadiorang zalim dan kufur."
  },
  {
    "verse_number": 73,
    "tafsir": "Dan Kami jadikan mereka itu, para nabi dan rasul keturunan Ishak dan Yakub, sebagai pemimpin-pemimpin yang memberi petunjuk kepada Bani Israil dengan perintah Kami dalam Kitab Taurat, Zabur, dan Injil, dan Kami wahyukan kepada mereka, para nabi dan rasul itu, agar berbuat kebaikan, melaksanakan salat, dan menunaikan zakat, dan Kami tegaskan kepada mereka bahwa hanya kepada Kami mereka menyembah dan hanya kepada Kami pula mereka memohon pertolongan."
  },
  {
    "verse_number": 74,
    "tafsir": "Dan kepada Lut, yang berdomisili di Sodom, Palestina, Kami berikan hikmah dan kearifan dalam memutuskan perkara dan menetapkan hukuman, dan ilmu yang bermanfaat dalam melaksanakan kewajiban kepada Allah dan kewajiban kepada sesama manusia. Dan Kami pun telah menyelamatkan dia dari azab yang menimpa penduduk kota Sodom dan Gomorah yang telah melakukan perbuatan keji, homoseksual dan menyamun dengan terang-terangan. Sungguh mereka, umat Nabi Lut yang berbuat homoseksual dan menyamun itu adalah orang-orang yang jahat kepada sesama manusia, lagi fasik, menyalahi perintah Allah."
  },
  {
    "verse_number": 75,
    "tafsir": "Walaupun Nabi Lut hidup di tengah masyarakat homoseksual, beliau tidak terpengaruh, karena mendapat rahmat Allah. Dan Kami masukkan dia ke dalam rahmat Kami yang membentenginya dari pengaruh buruk. Sesungguhnya dia terlindungi dari kejahatan, karena dirinya termasuk golongan orang yang saleh, beriman, dan senantiasa menaati perintah Allah."
  },
  {
    "verse_number": 76,
    "tafsir": "Dan ingat serta jadikanlah pelajaran kisah Nuh, sebelum Ibrahim dan Lut, ketika dia berdoa, “Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi,” (Lihat Surah Nuh/71: 26) karena mereka menolak beriman kepada Allah. Kami mengabulkan doa-nya, dengan menurunkan hujan dan banjir besar hingga orang-orang kafir itu tenggelam. Lalu Kami menyelamatkan dia bersama pengikutnya dari bencana, banjir, yang besar, kecuali istri dan seorang anaknya."
  },
  {
    "verse_number": 77,
    "tafsir": "Dan Kami telah menolongnya, Nuh dan orang-orang beriman yang setia kepada beliau, dari orang-orang kafir yang telah mendustakan ayat-ayat Kami yang diwahyukan kepada Nuh dan disampaikan kepada mereka. Sesungguhnya mereka dengan menolak beriman kepada Allah, menghina utusan Allah, dan mengancamnya adalah orang-orang yang berbuat jahat kepada sesama manusia, maka Kami menenggelamkan mereka semuanya termasuk istri dan anak Nabi Nuh."
  },
  {
    "verse_number": 78,
    "tafsir": "Dan perhatikan kisah Dawud dan Sulaiman, dua orang nabi dan rasul yang juga raja di Palestina, ketika keduanya memberikan keputusan mengenai kasus sebuah ladang milik seorang petani yang diajukan kepada beliau, karena ladang itu dirusak oleh kambing-kambing milik peternak kaumnya. Nabi Dawud berpendapat bahwa kambing-kambing itu diserahkan kepada pemilik kebun, karena harganya dinilai sama dengan tanaman yang dirusaknya sebagai ganti tanaman yang rusak. Nabi Sulaiman memutuskan agar kambing-kambing itu diserahkan sementara kepada pemilik tanaman untuk diambil manfaatnya, minyak dan bulunya, dan pemilik kambing diharuskan mengganti tanaman itu dengan tanaman yang baru. Apabila tanaman yang baru telah dapat diambil hasilnya, pemilik kambing itu boleh mengambil kambingnya kembali sehingga keduanya tidak kehilangan milik mereka masing-masing. Dan Kami menyaksikan keputusan yang diberikan oleh mereka itu tepat, namun keputusan Sulaiman lebih memenuhi rasa keadilan."
  },
  {
    "verse_number": 79,
    "tafsir": "Dan Kami telah memberikan pengertian yang mendalam kepada Sulaiman tentang keputusan yang lebih tepat dan lebih memenuhi rasa keadilan dalam sengketa petani dan pemilik kambing. Dan kepada masing-masing, Dawud dan Sulaiman, Kami berikan hikmah, pemaham-an agama yang mendalam, dan ilmu pengetahuan tentang hidup dan kehidupan duniawi. Dan Kami tundukkan gunung-gunung dan burung-burung agar mengikuti perintah Dawud; semua gunung dan burung itu, senantiasa bertasbih kepada Allah bersama Dawud. Dan Kamilah yang melakukan semua itu sebagai rahmat kepada-nya."
  },
  {
    "verse_number": 80,
    "tafsir": "Dan Kami ajarkan pula kepada Dawud cara membuat baju besi untukmu dan prajurit-prajurit kamu guna melindungi kamu dan mereka dalam peperangan yang kamu pimpin. Apakah kamu dengan menerima karunia Allah yang besar ini termasuk hamba yang bersyukur kepada Allah?"
  },
  {
    "verse_number": 81,
    "tafsir": "Dan Kami tundukkan untuk Sulaiman sebagai anugerah dan fasilitas berupa angin yang sangat kencang tiupannya yang berhembus dengan perintahnya dengan hembusan yang keras dan kencang atau pun lunak dan lambat ke negeri yang Kami beri berkah padanya sebagai moda transportasi Sulaiman dari kota yang satu ke kota lainnya. Dan Kami Maha Mengetahui segala sesuatu, baik yang tampak maupun tersembunyi. Dan Kami tundukkan pula kepada Sulaiman segolongan setan-setan yang menyelam ke dasar laut untuk mengambil sesuatu yang diperlukan-nya. Dan mereka, setan-setan yang menjadi pelayan Nabi Sulaiman itu mengerjakan pekerjaan selain itu, seperti mendirikan bangunan dan membuat kolam raksasa; dan Kami yang memelihara mereka agar setan-setan itu tidak merusak dan tidak bermain-main dalam melaksanakan tugas pokok dan fungsinya."
  },
  {
    "verse_number": 82,
    "tafsir": "Dan Kami tundukkan untuk Sulaiman sebagai anugerah dan fasilitas berupa angin yang sangat kencang tiupannya yang berhembus dengan perintahnya dengan hembusan yang keras dan kencang atau pun lunak dan lambat ke negeri yang Kami beri berkah padanya sebagai moda transportasi Sulaiman dari kota yang satu ke kota lainnya. Dan Kami Maha Mengetahui segala sesuatu, baik yang tampak maupun tersembunyi. Dan Kami tundukkan pula kepada Sulaiman segolongan setan-setan yang menyelam ke dasar laut untuk mengambil sesuatu yang diperlukan-nya. Dan mereka, setan-setan yang menjadi pelayan Nabi Sulaiman itu mengerjakan pekerjaan selain itu, seperti mendirikan bangunan dan membuat kolam raksasa; dan Kami yang memelihara mereka agar setan-setan itu tidak merusak dan tidak bermain-main dalam melaksanakan tugas pokok dan fungsinya."
  },
  {
    "verse_number": 83,
    "tafsir": "Dan ingatlah kisah Ayub, seorang nabi dan rasul yang mendapat cobaan berat dalam hidupnya, ketika dia berdoa kepada Tuhannya dengan berserah dan bertawakal kepada-Nya. “Ya Tuhanku, sungguh, aku telah ditimpa penyakit yang terasa sangat berat; tetapi aku yakin bahwa Engkau Tuhan Yang Maha Penyayang dari semua yang penyayang, sehingga cobaan ini merupakan bentuk kasih sayang-Mu kepadaku.”"
  },
  {
    "verse_number": 84,
    "tafsir": "Karena sikap Nabi Ayub yang sabar, berserah dan bertawakal kepada Allah dalam menyikapi penyakit yang menimpa dirinya, maka Kami mengabulkan doa-nya, lalu Kami melenyapkan berbagai penyakit yang ada padanya sehingga penyakitnya sembuh lahir batin; dan Kami pun mengembalikan keluarganya kepadanya untuk lebih menyempurnakan kebahagiaannya. Dan Kami pun melipatgandakan jumlah keturunan Nabi Ayub sebagai suatu rahmat dari Kami kepada hamba-Nya yang sabar, dan sekaligus kisah Nabi Ayub ini untuk menjadi peringatan bagi semua orang beriman yang menyembah Kami agar bersabar, bertawakal dan berserah kepada Allah dalam menghadapi berbagai cobaan yang menimpa dirinya."
  },
  {
    "verse_number": 85,
    "tafsir": "Dan ingatlah kisah para nabi yang berikut: Ismail, Idris, dan Zulkifli. Mereka semua, bukan hanya Nabi Ayub, termasuk orang-orang yang sabar dalam melaksanakan perintah Allah dan dalam menghadapi cobaan. Dan karena kesabaran mereka teruji dengan baik, maka Kami memasukkan mereka ke dalam rahmat Kami di dunia dan akhirat. Sungguh, mereka dengan kesabarannya yang mantap, termasuk orang-orang yang saleh, karena kesalehan hanya akan terwujud dengan kesabaran."
  },
  {
    "verse_number": 86,
    "tafsir": "Dan ingatlah kisah para nabi yang berikut: Ismail, Idris, dan Zulkifli. Mereka semua, bukan hanya Nabi Ayub, termasuk orang-orang yang sabar dalam melaksanakan perintah Allah dan dalam menghadapi cobaan. Dan karena kesabaran mereka teruji dengan baik, maka Kami memasukkan mereka ke dalam rahmat Kami di dunia dan akhirat. Sungguh, mereka dengan kesabarannya yang mantap, termasuk orang-orang yang saleh, karena kesalehan hanya akan terwujud dengan kesabaran."
  },
  {
    "verse_number": 87,
    "tafsir": "Dan ingatlah kisah Zun Nun (Yunus), ketika dia pergi meninggalkan kaumnya dalam keadaan marah, karena mereka berpaling dari dirinya dan tidak mau menerima ajaran Allah ketika ia berdakwah kepada mereka. Lalu dia menyangka bahwa Kami tidak akan menyulitkannya karena sikapnya yang tidak sabar itu. Lalu ia naik perahu, namun beban perahu yang ditumpanginya terlalu berat sehingga harus ada seorang yang dilemparkan ke laut. Setelah diundi tiga kali, Nabi Yunus yang harus dilemparkan ke laut. Allah segera mendatangkan seekor ikan untuk menelannya. Maka dia berdoa dalam keadaan yang sangat gelap di dalam perut ikan, di dalam laut, dan pada malam hari dengan kesadaran, “Tidak ada tuhan selain Engkau, Mahasuci Engkau. Sungguh, aku termasuk orang-orang yang zalim, karena aku marah meninggalkan kaum yang seharusnya dibimbing olehku.”"
  },
  {
    "verse_number": 88,
    "tafsir": "Karena ia berdoa dengan ikhlas serta menyadari kesalahannya, maka Kami kabulkan (doa)-nya dan Kami selamatkan dia dari kedukaan dan kesedihan, karena berada dalam perut ikan besar. Dan demikianlah Kami menyelamatkan orang-orang yang beriman dari segala kesulitan yang dihadapinya."
  },
  {
    "verse_number": 89,
    "tafsir": "Dan ingatlah kisah Zakaria, seorang rasul yang terus berusaha dan berdoa agar diberi keturunan, ketika dia berdoa kepada Tuhannya dengan khusyuk, “Ya Tuhanku, janganlah Engkau biarkan aku hidup seorang diri tanpa keturunan yang akan melanjutkan tugasku membimbing umat; dan aku yakin, sekiranya Engkau tidak memberikan keturunan kepadaku, Engkaulah ahli waris yang terbaik yang akan memelihara agama ini setelah aku wafat."
  },
  {
    "verse_number": 90,
    "tafsir": "Karena Zakaria terus berusaha dan tekun berdoa memohon keturunan, maka Kami kabulkan doa-nya, meskipun istrinya sudah tua dan mandul. Dan Kami pun menganugerahkan kepadanya Yahya, seorang anak yang cerdas dan saleh; dan Kami jadikan istrinya yang tua dan mandul itu dapat mengandung. Sungguh, mereka, Zakaria dan istrinya, senantiasa bersegera dalam mengerjakan berbagai kebaikan yang menyebabkan doanya dikabulkan; dan mereka senantiasa berdoa kepada Kami untuk mendapatkan keturunan dengan penuh harap akan dikabulkan dan cemas karena menyadari istrinya tua dan mandul. Dan mereka orang-orang yang khusyuk, dalam beribadah dan berdoa kepada Kami."
  },
  {
    "verse_number": 91,
    "tafsir": "Dan ingatlah kisah Maryam, seorang perempuan salehah, yang memelihara kehormatannya dari berbuat zina, bahkan dari sentuhan laki-laki. Lalu Kami tiupkan roh dari Kami ke dalam rahim-nya sehingga ia hamil; dan Kami jadikan dia dan anaknya sejak lahir sebagai tanda kebesaran Allah bagi seluruh alam, karena anak itu lahir tanpa ayah, bisa berbicara sejak bayi dan menyatakan dirinya hamba Allah, serta menjadi nabi dan rasul Allah."
  },
  {
    "verse_number": 92,
    "tafsir": "Pada ayat sebelumnya dijelaskan kisah para nabi seperti Nabi Ibrahim, Lut, Ishak, Yakub, Nuh, Dawud, Sulaiman, Ayub, Ismail, Idris, Zulkifli, Yunus, Zakaria, dan Yahya. Mereka mengajarkan prinsip tidak ada tuhan selain Allah dan tidak ada ibadah kecuali kepada-Nya. Sungguh, agama tauhid yang diajarkan oleh para nabi inilah agama kamu, agama yang sama dengan yang diajarkan Rasulullah berdasarkan Al-Qur’an, yaitu agama yang satu untuk seluruh umat, agama penyerahan diri kepada Allah. Dan Aku, Allah, adalah Tuhanmu, yang menciptakan langit dan bumi; maka sembahlah Aku sepanjang hayat kamu, Tuhan yang menghidupkan dan mematikan kamu."
  },
  {
    "verse_number": 93,
    "tafsir": "Meskipun misi para nabi itu mengajarkan satu agama kepada manusia, yaitu agama tauhid, tetapi mereka, manusia, terpecah belah dalam urusan agama di antara sesama mereka ke dalam berbagai agama. Ada yang lurus memegang prinsip tauhid dan ada pula yang menyimpang. Masing-masing golongan itu semua akan kembali kepada Kami di akhirat untuk mempertanggungjawabkan perbuatan mereka selama hidup di dunia."
  },
  {
    "verse_number": 94,
    "tafsir": "Manusia dalam mempertanggungjawabkan perbuatannya di hadapan Allah sangat tergantung kepada pilihan hidupnya di dunia. Barang siapa mengerjakan kebajikan kepada Allah, sesama manusia, dan alam, dan dia melakukan kebajikan itu sebagai orang  beriman, atas dasar keimanannya yang mantap, maka usahanya sekecil apa pun juga dalam mewujudkan kebajikan itu  tidak akan diingkari, disia-siakan hingga terbuang percuma, tetapi akan tetap tersimpan;  dan sungguh, Kamilah yang mencatat perbuatan baik itu untuknya. Demikian juga, perbuatan buruk sekecil apa pun tercatat dengan akurat dan akan diperlihatkan kepada tiap-tiap manusia dengan objektif."
  },
  {
    "verse_number": 95,
    "tafsir": "Di antara umat manusia ada yang dibinasakan sebagai hukuman atas kekufurannya, dan ada juga yang dibiarkan. Dan tidak mungkin bagi penduduk suatu negeri yang telah Kami binasakan, baik di masa silam, sekarang, maupun di masa depan, bahwa mereka tidak akan kembali kepada Kami guna mempertanggungjawabkan perbuatannya selama hidup di dunia."
  },
  {
    "verse_number": 96,
    "tafsir": "Kebinasaan suatu negeri bisa jadi karena serangan bangsa biadab seperti Yakjuj dan Makjuj, Tartar dan Mongol, yang membuat kerusakan di bumi. Lalu Zulkarnain, seorang raja yang kuat, membuat benteng kokoh dari besi dan tembaga guna melindungi bangsa yang lemah dari keganasan Yakjuj dan Makjuj. Hingga apabila benteng yang menghalangi Yakjuj dan Makjuj dibukakan seperti yang terjadi pada serangan Jengis Khan dan Hulagu Khan, keturunan bangsa Tartar dan Mongol, maka terjadilah kehancuran sejak Asia Tengah hingga Bagdad tahun 1258. Dan mereka, Yakjuj dan Makjuj, turun dengan cepat dari seluruh tempat yang tinggi melakukan kerusakan di bumi dengan membunuh, merampas, dan melakukan segala macam keganasan. (Lihat Surah al-Kahf/18: 94-99)"
  },
  {
    "verse_number": 97,
    "tafsir": "Allah menjanjikan bahwa kehidupan dunia ini akan binasa dengan terjadinya Kiamat. Dan apabila janji yang benar, Kiamat itu telah dekat, maka tiba-tiba mata orang-orang yang kafir terbelalak karena panik, terkejut, dan bingung apa yang harus dilakukan. Mereka berkata dengan jujur, “Alangkah celakanya kami! Kami benar-benar lengah tentang ini, tidak percaya akan terjadi Kiamat dan tidak mempersiapkan diri dengan beriman dan beramal saleh, bahkan kami benar-benar orang yang zalim, karena kami mendustakan Kiamat dan terus berbuat maksiat.”"
  },
  {
    "verse_number": 98,
    "tafsir": "Ayat sebelumnya menggambarkan keadaan orang kafir yang terbe-lalak, panik, terkejut, dan bingung menyaksikan Kiamat. Ayat ini men-jelaskan keadaan orang yang menyekutukan Allah. Sungguh, kamu-orang yang menyekutukan Allah-dan apa yang kamu sembah selain Allah, baik berupa manusia, patung, setan, jin maupun roh leluhur adalah bahan bakar Jahanam yang menyebabkan api Jahanam terus menyala. Kamu, karena menyekutukan Allah, pasti akan masuk ke dalamnya dan menjadi bahan bakarnya."
  },
  {
    "verse_number": 99,
    "tafsir": "Seandainya benar keyakinan mereka bahwa berhala-berhala yang disembah itu tuhan, tentu berhala-berhala itu tidak akan memasuki neraka. Akan tetapi, karena keyakinan sesat, mereka semuanya, baik yang menyembah maupun yang disembah akan kekal di dalamnya, karena Allah mengekalkannya."
  },
  {
    "verse_number": 100,
    "tafsir": "Para penghuni neraka tidak kuat berada di dalamnya. Mereka merintih dan menjerit merasakan penderitaan di dalamnya yang tiada ber-akhir. Dan mereka pun di dalamnya tidak dapat mendengar sedikit pun suara indah, lembut, dan damai yang membawa ketenangan dan kenikmatan."
  },
  {
    "verse_number": 101,
    "tafsir": "Sungguh, merupakan ketetapan Kami yang mutlak, sejak dahulu bagi orang-orang yang telah ada ketetapan yang baik dari Kami, yang terpadu dengan pilihan, sikap, dan perbuatan mereka yang baik pula, mereka itu dengan seizin-Nya akan dijauhkan dari neraka."
  },
  {
    "verse_number": 102,
    "tafsir": "Berbeda dengan penghuni neraka yang tidak mendengar sedikit pun suara lembut yang membawa ketenangan dan kedamaian; para penghuni surga berada dalam kenikmatan. Mereka tidak mendengar bunyi desis api neraka yang menakutkan, dan mereka pun kekal dalam menikmati semua yang mereka ingini."
  },
  {
    "verse_number": 103,
    "tafsir": "Kejutan yang dahsyat ketika bumi dan langit hancur dan ketika manusia bangkit dari alam kubur, tidak membuat mereka, para calon penghuni surga, merasa sedih, karena mereka berada dalam kenikmatan; dan para malaikat pun akan menyambut mereka dengan ucapan yang menye-nangkan, “Inilah hari kebahagianmu yang telah dijanjikan kepadamu untuk memasuki surga, negeri penuh kedamaian.”"
  },
  {
    "verse_number": 104,
    "tafsir": "Oleh karena itu, manusia hendaklah mengingat hari Kiamat, yaitu pada hari langit Kami gulung seperti menggulung lembaran-lembaran kertas sehingga kehidupan dunia ini hancur. Keadaannya sebagaimana Kami memulai penciptaan pertama, ketika kehidupan dunia ini tidak ada. Begitulah Kami akan mengulanginya lagi sehingga kehidupan ini pun kembali tidak ada. Hal ini merupakan janji yang pasti Kami tepati dengan tepat dan akurat; sungguh, Kami akan melaksanakannya, tetapi Kami tetap merahasiakan waktunya."
  },
  {
    "verse_number": 105,
    "tafsir": "Pada ayat yang lalu Allah menerangkan keadaan orang kafir dan orang beriman di akhirat. Pada ayat ini Allah menerangkan ketetapan-Nya tentang orang-orang yang mewarisi bumi. Dan sungguh, telah Kami tulis sebagai suatu ketetapan di dalam Zabur, yang diturunkan kepada Nabi Dawud dan Sulaiman, setelah tertulis di dalam Az-Zikr, yaitu di Lauh Mahfuz, bahwa bumi ini milik-Ku dan akan diwarisi oleh hamba-hamba-Ku yang saleh, yaitu sanggup mengelola bumi dan memakmurkannya, mengambil manfaat dari kekayaan alamnya, serta sanggup memimpin masyarakat dan membangunnya dengan mengikuti petunjuk-Ku."
  },
  {
    "verse_number": 106,
    "tafsir": "Sungguh, semua kisah para nabi yang disebutkan di dalam surah ini, bahkan di dalam Al-Qur’an ini benar-benar menjadi petunjuk yang lengkap dan pelajaran yang berharga guna mencapai kebahagiaan hidup dunia akhirat bagi orang-orang yang menyembah Allah dengan pikiran, perasaan dan rohani yang bersih."
  },
  {
    "verse_number": 107,
    "tafsir": "Tujuan Allah mengutus Nabi Muhammad membawa agama Islam bukan untuk membinasakan orang-orang kafir, melainkan untuk menciptakan perdamaian. Dan Kami tidak mengutus engkau Muhammad melainkan untuk menjadi rahmat bagi seluruh alam. Perlindungan, kedamaian, dan kasih sayang yang lahir dari ajaran dan pengamalan Islam yang baik dan benar."
  },
  {
    "verse_number": 108,
    "tafsir": "Pada ayat sebelumnya diterangkan bahwa Allah mengutus Nabi Muhammad membawa agama Islam agar menjadi rahmat bagi manusia dan lingkungan hidup. Pada ayat ini Allah meminta Nabi Muhammad menjelaskan ajaran dasar agama Islam. Katakanlah wahai Muhammad, “Sungguh, apa yang diwahyukan kepadaku yang menjadi ajaran pokok agama yang dibawa para nabi, ialah bahwa Tuhanmu Allah adalah Tuhan Yang Esa, yang melahirkan prinsip tauhid, tidak ada tuhan selain Allah dan tidak ada ibadah kecuali kepada-Nya; maka apakah kamu telah berserah diri kepada-Nya dengan beriman, beribadah dan mematuhi ajaran-Nya?”"
  },
  {
    "verse_number": 109,
    "tafsir": "Tugas pokok rasul adalah menyampaikan ajaran Allah kepada manusia dan mengajak manusia mengikuti ajaran Allah. Maka jika mereka berpaling dari ajaran Allah, maka katakanlah, wahai Muhammad, kepada mereka, baik Yahudi maupun Nasrani, “Aku telah menyampaikan kepadamu ajaran agama yang sama di antara kita, yaitu tidak ada tuhan selain Allah, tidak ada ibadah kecuali kepada-Nya, dan tidak mempertuhankan manusia. Jika kamu menolak ajaran ini, kamu akan mendapat murka Allah; dan aku tidak tahu apakah yang diancamkan kepadamu itu sudah dekat atau masih jauh, karena murka Allah yang paling dahsyat itu dalam kehidupan sesudah mati.”"
  },
  {
    "verse_number": 110,
    "tafsir": "Sikap kamu menolak ajaran Allah terbuka maupun tertutup dalam hati kamu bagi Allah sama saja. Sungguh, Dia, mengetahui perkataan yang kamu ucapkan dengan terang-terangan, dan mengetahui pula apa yang kamu rahasiakan dalam hati kamu seperti sikap orang munafik."
  },
  {
    "verse_number": 111,
    "tafsir": "Dan aku tidak tahu sedikit pun mengapa azab yang diancamkan kepada kamu, orang-orang kafir itu, ditunda datangnya. Boleh jadi hal itu cobaan bagi kamu sehingga kamu bertambah sombong dalam menolak ajaran Allah dan boleh jadi penundaan itu Allah memberi kesempatan kepada kamu merasakan kesenangan yang singkat di dunia sampai waktu yang ditentukan kemudian kamu dikembalikan kepada azab yang kekal di akhirat."
  },
  {
    "verse_number": 112,
    "tafsir": "Selama 13 tahun di Mekah Rasulullah bersikap diam tanpa perla-wanan menghadapi penindasan, pengusiran, pemboikotan dan rencana pembunuhan orang-orang kafir Mekah kepada beliau dan para sahabat hingga akhirnya setelah hijrah ke Madinah, Nabi Muhammad, berkata dalam doanya kepada Allah, “Ya Tuhanku, berilah keputusan dengan adil di antara kami dan orang-orang kafir itu supaya tampak kebenaran dan kebatilan. Dan, kami yakin,Tuhan kami Maha Pengasih, kepada hamba-hamba-Nya; Allah tempat memohon segala pertolongan dalam menghadapi semua yang kamu katakana kepada kami, orang-orang beriman, secara bodoh, keji, dan tidak berdasar tentang Allah, malaikat, Al-Qur’an, Rasulullah, dan hidup sesudah mati.”"
  }
]