[
  {
    "verse_number": 1,
    "tafsir": "Bila surah sebelumnya ditutup dengan berita kebinasaan umat terdahulu karena kedurhakaan mereka, surah ini diawali dengan penjelasan bahwa Al-Qur’an turun untuk kebaikan, bukan kesusahan, bagi umat. Taha."
  },
  {
    "verse_number": 2,
    "tafsir": "Wahai Nabi Muhammad, Kami, yakni Allah melalui Jibril, tidak menurunkan Al-Qur’an ini kepadamu agar engkau menjadi susah akibat ditolak dan dimusuhi kaummu atau dituntut untuk melaksanakan kewajiban di luar batas kemampuanmu."
  },
  {
    "verse_number": 3,
    "tafsir": "Kami tidak menurunkan Al-Qur’an kepadamu melainkan sebagai peringatan bagi orang yang takut kepada Allah dan ikhlas menaati ajaran dan perintah-Nya."
  },
  {
    "verse_number": 4,
    "tafsir": "Wahai Nabi, Al-Qur’an ini diturunkan kepadamu dari Allah Yang Mahaagung yang menciptakan bumi dan langit yang tinggi. Kandungannya merupakan petunjuk bagi mereka yang mau meyakini."
  },
  {
    "verse_number": 5,
    "tafsir": "Tuhan yang menurunkan Al-Qur’an ini adalah Yang Maha Pengasih terhadap semua makhuk tanpa terkecuali; yang bersemayam di atas 'Arsy untuk mengatur semua urusan makhluk-Nya."
  },
  {
    "verse_number": 6,
    "tafsir": "Allah adalah Pencipta semua yang ada, karena itu milik-Nya lah apa saja yang ada di langit seperti matahari, bulan, dan planet, serta apa saja yang ada di bumi seperti tumbuhan, hewan, dan manusia, apa saja yang ada di antara keduanya seperti awan, dan apa saja yang ada di bawah tanah, seperti bahan tambang dan sumber mineral."
  },
  {
    "verse_number": 7,
    "tafsir": "Dia mengetahui apa saja yang terjadi di alam semesta. Dan jika engkau mengeraskan ucapanmu saat menyampaikan sesuatu, sungguh Dia mengetahui apa yang engkau ucapkan. Dia juga mengetahui apa saja yang rahasia atau yang sengaja kausembunyikan dalam hatimu, dan apa saja yang lebih tersembunyi, yang tidak kausadari dan tidak kauketahui lagi setelah lama mengendap di dasar hatimu."
  },
  {
    "verse_number": 8,
    "tafsir": "Dialah Allah yang tidak ada tuhan penguasa alam semesta yang patut disembah selain Dia. Hanya Dia pula yang mempunyai nama-nama yang terbaik."
  },
  {
    "verse_number": 9,
    "tafsir": "Usai menjelaskan keagungan Al-Qur’an dan tugas berat yang diamanahkan kepada Rasulullah, pada ayat-ayat berikut Allah menguraikan kisah Nabi Musa yang juga diberi amanah berat, yaitu berdakwah kepada Fir’aun yang sangat ingkar. Kisah ini dimaksudkan untuk menguatkan Nabi Muhammad dalam berdakwah. Dan apakah telah sampai kepadamu, wahai Nabi Muhammad, kisah Musa saat akan menerima tugas kerasulan?"
  },
  {
    "verse_number": 10,
    "tafsir": "Ketika dalam perjalanan menuju Mesir, dia melihat api yang menyala terang, lalu dia berkata kepada keluarganya yang menyertainya dalam perjalanan itu, “Tinggallah kamu di sini sampai aku kembali. Sesungguhnya aku melihat api. Mudah-mudahan aku dapat membawa sedikit nyala api kepadamu agar kita dapat menghangatkan badan pada malam yang dingin ini, atau aku akan mendapat petunjuk dari seseorang yang ada di sekitar tempat api itu.”"
  },
  {
    "verse_number": 11,
    "tafsir": "Usai berpesan kepada keluarganya, maka Musa berjalan mendekati api itu. Ketika dia mendatanginya, tiba-tiba dia dipanggil oleh suara yang berasal dari arah api itu, “Wahai Musa!”"
  },
  {
    "verse_number": 12,
    "tafsir": "“Sungguh, Aku yang memanggilmu adalah Tuhanmu yang memelihara dan membimbingmu. Maka, sebagai penghormatan, hendaknya engkau lepaskan kedua terompahmu karena saat ini sesungguhnya engkau berada di lembah yang suci, Tuwa.”"
  },
  {
    "verse_number": 13,
    "tafsir": "Begitu Musa melepas terompahnya, Allah berfirman, “Dan ketahuilah, wahai Musa, sesungguhnya Aku telah memilih engkau sebagai nabi dan rasul untuk memberi peringatan kepada mereka yang ingkar. Maka, dengarkanlah apa yang akan diwahyukan kepadamu, lalu laksanakanlah untuk memberi pengajaran kepada kaummu."
  },
  {
    "verse_number": 14,
    "tafsir": "Wahai Musa, ketahuilah sesungguhnya Aku ini adalah Allah, Tuhanmu, dan sungguh tidak ada tuhan pencipta alam raya yang layak disembah selain Aku, maka berimanlah kepada-Ku, sembahlah Aku, dan laksanakanlah salat untuk mengingat-Ku dan bersyukur kepada-Ku.” Inilah prinsip pertama akidah, yaitu keesaan Tuhan."
  },
  {
    "verse_number": 15,
    "tafsir": "Allah lalu menyusuli dengan prinsip berikutnya, yaitu keniscayaan kiamat. “Sungguh, hari kiamat itu akan datang tanpa ada keraguan sedikit pun tentangnya, namun Aku merahasiakan waktu kedatangannya. Karena itu, siapkanlah dirimu untuk menghadapinya. Hari kiamat itu merupakan suatu keniscayaan agar setiap orang yang mukalaf dibalas sesuai dengan apa yang telah dia usahakan dalam kehidupannya di dunia ini.”"
  },
  {
    "verse_number": 16,
    "tafsir": "Maka setelah engkau mengetahui keniscayaan kiamat, janganlah sekali-kali engkau dipalingkan dari-nyaoleh orang yang tidak beriman kepadanya dan oleh orang yang mengikuti keinginannya, sehingga engkau menjadi lengah dan tidak siap menghadapinya. Ketahuilah, jika engkau dipalingkan, hal itulah yang menyebabkan engkau binasa.”"
  },
  {
    "verse_number": 17,
    "tafsir": "Allah menunjukkan kuasa-Nya dengan memberi mukjizat kepada Nabi Musa. Dan apakah yang ada di tangan kananmu, wahai Musa?"
  },
  {
    "verse_number": 18,
    "tafsir": "Dia berkata, “Ini adalah tongkatku. Aku bertumpu padanya saat letih atau ingin bersandar, dan aku merontokkan daun dari ranting-ranting pohon dengannya untuk pakan kambingku atau menghalaunya pergi dan pulang kandang. Dan selain itu, bagiku masih ada lagi manfaat yang lain dari tongkat ini.”"
  },
  {
    "verse_number": 19,
    "tafsir": "Dia berfirman, “Lemparkanlah ia, yaitu tongkatmu itu, wahai Musa!”"
  },
  {
    "verse_number": 20,
    "tafsir": "Tanpa menunggu lama, selanjutnya Nabi Musa segera melemparkan tongkat itu ke tanah, maka tiba-tiba ia menjadi seekor ular yang merayap ke sana ke mari dengan cepat."
  },
  {
    "verse_number": 21,
    "tafsir": "Melihat perubahan wujud tongkatnya menjadi ular, Nabi Musa merasa takut. Dia berfirman untuk menenangkan hati Nabi Musa, “Wahai Musa, peganglah ia. Ambillah ular itu dan jangan takut. Kami akan mengembalikan wujud-nya kepada keadaannya semula, dari ular menjadi tongkat kembali.”"
  },
  {
    "verse_number": 22,
    "tafsir": "Allah juga memberi Nabi Musa mukjizat yang lain. Dia berfirman, “Dan kepitlah tangan kanan-mu melalui leher bajumu ke ketiak kiri-mu, kemudian tariklah keluar, niscaya ia keluar menjadi putih cemerlang dan bercahaya tanpa cacat, bagai sinar matahari yang benderang. Kami berikan itu kepadamu sebagai mukjizat yang lain, selain tongkat yang berubah menjadi ular."
  },
  {
    "verse_number": 23,
    "tafsir": "Wahai Nabi Musa, kedua mukjizat Kami anugerahkan untuk Kami perlihatkan kepadamu sebagian dari tanda-tanda kebesaran Kami yang sangat besar. Kami juga menjadikan keduanya sebagai penguat hatimu dalam berdakwah.”"
  },
  {
    "verse_number": 24,
    "tafsir": "Usai membekali Nabi Musa dengan dua mukjizat, Allah memerintahnya untuk berdakwah. Wahai Nabi Musa, pergilah kepada Fir’aun. Sesungguhnya dia benar-benar telah melampaui batas dalam kedurhakaannya kepada-Ku dan kesewenangan terhadap sesama manusia.”"
  },
  {
    "verse_number": 25,
    "tafsir": "Nabi Musa menyadari betapa berat tugas yang Allah amanahkan kepadanya. Dia memohon kepada-Nya seraya berkata, “Ya Tuhanku, lapangkanlah dadaku sehingga jiwaku mampu menanggung tantangan tugasku, dan mudahkanlah untukku urusanku sehingga dakwahku tidak menemui kesulitan, dan lepaskanlah kekakuan dari lidahku yang menghalangi kelancaranku dalam menyampaikan pesan-Mu agar mereka mengerti perkataanku dengan baik.”"
  },
  {
    "verse_number": 26,
    "tafsir": "Nabi Musa menyadari betapa berat tugas yang Allah amanahkan kepadanya. Dia memohon kepada-Nya seraya berkata, “Ya Tuhanku, lapangkanlah dadaku sehingga jiwaku mampu menanggung tantangan tugasku, dan mudahkanlah untukku urusanku sehingga dakwahku tidak menemui kesulitan, dan lepaskanlah kekakuan dari lidahku yang menghalangi kelancaranku dalam menyampaikan pesan-Mu agar mereka mengerti perkataanku dengan baik.”"
  },
  {
    "verse_number": 27,
    "tafsir": "Nabi Musa menyadari betapa berat tugas yang Allah amanahkan kepadanya. Dia memohon kepada-Nya seraya berkata, “Ya Tuhanku, lapangkanlah dadaku sehingga jiwaku mampu menanggung tantangan tugasku, dan mudahkanlah untukku urusanku sehingga dakwahku tidak menemui kesulitan, dan lepaskanlah kekakuan dari lidahku yang menghalangi kelancaranku dalam menyampaikan pesan-Mu agar mereka mengerti perkataanku dengan baik.”"
  },
  {
    "verse_number": 28,
    "tafsir": "Nabi Musa menyadari betapa berat tugas yang Allah amanahkan kepadanya. Dia memohon kepada-Nya seraya berkata, “Ya Tuhanku, lapangkanlah dadaku sehingga jiwaku mampu menanggung tantangan tugasku, dan mudahkanlah untukku urusanku sehingga dakwahku tidak menemui kesulitan, dan lepaskanlah kekakuan dari lidahku yang menghalangi kelancaranku dalam menyampaikan pesan-Mu agar mereka mengerti perkataanku dengan baik.”"
  },
  {
    "verse_number": 29,
    "tafsir": "Sesudah memohon penyempurnaan dirinya, Nabi Musa memohon pengukuhan diri melalui keluarganya. Dia berkata, “Wahai Tuhanku, dan jadikanlah untukku seorang pembantu dari keluargaku guna meringankan tugasku menyampaikan risalah-Mu. Aku berharap Engkau mengangkat Harun, saudaraku, sebagai penyokongku. Teguhkanlah kekuatanku dalam berdakwah dengan adanya dia di sampingku, dan jadikanlah dia teman dalam urusanku menyampaikan risalah kepada Fir’aun dan kaumnya."
  },
  {
    "verse_number": 30,
    "tafsir": "Sesudah memohon penyempurnaan dirinya, Nabi Musa memohon pengukuhan diri melalui keluarganya. Dia berkata, “Wahai Tuhanku, dan jadikanlah untukku seorang pembantu dari keluargaku guna meringankan tugasku menyampaikan risalah-Mu. Aku berharap Engkau mengangkat Harun, saudaraku, sebagai penyokongku. Teguhkanlah kekuatanku dalam berdakwah dengan adanya dia di sampingku, dan jadikanlah dia teman dalam urusanku menyampaikan risalah kepada Fir’aun dan kaumnya."
  },
  {
    "verse_number": 31,
    "tafsir": "Sesudah memohon penyempurnaan dirinya, Nabi Musa memohon pengukuhan diri melalui keluarganya. Dia berkata, “Wahai Tuhanku, dan jadikanlah untukku seorang pembantu dari keluargaku guna meringankan tugasku menyampaikan risalah-Mu. Aku berharap Engkau mengangkat Harun, saudaraku, sebagai penyokongku. Teguhkanlah kekuatanku dalam berdakwah dengan adanya dia di sampingku, dan jadikanlah dia teman dalam urusanku menyampaikan risalah kepada Fir’aun dan kaumnya."
  },
  {
    "verse_number": 32,
    "tafsir": "Sesudah memohon penyempurnaan dirinya, Nabi Musa memohon pengukuhan diri melalui keluarganya. Dia berkata, “Wahai Tuhanku, dan jadikanlah untukku seorang pembantu dari keluargaku guna meringankan tugasku menyampaikan risalah-Mu. Aku berharap Engkau mengangkat Harun, saudaraku, sebagai penyokongku. Teguhkanlah kekuatanku dalam berdakwah dengan adanya dia di sampingku, dan jadikanlah dia teman dalam urusanku menyampaikan risalah kepada Fir’aun dan kaumnya."
  },
  {
    "verse_number": 33,
    "tafsir": "Ya Allah, aku ajukan permohonan itu kepada-Mu agar kami banyak bertasbih kepada-Mu, menyucikan-Mu dari segala hal yang tidak layak bagi-Mu, dan banyak mengingat-Mu atas anugerah dan nikmat yang Engkau limpahkan kepada kami. Sesungguhnya Engkau Maha Melihat dan Mengetahui keadaan kami.”"
  },
  {
    "verse_number": 34,
    "tafsir": "Ya Allah, aku ajukan permohonan itu kepada-Mu agar kami banyak bertasbih kepada-Mu, menyucikan-Mu dari segala hal yang tidak layak bagi-Mu, dan banyak mengingat-Mu atas anugerah dan nikmat yang Engkau limpahkan kepada kami. Sesungguhnya Engkau Maha Melihat dan Mengetahui keadaan kami.”"
  },
  {
    "verse_number": 35,
    "tafsir": "Ya Allah, aku ajukan permohonan itu kepada-Mu agar kami banyak bertasbih kepada-Mu, menyucikan-Mu dari segala hal yang tidak layak bagi-Mu, dan banyak mengingat-Mu atas anugerah dan nikmat yang Engkau limpahkan kepada kami. Sesungguhnya Engkau Maha Melihat dan Mengetahui keadaan kami.”"
  },
  {
    "verse_number": 36,
    "tafsir": "Mengabulkan permohonan Nabi Musa, Dia berfirman, “Sungguh, telah diperkenankan semua permintaanmu itu, wahai Musa. Terimalah anugerah besar Kami itu kepadamu."
  },
  {
    "verse_number": 37,
    "tafsir": "Dan wahai Musa, ketahuilah bahwa sesungguhnya tanpa engkau minta pun, Kami telah memberi nikmat kepadamu pada kesempatan yang lain sebelum ini, yaitu ketika Kami mengilhamkan kepada ibumu sesudah kelahiranmu sesuatu yang diilhamkan, yaitu cara menyelamatkanmu dari rencana keji Fir’aun."
  },
  {
    "verse_number": 38,
    "tafsir": "Dan wahai Musa, ketahuilah bahwa sesungguhnya tanpa engkau minta pun, Kami telah memberi nikmat kepadamu pada kesempatan yang lain sebelum ini, yaitu ketika Kami mengilhamkan kepada ibumu sesudah kelahiranmu sesuatu yang diilhamkan, yaitu cara menyelamatkanmu dari rencana keji Fir’aun."
  },
  {
    "verse_number": 39,
    "tafsir": "Kami ilhamkan kepada ibumu, 'Letakkanlah dia, yaitu bayi Musa, di dalam peti, kemudian hanyutkanlah dia ke sungai Nil yang mengalir tidak begitu deras. Ketika arus menghanyutkannya, maka biarlah aliran air sungai itu membawanya ke tepi sungai yang melewati istana Fir’aun. Ketika saat itu tiba, dia akan diambil oleh Fir’aun, penguasa Mesir yang merupakan musuh-Ku dan musuhnya. 'Wahai Nabi Musa, ketahuilah bahwa Aku telah melimpahkan kepadamu begitu banyak kasih sayang yang datang dari-Ku sehingga siapa saja yang memandangmu akan tertarik dan menyayangimu. Kami anugerahkan itu semua kepadamu untuk kebaikanmu dan agar engkau diasuh dengan cara terhormat di bawah pengawasan-Ku."
  },
  {
    "verse_number": 40,
    "tafsir": "Wahai Nabi Musa, ingatlah ketika saudara perempuanmu berjalan di sekitar istana tempat engkau berada setelah dipungut dari sungai, untuk mencari berita tentang dirimu. Ketika ia tahu engkau enggan menyusu, lalu dia berkata kepada keluarga Fir’aun, 'Bolehkah saya menunjukkan kepadamu orang yang akan menyusui dan memeliharanya?’ Mereka setuju, lalu saudaramu mengajak ibumu untuk menyusuimu. Maka, Kami mengembalikanmu kepada ibumu agar senang hatinya karena dapat memeliharamu dan tidak bersedih hati karena jauh darimu. Dan ingatlah wahai Nabi Musa pada anugerah Kami yang lain, yaitu ketika engkau setelah menginjak dewasa pernah membunuh seseorang dari penduduk Mesir, lalu Kami selamatkan engkau dari kesulitan yang menimpamu akibat pembunuhan itu. Kami keluarkan engkau dari Mesir dan Kami telah mencobamu dengan beberapa cobaan yang berat di tempat tinggalmu yang baru. Dengan rahmat Kami engkau berhasil mengatasinya, lalu engkau tinggal beberapa tahun di antara penduduk Madyan dan menjadi menantu Nabi Syuaib. Kemudian saat ini engkau, wahai NabiMusa, datang ke tempat ini menurut waktu yang telah ditetapkan oleh Allah."
  },
  {
    "verse_number": 41,
    "tafsir": "Dan ketahuilah, wahai Nabi Musa, sungguh Aku telah memilihmu, memeliharamu, dan mempersiapkanmu untuk diri-Ku. Aku jadikan engkau nabi dan rasul-Ku untuk menyampaikan risalah-Ku kepada umatmu.”"
  },
  {
    "verse_number": 42,
    "tafsir": "Allah melanjutkan perintah-Nya kepada Nabi Musa, “Wahai Nabi Musa, pergilah engkau beserta saudaramu, Harun, dengan membawa tanda-tanda kekuasaan dan kebesaran-Ku, yaitu mukjizat yang pernah engkau saksikan, dan janganlah kamu berdua lalai, bosan, dan enggan mengingat- Ku, baik dalam perjalanan atau saat berada di Mesir."
  },
  {
    "verse_number": 43,
    "tafsir": "Wahai Nabi Musa dan Harun, pergilah kamu berdua kepada Fir’aun yang sombong itu dengan bekal mukjizat dari-Ku karena dia benar-benar telah melampaui batas dalam kedurhakannya. Begitu berhadapan dengannya, maka berbicaralah kamu berdua kepadanya dengan kata-kata yang lemah lembut. Ajaklah dia beriman kepada Allah dan serulah pada kebenaran dengan cara yang baik. Mudah-mudahan dengan cara demikian dia menjadi sadar atau takut pada azab Allah bila terus durhaka.”"
  },
  {
    "verse_number": 44,
    "tafsir": "Wahai Nabi Musa dan Harun, pergilah kamu berdua kepada Fir’aun yang sombong itu dengan bekal mukjizat dari-Ku karena dia benar-benar telah melampaui batas dalam kedurhakannya. Begitu berhadapan dengannya, maka berbicaralah kamu berdua kepadanya dengan kata-kata yang lemah lembut. Ajaklah dia beriman kepada Allah dan serulah pada kebenaran dengan cara yang baik. Mudah-mudahan dengan cara demikian dia menjadi sadar atau takut pada azab Allah bila terus durhaka.”"
  },
  {
    "verse_number": 45,
    "tafsir": "Wahai Nabi Musa dan Harun, pergilah kamu berdua kepada Fir’aun yang sombong itu dengan bekal mukjizat dari-Ku karena dia benar-benar telah melampaui batas dalam kedurhakannya. Begitu berhadapan dengannya, maka berbicaralah kamu berdua kepadanya dengan kata-kata yang lemah lembut. Ajaklah dia beriman kepada Allah dan serulah pada kebenaran dengan cara yang baik. Mudah-mudahan dengan cara demikian dia menjadi sadar atau takut pada azab Allah bila terus durhaka.”"
  },
  {
    "verse_number": 46,
    "tafsir": "Menenangkan Nabi Musa dan Harun,Dia berfirman, Janganlah kamu berdua khawatirmenghadapi Firaun dan para pengikutnya.Sesungguhnya Akuselalubersama kamu berdua. Aku akan melindungimu dan menolongmu.Aku mendengarucapan dan ajakanmu serta mendengar pula apa pun yang dikatakan Firaun.DanAku jugamelihatapa yang kamu lakukan untuk menjalankan perintah-Ku serta melihat apa yang diperbuat oleh Firaun."
  },
  {
    "verse_number": 47,
    "tafsir": "Kamu berdua ada dalam lindungan-Ku, maka janganlah takut. Pergilah kamu berdua kepadanya dan katakanlah, 'Sesungguhnya kami berdua adalah utusan Tuhanmu yang telah menganugerahkan beragam nikmat kepadamu, wahai Fir’aun. Dia juga Tuhan kami dan Bani Israil. Kami mengajakmu beriman kepada-Nya, maka lepaskanlah Bani Israil bersama kami agar kita semua menyembah Allah dan tidak mempersekutukan-Nya, dan janganlah engkau menyiksa mereka seperti yang selama ini kaulakukan. Sesungguhnya kami datang kepadamu dengan membawa bukti nyata tentang risalah kami dari Tuhanmu, yakni berupa tongkat yang dapat berubah wujud menjadi ular dan tangan yang bersinar. Dan ketahuilah, wahai Fir’aun, keselamatan itu akan dilimpahkan kepada orang yang mengikuti petunjuk Allah yang disampaikan oleh rasul-Nya."
  },
  {
    "verse_number": 48,
    "tafsir": "Kami tidak berdusta. Sesungguhnya telah diwahyukan kepada kami bahwa siksa Allahituakan ditimpakan kepada siapa pun yang tidak beriman pada-Nya, mendustakan ajaran yang kami bawa, dan berpaling darinya serta enggan melaksanakannya.”’"
  },
  {
    "verse_number": 49,
    "tafsir": "Fir’aun ingin mendapat kejelasan tentang Allah, Tuhan Yang Mahakuasa tersebut. Dia berkata, “Siapakah Tuhanmu berdua yang mengutusmu untuk menyampaikan dakwah itu, wahai Musa?”"
  },
  {
    "verse_number": 50,
    "tafsir": "Nabi Musa menjawab, “Tuhan kita semua ialah Tuhan yang telah menciptakan semua makhluk dan memberikan bentuk kejadian kepada segala sesuatu di alam semesta ini, kemudian memberinya petunjuk dan potensi untuk dapat melakukan segala sesuatu sesuai fungsinya.”"
  },
  {
    "verse_number": 51,
    "tafsir": "Mendengar jawaban Nabi Musa tentang kekuasaan Allah, Fir’aun berkata, “Jadi, bagaimana keadaan umat-umat yang dahulu yang telah meninggal dunia, seperti kaum Nabi Nuh, Hud, dan Saleh, yang lebih dulu ingkar?”"
  },
  {
    "verse_number": 52,
    "tafsir": "Nabi Musa menjawab pertanyaan Fir’aun, “Pengetahuan tentang itu secara rinci hanya ada pada Tuhanku. Hanya Dia yang mengetahuinya. Semua hal yang berkaitan dengan makhluk tercatat di dalam sebuah Kitab, yaitu Lauh Mahfuz. Tuhanku tidak akan pernah salah ataupun lupa pada apa pun yang terjadi di alam semesta ini."
  },
  {
    "verse_number": 53,
    "tafsir": "Wahai Fir’aun, Allah adalah Tuhan yang telah menjadikan bumi sebagai hamparan bagimu, juga bagi seluruh manusia, dan menjadikan jalan-jalan yang rata dan lebar di atasnya bagimu agar kamu mudah bepergian, dan Dia pula yang menurunkan air hujan dari langit untuk menyuburkan tanah di sekitarmu.” Allah beralih menggunakan kalimat langsung dari- Nya, “Kemudian, Kami tumbuhkan dengannya, yakni dengan air hujan itu, berjenis-jenis tumbuh-tumbuhan dengan beragam bentuk, rasa, dan kegunaan."
  },
  {
    "verse_number": 54,
    "tafsir": "Kami telah menganugerahkan kepadamu berjenis-jenis tetumbuhan, maka makanlah dan gembalakanlah hewan-hewanmu. Sesungguhnya pada yang demikian itu terdapat tanda-tanda kebesaran Allah bagi orang yang berakal."
  },
  {
    "verse_number": 55,
    "tafsir": "Kami hamparkan tanah untuk kamu. Sesungguhnya darinya Kami menciptakan kamu, wahai Fir’aun dan seluruh manusia, dan kepadanyalah Kami akan mengembalikan kamu setelah mati, dan dari sanalah pula Kami akan mengeluarkan kamu pada waktu yang lain, yaitu pada hari kebangkitan”"
  },
  {
    "verse_number": 56,
    "tafsir": "Meski mendapat bukti nyata yang menguatkan dakwah Nabi Musa, Fir’aun tetap enggan beriman. Dan sungguh, Kami telah memperlihatkan kepadanya tanda-tanda kebesaran dan kekuasaan Kami semuanya. Namun, ternyata dia keras kepala dan terus mendustakan dan enggan menerima kebenaran. Ia pun tidak mau patuh pada risalah yang disampaikan kepadanya."
  },
  {
    "verse_number": 57,
    "tafsir": "Kesombongan telah mendorong Fir’aun mengabaikan peringatan Nabi Musa. Dia berkata, “Apakah engkau datang kepada kami untuk mengusir kami dari negeri kelahiran kami sendiri, yaitu Mesir, dengan sihirmu itu, wahai Musa?"
  },
  {
    "verse_number": 58,
    "tafsir": "Bila itu tujuanmu, maka kami pun pasti akan mendatangkan sihir semacam itu kepadamu. Kami akan mengumpulkan para penyihir andal untuk mengalahkanmu. Maka, wahai Musa, buatlah suatu perjanjian untuk pertemuan antara kami dan engkau. Tentukanlah waktu dan tempat pertemuan itu. Mari kita buat kesepakatan yang kami tidak akan menyalahinya dan tidak pula engkau. Adakanlah pertemuan itu di suatu tempat yang terbuka sehingga tidak menyulitkan salah satu pihak dari kita atau orang-orang yang ingin menonton.”"
  },
  {
    "verse_number": 59,
    "tafsir": "Nabi Musa tidak gentar menghadapi tantangan Fir’aun. Dia berkata, “Kesepakatan yang menyangkut waktu untuk pertemuan kami dengan para penyihirmu itu ialah pada hari raya, di tempat kamu dan rakyatmu biasa berkumpul, dan hendaklah orang-orang dikumpulkan pada pagi hari supaya mereka dapat menyaksikan sejak awal.”"
  },
  {
    "verse_number": 60,
    "tafsir": "Kesepakatan untuk mengadu mukjizat Musa dengan sihir para penyihir Fir’aun terjalin. Maka Fir’aun meninggalkan tempat pertemuan itu, lalu dengan segera dia mengatur tipu dayanya untuk mengalahkan Nabi Musa. Setelah waktu yang disepakati tiba, kemudian dia datang kembali bersama para penyihir dan orang-orang yang akan menyaksikan peristiwa tersebut."
  },
  {
    "verse_number": 61,
    "tafsir": "Setelah berhadapan dengan para penyihir itu, Nabi Musa berkata kepada mereka, “Wahai para penyihir, celakalah kamu! Janganlah kamu mengada-adakan kedustaan terhadap Allah, seperti menuhankan Fir’aun, meremehkan rasul Allah, dan menganggap mukjizatku sebagai sihir. Ingatlah, nanti Dia akan membinasakan kamu dengan azab yang sangat pedih.”  Dan sungguh, akan rugi orang yang mengada-adakan kedustaan terhadap Allah."
  },
  {
    "verse_number": 62,
    "tafsir": "Peringatan Nabi Musa membuat sebagian penyihir ketakutan, sementara sebagian yang lain tetap tidak acuh. Maka mereka pun berbantah- bantahan tentang urusan mereka. Masing-masing mengemukakan pendapatnya terkait peringatan Nabi Musa dan cara menghadapinya, dan mereka merahasiakan percakapan mereka agar Fir’aun dan para pembesarnya tidak mendengarnya."
  },
  {
    "verse_number": 63,
    "tafsir": "Sebagian dari mereka berkata, “Wahai penduduk Mesir, sesungguhnya dua orang ini, yaitu Nabi Musa dan Harun, adalah penyihir yang hendak mengusirmu dari Mesir, dari negerimu dan tanah kelahiranmu, dengan menampilkan sihir mereka berdua, dan mereka juga hendak melenyapkan adat kebiasaanmu yang utama dan kamu yakini, yaitu kepercayaan yang kamu anut dan kedudukan yang kamu nikmati."
  },
  {
    "verse_number": 64,
    "tafsir": "Karena itu, maka bersatulah menghadapi kedua orang itu. Kumpulkanlah segala tipu daya kamu, baik berupa sihir maupun yang lain, kemudian datanglah kamu semua dengan berbaris rapi dan kompak agar kita dapat mengalahkan mereka berdua, dan sesungguhnya beruntung orang yang menang pada hari ini, yaitu hari ketika kita dan mereka berdua unjuk keahlian masing-masing.”"
  },
  {
    "verse_number": 65,
    "tafsir": "Begitu para penyihir berhadapan dengan Nabi Musa, mereka berkata, “Wahai Musa! Apakah engkau yang melemparkan lebih dulu untuk menun-jukkan kemampuanmu, atau kami yang lebih dahulu melemparkan?”"
  },
  {
    "verse_number": 66,
    "tafsir": "Dia berkata, “Silakan kamu melemparkan lebih dulu!” Para penyihir itu lantas melemparkan alat sihir mereka ke tengah arena, maka tiba-tiba tali-tali dan tongkat-tongkat mereka terbayang olehnya seakan-akan menjadi ular yang merayap dengan cepat, karena sihir mereka."
  },
  {
    "verse_number": 67,
    "tafsir": "Melihat peristiwa mengagetkan itu, maka Nabi Musa merasa takut."
  },
  {
    "verse_number": 68,
    "tafsir": "Menenangkan hati Nabi Musa, Kami berfirman, “Wahai Nabi Musa, jangan takut pada ular-ular itu! Sungguh, engkaulah yang unggul dan akan menang dalam pertandingan ini."
  },
  {
    "verse_number": 69,
    "tafsir": "Dan lemparkan apa yang ada di tangan kananmu, yaitu tongkat yang biasa engkau pakai untuk menggembala kambing, niscaya ia akan menelan apa yang mereka buat, yakni ular-ular yang berasal dari sihir mereka. Ketahuilah, apa yang mereka buat itu hanyalah tipu daya penyihir belaka, dan tidak akan menang penyihir itu, dari mana pun ia dating.”"
  },
  {
    "verse_number": 70,
    "tafsir": "Setelah melihat ular-ular hasil sihir mereka ditelan oleh ular yang berasal dari tongkat Nabi Musa, lalu para penyihir itu ditiarapkan oleh rasa takut pada Allah dan kagum pada kehebatan mukjizat Nabi Musa. Mereka segera merunduk bersujud kepada Tuhan Yang Maha Esa seraya berkata, “Kami telah percaya dan beriman kepada Tuhan Harun dan Musa.”"
  },
  {
    "verse_number": 71,
    "tafsir": "Fir’aun murka melihat kekalahan dan keimanan para penyihirnya. Dia berkata, “Wahai para penyihir, apakah kamu telah beriman kepadanya, yaitu kepada Nabi Musa, sebelum aku memberi izin kepadamu? Sesungguhnya dia itu pemimpinmu. Dia tidak lebih dari sekadar penyihir pandai yang mengajarkan sihir kepadamu. Dengan beriman, kamu telah melakukan makar dan melanggar janji setiamu kepadaku, maka sungguh, aku akan memotong tangan kanan dan kaki kiri kamu secara bersilang, dan sungguh akan aku salib kamu pada pangkal pohon kurma. Akan aku gantung tubuh-tubuhmu dan aku ikat kaki dan tanganmu di sana agar orang-orang tahu hukuman bagi orang yang melanggar perintahku. Dan sungguh, kamu pasti akan mengetahui siapa di antara kita, di antara aku dan Tuhan Nabi Musa, yang lebih pedih dan lebih kekal siksaannya.”"
  },
  {
    "verse_number": 72,
    "tafsir": "Para penyihir tidak takut pada ancaman Fir’aun. Mereka berkata, “Wahai Fir’aun, kami tidak akan memilih untuk lebih tunduk kepadamu daripada sebagian bukti-bukti nyata atau mukjizat yang telah datang kepada kami melalui Nabi Musa. Dan kami juga tidak akan mengutamakanmu sebagai sesembahan atas Allah yang telah menciptakan kami. Maka, putuskanlah yang hendak engkau putuskan dan lakukanlah apa saja yang ingin kaulakukan terhadap kami. Sesungguhnya engkau hanya dapat memutuskan pada kehidupan di dunia ini. Kekuasaanmu tidak akan berlanjut hingga akhirat nanti."
  },
  {
    "verse_number": 73,
    "tafsir": "Wahai Fir’aun, kami benar-benar telah beriman dan akan memegang teguh kepercayaan kami kepada Tuhan Pencipta kami yang selama ini kami durhakai dan ingkari. Kami beriman dengan harapan agar Dia mengampuni kesalahan-kesalahan kami yang telah mempersekutukan-Nya dan mengampuni dosa kami karena telah mempelajari dan mempraktikkan sihir yang telah engkau paksakan kepada kami. Dan Allah lebih baik pahala-Nya kepada orang yang taat daripada balasanmu kepada kami, dan Dia lebih kekal kekuasaan serta azab-Nya bagi pendurhaka dibanding siksamu."
  },
  {
    "verse_number": 74,
    "tafsir": "Sesungguhnya barang siapa meninggal dunia dan datang kepada Tuhannya dalam keadaan berdosa dan tidak bertobat, maka sungguh, baginya adalah neraka Jahanam. Dia tidak mati di dalamnya sehingga akan terus merasakan azab, dan tidak pula hidup dengan nyaman.” Demikianlah kondisi orang yang durhaka dan kafir."
  },
  {
    "verse_number": 75,
    "tafsir": "Tetapi, sebaliknya, barang siapa meninggal dunia dan datang kepada-Nya dalam keadaan beriman dan telah mengerjakan kebajikan sesuai tuntunan Allah dan rasul-Nya, maka mereka itulah orang yang memperoleh derajat yang tinggi dan mulia. Mereka akan mendapatkan surga-surga 'Adn yang mengalir di bawahnya, yaitu di antara pepohonannya, sungai-sungai. Mereka kekal selama-lamanya di dalamnya. Itulah balasan bagi orang yang menyucikan dan menjauhkan diri dari kekafiran dan kemungkaran."
  },
  {
    "verse_number": 76,
    "tafsir": "Tetapi, sebaliknya, barang siapa meninggal dunia dan datang kepada-Nya dalam keadaan beriman dan telah mengerjakan kebajikan sesuai tuntunan Allah dan rasul-Nya, maka mereka itulah orang yang memperoleh derajat yang tinggi dan mulia. Mereka akan mendapatkan surga-surga 'Adn yang mengalir di bawahnya, yaitu di antara pepohonannya, sungai-sungai. Mereka kekal selama-lamanya di dalamnya. Itulah balasan bagi orang yang menyucikan dan menjauhkan diri dari kekafiran dan kemungkaran."
  },
  {
    "verse_number": 77,
    "tafsir": "Nabi Musa berhasil mengalahkan para penyihir itu dan mengajak mereka beriman. Dan sungguh, telah Kami wahyukan kepada Musa suatu pesan berisi, “Tinggalkanlah Mesir. Pergilah bersama hamba-hamba-Ku, yaitu Bani Israil, pada malam hari, dan pukullah tongkatmu untuk menyediakan bagi mereka jalan yang kering di laut. Dengan kuasa Allah, terbentanglah jalan yang kering di laut sehingga engkau tidak perlu takut akan tersusul oleh Fir’aun dan tentaranya, dan juga tidak perlu khawatir akan tenggelam di laut itu.”"
  },
  {
    "verse_number": 78,
    "tafsir": "Mengetahui Nabi Musa dan Bani Israil meninggalkan Mesir, kemudian Fir’aun dengan bala tentaranya mengejar mereka melalui jalan kering di laut itu, tetapi sebelum berhasil menyusul Nabi Musa dan Bani Israil, mereka digulung ombak laut yang datang tiba-tiba dan kemudian menenggelamkan mereka. Itulah balasan bagi orang yang sesat dan durhaka kepada Tuhan."
  },
  {
    "verse_number": 79,
    "tafsir": "Dan sejak dulu sampai meninggalnya Fir’aun memang telah menyesatkan kaumnya dan tidak pernah memberi petunjuk ke jalan yang benar."
  },
  {
    "verse_number": 80,
    "tafsir": "Mengingatkan betapa besar nikmat-Nya kepada Bani Israil, Allah berfirman, “Wahai Bani Israil! Sungguh, Kami telah menyelamatkan kamu dari musuhmu, yaitu Fir’aun dan tentaranya, dan Kami telah mengadakan perjanjian dengan kamu melalui Nabi Musa untuk bermunajat dan berada di tempat yang telah ditetapkan, yaitu di sebelah kanan gunung Sinai, dan Kami telah menurunkan kepada kamu mann dan salwa sebagai bahan akanan untuk kelangsungan hidupmu."
  },
  {
    "verse_number": 81,
    "tafsir": "Dengan semua anugerah itu, makanlah dari rezeki yang baik-baik yang telah Kami berikan kepadamu, yaitu mann dan salwa, dan janganlah melampaui batas. Jangan langgar tuntunan-Ku yang pada akhirnya menyebabkan kemurkaan-Ku akan menimpamu. Ketahuilah, barang siapa ditimpa kemurkaan-Ku, maka sungguh binasalah dia akibat siksa itu."
  },
  {
    "verse_number": 82,
    "tafsir": "Dan sungguh, Aku Maha Pengampun bagi siapa saja yang bertobat dari kekafiran yang dilakukannya, dan beriman kepada-Ku serta selalu berbuat kebajikan sesuai tuntunan-Ku dan rasul-Ku, kemudian tetap konsisten dalam petunjuk dan teguh melaksanakannya.”"
  },
  {
    "verse_number": 83,
    "tafsir": "Allah menegur Nabi Musa karena tergesa-gesa meninggalkan kaumnya. Mendapat janji Allah yang sangat menggembirakan itu, Nabi Musa bergegas menuju tempat yang ditetapkan sehingga Allah menegurnya, “Dan mengapa engkau datang lebih cepat daripada kaummu, wahai Musa? Bukanlah akan lebih baik bila engkau datang bersama mereka?”"
  },
  {
    "verse_number": 84,
    "tafsir": "Nabi Musa menduga Bani Israil mengikutinya di belakang. Dia berkata, “Itu mereka sedang menyusul aku. Tidak lama lagi mereka akan tiba. Dan aku bersegera dating kepada-Mu, Ya Tuhanku, agar Engkau rida dan memberiku restu-Mu.”"
  },
  {
    "verse_number": 85,
    "tafsir": "Dia berfirman, “Begitu engkau pergi mendahului mereka, sungguh, Kami telah menguji kaummu setelah engkau tinggalkan mereka. Mereka gagal melalui ujian-Ku sehingga terjerumus dalam kesesatan dengan menyembah patung anak sapi. Dan mereka menjadi kafir karena telah disesatkan oleh Samiri.”"
  },
  {
    "verse_number": 86,
    "tafsir": "Kemudian Nabi Musa kembali kepada kaumnya dengan marah karena menyaksikan mereka menyembah patung anak sapi. Dia marah dan bersedih hati karena kekafiran mereka setelah dia berusaha memberi mereka petunjuk. Dia berkata, “Wahai kaumku! Bukankah Tuhanmu telah menjanjikan kepadamu suatu janji yang baik bila kamu beriman, yaitu dengan menjamin keselamatanmu di dunia dan kebahagiaanmu di akhirat? Apakah terlalu lama masa perjanjian itu bagimu sehingga kamu tidak sabar dan akhirnya menyembah patung anak sapi ini, atau kamu memang sengaja menghendaki agar kemurkaan Tuhan menimpamu? Mengapa kamu melanggar perjanjianmu dengan aku yang telah kamu teguhkan sebelumnya?”"
  },
  {
    "verse_number": 87,
    "tafsir": "Dengan penuh penyesalan mereka berkata, “Wahai Nabi Musa, kami memang bersalah, namun kami tidak melanggar perjanjianmu dengan kemauan kami sendiri, tetapi kami harus membawa beban berat ketika meninggalkan Mesir yang terdiri dari perhiasan kaum itu, yaitu orang-orang Mesir, kemudian kami melemparkannya ke dalam api, dan demikian pula Samiri melemparkannya ke api itu.”"
  },
  {
    "verse_number": 88,
    "tafsir": "Kemudian dia, yaitu Samiri, mengeluarkan dan menciptakan patung anak sapi yang bertubuh dan bersuara dari perhiasan itu untuk mereka, maka mereka berkata sambil menunjuk ke arah patung anak sapi itu, “Inilah Tuhanmu dan Tuhan Musa, tetapi dia pergi dan telah lupa bila Tuhannya ada di sini.”"
  },
  {
    "verse_number": 89,
    "tafsir": "Sikap mereka itu sungguh sangat buruk. Maka tidakkah mereka memperhatikan bahwa patung anak sapi itu tidak dapat memberi jawaban kepada mereka atas pertanyaan yang mereka ajukan dan tidak pula kuasa menolak mudarat yang menimpa mereka maupun mendatangkan manfaat yang diinginkan kepada mereka?"
  },
  {
    "verse_number": 90,
    "tafsir": "Dan sungguh, sebelumnya, yaitu sebelum kepulangan Nabi Musa, Nabi Harun telah mengingatkan dan berkata kepada mereka yang menyembah patung anak sapi itu, “Wahai kaumku! Sesungguhnya kamu hanya sekadar diberi cobaan dengan patung anak sapi itu. Dan sungguh Tuhanmu yang hakiki ialah Allah Yang Maha Pengasih, maka ikutilah dengan sungguh-sungguh nasihat dan peringatan yang aku berikan kepadamu dan taatilah perintahku untuk beriman dan beribadah hanya kepada Tuhan Yang Maha Esa.”"
  },
  {
    "verse_number": 91,
    "tafsir": "Mereka tidak menghiraukan nasihat Nabi Harun seraya menjawab, “Sungguh, kami tidak akan meninggalkannya, yaitu patung anak sapi itu. Kami tetap akan menyembahnya sampai Musa kembali kepada kami.”"
  },
  {
    "verse_number": 92,
    "tafsir": "Melihat kesesatan kaum, Nabi Musa marah dan menegur Nabi Harun karena dianggap tidak mampu memimpin Bani Israil dengan baik. Sambil memegang kepala dan janggut saudaranya itu, dia berkata, “wahai Harun! Allah mengutusmu untuk membuatku. Apa yang menghalangimu untuk menegur ketika engkau melihat mereka telah sesat dengan menyembah patung anak sapi? Apa yang menyebabkan engkau tidak mengikuti aku dalam berdakwah dan mengajak mereka untuk menegaskan Allah? Apakah engkau telah sengaja melanggar perintahku sehingga engkau membiarkan mereka sesat?”"
  },
  {
    "verse_number": 93,
    "tafsir": "Melihat kesesatan kaum, Nabi Musa marah dan menegur Nabi Harun karena dianggap tidak mampu memimpin Bani Israil dengan baik. Sambil memegang kepala dan janggut saudaranya itu, dia berkata, “wahai Harun! Allah mengutusmu untuk membuatku. Apa yang menghalangimu untuk menegur ketika engkau melihat mereka telah sesat dengan menyembah patung anak sapi? Apa yang menyebabkan engkau tidak mengikuti aku dalam berdakwah dan mengajak mereka untuk menegaskan Allah? Apakah engkau telah sengaja melanggar perintahku sehingga engkau membiarkan mereka sesat?”"
  },
  {
    "verse_number": 94,
    "tafsir": "Menghadapi kemarahan Nabi Musa, dia dengan lembut menjawab, “Wahai putra ibuku! Jangan marah engkau kepadaku. Janganlah engkau pegang janggutku dan jangan pula engkau tarik kepalaku. Aku sungguh khawatir bila bersikap keras kepada para penyembah patung anak sapi itu, akan terjadi pertumpahan darah di antara mereka. Ketika itu terjadi, pasti engkau akan berkata kepadaku, 'Wahai Harun, engkau telah memecah belah anatar Bani Israil dan engkau tidak memelihara amanatku untuk menggantikanku memimpin Bani Israil dan menjaga mereka dari kesesatan.’”"
  },
  {
    "verse_number": 95,
    "tafsir": "Usai menegur Nabi Hraun, Nabi Musa melupakan kemarahannya kepada Samiri yang telah menyesatkan Bani Israil. Dia berkata, “Apakah yang mendorongmu menyesatkan Bani Israil dengan membuat  patung anak sapi untuk disembah, wahai Samiri?”"
  },
  {
    "verse_number": 96,
    "tafsir": "Mendapat pertanyaan dari Nabi Musa, dia menjawab, “Aku melihat dan mengetahui sesuatu yang tidak mereka ketahui. Aku melihat Jibril menunggang kuda ketika Bani Israil keluar dari laut dan Fir’aun tenggelam. Jadi, aku ambil segenggam tanah dari jejak tapal kuda rasul itu, lalu aku melemparkannya ke arah perhiasan-perhiasan yang aku jadikan bahan membuat patung anak sapi itu hingga patung itu mampu mengeluarkan suara. Aku tahu mereka pernah memintamu untuk membuat Tuhan yang berjasad untuk mereka sembah, maka demikianlah nafsuku membujukku untuk menciptakan patung anak sapi ini sebagai tuhan mereka.”"
  },
  {
    "verse_number": 97,
    "tafsir": "Nabi Musa semakin marah usai mendengar jawaban Samiri. Dia berkata, “Wahai Samiri, pergilah kau! Maka sebagai hukuman atas perbuatanmu, sesungguhnya engkau akan dikucilkan di dalam kehidupan ini sehingga engkau akan selalu mengatakan kepada orang lain, 'Janganlah menyentuh atau mendekatiku, sebagaimana aku tidak akan menyentuh atau mendekatimu.’ Dan selain itu engkau pasti akan mendapat hukuman di akhirat yang telah dijanjikan, yang tidak akan dapat engkau hindari. Dan lihatlah tuhanmu itu yang beberapa saat lalu engkau tetap bersikeras menyembahnya. Kami pasti akan membakarnya, kemudian sungguh kami akan menghamburkannya, yaitu abu sisa pembakarannya, ke dalam laut hingga bertebaran dan berserakan.”"
  },
  {
    "verse_number": 98,
    "tafsir": "Setelah memutuskan untuk membakar patung anak sapi itu, Nabi Musa berpidato di depan kaumnya, “Sungguh, Tuhanmu yang layak disembah itu hanyalah Allah Yang Esa. Tidak ada tuhan Pencipta dan Pengatur alam semesta selain Dia. Pengetahuan-Nya meliputi segala sesuatu yang ada di alam ini.”"
  },
  {
    "verse_number": 99,
    "tafsir": "Wahai Nabi Muhammad, demikianlah Kami kisahkan kepadamu sebagian kisah umat yang telah lalu agar menjadi ibrah dan pelajaran bagi umatmu. Dan selain itu, sesungguhnya telah Kami berikan pula kepadamu dari sisi Kami suatu peringatan, yaitu Al-Qur’an, sebagai tuntunan dan petunjuk menuju kesejahteraan hidup mereka di dunia dan akhirat."
  },
  {
    "verse_number": 100,
    "tafsir": "Allah menegaskan bahwa Al-Qur’an merupakan tuntunan dan petunjuk bagi mereka yang menginginkan kebaikan dunia dan akhirat. Tuntunan dan petunjuk itu harus mereka ikuti dan pegang teguh. Barang siapa berpaling dari tuntunan dan petunjuk Al-Qur’an, maka sesungguhnya dia akan memikul dosa yang besar di hari kiamat yang akan menyebabkannya menerima azab."
  },
  {
    "verse_number": 101,
    "tafsir": "Mereka yang berpaling dari tuntunan Al-Qur’an itu akan kekal di dalam keadaan yang penuh penderitaan itu, dan ketahuilah bahwa amat buruklah dosa yang telah mereka lakukan itu. Keingkaran itu akan mereka bawa sebagai beban bagi mereka di hari kiamat."
  },
  {
    "verse_number": 102,
    "tafsir": "Hari kiamat itu adalah hari ketika ditiup sangkakala yang kedua kali sebagai pertanda dibangkitkannya seluruh manusia dari kubur, dan selanjutnya Kami akan mengumpulkan pada hari itu orang-orang yang berdosa dengan muka yang biru muram, menandakan kecemasan dan ketakutan mereka terhadap balasan atas keingkarannya."
  },
  {
    "verse_number": 103,
    "tafsir": "Menunggu giliran untuk penimbangan amal perbuatan masing-masing, mereka saling berbisik-bisik di antara mereka untuk meringankan ketakutan dan kekalutan, “Kamu tidak berdiam di dunia melainkan hanyalah sepuluh hari, dan ini merupakan waktu yang sangat singkat.”"
  },
  {
    "verse_number": 104,
    "tafsir": "Allah Maha Mendengar perkataan makhluk-Nya. Kami lebih mengetahui dari siapa saja tentang apa yang mereka katakan, walaupun dengan cara berbisik. Demikian pula ketika orang yang paling lurus jalannya diantara mereka, yaitu mereka yang ucapannya paling mendekati kebenaran, berkata, “Kamu tidak hidup dan tinggal di dunia melainkan hanyalah sehari saja.”"
  },
  {
    "verse_number": 105,
    "tafsir": "Orang-orang yang mengingkari hari kiamat menyatakan keraguan mereka dengan bertanya tentang gunung-gunung yang kukuh. Dan mereka bertanya kepadamu, wahai Nabi Muhammad, tentang gunung- gunung di sekitar mereka. Maka katakanlah, “Tuhanku akan menghancurkannya sehancur-hancurnya di hari kiamat sehingga tidak ada satu pun yang masih utuh.”"
  },
  {
    "verse_number": 106,
    "tafsir": "Sesudah itu maka Dia akan menjadikan area bekas gunung-gunung itu datar sama sekali sehingga kondisinya berbeda dari sebelumnya. Pada saat itu permukaan bumi menjadi rata; tidak ada sedikit pun kamu lihat padanya tempat yang rendah karena adanya lembah, dan tidak pula tempat yang tinggi-tinggi karena adanya perbukitan."
  },
  {
    "verse_number": 107,
    "tafsir": "Sesudah itu maka Dia akan menjadikan area bekas gunung-gunung itu datar sama sekali sehingga kondisinya berbeda dari sebelumnya. Pada saat itu permukaan bumi menjadi rata; tidak ada sedikit pun kamu lihat padanya tempat yang rendah karena adanya lembah, dan tidak pula tempat yang tinggi-tinggi karena adanya perbukitan."
  },
  {
    "verse_number": 108,
    "tafsir": "Pada hari kiamat itu seluruh manusia bergerak mengikuti penyeru yang menggiring mereka ke satu arah dengan lurus, tidak berbelok-belok; semua begitu tenang dan khusyuk, dan merendahlah semua suara yang mengagungkan dan memohon kepada Tuhan yang Maha Pemurah, maka pada saat itu kamu tidak mendengar kecuali bisikan saja."
  },
  {
    "verse_number": 109,
    "tafsir": "Pada hari itu juga tidak berguna syafaat dan pertolongan orang tua, anak, atau kerabat, kecuali syafaat dari orang yang dicintai dan telah diberi izin oleh Tuhan Yang Maha Pengasih, dan orang itu juga telah Dia ridai perkataannya."
  },
  {
    "verse_number": 110,
    "tafsir": "Itulah Tuhan Yang Maha Pengasih. Dia mengetahui apa yang ada di hadapan mereka, yaitu kehidupan duniawi, dan apa yang ada di belakang mereka, yaitu kondisi mereka di akhirat. Dia juga mengetahui apa saja yang belum terjadi, sedang ilmu mereka sangat terbatas sehingga tidak dapat meliputi ilmu-Nya yang serba terinci."
  },
  {
    "verse_number": 111,
    "tafsir": "Orang yang beriman mengakui keagungan Allah tersebut dan tunduklah semua muka dengan rendah diri kepada Tuhan yang hidup kekal lagi berdiri sendiri dalam mengurus makhluk-Nya. Sesungguhnya telah merugilah orang yang melakukan kezaliman dengan mengingkari petunjuk Allah dan tuntunan rasul-Nya."
  },
  {
    "verse_number": 112,
    "tafsir": "Dan siapa saja mengerjakan amal-amal yang saleh dengan niat tulus dan ia dalam keadaan beriman, maka dia tidak akan merasa khawatir akan perlakuan yang tidak adil terhadapnya dan tidak pula dia akan merasa takut terhadap pengurangan haknya sesuai apa yang telah ditetapkan dan dilakukannya."
  },
  {
    "verse_number": 113,
    "tafsir": "Al-Qur’an mengandung ancaman bagi orang kafir dan tuntunan bagi semua manusia. Dan demikianlah Kami menurunkan Al-Qur’an dalam bahasa Arab sebagai pengingat, dan Kami telah menerangkan pula dengan berulang kali di dalamnya sebagian dari ancaman yang telah disebutkan. Yang demikian ini dimaksudkan agar mereka bertakwa atau agar Al-Qur’an itu menimbulkan pengajaran bagi mereka yang membaca dan melaksanakan petunjuknya."
  },
  {
    "verse_number": 114,
    "tafsir": "Dengan semua sifat itu, maka sesungguhnya Mahatinggi Allah, Raja yang sebenar-benarnya. Dan karena itu, janganlah kamu, wahai Nabi Muhammad, tergesa-gesa membaca Al-Qur’an sebelum disempurnakan pewahyuannya kepadamu agar kamu tidak salah memahami dan mengajarkannya, dan katakanlah, “Ya Tuhanku, tambahkanlah kepadaku ilmu pengetahuan yang bermanfaat.”"
  },
  {
    "verse_number": 115,
    "tafsir": "Ayat-ayat berikut mengisahkan peristiwa yang terjadi pada Adam dan pembangkangan Iblis terhadap perintah Allah. Kisah ini diawali dengan peringatan Allah atas tipu daya iblis. Dan sesungguhnya telah Kami perintahkan kepada Adam dahulu untuk menjauhi iblis yang selalu berusaha menyesatkannya. Tetapi karena iblis pandai merayu maka dia lupa akan perintah itu. Dia lalu mengikuti ajakan iblis dan terjerumus sehingga melanggar larangan Allah. Dan saat itu tidak Kami dapati padanya kemauan yang kuat untuk menolak rayuan iblis.”"
  },
  {
    "verse_number": 116,
    "tafsir": "Allah menjelaskan awal peristiwa ini. Dan ingatlah ketika Kami berkata kepada malaikat, “Sujudlah kamu kepada Adam!” lalu mereka pun sujud sebagai bentuk ketaatan kepada-Nya, kecuali iblis. Dengan takabur dia menolak perintah Allah tersebut."
  },
  {
    "verse_number": 117,
    "tafsir": "Untuk memperingatkan Adam tentang penolakan iblis, kemudian Kami berfirman, “Wahai Adam! Sungguhiblisini adalah musuh nyata bagimu dan bagi istrimu. Maka, sekali-kali janganlah sampai dia berhasil menggelincirkan dan mengeluarkan kamu berdua dari surga. Ketahuilah, hal itulah yang menyebabkan kamu menjadi celaka."
  },
  {
    "verse_number": 118,
    "tafsir": "Wahai Adam, sungguh, ada jaminan untukmu di surga sana bahwa engkau tidak akan kelaparan di dalamnya. Allah telah menyediakan bagimu di sana buah-buahan dan makanan lain. Dan kamu di surga itu juga tidak akan telanjang karena Allah telah menyiapkan pakaian untukmu. Dan sungguh, di surga sana engkau tidak akan merasa dahaga karena ada mata air yang selalu memancarkan air yang jernih di sana. Dan di sana tidak pula kamu akan ditimpa panas matahari di dalamnya karena rimbunnya dedaunan dari beragam pepohonan di sana.”"
  },
  {
    "verse_number": 119,
    "tafsir": "Wahai Adam, sungguh, ada jaminan untukmu di surga sana bahwa engkau tidak akan kelaparan di dalamnya. Allah telah menyediakan bagimu di sana buah-buahan dan makanan lain. Dan kamu di surga itu juga tidak akan telanjang karena Allah telah menyiapkan pakaian untukmu. Dan sungguh, di surga sana engkau tidak akan merasa dahaga karena ada mata air yang selalu memancarkan air yang jernih di sana. Dan di sana tidak pula kamu akan ditimpa panas matahari di dalamnya karena rimbunnya dedaunan dari beragam pepohonan di sana.”"
  },
  {
    "verse_number": 120,
    "tafsir": "Kemudian setan yang iri pada anugerah besar yang Allah berikan kepada Nabi Adam itu membisikkan pikiran jahat kepadanya dengan berkata, “Wahai Adam, maukah aku tunjukkan kepadamu pohon keabadian yang bisa membuatmu hidup abadi di surga, dan kerajaan yang terus berada dalam genggamanmu sehingga tidak akan binasa?”"
  },
  {
    "verse_number": 121,
    "tafsir": "Bujuk rayu iblis berhasil melenakan Adam dan Hawa. Lalu keduanya memakan buah-nya. Begitu mereka memakannya, lalu tampaklah oleh keduanya aurat mereka dan ketika itu muncullah rasa malu sehingga mulailah keduanya menutupinya dengan daun-daun dari pepohonan surga. Dan akibat dari kelenaan ini telah durhakalah Adam kepada Tuhan dan sesatlah dia karenanya."
  },
  {
    "verse_number": 122,
    "tafsir": "Allah Maha Pengasih kepada makhluk-Nya, tidak terkecuali kepada Adam. Meski dia telah melakukan kesalahan karena terbujuk setan, namun kemudian Tuhannya tetap memilih dia sebagai khalifah. Ketika dia bertobat dan memohon ampun, maka Dia menerima tobatnya dan memberinya petunjuk."
  },
  {
    "verse_number": 123,
    "tafsir": "Allah berfirman, “Wahai Adam dan Hawa, turunlah kamu berdua dari surga bersama-sama. Ketahuilah, sebagian dari kamu akan menjadi musuh bagi sebagian yang lain. Maka, jika datang kepadamu petunjuk dari-Ku untuk menjadi pedoman dalam kehidupanmu, lalu siapa saja yang mengikuti petunjuk-Ku dan melaksanakan ajaran-Ku, dia tidak akan sesat di dunia dan tidak akan pula celaka dalam kehidupan akhirat.”"
  },
  {
    "verse_number": 124,
    "tafsir": "Pada ayat ini Allah memberi peringatan dan ancaman bagi mereka yang berpaling dari petunjuk-Nya. Dan barang siapa yang berpaling dari peringatan-Ku dan enggan mengikuti petunjuk-Ku, maka sungguh dia akan mendapat balasan dengan menjalani kehidupan yang sempit sehingga selalu merasa kurang meski sudah memperoleh banyak rezeki di dunia, dan Kami akan mengumpulkannya kelak pada hari kiamat dalam keadaan buta sehingga tidak dapat meniti jalan ke surga."
  },
  {
    "verse_number": 125,
    "tafsir": "Ketika orang yang ingkar itu merasakan balasan Allah, dia berkata, “Ya Tuhanku, mengapa Engkau kumpulkan aku dalam keadaan buta sehingga tidak dapat melihat, padahal di dunia dahulu aku dapat melihat?”"
  },
  {
    "verse_number": 126,
    "tafsir": "Menjawab aduan itu Allah berfirman, “Demikianlah yang terjadi. Dahulu telah datang kepadamu ayat-ayat Kami untuk mengajakmu mengikuti petunjuk Kami, maka kamu melupakannya dan enggan menaati perintah Kami, dan sebagai balasannya, begitu pula pada hari ini kamu pun dilupakan.”"
  },
  {
    "verse_number": 127,
    "tafsir": "Dan demikianlah, sebagai hukuman atas keengganan itu, Kami membalas orang yang melampaui batas dan tidak menghiraukan petunjuk yang datang kepadanya dan tidak pula mau percaya kepada ayat-ayat Tuhannya. Dan ketahuilah, sesungguhnya azab di akhirat itu lebih berat daripada hukuman di dunia dan selain itu, azab di akhirat juga lebih kekal."
  },
  {
    "verse_number": 128,
    "tafsir": "Pada ayat-ayat berikut Allah menerangkan peringatan-Nya kepada orang kafir dan enggan mengikuti petunjuk-Nya. Sungguh, semua ancaman itu pasti terjadi, maka tidakkah apa yang terjadi pada kaum kafir terdahulu menjadi petunjuk bagi mereka yang musyrik itu; berapa banyaknya Kami membinasakan umat-umat sebelum mereka. Sungguh mengherankan bila mereka tidak mengambil pelajaran dari peristiwa itu, padahal mereka telah berjalan di lokasi tersebut dan melihat bekas-bekas tempat tinggal umat-umat yang dibinasakan itu? Sesungguhnya pada yang demikian itu, yaitu bukti-bukti yang dapat disaksikan, terdapat tanda-tanda bagi orang yang berakal dan mau memperhatikan kejadian di masa lalu."
  },
  {
    "verse_number": 129,
    "tafsir": "Apa yang terjadi pada manusia merupakan akibat perbuatan mereka. Dan sekiranya tidak ada suatu ketetapan dari Allah yang telah diputuskan pada masa terdahulu, yaitu sebelum zaman Rasulullah, atau tidak ada ajal dan batas akhir yang telah ditentukan oleh Allah, pasti azab yang serupa juga menimpa mereka yang kafir itu."
  },
  {
    "verse_number": 130,
    "tafsir": "Wahai Nabi Muhammad, bila orang kafir terus menentang dakwahmu maka sabarlah kamu atas apa yang mereka katakan. Untuk meneguhkan pendirianmu, berdoalah kepada Allah dan bertasbihlah dengan memuji Tuhanmu. Lakukan itu sebelum terbit matahari dan sebelum terbenamnya, dan bertasbih pulalah pada waktu-waktu di malam hari dengan salat lail, dan pada waktu-waktu di siang hari. Yang demikian itu supaya kamu merasa senang dan hatimu tenteram."
  },
  {
    "verse_number": 131,
    "tafsir": "Banyak orang kafir yang mendapat rezeki dan kenikmatan duniawi berlimpah. Allah mengingatkan kaum mukmin untuk tergiur dengan hal tersebut. Wahai orang beriman, janganlah kamu terpesona oleh apa yang orang kafir itu peroleh dan janganlah pula kamu tujukan kedua matamu dengan antusias dan penuh harap kepada apa yang telah Kami berikan, berupa kenikmatan duniawi, kepada golongan-golongan dari mereka. Sungguh, semua itu tidak lain sebagai bunga kehidupan dunia untuk Kami uji mereka dengannya, dan ketahuilan bahwa karunia Tuhan kamu adalah lebih baik dan lebih kekal dari segala sisinya."
  },
  {
    "verse_number": 132,
    "tafsir": "Setelah memahami apa yang akan terjadi pada orang musyrik dan kafir, maka taatlah kepada-Nya dan perintahkanlah kepada keluargamu mendirikan salat dan bersabarlah kamu dalam mengerjakannya. Wahai nabi Muhammad, Kami tidak meminta rezeki kepadamu, melainkan Kamilah yang memberi rezeki kepadamu. Orang yang taat akan mendapat pahala, dan akibat yang baik itu adalah balasan yang paling layak bagi orang yang bertakwa."
  },
  {
    "verse_number": 133,
    "tafsir": "Ayat-ayat berikut berisi uraikan tentang tuntutan orang kafir dan peringatan yang Allah sampaikan kepada mereka melalui Rasulullah. Orang kafir mengeluhkan hukuman yang mereka terima dan mereka berkata, “Mengapa dia, Muhammad, tidak membawa tanda bukti kepada kami dari Tuhannya agar kami percaya dan menaati ajaran-Nya?” Sungguh aneh perkataan mereka karena mereka telah diberi peringatan. Bukankan telah datang kepada mereka bukti nyata tentang azab yang Allah timpakan kepada umat-umat terdahulu yang ingkar, sebagaimana yang tersebut di dalam kitab-kitab yang dahulu, yakni Taurat dan Injil?”"
  },
  {
    "verse_number": 134,
    "tafsir": "Demikianlah sikap orang kafir. Dan kalau mereka Kami binasakan dengan suatu siksaan sebelumnya, yakni sebelum Kami turunkan Al-Qur’an kepada Nabi Muhammad, tentulah mereka di akhirat nanti berkata, “Ya Tuhan kami, mengapa di dunia dulu tidak Engkau utus seorang rasul kepada kami untuk mengingatkan kami sehingga kami mengikuti ayat-ayat-Mu sebelum kami menjadi hina akibat siksa ini dan rendah karena kedurhakaan kami?”"
  },
  {
    "verse_number": 135,
    "tafsir": "Wahai Nabi Muhammad, tanda keengganan orang kafir mengikuti petunjuk Allah telah jelas. Karena itu, katakanlah kepada mereka, “Masing-masing dari kita, yaitu umat beriman di satu pihak dan kaum kafir di pihak lain, menanti apa yang akan dilakukan Allah kelak. Jika demikian, maka nantikanlah ketetapan Allah itu olehmu! Dan kelak ketika keputusan-Nya datang, kamu akan mengetahui siapa di antara kita yang menempuh jalan yang lurus dan siapa yang telah terhindar dari kesesatan dengan mendapat petunjuk dari Allah Yang Mahabenar.”[]"
  }
]