[
  {
    "verse_number": 1,
    "tafsir": "Apa yang ada di langit, bintang, bulan, matahari, dan seluruh planet; dan apa yang ada di bumi, hewan dan tetumbuhan bertasbih kepada Allah, mengakui dan menyatakan kemahasucian Allah yang berbeda dengan seluruh makhluk ciptaan-Nya; dan Dialah Yang Mahaperkasa menciptakan dan menghancurkan jagat raya sekejap mata; Mahabijaksana, tidak terburu menggunakan kekuasaan-Nya yang tiada terbatas untuk menghancurkan jagat raya atau menghukum manusia yang berdosa."
  },
  {
    "verse_number": 2,
    "tafsir": "Wahai orang-orang yang beriman kepada Allah dan Rasul-Nya! Mengapa kamu mengatakan secara terbuka di hadapan orang banyak atau secara tertutup sesuatu yang tidak kamu kerjakan? Apakah kamu merasa tidak bersalah melakukannya?"
  },
  {
    "verse_number": 3,
    "tafsir": "Perbuatan kamu, wahai orang-orang yang beriman, yang tidak melakukan apa yang sudah dikatakan atau disampaikan kepada orang lain sangatlah dibenci di sisi Allah, jika kamu mengikuti kebiasaan orang-orang munafik, mengatakan apa-apa yang tidak kamu kerjakan, bermuka dua, tidak ada kesatuan kata dan perbuatan dan tidak ada integritas."
  },
  {
    "verse_number": 4,
    "tafsir": "Ayat ini menyatakan bahwa Allah suka kepada orang-orang yang berjihad dalam barisan yang teratur. Sesungguhnya Allah mencintai orang-orang yang berperang di jalan-Nya untuk membela diri dan membela kehormatan Islam dan kaum muslim dalam barisan yang teratur, kuat, militan, dan terorganisir dengan baik; mereka seakan-akan dalam membangun kekuatan umat seperti suatu bangunan yang tersusun kokoh, saling menguatkan komponen umat muslim yang satu terhadap komponen umat muslim lainnya."
  },
  {
    "verse_number": 5,
    "tafsir": "Allah selanjutnya berbicara tentang orang-orang fasik yang menyakiti Nabi Musa karena pembangkangannya. Dan ingatlah wahai Muhammad, ketika Musa berkata kepada kaumnya, Bani Israil, “Wahai kaumku! Mengapa kamu menyakitiku dengan menyembah patung anak sapi ketika aku munajat kepada Allah di Gunung Sinai, dan menolak berjihad, padahal Allah menjanjikan kemenangan kepada kamu untuk masuk ke Yerussalem. Apakah kamu tidak menyadari, padahal kamu sungguh mengetahui, bahwa sesungguhnya aku utusan Allah kepadamu untuk mengajarkan prinsip tiada tuhan selain Allah, tiada ibadah kecuali kepada-Nya, dan tidak mempertuhankan manusia?” Maka ketika mereka berpaling dari kebenaran dengan menutup mata, telinga, pikiran, dan hati, maka Allah pun memalingkan hati mereka dari kebenaran dan membiarkan mereka sesat sehingga mereka bertambah jauh dari kebenaran. Dan Allah tidak akan memberi petunjuk kepada kaum yang fasik, yaitu yang terus-menerus berbuat dosa besar, tanpa merasa bersalah."
  },
  {
    "verse_number": 6,
    "tafsir": "Ayat ini membicarakan umat Nabi Isa yang menolak beriman kepada Nabi Muhammad, padahal Allah sudah memberitahukan tentang kelahiran beliau di dalam Injil. Dan ingatlah wahai Muhammad, ketika Isa putra Maryam berkata kepada kaumnya, “Wahai Bani Israil! Sesungguhnya aku utusan Allah kepadamu untuk mengajarkan prinsip tiada tuhan selain Allah, tiada ibadah kecuali kepada-Nya, dan tidak mempertuhankan sesama manusia yang membenarkan kitab yang turun sebelumku, yaitu Kitab Taurat yang diturunkan kepada Nabi Musa dan memberi kabar gembira kepada kamu dengan seorang rasul yang akan datang setelahku, yang bernama Ahmad dan/atau Muhammad yang merupakan nabi dan rasul terakhir; namun ketika Rasul itu datang kepada mereka, kaum Nasrani, dengan membawa bukti-bukti yang nyata tentang kenabian dan kerasulan beliau di dalam Al-Qur’an, mereka berkata kepada sesama orang-orang Kristen, “Al-Qur’an ini adalah sihir yang nyata, bukan wahyu Allah, bukan kitab suci.”"
  },
  {
    "verse_number": 7,
    "tafsir": "Dan siapakah yang lebih zalim, yakni tidak ada yang paling zalim, daripada orang yang mengada-adakan kebohongan terhadap Allah dengan meyakini konsep trinitas, Tuhan Bapak, Tuhan Yesus, dan Tuhan Bunda Maria; padahal dia, orang yang meyakini konsep trinitas itu diajak kepada agama Islam? Dan Allah tidak akan memberikan petunjuk kepada orang-orang yang zalim, yaitu orang-orang yang menyekutukan atau mengada-adakan kebohongan tentang Allah."
  },
  {
    "verse_number": 8,
    "tafsir": "Mereka, orang-orang yang mengada-adakan kebohongan tentang Allah, hendak memadamkan cahaya agama Allah yang menekankan prinsip tauhid, prinsip tidak ada tuhan selain Allah, prinsip tidak dibenarkan beribadah kecuali kepada-Nya dan prinsip tidak ada manusia yang mempertuhankan manusia dengan mulut, ucapan-ucapan mereka, bahkan dengan sikap dan tindakan mereka, tetapi Allah tetap menyempurnakan cahaya, agama-Nya dengan menurunkan wahyu, mengutus rasul dan memerintahkan rasul, mengajak umat meyakininya, meskipun orang-orang kafir membencinya dan merintanginya dengan berbagai cara."
  },
  {
    "verse_number": 9,
    "tafsir": "Dialah yang mengutus Rasul-Nya dengan membawa petunjuk dan agama yang benar, prinsip tauhid yang lurus untuk memenangkannya di atas segala agama yang bertentangan dengan prinsip tauhid, mempertuhankan manusia dan tidak memanusiakan manusia, meskipun orang-orang musyrik membencinya, bahkan merintanginya dengan berbagai cara."
  },
  {
    "verse_number": 10,
    "tafsir": "Wahai orang-orang yang beriman di mana pun dan pada zaman apa pun kamu hidup! Maukah kamu Aku tunjukkan melalui bimbingan Rasulullah suatu perdagangan yang dapat menyelamatkan kamu dari azab yang pedih di akhirat?"
  },
  {
    "verse_number": 11,
    "tafsir": "Bisnis yang menyelamatkan manusia dari azab itu adalah kamu beriman kepada Allah dan Rasul-Nya dengan mantap dan kokoh dan berjihad di jalan Allah, yaitu berusaha sekuat tenaga untuk mengharumkan Islam dan kaum muslim, serta membela hak, martabat dan kehormatan kaum muslim dari serangan musuh-musuh Islam dengan harta dan jiwa kamu hingga kamu mati syahid. Itulah yang lebih baik bagi kamu, dalam berbisnis dengan Allah, jika kamu mengetahui, kebaikan dan keuntungan beriman dan berjihad dengan benar."
  },
  {
    "verse_number": 12,
    "tafsir": "Keuntungan yang bisa kamu peroleh dengan perniagaan itu adalah niscaya Allah mengampuni dosa-dosamu, baik dosa yang disengaja maupun yang tidak disengaja dan memasukkan kamu ke dalam surga di akhirat yang penuh kenikmatan, yang mengalir di bawahnya sungai-sungai, sehingga kehidupan terasa indah dan menyenangkan; dan juga Allah memasukkan kamu ke tempat-tempat tinggal yang baik di dalam surga 'Adn sehingga kenikmatan terasa di atas kenikmatan. Itulah kemenangan yang besar, karena keputusan yang tepat selama hidup di dunia untuk beriman dan berjihad."
  },
  {
    "verse_number": 13,
    "tafsir": "Bagi orang yang beriman dan berjihad selain mendapat ampunan dan masuk surga 'Adn juga akan mendapat keuntungan lain yang sangat berharga. Dan ada lagi karunia yang lain yang kamu sukai dari keuntungan beriman dan berjihad pada jalan Allah, yaitu pertolongan dari Allah dalam menghadapi musuh-musuh Islam dan kaum muslim sehingga Islam menjadi harum; dan kemenangan yang dekat waktunya untuk meraih kekuasaan dalam mengatur kehidupan ini. Dan sampaikanlah berita gembira kepada orang-orang mukmin karena dengan beriman dan berjihad mereka akan mendapat pertolongan dan kemenangan di dunia dan mendapat ampunan dan surga di akhirat."
  },
  {
    "verse_number": 14,
    "tafsir": "Wahai orang-orang yang beriman! Di mana pun dan kapan pun kamu hidup, jadilah kamu penolong-penolong agama Allah dengan memahami, mengamalkan, dan mengharumkan Islam dan kaum muslim, serta berjihad membela hak dan kehormatan Islam sebagaimana Isa putra Maryam telah berkata kepada pengikut-pengikutnya yang setia, kaum hawariyun, “Siapakah yang akan menjadi penolong-penolongku untuk menegakkan agama Allah dalam kehidupan ini?” Pengikut-pengikutnya yang setia itu berkata kepada Nabi Isa dengan meyakinkan, “Kamilah penolong-penolong agama Allah.” Mereka menyampaikan ajaran Allah kepada masyarakat dan mengajak masyarakat beriman dan mengamalkannya; lalu segolongan dari Bani Israil beriman kepada Allah dan mengikuti ajaran Nabi Isa dengan setia; dan segolongan yang lain yang jumlahnya jauh lebih banyak memilih kafir, yaitu menjadi orang yang menutup diri, menolak, dan mendustakan ajaran Nabi Isa, bahkan berusaha menghalangi penyebaran ajarannya dan membunuh para juru dakwahnya. Orang beriman itu bermunajat kepada Kami, lalu Kami memberikan kekuatan kepada orang-orang yang beriman terhadap musuh-musuh mereka dengan menghilangan perasaan lemah, takut, dan ragu untuk berjihad sehingga mereka menjadi orang-orang yang menang dalam menghadapi musuh."
  }
]