[
  {
    "verse_number": 1,
    "tafsir": "Alif Laam Raa. Ayat-ayat pada surah ini adalah sebagian dari ayat-ayat Kitab yang sempurna, yaitu ayat-ayat Al-Qur'an yang memberi penjelasan."
  },
  {
    "verse_number": 2,
    "tafsir": "Orang kafir itu suatu saat nanti setelah berada di akhirat kelak kadang-kadang menginginkan sekiranya mereka dahulu ketika di dunia menjadi orang muslim."
  },
  {
    "verse_number": 3,
    "tafsir": "Wahai Nabi Muhammad dan kaum muslim, apabila mereka tetap keras pada pendiriannya, biarkanlah mereka di dunia ini makan dan bersenang-senang dan terus dilalaikan oleh angan-angan kosong mereka dari beriman, mengikuti dakwahmu, dan hal-hal penting lainnya. Kelak mereka akan mengetahui akibat perbuatan buruk yang pernah mereka lakukan."
  },
  {
    "verse_number": 4,
    "tafsir": "Dan Allah menegaskan bahwa Kami tidak membinasakan suatu negeri pun bersama dengan penduduknya, melainkan sudah ada ketentuan dan waktu yang ditetapkan bagi kebinasaan-nya."
  },
  {
    "verse_number": 5,
    "tafsir": "Ajal adalah ketetapan yang sudah Allah tentukan waktunya, karena itu tidak ada suatu umat pun yang dapat mendahului ajalnya, dan tidak pula dapat meminta penundaan darinya."
  },
  {
    "verse_number": 6,
    "tafsir": "Dan tidak hanya melakukan perbuatan buruk, orang kafir juga mengucapkan perkataan yang menyakiti Nabi Muhammad. Mereka berkata, “Wahai orang yang kepadanya diturunkan al-Qur'an, sesungguhnya engkau, wahai Muhammad, benar-benar orang gila karena mengakui apa yang kausampaikan bersumber dari Allah."
  },
  {
    "verse_number": 7,
    "tafsir": "Tidak hanya mengolok Nabi Muhammad, mereka juga meminta beliau mendatangkan malaikat. Mereka berkata, “Mengapa engkau tidak mendatangkan malaikat dalam bentuk aslinya kepada kami, supaya menjadi bukti kebenaran pengakuanmu sebagai rasul, agar mereka menyampaikan pesan-pesan Allah kepada kami secara langsung, atau agar mereka menyiksa kami dengan azab dari Tuhanmu, jika engkau termasuk orang yang benar?”"
  },
  {
    "verse_number": 8,
    "tafsir": "Menjawab permintaan kaum kafir tersebut, Allah berfirman, “Kami tidak menurunkan malaikat melainkan dengan kebenaran, yaitu sesuatu yang pasti dari Allah, seperti wahyu, azab bagi pendurhaka, dan keselamatan bagi penaat, dan mereka ketika para malaikat itu diturunkan untuk membawa azab, tidak diberikan penangguhan sedikit pun."
  },
  {
    "verse_number": 9,
    "tafsir": "Untuk membuktikan kebenaran pengakuan Nabi Muhammad bahwa ayat-ayat yang disampaikannya benar-benar berasal dari Allah, Dia berfirman, “Sesungguhnya Kamilah yang menurunkan Al-Qur'an melalui perantara Malaikat Jibril yang diragukan oleh kaum kafir itu, dan pasti Kami pula bersama Malaikat Jibril dan kaum mukmin yang selalu memelihara keaslian, kesucian, dan kekekalan-nya hingga akhir zaman.”"
  },
  {
    "verse_number": 10,
    "tafsir": "Pendustaan yang dialami oleh Nabi Muhammad juga terjadi pada para rasul sebelumnya. Allah menyatakan, “Dan sungguh, Kami telah mengutus beberapa rasul sebelum Kami mengutus engkau, wahai Nabi Muhammad. Kami telah mengutus mereka kepada umat-umat terdahulu."
  },
  {
    "verse_number": 11,
    "tafsir": "Dan ingatlah wahai Nabi Muhammad, setiap kali seorang rasul datang kepada mereka dengan membawa risalah dari Allah dan mengajak mereka beriman, mereka selalu memperolok-olokkannya. Karena itu, janganlah engkau berkecil hati dan bersedih menerima perlakuan buruk kaummu kepadamu, karena para rasul sebelummu juga mengalami hal demikian."
  },
  {
    "verse_number": 12,
    "tafsir": "Perlakuan buruk sebagian dari kaummu dan penolakan mereka kepada dakwahmu tidaklah berbeda dengan apa yang dilakukan oleh orang kafir terdahulu. Ketahuilah, wahai Nabi Muhammad bahwa demikianlah, Kami memasukkannya, yaitu olok-olok terhadap para rasul dan risalahnya, ke dalam hati orang yang berdosa, yaitu kaum kafir yang kebejatan dan dosa mereka sudah mendarah daging. Semua ayat dan risalah para rasul tidak mampu menuntun mereka menuju iman."
  },
  {
    "verse_number": 13,
    "tafsir": "Karena itu, mereka tidak beriman kepadanya, yaitu Al-Qur'an atau Nabi Muhammad, padahal telah berlalu sunatullah berupa kebinasaan dan kehancuran terhadap orang-orang terdahulu akibat dari perbuatan dosa dan kedurhakaan mereka."
  },
  {
    "verse_number": 14,
    "tafsir": "Memenuhi permintaan kaum kafir untuk mendatangkan malaikat agar dapat mereka lihat wujud aslinya dan mereka dengar pesannya tidak akan pernah membuat mereka beriman. Dan bahkan kalau Kami bukakan kepada mereka salah satu pintu langit, lalu mereka terus-menerus naik ke atasnya sehingga mereka dapat menyaksikan berbagai kebesaran dan kekuasaan Allah,"
  },
  {
    "verse_number": 15,
    "tafsir": "Mereka tentulah tidak akan beriman, bahkan mereka akan berkata, “Sesungguhnya pandangan kamilah yang dikaburkan dan ditutupi, bahkan kami adalah orang yang terkena sihir Muhammad dan apa yang kami lihat bukanlah sesuatu yang nyata.” Perkataan mereka menunjukkan betapa kuat pengingkaran mereka terhadap tanda-tanda kekuasaan Allah."
  },
  {
    "verse_number": 16,
    "tafsir": "Begitu banyak bukti kekuasaan Allah yang dapat mereka saksikan, tetapi kaum kafir tetap tidak mau mengambil pelajaran darinya. Allah berfirman, “Dan sungguh, Kami telah menciptakan gugusan bintang di langit yang membuktikan kekuasaan Kami, dan Kami telah menjadikannya indah bagi orang yang memandang-nya."
  },
  {
    "verse_number": 17,
    "tafsir": "Dan selain itu, Kami menjaganya, yakni langit, dari setiap gangguan setan yang terkutuk,"
  },
  {
    "verse_number": 18,
    "tafsir": "kecuali setan yang terus-menerus berupaya keras mencuri-curi berita yang dapat didengar dari malaikat lalu dikejar oleh semburan api yang terang.”"
  },
  {
    "verse_number": 19,
    "tafsir": "Usai menyebut tanda kekuasaan-Nya di langit, Allah lalu beralih menyebut tanda kekuasaan-Nya di bumi. Allah menyatakan, “Dan Kami telah menghamparkan bumi sebagai pijakan bagi manusia, dan Kami pancangkan padanya gunung-gunung yang kukuh sebagai pasak bagi bumi agar tidak roboh dan berguncang sehingga manusia menjadi aman, serta Kami ciptakan dan tumbuhkan di sana segala sesuatu, seperti tumbuhan yang beragam, menurut ukuran yang seimbang dan tepat; semuanya demi kemaslahatan makhluk-Nya."
  },
  {
    "verse_number": 20,
    "tafsir": "Dan selain itu, Kami pun telah menjadikan padanya sumber-sumber dan sarana-sarana kehidupan untuk keperluanmu, wahai manusia, baik berupa sandang, pangan, maupun papan. Dan Kami ciptakan pula beragam makhluk-makhluk yang bukan kamu pemberi rezekinya, melainkan Kami-lah yang menanggungnya."
  },
  {
    "verse_number": 21,
    "tafsir": "Dan tidak ada sesuatu pun dari makhluk ciptaan Allah di langit dan bumi melainkan pada sisi Kamilah khazanahnya. Kami yang menguasai, mengatur, dan membagi rezekinya sesuai kehendak dan ketentuan Kami. Kami tidak menurunkannya kepada mereka melainkan dengan ukuran tertentu, yakni sesuai kondisi, kebutuhan, dan keadaan mereka masing-masing."
  },
  {
    "verse_number": 22,
    "tafsir": "Dan hal lain yang membuktikan kekuasaan Kami adalah bahwa Kami telah meniupkan angin untuk mengawinkan butir-butir awan dan dari hasil perkawinan itu, Kami turunkan hujan dari langit, lalu Kami beri minum kamu sekalian, tumbuh-tumbuhan, dan hewan dengan air itu, dan bukanlah kamu, melainkan Kami-lah, yang menyimpan dan menguasainya."
  },
  {
    "verse_number": 23,
    "tafsir": "Usai menjelaskan tanda-tanda kekuasaan-Nya di langit dan bumi, Allah lalu menyatakan, “Dan ketahuilah bahwa sungguh, Kamilah yang menghidupkan apa yang ada di alam, termasuk manusia, dan kami pula yang mematikan mereka, dan Kami pula yang mewarisi apa saja yang ditinggalkan oleh makhluk-makhluk itu."
  },
  {
    "verse_number": 24,
    "tafsir": "Dan sungguh, Kami mengetahui orang yang terdahulu sebelum kamu, baik tentang kehidupan maupun kematian mereka, dan Kami mengetahui pula orang yang terkemudian, yaitu umat pada masa sekarang dan masa mendatang.”"
  },
  {
    "verse_number": 25,
    "tafsir": "Dan ketahuilah wahai Nabi Muhammad, sesungguhnya Tuhanmu yang telah memberi manusia kehidupan dan berbagai kenikmatan, Dialah yang akan mematikan dan mengumpulkan mereka semua di Padang Mahsyar. Sungguh, Dia adalah Tuhan Yang Mahabijaksana dengan menempatkan sesuatu dengan tepat, Maha Mengetahui segala sesuatu, besar maupun kecil, baik yang terjadi di masa lalu, masa sekarang, maupun masa mendatang."
  },
  {
    "verse_number": 26,
    "tafsir": "Setelah menggambarkan nikmat-nikmat Allah di alam sekitar manusia, melalui ayat-ayat berikut Allah menjelaskan penciptaan manusia. Allah menyatakan, “Dan sungguh, Kami telah menciptakan manusia, yakni Adam, dari tanah liat kering yang berasal dari lumpur hitam yang diberi bentuk."
  },
  {
    "verse_number": 27,
    "tafsir": "Dan Kami telah menciptakan jin sebelum penciptaan Adam dari api yang sangat panas.”"
  },
  {
    "verse_number": 28,
    "tafsir": "Dan ingatlah wahai Nabi Muhammad, ketika Tuhanmu berfirman kepada para malaikat, “Sungguh, Aku akan menciptakan seorang manusia, yakni Adam, dari tanah liat kering yang berasal dari lumpur hitam yang diberi bentuk."
  },
  {
    "verse_number": 29,
    "tafsir": "Maka apabila Aku telah menyempurnakan kejadian-nya dan Aku telah meniupkan roh ciptaan-Ku ke dalamnya, maka tunduklah kamu, wahai para malaikat, dengan sukarela sebagai tanda penghormatan kamu kepadanya dengan bersujud.”"
  },
  {
    "verse_number": 30,
    "tafsir": "Maka dengan segera dan serta merta bersujudlah para malaikat itu semuanya secara bersama-sama dengan penuh kepatuhan dan ketaatan,"
  },
  {
    "verse_number": 31,
    "tafsir": "kecuali Iblis; ia enggan ikut bersujud bersama-sama para malaikat yang sujud itu."
  },
  {
    "verse_number": 32,
    "tafsir": "Melihat keengganan dan pembangkangan Iblis untuk bersujud kepada Nabi Adam meski mendapat perintah langsung dari Allah, Dia berfirman, “Wahai Iblis, apa sebabnya kamu tidak mau ikut sujud bersama mereka, yakni para malaikat yang sujud dengan penuh kepatuhan dan ketaatan itu?”"
  },
  {
    "verse_number": 33,
    "tafsir": "Mendapat pertanyaan demikian dari Allah, ia (Iblis) berkata dengan pongah, “Aku sekali-kali tidak akan pernah sujud kepada manusia yang Engkau telah menciptakannya dari tanah liat kering yang berasal dari lumpur hitam yang diberi bentuk.” Aku lebih mulia daripadanya karena Engkau telah menciptakan aku dari api. (Lihat: Surah al-A'raf/7: 12)"
  },
  {
    "verse_number": 34,
    "tafsir": "Mendengar jawaban Iblis yang bernada angkuh, Dia (Allah) berfirman, “Kalau begitu keluarlah dari surga, wahai Iblis, karena sesungguhnya kamu terkutuk. Engkau tidak pantas menerima rahmat-Ku, apalagi tinggal di surga-Ku. Dan sesungguhnya kutukan itu, yakni keterjauhan engkau dari rahmat-Ku, tetap menimpamu di dunia sampai hari Kiamat.”"
  },
  {
    "verse_number": 35,
    "tafsir": "Mendengar jawaban Iblis yang bernada angkuh, Dia (Allah) berfirman, “Kalau begitu keluarlah dari surga, wahai Iblis, karena sesungguhnya kamu terkutuk. Engkau tidak pantas menerima rahmat-Ku, apalagi tinggal di surga-Ku. Dan sesungguhnya kutukan itu, yakni keterjauhan engkau dari rahmat-Ku, tetap menimpamu di dunia sampai hari Kiamat.”"
  },
  {
    "verse_number": 36,
    "tafsir": "Kutukan Allah kepada Iblis tidak membuatnya menyadari kesalahan dan kedurhakaannya, tidak pula membuatnya  memohon ampun kepada Allah. Kedurhakaannya bahkan semakin menjadi. Keengganan Iblis untuk bersujud lahir dari kedengkiannya terhadap Nabi Adam. Kedengkian itu bahkan ingin dia teruskan hingga anak cucunya. Hal ini terbukti dari permintaan Iblis kepada Allah agar umurnya dipanjangkan. Ia (Iblis) berkata, “Ya Tuhanku, kalau begitu maka berilah penangguhan kepadaku, yakni berilah tenggat bagiku untuk hidup dalam waktu yang lama agar aku dapat menjerumuskan anak-cucu Adam sampai hari ketika manusia dibangkitkan dari kubur pada hari Kiamat.”"
  },
  {
    "verse_number": 37,
    "tafsir": "Permintaan Iblis untuk dipanjangkan umurnya dikabulkan oleh Allah. Allah berfirman, “Baiklah, maka sesungguhnya kamu, wahai Iblis, termasuk yang diberi penangguhan, yakni dipanjangkan umurnya, sampai hari yang telah ditentukan, yakni tiupan pertama sangkakala sebagai tanda permulaan kiamat, dan pada saat itulah engkau harus mati dan mempertanggungjawabkan perbuatanmu.”"
  },
  {
    "verse_number": 38,
    "tafsir": "Permintaan Iblis untuk dipanjangkan umurnya dikabulkan oleh Allah. Allah berfirman, “Baiklah, maka sesungguhnya kamu, wahai Iblis, termasuk yang diberi penangguhan, yakni dipanjangkan umurnya, sampai hari yang telah ditentukan, yakni tiupan pertama sangkakala sebagai tanda permulaan kiamat, dan pada saat itulah engkau harus mati dan mempertanggungjawabkan perbuatanmu.”"
  },
  {
    "verse_number": 39,
    "tafsir": "Mengetahui permohonannya dikabulkan oleh Allah, ia (Iblis) berkata, “Tuhanku, oleh karena Engkau telah memutuskan bahwa aku sesat, yaitu mendapat kutukan dan dijauhkan dari rahmat-Mu, aku pasti akan jadikan (kejahatan) terasa indah bagi mereka, sehingga mereka menganggap baik perbuatan-perbuatan maksiat di bumi yang memalingkan dan menjauhkan mereka dari ibadah kepada-Mu, dan aku dengan segala daya dan cara akan menyesatkan mereka semuanya dari jalan lurus yang Engkau ridai.”"
  },
  {
    "verse_number": 40,
    "tafsir": "Iblis meneruskan perkataanya, “Aku akan berusaha menyesatkan manusia kecuali kelompok tertentu dari hamba-hamba-Mu yang terpilih di antara mereka, yakni orang-orang yang Engkau pilih dan beri taufik untuk senantiasa menaati-Mu, dan orang-orang yang disucikan dari segala kedurhakaan."
  },
  {
    "verse_number": 41,
    "tafsir": "Pernyataan Iblis itu dijawab oleh Allah dengan berfirman, “Ini, yakni apa yang engkau katakan, baik yang engkau kecualikan maupun yang tidak, adalah jalan yang lurus, yang merupakan jalan kebenaran dan mengarah ke-pada-Ku, yakni sesuatu ketentuan yang telah ditentukan dengan ketetapan dan kebijaksanaan-Ku.”"
  },
  {
    "verse_number": 42,
    "tafsir": "Allah melanjutkan firman-Nya, “Sesungguhnya kamu, wahai Iblis, tidak punya kuasa atas hamba-hamba-Ku. Engkau tidak akan mampu menjerumuskan dan memalingkan mereka dari ketaatan kepada-Ku, kecuali mereka yang mengikuti godaan-mu dan enggan bertobat, yaitu orang yang sesat.”"
  },
  {
    "verse_number": 43,
    "tafsir": "Allah telah menyiapkan neraka Jahanam bagi orang-orang yang sesat dan enggan bertobat. Allah berfirman, “Dan sungguh, Jahanam itu benar-benar tempat berkumpul dan tempat kembali yang telah dijanjikan untuk mereka semuanya, yakni para pengikut Iblis.”"
  },
  {
    "verse_number": 44,
    "tafsir": "Allah lalu menggambarkan bahwa Jahanam yang menjadi tempat mereka dikumpulkan dan disiksa itu mempunyai tujuh pintu. Setiap pintu telah ditetapkan untuk menjadi tempat masuk dan tempat penyiksaan bagi golongan tertentu dari mereka."
  },
  {
    "verse_number": 45,
    "tafsir": "Usai menggambarkan siksaan dalam neraka Jahanam yang menanti orang-orang yang sesat dan enggan bertobat, dalam ayat-ayat berikut Allah menjelaskan balasan bagi hamba-hamba-Nya yang taat dan patuh. Allah menyatakan bahwa sesungguhnya orang yang bertakwa itu, yakni mereka yang mematuhi petunjuk Allah dan berserah diri kepada-Nya, berada dalam surga-surga. Mereka tinggal dan mendapat ganjaran di taman-taman yang keindahannya tidak dapat dilukiskan dengan kata-kata. Dan di dekat kediaman mereka dijumpai mata air yang mengalir."
  },
  {
    "verse_number": 46,
    "tafsir": "Ketika orang-orang yang bertakwa itu hendak memasuki pintu surga, malaikat menyambut mereka, “Masuklah ke dalamnya dengan sejahtera dan aman dari kekurangan, ketakutan, kesedihan, kegundahan, bahkan bencana dan malapetaka.”"
  },
  {
    "verse_number": 47,
    "tafsir": "Allah menjelaskan dalam ayat-ayat berikut kondisi kejiwaan dan hubungan timbal-balik di antara orang-orang yang bertakwa di surga. Allah menyatakan, “Dan di surga kelak akan Kami lenyapkan segala rasa dendam, benci, dengki, dan iri yang ada dan terpendam dalam hati mereka selama di dunia. Dengan demikian, mereka merasa bersaudara dan bersahabat satu dengan lainnya dalam suasana bahagia dan gembira. Mereka duduk saling berhadapan di atas dipan-dipan yang telah disiapkan bagi mereka. (Lihat: Surah al-Waqi'ah/56: 15-23)"
  },
  {
    "verse_number": 48,
    "tafsir": "Selain itu, mereka juga tidak merasa lelah, letih, maupun jenuh di dalamnya. Mereka tidak lagi perlu bersusah payah melakukan berbagai usaha untuk memenuhi kebutuhan hidup mereka, seperti yang dulu mereka lakukan di dunia. Apa saja yang mereka butuhkan sudah tersedia di dalam surga, dan lebih dari itu, mereka pun tidak akan dikeluarkan darinya; mereka kekal dalam kenikmatan surga itu."
  },
  {
    "verse_number": 49,
    "tafsir": "Usai menjelaskan kedudukan dan siksa yang Allah siapkan bagi orang-orang kafir di neraka, dan ganjaran yang Dia janjikan bagi orang-orang yang bertakwa di surga, Allah lalu meminta Nabi Muhammad untuk menyampaikan kabar gembira kepada mereka semua, baik yang taat maupun yang durhaka. Allah berfirman, “Kabarkanlah, wahai Nabi Muhammad, kepada hamba-hamba-Ku yang taat maupun yang bergelimang dosa dan hendak bertobat bahwa Aku-lah Yang Maha Pengampun lagi Maha Penyayang. Dan katakan pula kepada orang-orang yang kafir dan para pendosa yang enggan bertobat bahwa sesungguhnya azab-Ku adalah azab yang sangat pedih."
  },
  {
    "verse_number": 50,
    "tafsir": "Usai menjelaskan kedudukan dan siksa yang Allah siapkan bagi orang-orang kafir di neraka, dan ganjaran yang Dia janjikan bagi orangorang yang bertakwa di surga, Allah lalu meminta Nabi Muhammad untuk menyampaikan kabar gembira kepada mereka semua, baik yang taat maupun yang durhaka. Allah berfirman, “Kabarkanlah, wahai Nabi Muhammad, kepada hamba-hamba-Ku yang taat maupun yang bergelimang dosa dan hendak bertobat bahwa Aku-lah Yang Maha Pengampun lagi Maha Penyayang. Dan katakan pula kepada orang-orang yang kafir dan para pendosa yang enggan bertobat bahwa sesungguhnya azab-Ku adalah azab yang sangat pedih."
  },
  {
    "verse_number": 51,
    "tafsir": "Pada ayat-ayat sebelumnya Allah meminta Nabi Muhammad menyampaikan berita penting terkait beberapa sifat Allah kepada yang bertakwa dan keadilan Allah kepada yang durhaka. Pada ayat-ayat berikut Allah juga meminta beliau menyampaikan kabar penting menyangkut sikap orang-orang musyrik yang menuntut turunnya malaikat kepada Nabi Ibrahim. Perintah Allah itu berbunyi, “Dan kabarkanlah pula berita penting yang lain kepada mereka tentang para malaikat yang Allah turunkan sebagai tamu Ibrahim."
  },
  {
    "verse_number": 52,
    "tafsir": "Kabarkanlah bagaimana ketika mereka masuk ke tempatnya, yaitu rumah Nabi Ibrahim, lalu mereka mengucapkan, 'Salam’ kepadanya. Nabi Ibrahim pun menjawab, “Salam”. Tidak lama kemudian Nabi Ibrahim menyuguhkan daging sapi muda yang dipanggang. Tidak satu pun dari para tamu itu menjamah suguhan Nabi Ibrahim. Ini merupakan hal yang tidak wajar. Melihat keanehan itu, Dia (Ibrahim) berkata, “Kami, yakni aku dan istriku, benar-benar merasa takut kepadamu.” (Lihat: Surah Hud/11: 70)"
  },
  {
    "verse_number": 53,
    "tafsir": "Mendengar ucapan Nabi Ibrahim, mereka, yakni para tamu itu, berkata, “Janganlah engkau merasa takut atas kedatangan kami, karena sesungguhnya kami datang untuk memberi kabar gembira kepadamu dengan kelahiran seorang anak laki-laki yang sehat, yang akan tumbuh dewasa dan menjadi orang yang pandai dan luas serta dalam pengetahuannya. Kelak engkau akan memberinya nama Ishak.” (Lihat: Surah ash-shaffat/ 37: 112)"
  },
  {
    "verse_number": 54,
    "tafsir": "Heran dengan berita itu, dia (Ibrahim) berkata, “Wahai tamuku, benarkah kamu memberi kabar gembira kepadaku dengan kelahiran seorang anak yang telah lama aku impikan, padahal usiaku telah lanjut dan kekuatanku pun sudah melemah? Rasanya tidak mungkin lagi bagiku untuk mendapatkan anak seperti yang kamu katakan. Lalu, bagaimana kamu memberi kabar gembira tersebut; yakni bagaimana hal itu dapat terwujud?” (Lihat: Surah Hud/11: 72)"
  },
  {
    "verse_number": 55,
    "tafsir": "Mereka menjawab untuk meyakinkan Ibrahim, “Kami menyampaikan kabar gembira kepadamu dengan benar. Apa yang kami sampaikan kepadamu adalah hal yang benar adanya, dan itu akan menjadi suatu kenyataan bagimu. Maka, janganlah engkau termasuk orang yang berputus asa dari nikmat dan karunia Allah.”"
  },
  {
    "verse_number": 56,
    "tafsir": "Dia (Ibrahim) berkata menanggapi pernyataan tamunya, “Ketahuilah, tidak ada orang yang berputus asa dari rahmat dan karunia Tuhannya kecuali orang yang sesat. Mereka adalah orang-orang yang menyimpang dari jalan Tuhan atau tidak menemukan jalan yang benar, dan tidak mengetahui kekuasaan Allah. Aku bukanlah orang yang demikian, karena itu aku tidak pernah berputus asa dari rahmat-Nya.”"
  },
  {
    "verse_number": 57,
    "tafsir": "Setelah Ibrahim yakin tamu-tamunya adalah malaikat, dia berkata, “Apakah urusanmu yang penting selain membawa kabar gembira itu kepada kami, wahai para utusan Allah?”"
  },
  {
    "verse_number": 58,
    "tafsir": "Mereka menjawab, “Selain membawa berita gembira tentang kelahiran anakmu, sesungguhnya kami juga diutus oleh Allah kepada kaum Nabi Lut yang berdosa dan durhaka. Kami diutus untuk membinasakan mereka."
  },
  {
    "verse_number": 59,
    "tafsir": "Allah menyatakan bahwa kami akan membinasakan kaum Nabi Lut yang berdosa, kecuali para pengikut Lut. Sesungguhnya Kami pasti menyelamatkan mereka semuanya dari kebinasaan itu, kecuali istrinya. Dia dibinaskan bersama kaum Nabi Lut lainnya. Kami telah menentukan keputusan sesuai perintah Allah kepada kami bahwa sesungguhnya dia termasuk orang yang tertinggal bersama orang kafir lainnya.”"
  },
  {
    "verse_number": 60,
    "tafsir": "Allah menyatakan bahwa kami akan membinasakan kaum Nabi Lut yang berdosa, kecuali para pengikut Lut. Sesungguhnya Kami pasti menyelamatkan mereka semuanya dari kebinasaan itu, kecuali istrinya. Dia dibinaskan bersama kaum Nabi Lut lainnya. Kami telah menentukan keputusan sesuai perintah Allah kepada kami bahwa sesungguhnya dia termasuk orang yang tertinggal bersama orang kafir lainnya.”"
  },
  {
    "verse_number": 61,
    "tafsir": "Usai mengisahkan dialog antara Nabi Ibrahim dengan para malaikat yang bertamu ke kediamannya, pada ayat-ayat berikut Allah mengisahkan pembinasaan kaum Nabi Lut. Allah menyatakan, “Maka ketika utusan yang sebelumnya bertamu ke rumah Nabi Ibrahim itu datang kepada para pengikut Lut, dia berkata, “Sesungguh-nya kamu, wahai para tamu, adalah orang yang tidak kami kenal.” (Lihat: Surah al-'Ankabut/29: 23)"
  },
  {
    "verse_number": 62,
    "tafsir": "Usai mengisahkan dialog antara Nabi Ibrahim dengan para malaikat yang bertamu ke kediamannya, pada ayat-ayat berikut Allah mengisahkan pembinasaan kaum Nabi Lut. Allah menyatakan, “Maka ketika utusan yang sebelumnya bertamu ke rumah Nabi Ibrahim itu datang kepada para pengikut Lut, dia berkata, “Sesungguh-nya kamu, wahai para tamu, adalah orang yang tidak kami kenal.” (Lihat: Surah al-'Ankabut/29: 23)"
  },
  {
    "verse_number": 63,
    "tafsir": "Menerangkan maksud kedatangan mereka, para utusan itu menjawab, “Sebenarnya Kami ini datang kepadamu tidak untuk berbuat jahat kepadamu, wahai Nabi Lut. Kami datang kemari tidak lain untuk membawa kabar buruk berupa azab pedih yang akan Allah timpakan kepada kaummu yang durhaka. Itulah azab yang selama ini selalu mereka dustakan ketika engkau menyampaikan dakwahmu kepada mereka."
  },
  {
    "verse_number": 64,
    "tafsir": "Dan jangalah engkau ragukan maksud kedatangan kami. Kami datang kepadamu dengan membawa kebenaran yang membuktikan kebenaran yang engkau sampaikan kepada mereka dan kesalahan mereka menolak ajakanmu untuk beriman kepada Allah. Dan sungguh, Kami adalah orang yang benar dalam ucapan dan perbuatan kami.”"
  },
  {
    "verse_number": 65,
    "tafsir": "Pernyataan para malaikat itu mampu menenangkan hati Nabi Lut sehingga tidak lagi meragukan maksud kedatangan mereka. Dalam keadaan demikian, mereka berpesan, “Maka tinggalkanlah kaummu yang kafir, wahai Nabi Lut, dan pergilah kamu pada akhir malam, yakni menjelang Subuh, beserta keluargamu, dan ikuti serta awasi-lah mereka dengan sungguh-sungguh dari belakang, dan jangan ada di antara kamu yang menoleh ke belakang agar perjalanan kamu lancar. Dan teruskanlah perjalanan hingga kamu semua sampai ke tempat yang diperintahkan kepadamu.” (Lihat: Surah Hud/11: 81)"
  },
  {
    "verse_number": 66,
    "tafsir": "Allah menjelaskan pembinasaan atas kaum Nabi Lut sebagai berikut. Dan telah Kami tetapkan kepadanya, yakni Nabi Lut, keputusan pembinasaan itu yang sungguh mengerikan. Kami telah memutuskan bahwa akhirnya mereka yang durhaka akan ditumpas habis pada waktu Subuh. Tidak akan ada seorang pun dari mereka yang tersisa."
  },
  {
    "verse_number": 67,
    "tafsir": "Usai menggambarkan peristiwa yang akan terjadi pada kaum Nabi Lut, melalui ayat-ayat berikut Allah menceritakan suasana sebelum dialog antara Nabi Lut dengan para tamunya. Kaum Nabi Lut melihat ada pria-pria tampan yang bertamu ke rumah Nabi Lut. Dan datanglah sejumlah pendurhaka dari penduduk kota itu, yakni Sodom yang menjadi tempat tinggal Nabi Lut, ke rumah Lut dengan gembira dan berduyun-duyun karena kedatangan para tamu tampan itu. Mereka datang untuk mengajak para tamu itu melakukan hubungan homoseksual."
  },
  {
    "verse_number": 68,
    "tafsir": "Melihat sikap dan gelagat para pendurhaka yang mendatangi rumahnya, Nabi Lut berkata, “Sesungguhnya mereka yang ada di rumahku adalah tamuku yang harus kita hormati bersama. Maka, jangan kamu mempermalukan aku dengan mengajak mereka melakukan perbuatan yang tidak senonoh.”"
  },
  {
    "verse_number": 69,
    "tafsir": "Melanjutkan nasihatnya, Nabi Lut berpesan, “Dan bertakwalah kamu kepada Allah. Lindungi dan jagalah diri kamu dari siksa-Nya dengan menghindari perbuatan yang tidak senonoh itu. Dan janganlah sekali-kali kamu membuat aku terhina akibat sikap dan perlakukan kalian kepada mereka.”"
  },
  {
    "verse_number": 70,
    "tafsir": "Nasihat Nabi Lut tidak membuat para pendurhaka itu mengurungkan niat. Dengan angkuh dan sombong mereka berkata, “Dan bukankah kami sejak awal telah melarangmu, wahai Lut, dari melindungi manusia; yakni para tamumu yang ingin kami ajak melakukan hubungan seksual?”"
  },
  {
    "verse_number": 71,
    "tafsir": "Mendengar ucapan dan sikap kaumnya yang keras kepala, Nabi Lut berkata dalam rangka memberi alternatif, “Mereka itulah putri-putriku dan putri-putri kaumku yang dapat kamu nikahi, jika kamu hendak berbuat, yakni melakukan hubungan seksual. Itulah cara yang halal dan terhormat bagi kalian sesuai fitrah yang Allah tetapkan.”"
  },
  {
    "verse_number": 72,
    "tafsir": "Sebelum melanjutkan kisah kaum Nabi Lut, Allah berfirman, “Demi umurmu, wahai Nabi Muhammad atau Nabi Nuh, sungguh mereka, yakni kaum Nabi Lut terus saja terombang-ambing dalam kemabukan sehingga tidak akan menyadari kesesatan mereka.”"
  },
  {
    "verse_number": 73,
    "tafsir": "Dalam keadaan yang demikian itu maka mereka dibinasakan oleh Allah dengan suara keras yang mengguntur yang terjadi ketika matahari akan terbit."
  },
  {
    "verse_number": 74,
    "tafsir": "Seiring datangnya suara keras yang mengguntur itu maka Kami jungkir balikkan kota Sodom dan Gomorah yang menjadi tempat tinggal kaum Nabi Lut, dan selain itu, Kami juga hujani mereka secara bertubi-tubi dengan batu dari tanah yang keras sehingga mereka hancur dan binasa."
  },
  {
    "verse_number": 75,
    "tafsir": "Sungguh, pada yang demikian itu, yaitu berita-berita dan kisah-kisah yang Allah sampaikan, benar-benar terdapat tanda-tanda kebesaran, keagungan, dan kekuasaan Allah bagi orang yang memperhatikan tanda-tanda yang diperlihatkan dan dihamparkan di alam semesta ini."
  },
  {
    "verse_number": 76,
    "tafsir": "Dan Allah pun menegaskan bahwa se-sungguh-nya kota itu, yakni Sodom dan Gomorah yang terletak di sebelah timur Laut Mati dan menjadi tempat tinggal kaum Nabi Lut, benar-benar terletak di jalan yang masih tetap dapat dilalui manusia, pun dapat disaksikan bekas-bekas kehancurannya."
  },
  {
    "verse_number": 77,
    "tafsir": "Sungguh, pada yang demikian itu, yaitu peristiwa-peristiwa yang digambarkan dalam kisah-kisah tentang Nabi Ibrahim dan Nabi Lut bersama kaum mereka, benar-benar terdapat tanda kekuasaan Allah bagi orang yang beriman."
  },
  {
    "verse_number": 78,
    "tafsir": "Setelah mengisahkan pembinasaan kaum Nabi Lut karena kedurhakaan mereka pada ayat-ayat sebelumnya, pada ayat berikut Allah menuturkan kisah kaum Nabi Syu’aib dan kebinasaan mereka. Allah berfirman, “Dan sesungguhnya penduduk Aikah itu, yakni sebuah lokasi di wilayah Madyan yang ditinggali oleh kaum Nabi Syu’aib, benar-benar kaum yang zalim. Mereka suka menyamun dan merampok orang-orang yang melewati negeri mereka serta curang dalam menakar dan menimbang."
  },
  {
    "verse_number": 79,
    "tafsir": "Akibat dari sikap, perbuatan, dan kezaliman mereka itu maka Kami membinasakan mereka, yakni kaum Nabi Syu’aib. Dan sesungguhnya kedua negeri itu, yakni kota Sodom yang didiami kaum Nabi Lut dan kota Aikah yang didiami kaum Nabi Syu’aib, terletak di satu jalur jalan raya yang masih biasa dilalui manusia hingga saat ini."
  },
  {
    "verse_number": 80,
    "tafsir": "Usai menuturkan kisah kaum Nabi Lut dan Nabi Syu’aib, Allah lalu menceritakan kisah Kaum Samud, kaum Nabi Saleh. Allah berfirman, “Dan sesungguhnya penduduk negeri Hijr, yakni kaum Samud yang mendiami suatu wilayah di Wadi al-Qura antara Madinah dengan Suriah, benar-benar telah mendustakan Nabi Saleh sebagai salah seorang dari para rasul yang Allah utus kepada mereka."
  },
  {
    "verse_number": 81,
    "tafsir": "Dan Kami telah mendatangkan kepada mereka tanda-tanda kekuasaan Kami, yakni mukjizat kepada Nabi Saleh berupa unta betina yang membuktikan kerasulannya. Nabi Saleh mengingatkan kaumnya untuk tidak mengganggu apalagi menyakiti unta tersebut. Namun, mereka melanggar pesan Nabi Saleh dan menyembelih unta itu. Mukjizat itu telah mereka saksikan, tetapi mereka selalu berpaling darinya dengan selalu abai."
  },
  {
    "verse_number": 82,
    "tafsir": "Dan mereka, yakni kaum Samud, memahat gunung-gunung batu untuk dijadikan rumah-rumah yang kokoh sebagai tempat tinggal. Rumah-rumah itu mereka diami dengan rasa aman dari segala gangguan."
  },
  {
    "verse_number": 83,
    "tafsir": "Keberpalingan mereka dari Allah dan kedurhakaan kepada-Nya kemudian membuat Allah murka. Mereka lalu dibinasakan oleh Allah pada hari keempat dari tenggat yang telah Nabi Saleh berikan kepada mereka untuk berpikir, dengan suatu azab berupa suara keras yang mengguntur pada pagi hari. Suara itu memicu gempa dahsyat yang membuat mereka terkubur dalam rumah-rumah mereka yang dipahat pada gunung-gunung batu itu."
  },
  {
    "verse_number": 84,
    "tafsir": "Azab itu datang dengan begitu dahsyat, sehingga tidak berguna lagi bagi mereka apa yang telah mereka usahakan. Mereka mengira bahwa rumah-rumah yang mereka pahat pada sisi tebing gunung yang kukuh itu akan menyelamatkan mereka, namun ternyata semua itu tidak mampu melindungi mereka dari azab Allah.”"
  },
  {
    "verse_number": 85,
    "tafsir": "Usai menceritakan kisah beberapa kaum yang durhaka kepada para rasul, melalui ayat ini Allah kembali menegaskan tentang penciptaan langit dan bumi. Allah menyatakan, “Dan Kami tidak menciptakan langit dengan aneka bintang dan planet yang menghiasinya dan tidak pula kami ciptakan bumi dengan aneka makhluk di permukaannya maupun di perutnya, serta apa yang ada di antara keduanya, yakni antara langit dan bumi, baik yang tampak maupun yang tidak tampak, yang diketahui maupun tidak diketahui oleh manusia, melainkan dengan kebenaran. Kami ciptakan itu semua sebagai bukti-bukti kekuasaan Kami agar manusia mau beriman. Dan sungguh, Kiamat yang menjadi saat ketika semua manusia dimintai pertanggungjawaban atas amalnya, pasti akan datang. Tidak ada keraguan sedikit pun tentangnya. Maka maafkanlah kaummu yang enggan beriman, wahai Nabi Muhammad, atas kecaman, gangguan, dan pendustaan mereka kepadamu. Maafkanlah mereka dengan cara yang baik.”"
  },
  {
    "verse_number": 86,
    "tafsir": "Sungguh, Tuhan yang selalu memeliharamu dan membimbing-mu, wahai Nabi Muhammad, Dia-lah Tuhan Yang Maha Pencipta. Dia-lah pencipta segala sesuatu di alam raya ini. Dia juga Maha mengetahui segala sifat, ciri, dan keadaan makhluk-makhluk ciptaan-Nya."
  },
  {
    "verse_number": 87,
    "tafsir": "Setelah pada ayat-ayat sebelumnya Allah mengisahkan hinaan kaum pendurhaka kepada para rasul Allah dan siksaan yang ditimpakanNya kepada mereka, dalam ayat ini Allah menjelaskan anugerah yang diberikan-Nya kepada Nabi Muhammad. Allah berfirman, “Dan sungguh, Kami telah memberikan kepadamu, wahai Nabi Muhammad, tujuh ayat yang dibaca berulang-ulang dalam salat, yaitu Surah al-Fatihah dan ayat-ayat lain dari Al-Qur'an yang agung.”"
  },
  {
    "verse_number": 88,
    "tafsir": "Anugerah Allah kepada Nabi Muhammad dan kaum mukmin berupa Surah al-Fatihah jauh lebih berharga daripada kenikmatan duniawi yang Allah berikan kepada kaum kafir. Allah mengingatkan Nabi Muhammad akan hal tersebut dengan firman-Nya, “Wahai Nabi Muhammad, jangan sekali-kali engkau tujukan pandanganmu sehingga tergiur kepada kenikmatan hidup dan kemewahan duniawi yang fana dan sesaat yang telah Kami berikan kepada beberapa golongan di antara mereka, yakni kaum kafir, dan jangan pula engkau bersedih hati terhadap mereka karena keengganan mereka menerima dakwahmu menuju iman. Dan berendah hatilah engkau terhadap orang-orang yang beriman serta jagalah hubungan baikmu dengan mereka."
  },
  {
    "verse_number": 89,
    "tafsir": "Dan katakanlah kepada orang kafir, wahai Nabi Muhammad, 'Sesungguhnya aku adalah pemberi peringatan yang jelas kepada kalian tentang hukuman atas keingkaran kalian.’”"
  },
  {
    "verse_number": 90,
    "tafsir": "Memperingatkan kaum kafir Mekah tentang datangnya azab akibat penolakan mereka terhadap dakwah Nabi Muhammad, Allah berfirman, “Sebagaimana Kami telah memberi kamu peringatan, sesungguhnya Kami telah menurunkan azab kepada orang yang memilah-milah Kitab Allah dan menyifatinya dengan berbagai macam sifat yang batil, yaitu orang-orang yang telah menjadikan Al-Qur’an itu terbagi-bagi ke dalam berbagai macam penamaan, seperti sihir, syair, tenung, atau lainnya, dan dengan berbagai sikap; sebagiannya mereka benarkan dan sebagian yang lain mereka ingkari."
  },
  {
    "verse_number": 91,
    "tafsir": "Memperingatkan kaum kafir Mekah tentang datangnya azab akibat penolakan mereka terhadap dakwah Nabi Muhammad, Allah berfirman, “Sebagaimana Kami telah memberi kamu peringatan, sesungguhnya Kami telah menurunkan azab kepada orang yang memilah-milah Kitab Allah dan menyifatinya dengan berbagai macam sifat yang batil, yaitu orang-orang yang telah menjadikan Al-Qur’an itu terbagi-bagi ke dalam berbagai macam penamaan, seperti sihir, syair, tenung, atau lainnya, dan dengan berbagai sikap; sebagiannya mereka benarkan dan sebagian yang lain mereka ingkari."
  },
  {
    "verse_number": 92,
    "tafsir": "Atas perbuatan kaum kafir yang demikian, Allah pun bersumpah, Maka demi Tuhanmu, wahai Nabi Muhammad, Kami pasti akan menanyai dan meminta pertanggungjawaban kepada mereka semua di akhirat kelak tentang apa yang telah mereka kerjakan dahulu di dunia."
  },
  {
    "verse_number": 93,
    "tafsir": "Atas perbuatan kaum kafir yang demikian, Allah pun bersumpah, Maka demi Tuhanmu, wahai Nabi Muhammad, Kami pasti akan menanyai dan meminta pertanggungjawaban kepada mereka semua di akhirat kelak tentang apa yang telah mereka kerjakan dahulu di dunia."
  },
  {
    "verse_number": 94,
    "tafsir": "Wahai Nabi Muhammad, jangan kaupedulikan sikap dan tindakan kaum kafir itu terhadap Al-Qur’an. Maka sampaikanlah saja kepada mereka secara terang-terangan dan sungguh-sungguh segala apa yang diperintahkan oleh Allah kepadamu dan berpalinglah dari orang yang musyrik. Jangan kauhiraukan gangguan mereka dan teruslah berdakwah menyampaikan pesan-pesan Allah karena Dia akan selalu melindungimu."
  },
  {
    "verse_number": 95,
    "tafsir": "Meskipun kaum kafir berusaha sekuat tenaga mengganggu dan menghalangimu dari menyampaikan dakwah, sesungguhnya Kami, yakni Allah, malaikat, dan orang yang dikehendaki-Nya akan selalu memelihara engkau, wahai Nabi Muhammad, dari gangguan dan kejahatan orang yang memperolok-olokkan engkau dan risalah yang kausampaikan."
  },
  {
    "verse_number": 96,
    "tafsir": "Mereka yang memperolok-olokkanmu tidak lain hanyalah orang yang menganggap adanya tuhan selain Allah. Anggapan mereka ini merupakan kesalahan besar. Karena itu, mereka kelak akan mengetahui akibat yang sangat pedih dari kedurhakaan dan kesyirikan mereka.”"
  },
  {
    "verse_number": 97,
    "tafsir": "Kembali mengingatkan Nabi Muhammad, Allah berfirman, “Dan sungguh, Kami mengetahui bahwa engkau memiliki budi pekerti luhur dan toleransi yang tinggi dalam menghadapi gangguan mereka, tetapi engkau merasa sedih sehingga dadamu menjadi sempit disebabkan apa yang mereka ucapkan kepadamu berupa pendustaan, hinaan, dan olok-olok mereka."
  },
  {
    "verse_number": 98,
    "tafsir": "Karena itu, maka janganlah kaupedulikan ucapan mereka betapapun menyakitkan hatimu, tetapi bertasbihlah kepada Allah dengan menyucikan-Nya dari segala kesyirikan dan kekurangan disertai dengan memuji Tuhanmu yang selalu mengawasi dan melindungimu dari gangguan kaum kafir serta membimbingmu ke jalan kebenaran, dan jadilah engkau di antara orang yang bersujud, yakni taat, tekun, dan patuh kepada Allah, seperti yang telah kaulakukan selama ini."
  },
  {
    "verse_number": 99,
    "tafsir": "Dan bersama dengan itu sembahlah Tuhanmu yang telah menciptakan dan menghidupkanmu, dan serahkanlah dirimu sepenuhnya kepadaNya sampai yakin, yaitu ajal, datang kepadamu. Dengan melakukan hal itu maka beban perasaan yang kaupikul akibat ucapan, sikap, dan tingkah laku kaum kafir akan terasa ringan dan jiwamu pun akan merasa tenteram.”[]"
  }
]