[
  {
    "verse_number": 1,
    "tafsir": "Alif Lam Mim adalah huruf-huruf fonemis yang digunakan untuk menerangkan bahwa al-Qur'an, sebagai suatu mukjizat, terdiri atas huruf-huruf yang dapat mereka ucapkan dengan baik, di samping untuk menarik perhatian orang-orang yang mendengarnya serta memalingkan perhatian mereka kepada kebenaran."
  },
  {
    "verse_number": 2,
    "tafsir": "Apakah manusia mengira bahwa mereka akan dibiarkan begitu saja pada setiap waktu, tempat dan situasi hanya dengan mengatakan, “Kami telah beriman,” dan mereka tidak diuji dengan hal-hal yang dapat membuktikan hakikat keimanan mereka, yaitu dalam bentuk cobaan-cobaan dan tugas-tugas keagamaan? Tidak, bahkan mereka harus diuji dengan hal-hal seperti itu."
  },
  {
    "verse_number": 3,
    "tafsir": "Dan apakah mereka menduga demikian, padahal sungguh, Kami bersumpah bahwa Kami telah menguji orang-orang sebelum mereka, yaitu sebelum umat Nabi Muhammad, dengan tugas-tugas keagamaan dan bermacam nikmat dan cobaan, agar tampak perbedaan antara orang-orang yang benar-benar beriman dan berdusta sesuai dengan apa yang diketahuinya berdasarkan ilmu-Nya yang azali. Maka sesungguhnya Allah pasti mengetahui orang-orang yang benar dalam keimanannya dan pasti mengetahui orang-orang yang dusta."
  },
  {
    "verse_number": 4,
    "tafsir": "Ataukah orang-orang yang mengerjakan kejahatan itu setelah Kami larang mengerjakannya melalui rasul yang Kami utus dan atau melalui akal sehat yang kami anugerahkan kepada manusia, mengira bahwa mereka akan dapat mendahului Kami dalam usaha mereka untuk lari sehingga luput dari azab atau perhitungan Kami? Sangatlah buruk apa yang mereka tetapkan itu! Alangkah buruknya perkiraan dan sikap mereka ini!"
  },
  {
    "verse_number": 5,
    "tafsir": "Setelah memperingatkan semua pihak, baik yang taat maupun yang durhaka, Allah mengisyaratkan anugerah-Nya kepada yang taat dengan berfirman, “Barangsiapa yang beriman kepada kebangkitan dan mengharap pertemuan dengan Allah, maka bergegaslah mengerjakan amal saleh, karena sesungguhnya waktu yang dijanjikan Allah pasti datang. Dan Dia Yang Maha Mendengar perkataan-perkataan hamba-Nya, Maha Mengetahui perbuatan-perbuatan mereka, dan Dia akan membalas mereka masing-masing sesuai dengan apa yang dilakukannya.”"
  },
  {
    "verse_number": 6,
    "tafsir": "Dan barang siapa berjihad dengan mencurahkan segala kemampuannya untuk meninggikan kalimat Allah dan mengorbankan diri dengan selalu bersabar dalam melakukan ketaatan kepada Allah, maka sesungguhnya pahala, manfaat dan kebaikan jihadnya itu adalah untuk dirinya sendiri. Tidak ada sedikit pun manfaat amal tersebut yang dibutuhkan oleh Allah. Sungguh, Allah Mahakaya tidak memerlukan sesuatu apa pun dari mereka, bahkan dari seluruh alam."
  },
  {
    "verse_number": 7,
    "tafsir": "Dan orang-orang yang beriman kepada Allah dan Rasul-Nya dengan keimanan yang benar dan tidak menjadi kafir atau murtad walaupun diuji dengan berbagai cobaan, serta membuktikan keimanannya dengan mengerjakan kebajikan, menolong orang yang kesusahan, membela yang teraniaya, bekerja mencari nafkah, mempertahankan negara dari serangan musuh, dan berbagai kebaikan lainnya, pasti akan kami ampuni dosa-dosanya dan hapus kesalahan-kesalahannya yang telah lalu. Dan mereka pasti akan Kami beri pahala berlipat ganda, mulai dari sepuluh hingga tujuh ratus kali, bahkan tidak terbatas, dan balasan yang lebih baik dari apa yang mereka kerjakan. (Lihat Surah al-An'am/6:160)."
  },
  {
    "verse_number": 8,
    "tafsir": "Setelah ayat-ayat yang lalu menguraikan keniscayaan ujian dan cobaan bagi orang-orang yang beriman, berikut ini disebutkan salah satu contoh tersebut, yaitu di saat kedua orang tua yang dicintai memaksa untuk berbuat syirik dan maksiat lainnya. Berbakti kepada orang tua adalah sebuah kewajiban, tetapi ada batas yang tidak boleh dilanggar. Dan Kami wajibkan kepada manusia agar berbakti dengan berbuat kebaikan sebanyak-banyaknya kepada kedua orang tuanya dan menaati keduanya. Dan jika keduanya bersungguh-sungguh memaksamu untuk mempersekutukan Aku dan atau melakukan kemaksiatan dalam bentuk apa pun, dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, atau tidak dapat diterima oleh akal sehat, maka janganlah engkau patuhi keduanya. Ketaatan kepada manusia tidak boleh dalam bentuk maksiat atau durhaka kepada Tuhan. Hanya kepada-Ku tempat kembalimu pada hari Kiamat, dan akan Aku beritakan secara rinci kepadamu apa yang telah kamu kerjakan selama di dunia untuk mendapatkan balasan."
  },
  {
    "verse_number": 9,
    "tafsir": "Dan orang-orang yang beriman dan membuktikan keimanannya itu dengan mengerjakan kebajikan mereka pasti akan Kami masukkan mereka ke dalam golongan orang yang saleh yang akan mendapatkan kenikmatan di surga."
  },
  {
    "verse_number": 10,
    "tafsir": "Ayat-ayat yang lalu menyimpulkan bahwa ada orang yang beriman kepada Allah yang diuji dan disakiti oleh kaum musyrikin, namun mereka tabah dalam keimanan, dan di antara manusia ada pula sebagian yang berkata dengan lidahnya tanpa menyentuh secara mantap hatinya, “Kami beriman kepada Allah,” tetapi apabila dia disakiti dengan ditimpa cobaan karena dia beriman kepada Allah, hatinya goyah dan takut kepada siksa yang akan menimpanya dari kaum musyrikin. Dia menganggap cobaan berupa siksaan dan gangguan dari manusia itu sebagai siksaan Allah, dan tidak sabar menghadapinya. Orang itu takut kepada kezaliman manusia, seperti ketakutannya kepada azab Allah, karena itu dia tinggalkan imannya itu. Dan jika datang pertolongan dari Tuhanmu berupa kemenangan kepada orang-orang mukmin atas musuh-musuh mereka, dan mereka mendapatkan harta rampasan, niscaya datanglah mereka, yaitu orang orang yang berpura-pura beriman itu kepada orang-orang muslim dan akan berkata, “Sesungguhnya kami bersama kamu dalam keimanan, maka berilah kami bagian dari harta rampasan itu.” Tidak sepantasnya mereka menyangka bahwa keadaan mereka ini tidak diketahui Allah. Bukankah Allah lebih mengetahui apa yang ada di dalam dada semua manusia, baik yang berupa keimanan maupun kemunafikan?"
  },
  {
    "verse_number": 11,
    "tafsir": "Mustahil Allah tidak mengetahui keadaan makhluk-Nya. Allah pasti mengetahui dengan ilmu-Nya yang azali, tentang orang-orang yang beriman dengan sungguh-sungguh dan Dia pasti mengetahui orang-orang yang munafik. Dia akan memberikan balasan kepada masing-masing dari mereka sesuai dengan apa yang dikerjakannya."
  },
  {
    "verse_number": 12,
    "tafsir": "Di antara cobaan keimanan lainnya adalah ajakan untuk melakukan dosa sambil menyatakan bahwa dosanya akan ditanggung oleh yang mengajak. Orang-orang yang kafir berkata kepada orang-orang yang beriman dengan ikhlas, “Ikutilah jalan kami dan tetaplah kamu dalam agama kami, yaitu agama leluhur kami, dan apabila kebangkitan dan perhitungan yang kalian takuti itu terjadi, maka kami yang akan memikul dosa-dosamu semua, apa pun dosa itu.” Padahal seseorang tidak akan memikul dosa orang lain dan mereka sedikit pun tidak sanggup memikul dosa-dosa mereka sendiri. Sesungguhnya mereka benar-benar pendusta yang bukan hanya kali ini saja mereka berdusta, tetapi telah berkali-kali, sehingga kebohongan telah mendarah daging dalam kepribadian mereka."
  },
  {
    "verse_number": 13,
    "tafsir": "Dan mereka benar-benar akan memikul dosa-dosa mereka sendiri yang sangat berat, dan di samping itu mereka pun akan memikul dosa-dosa yang lain, yaitu dosa-dosa orang-orang yang telah mereka sesatkan dan palingkan dari kebenaran, bersama dosa mereka. Dan pada hari Kiamat mereka pasti akan ditanya tentang kebohongan yang selalu mereka ada-adakan ketika di dunia dan mereka akan disiksa karena itu semua."
  },
  {
    "verse_number": 14,
    "tafsir": "Cobaan, ujian dan siksaan dalam keimanan juga dialami oleh para nabi dan umatnya, di antaranya Nabi Nuh yang sangat lama sekali menghadapi gangguan dari kaumnya. Dan sungguh, Kami telah mengutus Nabi Nuh kepada kaumnya untuk menyeru mereka kepada ajaran tauhid. Maka dia tinggal bersama mereka untuk menyampaikan risalah ketuhanan, terhitung sejak Kami mengutusnya menjadi Nabi selama seribu tahun kurang lima puluh tahun, yaitu sembilan ratus lima puluh tahun. Selama itu, Nabi Nuh berdakwah dengan berbagai cara, dan selama itu pula mereka durhaka dan tidak memenuhi seruannya. Kemudian mereka yang durhaka itu dilanda banjir besar sebagai bentuk azab untuk mereka, sedangkan mereka adalah orang-orang yang zalim dengan kekufuran mereka."
  },
  {
    "verse_number": 15,
    "tafsir": "Maka untuk mewujudkan janji, Kami selamatkan Nuh dan orang-orang yang berada di kapal itu bersamanya, dan Kami jadikan peristiwa itu sebagai pelajaran bagi semua manusia, terutama yang datang kemudian."
  },
  {
    "verse_number": 16,
    "tafsir": "Selain Nabi Nuh, Rasul pertama, Nabi Ibrahim juga mengalami hal yang sama. Dan ingatlah wahai Rasul, kisah Nabi Ibrahim, ketika dia berkata kepada kaumnya, “Sembahlah dan patuhilah Allah dalam segala hal yang diperintahkan-Nya dengan penuh keikhlasan dan bertakwalah kepada-Nya dengan menghindari segala sesuatu yang dapat mendatangkannya siksa-Nya. Yang demikian itu, yakni kepatuhan dan ketakwaan, lebih baik bagimu daripada kekufuran, jika kamu mengetahui apa yang baik dan buruk bagimu.”"
  },
  {
    "verse_number": 17,
    "tafsir": "Selanjutnya Nabi Ibrahim mengecam kaumnya dengan menyatakan, “Sesungguhnya yang kamu sembah selain Allah hanyalah berhala-berhala dan patung-patung yang kalian buat dengan tangan kalian sendiri, dan kemudian kamu membuat-buat kebohongan dengan menyebutnya sebagai tuhan. Kamu menyembah berhala-berhala itu dengan harapan dapat memberi manfaat dan perlindungan serta menganugerahkan rezeki kepadamu. Padahal, sesungguhnya apa dan siapa pun yang kamu sembah selain Allah itu tidak mampu memberikan perlindungan dan rezeki kepadamu walau sedikit. Karena itu, maka minta dan berusaha-lah dengan sungguh-sungguh guna memperoleh rezeki dari Allah, dan di samping itu sembahlah Dia dengan penuh ketulusan dan bersyukurlah kepada-Nya atas rezeki yang telah dianugerahkan-Nya kepadamu. Hanya kepada-Nya semata kamu akan dikembalikan setelah kematian untuk dimintakan pertanggungjawaban.”"
  },
  {
    "verse_number": 18,
    "tafsir": "Dan jika kamu orang-orang kafir terus-menerus mendustakan ajaran Allah yang disampaikan oleh Rasul Muhammad, maka ketahuilah, sungguh, umat sebelum kamu juga telah mendustakan para rasul. Akan tetapi, mereka tidak dapat memberi mudarat kepada rasul-rasul itu, bahkan sebenarnya mereka membuat kemudaratan kepada diri mereka sendiri, yaitu ketika mereka dihancurkan oleh Allah karena pendustaan mereka itu. Dan kewajiban Rasul itu hanyalah menyampaikan agama Allah kepada kaumnya dengan uraian serta praktek dan contoh pengamalan tuntunan Allah yang jelas dan dengan cara seterang-terangnya."
  },
  {
    "verse_number": 19,
    "tafsir": "Dan apakah mereka lengah sehingga tidak memperhatikan bagaimana Allah senantiasa memulai penciptaan semua makhluk, termasuk manusia, dari tiada. Setelah Allah menciptakan mereka kemudian Dia mengulanginya kembali setelah hancur dan binasa dengan mengembalikan penciptaan itu seperti semula. Sungguh, mengembalikan penciptaan yang demikian itu sangatlah mudah bagi Allah. Jika demikian, bagaimana mereka mengingkari pengembalian manusia hidup kembali kelak di hari kemudian?"
  },
  {
    "verse_number": 20,
    "tafsir": "Meski sudah sangat banyak bukti kekuasaan Allah dan keniscayaan hari akhir yang dikemukakan, Allah memerintahkan Nabi Muhammad, “Katakanlah wahai Rasul, kepada orang-orang yang mendustakan kebangkitan setelah kematian, 'Berjalanlah di muka bumi ke mana saja kaki berjalan, maka perhatikanlah dengan segera bagaimana Allah memulai penciptaan makhluk yang beraneka ragam, kemudian Allah menjadikan kejadian yang akhir dengan membangkitkan manusia setelah mati kelak di akhirat. Sungguh, Allah Mahakuasa atas segala sesuatu yang dikehendaki-Nya."
  },
  {
    "verse_number": 21,
    "tafsir": "Dia mengazab dengan sangat adil siapa yang Dia kehendaki atas segala dosa yang dilakukannya semasa hidup, dan memberi rahmat kepada siapa yang Dia kehendaki, yaitu orang-orang yang bertobat dan beramal saleh, dan hanya kepada-Nya setelah kematian kamu akan dikembalikan untuk perhitungan dan pembalasan."
  },
  {
    "verse_number": 22,
    "tafsir": "Jangan duga akan dapat menghindar dari siksa-Nya. Ketika itu, tidak ada kekuasaan selain kuasa-Nya dan kamu wahai para pendurhaka sama sekali tidak dapat melepaskan diri dari siksa yang ditetapkan Allah, baik kamu berada di bumi maupun berada di langit, dan tidak ada pelindung yang dapat menghalangi siksa Allah dan penolong bagimu yang dapat meringankan siksa yang ditetapkan itu selain Allah.’”"
  },
  {
    "verse_number": 23,
    "tafsir": "Harapan mereka untuk meraih surga pupus, dan orang-orang yang mengingkari ayat-ayat Allah, baik yang terbentang di alam raya maupun yang tertulis dalam kitab suci, dan mengingkari pertemuan dengan-Nya, yakni pada hari kebangkitan, mereka itu sungguh telah berputus asa dari rahmat-Ku ketika menyaksikan azab yang telah disediakan bagi mereka, dan mereka itu akan mendapat azab yang pedih."
  },
  {
    "verse_number": 24,
    "tafsir": "Setelah mendengar nasihat Nabi Ibrahim, maka tidak ada jawaban dari kaumnya yang sebenarnya sangat dikasihi Nabi Ibrahim, selain mengatakan sesama mereka, “Bunuhlah dia dengan pedang dan semacamnya atau bakarlah dia dengan melemparkannya kedalam api sampai mati.” Mereka bersepakat untuk membakarnya. Setelah Nabi Ibrahim berada di tengah kobaran api, lalu dengan cepat Allah Yang Mahakuasa, penolong dan Pelindung satu-satunya menyelamatkannya dari api yang berpotensi membakar itu denganmenjadikan api tersebut menjadi dingin. Sungguh, pada api yang demikian itu pasti terdapat tanda-tanda kebesaran dan kekuasan Allah bagi orang yang beriman."
  },
  {
    "verse_number": 25,
    "tafsir": "Dan Dia Nabi Ibrahim berkata kepada kaumnya, “Sesungguhnya berhala-berhala yang kamu sembah selain Allah, tidak lain manfaatnya kecuali hanya untuk tujuan menciptakan perasaan kasih sayang diantara kamu dalam kehidupan di dunia. Tetapi apa yang kelihatannya sebagai manfaat itu pada hakikatnya berdampak buruk, karena kemudian nanti pada hari kiamat sebagian kamu akan saling mengingkari sebagian lain, tidak saling mengenal dan mengingkari kebaikan temannya, dan bukan hanya itu, sebagian kamu juga saling mengutuk sebagian lain; pemimpin berlepas tangan dan meminta agar yang mengikutinya dijatuhkan siksa, sedang pengikut meminta agar pimpinannya dijatuhi seksa berganda. Dan tempat kembalimu wahai para pendurhaka, demikian juga berhala-berhala yang kamu sembah, ialah nereka yang apinya berkobar melebihi api yang telah kamu siapkan itu, dan sama sekali tidak ada seorang pun yang bersedia atau mampu menjadi penolong bagimu.”"
  },
  {
    "verse_number": 26,
    "tafsir": "Tidak ada kaumnya yang beriman, kecuali hanya seorang pria yang bernama Lut. Ayat ini menceritakan, ketika Nabi Ibrahim menyampaikan dakwahnya, maka bersegeralah Lut, yaitu putra saudaranya yang kemudian diangkat oleh Allah sebagai nabi, membenarkan kenabian dan tuntunannya. Dan Nabi Ibrahim berkata kepada Lut, “Sesungguhnya aku harus berpindah dari kampung halamanku ke tempat yang diperintahkan atau direstui dan diberkahi Tuhanku, yaitu Syam. Sungguh, Dialah yang Mahaperkasa, sehingga dapat memberikan dukungan, kekuatan dan kemuliaan, lagi Mahabijaksana dalam segala tindakan-Nya.”"
  },
  {
    "verse_number": 27,
    "tafsir": "Dan Kami anugerahkan kepada Nabi Ibrahim, seorang putra dari istrinya, Sarah, yang ikut berhijrah bersamanya, yang bernama Ishak, setelah menanti cukup lama. Dan dari putranya itu kami anugerahkan kepada keduanya seorang cucu, yaitu Yakub, dan Kami jadikan kenabian dan kitab suci yang menghimpun wahyu-wahyu Allah kepada keturunannya, dan disamping itu Kami berikan juga kepadanya balasannya di dunia, atas segala kesabaran dan amal salehnya dengan memberikan anak cucu yang baik, kenabian yang terus-menerus pada keturunannya, dan pujian-pujian yang baik; dan sesungguhnya dia Nabi Ibrahim di akhirat, benar-benar termasuk orang yang saleh, sehingga pasti ganjaran dan kedudukan yang diperolehnya sangat istimewa."
  },
  {
    "verse_number": 28,
    "tafsir": "Setelah diuraikan tentang Nabi Ibrahim, kali ini dibicarakan tentang Nabi Lut, sebagai seorang diantara kaumnya yang beriman. Ayat ini menyatakan, dan ingat serta ingatkanlah pula umatmu, wahai Nabi Muhammad, tentang nabi Lut, ketika Nabi Lut berkata kepada kaumnya yang ketika itu melakukan kedurhakaan besar, “Sesungguhnya kamu benar-benar melakukan perbuatan sangat keji, yaitu berupa monoseksual yang belum pernah dilakukan oleh seorang pundari umat-umat sebelum kamu. Sungguh apa yang kamu lakukan itu sangat buruk."
  },
  {
    "verse_number": 29,
    "tafsir": "Apakah pantas kamu mendatangi laki-laki untuk melampiaskan syahwat, bukan dengan perempuan yang sah untuk digauli,dan disamping itu kamu juga menyamun untuk melakukan perbuatan keji terhadap orang-orang yang dalam perjalanan, dan kamu selalu mengerjakan kemungkaran ditempat-tempat pertemuanmu, bukan ditempat-tempat sepi dan tersembungi?” Teguran itu tidak mereka gubris sama sekali. Maka, tanpa berpikir dan menunggu lama, jawaban kaumnya tidak lain hanya mengatakan kepada Nabi Lut dengan angkuh sambil mengejek, “Datangkanlah kepada kami azab Allah, jika engkau termasuk orang-orang yang benar dalam ucapan dan ancaman kamu kepada kami.”"
  },
  {
    "verse_number": 30,
    "tafsir": "Melihat sikap mereka yang seperti itu, Nabi Lut berdoa, “Ya tuhan ku, tolonglah aku dengan menimpakan azab atas golongan yang berbuat kerusakan itu, yaitu yang telah melampaui batas dan mendarah daging sifat buruknya, sehingga mengancam kelanjutan hidup manusia.”"
  },
  {
    "verse_number": 31,
    "tafsir": "Doa Nabi Lut dikabulkan oleh Allah dengan menetapkan siksa-Nya kepada mereka yang durhaka, sebagaimana yang disampaikan-Nya kepada Nabi Ibrahim. Dan kisahnya bermula ketika utusan Kami yakni para malaikat datang kepada Nabi Ibrahim dengan membawa kabar gembira tentang kelahiran seorang putra, yaitu Ishak, melalui isterinya, Sarah, dan seorang cucu, yaitu Ya'kub, putra Ishak. Para malaikat utusan Allah mengatakan kepada Nabi Ibrahim, “Sungguh kami akan membinasakan penduduk kota Sodom ini karena penduduknya sungguh orang-orang zalim yang kezalimannya terhadap Allahdan manusia telah mencapai puncaknya.”"
  },
  {
    "verse_number": 32,
    "tafsir": "Nabi Ibrahim berkata kepada para malaikat, “Sesungguhnya di kota itu ada Nabi Lut, seorang hamba Allah yang taat kepada-Nya. Semoga ia tidak terkena dampak buruk siksa itu, atau semoga dengan keberadaannya di sana siksa Allah dapat ditangguhkan.” Mereka para malaikat utusan Allah berkata, “Kami lebih mengetahui daripada engkau tentang siapa yang ada di kota itu; siapa yang wajar diselamatkan dan siapa yang akan terkena siksa. Tidak perlu khawatir, Kami pasti akan menyelamatkan dia beserta keluarganya dan pengikut-pengikutnya kecuali istrinya yang tidak beriman. Isterinya termasuk orang-orang yang tertinggal dan akan dibinasakan.”"
  },
  {
    "verse_number": 33,
    "tafsir": "Setelah memberitahukan kabar gembira tentang kelahiran putra dan cucu dan berita kehancuran Nabi Lut kepada Nabi Ibrahim, para malaikat segera menuju perkampungan kaum Nabi Lut. Dan ketika para malaikat utusan Kami datang kepada Nabi Lut, dia merasa bersedih karena kedatangan mereka yang tampil dalam wujud beberapa laki-laki tampan rupawan, dan dia merasa tidak mempunyai kekuatan untuk melindungi mereka dari tindakan amoral kaumnya. Melihat Nabi Lut gelisah, para malaikat utusan Allah itu menenangkan Nabi Lut dan berkata, “Janganlah engkau takut menyangkut keselamatan diri kami, karena mereka tidak akan mampu menyentuh kami, dan jangan pula bersedih hati karena informasi yang kami sampaikan menyangkut kehancuran penduduk negeri. Sesungguhnya kami akan menyelamatkanmu dan pengikut-pengikut mu yang beriman, kecuali isterimu, dia termasuk kelompok orang-orang yang tinggal dan akan dibinasakan.”"
  },
  {
    "verse_number": 34,
    "tafsir": "Para malaikat menyampaikan cara pembinasaan tersebut dengan menyatakan, “Sesungguhnya kami atas perintas Allah akan menurunkan azab dari langit kepada penduduk kota ini disebabkan karena mereka selalu berbuat fasik yakni keluar dari ketaatan kepada Allah dengan melanggar ketetapan-Nya.”"
  },
  {
    "verse_number": 35,
    "tafsir": "Demikianlah para utusan Kami melaksanakan tugas dengan sempurna, dan demi keagungan dan kekuasaan Kami, sungguh, tentang negeri Sodom itu telah Kami tinggalkan padanya suatu tanda bukti kuasa Kami yang nyata bagi orang-orang yang mengerti dan menjadikannya sebagai pelajaran."
  },
  {
    "verse_number": 36,
    "tafsir": "Setelah diuraikan terrdahulu pengutusan Nabi Ibrahim dan Nabi Lut, kini dijelaskan kisah Nabi Syuaib. Dan kepada penduduk kota Madyan, Kami juga telah mengutus saudara mereka Syuaib. Segera setelah mendapat tugas, dia menemui mereka dan berkata, “Wahai kaumku! Sembahlah Allah, Tuhan Yang Maha Esa dan jangan mempersekutukan-Nya dengan sesuatu apapun, harapkanlah pahala dan ganjaran-Nya pada hari akhir, dan jangan kamu berkeliaran di muka bumi berbuat kerusakan dan kemaksiatan, tetapi bertobat dan berserah dirilah kepada-Nya.”"
  },
  {
    "verse_number": 37,
    "tafsir": "Tanpa berpikir panjang mereka mendutakannya, menolak ajakan Nabi Syuaib dan terus berbuat kerusakan, antara lain melakukankejahatan ekonomi dengan mengurangi takaran dan timbangan. Maka sebagai akibat kedurhakaan itu mereka ditempa gempa yang dahsyat dan menghancurkan, lalu jadilah mereka mayat-mayat yang bergelimpangan di tempat-tempat tinggal mereka."
  },
  {
    "verse_number": 38,
    "tafsir": "Demikianlah kisah kehancuran kaum yang durhaka. Juga ingatlah kaum 'Ad yang diutus kepada mereka Nabi Hud dan kaum Samud yang merupakan kaum Nabi Saleh, yang telah Kami binasakan karena kedurhakaan mereka. Sungguh telah nyata bagi kamu kehancuran mereka dari puing-puing tempat tinggal mereka yang masih dapat kamu saksikan, wahai kaum musyrik Mekah, dalam perjalanan dagangmu dari Mekah menuju Syam dan Yaman. Setan telah menjadikan terasa indah bagi mereka perbuatan buruk mereka sampai akhirnya lengah, sehingga setan berhasil menghalangi mereka dari jalan Allah yang mengantarkan kepada kebahagiaan hidup di dunia dan akhirat. Demikian yang terjadi pada mereka, sedangkan mereka adalah orang-orang yang berpandangan tajam menurut ukuran zamannya, terbukti dengan keberhasilan mereka membangun peradaban, namun kekuatan dan ketajaman pandangan itu tidak mereka manfaatkan."
  },
  {
    "verse_number": 39,
    "tafsir": "Dan ingatlah juga kisah tentang kehancuran Karun, seorang kaya raya yang angkuh dari kaum nabi Musa; Fir'aun, raja dan penguasa Mesir yang kejam dan Haman seorang kepercayaan Fir'aun yang patuh dan selalu mengikuti keinginannya. Sungguh, telah datang kepada mereka bertiga utusan Allah yang bernama Nabi Musa dengan membawa keterangan-keterangan yang didukung oleh bukti dan mukjizan yang nyata. Tetapi mereka berlaku sombong di muka bumi, dan mereka termasuk orang-orang yang tidak luput dari kebinasaan dan azab Allah."
  },
  {
    "verse_number": 40,
    "tafsir": "Maka, akibat keangkuhan kedurhakaan masing-masing dari mereka bertiga itu dan para pendurhaka selain mereka Kami turunkan azab karena dosanya masing-masing; di antara mereka ada yang Kami timpakan kepadanya hujan batu kerikil, seperti yang dialami kaum 'Ad dan kaum Nabi Lut; ada yang ditimpa suara keras yang mengguntur, seperti kaum Madyan dan Samud; ada yang kami benamkan ke dalam bumi, seperti Karun beserta harta kakayaannya dan beserta pengikutnya; dan ada pula yang Kami tenggelamkan seperti kaum Nabi Nuh dan Fir'aun beserta para tentaranya. Siksa dan bencana itu dijatuhkan bukan karena kesewenang-wenangan, tetapi itu adalah buah kedurhakaan. Allah sama sekali tidak hendak menzalimi mereka, dengan menjatukan siksa dan bencana itu, akan tetapi merekalah yang menzalimi diri mereka sendiri dengan keangkuhan dan kedurhakaan."
  },
  {
    "verse_number": 41,
    "tafsir": "Setelah dibicarakan kaum musyrikin yang menyembah berhala dan berharap perlindungan darinya, sebuah sikap yang tidak dapat diterima akal dan jiwa yang sehat, kini dijelaskan bahwa perumpamaan orang-orang yang bersungguh-sungguh mengambil dan menjadikan berhala atau lainnya sebagai pelindung selain Allah adalah seperti laba-laba yang membuat rumah dengan sungguh-sungguh dan bersusah payah untuk menjadi perlindungan baginya. Dan sesungguhnya rumah yang paling lemah dan rapuh ialah rumah laba-laba, sekiranya mereka mengetahui bahwa perumpamaannya sedemikian rupa, maka mereka pasti tidak akan menjadikannya sebagai pelindung."
  },
  {
    "verse_number": 42,
    "tafsir": "Jangan heran dengan perumpamaan itu,karena memang demikian hakikatnya. Sungguh, Allah senantiasa mengetahui hakikat dan substansi apa saja yang mereka sembah selain Dia, baik itu berhala, benda langit maupun makhluk-makhluk lainnya. Semua itu lemah, sehingga tidak mungkin mampu memberi perlindungan. Dan Dia Yang Mahaperkasa, lagi Mahabijaksana."
  },
  {
    "verse_number": 43,
    "tafsir": "Dan perumpamaan-perumpamaan ini Kami buat dan paparkan untuk manusia agar diambil manfaatnya dan dijadikan pelajaran; dan tidak ada yang akan memahaminya dengan baik dan sempurna kecuali mereka yang berilmu dan mendalam ilmu pengetahuannya tentang Allah, tanda-tanda kekuasaan-Nya dan segala ketetapan-Nya."
  },
  {
    "verse_number": 44,
    "tafsir": "Tidak ada yang dapat mengalahkan kehendak Allah, dan tidak ada dapat menjadi pelindung, kecuali Dia Yang memiliki kekuatan dan sifat-sifat terpuji. Allah menciptakan tujuh langit yang berlapis-lapis dan bumi yang terhampar dengan haq; bukan dengan percuma, melainkan dengan penuh hikmah untuk kebaikan dan kemaslahatan makhluk-Nya. Sungguh, pada penciptaan dan pemeliharaan Allah yang demikian itu pasti terdapat tanda-tanda kebesaran dan kekuasaan Allah bagi orang-orang yang beriman yang salah satu ciri mereka adalah memliliki ilmu pengetahuan.[]"
  },
  {
    "verse_number": 45,
    "tafsir": "Untuk mengukuhkan bukti-bukti kebesaran dan kekuasaan-Nya yang terbentang di alam raya, maka bacalah, wahai Nabi Muhammad, Kitab suci Al-Qur’an yang telah diwahyukan kepadamu dan laksanakanlah salat secara berkesinambungan dan khusyuk sesuai syarat dan rukunnya. Sesungguhnya salat yang sesuai dengan tuntunan dan berkualitas itu mencegah seseorang dari terjerumus ke dalam perbuatan keji dan mungkar. Hal ini karena substansi salat adalah mengingat Allah, dan yang mengingat-Nya akan terpelihara dari dosa dan kemaksiatan. Dan ketahuilah, mengingat Allah, yakni salat, itu lebih besar keutamaannya dari ibadah yang lain. Allah senantiasa mengetahui apa yang kamu kerjakan, baik maupun buruk, dan akan memberikan balasan yang setimpal."
  },
  {
    "verse_number": 46,
    "tafsir": "Pada ayat sebelumnya Allah memberi umat Islam petunjuk dalam menghadapi kaum musyrik Mekah atau para penyembah berhala. Allah lalu menyusulinya dengan ayat ini, yang mengajarkan cara berdakwah kepada kaum Yahudi dan Nasrani. Dan janganlah kamu, wahai umat Islam, berdebat demi menunjukkan kebenaran ajaran Islam dengan Ahli Kitab, yakni Yahudi dan Nasrani yang mengingkari kerasulan Nabi Muhammad, melainkan dengan cara yang lebih baik dibanding caramu menghadapi orang-orang musyrik yang tidak percaya Tuhan. Kaum Yahudi dan Nasrani sejatinya percaya kepada Tuhan dan ajaran yang dibawa oleh Nabi Musa dan Isa sehingga lebih mudah bagimu untuk mengajak mereka kepada agama Islam. Berdebatlah dengan cara yang lebih baik, kecuali dengan orang-orang yang zalim di antara mereka, yaitu orang-orang yang tetap membantah, membangkang, bahkan memusuhimu setelah menerima penjelasan-penjelasan yang kamu sampaikan dengan cara terbaik. Kamu bisa menunjukkan cara dan sikap yang lebih tegas kepada mereka itu, dan katakanlah kepada mereka, “Kami telah beriman kepada kitab Al-Qur’an yang diturunkan kepada kami dan kitab-kitab yang diturunkan kepadamu, yakni Taurat dan Injil. Tuhan kami dan Tuhan kamu sesungguhnya satu, yaitu Allah; dan hanya kepada-Nya kami senantiasa berserah diri.”"
  },
  {
    "verse_number": 47,
    "tafsir": "Dan sebagaimana Kami telah menurunkan kitab-kitab kepada para rasul sebelum engkau, demikianlah Kami juga turunkan Kitab Al-Qur’an kepadamu. Oleh karena itu, orang-orang yang telah Kami berikan Kitab, yakni Taurat dan Injil, dan tidak menutupi kebenaran isinya, terutama informasi tentang Nabi Muhammad, tentu mereka beriman kepadanya, yakni Al-Qur’an. Dan di antara mereka, yakni orang-orang kafir Mekah, ada juga orang yang beriman kepadanya, Al-Qur’an. Dan hanya orang-orang kafir yang mengingkari ayat-ayat Kami dan terus-menerus dalam kekafirannya."
  },
  {
    "verse_number": 48,
    "tafsir": "Dan seharusnya mereka meyakini kebenaran Al-Qur’an sebagai kitab suci yang Allah turunkan kepada engkau, wahai Nabi Muhammad, sebab mereka tahu benar bahwa engkau tidak pernah membaca sesuatu kitab pun sebelum Al-Qur’an dan engkau juga tidak pernah menulis suatu kitab pun dengan tangan kananmu karena engkau adalah seorang ummi, tidak pandai membaca maupun menulis. Sekiranya engkau pernah membaca dan menulis, niscaya ragu orang-orang yang mengingkarinya, yakni Al-Qur’an. Mereka akan menemukan alasan bagi keraguan mereka kepada Al-Qur’an andaikata engkau pernah membaca dan/atau menulis."
  },
  {
    "verse_number": 49,
    "tafsir": "Sebenarnya Al-Qur’an itu adalah ayat-ayat yang jelas, tidak ada sedikit pun keraguan padanya, yang terpelihara di dalam dada orang-orang yang berilmu, baik melalui tradisi hafalan turun-temurun sehingga tidak seorang pun dapat mengubahnya maupun dari segi pemahaman dan pengamalannya. Hanya orang-orang yang zalim yang mengingkari ayat-ayat Kami dengan menutup diri dari kebenaran Al-Qur’an."
  },
  {
    "verse_number": 50,
    "tafsir": "Andaikata kaum kafir Mekah dan orang Yahudi mau membuka hati pasti mereka akan mengakui Al-Qur’an bukan hasil karya Nabi Muhammad, melainkan mukjizat yang agung. Namun, mereka justru meminta mukjizat inderawi seperti yang didatangkan Allah kepada para nabi terdahulu. Dan mereka berkata kepada Nabi Muhammad untuk menjatuhkan mentalnya, “Mengapa tidak diturunkan mukjizat-mukjizat dari Tuhannya yang bisa dilihat oleh mata seperti mukjizat-mukjizat para nabi sebelumnya?” Katakanlah, “Mukjizat-mukjizat itu bukan urusanku. Semuanya terserah kepada Allah, apakah Dia membekali para rasul-Nya dengan mukijzat inderawi atau bukan. Aku hanya seorang pemberi peringatan yang jelas, yang diperkuat dengan argumentasi dan bukti-bukti yang kuat.”"
  },
  {
    "verse_number": 51,
    "tafsir": "Sebagian kaum muslim yang belum kuat imannya terpengaruh oleh ucapan kaum Yahudi bahwa mukjizat para nabi terdahulu lebih agung dan lebih bisa dibuktikan kehebatannya dibanding mukjizat Nabi Muhammad. Karena itu, Allah meminta beliau untuk menanggapi, “Apakah tidak cukup bagi mereka bahwa Kami telah menurunkan kepadamu Kitab Al-Qur’an yang dibacakan kepada mereka sebagai mukjizat yang abadi, berbeda dari mukjizat para nabi terdahulu yang habis masanya bersamaan dengan wafat mereka? Sungguh, dalam Al-Qur’an itu terdapat rahmat yang besar bagi mereka dan generasi setelahnya, dan pelajaran bagi orang-orang yang beriman. Dengan Al-Qur’an itu mereka selalu dibimbing agar senantiasa berada di jalan yang benar.”"
  },
  {
    "verse_number": 52,
    "tafsir": "Katakanlah wahai Nabi Muhammad, “Cukuplah Allah menjadi saksi antara aku dan kamu bahwa aku telah menyampaikan risalah Ilahi ini kepadamu. Dia mengetahui urusan apa pun di antara kita. Apa yang di langit dan di bumi tidak ada yang tersembunyi bagi Allah. Dan Dia juga mengetahui orang-orang yang percaya kepada yang batil, yakni para penyembah berhala dan apa saja yang dipertuhankan selain Allah, dan orang-orang ingkar kepada eksistensi dan keesaan Allah, padahal mereka telah menyaksikan bukti-bukti yang jelas. Sungguh, mereka itulah orang-orang yang benar-benar rugi di dunia dan akhirat.”"
  },
  {
    "verse_number": 53,
    "tafsir": "Tidak hanya mengingkari Al-Qur’an, mereka juga menantang Nabi Muhammad agar menyegerakan turunnya azab. Ini adalah tindakan bodoh sebab jika Allah benar-benar menurunkan azab-Nya, maka tidak satu pun dari mereka bisa menyelamatkan diri darinya. Mereka meminta kepadamu, wahai Nabi Muhammad, agar segera diturunkan azab, untuk membuktikan kerasulanmu. Kalau bukan karena waktunya yang telah ditetapkan berdasarkan hikmah dan kebijaksanaan-Nya, niscaya azab itu pasti datang kepada mereka. Dan sungguh azab itu pasti akan datang kepada mereka dengan tiba-tiba, sedang mereka tidak menyadarinya."
  },
  {
    "verse_number": 54,
    "tafsir": "Sekali lagi mereka meminta kepadamu wahai Nabi Muhammad, sebagai bentuk ejekan dan ketidakpercayaan mereka terhadap kera-sulanmu, agar segera diturunkan azab. Mereka lupa bahwa azab itu pasti akan datang. Seandainya tidak datang di dunia, azab itu akan menimpa mereka di akhirat dalam bentuk yang lebih besar. Itulah nereka jahanam. Dan sesungguhnya neraka Jahanam itu pasti meliputi orang-orang kafir. Jahanam akan datang dari segala arah sehingga mereka tidak mampu menghindar."
  },
  {
    "verse_number": 55,
    "tafsir": "Demikianlah gambaran azab bagi orang-orang kafir, yaitu pada hari ketika azab menutup dan menimpa mereka dari atas dan dari bawah kaki mereka, bahkan dari segala arah. Dan Allah berkata kepada mereka, “Rasakanlah azab ini sebagai balasan atas apa yang telah kamu kerjakan, berupa kekafiran dan kemusyrikan!”"
  },
  {
    "verse_number": 56,
    "tafsir": "Setelah rangkaian ayat-ayat sebelumnya menggambarkan sikap dan perlakuan buruk orang-orang kafir Mekah kepada kaum muslim, terutama yang duafa, ayat-ayat berikut memerintahkan agar mereka berhijrah meski harus meninggalkan harta benda dan sanak saudara mereka. Wahai hamba-hamba-Ku yang beriman! Jika kamu tidak lelusa beribadah kepada Allah karena mendapat ancaman dan teror dari kaum kafir, berhijrahlah ke daerah lain yang lebih aman. Sungguh, bumi-Ku luas, maka sembahlah Aku semata dan janganlah takut sebab Aku-lah yang memenuhi kebutuhan hamba-Ku. Aku pula yang menentukan hidup dan mati mereka."
  },
  {
    "verse_number": 57,
    "tafsir": "Jika kamu khawatir mati kelaparan akibat hijrah ke tempat lain, ketahuilah bahwa kamu pasti akan mati dengan cara lain. Sebab setiap makhluk yang bernyawa tanpa terkecuali akan merasakan mati, dengan atau tanpa sebab. Kemudian, setelah itu hanya kepada Kami kamu dikembalikan untuk mendapat balasan yang setimpal atas amal perbuatanmu, baik maupun buruk. Ayat ini mengandung ancaman bagi orang-orang kafir."
  },
  {
    "verse_number": 58,
    "tafsir": "Allah menjanjikan surga bagi hamba-Nya yang beriman. Dan orang-orang yang beriman dan senantiasa mengerjakan kebajikan dengan mematuhi perintah Allah dan meninggalkan larangan-Nya, sungguh mereka akan Kami tempatkan pada tempat-tempat yang tinggi di surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya dengan penuh kenikmatan. Itulah sebaik-baik balasan bagi orang yang berbuat kebajikan semata karena Allah."
  },
  {
    "verse_number": 59,
    "tafsir": "Mereka itulah orang-orang yang bersabar dalam melaksanakan ketaatan kepada-Nya, mampu mengendalikan nafsu, dan senantiasa bertawakal kepada Tuhannya setelah berikhtiar secara maksimal."
  },
  {
    "verse_number": 60,
    "tafsir": "Sebagian kaum muslim merasa berat untuk berhijrah karena khawatir akan kelangsungan hidupnya di tempat yang baru. Karena itu, ayat ini menegaskan bahwa rezeki itu sepenuhnya menjadi tanggung jawab Allah. Dan berapa banyak makhluk bergerak yang bernyawa yang tidak dapat membawa dan mengurus rezekinya sendiri. Allah-lah yang memudahkannya dengan memberi rezeki kepadanya dan memudahkan rezeki juga kepadamu, wahai manusia. Dia Maha Mendengar, Maha Mengetahui."
  },
  {
    "verse_number": 61,
    "tafsir": "Usai menjelaskan janji dan ancaman-Nya, Allah kemudian beralih menegaskan bahwa seandainya orang kafir mau menggunakan akal budinya, pasti mereka akan mengakui eksistensi dan keesaan Allah. Dan sungguh, jika engkau bertanya kepada mereka, “Siapakah yang menciptakan langit dan bumi dan menundukkan matahari dan bulan supaya selalu berada di garis edarnya dan tidak saling mendahului?” Pasti mereka akan menjawab, “Allah” Maka mengapa mereka bisa dipalingkan dari kebenaran, padahal bukti-bukti tentang wujud keesaan Allah sedemikian jelas?"
  },
  {
    "verse_number": 62,
    "tafsir": "Allah pula yang melapangkan rezeki, baik material maupun nonmaterial, bagi orang yang Dia kehendaki di antara hamba-hamba-Nya, dan Dia pula yang membatasi baginya semata demi kemaslahatan hamba-Nya itu. Sungguh, Allah Maha Mengetahui segala sesuatu, antara lain, mana bentuk pekerjaan yang memberi maslahat atau tidak, juga rezeki mana yang maslahat dan yang tidak maslahat."
  },
  {
    "verse_number": 63,
    "tafsir": "Allah kembali menunjukkan bukti kebodohan orang kafir karena tidak mau menggunakan akal mereka untuk membuktikan wujud dan keesaan-Nya. Dan sungguh jika kamu bertanya kepada mereka, “Siapakah yang menurunkan air dari langit lalu dengan air itu dihidupkan-Nya bumi yang sudah mati?” Pasti mereka akan menjawab, “Allah.” Katakanlah, wahai Nabi Muhammad, “Segala puji bagi Allah” bahwa mereka mengakui kebenaran hal tersebut, tetapi kebanyakan mereka tidak mengerti atau tidak mau mempelajari bahwa tidak ada kontradiksi di alam ini; segalanya berjalan dengan teratur."
  },
  {
    "verse_number": 64,
    "tafsir": "Salah satu faktor yang menjadikan orang-orang kafir enggan menyembah Allah, meski bukti wujud dan keesaan-Nya begitu jelas, adalah motivasi duniawi. Karena itu, ayat ini menginformasikan hakikat kehidupan dunia dan perbandingannya dengan kehidupan akhirat. Dan kehidupan dunia ini hina, tidak bernilai, dan tidak pula kekal. Dunia ini hanya senda gurau yang akan melenakan orang kafir dari tugas hidup yang sebenarnya, dan dunia ini juga layaknya permainan yang hanya memberi kesenangan sesaat, sebelum kelelahan datang. Dan sesungguhnya negeri akhirat itulah kehidupan yang sebenarnya bagi manusia. Itulah kehidupan yang kekal dan abadi. Di sana manusia akan merasakan kebahagiaan dan kesengsaraan yang hakiki, sekiranya mereka mengetahui dan memahami kefanaan dunia dan kekekalan akhirat. Namun, banyak dari mereka tidak berusaha memahami hal itu."
  },
  {
    "verse_number": 65,
    "tafsir": "Padahal, saat menghadapi situasi mencekam di dunia ini, bahkan orang kafir pun akan menaruh harapan kepada Tuhan yang selama ini mereka ingkari. Ayat ini memberi gambaran tentang sikap buruk mereka tersebut. Maka apabila mereka naik kapal lalu badai datang menerjang, mereka berdoa kepada Allah dengan penuh rasa pengabdian kepada-Nya agar bisa selamat. Akan tetapi, ketika Allah menyelamatkan mereka sampai ke darat, malah mereka kembali mempersekutukan Allah. Inilah karakter orang kafir dan munafik, berbeda sama sekali dari karakter orang mukmin."
  },
  {
    "verse_number": 66,
    "tafsir": "Allah membiarkan mereka bergelimang dalam kenikmatan penuh dosa sebagai istidraj. Biarlah mereka mengingkari nikmat yang telah Kami berikan kepada mereka, seperti selamat dari bencana, sukses setelah kegagalan, sembuh dari sakit, dan silakan mereka hidup bersenang-senang dalam kekafiran dan dosa. Maka, di akhirat kelak mereka akan mengetahui akibat perbuatan mereka dan merasakan penyesalan yang tidak berguna lagi."
  },
  {
    "verse_number": 67,
    "tafsir": "Mengapa kaum kafir Mekah enggan menyembah Allah? Tidakkah mereka memperhatikan beberapa nikmat Allah, antara lain bahwa Kami telah menjadikan negeri mereka, Mekah, sebagai tanah suci yang aman, padahal manusia di sekitarnya, yakni di luar Mekah, saling merampok dan saling membunuh sehingga selalu diliputi kecemasan? Setelah kebenaran datang kepada mereka secara gamblang, mengapa mereka masih percaya kepada yang batil dan ingkar kepada nikmat Allah dengan tetap menyembah berhala?"
  },
  {
    "verse_number": 68,
    "tafsir": "Jika demikian adanya, siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan kepada Allah dengan perilaku syiriknya atau orang yang mendustakan yang hak, yakni kerasulan Nabi Muhammad dan kebenaran Al-Qur’an sebagai kitab yang datang dari Allah, ketika yang hak itu datang kepadanya dengan bukti-bukti yang sangat jelas? Padahal, perilaku semacam itu termasuk kekafiran yang diancam dengan neraka. Bukankah dalam neraka Jahanam ada tempat bagi orang-orang kafir? Pasti. Neraka jahanam adalah tempat kembali orang-orang kafir untuk selama-lamanya."
  },
  {
    "verse_number": 69,
    "tafsir": "Selanjutnya, Allah memberi janji kepada orang-orang mukmin. Dan orang-orang yang berjihad dan bersungguh-sungguh dalam menjalankan ketaatan kepada Allah dan membela agama-Nya semata untuk mencari keridaan Kami, Kami akan tunjukkan kepada mereka jalan-jalan Kami yang mengantarkan mereka menuju kebahagiaan dan keselamatan dunia dan akhirat. Dan sungguh, Allah beserta orang-orang yang berbuat baik. Dia memberi balasan yang lebih baik kepada siapa saja yang mengembangkan sikap kebajikan dalam hal apa pun dan kepada siapa pun, tentu setelah semua kewajiban terpenuhi dengan sempurna.[]"
  }
]