[
  {
    "verse_number": 1,
    "tafsir": "Ayat yang terakhir dari Surah Al-Ahqf menyebutkan ancaman kepada orang-orang fasik bahwa mereka akan dibinasakan oleh Allah. Ayat pertama dari surah ini menjelaskan ciri-ciri dari orang-orang fasik tersebut. Allah menjelaskan bahwasanya mereka ialah orang-orang yang kafir kepada Allah dan rasul-Nya dan menghalang-halangi manusia dari jalan Allah, yakni menghalang-halangi mereka memeluk Islam atau menghalang-halangi mereka beribadah di Masjidil Haram. Allah menghapus segala amal mereka, maka tidak ada pahala bagi amalnya itu dan tidak menyelamatkan dari api neraka disebabkan kekafirannya."
  },
  {
    "verse_number": 2,
    "tafsir": "Dan orang-orang yang beriman kepada Allah dan rasul-Nya dan membuktikan imannya itu dengan mengerjakan kebajikan serta ber-iman pula kepada apa yang diturunkan kepada Muhammad yaitu Kitab Suci Al-Qur'an; dan mereka beriman pula kepada apa yang diturunkan kepada Nabi Muhammad dan nabi-nabi sebelumnya. Itulah kebenaran dari Tuhan mereka yang harus ditaati oleh manusia; Allah menghapus kesalahan-kesalahan mereka, dengan mengampuninya dan memperbaiki keadaan mereka dengan menganugerahkan pertolongan baik di dunia maupun di akhirat."
  },
  {
    "verse_number": 3,
    "tafsir": "Yang demikian itu, yakni balasan yang adil berupa ganjaran bagi orang-orang yang beriman dan siksaan bagi orang-orang kafir, karena sesungguhnya orang-orang kafir secara bersungguh-sungguh mengikuti yang batik dan sesat, baik dalam kepercayaan maupun amal-amal mereka, dan sesungguhnya orang-orang yang beriman mengikuti secara bersungguh-sungguh kebenaran yang diturunkan dari Tuhan mereka. Demikianlah Allah membuat perumpamaan-perumpamaan bagi manusia, agar mereka mengambil pelajaran."
  },
  {
    "verse_number": 4,
    "tafsir": "Pada ayat yang lalu dan beberapa ayat sebelumnya dijelaskan ciri-ciri orang kafir dan perbuatan mereka menghalang-halangi orang-orang yang beribadah kepada Allah. Ayat ini memberikan tuntunan tentang perbuatan yang harus dilakukan kaum muslim terhadap mereka. Maka apabila kamu bertemu dengan orang-orang yang kafir yang memerangi kamu di medan perang, maka pukullah batang leher mereka, yakni perangilah dengan cara memukul batang leher mereka, itulah cara yang paling baik untuk melumpuhkan kekuatan mereka. Selanjutnya apabila kamu telah mengalahkan mereka, maka tawanlah yang masih hidup dari mereka, dan setelah itu kamu boleh membebaskan mereka tanpa tebusan atau membebaskan mereka dengan menerima tebusan berupa harta atau tukar menukar tawanan. Itulah yang kamu lakukan sampai perang selesai dan semua yang terlibat dalam peperangan meletakkan senjata. Demikianlah ketentuan yang telah ditetapkan Allah, dan sekiranya Allah menghendaki, niscaya Dia membinasakan mereka tanpa melibatkan orang-orang mukmin untuk berperang, tetapi Dia hendak menguji kamu satu sama lain dengan mewajibkan orang-orang mukmin memerangi orang-orang kafir yang memusuhi mereka. Orang-orang kafir yang mati dalam peperangan adalah orang-orang yang celaka di dunia dan di akhirat mendapat azab Tuhan. Dan orang-orang mukmin yang gugur di dalam peperangan pada jalan Allah, Allah tidak menyia-nyiakan amal mereka, tetapi memberikan kepada mereka pahala yang besar."
  },
  {
    "verse_number": 5,
    "tafsir": "Allah akan memberi petunjuk kepada mereka menuju jalan kebahagiaan dan memperbaiki keadaan mereka baik di dunia maupun akhirat,"
  },
  {
    "verse_number": 6,
    "tafsir": "Dan memasukkan mereka ke dalam surga yang telah diperkenalkan-Nya kepada mereka segala keindahan dan kenikmatan di dalamnya."
  },
  {
    "verse_number": 7,
    "tafsir": "Wahai orang-orang yang beriman, yang percaya kepada Allah dan rasul-Nya dan mengamalkan tuntunan-Nya! Jika kamu menolong agama Allah dengan berjihat memperjuangkan kebenaran di jalan Allah, niscaya Dia akan menolongmu menghadapi berbagai kesulitan dan meneguhkan kedudukanmu sehingga kamu dapat mengalahkan musuh-musuhmu. Itulah janji Allah untuk mendorong mereka orang yang beriman agar tidak segan dalam berjihad di jalan Allah."
  },
  {
    "verse_number": 8,
    "tafsir": "Dan orang-orang yang kafir kepada Allah dan rasul-Nya dan mengingkari tuntunan agama-Nya maka celakalah mereka baik di dunia maupun di akhirat dan Allah menghapus segala amalnya sehingga amal mereka itu sia-sia."
  },
  {
    "verse_number": 9,
    "tafsir": "Yang demikian itu merupakan ketetapan Allah karena mereka membenci apa yang diturunkan Allah, yakni Al-Qur'an, maka Allah menghapus segala amal mereka, yakni tidak memberikan pahala kepada amal perbuatannya."
  },
  {
    "verse_number": 10,
    "tafsir": "Maka apakah mereka orang-orang kafir yang mendustakan Allah dan rasul-Nya tidak pernah mengadakan perjalanan di bumi di mana terdapat peninggalan umat terdahulu sehingga dapat memperhatikan bagaimana kesudahan dan akibat yang diderita oleh orang-orang yang  mendustakan rasul sebelum mereka seperti yang dialami oleh kaun 'Ad, kaum Ṡamūd, kaum Nabi Lut dan lainnya. Allah telah membinasakan jiwa, harta, dan anak keturunan mereka, dan bagi orang-orang kafir, kapan dan di mana pun akan menerima nasib yang serupa itu."
  },
  {
    "verse_number": 11,
    "tafsir": "karena Allah pelindung bagi orang-orang yang beriman yang melindungi mereka dan memberikan pertolongan; sedang orang-orang kafir tidak ada pelindung bagi mereka yang dapat menyelamatkan dari kehancuran."
  },
  {
    "verse_number": 12,
    "tafsir": "Sungguh, Allah akan memasukkan orang-orang yang beriman kepada Allah dan rasul-Nya dan membuktikan keimanan mereka dengan mengerjakan kebajikan ke dalam surga yang mengalir di bawahnya sungai-sungai sebagai penghormatan bagi keimanan mereka kepada Allah dan rasul-Nya. Dan orang-orang yang kafir menikmati ke-senangan dunia berupa harta benda dan kesenangannya yang tidak abadi dan mereka makan seperti hewan makan tanpa memikirkan kesudahan mereka; dan kelak nerakalah yang menjadi tempat tinggal bagi mereka sebagai balasan atas kekafirannya."
  },
  {
    "verse_number": 13,
    "tafsir": "Dan betapa banyak negeri yang penduduknya mendustakan Allah dan rasul-Nya dan mereka lebih kuat dan lebih banyak jumlahnya dari penduduk negerimu yakni penduduk negeri Mekah yang telah mengusirmu itu. Meskipun demikian, Kami telah membinasakan mereka dengan bermacam-macam cara; maka tidak ada seorang pun yang menolong mereka dari kehancuran."
  },
  {
    "verse_number": 14,
    "tafsir": "Maka apakah orang yang berpegang pada keterangan yang datang dari Tuhannya, ia melihat yang baik dan melakukannya dan memandang yang buruk kemudian meninggalkannya. Apakah orang yang demikian sifatnya itu sama dengan orang yang dijadikan oleh setan terasa indah baginya perbuatan buruknya itu dan sebaliknya tampak buruk baginya perbuatan yang baik dan oleh karena itu mereka senantiasa mengikuti keinginannya yang sesat dalam melakukan atau tidak melakukan perbuatan? Pasti, tidak sama."
  },
  {
    "verse_number": 15,
    "tafsir": "Perumpamaan keadaan yang sangat indah dan menakjubkan dari taman surga yang dijanjikan kepada orang-orang yang bertakwa; di sana ada sungai-sungai yang airnya tidak payau,tidak berubah rasa dan baunya, dan sungai-sungai air susu yang tidak berubah rasanya, dan sungai khamar, yakni arak, yang tidak memabukkan sebagaimana arak dunia yang lezat rasanya bagi peminumnya dan di sana juga ada sungai-sungai madu yang murni tidak tercampur sesuatu selainnya. Di dalamnya mereka memperoleh pula segala macam buah-buahan yang beraneka macam jenisnya dan di samping kenikmatan yang telah disebutkan itu mereka juga memperoleh ampunan dari Tuhan mereka atas segala dosa yang diperbuatnya di dunia. Samakah mereka, orang yang mendapatkan kenikmatan surgawi dengan orang yang kekal dalam neraka, mereka terbakar oleh api neraka yang sangat panas dan diberi minuman dengan air yang mendidih sehingga karena panasnya ususnya terpotong-potong? Jawabannya sangat pasti, keduanya tidak sama."
  },
  {
    "verse_number": 16,
    "tafsir": "Dan di antara mereka ada orang yang mendengarkan perkataanmu tentang Al-Qur'an dan penjelasannya dengan tekun, wahai nabi Muhammad, tetapi apabila mereka telah keluar dari sisimu meninggalkan majelismu mereka berkata kepada orang yang diberi ilmu, yakni sahabat-sahabat Nabi, untuk menanamkan keraguan terhadap perkataan Nabi. Mereka bertanya dengan tuuan mencemooh dan mengolok-olok, “Apakah yang dikatakannya tadi?” Itulah perbuatan orang-orang munafik seperti Abdullah bin Ubay dan lain-lainnya. Mereka itulah orang-orang yang dikunci hatinya oleh Allah sehingga tidak ada petunjuk yang masuk ke dalam hatinya dan oleh karena itu mereka senantiasa mengikuti keinginannya."
  },
  {
    "verse_number": 17,
    "tafsir": "Dan orang-orang yang mendapat petunjuk, yakni orang-orang yang beriman Allah akan menambah petunjuk kepada mereka sehingga bertambah terang bagi mereka jalan kepada kebenaran dan menganugerahi ketakwaan mereka dengan memberikan pertolongan dan kemudahan dalam melakukan kebajikan."
  },
  {
    "verse_number": 18,
    "tafsir": "Orang munafik itu telah tertutup hatinya dari petunjuk Allah, ke-imanan mereka tidak dapat diharapkan lagi, maka bagi orang-orang munafik itu apalagi yang mereka tunggu-tunggu selain hari Kiamat, yang pasti datangnya dan akan datang hari yang dijanjikan itu kepada mereka secara tiba-tiba, karena tanda-tandanya, di antaranya kehadiran Nabi Muhammad sebagai Nabi penutup, sungguh telah datang. Maka apa gunanya bagi mereka kesadaran mereka itu apabila hari Kiamat itu sudah datang? Tidak ada lagi gunanya kesadaran yang terlambat datangnya."
  },
  {
    "verse_number": 19,
    "tafsir": "Maka ketahuilah, bahwa tidak ada tuhan (yang patut disembah) selain Allah dan mohonlah ampunan atas dosamu dan atas dosa orang-orang mukmin, laki-laki dan perempuan. Dan Allah mengetahui tempat usaha kamu mencari bermacam-macam keperluan hidupmu di dunia dan mengetahui tempat tinggalmu untuk beristirahat setelah engkau bekerja sepanjang hari."
  },
  {
    "verse_number": 20,
    "tafsir": "Pada ayat-ayat yang lalu disebutkan sikap orang munafik, orang kafir dan orang beriman ketika mendengar ayat-ayat Al-Qur’an tentang akidah, seperti keimanan kepada kesesaan Allah, kebangkitan dan sebagainya. Pada ayat berikut disebutkan sikap mereka pada waktu mendengar ayat-ayat Allah tentang perintah berjihad di jalan Allah. Orang-orang beriman selalu menungu-nunggu perintah berjihad, bahkan mereka ingin perintah itu dinyatakan dengan tegas. Dan orang-orang yang beriman berkata, “Mengapa tidak ada suatu surah yang kandungannya berisi tentang perintah jihad yang diturunkan agar kami mengamalkan dan mengikuti perintahnya?” Sedangkan bagi orang-orang munafik, bila diturunkan ayat yang mewajibkan mereka berjihad, mereka bersikap ingkar dan penuh rasa takut. Maka apabila ada suatu surah diturunkan yang jelas maksudnya dan di dalamnya tersebut perintah perang, engkau wahai Nabi Muhammad, melihat orang-orang yang di dalam hatinya ada penyakit kemunafikan atau lemah imannya memandang kepadamu seperti pandangan orang yang pingsan sehingga matanya terbelalak karena takut mati menimpa mereka. Tetapi itu lebih pantas bagi mereka. (Catatan : Sebagian ulama memaknai “fa awla lahum” dengan “maka kecelakaanlah bagi mereka”. Ayat ini seakan-akan menyatakan orang yang demikian lebih baik mati daripada hidup tidak taat kepada perintah agama)."
  },
  {
    "verse_number": 21,
    "tafsir": "Sesungguhnya yang lebih baik bagi orang yang beriman adalah taat kepada Allah dengan melaksanakan perintah-Nya dan bertutur kata yang baik sebagai bukti dari keimanan mereka. Sebab apabila perintah perang ditetapkan mereka tidak menyukainya. Padahal jika benar-benar beriman kepada Allah, pastilah mereka ikut berperang di jalan Allah, dan niscaya yang demikian itu lebih baik bagi mereka."
  },
  {
    "verse_number": 22,
    "tafsir": "Maka apakah sekiranya kamu berkuasa, atau jika kamu berpaling dari iman, kamu akan berbuat kerusakan di bumi, menumpahkan darah, dan memutuskan hubungan kekeluargaan sehingga kamu saling membenci satu sama lain? Ayat ini mencela kaum munafik yang selalu mengejar ke-senangan hidup di dunia. Seandainya orang munafik berkuasa pastilah mereka berbuat aniaya dengan menumpahkan darah, merampas harta dan memutuskan hubungan silaturahmi."
  },
  {
    "verse_number": 23,
    "tafsir": "Orang-orang munafik yang bersikap seperti yang disebutkan di atas, mereka itulah orang-orang yang dikutuk Allah. Mereka telah dijauhkan dari rahmat dan kasih sayang Allah, lalu dibuat tuli pendengarannya sehingga tidak dapat mengambil pelajaran dari apa yang mereka dengar, dan dibutakan penglihatannya sehingga tidak dapat mengambil manfaat dari apa yang mereka saksikan."
  },
  {
    "verse_number": 24,
    "tafsir": "Pada ayat yang lalu Allah mengecam orang munafik yang selalu membuat kerusakan di muka bumi dan memutuskan hubungan silaturrahmi. Kecaman itu mash dilanjutkan pada ayat ini, Allah melanjutkan kecamannya dengan menyatakan, Maka tidakkah mereka, orang-orang munafik itu, menghayati Al-Qur’an, yakni tidak merenungkan atau memikirkan Al-Qur’an? Ataukah hati mereka sudah terkunci sehingga tidak dapat memahami petunjuknya? Pertanyaan yang mengandung kecam-an itu menegaskan bahwa orang munafik itu tidak mau memperhatikan petunjuk Al-Qur’an, atau tidak memahaminya, karena hati me-reka telah terkunci."
  },
  {
    "verse_number": 25,
    "tafsir": "Sesungguhnya orang-orang yang berbalik kepada kekafiran, setelah petunjuk itu yang disampaikan Allah melalui Rasul-Nya jelas bagi mereka, maka setanlah yang merayu mereka untuk berbuat dosa dan memanjangkan angan-angan mereka. Mereka terbuai oleh angan-angan palsu, sesuai dengan dorongan hawa nafsu, sehinggga terasa indah keburukan yang mereka lakukan."
  },
  {
    "verse_number": 26,
    "tafsir": "Orang-orang munafik kembali kepada kekafiran, padahal tadinya mereka kelihatan telah beriman, karena memihak dan bersekutu dengan orang-orang Yahudi untuk memerangi orang yang beriman. Kaum munafik menyatakan bahwa mereka akan turut berperang di pihak orang-orang Yahudi dari suku Bani  dan Bani Quraiah menghadapi kaum muslim, sekiranya orang Yahudi diusir dari Madinah. Yang demikian itu, yakni kesesatan dan kemurtadan itu, karena sesungguhnya mereka telah mengatakan kepada orang-orang yang tidak senang kepada apa yang diturukan Allah, yakni orang Yahudi dari suku Bani Nadzir dan Bani Quraidzah atau kaum musyrik Mekah yang mempunyai hubungan dengan musuh-musuh Islam di Madinah, “Kami akan mematuhi kamu dalam beberapa urusan, antara lain tidak ikut berperang sebagaimana yang dianjurkan Nabi Muhammad”. Tetapi Allah mengetahui rahasia mereka dan tipu daya yang mereka sembunyikan."
  },
  {
    "verse_number": 27,
    "tafsir": "Maka bagaimana nasib dan keadaan mereka apabila Malaikat maut datang untuk mencabut nyawa mereka dengan cara yang buruk dan mengerikan? Pada saat nyawa dicabut para malaikat itu mengeluarkan ruh mereka dengan kasar dan terus menerus memukul wajah dan punggung mereka sebagai penghinaan? Keadaan orang munafik itu sangat terhina dan sengsara dalam menghadapi kematian."
  },
  {
    "verse_number": 28,
    "tafsir": "Mereka yang mengalami keadaan yang demikian itu, yakni kematian yang mengerikan, karena sesungguhnya mereka mengikuti apa yang me-nimbulkan kemurkaan Allah, seperti kemunafikan dan berbuat maksiat dan membenci apa yang menimbulkan keridaan-Nya seperti ketulusan dalam beriman dan bersungguh-sungguh melaksanakan perintahnya, sebab itu Allah menghapus segala amal mereka. Ayat ini menyatakan bahwa kematian yang mengerikan akan menimpa kita, apabila kita sering mengerjakan maksiat, dan tidak mau mengerjakan perbuatan yang diridai-Nya."
  },
  {
    "verse_number": 29,
    "tafsir": "Atau apakah orang-orang munafik yang dalam hatinya ada penyakit memendam kebencian dan permusuhan terhadap orang-orang mukmin mengira bahwa Allah tidak akan menampakkan kedengkian dan maksud buruk mereka terhadap Rasul dan umat Islam? Allah Yang Maha Mengetahui rahasia segala sesuatu akan memberitahukan kepada hamba-Nya yang beriman tentang semua rahasia jahat mereka."
  },
  {
    "verse_number": 30,
    "tafsir": "Dan sekiranya Kami menghendaki, niscaya Kami perlihatkan sifat-sifat dan perbuatan mereka kepadamu wahai Nabi Muhammad, sehingga engkau benar-benar dapat mengenal mereka dengan tanda-tandanya yang Kami sampaikan dengan jelas kepadamu. Dan engkau benar-benar akan mengenal mereka dari nada bicaranya yang penuh dengan tentang tipuan, kebencian dan permusuhan, dan Allah mengetahui segala amal perbuatan kamu, tidak ada yang tersembunyi bagi Allah, baik dalam bentuk niat, ucapan maupun perbuatan."
  },
  {
    "verse_number": 31,
    "tafsir": "Dan sungguh, Kami benar-benar akan menguji kamu, wahai kaum muslim dengan menyuruhmu berjuang dan melakukan perbuatan berat, sehingga Kami mengetahui orang-orang yang benar-benar berjihad di jalan Allah dan bersabar dalam melaksanakan kewajiban di antara kamu; dan akan Kami uji perihal kamu sehingga Kami mengetahui siapa di antara kamu yang benar-benar beriman dan siapa yang dusta."
  },
  {
    "verse_number": 32,
    "tafsir": "Pada ayat-ayat yang lalu Allah menerangkan keadaan orang-orang munafik yang selalu melaksanakan tipu daya dan maksud jahat kepada orang-orang yang beriman. Mereka mengira perbuatan jahat itu tidak diketahui oleh Allah. Pada ayat ini Allah menerangkan keadaaan orang-orang yang menghalangi manusia mengikuti jalannya setelah datang kepada mereka petunjuk. Sesungguhnya orang-orang yang kafir kepada Allah dan Rasul-Nya dan menghalang-halangi orang lain dari jalan Allah untuk mengikuti agama-Nya serta memusuhi rasul setelah ada petunjuk yang jelas bagi mereka, yang menyatakan bahwa Nabi Muhammad adalah rasul-Nya mereka tidak akan dapat memberi mudarat bahaya kepada Allah sedikit pun dengan sebab kekafirannya itu. Dan kelak Allah menghapus pahala segala amal mereka, disebabkan kekafirannya."
  },
  {
    "verse_number": 33,
    "tafsir": "Wahai orang-orang yang beriman kepada Allah dan Rasul-Nya! Taatlah kepada Allah dan taatlah kepada Rasul dengan cara melaksanakan perintah yang tercantum di dalam Al-Qur’an dan Sunnah dan janganlah kamu merusakkan segala amalmu dengan melakukan maksiat kepada Allah."
  },
  {
    "verse_number": 34,
    "tafsir": "Sesungguhnya orang-orang yang kafir yang mengingkari keesaan Allah dan menghalang-halangi orang lain dari jalan Allah kemudian mereka mati dalam keadaan kafir, maka Allah tidak akan mengampuni mereka. Allah tidak akan menghapus dosa mereka bahkan Allah akan menghukum mereka dan memperlihatkan keburukan mereka di hadapan para saksi kelak di hari Kiamat."
  },
  {
    "verse_number": 35,
    "tafsir": "Maka janganlah kamu lemah dan takut bertempur melawan orang musyrik dan mengajak damai untuk mencari dalih menghindari pepe-rangan karena kamulah yang lebih unggul yakni lebih mulia dari mereka karena kebenaran yang kamu miliki dan kamu perjuangkan, dan Allah pun bersama kamu. Dia yang akan membela dan memenangkan kamu dan Dia tidak akan berbuat aniaya kepadamu dengan mengurangi pahala segala amalmu."
  },
  {
    "verse_number": 36,
    "tafsir": "Sesungguhnya kehidupan dunia itu bagi orang yang lengah hanyalah permainan yakni kegiatan tanpa tujuan yang benar dan senda gurau yang membawa kepada kelalaian. Jika kamu beriman kepada Tuhanmu serta bertakwa dengan sebenar-benarnya dengan menunaikan perintan-Nya dan meninggalkan larangan-Nya, Allah akan memberikan pahala kepa-damu sebagai pembalasan dari amalmu dan Dia tidak akan meminta hartamu, yakni Dia tidak meminta hartamu seluruhnya melainkan hanya sebagian dari harta itu untuk diberikan kepada yang membutuhkan."
  },
  {
    "verse_number": 37,
    "tafsir": "Akan tetapi Allah mengetahui sekiranya Dia meminta harta kepada-mu lalu mendesak kamu agar memberikan semuanya untuk berjihad niscaya kamu akan kikir sehingga tidak akan memberikannya karena kekikiranmu dan Dia akan menampakkan kedengkianmu dikarenakan cintamu yang berlebihan kepada harta."
  },
  {
    "verse_number": 38,
    "tafsir": "Ingatlah, wahai orang yang beriman, kamu adalah orang-orang yang diajak untuk menginfakkan sebagian dari hartamu di jalan Allah. Lalu di antara kamu yang diajak menafkahkan harta itu ada orang yang kikir, dan barangsiapa kikir maka sesungguhnya dia kikir terhadap dirinya sendiri dan merugikan diri sendiri, dan sedikit pun tidak merugikan kepada Allah. Dan Allah-lah Yang Mahakaya dan kamulah yang membutuhkan karunia-Nya. Karena itu jika kamu menyambut ajakan-Nya untuk bernafkah, kamu akan memperoleh keberuntungan Dan jika kamu berpaling dari jalan yang benar dan menolak ajakan-Nya, dia akan membinasakan kamu dan menggantikan kamu dengan kaum yang lain, dan mereka tidak akan durhaka seperti kamu yang enggan menyambut ajakan Allah."
  }
]