[
  {
    "verse_number": 1,
    "tafsir": "Surah al-Haqqah menjelaskan sangat jelas tentang peristiwa Kiamat, pada awal surah ini dikemukakan adanya seseorang yang bertanya dengan tujuan untuk mengejek tentang Kiamat. Seseorang bertanya tentang tentang azab yang pasti terjadi,"
  },
  {
    "verse_number": 2,
    "tafsir": "siksa yang pasti akan dijatuhkan Allah bagi orang-orang kafir, yang tidak seorang pun dapat menolaknya,"
  },
  {
    "verse_number": 3,
    "tafsir": "azab itu datangnya dari Allah, yang memiliki tempat-tempat naik yaitu tempat naiknya para malaikat atau amal-amal manusia"
  },
  {
    "verse_number": 4,
    "tafsir": "Para malaikat dan Jibril naik menghadap kepada Tuhan, dalam sehari yang kadarnya setara dengan lima puluh ribu tahun dari tahun-tahun di dunia, hal ini menunjukkan betapa dahsyatnya azab yang akan dialami oleh kaum kafir, karena terasa amat panjang."
  },
  {
    "verse_number": 5,
    "tafsir": "Menghadapi cemoohan kaum kafir tersebut, Allah memerintahkan agar Rasulullah bersabar. Allah berfirman. Maka bersabarlah engkau wahai Nabi Muhammad dengan kesabaran yang baik yaitu tanpa keluh kesah atau mengadu kepada makhluk."
  },
  {
    "verse_number": 6,
    "tafsir": "Mereka kaum kafir itu memandang azab itu jauh yaitu mustahil terjadi."
  },
  {
    "verse_number": 7,
    "tafsir": "Sedangkan Kami memandangnya dekat yaitu pasti terjadi dan mudah bagi Kami."
  },
  {
    "verse_number": 8,
    "tafsir": "Ingatlah siksa yang akan dialami oleh kaum kafir itu akan terjadi pada hari ketika langit yang sehari-harinya terlihat kokoh menjadi bagaikan cairan tembaga,"
  },
  {
    "verse_number": 9,
    "tafsir": "dan gunung-gunung yang demikian berat menancap di bumi bagaikan bulu yang beterbangan."
  },
  {
    "verse_number": 10,
    "tafsir": "Dan ketika itu tidak ada seorang teman karib pun menanyakan keadaan temannya, karena mencekamnya situasi dan kesibukan masing-masing dengan urusannya."
  },
  {
    "verse_number": 11,
    "tafsir": "Sedang mereka saling melihat, mereka semua sadar bahwa ketika itu, tidak berguna lagi bantuan teman dan kerabat. Pada hari itu, orang yang berdosa ingin sekiranya dia dapat menebus dirinya dari azab dengan menyerahkan anak-anaknya,"
  },
  {
    "verse_number": 12,
    "tafsir": "dan istri yang selalu menemaninya dan saudaranya yang merupakan darah dagingnya,"
  },
  {
    "verse_number": 13,
    "tafsir": "dan bukan hanya itu bahkan keluarga seperti ayah ibu yang selalu melindunginya di dunia."
  },
  {
    "verse_number": 14,
    "tafsir": "Dan mereka berharap jika dapat menebus dirinya dengan orang-orang di bumi seluruhnya, kemudian mengharapkan kiranya tebusan itu dapat menyelamatkannya dari azab."
  },
  {
    "verse_number": 15,
    "tafsir": "Keinginan para pendurhaka untuk menebus dirinya dengan segala sesuatu direspons oleh ayat ini: Sama sekali tidak bisa dan tidak akan ada tebusan! Sungguh, neraka itu api yang bergejolak,"
  },
  {
    "verse_number": 16,
    "tafsir": "yang mengelupaskan kulit kepala bahkan semua kulit tubuh."
  },
  {
    "verse_number": 17,
    "tafsir": "Yang selalu memanggil orang yang membelakangi iman dan kebenaran dan yang berpaling dari petunjuk agama,"
  },
  {
    "verse_number": 18,
    "tafsir": "dan orang yang mengumpulkan harta benda tanpa menghiraukan hukum dan ketentuan Allah lalu menyimpannya, yakni harta yang dikumpulkannya itu, enggan menafkahkan di jalan Allah."
  },
  {
    "verse_number": 19,
    "tafsir": "Setelah diuraikan tentang orang-orang yang durhaka, kini diuraikan sebab-sebab kedurhakaan mereka, yaitu adanya sifat buruk pada manusia: Sungguh, manusia diciptakan bersifat suka mengeluh lagi kikir."
  },
  {
    "verse_number": 20,
    "tafsir": "Apabila dia ditimpa sedikit kesusahan atau musibah, dia berkeluh kesah,"
  },
  {
    "verse_number": 21,
    "tafsir": "dan apabila mendapat kebaikan harta yaitu keluasan rezeki, dia menjadi sangat kikir,"
  },
  {
    "verse_number": 22,
    "tafsir": "kecuali orang-orang yang melaksanakan salat dengan baik dan benar, sehingga dapat mengalahkan sifat negatif tersebut."
  },
  {
    "verse_number": 23,
    "tafsir": "Mereka yang tetap setia melaksanakan salatnya secara istikamah,"
  },
  {
    "verse_number": 24,
    "tafsir": "dan orang-orang yang dalam hartanya yang diraihnya secara halal disiapkan bagian tertentu,"
  },
  {
    "verse_number": 25,
    "tafsir": "Untuk diserahkan bagi orang miskin yang meminta dan orang miskin yang tidak meminta karena menjaga kehormatannya."
  },
  {
    "verse_number": 26,
    "tafsir": "dan orang-orang yang mempercayai hari pembalasan, mereka mengimaninya dengan hati dan perbuatan, sehingga mempersiapkan bekal menghadapinya,"
  },
  {
    "verse_number": 27,
    "tafsir": "dan orang-orang yang takut terhadap azab Tuhannya, sehingga selalu berusaha melaksanakan perintah dan menjauhi larangan-Nya."
  },
  {
    "verse_number": 28,
    "tafsir": "Karena sesungguhnya terhadap azab Tuhan mereka, tidak ada seseorang yang merasa aman dari kedatangannya, sebab azab tersebut pasti datang."
  },
  {
    "verse_number": 29,
    "tafsir": "Setelah diuraikan sifat yang berfungsi untuk memelihara diri, kini diuraikan hal-hal yang harus dijauhi untuk menghindari keburuk-an. Dan orang-orang yang memelihara kemaluannya secara mantap dan sungguh-sungguh,"
  },
  {
    "verse_number": 30,
    "tafsir": "kecuali terhadap istri-istri pasangan-pasangan mereka yang sah menurut agama, atau hamba sahaya yang mereka miliki maka sesungguhnya mereka tidak tercela selama mereka lakukan tidak melanggar ketentuan agama."
  },
  {
    "verse_number": 31,
    "tafsir": "Maka barangsiapa mencari pelampiasan hawa nafsunya di luar itu seperti zina, homoseks, dan lesbian, mereka itulah orang-orang yang melampaui batas ajaran agama dan moral, maka wajar dicela atau disiksa."
  },
  {
    "verse_number": 32,
    "tafsir": "Setelah mengecam siapa yang melampaui batas, kini diteruskan dengan memuji orang yang akan meraih surg.. Dan orang-orang yang memelihara amanat yang dipikulkan atas mereka oleh Allah atau oleh manusia, dan yang memenuhi janjinya,"
  },
  {
    "verse_number": 33,
    "tafsir": "dan mereka juga orang-orang yang berpegang teguh dengan sungguh-sungguh pada kesaksiannya, tanpa dipengaruhi oleh kepentingan diri, keluarga atau kelompok,"
  },
  {
    "verse_number": 34,
    "tafsir": "dan juga orang-orang yang memelihara salatnya, baik menyangkut waktu pelaksanannya, syarat, rukun dan wajibnya serta sunah-sunahnya."
  },
  {
    "verse_number": 35,
    "tafsir": "Mereka yang melaksanakan amal-amal itu dimuliakan di dalam surga dan mereka kekal di dalamnya."
  },
  {
    "verse_number": 36,
    "tafsir": "Penjelasan telah disampaikan ayat-ayat telah dibacakan, tetapi kaum kafir tetap durhaka. Kelompok ayat ini mengecam sikap keras kepala mereka. Maka mengapa orang-orang kafir itu datang bergegas ke hadapanmu,"
  },
  {
    "verse_number": 37,
    "tafsir": "wahai Muhammad, sambil terus menerus memandangmu dari arah kanan dan dari kiri dengan berkelompok-kelompok?"
  },
  {
    "verse_number": 38,
    "tafsir": "Apakah setiap orang dari orang-orang kafir itu ingin masuk surga yang penuh kenikmatan seperti kaum mukmin? Semestinya yang datang kepada Nabi Muhammad itu yang bersedia mengikuti ajarannya,"
  },
  {
    "verse_number": 39,
    "tafsir": "Tidak mungkin, sekali-kali tidak akan masuk surga mereka itu! Sesungguhnya Kami menciptakan mereka dari apa yang mereka ketahui yaitu dari setetes mani yang mereka jijik melihatnya. Faktor lahiriah tersebut tidak mungkin mengantar mereka masuk surga, tetapi keimananlah yang dapat mengantarkan mereka masuk surga."
  },
  {
    "verse_number": 40,
    "tafsir": "40-41. Ayat ini untuk menegaskan kemahakuasaan Allah. Maka Aku bersumpah demi Tuhan yang mengatur tempat-tempat terbit dan terbenamnya matahari, bulan dan bintang, sungguh Kami benar-benar Mahakuasa atas segala sesuatu,"
  },
  {
    "verse_number": 41,
    "tafsir": "dan Kami pasti mampu untuk mengganti mereka yang kafir itu dengan kaum yang lebih baik dari mereka, dan Kami sekali-kali tidak dapat dikalahkan oleh siapa pun."
  },
  {
    "verse_number": 42,
    "tafsir": "Maka, wahai Nabi Muhammad, biarkanlah mereka tenggelam dan bermain-main dalam kesesatan dengan menghabiskan waktu melakukan aktifitas yang tidak bermanfaat sampai mereka menjumpai hari yang diancamkan kepada mereka."
  },
  {
    "verse_number": 43,
    "tafsir": "Hari yang diancamkan kepada mereka itu yaitu pada hari ketika mereka, orang-orang kafir yang meminta disegerakan azab, keluar dari kubur menyambut panggilan malaikat yang ditugaskan Allah dengan cepat seakan-akan mereka pergi dengan segera kepada berhala-berhala yang mereka sembah sewaktu di dunia,"
  },
  {
    "verse_number": 44,
    "tafsir": "Mereka bergegas dan pandangan mereka tertunduk ke bawah diliputi kehinaan. Itulah hari yang diancamkan kepada mereka yang dahulu ketika di dunia selalu mereka olok-olokkan bahkan mereka meminta disege-rakan."
  }
]