[
  {
    "verse_number": 1,
    "tafsir": "Pada ayat terakhir Surah as-Saffat Allah menjelaskan perjuangan Rasulullah dan sahabat dalam menegakkan ajaran tauhid. Meski mendapat tantangan besar, tetapi dengan kesabaran dan kegigihan mereka akhirnya memperoleh kemenangan. Tema itu dilanjutkan dengan pembicaraan pada awal surah ini yang menegaskan bahwa upaya orang kafir menghalangi tersebarnya ajaran tauhid pasti berakhir dengan kehancuran. Allah memulai surah ini dengan fawatih as-suwar “Sad” untuk menarik perhatian lawan bicara supaya memperhatikan dengan seksama pesan-pesan yang akan disampaikan. Demi Al-Qur'an yang mengandung peringatan, memiliki kedudukan yang mulia, dan mengandung hukum-hukum yang sempurna."
  },
  {
    "verse_number": 2,
    "tafsir": "Sekalipun mengetahui kedudukan Al-Qur’an, tetapi orang-orang yang kafir tetap dalam kesombongan mereka dengan mengingkari wahyu dan menampakkan permusuhan terhadap Rasulullah dan ajaran yang disampaikannya. Mereka berbuat demikian salah satunya karena mereka menialai ajaran Nabi mengancam eksistensi agama nenek moyang mereka dan patung sesembahan mereka."
  },
  {
    "verse_number": 3,
    "tafsir": "Kami telah mengingatkan melalui Nabi Muhammad betapa banyak umat sebelum mereka yang telah Kami binasakan akibat kesombongan dan keingkaran terhadap utusan Allah, lalu mereka meminta tolong pada saat azab itu datang, padahal waktu itu bukanlah saat yang tepat untuk meminta pertolongan dan mereka tidak bisa lari melepaskan diri dari siksa itu (Lihat Surah Gafir/40: 84)."
  },
  {
    "verse_number": 4,
    "tafsir": "Kami utus Nabi Muhammad kepada penduduk Mekah dan mereka yang ingkar merasa heran karena mereka kedatangan seorang rasul pemberi peringatan yang tidak lain berasal dari kalangan mereka sendiri; dan karena keingkaran yang begitu dalam kepada Rasulullah, orang-orang kafir berkata, “Orang ini adalah penyihir yang banyak berdusta.” Mereka berkata demikian karena apa yang disampaikan oleh Nabi tidak sesuai dengan apa yang mereka inginkan."
  },
  {
    "verse_number": 5,
    "tafsir": "Ketika Nabi mengajak mereka menyembah dan mengesakan Allah, mereka menjawab dengan penuh keingkaran, “Apakah dia menjadikan tuhan-tuhan itu Tuhan yang satu saja? Sungguh, ini benar-benar sesuatu yang sangat mengherankan. Kami, kabilah-kabilah Arab, mempunyai tuhan masing-masing.”"
  },
  {
    "verse_number": 6,
    "tafsir": "Mendengar ajakan Nabi untuk beratuhid, lalu pergilah pemimpin-pemimpin mereka menghampiri kaum masing-masing seraya berkata, “Pergilah kamu dan tetaplah menyembah tuhan-tuhanmu sendiri. Sesungguhnya ajakan bertauhid ini benar-benar hanyalah suatu hal yang dikehendaki oleh Muhammad terhadap kita agar dia bisa menjadi pemimpin."
  },
  {
    "verse_number": 7,
    "tafsir": "Kami tidak pernah mendengar hal ini dalam agama yang terakhir, yaitu Nasrani, yang meyakini ajaran trinitas. Ajaran tauhid ini tidak lain hanyalah kedustaan yang diada-adakan oleh Muhammad."
  },
  {
    "verse_number": 8,
    "tafsir": "Mengapa Al-Qur’an itu diturunkan kepada Muhammad padahal dia berasal dari kalangan jelata, bukan kepada orang terpandang di antara kita?” (Lihat Surah az-Zukhruf/43: 31). Allah menegaskan, “Sebenarnya mereka ragu-ragu terhadap Al-Qur’an yang turun dari sisi-Ku karena kedengkian hati mereka, tetapi mereka belum merasakan azab-Ku atas keingkaran mereka. Kelak mereka pasti akan merasakannya.”"
  },
  {
    "verse_number": 9,
    "tafsir": "Atau apakah mereka yang kafir itu ingkar karena mempunyai perbendaharaan rahmat Tuhanmu Yang Mahaperkasa lagi Maha Pemberi sehingga merasa punya kekuatan untuk ikut menentukan kehendak Allah?\" (Lihat Surah al-An’am/6: 124)."
  },
  {
    "verse_number": 10,
    "tafsir": "Atau apakah mereka mendustakan Nabi Muhammad karena merasa mempunyai kerajaan dan kekuasaan di langit dan bumi dan apa yang ada di antara keduanya? Jika tidak, semestinya mereka tidak mencampuri urusan Allah dalam menentukan seseorang menjadi rasul karena Dialah yang memiliki wewenang mutlak untuk itu. Jika tetap ingkar, maka biarlah mereka menaiki tangga-tangga menuju langit guna menghalangi turunnya wahyu Kami kepada Rasulullah."
  },
  {
    "verse_number": 11,
    "tafsir": "Mereka yang ingkar itu laksana kelompok besar bala tentara yang berada di suatu tempat di sebelah sana yang akan dikalahkan oleh kelompok kecil yang memiliki keyakinan kuat dan keteguhan iman. Mereka kalah karena perjuangan mereka tidak didasari keyakinan yang kukuh, melain-kan rasa iri dan kesombongan."
  },
  {
    "verse_number": 12,
    "tafsir": "Kebenaran pasti akan menang melawan kebatilan, dan hal itu terbukti dengan hancurnya para penentang nabi-nabi terdahulu. Bila kaum musyrik Mekah mendustakan Nabi Muhammad, sebelum mereka itu kaum Nabi Nuh, 'Ad, dan Fir’aun yang mempunyai bala tentara yang banyak juga telah mendustakan rasul-rasul Allah. Musuh Nabi Nuh dihancurkan dengan banjir besar, kaum 'Ad dengan angin kencang, dan Firaun ditenggelamkan di laut Merah."
  },
  {
    "verse_number": 13,
    "tafsir": "Dan hal yang sama juga dilakukan oleh kaum Samud, kaum Nabi Lut, dan penduduk Aikah, yakni kaum Nabi Syuaib. Mereka pun mendustakan para rasul Allah. Kaum Samud dihancurkan dengan suara menggelegar, kaum Nabi Lut dengan hujan batu, dan penduduk Aikah dengan kilat yang menyambar. Mereka itulah golongan-golongan yang bersekutu dalam menyembah berhala dan berbuat kejahatan."
  },
  {
    "verse_number": 14,
    "tafsir": "Semua mereka itu mendustakan seruan rasul-rasul Allah, maka pantas mereka merasakan azab-Ku sehingga mereka pun hancur."
  },
  {
    "verse_number": 15,
    "tafsir": "Dan apabila kaum musyrik Mekah dan umat-umat durhaka terdahulu itu tetap dalam keingkaran mereka, maka sebenarnya yang mereka tunggu adalah satu teriakan saja yang tidak ada selanya. Itulah teriakan sebagai tanda datangnya hari Kiamat-teriakan yang sangat keras dan cepat."
  },
  {
    "verse_number": 16,
    "tafsir": "Dan mereka dengan nada sinis dan penuh keingkaran berkata, “Ya Tuhan kami, segerakanlah azab yang diperuntukkan bagi kami sebelum hari perhitungan.” Dengan ucapan ini mereka bermaksud memperolok Nabi yang menyampaikan bahwa ancaman yang Allah tujukan kepada mereka adalah azab di hari Kiamat (Lihat Surah al-Anfal/8: 32)"
  },
  {
    "verse_number": 17,
    "tafsir": "Allah meminta Nabi bersabar dalam menghadapi keingkaran orang-orang musyrik, sebagaimana nabi-nabi terdahulu juga menghadapi rintangan yang sama. Bersabarlah wahai Nabi Muhammad atas apa yang mereka katakan dan tuduhkan kepadamu bahwa kamu adalah pendusta dan penyihir. Dan ingatlah akan kisah seorang hamba sebelum kamu yang Kami utus, yaitu Nabi Dawud, yang mempunyai kekuatan dalam memahami dan menjalankan ajaran agama. Sungguh dia sangat taat dan selalu mengembalikan urusannya kepada Allah. Bila merasa bersalah, ia pun segera minta ampun kepada Allah."
  },
  {
    "verse_number": 18,
    "tafsir": "Karena ketaatan Nabi Dawud, sungguh Kami telah menganugerahinya beberapa kenikmatan. Kamilah yang menundukkan gunung-gunung yang kukuh untuk senantiasa bertasbih dan beribadah bersama dia pada waktu petang dan pagi."
  },
  {
    "verse_number": 19,
    "tafsir": "Kami tundukkan pula baginya burung-burung untuk bertasbih bersamanya dalam keadaan terkumpul maupun terbang. Burung-burung itu ikut bertasbih begitu mendengar suara Nabi Dawud yang merdu bertasbih dan melantunkan kitab Zabur. Masing-masing dari gunung-gunung dan burung-burung itu sangat taat kepada Allah."
  },
  {
    "verse_number": 20,
    "tafsir": "Dan Kami kuatkan kerajaannya dengan kewibawaan, tentara yang banyak, kekayaan yang berlimpah, dan kepiawaiannya mengatur strategi perang. Dan Kami berikan hikmah kepadanya berupa kenabian, kesempurnaan ilmu, dan ketelitian dalam berbuat serta pemahaman yang tepat (Lihat Surah Saba’/34: 10-11), dan kebijaksanaan dalam memutuskan perkara dengan menunjukkan bukti-bukti yang akurat."
  },
  {
    "verse_number": 21,
    "tafsir": "Dan apakah telah sampai kepadamu, wahai Nabi Muhammad, suatu berita tentang orang-orang yang berselisih saat Nabi Dawud sedang berada di tempat peribadatan, ketika mereka datang dengan cara memanjat dinding mihrab?"
  },
  {
    "verse_number": 22,
    "tafsir": "Ketika itu, mereka masuk untuk menemui Nabi Dawud lalu dia terkejut karena kedatangan mereka yang tak terduga itu dan mengira mereka hendak berbuat tidak baik kepadanya. Mereka berkata untuk menenangkan hatinya, “Janganlah takut! Wahai Nabi Dawud, kami berdua sedang berselisih tentang suatu perkara; sebagian dari kami berbuat zalim kepada yang lain, maka berilah keputusan di antara kami secara adil dan janganlah menyimpang dari kebenaran serta tunjukilah kami ke jalan yang lurus dan benar."
  },
  {
    "verse_number": 23,
    "tafsir": "Berusaha menjelaskan duduk perkara, salah satu dari kedua orang itu mengatakan, “Sesungguhnya saudaraku ini mempunyai sembilan puluh sembilan ekor kambing betina dan aku mempunyai seekor kambing betina saja, lalu dia berkata kepadaku sambil menuntut, 'Serahkanlah kambing betinamu itu kepadaku!’ Dan dia mengalahkan aku karena aku tidak mempunyai dalih yang kuat dalam perdebatan itu.”"
  },
  {
    "verse_number": 24,
    "tafsir": "Nabi Dawud menyimak aduan pria itu, lalu dia memberi keputusan seraya berkata, “Sungguh, dia telah berbuat zalim kepadamu dengan meminta kambingmu itu untuk ditambahkan kepada kambingnya sehingga kambingnya bertambah banyak. Memang banyak di antara orang-orang yang bersekutu itu berbuat zalim kepada yang lain karena pihak yang lemah tidak memiliki bukti yang menguatkan perkaranya. Banyak yang berbuat zalim, kecuali orang-orang yang beriman dan mengerjakan kebajikan yang menjunjung tinggi keadilan, dan hanya sedikitlah mereka yang begitu.” Dan setelah memberi putusan berdasarkan aduan sepihak itu, Nabi Dawud sadar dan menduga bahwa Kami mengujinya; maka dia segera memohon ampunan kepada Tuhannya atas kekeliruannya, lalu dia menyungkur sujud dan bertobat."
  },
  {
    "verse_number": 25,
    "tafsir": "Setelah Nabi Dawud meminta ampun dan bertobat kepada Allah, lalu Kami mengampuni kesalahan yang ia sadari itu. Dan lantaran ke-sadaran dan ketajaman nuraninya sungguh, dia mempunyai kedudukan yang benar-benar dekat di sisi Kami dan berhak mendapatkan tempat kembali yang baik, surga yang penuh kenikmatan."
  },
  {
    "verse_number": 26,
    "tafsir": "Karena ketaatan, kebijaksanaan, dan ilmunya yang luas, Allah memilih Nabi Dawud sebagai khalifah, “Wahai Nabi Dawud! Sesungguhnya engkau telah Kami jadikan khalifah dan penguasa di bumi. Karena itu, hiasilah kekuasaanmu dengan kesopanan dan tunduk pada aturan Kami. Maka berilah keputusan tentang suatu perkara yang terjadi di antara manusia dengan adil dan mengacu pada wahyu Kami, dan janganlah engkau mengikuti hawa nafsu dalam menjalankan amanah Kami karena hawa nafsu akan menyesatkan engkau dari jalan Allah dan menggiringmu jauh dari kebenaran Sungguh, orang-orang yang sesat dari jalan Allah akibat mengikuti hawa nafsu akan mendapat azab yang berat dan pedih di akhirat. Yang demikian itu karena mereka melupakan hari perhitungan, hari ketika perbuatan manusia dihisab. Ayat ini menunjukkan bahwa seorang pemimpin harus bersikap adil, amanah, dan mendahulukan kepentingan umum daripada kepentingan pribadi."
  },
  {
    "verse_number": 27,
    "tafsir": "Usai menegaskan adanya hari perhitungan, Allah beralih menjelas-kan bukti-bukti kekuasaan-Nya di jagat raya. Dan sungguh, Kami tidak serta-merta menciptakan langit dan bumi dan apa yang ada di antara keduanya, seperti bintang, matahari, dan bulan, dengan sia-sia dan tanpa manfaat tertentu (Lihat Surah ad-Dukhan/44: 38-39). Itu semua adalah anggapan orang-orang kafir yang tidak memercayai kekuasaan Allah, maka celakalah orang-orang yang kafir itu karena mereka akan masuk ke neraka yang telah Allah persiapkan untuk mereka."
  },
  {
    "verse_number": 28,
    "tafsir": "Allah menegaskan perbedaan perlakuan-Nya kepada orang beriman dan orang kafir. Pantaskah Kami memperlakukan orang-orang yang beriman dan mengerjakan kebajikan serta percaya akan keesaan Kami sama dengan orang-orang yang berbuat kerusakan di bumi dan tidak mau mengikuti petunjuk Kami? Atau pantaskah Kami menganggap orang-orang yang bertakwa dan patuh pada perintah Kami sama dengan orang-orang yang jahat, ingkar, dan sombong?"
  },
  {
    "verse_number": 29,
    "tafsir": "Wahai Nabi Muhammad, sesungguhnya kitab Al-Qur’an yang telah Kami turunkan kepadamu adalah kitab yang penuh berkah. Kami menurunkannya agar mereka menghayati dan memahami ayat-ayatnya dan agar orang-orang yang berakal sehat menggunakan akal budinya untuk mendapat pelajaran darinya dan mengamalkan kandungannya."
  },
  {
    "verse_number": 30,
    "tafsir": "Dan tidak hanya anugerah ilmu pengetahuan dan kenabian, kepada Nabi Dawud Kami karuniakan pula seorang putra yang mengikuti jejak dan perjuangannya, yaitu Nabi Sulaiman. Dia adalah sebaik-baik hamba yang selalu beribadah dan bersyukur. Sungguh, dia sangat taat pada perintah Allah."
  },
  {
    "verse_number": 31,
    "tafsir": "Ingatlah karunia kami kepada Nabi Sulaiman, yaitu ketika pada suatu sore, antara asar dan magrib, dipertunjukkan kepadanya kekayaan dan kuda-kuda yang jinak dan tangkas serta memiliki kaki yang kuat sehingga sangat cepat larinya,"
  },
  {
    "verse_number": 32,
    "tafsir": "maka ketika itu dia berkata, “Sesungguhnya aku menyukai segala sesuatu yang baik, yaitu kuda dan harta kekayaan, yang membuat aku selalu ingat akan kebesaran Tuhanku.” Nabi Sulaiman menyaksikan dan mengawasi pertunjukan itu sampai matahari terbenam."
  },
  {
    "verse_number": 33,
    "tafsir": "Lalu Nabi Sulaiman berkata kepada pelatih kuda, “Bawalah semua kuda itu kembali kepadaku.” Lalu dia pun mengusap-usap kaki dan leher kuda itu sebagai wujud syukurnya kepada Allah."
  },
  {
    "verse_number": 34,
    "tafsir": "Dan Kami tidak hanya mencurahkan karunia kepada Nabi Sulaiman. Sungguh, Kami pun telah menguji Nabi Sulaiman dengan penyakit yang menyebabkan hilangnya kekuatan yang dimilikinya, dan karena itu Kami jadikan dia hanya mampu tergeletak di atas kursinya sebagai tubuh yang lemah tak berdaya, kemudian dia pun menyadari kelalaiannya dan bertobat kepada Allah."
  },
  {
    "verse_number": 35,
    "tafsir": "Dalam tobatnya dia berkata, “Ya Tuhanku, ampunilah aku dari dosa-dosaku yang menyebabkan Engkau menimpakan cobaan ini kepadaku, dan anugerahkanlah kepadaku kerajaan agung yang tidak akan dimiliki oleh siapa pun setelahku. Sungguh, Engkaulah Yang Maha Pemberi lagi Maha Pemurah.”"
  },
  {
    "verse_number": 36,
    "tafsir": "Allah menerima tobat dan doa Nabi Sulaiman, kemudian Kami tundukkan kepadanya angin yang berembus dengan baik maupun dengan kencang menurut perintahnya, berembus ke mana saja yang dikehendakinya sehingga dia dapat menempuh perjalanan jauh hanya dalam sekejap."
  },
  {
    "verse_number": 37,
    "tafsir": "Dan Kami tundukkan pula untuknya setan-setan dan jin-jin, semuanya ahli bangunan dan penyelam. Mereka ahli membangun istana, gedung megah, tempat peribadatan, bahkan hiasan dari keramik seperti patung, cawan, teko, dan sebagainya; serta ahli mengambil berbagai perhiasan dari dasar laut, seperti mutiara dan marjan. Mereka tekun bekerja (Lihat Surah al-Anbiya’/21: 81=82;  Saba/34: 12-13),"
  },
  {
    "verse_number": 38,
    "tafsir": "dan adapun setan yang lain yang tidak mematuhi perintahnya, mereka terikat dalam belenggu sehingga tidak mengganggu mereka yang bekerja."
  },
  {
    "verse_number": 39,
    "tafsir": "Kami berikan kepada Nabi Sulaiman kerajaan, kekayaan, dan kekuasaan yang tidak Kami berikan kepada siapa pun sesudahnya. Inilah anugerah Kami yang agung kepadamu, wahai Nabi Sulaiman; maka berikanlah sebagian dari karunia itu kepada orang lain atau tahanlah untuk dirimu sendiri, tanpa perhitungan dan tuntutan atasmu sebagai aturan yang Kami khususkan untukmu."
  },
  {
    "verse_number": 40,
    "tafsir": "Dan sungguh, Allah telah mengabulkan doanya dan memberi dia kemuliaan di dunia dengan mempunyai kedudukan yang dekat pada sisi Kami dan tempat kembali yang baik, yaitu surga."
  },
  {
    "verse_number": 41,
    "tafsir": "Cerita tentang Nabi Dawud dan Sulaiman yang diberi berbagai kenikmatan oleh Allah diikuti oleh kisah tentang Nabi Ayyub yang hidupnya penuh ujian dan cobaan. Dan ingatlah, wahai Nabi Muhammad, akan kisah salah seorang hamba Kami, yaitu Nabi Ayyub, yang sangat sabar dan taat kepada Allah. Dan ingatlah ketika dia mendapat ujian dan cobaan dari Allah, dia menyeru dan berdoa kepada Tuhannya, “Sesungguhnya aku diganggu setan dengan penderitaan, sakit menahun, dan bencana yang besar dengan hilangnya harta kekayaan dan anak keturunanku. Aku mengadu kepada-Mu karena Engkau Maha Penyayang.\" (Lihat Surah al-Anbiya/21: 83)."
  },
  {
    "verse_number": 42,
    "tafsir": "Menjawab doa Nabi Ayyub, Allah berfirman, “Hentakkanlah kakimu!.” Dia pun menuruti perintah Tuhannya, lalu dari bawah telapak kakinya muncul sebuah mata air. Dikatakan kepadanya, “Inilah air yang sejuk untuk mandi dan untuk minum. Minum dan mandilah dengan airnya, niscaya Allah akan menghilangkan penderitaan dan bencana darimu.”"
  },
  {
    "verse_number": 43,
    "tafsir": "Kami sembuhkan penyakit Nabi Ayyub dan setelah itu Kami anugerahi dia kebahagiaan berkumpul kembali bersama keluarganya yang lama terpisah dan Kami lipatgandakan jumlah mereka sehingga keluarga serta pengikutnya bertambah banyak. Kami anugerahkan hal itu sebagai rahmat dari Kami bagi orang yang berbuat baik dan sabar dalam menerima cobaan, dan sebagai pelajaran bagi orang-orang yang berpikiran sehat serta meyakini kemurahan dan rahmat Allah."
  },
  {
    "verse_number": 44,
    "tafsir": "Nabi Ayyub pernah bersumpah akan memukul istrinya akibat kelalaiannya dalam merawat beliau. Allah mengizinkan beliau untuk melaksanakan sumpah itu tanpa mendatangkan rasa sakit berlebih kepada istrinya. Untuk itu Allah berfirman, “Dan ambillah seikat rumput dengan tanganmu, lalu pukullah istrimu sekali saja dengan itu dan janganlah engkau melanggar sumpah yang pernah kauucapkan.” Sesungguhnya Kami dapati dia sebagai seorang yang sabar dan ikhlas dalam menghadapi cobaan. Dialah sebaik-baik hamba yang tidak pernah putus asa. Sungguh, dia sangat taat dalam melaksanakan perintah Kami. Ujian dan cobaan bisa menimpa siapa saja. Jika hal itu dihadapi dengan sabar, tawakal, dan berusaha secara maksimal, niscaya Allah akan mengganti dengan imbalan lebih banyak, bahkan terkadang tidak terduga."
  },
  {
    "verse_number": 45,
    "tafsir": "Demikianlah kisah Nabi Ayyub, salah satu nabi dari garis keturunan Nabi Ishak bin Ibrahim. Seperti halnya Nabi Ayyub, ketabahan dan kesabaran juga ditunjukkan oleh leluhurnya. Dan ingatlah hamba-hamba Kami yang taat melaksanakan perintah Allah, tabah menerima cobaan dan ujian, dan sabar menghadapi umatnya, yaitu Nabi Ibrahim, Ishak, dan Yakub. Mereka mempunyai kekuatan-kekuatan yang besar dan ilmu-ilmu agama. Dengan kekuatan mereka memimpin umat dan melaksanakan perintah-perintah Allah, dan dengan ilmu agama yang luas mereka membimbing orang lain."
  },
  {
    "verse_number": 46,
    "tafsir": "Sungguh, Kami anugerahi mereka karunia yang besar itu karena Kami telah menyucikan jiwa mereka dengan sifat-sifat terpuji dan akhlak yang tinggi kepadanya, yaitu selalu mengingatkan umatnya kepada negeri akhirat yang kekal dan penuh kenikmatan bagi hamba-hamba yang saleh."
  },
  {
    "verse_number": 47,
    "tafsir": "Dan sungguh, di sisi Kami mereka termasuk orang-orang pilihan yang paling baik dan mulia di antara manusia lain, sehingga Kami pilih mereka sebagai nabi dan rasul."
  },
  {
    "verse_number": 48,
    "tafsir": "Dan ingatlah, wahai Nabi Muhammad, kisah moyang bangsa Arab, yaitu Nabi Ismail bin Ibrahim; Nabi Ilyasa’ bin Akhtub dan Nabi Zulkifli putra paman Nabi Ilyasa’--nabi-nabi dari Bani Israil. Semuanya termasuk orang-orang yang paling baik yang dipilih Allah untuk membimbing kaumnya menuju ketaatan kepada Allah dan menjauhi kemusyrikan."
  },
  {
    "verse_number": 49,
    "tafsir": "Setelah menjelaskan kisah para nabi penyampai risalah, Allah beralih menguraikan imbalan bagi orang-orang yang mengikuti risalah mereka. Al-Qur’an ini adalah kehormatan bagi mereka yang berharap petunjuk-Nya. Dan sungguh, Allah meyediakan bagi orang-orang yang bertakwa kepada-Nya tempat kembali yang terbaik di akhirat."
  },
  {
    "verse_number": 50,
    "tafsir": "Itulah surga 'Adn, tempat tinggal yang kekal yang pintu-pintunya terbuka lebar bagi mereka, menyambut kedatangan mereka."
  },
  {
    "verse_number": 51,
    "tafsir": "Di dalamnya mereka bersandar di atas dipan-dipan sambil meminta suguhan berupa buah-buahan yang banyak dan minuman dengan berbagai jenis dan rasa."
  },
  {
    "verse_number": 52,
    "tafsir": "Dan di samping mereka ada bidadari-bidadari cantik dan sopan yang redup pandangannya, setia pada pasangannya, dan mereka semua sebaya umurnya."
  },
  {
    "verse_number": 53,
    "tafsir": "Inilah apa yang dijanjikan Allah kepadamu pada hari perhitungan, hari ketika manusia dibangkitkan dari kubur lalu diarak ke padang mahsyar dan diadili di hadapan Allah."
  },
  {
    "verse_number": 54,
    "tafsir": "Sungguh, karunia besar dan mulia inilah rezeki dari Kami yang tidak ada habis-habisnya dan tidak pula berkurang. Kami berikan karunia itu kepada hamba-hamba yang taat dan berbakti."
  },
  {
    "verse_number": 55,
    "tafsir": "Bila Allah menyediakan surga beserta segala kenikmatan di dalamnya bagi orang yang taat, maka Allah menyediakan jahanam bagi orang yang durhaka terhadap risalah Allah. Beginilah karunia Allah kepada orang-orang yang bertakwa. Dan sungguh, bagi orang-orang yang durhaka terhadap perintah Allah dan rasul-Nya di dunia pasti di akhirat nanti disediakan tempat kembali yang buruk."
  },
  {
    "verse_number": 56,
    "tafsir": "Itulah neraka Jahanam, tempat tinggal yang kelak akan mereka masuki; maka Jahanam itulah seburuk-buruk tempat tinggal."
  },
  {
    "verse_number": 57,
    "tafsir": "Inilah azab yang Allah janjikan kepada para pendurhaka, maka biarlah mereka merasakannya dan mengetahui betapa pedih azab itu. Inilah air mendidih yang sangat panas dan membakar mulut, kerongkongan, serta usus mereka, dan air yang sangat dingin, yaitu nanah busuk dingin yang mengalir dari tubuh-tubuh penghuni neraka,"
  },
  {
    "verse_number": 58,
    "tafsir": "dan di samping itu ada berbagai macam azab yang lain yang serupa pedihnya dengan azab itu."
  },
  {
    "verse_number": 59,
    "tafsir": "Saat segolongan penghuni neraka memasukinya, dikatakan kepada mereka yang telah masuk neraka lebih dulu, “Ini rombongan besar pengikut-pengikutmu yang dahulu mau mengikuti ajakanmu menuju kedurhakaan. Mereka akan masuk dan berdesak-desak bersama kamu di neraka.” Mereka yang masuk neraka lebih dulu berkata, “Tidak ada ucapan selamat datang apalagi penghormatan bagi mereka di neraka ini, karena sesungguhnya mereka akan masuk neraka dan disiksa bersama kami akibat perbuatan buruk yang mereka lakukan.” (Lihat Surah az-Zumar/38: 71-72)."
  },
  {
    "verse_number": 60,
    "tafsir": "Kelompok pengikut yang hendak masuk neraka itu menjawab “Sebenarnya kamulah yang lebih pantas untuk tidak menerima ucapan selamat datang dan penghormatan, karena kamulah yang menjerumuskan kami ke dalam azab neraka dengan mengajak kami berbuat dosa dan menghindari petunjuk Allah.” Maka neraka itulah seburuk-buruk tempat menetap dan tempat kembali mereka."
  },
  {
    "verse_number": 61,
    "tafsir": "Demikianlah sergahan kelompok pengikut. Mereka berkata lagi seraya memohon kepada Allah, “Ya Tuhan kami, barang siapa mengajak kami memilih jalan kesesatan dan menjerumuskan kami ke dalam azab yang pedih dan berat ini, maka tambahkanlah azab kepadanya dua kali lipat di dalam neraka dan timpakanlah laknat yang besar atas mereka.” (Lihat Surah al-A’raf/7: 38; al-Ahzab/33: 67-68)."
  },
  {
    "verse_number": 62,
    "tafsir": "Para pendurhaka itu lalu berbicara dan saling bertanya-tanya seraya berkata, “Mengapa kami tidak melihat orang-orang yang di dunia dahulu kami anggap sebagai orang-orang yang jahat, hina, buruk, dan bodoh, seperti Bilal, Suhaib, dan Ammar?”"
  },
  {
    "verse_number": 63,
    "tafsir": "Dahulu kami menjadikan mereka olok-olokan; apakah karena mereka tidak pantas menerima hinaan itu sehingga tidak masuk neraka bersama kami, ataukah karena penglihatan kami yang tidak melihat mereka di tempat ini lantaran mereka telah masuk lebih dulu?”"
  },
  {
    "verse_number": 64,
    "tafsir": "Sungguh, yang demikian itu benar-benar terjadi; itulah pertengkaran, saling mencaci, menyalahkan, dan menuduh di antara para penghuni neraka."
  },
  {
    "verse_number": 65,
    "tafsir": "Sebetulnya para penghuni neraka itu di dunia dahulu telah menerima peringatan para rasul untuk mengesakan Allah dan menaati aturan-Nya. Katakanlah, wahai Nabi Muhammad kepada kaum musyrik, “Sesungguhnya aku hanya seorang pemberi peringatan. Adalah tugasku untuk menyampaikan kepadamu ancaman-Nya yang pedih bagi orang-orang yang mengingkari-Nya. Karena itu, yakinilah bahwa tidak ada Tuhan yang berhak disembah selain Allah. Dialah Yang Maha Esa dan tidak ada sekutu bagi-Nya, Mahaperkasa sehingga dapat mengalahkan siapa pun yang menentang-Nya."
  },
  {
    "verse_number": 66,
    "tafsir": "Dialah Tuhan Pencipta langit dan bumi dan apa yang ada di antara keduanya. Dia menciptakan, menguasai, mengatur, mengawasi, dan memelihara kelangsungan ciptaan-Nya. Dialah Yang Mahaperkasa dalam mengatur kerajaan-Nya, Maha Pengampun atas dosa-dosa hamba yang memohon ampunan-Nya.”"
  },
  {
    "verse_number": 67,
    "tafsir": "Wahai Nabi Muhammad, katakanlah kepada orang-orang kafir, “Ajakanku mengesakan Allah dan peringatanku tentang siksa akhirat itu adalah berita besar"
  },
  {
    "verse_number": 68,
    "tafsir": "yang selama ini kamu berpaling darinya, wahai orang-orang kafir. Berita dalam Al-Qur’an itu benar adanya, tetapi banyak manusia mengingkari.”"
  },
  {
    "verse_number": 69,
    "tafsir": "Katakanlah pula kepada mereka, “Aku tidak mempunyai pengetahuan sedikit pun tentang al-mala’ul a’la itu, yaitu malaikat, ketika mereka berbantah-bantahan terhadap keputusan Allah terkait penciptaan Nabi Adam sebagai khalifah di bumi."
  },
  {
    "verse_number": 70,
    "tafsir": "Yang diwahyukan kepadaku hanyalah kepastian bahwa aku hanyalah seorang rasul pemberi peringatan dan petunjuk yang nyata tentang adanya siksa di akhirat bagi orang-orang yang mengingkari para utusan Allah.”"
  },
  {
    "verse_number": 71,
    "tafsir": "Usai menafikan pengetahuan Rasulullah menyangkut al-Mala’ul-A’la kecuali apa yang sudah diwahyukan oleh Allah, pada ayat berikut Allah lalu menguraikan sekelumit tentang al-Mala’ul-A’la dan penciptaan Nabi Adam. Ingatlah ketika Tuhanmu berfirman kepada malaikat, “Sesungguhnya Aku akan menciptakan manusia Adam sebagai khalifah di bumi. Aku menciptakannya dari tanah bercampur air."
  },
  {
    "verse_number": 72,
    "tafsir": "Kemudian, apabila telah Aku sempurnakan kejadian fisik-nya dengan anggota tubuh dan bentuk yang sempurna dan Aku tiupkan roh ciptaan-Ku kepadanya, maka tunduklah kamu semua dengan bersujud penuh hormat kepadanya, bukan sujud penghambaan dan pengagungan."
  },
  {
    "verse_number": 73,
    "tafsir": "Sempurnalah kejadian Adam, lalu dengan serta-merta para malaikat itu bersujud semuanya sebagai bentuk penghormatan kepadanya dan bukti ketaatan kepada perintah Allah."
  },
  {
    "verse_number": 74,
    "tafsir": "Mereka semua bersujud, kecuali Iblis; ia enggan bersujud di hadapan Adam karena menyombongkan diri dan enggan menaati kepada Allah, dan ia termasuk golongan yang kafir."
  },
  {
    "verse_number": 75,
    "tafsir": "Mengetahui hal tersebut Allah bertanya, “Wahai Iblis, apakah yang menghalangi kamu sujud dengan hormat kepada Adam yang telah Aku ciptakan dengan kekuasaan-Ku dan Aku muliakan? Apakah kamu menyombongkan diri dengan mengabaikan perintah-Ku atau kamu merasa termasuk golongan yang lebih tinggi dan terhormat daripada Adam?”"
  },
  {
    "verse_number": 76,
    "tafsir": "Iblis berkata, “Aku lebih baik daripadanya, karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.” Iblis mengira api lebih baik daripada tanah karena api selalu membumbung sedangkan tanah selalu di bawah (Lihat Surah al-A’raf/7: 12)."
  },
  {
    "verse_number": 77,
    "tafsir": "Mengetahui kedurhakaan Iblis, Allah mengusirnya seraya berfirman, “Kalau begitu, keluarlah kamu dari surga! Sesungguhnya kamu adalah makhluk yang terkutuk, terusir dari rahmat-Ku, dan terlarang dari surga-Ku."
  },
  {
    "verse_number": 78,
    "tafsir": "Dan sungguh, kutukan-Ku tetap berlaku atasmu sampai hari pembalasan, hari ketika seluruh perbuatan diperhitungkan dan dibalas.” Iblis berkata seraya memohon,"
  },
  {
    "verse_number": 79,
    "tafsir": "“Ya Tuhanku, karena Engkau telah menjadikan aku makhluk-Mu yang terlaknat, maka tangguhkanlah kematianku dan izinkanlah aku hidup sampai pada hari mereka dibangkitkan supaya aku bisa menggoda mereka sepanjang hayat.”"
  },
  {
    "verse_number": 80,
    "tafsir": "Allah berfirman, “Maka sesungguhnya kamu, wahai Iblis, termasuk golongan yang diberi penangguhan."
  },
  {
    "verse_number": 81,
    "tafsir": "Aku akan memanjangkan umurmu dan menunda kematianmu sampai pada hari yang telah ditentukan waktunya, yaitu hari Kiamat.” Dengan penundaan ini Allah bermaksud memberi cobaan kepada hamba-Nya untuk menguji siapa yang menaati perintah Allah dan siapa yang mengikuti langkah Iblis."
  },
  {
    "verse_number": 82,
    "tafsir": "Iblis menjawab dan memohon lagi, “Wahai Tuhanku, demi kekuasan dan kemuliaan-Mu, berilah aku kesempatan menggoda manusia, pasti aku akan menyesatkan mereka semuanya dengan tipu dayaku sehingga mereka memandang baik perbuatan buruk."
  },
  {
    "verse_number": 83,
    "tafsir": "Akan aku tipu semua manusia, kecuali hamba-hamba-Mu yang terpilih di antara mereka, yaitu mereka yang Kauberi taufik untuk menaati petunjuk dan perintah-Mu. Aku hanya akan mampu menggoda dan menyesatkan mereka yang kafir dan lemah imannya.”"
  },
  {
    "verse_number": 84,
    "tafsir": "Allah mengabulkan permintaan Iblis seraya berfirman, “Maka yang benar adalah sumpah-Ku, dan janji-Ku pasti benar. Hanya kebenaran itulah yang Aku katakan."
  },
  {
    "verse_number": 85,
    "tafsir": "Sungguh, Aku akan memenuhi neraka Jahanam dengan kamu dan keturunanmu, wahai Iblis, dan dengan orang-orang yang mengikutimu dalam kesesatan di antara mereka semuanya, yakni anak cucu Adam.”"
  },
  {
    "verse_number": 86,
    "tafsir": "Wahai Nabi Muhammad, katakanlah kepada orang-orang kafir, “Aku diutus oleh Allah untuk mendakwahkan risalah dan aku tidak meminta imbalan atau upah sedikit pun kepadamu atasnya. Tugasku hanya-lah menyampaikan risalah dan Allah-lah yang akan memberiku upah atas tugas itu. Dan ketahuilah bahwa aku bukanlah termasuk orang yang mengada-ada dan suka membuat-buat."
  },
  {
    "verse_number": 87,
    "tafsir": "Al-Qur’an ini tidak lain hanyalah peringatan dari Allah. Allah memenuhinya dengan petunjuk bagi seluruh alam, baik jin maupun manusia, menuju jalan yang lurus dan menjadikannya pembeda antara yang hak dan yang batil."
  },
  {
    "verse_number": 88,
    "tafsir": "Dan sungguh, wahai orang-orang kafir, kamu akan mengetahui kebenaran beritanya setelah beberapa waktu lagi. Tidak lama lagi, entah di dunia atau akhirat, kamu akan mendapati kebenaran isi Al-Qur’an, seperti janji dan ancaman Allah, kejadian di masa depan, dan hari kebangkitan.[]"
  }
]