[
  {
    "verse_number": 1,
    "tafsir": "Surah až-Žariyat ditutup dengan penegasan jatuhnya ancaman Allah bagi mereka yang kafir. Surah at-Tur diawali dengan kepastian jatuhnya azab bagi mereka yang mengingkari ayat-ayat Allah. Penegasan tentang kepastian azab ini diawali dengan sumpah-sumpah Allah. Demi gunung Sinai yang menjadi lokasi Nabi Musa menerima Taurat,"
  },
  {
    "verse_number": 2,
    "tafsir": "dan demi Kitab Allah yang diwahyukan-Nya dan yang ditulis pada lembaran yang terbuka sehingga mudah dibaca dan dipahami maknanya,"
  },
  {
    "verse_number": 3,
    "tafsir": "danyang ditulis pada lembaran yang terbukasehingga mudah dibaca dan dipahami maknanya,"
  },
  {
    "verse_number": 4,
    "tafsir": "Dan demi Baitulma’mur, yaitu Kakbah atau tempat yang menjadi lokasi para malaikat rukuk, sujud, dan tawaf,"
  },
  {
    "verse_number": 5,
    "tafsir": "Dan demi atap,yaitu langit, yang ditinggikan dan kukuh tanpa tiang penyangga,"
  },
  {
    "verse_number": 6,
    "tafsir": "dan demi lautan yang penuh gelombang yang di dalam tanahnya terdapat api."
  },
  {
    "verse_number": 7,
    "tafsir": "Sungguh, azab Tuhanmu yang diancamkan kepada para pengingkar ayat-ayat dan ajaran-Nya pasti terjadi."
  },
  {
    "verse_number": 8,
    "tafsir": "Ketika itu, tidak ada sesuatu pun, baik manusia maupun makhluk lain, yang dapat menolak atau menghindari-nya,"
  },
  {
    "verse_number": 9,
    "tafsir": "Siksa bagi para pengingkar itu akan datang pada hari ketika langit berguncang dan bergerak naik turun"
  },
  {
    "verse_number": 10,
    "tafsir": "kiri dan kanan dengan sekeras-kerasnya, dan gunung berjalan atau berpindah dari tempatnya bagaikan awan yang ditiup angin."
  },
  {
    "verse_number": 11,
    "tafsir": "Ketika azab itu datang, maka celakalah pada hari itu bagi orang-orang yang mendustakan ayat-ayat Allah,"
  },
  {
    "verse_number": 12,
    "tafsir": "terutama yang terkait dengan keesaan-Nya dan keniscayaan kiamat. Mereka itulah orang-orang yang terus bermain-main dalam kebatilan dan perbuatan dosa."
  },
  {
    "verse_number": 13,
    "tafsir": "Datangnya azab kepada para pengingkar itu adalah suatu kepastian. Pada hari ketika siksa itu tiba, mereka didorong oleh para malaikat ke neraka Jahanam dengan sekuat-kuatnya sehingga mereka masuk ke dalamnya."
  },
  {
    "verse_number": 14,
    "tafsir": "Saat para pengingkar itu dimasukkan ke neraka, dikatakan kepada mereka, “Inilah neraka yang di dunia dahulu kamu terus-menerus mendustakannya.”"
  },
  {
    "verse_number": 15,
    "tafsir": "Begitu masuk neraka, para pengingkar itu mendapat ejekan dan kecaman. “Kamu sudah merasakan sendiri pedihnya azab neraka yang dauhlu kamu ingkari, maka dengan demikian, apakah neraka ini hanya merupakan sihir yang mengelabui mata ataukah kamu memang tidak melihat sehingga kamu akan terus mengingkari keberadaannya?"
  },
  {
    "verse_number": 16,
    "tafsir": "Wahai para pengingkar, masuklah ke dalamnya dan rasakanlah panas apinya; maka baik kamu bersabar atas pedihnya siksa neraka itu atau tidak bersabar atasnya, keduanya akan sama saja akibatnya bagimu. Tetapi, ketahuilah bahwa Allah tidak menganiaya kamu dengan siksa itu. Sesungguhnya kamu hanya diberi balasan yang setimpal atas apa yang telah kamu kerjakan."
  },
  {
    "verse_number": 17,
    "tafsir": "Beralih dari penjelasan tentang azab bagi para pengingkar ayat-ayat Allah, pada ayat-ayat berikut Allah menjelaskan kenikmatan bagi mereka yang bertakwa. Sesungguhnya orang-orang yang bertakwa dan terus beribadah serta melakukan kebajikan, mereka itu berada dalam surga yang indah dan penuh kenikmatan ukhrawi yang tidak terlukiskan."
  },
  {
    "verse_number": 18,
    "tafsir": "Di surga itu mereka selalu bersuka ria dan berbahagia dengan apa yang diberikan Tuhan Yang Maha Pengasih kepada mereka; dan selain itu, Tuhan Yang Maha Pemberi senantiasa memelihara mereka dari azab neraka yang panas dan pedihnya tidak terkira."
  },
  {
    "verse_number": 19,
    "tafsir": "Allah menyediakan di surga beragam makanan yang lezat dan minuman yang menyegarkan. Kemudian dikatakan kepada mereka yang bertakwa, “Makan dan minumlah dengan rasa nikmat semua yang sudah disediakan. Ini semua sebagai balasan dari apa, yaitu kebajikan, yang telah kamu kerjakan di dunia dengan ikhlas demi mengharap rida Allah.”"
  },
  {
    "verse_number": 20,
    "tafsir": "Saat menikmati anugerah Allah itu, mereka duduk dengan nyaman sambil bersandar di atas dipan-dipan yang tersusun dengan indah dan rapi. Kami anugerahi mereka berbagai kenikmatan yang sempurna dan Kami berikan pula kepada mereka pasangan berupa bidadari yang bermata indah."
  },
  {
    "verse_number": 21,
    "tafsir": "Di surga Allah akan mempertemukan orang tua dengan keturunannya yang seiman. Dan orang-orang yang beriman dan mendapat balasan surga, beserta anak cucu mereka atau ibu bapak mereka yang mengikuti mereka dalam keimanan, walaupun derajat keimanannya tidak serupa, akan Kami pertemukan mereka dengan anak cucu mereka di surga sebagai anugerah atas ketakwaan mereka, dan Kami tidak mengurangi sedikit pun pahala amal kebajikan yang telah mereka perbuat di dunia. Setiap orang terikat dan akan bertanggung jawab dengan apa yang dikerjakannya, dan dia tidak akan dihukum karena dosa orang lain."
  },
  {
    "verse_number": 22,
    "tafsir": "Dan selain itu, Kami berikan pula kepada mereka tambahan berupa aneka buah-buahan yang lezat dan daging dari segala jenis hewan yang mereka inginkan."
  },
  {
    "verse_number": 23,
    "tafsir": "Di dalam surga itu mereka bersuka ria dan merasakan kegembiraan yang tiada habis. Mereka saling mengulurkan gelas yang isinya minuman yang tidak memabukkan dan tidak pula menyebabkan munculnya ucapan yang tidak berfaedah ataupun perbuatan dosa seperti halnya minuman keras di dunia."
  },
  {
    "verse_number": 24,
    "tafsir": "Dan di surga itu, di sekitar mereka ada pelayan berupa anak-anak muda yang berkeliling untuk melayani keperluan mereka. Para pemuda itu tampak tampan dan berpakaian rapi seakan-akan mereka itu mutiara yang tersimpan di tempat yang terjaga."
  },
  {
    "verse_number": 25,
    "tafsir": "Orang-orang bertakwa itu sangat menikmati anugerah Allah, dan sebagian mereka berhadap-hadapan satu sama lain untuk bercengkerama dan saling bertegur sapa dalam keriangan."
  },
  {
    "verse_number": 26,
    "tafsir": "Ketika para penghuni surga ditanya tentang sikap dan perbuatan apa yang membuat mereka mendapat ganjaran surga, dengan serentak mereka berkata, “Sesungguhnya kami di dunia dahulu, sewaktu kami masih berada di tengah-tengah keluarga, kami selalu merasa takut akan diazab di neraka, karena itu kami selalu melakukan kebaikan dan mendekatkan diri kepada Allah."
  },
  {
    "verse_number": 27,
    "tafsir": "Sebagai rahmat dari dari Allah, maka Allah sesuai dengan janji-Nya memberikan karunia surga kepada kami dan senantiasa memelihara kami dari azab neraka yang tidak terkirakan pedihnya."
  },
  {
    "verse_number": 28,
    "tafsir": "Sesungguhnya kami sebelum menerima anugerah ini selalu menyembah dan berdoa kepada-Nya sejak di dunia dahulu. Tuhan telah mengabulkan doa kami. Sesungguhnya hanya Dialah Yang Maha Melimpahkan kebaikan kepada orang yang bertakwa, lagi Maha Penyayang kepada semua makhluk-Nya."
  },
  {
    "verse_number": 29,
    "tafsir": "Allah memerintahkan Nabi Muhammad untuk melanjutkan dak-wahnya, “Bila kesudahan manusia itu sesuai amal dan perbuatan masing-masing, maka peringatkanlah orang-orang kafir itu karena dengan nikmat dari Tuhanmu, engkau bukanlah seorang tukang tenung, seperti tuduhan mereka, yang menyampaikan berita gaib tanpa dasar yang jelas, dan engkau bukan pula orang gila yang berpikiran kacau."
  },
  {
    "verse_number": 30,
    "tafsir": "Tidak hanya menuduhmu tukang tenung dan orang gila, bahkan mereka yang kafir itu juga berkata, “Dia adalah seorang penyair yang kami tunggu-tunggu kecelakaan, seperti musibah atau kematian, menimpanya.”"
  },
  {
    "verse_number": 31,
    "tafsir": "Allah tidak memerintahkan Nabi Muhammad untuk menanggapi tuduhan orang kafir yang tidak berdasar itu. Dia berfirman, “Katakanlah kepada mereka, 'Wahai orang kafir, tunggulah ketetapan Allah atasmu! Sesungguhnya aku pun termasuk orang yang sedang menunggu bersama kamu datangnya ketetapan Allah itu.”"
  },
  {
    "verse_number": 32,
    "tafsir": "Tuduhan-tuduhan orang-orang kafir itu tidak berdasar. Apakah mereka diperintah oleh pikiran-pikiran mereka yang sesat untuk mengucapkan tuduhan-tuduhan yang tidak berdasar ini ataukah mereka memang kaum yang melampaui batas kewajaran sehingga tidak segan melancarkan tuduhan negatif itu?"
  },
  {
    "verse_number": 33,
    "tafsir": "Ataukah mereka juga menuduhnya menggubah Al-Qur’an, dengan berkata, “Dia telah mereka-rekanya dengan pikirannya sendiri dan mengklaimnya sebagai wahyu Allah.” Tidak! Semua yang mereka katakan itu tidaklah benar! Sesungguhnya merekalah yang tidak beriman kepada ajaran Allah."
  },
  {
    "verse_number": 34,
    "tafsir": "Bila orang-orang kafir itu bersikukuh dengan tuduhannya tentang Al-Qur’an, maka cobalah mereka, baik secara sendiri maupun berkelompok, membuat karya yang semisal dengannya, jika mereka memang merupakan orang-orang yang benar dalam tuduhan dan penilaiannya."
  },
  {
    "verse_number": 35,
    "tafsir": "Usai memberi bantahan atas tuduhan orang-orang musyrik, Allah lalu memberi bantahan atas keyakinan mereka. Allah berfirman, “Atau apakah mereka tercipta tanpa asal-usul yang jelas, ataukah mereka yang menciptakan diri mereka sendiri sehingga tidak mau mengakui Allah sebagai Pencipta?"
  },
  {
    "verse_number": 36,
    "tafsir": "Ataukah mereka enggan beriman karena merasa telah menciptakan langit dan bumi yang demikian indah dan rapi? Sebenarnya mereka sendiri tidak meyakini apa yang mereka katakan, karena mereka memang tidak mengetahuinya."
  },
  {
    "verse_number": 37,
    "tafsir": "Ataukah mereka ingkar karena merasa bahwa di sisi mereka ada per-bendaharaan Tuhanmu, wahai Nabi Muhammad, ataukah mereka yang berkuasa mengatur dan menggunakan perbendaharan Allah dengan semaunya sehingga mereka menolak risalahmu dan menuduhmu dengan ungkapan yang merendahkan?"
  },
  {
    "verse_number": 38,
    "tafsir": "Atau apakah mereka, yaitu orang-orang musyrik, mempunyai tangga menuju langit untuk mendengarkan hal-hal gaib? Bila demikian maka hendaklah orang yang mendengarkan berita gaib di antara mereka itu datang dengan membawa keterangan yang nyata yang didengarnya. Pasti tidak akan ada yang tampil untuk mengungkapkannya."
  },
  {
    "verse_number": 39,
    "tafsir": "Allah mengecam kaum musyrik yang meyakini Dia punya anak perempuan, yaitu para malaikat, “Ataukah pantas bila kalian mengatakan bahwa untuk Dia Yang Maha Esa itu anak-anak perempuan seperti yang kamu yakini, sedangkan untuk kamu anak-anak laki-laki? Sungguh, itu semua merupakan anggapan yang sangat keji dan keliru.”"
  },
  {
    "verse_number": 40,
    "tafsir": "Allah lalu mengajak bicara Nabi Muhammad, “Ataukah keengganan kaum musyrik untuk beriman adalah karena engkau meminta imbalan kepada mereka saat menyampaikan dakwah sehingga mereka dibebani de-ngan utang? Tentu tidak. Engkau tidak pernah meminta upah pada mereka atas dakwahmu.”"
  },
  {
    "verse_number": 41,
    "tafsir": "Ataukah mereka menolak beriman karena di sisi mereka mempunyai pengetahuan tentang yang gaib, lalu dengan pengetahuan itu mereka ingin menguasai segala hal dan menuliskannya untuk yang lain?"
  },
  {
    "verse_number": 42,
    "tafsir": "Ataukah mereka dengan segala tindakan itu hendak melakukan tipu daya untuk memadamkan cahaya Ilahi? Sungguh, tipu daya mereka betapapun rapi dan kuat, pasti tidak akan berhasil. Tetapi, orang-orang yang kafir itu akan merasakan akibatnya karena justru merekalah yang terkena dampak buruk dari tipu daya mereka."
  },
  {
    "verse_number": 43,
    "tafsir": "Ataukah penolakan itu karena mereka mempunyai tuhan yang berkuasa selain Allah, yang melarang mereka untuk mempercayaimu, wahai Nabi Muhammad? Sungguh, tidak ada tuhan selain Dia, dan Mahasuci Allah dari apa yang mereka persekutukan, apa pun bentuknya."
  },
  {
    "verse_number": 44,
    "tafsir": "Ayat-ayat berikut menerangkan keingkaran dan sikap kaum musyrik yang melampaui batas. Dan jika mereka melihat dengan mata kepala sendiri gumpalan-gumpalan awan berjatuhan dari langit ke bumi, mereka akan memandang remeh dan berkata, “Itu adalah awan yang bertumpuk-tumpuk sehingga membentuk butir-butir hujan yang tidak membahayakan.”"
  },
  {
    "verse_number": 45,
    "tafsir": "Karena mereka meremehkan hal itu, maka biarkanlah mereka dalam kesesatannya, wahai Nabi Muhammad, hingga mereka menemui hari jatuhnya ancaman yang dijanjikan kepada mereka. Pada hari itu, hari kiamat, mereka pasti dibinasakan sebagai balasan atas keingkaran mereka."
  },
  {
    "verse_number": 46,
    "tafsir": "Balasan itu datang pada hari ketika tipu daya yang mereka upayakan tidak berguna sedikit pun bagi mereka, dan pada hari itu mereka juga tidak akan diberi pertolongan."
  },
  {
    "verse_number": 47,
    "tafsir": "Azab yang dikemukakan pada ayat sebelumnya diberikan kepada orang yang ingkar, dan sesungguhnya bagi orang-orang yang zalim, baik terhadap diri sendiri maupun orang lain, masih ada azab selain yang sudah disebutkan itu. Tetapi, sayangnya kebanyakan di antara mereka tidak mengetahui."
  },
  {
    "verse_number": 48,
    "tafsir": "Wahai Nabi Muhammad, hendaklah engkau mengetahui keadaan mereka yang seperti itu, dan bersabarlah menunggu ketetapan Tuhanmu, karena sesungguhnya engkau selalu berada dalam pengawasan dan pemeliharaan Kami. Berzikir dan bertasbihlah dengan memuji Tuhanmu ketika engkau bangun pagi untuk melakukan kegiatan duniawi atau ukhrawi."
  },
  {
    "verse_number": 49,
    "tafsir": "Dan selain itu, pada sebagian malam, ketika kebanyakan orang tidur, dekatkanlah dirimu kepada Allah, bertasbihlah kepada-Nya, dan berzikir serta bertasbihlah pada waktu terbenamnya bintang-bintang pada waktu fajar."
  }
]