[
  {
    "verse_number": 1,
    "tafsir": "Ayat ini mengimbau agar manusia mawas diri serta menjaga diri-nya dari azab Allah pada hari Kiamat dengan beriman dan bertakwa. Wahai manusia! Saatnya kamu menyimak pesan Allah, Bertakwalah kepada Tuhanmu dengan beriman dan melaksanakan perintah-Nya serta menjauhi larangan-Nya; sungguh, meskipun kamu belum mengalami, guncangan hari Kiamat itu adalah suatu kejadian yang sangat besar, menyebabkan manusia takut, panik dan tak tahu harus berbuat apa."
  },
  {
    "verse_number": 2,
    "tafsir": "Ingatlah wahai manusia, pada hari ketika kamu melihatnya, goncangan dahsyat pada hari Kiamat itu, semua perempuan yang menyusui anaknya akan lalai terhadap anak yang disusuinya, karena terkejut dan panik; dan setiap perempuan yang hamil akan keguguran kandungannya, karena goncangan dahsyat itu; dan kamu melihat manusia dalam keadaan mabuk, seperti orang yang tidak sadar, padahal sebenarnya mereka tidak mabuk tetapi azab Allah yang terjadi pada hari Kiamat itu sangat keras dirasakan oleh orang-orang kafir."
  },
  {
    "verse_number": 3,
    "tafsir": "Meskipun Allah telah menjelaskan azab yang sangat keras pada hari Kiamat bagi orang kafir dan mengajak manusia untuk bertakwa kepada-Nya, tetapi di antara manusia, yang kafir dan keras kepala, ada yang saling membantah tentang Allah, mengingkari agama Allah, tidak meyakini kehidupan sesudah mati, dan tidak meyakini adanya surga dan neraka, tanpa dilandasi ilmu yang benar; dan mereka mengingkari Allah itu hanya mengikuti bisikan para setan yang sangat jahat membujuk dan menipu manusia."
  },
  {
    "verse_number": 4,
    "tafsir": "Allah mengingatkan manusia tentang setan, “Telah ditetapkan di Lauh Mahfuz, bahwa siapa yang berkawan dengannya dengan mengikuti bisikannya, maka dia akan menyesatkannya, dari jalan Allah yang lurus, dan membawanya dengan tidak sadar ke dalam azab neraka yang apinya senantiasa menyala.”"
  },
  {
    "verse_number": 5,
    "tafsir": "Wahai manusia! Hidup sesudah mati itu suatu keniscayaan. Jika kamu meragukan hari kebangkitan dari alam kubur, maka perhatikanlah perkembangan hidup kamu. Sesungguhnya Kami telah menjadikan kamu dari tanah, yakni saripati makanan yang berasal dari tanah. Kemudian dari setetes mani yang sudah bercampur dengan sel telur. Kemudian dari segumpal darah yang berkembang menjadi segumpal daging dalam beberapa minggu. Kemudian dari segumpal daging itu, ada yang sempurna kejadian dan pertumbuhan-nya, tanpa cacat apa pun, dan ada yang tidak sempurna, karena ada cacat fisik maupun mental sejak dari kandungan, agar Kami jelaskan kepada kamu bahwa kamu berada dalam kekuasaan Kami. Dan Kami tetapkan kamu sewaktu embrio dalam rahim ibumu menurut kehendak Kami hingga tiap orang berbeda rentang waktu berada dalam kandungan ibunya sampai waktu yang sudah ditentukan, biasanya setelah 36 minggu. Kemudian Kami keluarkan kamu dari rahim ibu kamu sebagai bayi, kemudian dengan berangsur-angsur kamu tumbuh-kembang sampai kepada usia dewasa. Dan di antara kamu ada yang diwafatkan dalam usia muda, bahkan masih bayi; dan ada pula yang diberi umur panjang, serta dikembalikan kepada usia pikun karena sangat tua, sehingga dia tidak mengetahui lagi sesuatu yang telah diketahuinya karena penyakit ketuaannya. Dan ada contoh lain bagimu betapa mudah bagi Allah membangkitkan manusia dari alam kubur, kamu lihat bumi ini kering, karena kekurangan air di musim kemarau, kemudian apabila telah Kami turunkan air hujan di atasnya, maka hiduplah bumi yang kering kerontang itu dan menjadi subur dan bumi yang subur itu menumbuhkan berbagai jenis pasangan tetumbuhan yang indah. Demikianlah paparan empiris tentang argumentasi betapa mudah bagi Allah membangkitkan manusia dari alam kubur menuju mahsyar."
  },
  {
    "verse_number": 6,
    "tafsir": "Adapun yang demikian itu, membangkitkan manusia dari alam kubur, sangat mudah bagi Allah, karena sungguh Allah, Dialah yang hak, satu-satunya Tuhan yang berhak disembah, dan sungguh, DialahTuhan yang kekuasaan-Nya terasa dalam kehidupan ini, yaitu menghidupkan segala yang telah mati, dan sungguh, Dia, Tuhan,Yang Mahakuasa atas segala sesuatu, sehingga tak ada satu pun makhluk yang sanggup melawan kekuasaan-Nya."
  },
  {
    "verse_number": 7,
    "tafsir": "Dan ketahuilah, wahai manusia, sesungguhnya hari Kiamat itu pasti datang, meskipun Allah merahasiakan waktunya. Oleh karena itu, tidak ada keraguan padanya, karena Kiamat itu ketetapan Allah; dan sungguh, pada hari Kiamat itu Allah akan membangkitkan semua yang berada di dalam kubur untuk dikumpulkan di Mahsyar."
  },
  {
    "verse_number": 8,
    "tafsir": "Manusia ada yang bertindak melampaui batas. Allah menegaskan, bahwa di antara manusia ada yang berbantah tentang Allah, mengingkari agama-Nya, tidak meyakini kehidupan sesudah mati, dan tidak meyakini adanya akhirat tanpa ilmu yang benar dan meyakinkan, juga tanpa petunjuk dari Allah, dan tanpa sumber dari kitab wahyu yang disampaikan kepada para rasul yang memberi penerangan dari kegelapan."
  },
  {
    "verse_number": 9,
    "tafsir": "Manusia yang mengingkari Allah dengan hatinya yang gelap, sambil memalingkan lambungnya dengan congkak berusaha dengan segala cara untuk menyesatkan manusia dari jalan Allah. Dia sebenarnya mendapat kehinaan di dunia karena hidup tanpa kecerdasan emosi dan kecerdasan spiritual hingga hidupnya dibiarkan tanpa bimbingan Allah; dan pada hari Kiamat sebagai balasan atas kekufurannya, Kami berikan kepadanya rasa azab neraka yang membakar hingga kulitnya hangus, kemudian kulitnya diperbarui supaya terus bisa merasakan azab yang membakar."
  },
  {
    "verse_number": 10,
    "tafsir": "Pada hari Kiamat akan dikatakan kepada orang kafir, “Hukuman itu diberikan kepada kamu, karena perbuatan yang dilakukan dahulu oleh kedua tanganmu, menolak agama Allah dan berusaha menyesatkan manusia dari jalan-Nya, dan Allah sekali-kali tidak menzalimi hamba-hamba-Nya dengan menghukum mereka yang tidak bersalah.”"
  },
  {
    "verse_number": 11,
    "tafsir": "Di antara umat Islam, ada yang beragama secara total, tetapi ada pula yang beragama di pinggirannya saja. Dan di antara manusia ada yang menyembah Allah hanya di tepi, karena rasa beragamanya tidak meresap ke dalam hati dan tidak mengakar ke dalam jiwa. Maka jika dia memperoleh kebajikan duniawi karena keislamannya, dia merasa puas, dan sebaliknya jika dia ditimpa suatu cobaan, baik dirinya maupun keluarganya, dia segera berbalik ke belakang, kembali kepada agama lama. Dia menjadi orang murtad, sehingga mendapat ke-rugi-an di dunia, karena dinilai tidak punya pendirian dan kerugian di akhirat, karena kekal di dalam neraka. Kerugian di akhirat itulah kerugian yang nyata."
  },
  {
    "verse_number": 12,
    "tafsir": "Dia, orang-orang yang murtad kembali menyeru kepada selain Allah, baik benda, manusia, roh leluhur, jin maupun setan, yang semuanya merupakan sesuatu yang tidak dapat mendatangkan bencana, baik bagi dirinya maupun lingkungan sosialnya, dan tidak pula semua yang disembah itu memberi manfaat kepadanya. Mengambil kekufuran dan melepaskan iman dengan murtadi tulah kesesatan yang jauh dari kebenaran."
  },
  {
    "verse_number": 13,
    "tafsir": "Dia, orang kafir dan orang murtad itu, menyeru dalam ritual dan doanya kepada suatu sembahan yang sebenarnya bencananya dalam persembahan itu, lebih dekat daripada manfaatnya. Sungguh, jika mereka menyadari bahwa sembahan selain Allah itu adalah seburuk-buruk penolong karena menolong kepada kebinasaan, dan sejahat-jahat kawan karena berkawan dengan yang mencelakakan."
  },
  {
    "verse_number": 14,
    "tafsir": "Berbeda dengan perlakuan Allah terhadap orang kafir dan murtad di atas, sungguh, Allah akan memasukkan orang-orang yang beriman yang menjaga imannya hingga akhir hayat dan mengerjakan kebajikan dengan ikhlas ke dalam surga-surga yang mengalir di bawahnya sungai-sungai sebagai kenikmatan yang tiada terhingga. Sungguh, Allah berbuat apa yang Dia kehendaki kepada hamba-hamba-Nya dengan adil."
  },
  {
    "verse_number": 15,
    "tafsir": "Pada ayat di atas, Allah menerangkan sikap orang murtad dan hukuman atas mereka, serta balasan bagi orang beriman. Pada ayat ini, Allah mempersilakan orang kafir yang tidak menyukai perkembangan Islam untuk menghentikan pertolongan-Nya. Barang siapa menyangka atau berpendapat bahwa Allah tidak akan menolongnya, Muhammad, di dunia dengan memperoleh kebebasan dari tekanan mereka di Mekah serta menemukan tempat yang tepat untuk menyebarkan Islam di Madinah, dan mendapat balasan kebaikan di akhirat, maka hendaklah dia merentangkan tali ke langit, lalu menggantung dirinya di langit, kemudian dari ketinggian itu berusahalah menghentikan pertolongan Allah kepada Rasul-Nya. Kemudian, lalu pikirkanlah apakah langkah tersebut dapat melenyapkan apa yang menyakitkan hatinya, pesatnya perkembangan Islam atas pertolongan Allah kepada kaum muslim."
  },
  {
    "verse_number": 16,
    "tafsir": "Dan demikianlah Kami telah menurunkannya, Al-Qur’an, kepada Nabi Muhammad, meskipun orang-orang kafir tidak menyukainya, sebab Al-Qur’an itu yang merupakan ayat-ayat yang nyata, mudah dipahami, masuk akal, dan menyentuh hati bagi orang yang akal dan hatinya terbuka. Sesungguhnya Allah memberikan petunjuk dengan memudahkan memahami Al-Qur’an kepada siapa saja di antara umat manusia yang Dia kehendaki."
  },
  {
    "verse_number": 17,
    "tafsir": "Dalam kehidupan dunia perbedaan agama dan keyakinan itu kadang-kadang tidak terlihat pengaruhnya terhadap keberhasilan dan kegagalan hidup, tetapi berbeda dengan di akhirat. Sesungguhnya orang-orang beriman, orang Yahudi, orang Sabiin, orang Nasrani, orang Majusi dan orang musyrik, nasib mereka di akhirat berbeda. Allah pasti memberi keputusan di antara mereka pada hari Kiamat, orang beriman mendapat rida Allah dan masuk surga, sedangkan orang-orang yang tidak ber-iman mendapat murka Allah dan masuk neraka. Sungguh, Allah menjadi saksi atas segala sesuatu yang terjadi pada diri mereka selama hidup di dunia."
  },
  {
    "verse_number": 18,
    "tafsir": "Apakah kamu tidak memperhatikan semua yang ada di langit dan semua yang ada di bumi bersujud kepada Allah, tunduk dan patuh kepada hukum alam ciptaan-Nya, seperti matahari, bulan, dan bintang yang setia beredar pada porosnya. Dan juga gunung-gunung, pepohonan, dan hewan-hewan melata, semuanya menjalani kehidupan secara alamiah mematuhi hukum alam yang berlaku. Dan demikian juga, banyak di antara manusia yang mematuhi hukum Allah karena kesadarannya, tetapi lebih banyak lagi manusia yang pantas mendapatkan azab Allah di dunia maupun akhirat, karena sikapnya yang menolak agama Allah. Barang siapa dihinakan Allah, karena sikap mereka yang lebih hina dari binatang, maka terhadap manusia yang bersikap demikian, tidak seorang pun yang akan memuliakannya selain Allah. Sungguh, Allah berbuat apa saja yang Dia kehendaki, memuliakan yang layak dimuliakan atau menghinakan yang menutup diri dari petunjuk Allah."
  },
  {
    "verse_number": 19,
    "tafsir": "Pada ayat 17 Surah al-Hajj disebutkan enam golongan manusia, orang beriman, Yahudi, Nasrani, Sabiin, Majusi, dan orang-orang musyrik. Mereka sebenarnya terbagi dua. Inilah dua golongan, mukmin dan kafir, yang bertengkar tentang keyakinan. Mereka bertengkar mengenai Tuhan mereka. Maka bagi orang kafir yang menolak prinsip tauhid dari lima golongan di atas, akan dibuatkan untuk mereka di akhirat pakaian-pakaian dari api neraka yang membalut tubuh mereka. Selain itu, ke atas kepala mereka di dalam neraka itu akan disiramkan air yang mendidih hingga tubuh mereka terkelupas."
  },
  {
    "verse_number": 20,
    "tafsir": "Dengan air mendidih yang disiramkan ke atas kepala orang-orang kafir itu akan dihancurluluhkan apa yang ada dalam perut dan kulit mereka; kemudian setiap kulit mereka hancur, maka Allah memperbaruinya agar mereka terus merasakan azab Allah. Dan juga azab untuk mereka adalah cambuk-cambuk dari besi untuk memukuli mereka hingga hancur luluh."
  },
  {
    "verse_number": 21,
    "tafsir": "Dengan air mendidih yang disiramkan ke atas kepala orang-orang kafir itu akan dihancurluluhkan apa yang ada dalam perut dan kulit mereka; kemudian setiap kulit mereka hancur, maka Allah memperbaruinya agar mereka terus merasakan azab Allah. Dan juga azab untuk mereka adalah cambuk-cambuk dari besi untuk memukuli mereka hingga hancur luluh."
  },
  {
    "verse_number": 22,
    "tafsir": "Setiap kali mereka, para penghuni neraka, berusaha hendak keluar darinya, yakni neraka, karena tersiksa oleh api yang membalut tubuh, air yang mendidih, dan cambuk yang menghancurkan badan, mereka segera dikembalikan lagi ke dalamnya, karena tidak ada jalan untuk keluar dari neraka, apa lagi kembali ke dunia. Lalu kepada mereka akan dikatakan, “Rasakanlah azab yang membakar ini sebagai balasan atas kekufuran kamu di dunia!”"
  },
  {
    "verse_number": 23,
    "tafsir": "Berbeda dengan nasib orang-orang kafir di akhirat, sungguh, Allah akan memasukkan orang-orang yang beriman yang tidak murtad dan mengerjakan kebajikan yang bermanfaat bagi dirinya dan orang banyak ke dalam surga-surga yang mengalir di bawahnya sungai-sungai yang merupakan kenikmatan abadi. Di sana mereka diberi perhiasan gelang-gelang emas dan mutiara, dan pakaian mereka terbuat dari sutera, simbol kebahagiaan dan kenikmatan. Mereka juga mendapat keridaan Allah dan perjum-paan dengan-Nya merupakan kenikmatan tertinggi."
  },
  {
    "verse_number": 24,
    "tafsir": "Dan mereka, para penghuni surge diberi petunjuk dan bimbingan kepada ucapan-ucapan yang baik dan santun, serta diberi petunjuk dan bimbingan pula kepada jalan Allah yang Maha Terpuji, berjumpa dan melihat-Nya, karena selama di dunia berakhlak mulia dan berhati bersih."
  },
  {
    "verse_number": 25,
    "tafsir": "Sungguh, orang-orang kafir Mekah seperti Abu Sufyan bin Harb dan kawan-kawannya yang menghalangi manusia dari jalan Allah untuk memeluk Islam dan menghalangi Rasulullah dan para sahabat melaksanakan ibadah umrah di Masjidilharam yang telah Kami jadikan terbuka untuk semua manusia yang beriman, baik yang bermukim di sana maupun yang datang dari luar daerah yang jauh; dan siapa saja yang berada di Masjidilharam yang bermaksud melakukan kejahatan seperti membunuh, mengintimidasi, menghalangi manusia masuk Islam, dan berbuat kerusuhan secara zalim di dalamnya, niscaya akan Kami rasakan kepadanya siksa yang pedih di akhirat berupa api yang terus membakar, air mendidih, dan cambuk yang menghancurluluhkan tubuh."
  },
  {
    "verse_number": 26,
    "tafsir": "Dan ingatlah, ketika Kami tempatkan Ibrahim yang lahir di Kaldea dan menetap di Palestina di tempat Baitullah, lalu bersama putranya, Ismail, meninggikan fondasi Kakbah. Kami menyatakan kepada Ibrahim, “Janganlah engkau mempersekutukan Aku dengan suatu apa pun, karena menyekutukan-Ku itu kezaliman yang dahsyat. Dan sucikanlah rumah-Ku, Kakbah, dari berhala, kemusyrikan, dan perilaku tidak terpuji, serta peruntukkanlah Kakbah itu bagi orang-orang yang tawaf, orang-orang yang beribadah, dan orang yang rukuk dan sujud kepada Allah guna mendekatkan diri dan menyucikan jiwa."
  },
  {
    "verse_number": 27,
    "tafsir": "Dan serulah manusia, wahai Ibrahim, untuk mengerjakan haji mengunjungi Baitullah guna melaksanakan rangkaian manasik haji setelah engkau meninggikan fondasi Kakbah dan membebaskannya dari kemusyrikan, niscaya mereka akan datang kepada seruan-mu sesuai kemampuannya, dengan berjalan kaki bagi yang berjarak dekat, atau mengendarai setiap kuda atau unta yang kurus, karena jauhnya perjalanan menuju Kakbah hingga kehabisan bekal. Mereka datang untuk menunaikan ibadah haji dari segenap penjuru dunia, baik yang dekat maupun yang jauh."
  },
  {
    "verse_number": 28,
    "tafsir": "Dengan memenuhi seruan Nabi Ibrahim, mengunjungi Baitullah guna menunaikan ibadah haji, kaum muslim mendapat keuntungan dunia akhirat, yakni agar mereka menyaksikan berbagai manfaat untuk mereka, terutama menguatkan perasaan bersaudara di antara umat muslim, dan agar mereka menyebut nama Allah pada beberapa hari yang telah ditentukan dalam rangkaian manasik haji seperti berkurban dengan mengumandangkan takbir pada hari raya haji atau hari Tasyriq, yaitu tanggal 10, 11, 12, dan 13 Zulhijah atas rezeki yang Dia berikan kepada mereka berupa hewan ternak. Maka makanlah sebagian darinya, sebagai tanda bersyukur dan sebagian lagi berikanlah untuk dimakan orang-orang yang sengsara dan fakir sebagai tanda peduli dan berbagi dengan kaum duafa hingga perasaan gembira itu dirasakan bersama."
  },
  {
    "verse_number": 29,
    "tafsir": "Setelah wukuf dilakukan, bermalam di Muzdalifah dan melontar jumrah usai dilaksanakan, maka kemudian para tamu Allah hendaklah menghilangkan kotoran yang ada di badan mereka dengan tahalul awal, memotong rambut, kemudian hendaklah mereka menyempurnakan nazar-nazar mereka, jika mereka bernazar, dan melakukan tawaf ifadah sekeliling rumah tua, Baitullah, yang dibangun sejak zaman Adam, kemudian melakukan tahalul kedua yang membolehkan melakukan semua larangan berihram."
  },
  {
    "verse_number": 30,
    "tafsir": "Demikianlah perintah Allah kepada kaum muslim untuk melak-sanakan ibadah haji. Dan Barang siapa mengagungkan apa yang terhormat di sisi Allah dengan melaksanakan rangkaian manasik haji dan menjauhi semua larangan ketika berihram, baik ihram untuk haji maupun umrah, maka sikap yang demikian itu lebih baik baginya, tamu Allah, di sisi Tuhannya. Dan dihalalkan bagi kamu semua hewan ternak, baik ketika menunaikan ibadah haji maupun tidak sedang berhaji, kecuali yang diterangkan kepadamu keharamannya di dalam Al-Qur’an dan Sunah. Maka, jauhilah olehmu, wahai orang-orang beriman, penyembahan berhala-berhala yang najis itu karena tidak sesuai dengan kesucian dan kemurnian tauhid yang diajarkan para nabi dan rasul; dan jauhilah perkataan dusta, baik ketika berihram untuk haji atau umrah, lebih-lebih ketika sudah menyandang predikat haji."
  },
  {
    "verse_number": 31,
    "tafsir": "Menunaikan ibadah haji ke Baitullah hendaklah dengan landasan tauhid yang lurus, niat beribadah dengan ikhlas kepada Allah, semata-mata mengharapkan keridaan-Nya, tanpa mempersekutukan-Nya dengan sesuatu apa pun. Barang siapa mempersekutukan Allah, kapan dan di mana pun, selama menunaikan ibadah haji maupun sebelumnya, maka seakan-akan dia jatuh dari langit, karena terputus dari tali Allah hingga ibadahnya tidak diterima, lalu disambar oleh burung hingga dirinya makin jauh dari Allah, atau diterbangkan angin ke tempat yang jauh seperti layang-layang putus."
  },
  {
    "verse_number": 32,
    "tafsir": "Demikianlah perintah Allah agar seorang muslim menunaikan ibadah haji dengan landasan tauhid yang lurus. Barang siapa mengagungkan syiar-syiar Allah dengan menyempurnakan manasik haji yang dilakukan pada tempat-tempat mengerjakannya dengan hati yang bersih, semata-mata mengharap keridaan-Nya, maka sesungguhnya hal itu, hanya akan terlaksana bila menunaikan ibadah haji timbul dari ketakwaan hati."
  },
  {
    "verse_number": 33,
    "tafsir": "Bagi kamu yang sedang menunaikan ibadah haji, padanya, yakni pada hewan hadyu yang disembelih sebagai pengganti (dam) pekerjaan wajib haji yang ditinggalkan; atau sebagai denda karena melanggar hal-hal yang terlarang mengerjakannya di dalam ibadah haji, ada beberapa manfaat yang bisa diambil seperti untuk dikendarai, diambil susunya, dan sebagainya, hingga waktu yang ditentukan, yakni hingga hari nahar, tanggal 10 Zulhijah, kemudian tempat penyembelihannya adalah di sekitar Baitul Atiq, Baitullah, di kawasan tanah haram."
  },
  {
    "verse_number": 34,
    "tafsir": "Dan bagi setiap umat di antara umat para nabi terdahulut elah Kami syariatkan penyembelihan hewan kurban guna mendekatkan diri kepada Allah, agar mereka menyebut nama Allah saat menyembelih hewan kurban, atas rezeki yang dikaruniakan Allah kepada mereka berupa hewan ternak yang dikurbankan. Maka mantapkanlah dalam ucapan, pikiran, dan perasaan bahwa Tuhanmu ialah Tuhan Yang Maha Esa, tidak ada sekutu bagi-Nya, karena itu berserahdirilah kamu kepada-Nya dengan salat yang khusyuk. Dan sampaikanlah olehmu, Muhammad, kabar gembira kepada orang-orang yang tunduk patuh kepada Allah bahwa mereka akan mendapat surga."
  },
  {
    "verse_number": 35,
    "tafsir": "Mereka yang mantap ketauhidan dan ketundukannya kepada Allah adalah orang-orang yang apabila disebut nama Allah hati mereka bergetar karena kerinduan mereka kepada-Nya; orang-orang yang sabar atas apa yang menimpa mereka, meskipun terasa pahit dan memberatkan punggung mereka; dan orang-orang yang melaksanakan salat wajib dan sunah dengan khusyuk; dan orang-orang yang menginfakkan sebagian rezeki yang Kami karuniakan kepada mereka, baik waktu lapang maupun waktu kekurangan."
  },
  {
    "verse_number": 36,
    "tafsir": "Dan unta-unta yang digemukkan dan diberi kalung untuk dikurbankan itu Kami jadikan untuk kamu, para tamu Allah, sebagai bagian dari syiar agama Allah, dalam pelaksanaan ibadah haji; kamu banyak memperoleh kebaikan padanya untuk alat transportasi, mengangkut barang, mengambil susu, dan berkurban. Maka sebutlah nama Allah ketika kamu akan menyembelihnya dalam keadaan unta-unta itu berdiri, karena lazimnya unta disembelih dalam posisi berdiri, dan kaki-kaki-nya telah terikat dengan kuat. Kemudian apabila unta-unta itu telah rebah, selesai disembelih, maka makanlah oleh kamu sebagian dagingnya dan beri makanlah dengan daging unta itu orang-orang fakir dan miskin yang merasa cukup dengan apa yang ada padanya, yang tidak meminta-minta karena menjaga kehormatan dirinya, dan orang-orang fakir dan miskin yang meminta-minta karena kebutuhan mendesak untuk menjaga kelangsungan hidupnya. Demikianlah Kami tundukkan unta-unta itu untukmu, hingga unta-unta itu tidak berontak ketika kamu akan menyembelihnya agar kamu bersyukur kepada Allah atas karunia-Nya yang diberikan kepada kamu."
  },
  {
    "verse_number": 37,
    "tafsir": "Allah menjelaskan bahwa daging hewan kurban dan darahnya itu sekali-kali tidak akan sampai kepada Allah, karena kurban itu bukan sesajen dan Allah tidak membutuhkan darah dan daging, tetapi yang sampai kepada-Nya adalah ketakwaan kamu, yaitu sikap kamu melawan rasa cinta terhadap harta dan kikir dengan berkurban, peduli, dan berbagi kepada fakir miskin dan duafa guna mendekatkan diri kepada Allah. Demikianlah salah satu tujuan Dia menundukkannya untuk kamu dengan menjinakkan unta-unta itu untuk disembelih agar kamu mengagungkan Allah dengan mengumandangkan takbir ketika menyembelih hewan kurban itu atas petunjuk yang Dia berikan kepadamu dengan mensyariatkan tata cara berkurban, tujuan, dan waktunya. Dan sampaikanlah, oleh kamu Muhammad kabar gembira kepada orang-orang yang berbuat baik yang beriman, berkurban, serta peduli dan berbagi terhadap fakir miskin dan duafa dengan tujuan mengharap keridaan Allah."
  },
  {
    "verse_number": 38,
    "tafsir": "Orang-orang kafir Mekah dengan segala cara berusaha menghalangi tersebarnya ajaran Islam. Pada ayat ini dijelaskan bahwa sesungguhnya Allah membela orang yang beriman dengan menguatkan hati mereka untuk bersabar, memiliki daya tahan, menghadapi segala cobaan dan rintangan yang dilakukan orang-orang kafir Mekah tersebut. Sungguh, Allah tidak menyukai setiap orang beriman yang berkhianat terhadap agama, sesama orang beriman, serta perjuangan Islam; dan Allah pun sangat tidak menyukai orang-orang yang kufur atas nikmat-Nya."
  },
  {
    "verse_number": 39,
    "tafsir": "Selama 13 tahun di Mekah Allah membela orang yang beriman dengan menguatkan hati mereka untuk bersabar dalam menghadapi hinaan, boikot, pengusiran dan percobaan pembunuhan yang dilakukan orang-orang kafir. Kini, setelah hijrah ke Madinah, diizinkan kepada orang-orang yang diperangi untuk berperang guna membela diri dan kehormatan agama dalam Perang Badar, karena sesungguhnya mereka dizalimi selama di Mekah. Dan sungguh, Allah Mahakuasa menolong mereka itu pada Perang Badar dengan menurunkan para malaikat untuk mengalahkan orang-orang kafir Mekah."
  },
  {
    "verse_number": 40,
    "tafsir": "Orang-orang beriman yang diizinkan untuk berperang itu adalah orang-orang yang diusir dari kampung halamannya di Mekah tanpa alasan yang benar, baik menurut akal sehat maupun nurani. Alasan satu-satunya dari tindakan tersebut adalah hanya karena mereka berkata, “Tuhan kami ialah Allah”, lalu istikamah dalam keyakinannya. Seandainya Allah tidak menolak keganasan sebagian manusia kepada sebagian yang lain yang menumpahkan darah dan saling menghancurkan, dengan diizinkan berperang kepada orang-orang beriman guna membela diri dan menyadarkan penyerang untuk menghentikan serangannya dan bersedia hidup berdampingan dengan toleran, tentu telah dirobohkan biara-biara Nasrani, gereja-gereja, rumah-rumah ibadah orang Yahudi dan masjid-masjid yang di dalamnya banyak disebut nama Allah akibat keganasan perang. Allah pasti akan menolong orang yang menolong agama-Nya dengan mencegah perang dan memperjuangkan perdamaian. Sungguh, Allah Mahakuat, Mahaperkasa atas segala sesuatu."
  },
  {
    "verse_number": 41,
    "tafsir": "Para sahabat Nabi yang diusir dari kampung halamannya hanya karena mereka meyakini tidak ada tuhan selain Allah itu adalah orang-orang yang jika Kami beri kedudukan kepada mereka di bumi dengan menjadi umara, mereka akan menggunakan kekuasaannya untuk mengajak umat melaksanakan salat berjamaah, di masjid, awal waktu; menunaikan zakat, infak, dan sedekah dengan manajemen yang baik untuk kesejahteraan umat, dan menyuruh berbuat yang makruf kepada seluruh lapisan masyarakat dan mencegah dari yang mungkar dari siapa saja yang mengindikasikan melanggar hukum dan menyimpang dari aturan yang berlaku; dan kepada Allah-lah kembali segala urusan dengan seadil-adilnya mengenai nasib manusia di akhirat."
  },
  {
    "verse_number": 42,
    "tafsir": "Dan jika mereka, orang-orang musyrik yang kaya dan berkuasa di Mekah, mendustakan ajaran engkau, Muhammad, yang bersumber dari wahyu Allah,maka sungguh begitulah sikap kaum sebelum mereka, mendustakan ajaran yang dibawa oleh para nabi mereka seperti kaum Nuh, 'Ad, dan Samud, dan demikian juga sifat dan karakter kaum Ibrahim dan kaum Lut yang secara terbuka menantang dan mendustakan ajaran para nabi yang diutus kepada mereka."
  },
  {
    "verse_number": 43,
    "tafsir": "Dan jika mereka, orang-orang musyrik yang kaya dan berkuasa di Mekah, mendustakan ajaran engkau, Muhammad, yang bersumber dari wahyu Allah,maka sungguh begitulah sikap kaum sebelum mereka, mendustakan ajaran yang dibawa oleh para nabi mereka seperti kaum Nuh, 'Ad, dan Samud, dan demikian juga sifat dan karakter kaum Ibrahim dan kaum Lut yang secara terbuka menantang dan mendustakan ajaran para nabi yang diutus kepada mereka."
  },
  {
    "verse_number": 44,
    "tafsir": "Dan demikian pula penduduk Madyan telah menustakan ajaran Nabi Syu’aib. Dan ajaran Nabi Musa juga telah didustakan oleh Fir’aun dan Bani Israil, maka Aku telah memberikan tenggang waktu kepada orang-orang kafir dengan memanjangkan umur mereka di dunia, kemudian Aku menyiksa mereka di akhirat dengan merasakan azab-Ku di dalam neraka, maka betapa hebatnya siksaan-Ku yang dirasakan oleh mereka yang menolak ajaran-Ku yang dibawa oleh para rasul."
  },
  {
    "verse_number": 45,
    "tafsir": "Allah menurunkan adzabnya kepada umat-umat terdahulu yang telah mendustakan dan mengingkari ajaran para rasul-Nya yang diutus kepada mereka. \"Maka, betapa banyak negeri yang telah Kami binasakan, karena penduduknya dalam keadaan zalim terhadap diri mereka sendiri dengan tidak beriman dan bertindak sewenang-wenang terhadap para rasul, menghina, mendustakan, dan membunuh mereka, lalu kami mengazab mereka sehingga runtuhlah bangunan-bangunannya; dan betapa banyak pula sumur yang telah ditinggalkan, karena penduduk negeri itu telah binasa; dan istana yang tinggi, mewah dan indah telah menjadi rumah tua yang tidak ada penghuninya,\" demikian Allah menjelaskan."
  },
  {
    "verse_number": 46,
    "tafsir": "Allah lalu bertanya kepada orang-orang yang menolak ajaran Allah yang dibawa Rasulullah, \"Maka apakah mereka tidak pernah berjalan di bumi menyaksikan peninggalan umat terdahulu atau mengkajinya secara mendalam sehingga kalbu, kecerdasan emosi, dan spiritual mereka dapat memahami atau merenungkan ajaran Al-Qur’an atau telinga mereka dapat mendengar ajakan Rasul untuk beriman kepada Allah?\" Mata, telinga, dan pikiran mereka tertutup. Oleh sebab itu, sejatinya bukan mata lahiriah mereka itu yang buta sehingga tidak dapat melihat bukti-bukti kebenaran ajaran Rasulullah, tetapi yang buta adalah mata hati mereka yang ada di dalam dada mereka."
  },
  {
    "verse_number": 47,
    "tafsir": "Karena mata hati mereka buta dan telinga mereka tertutup, dan mereka dengan sombong dan menantang meminta kepadamu, Muhammad,agar azab yang dijanjikan kepada orang-orang kafir itu disegerakan di dunia ini. Mereka tidak mengetahui bahwa Allah tidak akan pernah menyalahi janji-Nya bahwa azab yang pedih bagi orang-orang kafir itu akan diberikan di akhirat. Dan sungguh, jika mereka menyadari bahwa sehari di sisi Tuhanmu di akhirat seperti seribu tahun menurut perhitunganmu di dunia sehingga merasakan azab sehari saja di dalam neraka sebanding dengan seribu tahun di dunia. Betapa dah-syatnya azab Allah, mengapa mereka menantang?"
  },
  {
    "verse_number": 48,
    "tafsir": "Tantangan orang kafir agar disegerakan pemberian azab bagi me-reka dijawab Allah dengan berfirman, \"Dan perhatikanlah, berapa banyak negeri yang Aku tangguhkan penghancurannya, meskipun penduduknya meminta agar azab yang dijanjikan itu disegerakan. Karena penduduknya berbuat zalim, tidak beriman, menghina, dan mengusir utusan Allah, kemudian Aku azab mereka saat mereka merasa aman dari azab-Ku. Dan hanya kepada-Kulah tempat kembali setiap orang dalam kehidupan sesudah mati, baik yang beriman maupun yang kufur.”"
  },
  {
    "verse_number": 49,
    "tafsir": "Orang-orang musyrik Mekah, sebagaimana disebutkan pada ayat di atas, mengolok-olok Rasulullah dengan meminta disegerakan datangnya azab. Pada ayat ini disebutkan bahwa tugas beliau adalah menyampaikan peringatan.Katakanlah olehmu, Muhammad, “Wahai manusia! Urusan menurunkan azab itu wewenang Allah. Sesungguhnya aku diutus kepadamu dan seluruh manusia hingga hari Kiamat sebagai pemberi peringatan yang nyata bahwa beriman akan mendapatkan rida Allah, sedangkan mendustakan akan mendapatkan murka-Nya”"
  },
  {
    "verse_number": 50,
    "tafsir": "Maka orang-orang yang beriman kepada Allah dan Rasul-Nya, serta mengharumkan Islam dan mengerjakan kebajikan yang bermanfaat bagi manusia dan kemanusiaan, mereka akan memperoleh ampunan dari Allah atas dosa-dosa yang dilakukannya dan akan memperoleh rezeki yang mulia di akhirat dengan dimasukkan ke dalam surga, tempat penuh kenikmatan."
  },
  {
    "verse_number": 51,
    "tafsir": "Tetapi orang-orang yang berusaha menentang ayat-ayat Kami dengan segala cara dengan maksud melemahkan niat dan dorongan penduduk Mekah yang akan beriman kepada Allah dan Rasul-Nya, maka mereka itu di akhirat adalah calon penghuni neraka Jahim."
  },
  {
    "verse_number": 52,
    "tafsir": "Setelah dijelaskan bagaimana orang kafir menantang ayat-ayat Allah, pada ayat ini dijelaskan usaha setan melemahkan ayat-Nya, ketika ayat itu diwahyukan kepada para nabi dan rasul. Dan Kami tidak mengutus seorang rasul pun di antara rasul-rasul Allah, dan tidak pula seorang nabi sebelum engkau Muhammad, melainkan apabila dia mempunyai suatu keinginan untuk memberi peringatan kepada orang-orang kafir, mereka segera mengikuti bacaan Nabi dengan tambahan kata-kata yang membenarkan keyakinan mereka melalui usaha setan memasukkan kata-kata sesat ke dalam bacaan itu. Akan tetapi usaha ini tidak akan pernah berhasil. karena Allah segera menghilangkan apa yang dimasukkan setan itu dengan cepat; dan Allah akan menguatkan ayat-ayat-Nya pada jiwa Rasulullah dengan melindungi beliau dari kemungkinan menyampaikan kata-kata setan. Dan Allah Maha Mengetahui atas segala sesuatu, lagi Mahabijaksana dalam semua perbuatan-Nya."
  },
  {
    "verse_number": 53,
    "tafsir": "Allah mengizinkan setan menyisipkan kata-kata sesat ke dalam ayat-ayat-Nya ketika diwahyukan, karena Dia ingin menjadikan kata-kata sesat yang ditimbulkan setan itu sebagai cobaan yang bisa menyesatkan, bagi orang-orang yang lemah iman yaitu bagi orang-orang yang dalam hatinya ada penyakit kemunafikan dan orang yang berhati keras sehingga tertutup dari cahaya Allah. Dan sungguh orang-orang yang zalim itu, karena meyakini kata-kata setan itu bagian dari wahyu Allah, benar-benar dalam permusuhan terhadap Allah dan Rasul-Nya yang jauh dari kebenaran."
  },
  {
    "verse_number": 54,
    "tafsir": "Penjelasan Allah di dua ayat di atas bertujuan agar orang-orang yang telah diberi ilmu akal dan ilmu kalbu meyakini bahwa Al-Qur’an itu benar dari Tuhanmu, tidak akan pernah bisa disusupi kata-kata setan; lalu mereka beriman kepada Al-Qur’an dengan mantap; dan hati mereka pun tunduk kepadanya tanpa ada keraguan sedikit pun. Dan sungguh, Allah adalah Maha Pemberi Petunjuk bagi orang-orang beriman kepada jalan yang lurus, agama Islam yang hanif, karena pikiran, perasaan, dan ruhaninya tercerahkan dengan cahaya Allah."
  },
  {
    "verse_number": 55,
    "tafsir": "Berbeda dengan orang-orang yang diberi ilmu, lalu beriman kepada Al-Qur’an dengan mantap, bahwa orang-orang kafir itu senantiasa ragu mengenai Al-Qur’an dengan keraguan yang terus-menerus hingga saat kematian datang kepada mereka dengan tiba-tiba, atau bahkan keraguan mereka itu terbawa hingga merasakan azab hari Kiamat yang datang kepada mereka dengan cepat."
  },
  {
    "verse_number": 56,
    "tafsir": "Pada ayat ini ditegaskan, baik orang yang beriman kepada Al-Qur’an maupun yang kufur, pada hari Kiamat kehilangan kekuasaannya. Kekuasaan pada hari itu hanya ada pada Allah. Dia memberi keputusan di antara mereka yang beriman dan yang kufur dengan seadil-adilnya. Maka orang-orang yang beriman dan mengerjakan kebajikan selama hidupnya di dunia berada dalam surga-surga yang penuh kenikmatan yang kekal selama-lamanya."
  },
  {
    "verse_number": 57,
    "tafsir": "Sedangkan orang-orang yang kafir kepada Allah dan Rasul-Nya dan orang-orang yang mendustakan ayat-ayat Kami dengan mengolok-olokkannya, maka mereka di akhirat akan merasakan azab yang menghinakan dan mereka kekal selama-lamanya."
  },
  {
    "verse_number": 58,
    "tafsir": "Pada ayat yang lalu diterangkan bahwa Allah selalu menjaga Rasul, kemurnian Al-Qur’an, dan memberi balasan yang adil di akhirat. Pada ayat ini dijelaskan balasan bagi orang yang meninggal ketika hijrah pada jalan Allah. Dan orang-orang beriman yang berhijrah di jalan Allah, mengubah pola hidup yang buruk dengan pola hidup Islami, kemudian mereka terbunuh ketika memperjuangkan perubahan itu atau mati secara normal; sungguh, Allah akan memberikan kepada mereka, baik yang terbunuh maupun yang meninggal biasa, rezeki yang baik, berupa surga de-ngan segala kenikmatannya, yang kekal. Dan sesungguhnya Allah adalah pemberi rezeki yang terbaik kepada siapa saja di antara hamba-hamba-Nya yang beriman dan berhijrah pada jalan Allah."
  },
  {
    "verse_number": 59,
    "tafsir": "Rezeki baik yang disebut ayat di atas adalah surga. Sungguh, Allah pasti akan memasukkan mereka, orang beriman yang berhijrah pada jalan-Nya, ke tempat masuk, yakni surga dengan segala kenikmatannya yang mereka sukai. Dan sesungguhnya Allah Maha Mengetahui segala sesuatu, Maha Penyantun kepada hamba-hamba-Nya yang beriman."
  },
  {
    "verse_number": 60,
    "tafsir": "Orang beriman boleh melakukan perlawanan atau pembelaan diri jika dizalimi. Demikianlah, Allah mengizinkan kepada orang-orang beriman untuk membela diri dengan adil, dan barang siapa membalas perlakuan zalim sebanding dengan kezaliman atau penganiayaan yang pernah dia derita di masa lalu, kemudian dia dizalimi lagi, karena mempertahankan hak, pasti Allah akan menolongnya di dunia maupun di akhirat. Sungguh, Allah Maha Pemaaf kepada hamba-hamba-Nya yang memaafkan kesalahan orang lain, Maha Pengampun kepada mereka yang bertobat."
  },
  {
    "verse_number": 61,
    "tafsir": "Untuk memberi pertolongan kepada orang-orang beriman yang dizalimi pasti akan ditepati. Demikianlah, janji Allah, karena Allah berkuasa memasukkan malam ke dalam siang sehingga siang di musim panas lebih panjang, dan memasukkan siang ke dalam malam sehingga malam lebih panjang di musim dingin; dan sungguh, Allah Maha Mendengar doa setiap hamba dan Maha Melihat keberadaan seluruh makhluk-Nya."
  },
  {
    "verse_number": 62,
    "tafsir": "Demikian Allah memperlihatkan kekuasan-Nya memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam, karena allah, Dialah Tuhan yang Hak sehingga hanya Dia yang berhak disembah. Dan sungguh apa saja yang mereka seru  selain Dia yang dianggap tuhan dan disembah, itulah tuhan dan persembahan yang batil, salah, sesat, dan jauh dari kebenaran; dan sungguh allah, Dialah Yang Mahatinggi dari semua tuhan-tuhan yang dianggap tinggi oleh manusia; Mahabesar, kekuasaan-Nya atas segala sesuatu."
  },
  {
    "verse_number": 63,
    "tafsir": "Tidakkah engkau memperhatikan fenomena alam semesta, termasuk siklus air yang terjadi dalam kehidupan kita, bahwa Allah menurunkan air hujan dari langit, kemudian sebagian air itu tersimpan pada pepohonan sehingga bumi menjadi hijau? Sungguh, Allah Mahahalus kasih sayang-Nya dengan menyediakan oksigen dan protein nabati yang diperlukan seluruh makhluk hidup, Maha Mengetahui segala sesuatu, termasuk yang paling dibutuhkan mereka."
  },
  {
    "verse_number": 64,
    "tafsir": "Oleh karena itu, Allah benar-benar Tuhan Yang Mengelola dan Maha Berkuasa atas jagat raya. Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi sehingga tidak satu pun peristiwa yang terjadi di keduanya di luar kekuasaan-Nya. Dan Allah benar-benar Mahakaya, karena Dia pemilik mutlak langit dan bumi dengan segala isinya, Maha Terpuji, karena Dia sangat lembut kepada makhluk-Nya dan sangat teratur ciptaan-Nya."
  },
  {
    "verse_number": 65,
    "tafsir": "Disamping mengajak Nabi untuk memperhatikan dan memikirkan proses turunnya hujan dari langit, Allah juga mengajak Nabi untuk memperhatikan kekuasaan-Nya yang lain dengan bertanya, “Tidakkah engkau, Muhammad, memperhatikan dengan nalar dan kalbu bahwa Allah menundukkan bagimu, manusia, apa yang ada di perut bumi, maupun yang di permukaannya, di darat maupun laut, berbagai jenis hewan, tumbuh-tumbuhan, dan berbagai jenis makhluk hidup bagi kepentingan kamu. Dan apakah kamu tidak memperhatikan kapal yang berlayar di lautan, terapung meskipun membawa beban yang berat menempuh jarak ribuan mil dengan mematuhi perintah-Nya, hukum alam ciptaan Allah? Dan, apakah kamu tidak memperhatikan bahwaDia, Allah, menahan benda-benda langit, matahari, bulan, bintang, dan berbagai planet agar tidak jatuh ke bumi, yang akan menghancurkan kehidupan manusia, kecuali dengan izin-Nya? Sungguh, Allah Maha Penyantun kepada seluruh makhluk, Maha Penyayang kepada manusia yang beriman dengan memasukkan mereka ke dalam surga.”"
  },
  {
    "verse_number": 66,
    "tafsir": "Allah tidak hanya menjadikan alam sebagai fasilitas bagi hidup dan kehidupan manusia dan menahan benda-benda langit agar tidak berjatuhan, tetapi juga menegaskan, “Dan Dia-lah yang menghidupkan kamu dengan meniupkan roh ke dalam dirimu, ketika kamu masih berupa janin, lalu kamu tumbuh dan berkembang; kemudian mematikan kamu dengan mencabut roh dari diri kamu, kemudian menghidupkan kamu kembali dalam kehidupan baru pada hari kebangkitan. Sungguh, manusia itu sangat kufur dan menutup diri dari nikmat Allah."
  },
  {
    "verse_number": 67,
    "tafsir": "Bagi setiap umat, seperti Yahudi dan Nasrani, telah Kami tetapkan melalui para utusan Allah cara beribadah yang harus mereka amalkan guna mendekatkan diri kepada-Nya. Maka tidak sepantasnya mereka, kaum Yahudi dan Nasrani, berbantahan dengan engkau, Muhammad, dalam urusan cara beribadah kepada Allah ini; dan serulah kaum Yahudi dan Nasrani itu kepada Tuhanmu untuk beriman kepada Al-Qur’an. Sungguh, engkau Muhammad, berada di jalan yang lurus, baik dalam bidang akidah, ibadah (syariah), maupun akhlak."
  },
  {
    "verse_number": 68,
    "tafsir": "Dan jika mereka, kaum Yahudi dan Nasrani, membantah engkau, Muhammad, ketika engkau mengajarkan tauhid yang lurus, ibadah yang sempurna, dan akhlak yang mulia; maka katakanlah kepada ahli kitab, Yahudi dan Nasrani yang membantah kamu itu, “Allah lebih tahu tentang apa yang kamu kerjakan,” karena Allah benar-benar mengetahui yang tampak maupun yang tersembunyi."
  },
  {
    "verse_number": 69,
    "tafsir": "Allah tidak hanya mengetahui perbuatan kamu yang tampak maupun yang tersembunyi, tetapi juga mengadili di antara kamu pada hari Kiamat sehingga terungkap siapa yang salah dan siapa yang benar tentang apa yang dahulu, seperti waktu kamu hidup bersama Rasulullah di Madinah, kamu perselisihkan tentang kebenaran Al-Qur’an sebagai wahyu Allah dan kerasulan Nabi Muhammad."
  },
  {
    "verse_number": 70,
    "tafsir": "Tidakkah engkau, Muhammad, tahu dengan ilmu yakin bahwa Allah mengetahui apa yang di langit, seperti malaikat dan benda-benda langit, dan seluruh makhluk Allah yang berada di bumi, baik yang kasat mata maupun tersembunyi bagi manusia? Sungguh, yang demikian itu bahwa Allah mengetahui secara detil dan terperinci semua ciptaan-Nya di langit maupun di bumi, sudah terdapat dalam sebuah Kitab induk yang tersimpan di Lauh Mahfuz. Sesungguhnya yang demikian itu, tercatatnya data seluruh ciptaan Allah pada sebuah buku induk, sangat mudah bagi Allah, karena Allah Tuhan Yang Memelihara seluruh alam."
  },
  {
    "verse_number": 71,
    "tafsir": "Dan mereka, orang-orang kafir itu, menyembah tuhan selain Allah dengan bangga, tanpa merasa bersalah, tanpa dasar yang jelas tentang itu, baik yang bersumber dari akal sehat, nurani, apa lagi dari wahyu; dan mereka pun tidak mempunyai pengetahuan yang menjadi dasar penyembahan tuhan selain Allah itu. Allah menegaskan bahwa bagi orang-orang yang zalim, yakni orang-orang yang menyembah tuhan selain Allah, akan kekal di dalam neraka. Tidak ada seorang penolong pun yang dapat menyelamatkan mereka dari azab yang pedih itu."
  },
  {
    "verse_number": 72,
    "tafsir": "Orang-orang kafir tidak hanya menyembah tuhan selain Allah, tetapi juga apabila dibicarakan di hadapan mereka, oleh Nabi atau para sahabat, ayat-ayat kami yang berisi ajaran tauhid, ibadah, dan akhlak yang terang, karena rasional atau masuk akal, niscaya engkau akan melihat tanda-tanda keingkaran pada wajah orang orang yang kafir itu terhadap ajaran tersebut. Kemarahan mereka kepada orang yang membacakan ayat itu demikian dahsyat. Hampir-hampir mereka menyerang para mubalig itu. Katakanlah, wahai Muhammad kepada orang-orang itu, “apakah kamu bersedia mendengarkan, akan aku kabarkan kepada kamu sesuatu yang lebih buruk dari itu, yaitu neraka?” Allah telah menjadikan neraka ancaman yang membahayakan kepada orang kafir. Dan neraka itu seburuk-buruk tempat kembali di akhirat."
  },
  {
    "verse_number": 73,
    "tafsir": "Allah menjelaskan bagaimana kualitas tuhan-tuhan selain Allah yang disembah oleh orang-orang kafir. Wahai manusia! Perhatikanlah dengan cermat, telah dibuat suatu perumpamaan yang harus dijadikan renungan oleh kamu. Maka dengarkanlah dengan saksama! Sesungguhnya semua tuhan selain Allah yang kamu seru dalam ritual kamu tidak dapat menciptakan seekor lalat pun, yang menunjukkan ketidakpantasan tuhan-tuhan selain Allah itu dijadikan tuhan, walaupun mereka bersatu dalam sebuah tim untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tuhan-tuhan selain Allah itu tidak akan dapat merebutnya kembali dari lalat itu, karena patung-patung yang disembah itu benda mati. Sama lemahnya yang menyembah dan yang disembah, karena keduanya sama-sama makhluk Allah yang tidak mampu menciptakan apapun baik makhluk hidup maupun benda mati."
  },
  {
    "verse_number": 74,
    "tafsir": "Manusia yang menyembah tuhan selain Allah sejatinya mereka tidak mengagungkan Allah dengan sebenar-benarnya, bahkan merendahkan-Nya dengan tidak mengibadati-Nya. Sesungguhnya Allah benar-benar Mahakuat meskipun tidak dijadikan tuhan oleh mereka dan Mahaperkasa untuk mengalahkan tuhan-tuhan selain Dia."
  },
  {
    "verse_number": 75,
    "tafsir": "Allah memilih para utusan-Nya dari malaikat untuk menyampaikan wahyu kepada para nabi dan rasul, dan juga memilih dari manusia, sejak Nabi Adam hingga Nabi Muhammad, karena kasih sayang-Nya kepada manusia untuk menjelaskan kepada mereka bahwa sesungguhnya tidak ada tuhan selain Allah dan tidak layak beribadah kecuali kepada-Nya. Sesungguhnya Allah Maha Mendengar semua pembi-caraan makhluk, baik yang terucap maupun yang tersimpan dalam hati; Maha Melihat seluruh ciptaan-Nya, baik yang di langit maupun di perut bumi."
  },
  {
    "verse_number": 76,
    "tafsir": "Allah tidak hanya Maha Mendengar dan Maha Melihat, tetapi Dia juga mengetahui apa yang di hadapan mereka, yang belum terjadi, karena pengetahuan Allah tidak terikat oleh ruang dan waktu, dan mengetahui pula apa yang di belakang mereka, yang sudah terjadi di masa silam. Oleh karena itu, manusia harus meyakini dengan penuh keinsafan bahwa hanya kepada Allah dikembalikan segala urusan, karena sesungguhnya Allah yang mengurus seluruh alam dan seluruh manusia akan kembali menghadap Allah di akhirat."
  },
  {
    "verse_number": 77,
    "tafsir": "Orang beriman diperintahkan untuk beribadah kepada Allah Yang Maha Mengetahui keadaan manusia. Wahai orang-orang yang beriman, karena kamu sudah membenarkan dan meyakini bahwa sesungguhnya tidak ada tuhan selain Allah, maka rukuk, sujud, dan beribadahlah kepada Tuhanmu dengan melaksanakan salat wajib dan berbagai salat sunah, dan sebagai dampak ketekunan beribadah tersebut, maka berbuatlah kebaikan kepada sesama manusia agar kamu beruntung dalam kehidupan pribadi, keluarga dan masyarakat."
  },
  {
    "verse_number": 78,
    "tafsir": "Setelah dijelaskan pada ayat di atas bahwa untuk meraih keberuntungan, orang beriman diperintahkan untuk beribadah kepada Allah dan berbuat baik kepada sesama manusia, pada ayat ini dijelaskan bahwa untuk meraih keberuntungan, orang beriman diperintahkan untuk berjihad pada jalan Allah. Untuk meraih keberuntungan itu, beribadahlah kamu, wahai orang-orang yang beriman, dan berjihadlah kamu di jalan Allah, yakni mencurahkan seluruh potensi dan kemampuan untuk mengharumkan Islam dan kaum muslim dengan jihad yang sebenar-benarnya, perjuangan yang total dalam menggali seluruh potensi dan kemampuan. Dia telah memilih kamu, wahai Muhammad untuk menjadi nabi dan rasul pamungkas; dan Dia, Allah, tidak menjadikan kesukaran untukmu dalam agama, yakni dalam melaksanakan ajaran Islam ini, karena Islam menekankan prinsip memudahkan, meminimalkan beban, dan bertahap dalam menetapkan syariah, hukum agama. Memeluk Islam dan menjadi muslim itu merupakan kelanjutan dari agama nenek moyangmu Ibrahim, yakni meyakini tidak ada tuhan selain Allah dan tidak beribadah kecuali kepada-Nya. Dia (Allah) telah menamakan kamu, orang-orang yang meyakini prinsip tauhid itu, adalah orang-orang muslim, berserah diri kepada Allah, sejak dahulu, dan begitu pula kamu dinamakan muslim dalam Al-Qur’an ini, agar Rasul, Nabi Muhammad itu menjadi saksi atas diri kamu semua dalam mengamalkan ajaran Islam dan agar kamu semua menjadi saksi atas segenap manusia dalam mewujudkan prinsip tidak ada tuhan selain Allah dan tidak beribadah kecuali kepada-Nya. Maka, sejalan dengan prinsip tersebut, laksanakanlah salat dengan baik dan benar sesuai syarat dan rukunnya, serta tepat waktu; tunaikanlah zakat dengan sempurna, dan berpegangteguhlah kepada Allah dalam pikiran dan perasaan. Dialah Pelindungmu dari segala bencana dunia-akhirat; Dia sebaik-baik pelindung dan sebaik-baik penolong bagi manusia dan seluruh makhluk.[]"
  }
]