[
  {
    "verse_number": 1,
    "tafsir": "Mahasuci Allah yang telah menurunkan Furqan, yaitu Al-Qur’an yang menjelaskan dengan gamblang perbedaan antara hak dan batil. Dia menurunkannya kepada hamba-Nya, Nabi Muhammad, agar dia menjadi pemberi peringatan kepada seluruh alam, baik jin maupun manusia, dan tidak dikhususkan bagi kelompok tertentu."
  },
  {
    "verse_number": 2,
    "tafsir": "Allah yang menurunkan “Furqan” itu adalah Dia yang memiliki ke-rajaan langit dan bumi. Kekuasaan-Nya begitu sempurna dan kemampuan-Nya tidak berbatas dalam mengurus keduanya. Dia tidak mempunyai anak karena Dia tidak membutuhkannya, dan tidak pula ada sekutu bagi-Nya dalam kekuasaan-Nya karena Dia Mahakuasa sehingga tidak memerlukan bantuan, dan Dia menciptakan segala sesuatu lalu menetapkan ukuran-ukurannya dengan tepat, teliti, dan penuh hikmah."
  },
  {
    "verse_number": 3,
    "tafsir": "Tanda-tanda kekuasaan Allah begitu nyata, sehingga keengganan kaum kafir untuk bertauhid amat mengherankan. Dan mereka mengambil tuhan-tuhan selain Allah untuk disembah, padahal tuhan-tuhan itu tidak dapat menciptakan apa pun, bahkan tuhan-tuhan itu sendiri diciptakan dan juga sangat lemah sehingga tidak kuasa untuk menolak bahaya terhadap dirinya sendiri dan tidak pula dapat mendatangkan manfaat, serta tidak kuasa mematikan apa pun, menghidupkan apa pun, dan tidak dapat pula membangkitkan sesuatu yang telah mati."
  },
  {
    "verse_number": 4,
    "tafsir": "Tidak hanya menolak keesaan Allah, kaum kafir juga melecehkan Al-Qur’an. Dan orang-orang kafir berkata dengan nada menghina, “Al-Qur’an ini tidak lain hanyalah kebohongan yang diada-adakan secara sengaja oleh Muhammad, dan dalam menciptakannya dia dibantu oleh orang-orang lain yang memiliki kemampuan untuk itu.” Menanggapi tuduhan ini Allah menegaskan, “Sungguh, mereka telah berbuat zalim dan dusta yang besar, yang menjauhkan mereka dari kebenaran.”"
  },
  {
    "verse_number": 5,
    "tafsir": "Dan mereka juga berkata, “Al-Qur’an itu hanya dongeng-dongeng orang-orang terdahulu, yang diminta agar dituliskan secara sungguh-sungguh, lalu dibacakanlah dongeng itu kepada Nabi Muhammad setiap pagi dan petang, yakni secara terus-menerus."
  },
  {
    "verse_number": 6,
    "tafsir": "Mengajari Nabi Muhammad untuk menjawab tuduhan kaum kafir itu, Allah berfirman, “Katakanlah, wahai Nabi Muhammad, kepada mereka bahwa Al-Qur’an itu diturunkan oleh Allah yang mengetahui segala rahasia di langit dan di bumi.\" Sungguh, Dia Maha Pengampun, Maha Penyayang, sehingga dia menunda turunnya azab kepada manusia yang durhaka."
  },
  {
    "verse_number": 7,
    "tafsir": "Dan orang-orang kafir tidak merasa cukup dengan menuduh Al-Qur’an sebagai hasil karya Nabi Muhammad. Mereka juga berkata, “Mengapa pria yang mengaku Rasul ini memakan makanan dan berjalan di pasar-pasar untuk mencari rezeki seperti halnya kita? Kalaulah rasul itu manusia, mengapa malaikat tidak diturunkan kepadanya agar malaikat itu memberikan peringatan bersama dia sehingga kita mengetahui kebenaran perkataannya,"
  },
  {
    "verse_number": 8,
    "tafsir": "Atau kalau hal itu pun tidak terpenuhi, mengapa tidak diturunkan kepadanya khazanah dari langit berupa harta kekayaan sehingga dia tidak perlu bersusah payah mencari rezeki, atau mengapa tidak ada kebun baginya sehingga dia dapat makan dari hasil-nya dan tidak perlu lagi berpayah-payah bekerja?” Demikian ucapan mereka yang sangat keterlaluan. Dan orang-orang zalim itu dengan lancangnya berkata, “Kamu, wahai para pengikut Muhammad, hanyalah mengikuti seorang laki-laki yang kena sihir.”"
  },
  {
    "verse_number": 9,
    "tafsir": "Setelah memaparkan kesesatan dan kebodohan kaum kafir, Allah berfirman kepada Nabi Muhammad, “Perhatikanlah bagaimana mereka membuat perumpamaan-perumpamaan tentang engkau; mereka menyebutmu penyair, pria yang terkena sihir, pesihir, dan lain-lain, maka sesatlah mereka dari jalan yang benar sehingga mereka tidak mendapatkan satu jalan pun yang masuk akal untuk menentang kerasulanmu."
  },
  {
    "verse_number": 10,
    "tafsir": "Mahasuci Allah yang jika Dia menghendaki, niscaya Dia jadikan atau anugerahkan secara khusus bagimu sesuatu yang lebih baik daripada apa yang mereka usulkan itu, yaitu kebun-kebun atau surga-surga yang mengalir di bawahnya sungai-sungai, sehingga kebun itu tidak akan mengalami kekeringan, dan Dia jadikan pula istana-istana yang besar dan megah untukmu."
  },
  {
    "verse_number": 11,
    "tafsir": "Sebetulnya bukan alasan-alasan terdahulu itu yang menjadikan kaum kafir menolak risalah Nabi Muhammad. Yang paling memotivasi mereka untuk menolak risalah beliau adalah karena mereka mendustakan hari Kiamat. Dan Kami telah menyediakan neraka yang menyala-nyala bagi siapa yang mendustakan hari Kiamat sebagai balasan atas perbuatan mereka."
  },
  {
    "verse_number": 12,
    "tafsir": "Neraka yang Allah sediakan bagi para pendusta hari Kiamat amat mengerikan. Apabila neraka melihat para pendurhaka dari tempat yang jauh, meski para pendurhaka itu tidak melihatnya, mereka mendengar suaranya yang gemuruh bagai air mendidih yang siap menyambut mereka karena kemarahannya yang meluap-luap."
  },
  {
    "verse_number": 13,
    "tafsir": "Dan apabila mereka, yakni orang-orang kafir itu, dilemparkan dengan kasar dan hina ke tempat yang sempit di neraka dengan dibelenggu tangan dan lehernya, mereka di sana berteriak mengharapkan datangnya kebinasaan yang akan mengakhiri pedihnya siksa yang mereka terima. Ketika itu dikatakan kepada mereka, “Janganlah kamu berteriak mengharapkan pada hari ini satu kebinasaan saja, melainkan harapkanlah kebinasaan yang banyak dan berulang-ulang. Berharaplah demikian karena tiap kali binasa, kamu akan dihidupkan kembali untuk merasakan kebinasaan yang lain lagi.” Pada akhirnya, harapan akan datangnya kebinasaan yang benar-benar mengakhiri azab mereka di neraka tidak akan pernah mereka peroleh."
  },
  {
    "verse_number": 14,
    "tafsir": "Dan apabila mereka, yakni orang-orang kafir itu, dilemparkan dengan kasar dan hina ke tempat yang sempit di neraka dengan dibelenggu tangan dan lehernya, mereka di sana berteriak mengharapkan datangnya kebinasaan yang akan mengakhiri pedihnya siksa yang mereka terima. Ketika itu dikatakan kepada mereka, “Janganlah kamu berteriak mengharapkan pada hari ini satu kebinasaan saja, melainkan harapkanlah kebinasaan yang banyak dan berulang-ulang. Berharaplah demikian karena tiap kali binasa, kamu akan dihidupkan kembali untuk merasakan kebinasaan yang lain lagi.” Pada akhirnya, harapan akan datangnya kebinasaan yang benar-benar mengakhiri azab mereka di neraka tidak akan pernah mereka peroleh."
  },
  {
    "verse_number": 15,
    "tafsir": "Usai menguraikan kebinasaan yang menanti para pendurhaka, Allah memerintahkan Nabi Muhammad untuk menyampaikan pesan kepada mereka. “Katakanlah kepada para pendurhaka,  “Apakah azab seperti itu yang baik, atau surga yang kekal yang dijanjikan oleh Allah Yang Maha Menepati janji kepada orang-orang yang bertakwa dengan sesungguhnya takwa?\" Surga itu Allah janjikan sebagai balasan dan tempat kembali yang baik dan nyaman bagi mereka?”"
  },
  {
    "verse_number": 16,
    "tafsir": "Bagi orang-orang yang bertakwa itu segala yang mereka kehendaki ada di dalam surga tersebut. Di sana tersedia kenikmatan abadi dan berbagai kelezatan. Mereka kekal di dalamnya dan mereka pun enggan beranjak darinya. Itulah janji pasti dari Tuhanmu yang pantas dimohonkan kepada-Nya."
  },
  {
    "verse_number": 17,
    "tafsir": "Setelah menjelaskan kesudahan yang sangat kontras bagi kaum kafir dan kaum mukmin, pada ayat ini Allah menjelaskan kesudahan sesembahan kaum kafir. Dan ingatlah pula pada hari ketika Allah mengumpulkan kaum musyrik bersama apa yang mereka sembah selain Allah, baik malaikat, jin, manusia, maupun makhluk tak bernyawa seperti berhala, lalu Dia berfirman kepada sesembahan itu, “Apakah kamu yang menyesatkan hamba-hamba-Ku itu dengan paksaan dan tipu daya kamu, atau mereka sendirikah yang sesat dan menyimpang dari jalan yang benar?”"
  },
  {
    "verse_number": 18,
    "tafsir": "Mereka, yakni sesembahan itu, menjawab dengan bahasa masing-masing, “Mahasuci Engkau dari segala kekurangan dan sifat buruk. Tidaklah pantas bagi kami mengambil pelindung selain Engkau. Maka, mustahil bagi kami memaksa mereka menyembah kami, tetapi mereka sendirilah yang sesat dan tidak tahu berterima kasih. Engkau telah memberi mereka dan nenek moyang mereka kenikmatan hidup, namun mereka lena karenanya sehingga mereka melupakan peringatan dari-Mu; dan mereka adalah kaum yang benar-benar binasa dan pantas mendapat siksa.”"
  },
  {
    "verse_number": 19,
    "tafsir": "Allah menegaskan kepada kaum musyrik yang berdalih bahwa kesesatan mereka disebabkan oleh ajakan dan tipu daya sesembahan me-reka, Maka sungguh kamu telah berbohong! Tuhan-tuhan yang kamu sembah itu telah mengingkari apa yang kamu katakan, maka kamu tidak akan dapat menolak azab akibat perbuatan kamu sendiri, dan tidak dapat pula menolong dirimu. Dan barang siapa di antara kamu berbuat zalim, utamanya syirik, niscaya Kami timpakan kepadanya rasa azab yang besar."
  },
  {
    "verse_number": 20,
    "tafsir": "Ayat ini kembali menegaskan sisi kemanusiaan seorang rasul un-tuk membantah keberatan kaum musyrik. Dan Kami tidak mengutus rasul-rasul sebelummu, wahai Nabi Muhammad, melainkan mereka adalah manusia-manusia juga sepertimu, dan karenanya mereka pasti memakan makanan dan berjalan di pasar-pasar seperti halnya manusia pada umumnya. Demikianlah keadaan semua nabi dan rasul. Dan ingatlah wahai manusia, Kami sengaja menjadikan keadaan rasul-rasul seperti itu karena telah menjadi ketetapan Kami bahwa sebagian kamu akan menjadi cobaan bagi sebagian yang lain. Nabi menjadi cobaan bagi umatnya, demikian juga sebaliknya; orang kaya menjadi cobaan bagi orang miskin, begitupun sebaliknya; kaum musyrik menjadi cobaan bagi kaum mukmin, demikian sebaliknya, dan begitulah seterusnya. Maukah kamu bersabar dalam menghadapi cobaan itu? Dan ingatlah juga wahai manusia, Tuhanmu Maha Melihat lagi Maha Mengetahui segala sesuatu.[]"
  },
  {
    "verse_number": 21,
    "tafsir": "Ayat ini menjelaskan tentang alasan lainnya yang dibuat-buat kaum musyrik Mekah karena keengganan mereka beriman kepada Nabi Muhammad. Dan orang-orang yang tidak mengharapkan pertemuan dengan Kami di akhirat karena keingkaran mereka terhadap adanya hari akhir, atau karena ketidaktakutan mereka terhadapnya, mereka berkata, “Mengapa bukan para malaikat yang diturunkan kepada kita dalam wujudnya yang nyata, yang memberitahukan tentang kebenaran Nabi Muhammad, atau mengapa kita tidak melihat Tuhan kita dengan mata kepala kita yang juga memberitahukan tentang kebenaran Nabi Muhammad?.” Permintaan-permintaan tersebut jelas mengada-ada, sama dengan apa yang dilakukan Bani Israil dahulu. Hal itu jelas muncul dari hati mereka yang penuh kedengkian. Sungguh, mereka telah me-nyombongkan diri mereka karena terbujuk oleh hawa nafsu. Mereka menganggap bahwa merekalah yang lebih mulia, baik karena kekayaan atau kedudukan mereka di masyarakat. Dan mereka benar-benar telah melampaui batas dalam melakukan kezaliman. Demikianlah jika hati telah tertutup oleh kekafiran, semua kebenaran yang ada di hadapan, walau sudah terang benderang, tidak diacuhkan sama sekali."
  },
  {
    "verse_number": 22,
    "tafsir": "Ingatlah pada hari ketika mereka melihat para malaikat, yang dahulu mereka mintakan kepada Nabi Muhammad didatangkan, ternyata yang datang kepada mereka adalah malaikat penyiksa. Pada hari itu tidak ada kabar gembira bagi orang-orang yang berdosa sementara kaum mukmin mendapatkan kabar gembira itu dari para malaikat bahwa dosa-dosa mereka diampuni oleh Allah, dan mereka akan dimasukkan ke dalam surga. Dan mereka para malaikat itu berkata, kepada orang kafir “Hijran mahjura”. yang berarti: terlarang bagi kalian mendapatkan berita gembira itu."
  },
  {
    "verse_number": 23,
    "tafsir": "Kemudian Allah menjelaskan tentang nasib dari amal kebajikan yang telah diperbuat oleh orang kafir di akhirat nanti. Dan Kami akan perlihatkan segala amal kebajikan yang mereka kerjakan, seperti membantu orang miskin dan amal sosial lainnya. lalu Kami akan jadikan amal itu bagaikan debu yang beterbangan. Sebab, perbuatan baik tidak akan diterima Allah jika pelakunya kafir. Hasil dari kebajikan itu hanya bermanfaat di dunia saja seperti mendapat pujian dan penghargaan dari masyarakat."
  },
  {
    "verse_number": 24,
    "tafsir": "Sementara itu, penghuni-penghuni surga, yaitu orang yang ketika di dunia beriman kepada Allah dan beramal salih, pada hari itu yaitu pada hari Kiamat, merekalah yang paling baik tempat tinggalnya dan paling indah tempat istirahatnya, yang sulit digambarkan dengan kata-kata. Mereka berada di surga yang sangat indah, yang di bawahnya mengalir sungai-sungai dan berbagai hidangan yang beraneka macam rasanya. Mereka mendapatkan kebahagiaan abadi. Dan pada puncaknya adalah mereka memandang wajah Allah dengan penuh ketakjuban, Tuhan yang Maha Pengasih dan Maha Penyayang."
  },
  {
    "verse_number": 25,
    "tafsir": "Dan ingatlah wahai Nabi Muhammad pada saat datangnya hari Kiamat, yaitu ketika langit pecah dan benda-benda langit pun saling bertabrakan dengan sangat dahsyatnya, sehingga mengeluarkan kabut putih semuanya menjadi debu yang beterbangan dan akhirnya menghilang. Dan ketika itu para malaikat pun diturunkan secara bergelombang dalam jumlah yang sangat banyak. Mereka membawa catatan amal setiap manusia. Merekalah yang menjadi saksi atas semua tindakan manusia di dunia."
  },
  {
    "verse_number": 26,
    "tafsir": "Pada saat itu semua kekuasaan yang mutlak hanya berada di tangan Allah. Kerajaan yang hak pada hari itu adalah hanya milik Tuhan Yang Maha Pengasih. Kekuasaan itu kini berada dalam genggaman-Nya. Dialah yang menentukan nasib setiap manusia dengan seadil-adilnya, karena Dialah Yang Maha Rahman. Dan itulah hari yang sulit bagi orang-orang kafir. Tidak lagi bermanfaat atas mereka harta benda, anak-anak dan lainnya. Mereka akan menghadapi satu pengadilan yang sebenar-benarnya. Mereka tidak lagi didampingi oleh penolong, pelindung, sebagaimana ketika di dunia."
  },
  {
    "verse_number": 27,
    "tafsir": "Kekecewaan itu tergambarkan dalam sikap fisik dan gumaman mereka. Dan ingatlah pada hari ketika orang-orang zalim kepada diri sendiri, seperti melakukan kemusyrikan dan kekafiran, menggigit dua jarinya, sebagai tanda bahwa mereka menyesali perbuatannya, seraya berkata, “Wahai! Sekiranya (dulu) ketika aku masih di dunia aku mengambil jalan bersama Rasul, dengan mengimaninya, mengikuti semua perintahnya dan menjauhi semua larangannya.” Namun penyesalan itu sudah tak bermanfaat lagi. Nasi sudah menjadi bubur."
  },
  {
    "verse_number": 28,
    "tafsir": "“Wahai, celaka aku! Sekiranya dulu ketika di dunia aku tidak menjadikan si fulan itu teman akrab-ku, temanku itulah yang ikut mempengaruhiku, sehingga aku menjadi pendosa dengan kekafiran dan kemusyrikan.”"
  },
  {
    "verse_number": 29,
    "tafsir": "“Sungguh, dia si fulan tadi, telah menyesatkan aku dari peringatan Al-Qur’an ketika Al-Qur’an itu telah datang kepadaku. Semestinya aku tersadar, beriman, membacanya, menghayatinya dan mengamalkannya, tapi aku lalai dan terkesima dengan kehidupan duniaku. Dan setan memang pengkhianat manusia. Dia berusaha dengan tipu muslihat yang sangat halus untuk menyingkirkan manusia dari jalan yang benar.”"
  },
  {
    "verse_number": 30,
    "tafsir": "Nabi Muhammad sendiri mengeluhkan lingkungan masyarakat Quraisy yang buruk. Mereka lalai terhadap kitab suci Al-Qur’an yang berisi peringatan-peringatan. Dan Rasul Muhammad berkata, dengan segala keluh kesahnya, “Ya Tuhanku Yang Maha Rahman dan Rahim! Sesungguhnya kaumku telah menjadikan Al-Qur’an ini diabaikan. Mereka tidak mau mendengarkan, apalagi mengamalkannya.” Ayat ini mengisyaratkan bahwa lingkungan ikut mempengaruhi jalan hidup seseorang. Allah lalu ingin menenangkan hati Nabi Muhammad, bahwa setiap nabi dari masa lalu adalah sama. Selalu saja berhadapan dengan para pengingkar."
  },
  {
    "verse_number": 31,
    "tafsir": "Begitulah, bagi setiap nabi, semenjak masa lalu, telah Kami adakan musuh dari orang-orang yang berdosa, baik dari kalangan Jin atau manusia (Lihat: al-An’am/7: 112). Manusia gampang terpedaya oleh rayuan setan. Dengan itu Allah ingin mengetahui siapa di antara mereka yang taat kepada-Nya dan mana yang tidak. Tetapi cukuplah Tuhanmu menjadi pemberi petunjuk dan penolong bagi siapa yang dikehendaki-Nya yaitu mereka yang ikhlas berada di jalan yang benar."
  },
  {
    "verse_number": 32,
    "tafsir": "Pada ayat berikut diceritakan lagi permintaan lainnya yang mengada-ada yang dikemukakan oleh orang kafir kepada Nabi Muhammad. Dan orang-orang kafir berkata, “Mengapa Al-Qur’an itu tidak diturunkan kepadanya sekaligus sebagaimana kitab-kitab samawi dulu seperti kitab Taurat, Zabur,dan Injil, bukan berangsur-angsur sebagaimana Al-Qur’an?” Demikianlah, Kami turunkan Al-Qur’an secara berangsur-angsur agar Kami memperteguh hatimu Muhammad dengannya karena setiap kali ayat Al-Qur’an turun, nabi merasa tenang karena Allah selalu menyertainya dalam suka maupun duka dan Kami membacakannya secara tartil berangsur-angsur, perlahan dan benar, selama kurang lebih 23 tahun. Membaca Al-Qur’an dengan tartil, sangat di dianjurkan. Diturunkannya Al-Qur’an secara berangsur, agar mudah dihafal, dihayati, dan diamalkan sedikit demi sedikit."
  },
  {
    "verse_number": 33,
    "tafsir": "Kemudian Allah menghibur Nabi Muhammad agar beliau bertambah semangat dalam berdakwah, dan tidak peduli dengan semua permintaan orang musyrik yang mengada-ada itu. Dan mereka (orang-orang kafir itu) tidak datang kepadamu (membawa) sesuatu yang aneh, seperti permintaan mereka yang mengada-ada, dengan tujuan mencederai kenabianmu. Melainkan Kami datangkan kepadamu suatu jawaban yang benar dan tepat, akan melemahkan sanggahan-sanggahan mereka yang batil dan penjelasan yang paling baik, sehingga akan jelas mana yang benar dan mana yang salah."
  },
  {
    "verse_number": 34,
    "tafsir": "Ayat berikut ini berisi peringatan keras kepada orang kafir tentang nasib mereka di akhirat nanti. Orang-orang yang dikumpulkan ke nera-ka Jahanam dengan diseret wajahnya secara hakiki. Wajah adalah anggota badan yang paling mulia. Pada hari Kiamat diputarbalikan oleh Allah sehingga berada di bawah dan dengan kondisi seperti itu mereka berjalan, sebagai balasan atas dosa-dosa mereka. Mereka itulah yang paling buruk tempatnya dibanding dengan tempat mana pun dan paling sesat jalannya. Kemudian Allah kembali menghibur nabi dengan menceritakan nasib kaum yang durhaka di masa lalu."
  },
  {
    "verse_number": 35,
    "tafsir": "Dan sungguh, Kami telah memberikan Kitab Taurat kepada Musa bin Imran, salah satu nabi dari Ulul 'Azmi, sebagai pembimbing bagi kaumnya Bani Israil dan Kami telah menjadikan Harun saudaranya, sebagai anugerah yang Kami berikan kepadanya atas permintaannya. Harun Kami angkat juga sebagai nabi dan menyertai dia sebagai wazir, yaitu pembantu yang ikut memperkuat kedudukannya dan menjadi juru bicaranya di hadapan raja Fir’aun."
  },
  {
    "verse_number": 36,
    "tafsir": "Kemudian Kami berfirman kepada keduanya, “Pergilah kamu berdua kepada raja Fir’aun di Mesir yang mengaku dirinya sebagai tuhan dan kepada kaum-nya yang mendustakan ayat-ayat Kami berupa mukjizat yang Kami berikan kepada Musa.” Mereka bahkan menganggap Nabi Musa dan Harun sebagai penyihir yang ulung. Lalu Kami hancurkan me-reka dengan sehancur-hancurnya. Kami tenggelamkan mereka di laut Qalzum (laut merah), sebagai balasan atas dosa-dosa mereka."
  },
  {
    "verse_number": 37,
    "tafsir": "Allah juga menceritakan nasib dari kaumnya Nabi Nuh. Dan telah Kami binasakan kaum Nuh ketika mereka mendustakan Nabi Nuh yang telah berdakwah kepada mereka selama 950 tahun, namun yang beriman kepadanya hanya sebagian kecil saja. Mendustakan satu rasul berarti sama saja dengan mendustakan para rasul. Karena para utusan Allah adalah satu kesatuan yang tidak bisa terpisahkan. Kami tenggelamkam mereka setelah Kami genangi bumi mereka dengan banjir besar melebihi tingginya gunung-gunung mereka, dan Kami jadikan cerita mereka itu pelajaran bagi manusia. Azab Allah akan turun kembali dalam bentuk lain, jika ada kaum yang kembali mendustakan para nabi mereka. Dan Kami telah sediakan bagi orang-orang zalim azab yang pedih; melebihi dari pada apa yang mereka duga."
  },
  {
    "verse_number": 38,
    "tafsir": "Dan telah Kami binasakan kaum 'Ad yaitu kaumnya nabi Hud di kawasan Yaman, kaum Samud yaitu kaum Nabi Saleh di Mada’in dan penduduk Rass yaitu penduduk sumur tempat seorang nabi di buang di dalamnya, atau pengikut Nabi Isa yang dimasukkan ke dalam parit lalu dibakar oleh raja yang musyrik serta banyak lagi generasi di antara kaum-kaum itu yang telah dibinasakan oleh Allah karena dosa-dosa mereka."
  },
  {
    "verse_number": 39,
    "tafsir": "Dan masing-masing telah Kami jadikan perumpamaan bagi yang lain. Kami telah jelaskan kepada mereka akan kebenaran para rasul Kami dengan dalil yang sangat jelas dan masing-masing telah Kami hancurkan sehancur-hancurnya dengan cara Kami sendiri, baik dengan air bah, angin kencang yang panas, hujan batu, suara yang menggelegar, bumi yang ambles, penjungkirbalikan bumi, dan lain sebagainya."
  },
  {
    "verse_number": 40,
    "tafsir": "Dan sungguh, mereka, yaitu kaum musyrik Mekah pada saat me-reka berniaga ke tanah Syam telah melalui negeri kaum nabi Lut, yakni Sodom yang dulu karena perbuatan mereka yang diluar batas, yaitu melakukan sodomi, dijatuhi hujan batu yang buruk. Negeri mereka dijungkirbalikkan. Tidakkah mereka menyaksikannya? Mereka pasti melalui negeri itu. Bahkan mereka itu sebenarnya tidak mengharapkan hari kebangkitan. Mereka menganggap bahwa hari kebangkitan adalah omong kosong belaka."
  },
  {
    "verse_number": 41,
    "tafsir": "Ayat ini menjelaskan tentang sikap orang musyrik terhadap Nabi Muhammad. Dan karena kedengkian mereka terhadap engkau Muhammad, apabila mereka melihat engkau, mereka hanyalah menjadikan engkau sebagai ejekan dengan berbagai cara. Ada yang menuduhmu sebagai orang gila, tukang tenung, atau penyair. Mereka terus mengejek mu dengan mengatakan, “Inikah orangnya yang diutus Allah sebagai Rasul?”"
  },
  {
    "verse_number": 42,
    "tafsir": "Padahal mereka tahu bahwa Nabi Muhammad tidak pernah berdusta. Mereka merasa bahwa Nabi Muhammad telah melakukan upaya maksimal dalam berdakwah, sehingga di antara mereka saling berbisik, “Sungguh, hampir saja dia yakni Nabi Muhammad, menyesatkan, membelokkan kita dari sesembahan kita, seandainya kita tidak tetap bertahan menyembah-nya.”Mereka tetap dengan sesembahannya walaupun dengan dalih yang dibuat-buat, mengelabui orang lain, atau dengan jalan menakut nakuti. Dan kelak mereka akan mengetahui pada saat mereka melihat azab, baik di dunia maupun di akhirat siapa yang paling sesat jalannya, apakah Nabi Muhammad yang berada pada jalur kebenaran atau mereka sendiri. Pada waktu perang Badar, hal tersebut terbukti."
  },
  {
    "verse_number": 43,
    "tafsir": "Sudahkah engkau, wahai Rasul melihat orang yang menjadikan keinginannya sebagai tuhannya, dengan selalu mengikuti hawa nafsunya. Orang-orang jahiliah, seperti dituturkan oleh Ibnu Abbas, selalu berganti sesembahan. Manakala ada sesembahan yang dipandang lebih baik, mereka akan mengganti sesembahan yang lama dengan yang baru. Apakah engkau akan menjadi pelindungnya? Engkau, wahai Rasul, tidak akan bisa menahan mereka dari kesesatan, karena tugas kamu adalah menyampaikan ajaran."
  },
  {
    "verse_number": 44,
    "tafsir": "Atau, apakah engkau, wahai Rasul, mengira bahwa kebanyakan mereka itu mendengar apa yang engkau katakan kepada mereka berupa petunjuk ke jalan yang benar? Atau, apakah mereka memahami maksud dari apa yang kau katakan, dengan pemahaman yang benar, dan dari hati sanubari mereka, sehingga mereka bersedia melakukan apa yang kau katakan? Mereka itu hanyalah seperti hewan ternak, bahkan lebih sesat jalannya. Bahkan hewan ternak lebih baik lagi, karena hewan akan loyal kepada yang berbuat baik kepadanya. Sementara kaum musyrik sama sekali tidak tahu diri terhadap Zat Yang memberikan kehidupan dan rezeki kepada mereka."
  },
  {
    "verse_number": 45,
    "tafsir": "Pada ayat-ayat di bawah ini dijelaskan enam fenomena alam seluruh sebagai bukti kekuasaan dan anugerah Allah. Ke enam fenomena tersebut adalah suasana teduh, terjadinya malam dan siang, kisaran angin, turunnya hujan, tidak bercampurnya air tawar dan air asin, dan terciptanya manusia dari air mani. Tidakkah engkau, wahai Rasul, memperhatikan penciptaan Tuhanmu dengan mata kepalamu atau dengan pikiranmu, akan besarnya kekuasaan Tuhanmu dan anugerah-Nya yang demikian besar kepada makhluk-Nya, bagaimana Dia memanjangkan dan memendekkan bayang-bayang atau keteduhan yaitu situasi antara terang benderang dan gelap, hal itu terjadi setelah terbit fajar sampai terbit matahari, dan waktu menjelang matahari terbenam sebelum gelapnya malam. Dan sekiranya Dia Allah menghendaki untuk melakukan sebaliknya, niscaya Dia jadikannya bayang-bayang dan suasana teduh itu tetap, tidak bergeser dari tempatnya. Jika hal itu terjadi, semua makhluk akan menderita. Jika matahari terus-menerus menyoroti bumi, manusia dan makhluk lainnya akan terbakar. Kemudian Kami jadikan matahari sebagai petunjuk akan adanya bayang-bayang dan situasi teduh tersebut. Jika tidak ada matahari, tidak akan terjadi bayang-bayang di bumi. Inilah fenomena alam yang harus direnungkan oleh manusia, bahwa dibelakang semua gerakan alam seluruh ada Zat yang sangat berkuasa yaitu Allah."
  },
  {
    "verse_number": 46,
    "tafsir": "Lalu Allah menjelaskan fenomena alam berikutnya. Kemudian Kami menariknya bayang-bayang itu, kepada Kami sesuai dengan kebijakan Kami, sedikit demi sedikit, tidak sekaligus sesuai dengan kecepatan gerakan matahari yang demikian cermat dan terukur. Suasana teduh di pagi hari digantikan oleh terangnya cahaya matahari. Kemudian pada saat sore hari, diwaktu matahari bergerak ke ufuk barat, sedikit demi sedikit, sorot matahari digantikan oleh suasana redup dan teduh kembali dalam rentang waktu yang sangat pendek, sampai datang waktu malam yang gelap gulita."
  },
  {
    "verse_number": 47,
    "tafsir": "Dan Dialah yang menjadikan malam yang gelap gulita untukmu wahai sekalian manusia, sebagai pakaian yang sama-sama menutupi badanmu, dan Dia menjadikan tidur untuk istirahat mu dari semua kegiatan, agar jika kamu bangun di pagi hari, badanmu kembali segar bugar. Dan Dia juga menjadikan siang terang benderang untuk bangkit berusaha mencari rezeki buat kehidupanmu dan keluargamu. Terciptanya siang dan malam karena perputaran bumi di porosnya ketika mengitari matahari, demikian pula matahari yang terus berputar dan berjalan pada garis edarnya. Semua keajaiban alam semesta ini tidak ada yang sanggup melakukannya kecuali Allah."
  },
  {
    "verse_number": 48,
    "tafsir": "Dan Dialah Allah yang memerintahkan para malaikat-Nya untuk meniupkan angin menggiring awan dari berbagai penjuru, sebagai pembawa kabar gembira bagi segenap manusia sebelum kedatangan rahmat-Nya berupa hujan sebagai kasih sayang kepada makhluk-Nya, dan Kami turunkan dari langit yang sudah dipenuhi uap air, air yang sangat bersih, yang bisa dipergunakan untuk berbagai macam keperluan hidup."
  },
  {
    "verse_number": 49,
    "tafsir": "Manfaat dari adanya hujan adalah agar dengan air hujan itu Kami menghidupkan negeri yang tadinya mati kering kerontang, tandus, menjadi negeri yang hijau menyegarkan, karena ditumbuhi berbagai tanaman, dan dengan hujan itu pula Kami memberi minum kepada sebagian apa yang telah Kami ciptakan, berupa hewan-hewan ternak dan manusia yang banyak. Semua binatang yang melata di bumi ini sangat memerlukan air. Tanpa air, mereka tidak akan mampu bertahan hidup. Inilah anugerah Allah yang perlu direnungkan manusia, tetapi tidak semua manusia menyadarinya."
  },
  {
    "verse_number": 50,
    "tafsir": "Dan sungguh, Kami telah mempergilirkan hujan itu di antara mereka pada waktu-waktu tertentu, dan di beberapa tempat, sesuai dengan kebijakan Kami, agar mereka mengambil pelajaran dari perkisaran tersebut. Tetapi kebanyakan manusia tidak mau bersyukur kepada Kami dengan hati, ucapan dan tindakan, bahkan mereka mengingkari nikmat-nikmat Kami yang tak terhitung banyaknya. Sifat takabur, sombong, angkuh, menyebabkan mereka lupa atas semua anugerah-Nya itu."
  },
  {
    "verse_number": 51,
    "tafsir": "Ayat-ayat berikut ini menjelaskan anugerah Allah yang besar kepada Nabi Muhammad yang diutus untuk seluruh manusia. Dan sekiranya Kami menghendaki, untuk mengutus banyak utusan, niscaya Kami utus seorang pemberi peringatan pada setiap negeri. Akan tetapi, kebijakan Kami pada akhir zaman, adalah mengutus seorang rasul untuk seluruh negeri, agar beban Nabi Muhammad bertambah, dan dengan begitu akan bertambah derajatnya di sisi Allah."
  },
  {
    "verse_number": 52,
    "tafsir": "Betapa pun beratnya beban itu, Nabi dilarang untuk tunduk kepada kemauan orang kafir. Maka janganlah engkau, wahai Rasul, taati orang-orang kafir akan kemauan mereka karena mereka berada pada jalur kehidupan yang salah, dan berjuanglah terhadap mereka dengannya yaitu Al-Qur’an, dengan membacanya, menghayatinya, mengamalkan, dan menjelaskan isinya kepada mereka, dengan semangat perjuangan yang besar. Hadapilah mereka dengan ketegasan dengan kesungguhan hati. Bantahlah ucapan-ucapan mereka dengan dalil-dalil yang kuat. Engkau berhadapan dengan manusia yang sangat angkuh. Jangan engkau berhenti dari berjuang di jalan Allah walaupun hal itu menjadikan kamu lelah. Ini akan menambah derajatmu di sisi Tuhanmu dan akan bisa memberikan kemanfaatan yang sangat besar bagi kehidupan di alam seluruh."
  },
  {
    "verse_number": 53,
    "tafsir": "Kemudian Allah menampilkan kembali kemahakuasa-Nya di alam semesta agar manusia merenungkannya. Dan Dialah yang membiarkan dua laut yaitu air sungai dan laut, mengalir berdampingan; yang ini tawar dan segar enak untuk diminum dan yang lain sangat asin lagi pahit yang sangat berguna bagi hewan-hewan di laut dan kehidupan manusia lainnya. Dan Dia jadikan antara keduanya dinding yang demikian lentur dan canggih dan batas yang tidak tembus. Dengan adanya dinding itu kedua air tersebut tidak akan pernah bercampur. Masing-masing masih membawa sifat-sifat dirinya. Inilah fenomena alam yang luar biasa."
  },
  {
    "verse_number": 54,
    "tafsir": "Fenomena kekuasaan Allah lainnya adalah terciptanya manusia dari air mani. Dan Dia (pula) yang menciptakan manusia dari air mani seorang lelaki yang bercampur dengan indung telur perempuan, lalu setelah melewati masa-masa tertentu Dia jadikan manusia itu mempunyai keturunan beranak-pinak dengan cara yang sama. Ada keturunan yang lelaki yang kelak menjadi garis keturunan bagi anak-anaknya dan ada pula keturunan perempuan yang kelak terjadi persemendaan atau mushaharah. Semua keluarga pihak perempuan menjadi bagian yang tak terpisahkan dengan suaminya. dan Tuhanmu adalah Mahakuasa menentukan jenis anak-anak yang lahir, apakah lelaki atau perempuan dari air mani tersebut. Allah menjadikan air mani kaum lelaki terdiri dari ratusan juta sel yang mempunyai dua unsur kelelakian dan keperempuanan, yang akan menjadi cikal bakal manusia. Semuanya itu menjadi tanda atas kebesaran Allah."
  },
  {
    "verse_number": 55,
    "tafsir": "Betapa pun demikian, masih banyak orang-orang yang tak mau menyembah Allah, tapi menyembah sesuatu yang tidak mempunyai kekuasaan apa pun. Dan mereka orang-orang kafir itu menyembah benda-benda selain Allah, baik berupa patung-patung dan lainnya apa yang tidak memberi manfaat kepada mereka baik di dunia, seperti mendatangkan rezeki, menurunkan hujan, dan lain-lainnya, apalagi di akhirat, dan tidak pula mendatangkan bencana kepada mereka jika mereka tidak menyembah patung-patung itu, seperti kematian, kelaparan dan lainnya. Orang-orang kafir adalah penolong bagi setan untuk berbuat durhaka terhadap Tuhannya dengan menyekutukan-Nya dalam beribadah. Padahal Tuhannya yang telah memberikan kepadanya kehidupan, rezeki, dan anugerah lainnya yang demikian besar. Inilah bentuk kezaliman yang sangat besar."
  },
  {
    "verse_number": 56,
    "tafsir": "Dan tidaklah Kami mengutus engkau, wahai Rasul-Ku, melainkan hanya sebagai pembawa kabar gembira bagi mereka yang beriman dan beramal saleh bahwa mereka akan mendapatkan pahala dan masuk surga. Di sisi lain, engkau pemberi peringatan kepada mereka yang ingkar terhadap Allah dan rasul-Nya, bahwa mereka akan mendapatkan siksaan dari Allah di dalam neraka. Bukan merupakan tugas rasul memaksa mereka untuk beriman kepada Allah."
  },
  {
    "verse_number": 57,
    "tafsir": "Allah kemudian memberikan arahan kepada Nabi-Nya. Katakanlah, wahai Rasul-Ku kepada orang-orang kafir itu, “Aku tidak meminta imbalan apa pun dari kamu baik berupa materi atau manfaat lainnya, dalam menyampaikan risalah itu, melainkan mengharap agar orang-orang mau mengambil jalan kepada Tuhannya dengan berinfak pada jalan Allah dan amalan saleh lainnya. Jika mereka mau melakukan hal itu, lakukanlah.” Keimanan dan amal saleh mereka sudah cukup bagi rasul sebagai imbalan atas tugasnya sebagai seorang rasul."
  },
  {
    "verse_number": 58,
    "tafsir": "Wahai Rasul-Ku, teruskan dakwahmu dan bertawakallah dengan menyerahkan segala keputusan akhir kepada Allah Yang Mahahidup, Yang tidak mati, jangan kepada yang selain-Nya! Dan bertasbihlah dengan menjauhkan-Nya dari semua sifat kekurangan dan memuji-Nya karena hanya Dialah yang berhak dipuji, karena kesempurnaan Zat-Nya dan SifatNya. Dan jika ada hamba-Nya yang berbuat dosa, maka cukuplah Dia Yang Maha Mengetahui dosa hamba-hamba-Nya"
  },
  {
    "verse_number": 59,
    "tafsir": "Dialah Tuhan yang menciptakan langit yang tujuh beserta benda-benda angkasa lainnya, bumi, dan apa yang ada di antara keduanya yaitu segala benda yang kita tidak mengetahui secara pasti dalam enam masa. Dua masa pertama untuk menciptakan badan bumi, dua masa berikutnya untuk menciptakan langit, dan dua masa terakhir untuk mengisi bumi dengan segala kandungannya. Kemudian Allah bersemayam dengan cara yang sesuai dengan sifat keagungan-Nya di atas singgasana-Nya yaitu 'Arsy. Dialah Yang Maha Pengasih yang demikian besar dan luas sehingga tercurahkan kepada seluruh makhluknya tanpa kecuali. Maka tanyakanlah olehmu wahai Nabi tentang ciptaan Allah yang disebutkan di atas, kepada yang lebih mengetahui yaitu Allah sendiri. Dialah yang paling tahu tentang ciptaan-Nya."
  },
  {
    "verse_number": 60,
    "tafsir": "Kemudian Allah menjelaskan tentang sikap orang kafir yang terus ingkar terhadap Allah. Dan apabila dikatakan kepada mereka, yakni kepada orang-orang kafir itu, “Sujudlah dan tunduklah kamu kepada Tuhan Yang Maha Pengasih,” mereka menjawab, dengan sinis, “Siapakah yang Maha Pengasih itu? Apakah kami harus sujud kepada Allah yang engkau, wahai Muhammad, perintahkan kami bersujud kepada-Nya padahal kami tidak mengetahui dan mengenal-Nya?” Mereka sangat angkuh dan mereka makin jauh lari dari kebenaran. Hati mereka sudah terkunci rapat oleh kedengkian, kesombongan, dan kekafiran."
  },
  {
    "verse_number": 61,
    "tafsir": "Padahal jika mereka mengetahui kekuasaan Allah di alam semesta, mereka pasti bersujud kepada-Nya. Mahasuci Allah dan Mahabanyak kebaikan-Nya kepada makhluk-Nya, yang menjadikan di langit gugusan bintang-bintang dalam jumlah milyaran. Semuanya berjalan secara teratur, tak pernah ada benturan antara satu dengan lainnya. Dan Dia juga menjadikan padanya matahari dan bulan yang bersinar. Matahari mempunyai energi panas yang luar biasa besarnya yang terus menyala sehingga bisa bersinar dengan kekuatannya sendiri. Sementara bulan bersinar dengan sinar yang lembut dan redup karena mendapatkan pancaran dari cahaya matahari. Matahari dan bulan memberikan manfaat yang luar biasa kepada manusia."
  },
  {
    "verse_number": 62,
    "tafsir": "Dan bentuk kekuasaan Allah lainnya adalah bahwa Dia pula yang menjadikan malam dan siang silih berganti sesuai dengan perputaran bumi di porosnya. Siang dan malam saling berkejaran. Kejadian alam seluruh ini haruslah menjadi bahan renungan bagi orang yang ingin mengambil pelajaran bahwa semua ciptaan Allah pasti mempunyai hikmah yang besar bagi makhluk-Nya, atau bagi yang ingin bersyukur dengan hati, lisan dan anggota badannya untuk mencari rida Allah."
  },
  {
    "verse_number": 63,
    "tafsir": "Jika pada ayat-ayat yang lalu disebutkan sifat-sifat orang kafir yang tidak mau bersujud kepada Allah, pada ayat berikut ini disebutkan ciri dan sifat ibadurrahman atau para pengabdi Allah. Adapun hamba-hamba Tuhan Yang Maha Pengasih itu adalah orang-orang yang berjalan di bumi dengan rendah hati tanpa dibuat-buat, dan berjalan secara wajar, serta tidak menyombongkan diri dalam sikap dan tindakan. Dia tahu bahwa sikap itu tidak terpuji dan akan mengakibatkan hal-hal yang negatif dalam pergaulan. Dan apabila orang-orang bodoh yang tidak tahu nilai-nilai sosial kemasyarakatan menyapa mereka dengan kata-kata yang menghina, atau kasar, mereka tidak membalasnya dengan ucapan yang semisal, namun dengan penuh sopan dan rendah hati mereka mengucapkan “salam,” yang berarti mudah-mudahan kita berada dalam keselamatan, damai, dan sejahtera. Nabi Muhammad telah memberikan contoh sendiri bahwa semakin dikasari, beliau semakin santun, arif dan bijaksana."
  },
  {
    "verse_number": 64,
    "tafsir": "Sifat ibadurahman berikutnya adalah senantiasa salat malam. Dan orang-orang yang menghabiskan atau menggunakan sebagian waktu malamnya terutama waktu sepertiga malam terakhir untuk beribadah mendekatkan diri kepada Tuhan yang telah memelihara mereka dengan bersujud dan berdiri. Beribadah pada saat itu betul-betul mencerminkan keikhlasan, hati lebih khusyuk, lebih konsentrasi kepada Sang Khalik."
  },
  {
    "verse_number": 65,
    "tafsir": "Sifat berikutnya adalah takut akan siksaan api neraka. Dan orang-orang yang berkata, “Ya Tuhan kami, jauhkanlah azab Jahanam yang sangat pedih itu dari kami, kami sangat takut, karena sesungguhnya azabnya itu membuat kebinasaan yang kekal. Inilah kerugian yang sangat besar bagi kami. Apalah arti kehidupan ini jika pada akhirnya kami tersiksa karena dosa-dosa kami. Sungguh, Jahanam itu seburuk-buruk tempat menetap dan tempat kediaman.”"
  },
  {
    "verse_number": 66,
    "tafsir": "Sifat berikutnya adalah takut akan siksaan api neraka. Dan orang-orang yang berkata, “Ya Tuhan kami, jauhkanlah azab Jahanam yang sangat pedih itu dari kami, kami sangat takut, karena sesungguhnya azabnya itu membuat kebinasaan yang kekal. Inilah kerugian yang sangat besar bagi kami. Apalah arti kehidupan ini jika pada akhirnya kami tersiksa, karena dosa-dosa kami. Sungguh, Jahanam itu seburuk-buruk tempat menetap dan tempat kediaman.”"
  },
  {
    "verse_number": 67,
    "tafsir": "Sifat berikutnya adalah tidak berlebih-lebihan dalam berinfak. Dan di antara sifat hamba-hamba Tuhan Yang Maha Pengasih adalah orang-orang yang apabila menginfakkan harta, mereka tidak berlebihan dengan menghambur-hamburkannya karena perilaku seperti inilah yang dikehendaki setan, dan tidak pula kikir yang menyebabkan dibenci oleh masyarakat. Mereka berinfak di antara keduanya secara wajar. Inilah agama yang pertengahan, moderat, dan seimbang antara kepentingan individu dan masyarakat."
  },
  {
    "verse_number": 68,
    "tafsir": "Sifat berikutnya adalah menghindarkan diri dari dosa-dosa besar. Dan orang-orang yang tidak mempersekutukan Allah dengan sembahan lain apa pun itu dan tidak membunuh orang yang diharamkan Allah, karena kehidupan itu sangatlah mahal, hanya Allah saja yang berhak mengakhiri kehidupan seseorang, kecuali dengan alasan yang di-benar-kan oleh syariat, seperti karena membunuh lagi, atau murtad, atau berzina padahal dia sudah menikah. Dan mereka tidak berzina karena akan membawa dampak negatif yang sangat serius dalam kehidupan. Dan barang siapa melakukan tiga hal demikian itu, yaitu syirik, membunuh, dan berzina niscaya dia mendapat hukuman yang berat. Hal itu karena sesuai dengan besarnya dampak yang ditimbulkan dari perilaku buruk tersebut."
  },
  {
    "verse_number": 69,
    "tafsir": "Bagi orang yang melakukan tiga perbuatan buruk diatas akan dilipatgandakan azab untuknya pada hari kiamat dan dia akan kekal dalam azab itu dalam keadaan terhina. Inilah siksaan yang luar biasa besarnya, meliputi siksa lahir, berupa panasnya api neraka, dan batin berupa kehidupan yang hina."
  },
  {
    "verse_number": 70,
    "tafsir": "Betapa pun demikian, Allah yang Maha Pengasih dan Penyayang terhadap makhluk-Nya senantiasa membukakan pintu tobat-Nya. Kecuali, orang-orang yang ketika masih hidup di dunia bertobat dengan tobat yang benar, beriman, dan mengerjakan kebajikan, sebagai bukti akan kebenaran tobatnya seperti banyak melaksanakan salat, zikir, membaca Al-Qur’an, bersedekah, membantu mereka yang perlu dibantu, dan kebajian lainnya. Maka kejahatan yakni dosa yang telah mereka lakukan akan diganti Allah dengan kebaikan, yaitu dengan gemar melakukan ketaatan dan membeci kemaksiatan. Allah Maha Pengampun dan Maha Penyayang bagi mereka yang ingin kembali lagi ke jalan yang benar."
  },
  {
    "verse_number": 71,
    "tafsir": "Dan barang siapa bertobat dengan hati yang ikhlas dan mengerjakan kebajikan, sebagai bukti pertobatannya, maka sesungguhnya dia bertobat kepada Allah dengan tobat yang sebenar-benarnya. Dia menyesal dengan penyesalan yang mendalam atas perbuatannya, mengakhiri perilaku buruknya dan berjanji tidak akan mengulangi lagi perbuatan itu. Inilah tobat yang akan diterima oleh Allah."
  },
  {
    "verse_number": 72,
    "tafsir": "Dan sifat-sifat utama lainnya dari 'ibadurrahman adalah orang-orang yang tidak memberikan kesaksian palsu, yang sengaja dilakukan padahal dia tahu bahwa hal itu bohong belaka. Dan apabila mereka bertemu dengan orang-orang yang mengerjakan perbuatan-perbuatan yang tidak berfaedah, baik perkataan ataupun perbuatan yang sia-sia, mereka berlalu dengan menjaga kehormatan dirinya. Mereka tidak menghiraukannya dan tidak memedulikannya. Sebagai seorang muslim, setiap langkahnya harus membawa kemanfaatan bagi kehidupannya yang akan dibawa setelah dia meninggal."
  },
  {
    "verse_number": 73,
    "tafsir": "Sifat 'ibadurrahman berikutnya adalah orang-orang yang apabila diberi peringatan oleh Allah atau nabi-Nya dengan ayat-ayat Tuhan mereka, mereka tidak bersikap sebagai orang-orang yang tuli dan buta, tapi mereka mendengar peringatan tersebut dengan penuh perhatian dan sikap yang penuh kepedulian."
  },
  {
    "verse_number": 74,
    "tafsir": "Dan sifat 'ibadurrahman  berikutnya adalah orang-orang yang berkata atau memanjatkan doa, “Ya Tuhan kami, anugerahkanlah kepada kami pasangan kami yang menjadi pendamping kami dalam melaksanakan kehidupan ini dan anugerahkanlah juga kepada keturunan kami yang akan melanjutkan kehidupan diri kami sebagai penyenang hati kami, karena perbuatan mulia mereka, dan jadikanlah kami sebagai pemimpin dan panutan bagi orang-orang lain yang bertakwa.”"
  },
  {
    "verse_number": 75,
    "tafsir": "Mereka itu yakni orang-orang yang memiliki sifat di atas, akan diberi balasan dengan tempat yang tinggi dalam surga yang penuh dengan segala kenikmatan lahir maupun batin atas kesabaran mereka melaksanakan semua perintah Allah. Dan di sana mereka akan disambut oleh para malaikat penjaga surga dengan penghormatan yang agung layaknya pahlawan yang kembali dari medan perang dengan membawa kemenangan yang gilang-gemilang. Dan sebagai penghormatan kepada mereka, para malaikat mengucapkan, \"Salam,\" keselamatan akan selalu bersama kalian, selama-lamanya."
  },
  {
    "verse_number": 76,
    "tafsir": "Di dalam surga, mereka kekal di dalamnya selama-lamanya. Surga itu sebaik-baik tempat menetap dan tempat kediaman. Di dalamnya penuh dengan segala kenikmatan lahir dan batin. Inilah penghargaan dari Allah kepada hamba yang taat kepada-Nya ketika hidup di dunia."
  },
  {
    "verse_number": 77,
    "tafsir": "Pada akhir surah ini, Allah menjelaskan tentang kemahabesar dan kemahakayaan-Nya. Katakanlah, wahai Rasul, pada orang-orang musyrik itu, “Tuhanku tidak akan mengindahkan dan mempedulikan kamu, kalau tidak karena ibadahmu dan munajatmu kepada-Nya. padahal sungguh, kamu telah mendustakan-Nya, mendustakan rasul-Nya dan adanya hari akhirat? Karena itu, kelak azab pasti menimpamu.”"
  }
]