[
  {
    "verse_number": 1,
    "tafsir": "Wahai Nabi, sucikanlah nama Tuhanmu yang Mahatinggi dari hal-hal yang tidak layak bagi kemuliaan-Nya."
  },
  {
    "verse_number": 2,
    "tafsir": "Dialah Tuhan Yang menciptakan segala sesuatu dari tiada, lalu menyempurnakan penciptaan-Nya. Ciptaannya sepadan, teratur, padu, rapi, dan sempurna dari semua sisi."
  },
  {
    "verse_number": 3,
    "tafsir": "Dialah pula yang menentukan kadar masing-masing ciptaan-Nya dengan kadar dan ukuran yang sempurna, dan memberi petunjuk kepada makhluk hidup apa yang menjadi kebutuhan dan kemaslahatan hidupnya melalui naluri yang Allah ciptakan pada diri mereka."
  },
  {
    "verse_number": 4,
    "tafsir": "Dan Dialah pula yang menumbuhkan rerumputan dan tetumbuhan yang bisa dikonsumsi oleh manusia dan hewan melalui proses rumit yang hanya diketahui rinciannya oleh Allah."
  },
  {
    "verse_number": 5,
    "tafsir": "Rerumputan itu tumbuh, lalu setelah sekian lama dijadikan-Nya rerumputan itu kering dan berubah warna menjadi kehitam-hitaman. Begitulah siklus kehidupan di dunia: lahir, tumbuh, berkembang, matang, kemudian mati. Semua tunduk pada aturan Allah dan tidak ada yang mampu menghindari kehendak-Nya."
  },
  {
    "verse_number": 6,
    "tafsir": "Wahai Nabi, sebagaimana Kami kuasa menciptakan makhluk dan menyempurnakan bentuknya, Kami kuasa pula menjadikan Al-Qur’an melekat di hatimu. Kami akan membacakan Al-Qur’an kepadamu, Aku tancapkan bacaan itu langsung ke relung hatimu, sehingga engkau tidak akan lupa. Inilah salah satu bentuk penjagaan Allah terhadap kemurnian Al-Qur’an saat turun ke bumi."
  },
  {
    "verse_number": 7,
    "tafsir": "Allah akan terus menjaga hafalan Al-Qur’an Nabi, kecuali jika Allah menghendaki untuk menghapus hafalan itu dari hatinya. Hal ini membuktikan Al-Qur’an bukan ucapan Nabi, melainkan kalam Allah. Hal ini juga membuktikan bahwa hafalan Al-Qur’an Nabi merupakan anugerah-Nya semata. Sungguh Dia yang berbuat demikian adalah Tuhan yang mengetahui yang terang dan yang tersembunyi, di antaranya hafalan dalam hati Nabi."
  },
  {
    "verse_number": 8,
    "tafsir": "Dan Kami akan menuntunmu dan memudahkan bagimu ke jalan kemudahan. Kami mudahkan langkahmu menuju kemudahan, seperti menjalankan syariat Islam, mengemban risalah, serta mencapai kebahagiaan dunia dan akhirat."
  },
  {
    "verse_number": 9,
    "tafsir": "Oleh sebab itu, berikanlah kaummu peringatan dengan Al-Qur’an yang kami wahyukan dan mudahkan kepadamu, karena peringatan itu bermanfaat. Tugas Nabi semata memberi peringatan, sedangkan hasilnya tergantung pada kemauan masing-masing individu yang mendengar peringatan itu untuk mengikuti atau menolak."
  },
  {
    "verse_number": 10,
    "tafsir": "Orang yang takut kepada Allah dan hari akhir akan mendapat pelajaran dari peringatan itu,"
  },
  {
    "verse_number": 11,
    "tafsir": "dan orang-orang yang celaka dengan bersikeras memilih jalan kekafiran dan menutup hatinya dari peringatan Nabi akan mencibir, menertawakan, menyepelekan, dan menjauhinya."
  },
  {
    "verse_number": 12,
    "tafsir": "Orang yang celaka dan kafir itulah orang yang akan memasuki api yang besar, yakni neraka di akhirat, sebagai balasan atas kesombongan dan penentangannya."
  },
  {
    "verse_number": 13,
    "tafsir": "Selanjutnya, dia yang celaka dan kafir itu di neraka sana tidak akan mati, tidak memperoleh kesempatan sejenak pun untuk lepas dari siksa, dan tidak pula hidup dengan nyaman. Telah menjadi ketentuan Allah bahwa semua penghuni surga dan neraka tidak akan mati selamanya."
  },
  {
    "verse_number": 14,
    "tafsir": "Sungguh beruntung orang yang menyucikan diri dengan beriman kepada Allah secara hakiki, membersihkan diri dari dosa,"
  },
  {
    "verse_number": 15,
    "tafsir": "dan mengingat nama Tuhannya setiap waktu, baik lapang maupun sempit, lalu dia menunaikan salat dengan khusyuk dan sempurna sebagai tanda penghambaanya kepada Allah."
  },
  {
    "verse_number": 16,
    "tafsir": "Sedangkan kamu, wahai kebanyakan manusia, lebih memilih kehidupan dunia daripada kehidupan akhirat. Kalian melalaikan hal-hal yang menjamin kebahagiaanmu di akhirat dan terlena dengan gemerlap dunia."
  },
  {
    "verse_number": 17,
    "tafsir": "Kamu lalai dari kehidupan akhirat, padahal kehidupan akhirat itu lebih baik dan lebih kekal. Kebahagiaan ukhrawi lebih murni dan tak berbatas, sedangkan kebahagiaan duniawi bersifat melenakan dan akan segera sirna."
  },
  {
    "verse_number": 18,
    "tafsir": "Dasar-dasar ajaran agama samawi adalah sama, yaitu mereka yang beriman, beramal saleh, ingat kepada Allah, membersihkan diri dari dosa, dan memilih kehidupan akhirat akan berbahagia. Sebaliknya, mereka yang memilih jalan kekafiran dan hidup berlumur dosa akan celaka. Sesungguhnya ini terdapat dalam kitab-kitab yang dahulu, yang diturunkan sebelum Al-Qur’an,"
  },
  {
    "verse_number": 19,
    "tafsir": "yaitu kitab-kitab Ibrahim dan Musa. Kedua nabi ini sangat disegani oleh para pengikut agama samawi. Nabi Ibrahim menerima sepuluh suhuf, sedangkan Nabi Musa menerima Taurat."
  }
]