[
  {
    "verse_number": 1,
    "tafsir": "Ta Sin Mim. Nama-nama huruf yang dengannya Al-Qur’an tersusun. Susunan Al-Qur’an tidak mampu disaingi oleh manusia. Inilah yang menjadikan Al-Qur’an menjadi mukjizat sepanjang zaman."
  },
  {
    "verse_number": 2,
    "tafsir": "Inilah ayat-ayat Kitab (Al-Qur’an) yang men-jelas-kan hal-hal benar yang harus diikuti, dan yang batil yang harus dijauhi, yang baik dan mana yang buruk. Semuanya dijelaskan secara gamblang. Walaupun demikian gamblang, masih banyak manusia yang mengingkarinya."
  },
  {
    "verse_number": 3,
    "tafsir": "Boleh jadi engkau, wahai Rasul, akan membinasakan dirimu dengan kesedihan yang mendalam karena mereka penduduk Mekah itu tidak mau beriman denganmu, padahal kamu sangat menginginkan mereka untuk beriman."
  },
  {
    "verse_number": 4,
    "tafsir": "Jika Kami menghendaki agar mereka beriman kepadamu, niscaya Kami turunkan kepada mereka suatu kejadiaan yang luar biasa, yaitu berupa mukjizat dari langit yang turun kepada mereka yang akan memaksa mereka dan membuat tengkuk mereka tunduk dengan rendah hati kepadanya. Akan tetapi, Kami tidak menghendaki cara pemaksaan seperti itu. Kami ingin mereka beriman dengan suka rela, tanpa ada satu paksaan apa pun kepada mereka. Iman dengan sukarela akan membuahkan hasil yang baik dan berkelanjutan. Sebaliknya, keimanan dengan secara terpaksa, akan menghasilkan sesuatu yang tidak baik pula."
  },
  {
    "verse_number": 5,
    "tafsir": "Dan setiap kali disampaikan kepada mereka suatu peringatan baru yakni ayat-ayat Al-Qur’an yang diturunkan dari Tuhan Yang Maha Pengasih, mereka selalu berpaling darinya. Mereka tidak mau mendengarkan, tidak mau memedulikannya, bahkan menertawakannya."
  },
  {
    "verse_number": 6,
    "tafsir": "Sungguh, mereka telah mendustakan Al-Qur’an, bahkan memperolok-olokkannya. Maka, kelak di hari Kiamat akan datang kepada mereka kebenaran berita-berita mengenai apa, yakni azab, yang dulu mereka perolok-olokkan. Pada saat itulah mereka baru tersadarkan diri atas kesalahan mereka. Tapi sudah tidak berguna lagi penyesalan itu."
  },
  {
    "verse_number": 7,
    "tafsir": "Allah kemudian mengajak mereka untuk belajar dari alam seluruh, agar mereka tahu bahwa hanya Allah saja yang berhak untuk disembah. Dan apakah mereka yaitu orang musyrik itu, tidak memperhatikan apa yang mereka lihat di hamparan bumi, betapa banyak Kami tumbuhkan di bumi itu berbagai macam pasangan tumbuh-tumbuhan yang baik dan membawa banyak sekali kemanfaatan bagi manusia. Bukankah itu pertanda atas kekuasaan Allah, dan anugerah-Nya yang tak terhingga kepada manusia?"
  },
  {
    "verse_number": 8,
    "tafsir": "Sungguh, pada yang demikian itu terdapat tanda kebesaran Allah yang mampu menghidupkan tanah yang gersang, menciptakan berbagai ragam tanaman, dan tetumbuhan. Akan tetapi, Betapa pun banyaknya bukti-bukti kekuasaan Allah yang ada di hadapan mereka, kebanyakan mereka tidak beriman, karena kedengkian, takabur, dan ingin mempertahankan status sosial mereka. Akhirnya Allah mengunci hati, pengelihatan dan pendengaran mereka."
  },
  {
    "verse_number": 9,
    "tafsir": "Dan sungguh, Tuhanmu Dialah Yang Mahaperkasa, tidak akan terku-rangi kekuasaan-Nya oleh banyaknya orang-orang yang ingkar kepada-Nya. Namun demikian, Dia juga Maha Penyayang dengan tidak cepat menyiksa makhluk-Nya yang durhaka, tapi memberikan kesempatan kepada mereka untuk bertobat."
  },
  {
    "verse_number": 10,
    "tafsir": "Sebagai hiburan kepada Nabi Muhammad dan sebagai pelajaran bagi penduduk Mekah, Allah menceritakan kembali sejarah nabi-nabi terdahulu dan keingkaran kaumnya terhadap mereka. Dan ingatlah, wahai Rasul, ketika Tuhanmu di lembah Tuwa menyeru Nabi Musa dengan firman-Nya, “Datangilah dan berserulah, atas nama-Ku kepada kaum yang zalim, yang melampaui batas-batas kemanusiaan itu, seperti menyembah kepada selain Allah dan membunuhi bayi-bayi lelaki.”"
  },
  {
    "verse_number": 11,
    "tafsir": "“Yaitu kaum Fir’aun di Mesir. Datangilah mereka, hai Musa, dan tanyalah mereka mengapa mereka tidak bertakwa kepada Allah dengan melaksanakan semua perintah-Nya dan menjauhi larangan-Nya?”"
  },
  {
    "verse_number": 12,
    "tafsir": "Setelah mendengar perintah dari Allah, Nabi Musa berkata, “Ya Tuhanku yang memelihara diriku, aku tahu kezaliman mereka perilaku dan sifat mereka yang sangat buruk. Oleh karena itu, sungguh, aku takut mereka akan mendustakan aku ketika aku menyampaikan pesan-pesan-Mu."
  },
  {
    "verse_number": 13,
    "tafsir": "Sehingga, karenanya dadaku terasa sempit, sedih, dan kesal karena ulah mereka, dan lidahku tidak lancar, tidak fasih untuk memberikan penjelasan kepada mereka seperti apa yang ada di dalam hatiku. Maka, aku memohon kepada-Mu ya Rabbi, utuslah dan angkatlah Harun sebagai rasul agar dia bisa bersamaku untuk menyampaikan pesan-pesan-Mu kepada mereka.”"
  },
  {
    "verse_number": 14,
    "tafsir": "Dan aku berdosa terhadap mereka karena aku pernah membunuh salah seorang di antara mereka. Maka, aku takut mereka akan membunuhku karena aku yakin mereka masih menaruh dendam kepadaku."
  },
  {
    "verse_number": 15,
    "tafsir": "Mendengar keluhan Nabi Musa, Allah berfirman, “Hai Musa! Jangan takut terhadap mereka seperti yang kau katakan! Mereka tidak akan pernah dapat membunuhmu. Aku akan tetap memeliharamu dan menolongmu Maka pergilah kamu berdua menghadap mereka dengan membawa ayat-ayat Kami yaitu mukjizat-mukjizat yang telah Kami berikan kepadamu seperti tongkat dan tanganmu. Sungguh, Kami bersamamu memeliharamu dan menolongmu. Aku akan mendengarkan apa yang mereka katakan."
  },
  {
    "verse_number": 16,
    "tafsir": "Maka datanglah kamu berdua kepada Fir’aun tanpa dihinggapi rasa takut dan katakanlah dengan kesungguhan hati dan kepercayaan diri, 'Sesungguhnya kami berdua adalah para rasul Tuhan seluruh alam."
  },
  {
    "verse_number": 17,
    "tafsir": "Lepaskanlah bangsa kami yaitu Bani Israil, biarkan mereka pergi bersama kami ke tempat yang kami kehendaki. Jangan lagi kau perbudak mereka.’”"
  },
  {
    "verse_number": 18,
    "tafsir": "Mendengar ucapan Nabi Musa, dia Fir’aun, menjawab dengan nada marah dan mengungkit jasanya terhadap Nabi Musa di masa lalu, “Bukankah kami telah mengasuhmu, memeliharamu dengan sebaik-baiknya dalam lingkungan keluarga kami, yaitu waktu engkau masih kanak-kanak dan engkau tinggal bersama kami beberapa tahun dari umurmu yaitu semenjak engkau masih bayi sampai engkau menjadi pemuda?”"
  },
  {
    "verse_number": 19,
    "tafsir": "Fir’aun melanjutkan bicaranya dengan mengungkit kesalahan Nabi Musa, “Dan engkau, Musa, telah melakukan kesalahan pada perbuatan yang telah engkau lakukan dengan membunuh salah seorang bangsaku dan engkau termasuk orang yang tidak tahu berterima kasih.”"
  },
  {
    "verse_number": 20,
    "tafsir": "Nabi Musa berkata, “Aku telah melakukannya, yakni pembunuhan terhadap seorang Qibti tanpa aku sengaja dan ketika itu, aku termasuk orang yang khilaf bahwa pukulanku terhadapnya akan mengakibatkan kematiannya, padahal aku memukulnya dengan tujuan untuk memberikan pelajaran kepadanya."
  },
  {
    "verse_number": 21,
    "tafsir": "Lalu aku lari darimu menuju ke negeri Madyan, karena aku takut pada kepada-mu pada pembalasan-mu. Kemudian Tuhanku yang memeliharaku menganugerahkan ilmu yang bermanfaat kepadaku serta Dia menjadikan aku salah seorang di antara para rasul sebagaimana para rasul yang lain sebelumku.”"
  },
  {
    "verse_number": 22,
    "tafsir": "Lalu Nabi Musa membandingkan antara kebaikan yang dia terima dengan kekejaman Fir’aun terhadap Bani Israil. Musa berkata lagi, “Dan itulah kebaikan yang telah engkau berikan kepadaku, engkau pelihara diriku ketika aku masih bayi sampai aku dewasa. Sementara itu engkau telah memperbudak Bani Israil, kaumku sendiri. Engkau perlakukan mereka dengan tidak berperikemanusiaan. Sungguh ini dua hal yang tidak sebanding. Jika bukan karena kekejamanmu, ibuku tidak akan melemparkan aku ke sungai, dan tidak akan kau pelihara diriku.”"
  },
  {
    "verse_number": 23,
    "tafsir": "Fir’aun penasaran terhadap perkataan Nabi Musa bahwa dia dan sudaranya Harun diutus oleh Allah Rabbul 'alamin. Fir’aun bertanya kepada Musa, “Siapa Tuhan pencipta dan pemelihara seluruh alam itu?”"
  },
  {
    "verse_number": 24,
    "tafsir": "Musa menjawab dengan tiga jawaban, “Pertama, Tuhan yang mengutusku adalah Tuhan pencipta, pengurus, pemelihara langit dan bumi dan apa yang ada di antara keduanya seperti benda-benda langit dan lainnya. Hal berbeda dengan dirimu yang hanya meguasai negeri Mesir dengan kekuatanmu. Aku katakan hal ini kepadamu dengan sebenar-benarnya, jika kamu mempercayai-Nya.”"
  },
  {
    "verse_number": 25,
    "tafsir": "Mendengar jawaban Nabi Musa ini, Fir’aun terasa mulai tersentak. Fir’aun berkata kepada orang-orang di sekelilingnya, yaitu para pembesar kerajaan, “Apakah kamu tidak mendengar apa yang dikatakannya?”"
  },
  {
    "verse_number": 26,
    "tafsir": "Nabi Musa melanjutkan Jawabannya dengan berkata kepada Firaun, “Kedua, Dia itu adalah Tuhanmu dan juga Tuhan nenek moyangmu terdahulu. Tuhanku itu satu, tidak ada yang lain. Dialah pencipta alam semesta dan manusia dari dahulu sampai kini dan sampai kapan pun, termasuk engkau Firaun dan kaummu.”"
  },
  {
    "verse_number": 27,
    "tafsir": "Fir’aun semakin geram dan marah. Fir’aun berkata kepada para pembesar itu dengan penuh kemarahan, “Sungguh, Rasulmu yang diutus kepada kamu benar-benar orang gila. Dia mengatakan sesuatu yang tidak biasa aku dengar.”"
  },
  {
    "verse_number": 28,
    "tafsir": "Jawaban terakhir merupakan jawaban yang telak dan sulit bagi Fir’aun untuk mengelak darinya. Nabi Musa, berkata kepada Fir’aun dengan perkataan yang pernah diucapkan juga oleh Nabi Ibrahim kepada penguasa yang zalim (Lihat: Al-Baqarah/2: 258), “Ketiga, Dialah Tuhan yang menguasai ufuk timur tempat terbit matahari dan ufuk barat tempat terbenamnya matahari dan apa yang ada di antara ke-duanya, seperti gunung-gunung, lautan dan lain sebagainya, jika kamu mengerti, dan menggunakan akalmu dengan baik dan benar. Janganlah kau terus menerus dengan kebatilan, padahal kau tahu kebenaran. Apakah kamu mampu melakukan apa yang dilakukan Tuhanku?”"
  },
  {
    "verse_number": 29,
    "tafsir": "Fir’aun semakin berang mendengar perkataan Nabi Musa dan mulai menggunakan kekuatannya, sebagaimana juga penguasa yang zalim, untuk membungkam musuh-musuh mereka. Fir’aun berkata dengan nada mengancam, “Sungguh, jika engkau menyembah Tuhan selain aku, pasti aku masukkan engkau ke dalam penjara, Sebagaimana orang-orang yang telah aku penjarakan. Aku akan siksa dirimu dengan siksaan yang amat pedih.”"
  },
  {
    "verse_number": 30,
    "tafsir": "Nabi Musa sama sekali tidak gentar dengan ancaman itu karena yakin Allah selalu bersamanya. Dengan hati yang tenang, Nabi Musa menawarkan kepada Fir’aun satu tawaran. Nabi Musa berkata, “Apakah engkau tetap akan memenjarakanku sekalipun aku tunjukkan kepadamu sesuatu bukti yang nyata sebagai tanda bahwa aku adalah benar-benar utusan Tuhanku?”"
  },
  {
    "verse_number": 31,
    "tafsir": "Fir’aun berkata, “Baiklah kalau begitu. Aku tidak akan memenjarakanmu, tetapi tunjukkan sesuatu bukti yang nyata yang kau janjikan itu jika engkau termasuk orang yang benar terhadap pengakuanmu itu bahwa engkau adalah benar-benar utusan Tuhan!” Tidak berselang lama, Nabi Musa memperlihatkan kepada Fir’aun apa yang ditawarkannya, yaitu tongkat yang bisa berubah menjadi ular dan tangan yang mengeluarkan sinar yang berkilauan."
  },
  {
    "verse_number": 32,
    "tafsir": "Maka Musa melemparkan tongkatnya yang dahulu dia gunakan untuk menggembala kambing di negeri Madyan, tiba-tiba tongkat itu atas izin Allah berubah menjadi ular besar yang sebenarnya. Bukan tipuan sebagaimana yang dilakukan oleh para penyihir. Dengan peristiwa ini, Allah mampu mengubah benda mati menjadi benda yang hidup. Maka kebangkitan manusia di hari Kiamat bukanlah sesuatu yang sulit bagi Allah."
  },
  {
    "verse_number": 33,
    "tafsir": "Nabi Musa kemudian mengeluarkan mukjizatnya yang kedua. Dan dia mengeluarkan tangannya dari lubang leher bajunya, tiba-tiba tangan itu menjadi putih bercahaya terang benderang bagai sinar matahari bagi orang-orang yang melihatnya. Demikian jelasnya kebenaran Nabi Musa, namun hati yang sudah mati tidak menghiraukan semua itu bahkan semakin menjadi-jadi."
  },
  {
    "verse_number": 34,
    "tafsir": "Fir’aun mencoba mempengaruhi para pembesarnya agar jangan terpengaruh oleh ajakan Nabi Musa. Fir’aun berkata kepada para pemuka di sekelilingnya, “Sesungguhnya dia ini pasti seseorang penyihir yang sangat pandai, maka janganlah kamu sekalian tertipu olehnya."
  },
  {
    "verse_number": 35,
    "tafsir": "Dia hendak mengusir kamu dari negerimu yang subur makmur ini, di mana kamu hidup enak dan tenang di dalamnya, dengan ilmu sihirnya. Oleh karena itu apakah yang kamu sarankan kepadaku sehingga aku bisa melaksanakannya?” Fir’aun merasa terdesak sehingga meminta pertimbangan dari para pembesarnya. Pengusiran seorang dari negerinya adalah sebuah prahara kehidupan karena mereka harus meninggalkan apa yang mereka cintai. Fir’aun menggunakan taktik ini agar mereka merasa tersentak dan akhirnya melawan Nabi Musa."
  },
  {
    "verse_number": 36,
    "tafsir": "Para pembesar itu menawarkan kepada Fir’aun agar diadakan perang tanding antara Nabi Musa dan para pesihir Mesir. Mereka menjawab, “Tahanlah untuk sementara, jangan kau bunuh dia yaitu Musa dan saudaranya yaitu Nabi Harun, dan utuslah ke seluruh negeri Mesir orang-orang yang akan mengumpulkan penyihir, niscaya mereka akan mendatangkan semua pesihir yang pandai kepadamu.”"
  },
  {
    "verse_number": 37,
    "tafsir": "Para pembesar itu menawarkan kepada Fir’aun agar diadakan perang tanding antara Nabi Musa dan para pesihir Mesir. Mereka menjawab, “Tahanlah untuk sementara, jangan kau bunuh dia yaitu Musa dan saudaranya yaitu nabi Harun, dan utuslah ke seluruh negeri Mesir orang-orang yang akan mengumpulkan penyihir, niscaya mereka akan mendatangkan semua pesihir yang pandai kepadamu.”"
  },
  {
    "verse_number": 38,
    "tafsir": "Lalu dikumpulkanlah para pesihir pada waktu pagi pada hari yang telah ditentukan, yaitu pada hari raya mereka, di mana mereka berhias diri untuk bersenang-senang (Lihat: Surah Thaha/20: 59)."
  },
  {
    "verse_number": 39,
    "tafsir": "Dan diumumkan kepada orang banyak untuk segera berkumpul menyaksikan pertandingan yang sangat menentukan nasib para petarung, apakah Nabi Musa atau para penyihir itu. “Berkumpullah kamu semua, jangan ada di antara kamu yang tertinggal."
  },
  {
    "verse_number": 40,
    "tafsir": "Tujuannya adalah agar kita mengikuti para pesihir itu, jika mereka yang menang dalam perang tanding ini.” Untuk mengalahkan Nabi Musa, Fir’aun yang mengaku-ngaku sebagai Tuhan, masih menggunakan orang lain, seperti penyihir, bukan kekuatan dirinya."
  },
  {
    "verse_number": 41,
    "tafsir": "Maka, ketika para pesihir datang, mereka berkata kepada Fir’aun untuk meminta janji imbalan, “Apakah kami benar-benar akan mendapat imbalan yang besar jika kami yang menang melawan Musa?” Demikianlah para pesihir bersedia membela Fir’aun bukan karena mempertahankan kebenaran tapi menginginkan imbalan yang besar."
  },
  {
    "verse_number": 42,
    "tafsir": "Fir’aun menjawab, “Ya, kalian akan mendapatkan imbalan yang besar dan bahkan di samping itu, kamu pasti akan mendapat kedudukan yang dekat kepadaku. Dengan kedudukan itu, kamu pasti akan mendapatkan fasilitas-fasilitas terbaik dariku.”"
  },
  {
    "verse_number": 43,
    "tafsir": "Para pesihir mempersilakan Nabi Musa memperlihatkan kehebatannya terlebih dahulu (Lihat: Surah Al-Araf/7: 115). Namun sebelumnya Nabi Musa mengingatkan mereka agar tidak meneruskan perang tanding ini karena mereka pasti kalah (Lihat: Surah Taha/ 20:61). Akan tetapi, mereka tetap dengan pendirian mereka. Perang tanding pun dimulai. Nabi Musa berkata kepada mereka para pesihir itu, “Sekarang aku berikan kesempatan kepada kalian. Lemparkanlah apa yang hendak kamu lemparkan, agar nanti bisa terlihat mana yang benar dan mana yang batil.” Lain halnya jika Nabi Musa terlebih dahulu yang beraksi."
  },
  {
    "verse_number": 44,
    "tafsir": "Lalu mereka melemparkan tali temali dan tongkat-tongkat mereka seraya berkata dan bersumpah dengan penuh keyakinan, “Demi kekuasaan Fir’aun, pasti kamilah yang akan menang.” Tongkat dan tali temali yang dilemparkan para penyihir itu terlihat oleh pengunjung seperti ular-ular yang berkeliaran ke sana ke mari yang menakutkan. Inilah puncak prestasi sihir mereka. Melihat gelagat ini, Nabi Musa merasa takut, tapi Allah menentramkannya, “Wahai Musa, jangan takut, kamu pasti menang.” Allah kemudian memerintahkan Nabi Musa untuk melemparkan tongkatnya."
  },
  {
    "verse_number": 45,
    "tafsir": "Kemudian Musa melemparkan tongkatnya, maka tiba-tiba saja tongkat itu berubah menjadi ular besar yang sangat menakutkan, kemudian ia, ular besar itu menelan benda-benda yang kelihatan seperti ular itu, padahal itu adalah benda-benda yang palsu yang mereka ada-adakan itu, karena berasal dari sihir, dan sihir itu berasal dari setan."
  },
  {
    "verse_number": 46,
    "tafsir": "Sehabis menelan “ular-ular” para pesihir, Nabi Musa mengambil tongkatnya kembali. Melihat kejadian yang sangat dramatis ini, para pesihir tertegun, terpana, dan merasa terkalahkan. Mereka yakin bahwa Nabi Musa bukanlah penyihir. Lalu serta merta mereka bersujud. Maka, tanpa menunggu lebih lama lagi menyungkurlah para pesihir itu, bersujud di tanah tanpa ragu-ragu karena mereka telah menemukan kebenaran."
  },
  {
    "verse_number": 47,
    "tafsir": "Para pesihir berkata dengan penuh keyakinan “Kami beriman, yakin, dan percaya kepada Tuhan pencipta seluruh alam sebagaimana yang diyakini oleh Musa, yaitu Tuhan Musa dan Harun, Tuhan seluruh alam.”"
  },
  {
    "verse_number": 48,
    "tafsir": "Para pesihir berkata dengan penuh keyakinan “Kami beriman, yakin, dan percaya kepada Tuhan pencipta seluruh alam sebagaimana yang diyakini oleh Musa, yaitu Tuhan Musa dan Harun, Tuhan seluruh alam.”"
  },
  {
    "verse_number": 49,
    "tafsir": "Dengan dikalahkannya para pesihir itu, posisi Fir’aun semakin terdesak. Padahal kejadian ini disaksikan banyak sekali penduduk yang berkerumun. Fir’aun lalu berkata kapada para pesihir dengan suara lantang dan menggertak dengan nada geram, “Mengapa kamu beriman kepada Musa sebelum aku memberi izin kepadamu? Padahal aku adalah pemimpin yang ditaati dan ditakuti. Sesungguhnya dia, Musa, pemimpinmu yang mengajarkan sihir kepadamu.” Lalu Fir’aun mengancam mereka, “Nanti kamu pasti akan tahu akibat perbuatanmu. Pasti akan kupotong tangan dan kakimu bersilang dan sungguh, akan kusalib kamu semuanya di tiang sampai kamu mati di tiang salib itu.”"
  },
  {
    "verse_number": 50,
    "tafsir": "Namun ancaman Fir’aun tidak menyurutkan tekad mereka untuk terus beriman kepada Allah. Demikianlah hati jika sudah tenteram dengan keimanan, tidak akan mudah goyah dengan ancaman apa pun. Para penyihir itu bahkan berani berterus terang dengan keimanan mereka. Mereka berkata, “Tidak ada sama sekali yang kami takutkan dengan semua yang engkau ancamkan kepada kami, karena pada akhirnya kami semua akan mati, kami akan kembali kepada Tuhan kami dan kami harus mempertanggungjawabkan perbuatan kami di hadapan Tuhan kami."
  },
  {
    "verse_number": 51,
    "tafsir": "Mereka terus berkata, “Sesungguhnya kami sangat menginginkan sekiranya Tuhan kami akan mengampuni segala kesalahan yang kami perbuat karena perbuatan sihir kami, ketaatan kami kepada Fir’aun, dan lain-lainnya, karena kami menjadi orang yang pertama-tama beriman kepada Tuhan Musa dan Harun.”"
  },
  {
    "verse_number": 52,
    "tafsir": "Walaupun Fir’aun telah kalah dalam pertarungan, tapi tetap saja dia angkuh dan sombong, dan bahkan terus menindas Bani Israil di Mesir. Nabi Musa terus berdakwah beberapa tahun lamanya. Sampai pada puncaknya, Allah memerintahkan Nabi Musa untuk keluar dari tanah Mesir menuju ke negeri yang dijanjikan yaitu di Baitul Maqdis. Dan Kami wahyukan serta Kami perintahkan kepada Musa, “Pergilah pada malam hari dengan membawa serta hamba-hamba-Ku, yaitu Bani Israil, keluar dari tanah Mesir, agar mereka lepas dari kezaliman raja Fir’aun, sebab pasti kamu akan dikejar. Jika kamu keluar pada malam hari, kamu akan sampai di tepi laut pada pagi harinya. Mereka yang mengejar di pagi hari tidak akan mampu mengejarmu, karena saat itu kamu sudah berada di laut.” Mendengar Nabi Musa dan Bani Israil keluar dari Mesir, Fir’aun memerintahkan kaumnya untuk mengejar Nabi Musa dan Bani Israil."
  },
  {
    "verse_number": 53,
    "tafsir": "Kemudian Fir’aun mengirimkan orang ke kota-kota untuk memobilisasi umum bala tentaranya dan pengikutnya dalam rangka mengejar Nabi Musa kemudian membunuhnya. Setelah Fir’aun melihat jumlah bala tentaranya demikian besar, dia menganggap remeh Nabi Musa dan Bani Israil. Akan tetapi sebenarnya, Fir’aun sudah merasa panik dan galau."
  },
  {
    "verse_number": 54,
    "tafsir": "Fir’aun berkata kepada para pembesarnya, “Sesungguhnya mereka Bani Israil itu hanya sekelompok kecil. Jumlah mereka sangat tidak sebanding dengan tentara kita. Kita akan dengan mudah bisa mengalahkan mereka.”"
  },
  {
    "verse_number": 55,
    "tafsir": "Dan sesungguhnya mereka, Bani Israil itu, telah berbuat hal-hal yang menimbulkan amarah kita, seperti ajakan mereka kepada kita untuk menyembah Tuhan mereka, padahal mereka adalah bawahan dan rakyat jelata kita."
  },
  {
    "verse_number": 56,
    "tafsir": "Dan sesungguhnya kita semua, tanpa kecuali, harus selalu waspada, mawas diri terhadap segala kemungkinan yang akan terjadi yang diperbuat oleh Musa dan Bani Israil.” Kemudian Fir’aun bergerak mengejar Nabi Musa dan meninggalkan Mesir."
  },
  {
    "verse_number": 57,
    "tafsir": "Kemudian, Kami keluarkan mereka, yaitu Fir’aun dan kaumnya, dari taman-taman dan mata air, yang sangat indah yang mereka punyai demi untuk sesuatu tujuan yang batil. Dan Kami keluarkan mereka juga dari harta kekayaan dan kedudukan yang mulia yang mereka dapatkan."
  },
  {
    "verse_number": 58,
    "tafsir": "Kemudian, Kami keluarkan mereka, yaitu Fir’aun dan kaumnya, dari taman-taman dan mata air, yang sangat indah yang mereka punyai demi untuk sesuatu tujuan yang batil. Dan Kami keluarkan mereka juga dari harta kekayaan dan kedudukan yang mulia yang mereka dapatkan."
  },
  {
    "verse_number": 59,
    "tafsir": "Demikianlah, dan Kami anugerahkan semuanya itu kepada Bani Israil. Merekalah pada akhirnya yang mewarisi kekayaan Fir’aun dan peng-ikutnya setelah semuanya binasa."
  },
  {
    "verse_number": 60,
    "tafsir": "Lalu Fir’aun dan bala tentaranya dapat menyusul mereka, Musa dan Bani Israil, pada waktu matahari terbit di pagi hari. Kedua kekuatan berada pada jarak yang semakin dekat. Situasi sudah sangat menegangkan."
  },
  {
    "verse_number": 61,
    "tafsir": "Maka ketika kedua golongan itu saling melihat, berkatalah pengikut-pengikut Musa dengan nada gemetar dan takut, “Kita benar-benar akan tersusul, oleh Fir’aun dan bala tentaranya.”"
  },
  {
    "verse_number": 62,
    "tafsir": "Dia Musa menjawab dengan tenang dan meyakinkan, “Sekali-kali tidak akan tersusul. Sesungguhnya Tuhanku bersamaku, Dia akan memberi petunjuk kepadaku. Tuhanku yang menyuruhku keluar dari Mesir, maka pasti Tuhanku jualah yang akan melindungi kita dengan cara-Nya sendiri.”"
  },
  {
    "verse_number": 63,
    "tafsir": "Pada saat genting seperti inilah, Allah memerintahkan kepada Nabi Musa untuk memukulkan tongkatnya ke laut. Allah sebenarnya bisa membelahkan laut tanpa harus ada penyebab berupa pukulan tongkat, tapi Allah ingin agar manusia tetap berusaha. Lalu Kami wahyukan kepada Musa, “Pukullah laut itu dengan tongkatmu.” Lalu Nabi Musa memukulkan tongkatnya ke laut. Maka, seketika itu, terbelahlah lautan itu menjadi daratan yang bisa dilalui oleh Nabi Musa. Daratan itu terdiri dari dua belas belahan, sesuai dengan kelompok yang ada pada Bani Israil. Dan setiap belahan seperti gunung yang besar."
  },
  {
    "verse_number": 64,
    "tafsir": "Dan di sanalah Kami dekatkan golongan yang lain, yaitu Fir’aun dan bala tentaranya, sebagai cara Kami untuk menenggelamkan mereka. Lalu Fir’aun dan bala tentaranya mengejar Nabi Musa melalui jalan yang terbelah itu. Kemudian setelah semuanya berada di tengah laut, Kami kembalikan daratan itu menjadi laut kembali, sehingga Fir’aun dan semua bala tentaranya mati tenggelam."
  },
  {
    "verse_number": 65,
    "tafsir": "Dan Kami selamatkan Musa dan orang-orang yang bersamanya sebagai balasan atas kesabaran mereka dalam mengahadapi Fir’aun dan kekejamannya, dan atas kesabaran taat kepada ajakan Nabi Musa untuk berhijrah dari negeri Mesir."
  },
  {
    "verse_number": 66,
    "tafsir": "Kemudian Kami tenggelamkan golongan yang lain yaitu Fir’aun dan bala tentaranya, sebagai balasan atas kesombongan dan kekafiran mereka."
  },
  {
    "verse_number": 67,
    "tafsir": "Sungguh, pada yang demikian itu, yaitu binasanya orang yang durhaka dan selamatnya orang yang beriman, terdapat suatu tanda kekuasaan Allah yang demikian besar, tetapi kebanyakan mereka tidak beriman."
  },
  {
    "verse_number": 68,
    "tafsir": "Dan sesungguhnya Tuhanmu Dialah Yang Mahaperkasa dan Mahakuat atas segala sesuatu, tidak ada yang bisa mengalahkan-Nya. Disisi lain, Dia Maha Penyayang bagi mereka yang beriman dan mau kembali ke jalan Allah."
  },
  {
    "verse_number": 69,
    "tafsir": "Ayat-ayat berikut ini menyebutkan beberapa kisah Nabi Ibrahim ketika menyeru kaumnya untuk mengesakan Allah. Dan bacakanlah kepada mereka, kaum musyrik Mekah, kisah perjuangan Nabi Ibrahim. Kaum musyrik menganggap bahwa mereka adalah penerus agama Nabi Ibrahim dan anaknya Ismail, padahal hal itu sama sekali bertentangan dengan agama Ibrahim yang sebenarnya, yaitu agama tauhid."
  },
  {
    "verse_number": 70,
    "tafsir": "Ketika dia Ibrahim berkata kepada ayahnya dan kaumnya, yang menyembah berhala di Irak selatan, “Apakah yang kamu sembah? bukankah itu benda mati yang dibuat dengan tanganmu sendiri?”"
  },
  {
    "verse_number": 71,
    "tafsir": "Mereka menjawab, “Kami menyembah berhala-berhala dan kami senantiasa tekun menyembahnya setiap saat.” Nabi Ibrahim mencoba berdialog dengan mereka dan mengajak mereka berpikir secara rasional, tidak secara emosional."
  },
  {
    "verse_number": 72,
    "tafsir": "Ibrahim berkata dalam bentuk kalimat tanya agar mereka mulai berpikir, “Apakah mereka, tuhan yang kamu sembah itu, mendengarmu ketika kamu berdoa kepadanya sehingga kamu pantas untuk menyembahnya?” Alasan seorang menyembah sesuatu adalah dalam rangka mendatangkan kemanfaatan dan menolak bahaya."
  },
  {
    "verse_number": 73,
    "tafsir": "“Atau, dapatkah mereka memberi manfaat kepada kamu seperti rezeki, jika kamu menyembahnya atau mencelakakan kamu jika kamu tidak menyembahnya?” lanjut Nabi Ibrahim."
  },
  {
    "verse_number": 74,
    "tafsir": "Mereka menjawab, “Tidak, mereka tidak memberikan kemanfaatkan dan mendatangkan bahaya, tetapi kami dapati nenek moyang kami berbuat begitu.” Mereka berbangga dengan perilaku seperti itu. Inilah bentuk taklid buta, yaitu mengikuti cara beribadah orang lain walaupun hal itu salah."
  },
  {
    "verse_number": 75,
    "tafsir": "Ibrahim berkata, “Apakah kamu memperhatikan dengan sebenar-benarnya apa yang kamu sembah, apakah hal itu pantas kamu lakukan?"
  },
  {
    "verse_number": 76,
    "tafsir": "Kamu dan nenek moyang kamu yang terdahulu?” Nabi Ibrahim lantas memperlihatkan sikapnya yang tegas dan bernada permusuhan, karena dalam hal keimanan dan ibadah tidak ada kompromi dengan siapa pun."
  },
  {
    "verse_number": 77,
    "tafsir": "“Sesungguhnya mereka, yakni apa yang kamu sembah, itu musuhku, karena mereka adalah setan dalam bentuk berhala lain halnya Tuhan seluruh alam yang banyak sekali memberikan anugerah kepadaku dan kepada kamu sekalian.” demikian Nabi Ibrahim menjelaskan. Ia lalu menyebutkan satu persatu anugerah Tuhannya agar mereka sadar akan kekeliruan mereka dan mengikuti ajakan Nabi Ibrahim."
  },
  {
    "verse_number": 78,
    "tafsir": "Nabi Ibrahim melanjutkan keterangannnya, “Dia adalah Zat yang telah menciptakan aku dalam sebaik-baiknya bentuk dan aku diberi kesempatan dalam hidupku untuk menyembah Allah, maka Dia yang memberi petunjuk kepadaku, menuju ke jalan yang benar melalui wahyu yang diberikan kepadaku."
  },
  {
    "verse_number": 79,
    "tafsir": "Dan Yang memberi makan dan minum kepadaku, melalui rezeki dari air hujan yang menyuburkan tanah sehingga menumbuhkan tumbuh-tumbuhan. Dari situlah aku makan dan minum."
  },
  {
    "verse_number": 80,
    "tafsir": "Dan apabila aku sakit, Dialah pada hakikatnya yang menyembuhkan aku, baik melalui sebab atau tidak."
  },
  {
    "verse_number": 81,
    "tafsir": "Dan Yang akan mematikan aku kemudian akan menghidupkan aku kembali, pada hari akhirat nanti. Inilah Tuhan yang patut kamu sembah, karena kekuasaan-Nya yang mutlak."
  },
  {
    "verse_number": 82,
    "tafsir": "Dan Yang sangat kuinginkan akan mengampuni kesalahanku pada hari Kiamat, hari di mana aku harus mempertanggungjawabkan atas semua amalku.”"
  },
  {
    "verse_number": 83,
    "tafsir": "Nabi Ibrahim lantas berdoa untuk kebaikan dirinya, orang tuanya, dan orang lain, baik di dunia maupun akhirat, “Ya Tuhanku, berikanlah kepadaku ilmu yang bermanfaat dan pemahaman terhadap rahasia agama dan masukkanlah aku ke dalam golongan orang-orang yang saleh yang selalu berada pada jalan yang benar."
  },
  {
    "verse_number": 84,
    "tafsir": "Dan jadikanlah aku buah tutur yang baik bagi orang-orang yang datang kemudian.” Allah mengabulkan doa Nabi Ibrahim. Namanya tetap bersinar, sikapnya tetap diagungkan, keturunannya banyak yang diangkat Allah menjadi nabi, hingga yang terakhir adalah Nabi Muhammad Sallallhu 'alaihi wa sallam."
  },
  {
    "verse_number": 85,
    "tafsir": "“Dan jadikanlah aku termasuk orang yang mewarisi surga yang penuh kenikmatan yang tiada habis-habisnya, sebagai anugerah yang tak terhingga dari-Mu, ya Allah.” lanjut doa Nabi Ibrahim."
  },
  {
    "verse_number": 86,
    "tafsir": "Nabi Ibrahim adalah seorang yang sangat santun kepada orang tuanya, walaupun kafir. Dia berdoa untuk kebaikan ayahnya, “Dan ampunilah ayahku, sesungguhnya dia termasuk orang yang sesat, penyembah berhala.” Namun karena Allah melarang seseorang mendoakan orang kafir yang telah meninggal, Nabi Ibrahim tidak lagi melanjutkan doa untuk ayahnya."
  },
  {
    "verse_number": 87,
    "tafsir": "“Dan janganlah Engkau hinakan aku pada hari mereka dibangkitkan, di hadapan manusia lain bersamaku, tapi tutupilah kesalahanku, hanya Engkau sajalah yang mengetahui keadaanku yang sebenarnya,"
  },
  {
    "verse_number": 88,
    "tafsir": "yaitu pada hari ketika harta dan anak-anak tidak lagi berguna, untuk menebus semua dosa-dosa yang ada,” demikian Nabi Ibrahim menutup doanya. Allah tidak membutuhkan semua itu, karena Allah Mahakaya."
  },
  {
    "verse_number": 89,
    "tafsir": "Kecuali orang-orang yang menghadap Allah dengan hati yang bersih, yang selamat dari noda dan dosa."
  },
  {
    "verse_number": 90,
    "tafsir": "Dan surga didekatkan kepada orang-orang yang bertakwa yang selalu menjaga diri dari kemaksiatan, agar terhindar dari murka Allah. Surga diperlihatkan kepada mereka, sehingga mereka bisa menikmati pemandangan yang sangat indah di dalamnya. Inilah kenikmatan permulaan sebelum mereka masuk ke dalamnya."
  },
  {
    "verse_number": 91,
    "tafsir": "Dan sebaiknya neraka Jahim yang sangat panas dan menakutkan diperlihatkan dengan jelas kepada orang-orang yang memilih jalan sesat, yaitu jalan kehidupan yang tidak diridai oleh Allah seperti kekafiran dan kesyirikan."
  },
  {
    "verse_number": 92,
    "tafsir": "Dan pada saat itu dikatakan kepada mereka, “Di mana berhala-berhala yang dahulu kamu sembah selain Allah? Mestinya berhala-berhala itu berada di sini untuk menolongmu dari siksaan api neraka."
  },
  {
    "verse_number": 93,
    "tafsir": "Dapatkah mereka menolong kamu atau menolong diri mereka sendiri?” Mereka sama sekali tidak bisa berbuat apa-apa. Bahkan berhala-berhala itu dan para penyembahnya akan masuk neraka bersama-sama."
  },
  {
    "verse_number": 94,
    "tafsir": "Maka, mereka, sesembahan itu, dijungkirkan ke dalam neraka bersama orang-orang yang sesat, berkali-kali."
  },
  {
    "verse_number": 95,
    "tafsir": "Dan juga bala tentara Iblis semuanya. Iblis sebagai penggoda, manusia kafir yang tergoda, dan berhala-berhala yang dijadikan sesembahan, semuanya akan masuk neraka. Semuanya adalah simbol-simbol pengingkaran terhadap Allah. Pada saat mereka di neraka, terjadilah aksi saling menghujat di antara Iblis dan pengikutnya."
  },
  {
    "verse_number": 96,
    "tafsir": "Mereka para penghuni neraka itu berkata sambil bertengkar di dalamnya. Penghuni neraka mengakui atas kesesatannya."
  },
  {
    "verse_number": 97,
    "tafsir": "Mereka berkata, “Demi Allah, sesungguhnya kita dahulu di dunia dalam kesesatan yang nyata dengan memilih jalan kekafiran."
  },
  {
    "verse_number": 98,
    "tafsir": "Karena kita mempersamakan kamu, yaitu berhala-berhala itu, dengan Tuhan seluruh alam.” Penyamaan Allah Pencipta dan Pengurus alam semesta dengan berhala yang tidak mempunyai andil apa-apa dalam kehidupan adalah satu kezaliman yang nyata. Penghuni neraka tahu siapa sebenarnya yang menyesatkan mereka."
  },
  {
    "verse_number": 99,
    "tafsir": "“Dan tidak ada yang menyesatkan kita kecuali orang-orang yang berdosa, yang terdiri dari setan yang berujud jin dan manusia yang tidak henti-hentinya menggoda ke jalan yang sesat."
  },
  {
    "verse_number": 100,
    "tafsir": "Maka sehingga kita tidak mempunyai pemberi syafaat yaitu penolong, yang dapat menolong kita dari kesusahan saat ini."
  },
  {
    "verse_number": 101,
    "tafsir": "Dan tidak pula mempunyai teman yang akrab, yang bisa memberikan sedikit pertolongan.” sesal mereka. Setelah tidak ada lagi yang membantu, mereka lantas menginginkan kembali lagi ke dunia agar bisa melakukan amal saleh."
  },
  {
    "verse_number": 102,
    "tafsir": "“Maka seandainya kita dapat kembali ke dunia niscaya kita menjadi orang-orang yang beriman, dan beramal saleh.” demikian mereka mengungkapkan penyesalannya. Tapi hal itu mustahil mereka dapatkan, karena hidup di dunia cuma sekali."
  },
  {
    "verse_number": 103,
    "tafsir": "Sungguh, pada yang demikian itu yaitu pada dialog ahli neraka itu jika direnungkan dengan saksama, terdapat tanda kekuasaan Allah, tetapi kebanyakan mereka tidak beriman."
  },
  {
    "verse_number": 104,
    "tafsir": "Dan sungguh, Tuhanmu benar-benar Dialah Mahaperkasa, yang mampu mempercepat siksa-Nya, Maha Penyayang dengan mengakhirkan siksa sampai di akhirat nanti."
  },
  {
    "verse_number": 105,
    "tafsir": "Kaum Nabi Nuh telah mendustakan para rasul. Para rasul Allah adalah satu kesatuan yang tidak bisa dipisahkan antara satu dengan yang lain. Mendustakan satu rasul sama saja dengan mendustakan semua rasul."
  },
  {
    "verse_number": 106,
    "tafsir": "Ketika saudara mereka yaitu Nabi Nuh, saudara senegeri, berkata kepada mereka, “Mengapa kamu tidak bertakwa?” Pertanyaan itu terlontar mengingat bahwa mereka adalah penyembah patung-patung Wadd, Suwa, Yagus, Ya’uq, dan Nasr (Lihat Surah Nuh/ 71: 23)."
  },
  {
    "verse_number": 107,
    "tafsir": "Nabi Nuh melanjutkan dakwahnya, “Sesungguhnya aku ini seorang rasul kepercayaan yang diutus kepadamu, untuk menyampaikan pesan-pesan Tuhanku kepadamu."
  },
  {
    "verse_number": 108,
    "tafsir": "Maka bertakwalah kamu kepada Allah dengan menjaga diri agar tidak mendapat murka Allah dan taatlah kepadaku atas semua yang aku sampaikan kepadamu."
  },
  {
    "verse_number": 109,
    "tafsir": "Dan aku tidak meminta imbalan apa pun kepadamu baik berupa materi atau jasa, atas ajakan itu, karena imbalanku hanyalah dari Tuhan seluruh alam yang jauh lebih baik dari semua imbalan yang ada karena Allah Mahakaya, pemilik alam seluruh."
  },
  {
    "verse_number": 110,
    "tafsir": "Maka bertakwalah kamu kepada Allah dengan mengerjakan semua perintahnya dan menjauhi semua larangan-Nya dan taatlah kepadaku, atas semua yang aku sampaikan kepadamu.” Kaum Nabi Nuh langsung memberikan reaksi secara negatif."
  },
  {
    "verse_number": 111,
    "tafsir": "Mereka berkata, “Apakah kami harus beriman kepadamu, padahal pengikut-pengikutmu orang-orang yang hina?” Pengikut Nabi Nuh banyak dari golongan rakyat jelata, karena merekalah yang banyak terzalimi dari sistem yang ada, bukan dari kalangan bangsawan yang senang dengan kedudukan mereka. Begitulah mereka melihat persoalan bukan dari ajarannya tapi dari orang yang mengikuti ajaran itu."
  },
  {
    "verse_number": 112,
    "tafsir": "Mendengar ejekan kaumnya, Nabi Nuh menjawab, “Tidak ada pengetahuanku tentang apa yang mereka orang-orang yang hina dina itu kerjakan. Aku hanya mengetahui hal-hal yang lahir saja dari mereka saja."
  },
  {
    "verse_number": 113,
    "tafsir": "Perhitungan amal perbuatan mereka tidak lain hanyalah kepada Tuhanku, karena Tuhanku yang mengetahui secara hakiki niat dari perbuatan mereka, jika kamu menyadari terhadap apa yang aku katakan. Semestinya kamu memahami persoalan ini dengan akal sehatmu.”"
  },
  {
    "verse_number": 114,
    "tafsir": "Lalu dengan lantang Nabi Nuh mengatakan kepada kaumnya tentang pengikut-pengikutnya yang setia, “Dan aku tidak akan mengusir orang-orang yang beriman. Tidak terkecuali apakah mereka terdiri dari orang-orang miskin, dari kalangan bawah atau lainnya. Orang-orang itu pastilah memahami apa yang aku dakwahkan kepada mereka."
  },
  {
    "verse_number": 115,
    "tafsir": "Aku, Nabi Nuh, ini hanyalah pemberi peringatan yang jelas terhadap mereka yang selalu berdusta kepadaku, bahwa nasib mereka pastilah akan jelek."
  },
  {
    "verse_number": 116,
    "tafsir": "Mendengar jawaban Nabi Nuh yang demikian tegas dan masuk akal, kaumnya mengintimidasinya. Mereka berkata, “Wahai Nuh! Sungguh, jika engkau tidak mau berhenti dari ajakanmu, niscaya engkau termasuk orang yang dirajam yaitu dilempari batu sampai mati.” Demikianlah sikap orang-orang zalim pada setiap zaman. Mereka akan menggunakan kekuatan jika kalah dalam adu argumentasi. Mendengar ancaman kaumnya, Nabi Nuh mengadu kepada Tuhannya."
  },
  {
    "verse_number": 117,
    "tafsir": "Nabi Nuh berkata, “Ya Tuhanku sungguh kaumku telah mendustakan aku. Mereka telah memilih jalan kesesatan, padahal aku, sesuai dengan perintah-Mu, telah mengajak mereka dengan baik-baik, siang dan malam, selama ratusan tahun, untuk kembali ke jalan-Mu."
  },
  {
    "verse_number": 118,
    "tafsir": "Maka berilah keputusan antara aku dengan mereka wahai Tuhanku, di Tangan-Mu-lah nasib mereka dan aku memohon kepada-Mu, selamatkanlah aku dan mereka yang beriman bersamaku dari siksaan-Mu yang akan Engkau timpakan kepada kaumku.”"
  },
  {
    "verse_number": 119,
    "tafsir": "Allah pun mengabulkan doa Nabi Nuh. Kemudian Kami menyelamatkannya yakni Nuh dan orang-orang yang bersamanya di dalam kapal yang penuh muatan yaitu berupa kebutuhan pokok mereka."
  },
  {
    "verse_number": 120,
    "tafsir": "Kemudian setelah penyelamatan itu, Kami tenggelamkan orang-orang yang tinggal yaitu mereka yang durhaka."
  },
  {
    "verse_number": 121,
    "tafsir": "Sungguh, pada kejadian yang demikian itu benar-benar terdapat tanda kekuasaan Allah yang demikian nyata, tetapi kebanyakan mereka tidak beriman."
  },
  {
    "verse_number": 122,
    "tafsir": "Dan sungguh, Tuhanmu, Dialah Yang Mahaperkasa yang tidak berku-rang kekuasaan-Nya walaupun banyaknya orang yang ingkar kepada-Nya, Maha Penyayang dengan tidak cepat membinasakan orang yang durhaka kepada-Nya, tapi masih memberikan kesempatan kepada mereka untuk bertobat."
  },
  {
    "verse_number": 123,
    "tafsir": "Kaum 'Ad yang mendiami tanah Yaman telah mendustakan para rasul. Mendustakan satu rasul, sama saja dengan mendustakan seluruh rasul, karena mereka adalah satu kesatuan, yaitu sebagai utusan Allah."
  },
  {
    "verse_number": 124,
    "tafsir": "Ketika saudara mereka sendiri yang satu negeri dan satu kabilah, yaitu Hud, berkata kepada mereka dengan tulus ikhlas mengajak mereka ke jalan yang benar, “Mengapa kamu tidak bertakwa?"
  },
  {
    "verse_number": 125,
    "tafsir": "Sungguh, aku ini seorang rasul kepercayaan Allah yang diutus kepada-mu, agar kamu taat kepada-Nya."
  },
  {
    "verse_number": 126,
    "tafsir": "Karena itu bertakwalah kepada Allah dengan menaati semua perintah-Nya dan menjauhi larangan-Nya dan taatlah kepadaku atas apa yang aku katakan kepada kamu.”"
  },
  {
    "verse_number": 127,
    "tafsir": "Kemudian agar kaumnya tidak mencurigai bahwa ia memiliki misi yang sifatnya komersial, Nabi Hud berkata, “Dan aku tidak meminta imbalan apa pun kepadamu, baik materi maupun jasa atas ajakan itu; karena imbalanku hanyalah dari Tuhan yang mengatur seluruh alam seluruh karena aku adalah utusan-Nya.”"
  },
  {
    "verse_number": 128,
    "tafsir": "Nabi Hud mengecam perilaku buruk kaumnya dan berkata, “Apakah kamu mendirikan istana-istana pada setiap tanah yang tinggi hanya untuk kemegahan dan kepongahan tanpa ditempati? Sungguh hal ini keterlaluan."
  },
  {
    "verse_number": 129,
    "tafsir": "Dan kamu membuat benteng-benteng yang kokoh dan kuat, atau penampungan-penampungan air yang besar dengan maksud supaya kamu kekal di dunia?"
  },
  {
    "verse_number": 130,
    "tafsir": "Dan apabila kamu menyiksa orang-orang yang terkena sanksi hukum dalam pandangan kamu, maka kamu menyiksa sebagai orang-orang kejam dan bengis di luar batas peri kemanusiaan."
  },
  {
    "verse_number": 131,
    "tafsir": "Maka bertakwalah kepada Allah dan taatlah kepadaku. Ketahuilah bahwa apa yang kamu lakukan itu adalah perbuatan yang melanggar hukum-hukum Allah."
  },
  {
    "verse_number": 132,
    "tafsir": "Dan bertakwalah kepada Allah yang telah menganugerahkan kepadamu apa yang kamu ketahui dan kamu rasakan, yaitu segala kenikmatan duniawi.”"
  },
  {
    "verse_number": 133,
    "tafsir": "Nabi Hud lalu memerinci beberapa kenikmatan itu, “Dia telah menganugerahkan dan melimpahkan kepada kamu binatang-binatang ternak yang sangat besar manfaatnya dalam kehidupan kamu dan Dia juga memberimu anak-anak yang dengan mereka kamu merasa kuat."
  },
  {
    "verse_number": 134,
    "tafsir": "Dan kebun-kebun yang rindang, dengan aneka macam tumbuh-tumbuhan dan pepohonan dan mata air yang jernih dan melimpah."
  },
  {
    "verse_number": 135,
    "tafsir": "Sesungguhnya aku takut kamu akan ditimpa azab hari yang besar, yaitu hari Kiamat. Apa yang kamu miliki dan kamu banggakan, pada hari itu, tidak akan bisa menolong kamu dari siksa api neraka.”"
  },
  {
    "verse_number": 136,
    "tafsir": "Namun demikian, dengan sikap sombong, kaumnya menolak ajakannya. Mereka menjawab, “Adalah sama saja bagi Kami, apakah kamu wahai Hud, memberi nasihat atau tidak memberi nasihat, kami tetap tidak akan menuruti ajakanmu. Kami akan terus berpegang teguh dengan keyakinan kami. Maka kamu tak perlu bersusah payah terus menerus mengajak kami."
  },
  {
    "verse_number": 137,
    "tafsir": "“Agama kami ini tidak lain hanyalah adat kebiasaan orang dahulu. Apa yang dilakukan nenek moyang kami, itulah yang kami ikuti.” Inilah bentuk taklid buta dalam hal keyakinan agama yang sangat dibenci oleh Allah."
  },
  {
    "verse_number": 138,
    "tafsir": "Dan dengan pongahnya mereka berkata lagi, “Dan Kami sama sekali tidak akan di azab oleh Allah di akhirat kelak.” Mereka menganggap bahwa kenikmatan yang mereka miliki adalah bentuk kasih sayang Allah kepada mereka, maka di akhirat pun mereka yakin tidak akan disiksa."
  },
  {
    "verse_number": 139,
    "tafsir": "Sebagai sanksi atas kepongahan mereka, Allah menurunkan siksaNya kepada mereka. Maka, mereka mendustakan Nabi Hud terhadap semua ajakan dan nasihatnya, lalu Kami binasakan mereka dengan angin yang sangat dingin dan kencang selama tujuh malam dan delapan hari terus menerus (Lihat juga Surah Al-Haqqah/69: 7). Sungguh pada kejadian yang demikian itu terdapat tanda kekuasaan Allah yang demikian besar dan nyata yang semestinya menjadi pelajaran bagi mereka, tetapi kebanyakan mereka tidak beriman bahkan mendustakan Allah dan rasul-Nya."
  },
  {
    "verse_number": 140,
    "tafsir": "Dan sungguh, Tuhanmu, Dialah Yang Mahaperkasa yang tidak berkurang kekuasaan-Nya dengan banyaknya orang yang ingkar kepada-Nya, Maha Penyayang dengan tidak cepat membinasakan orang yang durhaka kepadaNya, tapi masih memberikan kesempatan kepada mereka untuk bertobat."
  },
  {
    "verse_number": 141,
    "tafsir": "Kaum Samud telah mendustakan para rasul yang mengajak mereka kembali kepada jalan yang benar, yaitu menauhidkan Allah, tidak menyekutukan-Nya dengan yang lain dan beribadah kepada-Nya dengan ikhlas."
  },
  {
    "verse_number": 142,
    "tafsir": "Ketika saudara mereka yang berasal dari negeri dan kabilah mereka sendiri yaitu Saleh berkata kepada mereka dengan maksud menasihati, “Mengapa kamu tidak bertakwa dengan menjaga diri kamu dari murka Allah, dengan menauhidkan-Nya dan menjalani semua perintahnya?"
  },
  {
    "verse_number": 143,
    "tafsir": "Sesungguhnya aku adalah seorang rasul kepercayaan Allah yang diutus kepadamu, untuk mengingatkanmu akan jalan kebenaran untuk kebaikanmu juga."
  },
  {
    "verse_number": 144,
    "tafsir": "Karena itu, bertakwalah kepada Allah dan taatlah kepadaku terhadap apa yang aku perintahkan dan yang aku larang kepadamu."
  },
  {
    "verse_number": 145,
    "tafsir": "Dan aku tidak meminta suatu imbalan kepadamu atas ajakan itu, baik berupa materi atau non materi. Imbalanku tidak lain hanyalah dari Tuhan Pemelihara seluruh alam. Dialah yang mengutusku."
  },
  {
    "verse_number": 146,
    "tafsir": "Apakah kamu mengira akan dibiarkan tinggal di sini di negeri kamu ini dengan segala kenikmatannya, dengan aman, tanpa harus bertanggung jawab terhadap Tuhan yang menciptakan kamu?"
  },
  {
    "verse_number": 147,
    "tafsir": "Di dalam kebun-kebun yang rindang serta mata air yang jernih dan melimpah,"
  },
  {
    "verse_number": 148,
    "tafsir": "dan tanaman-tanaman dan pohon-pohon kurma yang mayangnya lembut yang akan menghasilkan buah kurma yang enak dan lezat."
  },
  {
    "verse_number": 149,
    "tafsir": "dan kamu pahat dengan terampil sebagian gunung-gunung batu yang demikian besar untuk dijadikan rumah-rumah dengan rajin dan kepiawaian; tapi semua itu kamu lakukan dengan penuh kesombongan dan kepongahan, bukan untuk kemanfaatan semata."
  },
  {
    "verse_number": 150,
    "tafsir": "Maka bertakwalah kepada Allah dengan melaksanakan perintah-Nya dan menjauhi semua larangan-Nya dan taatlah kepadaku terhadap apa yang aku sampaikan kepadamu, karena aku adalah utusan Allah;"
  },
  {
    "verse_number": 151,
    "tafsir": "Dan janganlah kamu menaati perintah orang-orang yang melampaui batas."
  },
  {
    "verse_number": 152,
    "tafsir": "Mereka adalah para pemuka masyarakatmu yang kafir, sombong, berbuat kerusakan, keonaran, dan kemaksiatan di muka bumi dan mereka sama sekali tidak mengadakan perbaikan dalam kehidupan mereka.” Mereka yang dimaksud Nabi Saleh berjumlah 9 orang (lihat surah an-Naml/27:48) dan tinggal dikawasan antara Madinah dan Yordania yang disebut dengan negeri Mada'in, tempat tinggal kaum Samud."
  },
  {
    "verse_number": 153,
    "tafsir": "Akan tetapi, mereka menolak dakwah Nabi Saleh dengan berkata, “Sungguh, engkau hanyalah termasuk orang yang kena sihir karena apa yang engkau dakwahkan tidak sesuai dengan kebiasaan kami."
  },
  {
    "verse_number": 154,
    "tafsir": "Engkau wahai Saleh, tidak lain hanyalah seorang manusia biasa seperti kami; makan, minum, dan lain-lainnya. Mengapa hanya engkau yang diberi wahyu? Maka, datangkanlah sesuatu mukjizat, kejadian yang luar biasa jika engkau memang termasuk orang-orang yang benar, bahwa kamu adalah utusan Allah.”"
  },
  {
    "verse_number": 155,
    "tafsir": "Kemudian Nabi Saleh meminta kepada Allah agar diturunkan tanda-tanda kebesaran-Nya sebagaimana yang dimintakan oleh kaum-nya. Lalu Allah memenuhi permintaan Nabi Saleh dengan keluarnya seekor unta dari batu-batu besar yang ada di sekeliling mereka. Nabi Shaleh menjelaskan, “Ini seekor unta betina, sebagai pertanda kebenaran kenabianku seperti apa yang kamu inginkan, dengan dua ketentuan. Pertama, dia berhak mendapatkan giliran untuk mendapatkan air minum pada satu hari, dan kamu mempunyai giliran pula untuk mendapatkan air di hari yang tertentu, secara bergiliran."
  },
  {
    "verse_number": 156,
    "tafsir": "Dan, ketentuan kedua, janganlah kamu sentuh unta betina itu dengan sesuatu kejahatan, baik dengan memukulnya apalagi membunuhnya, hal yang menyebabkan kamu akan ditimpa azab hari yang besar.”"
  },
  {
    "verse_number": 157,
    "tafsir": "Ternyata mereka melanggar ketentuan ini. Kemudian salah seorang di antara mereka membunuhnya, sementara yang lain mendiamkannya saja, sebagai tanda persetujuan. Dengan persetujuan ini semuanya dianggap ikut terlibat dalam pembunuhan itu. Lalu mereka merasa menyesal atas apa yang telah mereka lakukan, karena mereka tahu akan akibat dari perbuatan mereka yaitu datangnya siksaan Allah. Tapi tak berguna lagi penyesalan itu. Mereka diberi tenggat waktu sampai tiga hari, (Lihat: Surah Hud/11: 65) lalu datanglah azab yang mereka takutkan."
  },
  {
    "verse_number": 158,
    "tafsir": "Maka mereka ditimpa azab. yaitu suara yang menggelegar disertai dengan guncangan bumi yang dahsyat (lihat: Surah Hud/11:67) dan (al-Hqqah/69: 4). Mereka semua mati bergelimpangan, kecuali nabi Saleh dan orang-orang yang beriman kepadanya. Sungguh, pada yang demikian itu, terdapat tanda yang nyata atas ke Mahakuasaan Allah dan bahwa janji dan ancaman Allah itu benar adanya. Tetapi kebanyakan mereka tidak beriman, hati mereka terkunci mati oleh kesombongan mereka."
  },
  {
    "verse_number": 159,
    "tafsir": "Dan Sungguh Tuhanmu, Dialah yang Maha Perkasa, yang tidak ada yang mampu mengalahkan-Nya, Banyaknya orang yang ingkar kepada-Nya tidak mengurangi sedikit pun kekuasaan-Nya. Dia juga Maha Penyayang yang masih memberikan kesempatan kepada yang berdurhaka untuk kembali bertobat."
  },
  {
    "verse_number": 160,
    "tafsir": "Nabi Luth adalah keponakan Nabi Ibrahim. Kaumnya mendiami negeri Sodom, di dataran rendah Yordania. Mereka melakukan kejahatan seksual yaitu sodomi. Kaum Luth telah mendustakan para rasul. Setiap rasul dan penggiat kebenaran pasti mendapatkan tantangan dari banyak pihak. Nabi Luth menyeru kaumnya untuk kembali ke jalan yang benar."
  },
  {
    "verse_number": 161,
    "tafsir": "Ketika saudara mereka yang satu negeri dengan mereka, yaitu Nabi Luth, berkata kepada mereka, “Mengapa kamu tidak bertakwa? dengan bertakwa kamu akan selamat baik di dunia maupun di akhirat."
  },
  {
    "verse_number": 162,
    "tafsir": "Sungguh, aku ini seorang rasul kepercayaan yang diutus kepadamu untuk membawa misi kebenaran dari Tuhan Yang mengutusku."
  },
  {
    "verse_number": 163,
    "tafsir": "Maka bertakwalah kepada Allah dengan menjalankan semua perintah-Nya dan menjauhi segala larangan-Nya. dan taatlah kepadaku. Atas apa yang aku katakan padamu."
  },
  {
    "verse_number": 164,
    "tafsir": "Dan aku sekali-kali tidak minta imbalan kepadamu atas ajakan itu, imbalanku tidak lain hanyalah dari Tuhan pemelihara seluruh alam yang menjadikan aku sebagai utusan-Nya.”"
  },
  {
    "verse_number": 165,
    "tafsir": "Setelah berdakwah setelah umum, Nabi Luth kemudian memasuki area dakwah yang lebih khusus lagi, “Mengapa kamu mendatangi atau melakukan hubungan seksual dengan laki-laki di antara manusia. Sungguh ini merupakan perbuatan yang sangat keji yang dimurkai Allah."
  },
  {
    "verse_number": 166,
    "tafsir": "Dan kamu tinggalkan perempuan yang diciptakan oleh Tuhan untuk menjadi istri-istrimu? Terhadap merekalah kamu semaikan bibit keturunanmu kelak, untuk menjadi generasi yang saleh yang memakmurkan bumi. Kamu memang orang-orang yang melampaui batas. Karena melakukan sesuatu bukan pada peruntukannya.”"
  },
  {
    "verse_number": 167,
    "tafsir": "Namun dengan angkuh mereka menjawab, “Wahai Luth, jika engkau tidak berhenti dari apa yang engkau lakukan, engkau termasuk orang-orang yang terusir dari negeri ini, karena kami tidak menghendaki engkau berada bersama kami.”"
  },
  {
    "verse_number": 168,
    "tafsir": "Nabi Lut berkata, “Aku sungguh benci kepada perbuatanmu karena bertentangan dengan fitrah manusia, hanya mengumbar nafsu seksual belaka yang bukan pada tempatnya.”"
  },
  {
    "verse_number": 169,
    "tafsir": "Melihat sikap kaumnya yang tidak berubah bahkan menjadi-jadi, Nabi Lut memohon keselamatan dari Allah dengan berdoa, “Ya Tuhanku selamatkanlah aku dan keluargaku dan pengikutku yang beriman dari akibat perbuatan yang mereka kerjakan.”"
  },
  {
    "verse_number": 170,
    "tafsir": "Lalu Kami selamatkan dia bersama keluarganya semua,"
  },
  {
    "verse_number": 171,
    "tafsir": "kecuali seorang perempuan tua yaitu istrinya sendiri, yang termasuk dalam golongan yang tinggal. Dia berkhianat terhadap suaminya, dan bergabung dengan kaumnya yang kafir dan lacur."
  },
  {
    "verse_number": 172,
    "tafsir": "Kemudian Kami binasakan yang lain dan menghancurkan mereka sehancur-hancurnya."
  },
  {
    "verse_number": 173,
    "tafsir": "Dan setelah negeri mereka dijungkirbalikkan, Kami hujani mereka dengan hujan batu yang demikian keras. Maka betapa buruk hujan yang menimpa orang-orang yang telah diberi peringatan itu. Inilah kesudahan dari kaum yang durhaka kepada Allah. Mereka diberi peringatan demi peringatan, namun mereka tetap memilih jalan kehidupan yang keji yang dibenci oleh Allah."
  },
  {
    "verse_number": 174,
    "tafsir": "Sungguh pada yang demikian itu benar-benar terdapat bukti-bukti yang nyata akan ke Maha Kuasanya Allah. Dan, adalah kebanyakan mereka tidak beriman. Mereka yang ingkar terkena laknat, dan yang yang beriman akan selamat. Inilah ketetapan Allah yang tidak pernah berubah."
  },
  {
    "verse_number": 175,
    "tafsir": "Dan sungguh Tuhanmu, yang memeliharamu, benar-benar Dialah Yang Mahaperkasa, Maha Penyayang dengan tidak cepat-cepat menghukum para pendosa, tapi memberikan kesempatan kepada mereka untuk bertobat."
  },
  {
    "verse_number": 176,
    "tafsir": "Penduduk Aikah telah mendustakan para rasul; yaitu Nabi Syuaib yang diutus kepada mereka, untuk memperbaiki akidah dan akhlak mereka,"
  },
  {
    "verse_number": 177,
    "tafsir": "Nabi Syuaib memulai dakwahnya dengan berpesan kepada kaumnya untuk bertakwa. Ketika Nabi Syuaib berkata kepada mereka, “Mengapa kamu tidak bertakwa?” Bertakwa adalah pokok pangkal kebaikan segala sesuatu. Inilah anjuran pertama para rasul sebelum masuk pada materi dakwah lainnya kepada kaumnya. Nabi Syuaib memperkenalkan dirinya dan kedudukannya selaku utusan Allah."
  },
  {
    "verse_number": 178,
    "tafsir": "Nabi Syuaib melanjutkan dakwahnya, “Sungguh, aku adalah rasul kepercayaan Allah yang diutus menyampaikan ajaran agama kepadamu.”"
  },
  {
    "verse_number": 179,
    "tafsir": "Maka, bertakwalah kamu sekalian kepada Allah dan taatlah kepada perintah dan ajakan-ku untuk beribadah kepada Allah dan melakukan kebaikan."
  },
  {
    "verse_number": 180,
    "tafsir": "Dan aku tidak bermaksud sedikitpun untuk meminta imbalan apa pun, baik berupa materi atau jasa, kepadamu atas ajakan itu, imbalanku tidak lain hanyalah dari Tuhan seluruh alam.” Dengan tidak adanya imbalan, Nabi Syuaib tidak mempunyai kepentingan apa-apa kecuali untuk kemaslahatan mereka."
  },
  {
    "verse_number": 181,
    "tafsir": "Kemudian Nabi Syuaib mulai memasuki wilayah dakwah yang lebih nyata lagi yaitu kejahatan ekonomi yang dilakukan kaumnya, “Sempurnakanlah takaran dan janganlah kamu merugikan orang lain. Mengurangi takaran dan timbangan sangat merugikan konsumenmu. Memakan hasilnya hukumnya haram dan tidak membawa berkah dalam kehidupan."
  },
  {
    "verse_number": 182,
    "tafsir": "Dan timbanglah dengan timbangan yang benar, yaitu timbangan yang adil, sesuai dengan yang menjadi kesepakatan masyarakat luas. Hal ini akan menjadikan keberkahan bagimu, wahai para penjual, karena memakan dari harta yang halal."
  },
  {
    "verse_number": 183,
    "tafsir": "Dan janganlah kamu merugikan manusia pada hak-haknya dan jangan-lah kamu membuat kerusakan di bumi.” Pada dasarnya prinsip hubungan antar manusia menurut Islam adalah tidak boleh menzalimi dan tidak boleh dizalimi dengan cara apa pun dan dalam bidang apa pun."
  },
  {
    "verse_number": 184,
    "tafsir": "Nabi Syuaib menutup penjelasannya dengan berkata, “Dan bertakwalah kepada Allah yang telah menciptakan kamu dan umat-umat yang dahulu.” Umat terdahulu dari kaum Syuaib seperti kaum 'Ad, dan Samud jauh lebih kuat. Mereka dibinasakan oleh Allah karena dosa-dosa mereka."
  },
  {
    "verse_number": 185,
    "tafsir": "Terhadap ajakan Nabi Syuaib, mereka mulai berang dan jengkel, lalu mereka mengeluarkan tuduhan dan hasutan yang tidak berdasar. Mereka berkata, “Engkau tidak lain hanyalah orang yang kena sihir.” Semua nabi yang berdakwah kepada kaumnya dituduh sebagai pesihir sebagai cara untuk menjauhkan para nabi dengan masyarakat."
  },
  {
    "verse_number": 186,
    "tafsir": "“Dan engkau hanyalah manusia seperti kami, yang makan dan minum. Apa keistimewaanmu sehingga engkau menjadi seorang utusan Tuhan? Sesungguhnya kami yakin bahwa engkau benar-benar termasuk orang-orang yang berdusta,” tuduh mereka. Inilah usaha untuk mematikan gerak dakwah Nabi Syuaib."
  },
  {
    "verse_number": 187,
    "tafsir": "Mereka dengan pongahnya balik menantang Nabi Syuaib agar bisa mendatangkan siksaan kepada mereka, “Maka cepat jatuhkanlah siksaan Tuhanmu kepada kami berupa gumpalan apa saja dari langit, baik berupa batu atau lainnya, jika engkau termasuk orang-orang yang benar bahwa engkau adalah utusan Allah.”"
  },
  {
    "verse_number": 188,
    "tafsir": "Nabi Syuaib berkata, “Tuhanku lebih mengetahui apa yang kamu kerjakan. Biarlah Dia saja yang akan membuat perhitungan dengan kamu, karena Dialah yang mengetahui sepak terjangmu.”"
  },
  {
    "verse_number": 189,
    "tafsir": "Kemudian mereka mendustakan apa yang disampaikan Nabi Syuaib, lalu tidak berapa lama, mereka ditimpa azab pada hari yang gelap karena ditutupi awan. Dengan awan ini, mereka menganggap bahwa mereka telah selamat, tapi secara mengejutkan mereka dihujani dengan api yang besar dari langit. Sungguh, azab itulah azab pada hari yang dahsyat. Peristiwa yang memilukan itu semestinya menjadi pelajaran bagi semua pihak."
  },
  {
    "verse_number": 190,
    "tafsir": "Sungguh, pada kejadian yang demikian itu benar-benar terdapat tanda kekuasaan Allah, tetapi kebanyakan mereka tidak beriman, karena hati mereka sudah tertutup oleh kekafiran, keangkuhan dan kesombongan."
  },
  {
    "verse_number": 191,
    "tafsir": "Dan sungguh, Tuhanmu, Dialah yang Maha Perkasa. Tidak ada yang bisa mengalahkan-Nya dan tidak terkurangi sedikit pun kekuasaan-Nya dengan banyaknya orang yang kafir kepada-Nya. Dia juga Maha Penyayang dengan masih memberikan kesempatan bagi orang yang berdosa untuk bertobat kepada-Nya."
  },
  {
    "verse_number": 192,
    "tafsir": "Dan sungguh Al-Qur'an ini benar-benar diturunkan oleh Tuhan pemilik dan pemelihara seluruh alam, Tuhan yang sangat menyayangi makhluk-Nya. Al-Qur’an tidak berasal dari selain Allah, sebagaimana yang dituduhkan kaum musyrik, itu bukan untuk mencelakakan mereka."
  },
  {
    "verse_number": 193,
    "tafsir": "Al-Qur’an itu dibawa turun secara berangsur-angsur oleh Ar-Ruh Al-Amin yaitu Jibril, atas izin Allah. Ruh adalah sesuatu yang dengannya raga menjadi hidup, begitu juga Al-Qur’an."
  },
  {
    "verse_number": 194,
    "tafsir": "Jibril langsung memasukkan Al-Qur’an ke dalam hatimu, wahai Nabi Muhmmad, yang dengan itu Al-Qur’an terpelihara. Tujuannya agar engkau termasuk orang yang memberi peringatan kepada manusia agar mawas diri. Jika mereka memilih kekafiran dan kefasikan, setelah datangnya penjelasan, mereka akan diberi sanksi yang berat oleh Allah."
  },
  {
    "verse_number": 195,
    "tafsir": "Al-Qur'an yang diturunkan kepadamu, dan penjelasanmu tentangnya itu dengan bahasa Arab yang jelas. Dengan demikian, bisa dengan mudah dipahami oleh masyarakat Arab, di mana Al-Qur’an turun pertama kali kepada mereka."
  },
  {
    "verse_number": 196,
    "tafsir": "Dan sungguh, Al-Qur'an itu benar-benar disebut dalam kitab-kitab orang yang dahulu seperti Taurat, Zabur, dan Injil (Lihat: Surah al-Araf/7: 157). Hal ini menunjukkan akan satunya tujuan, satunya sumber, dan keterkaitan antara satu kitab suci dengan kitab suci lainnya sama-sama menyeru kepada Tauhid."
  },
  {
    "verse_number": 197,
    "tafsir": "Dukungan terhadap kebenaran Al-Qur’an juga datang dari para ulama Bani Israil. Apakah tidak cukup menjadi bukti bagi mereka, bahwa para ulama Bani Israil mengetahuinya? Mereka, dahulu, bahkan sangat menantikan kedatangan Nabi Muhammad."
  },
  {
    "verse_number": 198,
    "tafsir": "Dan seandainya Al-Qur'an itu Kami turunkan kepada sebagian dari golongan bukan Arab yang tidak bisa berbicara menggunakan bahasa Arab,"
  },
  {
    "verse_number": 199,
    "tafsir": "lalu ia membacakannya kepada mereka, yakni orang-orang kafir itu, niscaya mereka tidak juga akan beriman kepadanya. Ini menunjukkan keengganan mereka untuk menerima Al-Qur’an. Dari arah mana pun Al-Qur’an itu datang, mereka pasti tak akan beriman dengan berbagai alasan."
  },
  {
    "verse_number": 200,
    "tafsir": "Demikianlah, sebagaimana Kami memasukkan rasa dusta terhadap Al-Qur’an pada hati orang kafir, Kami masukkan sifat dusta dan ingkar terhadap Al-Qur'an itu ke dalam hati orang- orang yang berdosa."
  },
  {
    "verse_number": 201,
    "tafsir": "Mereka tidak juga akan beriman kepadanya, yakni Al-Qur’an, hingga mereka melihat azab yang pedih."
  },
  {
    "verse_number": 202,
    "tafsir": "Maka, pada saat datang azab kepada mereka secara mendadak dan tiba-tiba, ketika mereka tidak menyadarinya, pada saat itulah mereka tersadar akan kesalahan mereka."
  },
  {
    "verse_number": 203,
    "tafsir": "Lalu mereka berkata, “Apakah kami diberi penangguhan waktu, yakni perpanjangan umur, sehingga kami bisa bertobat, beriman kepada Al-Qur’an dan melakukan amal saleh?”"
  },
  {
    "verse_number": 204,
    "tafsir": "Bukankah mereka yang meminta agar azab kami dipercepat? Akan tetapi, ketika Kami menimpakan azab itu kepada mereka, mereka meminta agar diberi kesempatan sekali lagi untuk bertobat. Inilah sikap mereka yang saling bertentangan."
  },
  {
    "verse_number": 205,
    "tafsir": "Maka bagaimana pendapatmu, wahai Rasul, jika Kami berikan kepada mereka, orang-orang kafir itu, kenikmatan hidup beberapa tahun."
  },
  {
    "verse_number": 206,
    "tafsir": "Kemudian datang kepada mereka azab yang telah diancamkan kepada mereka, sebagaimana permintaan mereka agar azab itu dipercepat datangnya."
  },
  {
    "verse_number": 207,
    "tafsir": "Niscaya tidak berguna bagi mereka kenikmatan yang mereka rasakan. Kenikmatan di dunia yang pada akhirnya membawa kesengsaraan di akhirat tidaklah berguna."
  },
  {
    "verse_number": 208,
    "tafsir": "Allah memberikan alasan terhadap siksaan-Nya kepada orang-orang kafir. “Dan Kami tidak membinasakan sesuatu penduduk negeri mana pun, kecuali setelah ada orang-orang, yaitu para rasul yang memberi peringatan kepadanya, dengan sejelas-jelasnya dan menunjukkan berbagai bukti kebenaran mereka. Akan tetapi, penduduk negeri tersebut mendustakan mereka. (Lihat: Surah al-Isra/17:15)."
  },
  {
    "verse_number": 209,
    "tafsir": "Hal itu adalah untuk menjadi peringatan bagi yang lain agar tidak melakukan sebagaimana mereka. Dan Kami tidak berlaku zalim, karena Kami telah mengirimkan utusan untuk memperbaiki keadaan. Mestinya mereka bersyukur. Kami berikan peringatan keras kepada mereka, namun mereka mengejek, mendustakan dan menantangnya.” (Lihat: Al-Qasas/28: 59)."
  },
  {
    "verse_number": 210,
    "tafsir": "Orang musyrik menuduh bahwa Al-Qur’an itu adalah bisikan setan kepada Nabi Muhammad. Allah membantah dengan tegas tuduhan tersebut. Dan Al-Qur’an itu tidaklah dibawa turun oleh setan-setan. Al-Qur’an berisi hal-hal yang baik dan mulia, serta mengajak manusia ke jalan yang benar, sementara setan mengajak hal-hal keji dan mungkar dan mengajak kepada jalan yang sesat."
  },
  {
    "verse_number": 211,
    "tafsir": "Dan tidaklah pantas bagi mereka Al-Qur’an itu karena hal-hal yang disebutkan di atas dan mereka pun tidak akan sanggup melakukan hal itu, karena Al-Qur’an mempunyai banyak keistimewaan, baik dari segi redaksi maupun isinya, yang tidak akan bisa tertandingi oleh siapa pun (Lihat: Surah al-Isra/17: 88)."
  },
  {
    "verse_number": 212,
    "tafsir": "Di samping alasan di atas, Allah telah menjaga kesucian Al-Qur’an. Sesungguhnya untuk mendengarkannya pun mereka dijauhkan karena jalan-jalan di langit yang biasa mereka lalui untuk menyadap kabar-kabar langit telah disterilkan dari lalu lalang mereka (Lihat: Surah Jin/72:8-9) sehingga Al-Qur’an bisa sampai kepada nabi secara utuh."
  },
  {
    "verse_number": 213,
    "tafsir": "Allah mengingatkan Nabi Muhammad, “Maka janganlah sekali-kali kamu menyeru tuhan selain Allah, karena nanti pada hari Kiamat, kamu termasuk orang-orang yang diazab karena dosa syirik itu tidak akan diampuni oleh Allah jika tidak bertobat ketika di dunia."
  },
  {
    "verse_number": 214,
    "tafsir": "Dan berilah peringatan, wahai Rasul, kepada kerabat-kerabatmu yang terdekat, agar mereka tidak menyekutukan Allah, dan ajaklah mereka ke jalan yang benar. Keluarga adalah lingkaran pertama yang harus menjadi prioritas dakwah. Mengandalkan unsur kekerabatan tidak bisa menolong dari siksa Allah jika mereka masih tetap berbuat syirik."
  },
  {
    "verse_number": 215,
    "tafsir": "Dan rendahkanlah dirimu terhadap orang-orang yang beriman yang mengikutimu. Jangan kamu bertindak kasar terhadap mereka, karena mereka akan lari darimu, padahal mereka adalah pembantumu yang utama dalam berdakwah. Perjalanan dakwah tidak selamanya mulus. Ada banyak rintangan, antara lain pembelotan dari pengikut."
  },
  {
    "verse_number": 216,
    "tafsir": "Teruskanlah berdakwah, wahai rasul. Kemudian jika engkau telah berdakwah kepada mereka, tetapi mereka, baik itu keluargamu, orang-orang kafir, atau para pengikutmu, mendurhakaimu dan tidak mengikuti perintahmu, maka katakanlah wahai Rasul, kepada mereka, “Sesungguhnya aku tidak bertanggung jawab terhadap apa yang kamu kerjakan. Semua itu menjadi tanggung jawabmu di hadapan Allah.”"
  },
  {
    "verse_number": 217,
    "tafsir": "Dan setelah engkau lakukan tugasmu berdakwah kepada mereka, bertawakallah, pasrahkanlah semua urusanmu hanya kepada Allah Yang Mahaperkasa, Mahakuat yang mampu menyiksa siapa pun yang berani menantang-Nya, Maha Penyayang kepada siapa pun yang senantiasa taat kepada-Nya."
  },
  {
    "verse_number": 218,
    "tafsir": "Dialah Allah yang selalu memerhatikanmu. Dia melihat engkau ketika engkau berdiri dengan penuh ketundukan untuk melakukan salat."
  },
  {
    "verse_number": 219,
    "tafsir": "Dan Dia juga melihat perubahan gerakan badanmu di antara orang-orang yang sujud dalam salat, dari berdiri, sampai duduk atau pergerakanmu di antara orang-orang yang beriman, sebagaimana para nabi terdahulu."
  },
  {
    "verse_number": 220,
    "tafsir": "Sungguh, Dia Maha Mendengar semua apa yang kau katakan dan engkau keluhkan, serta Maha Mengetahui apa yang kau kerjakan. Semua yang terjadi tidak berlalu begitu saja, tetapi akan mendapatkan perhitungan dari Allah."
  },
  {
    "verse_number": 221,
    "tafsir": "Ayat-ayat berikut menjelaskan tentang orang-orang yang mendapat bisikan dari setan dan bekerja sama dengannya untuk menyesatkan manusia. Maukah Aku beritakan kepadamu, wahai orang kafir Mekah, kepada siapa setan-setan itu turun untuk membisikkan kabar bohongnya?"
  },
  {
    "verse_number": 222,
    "tafsir": "Mereka, setan-setan itu, tidaklah turun kepada Nabi Muhammad sebagaimana apa yang kamu sangkakan selama ini, tetapi turun kepada setiap pendusta yang membalikkan sesuatu yang buruk menjadi baik dan sebaliknya, yang banyak berdosa dengan melakukan pelanggaran-pelanggaran norma yang tidak dibenarkan oleh agama."
  },
  {
    "verse_number": 223,
    "tafsir": "Mereka, para setan itu, menyampaikan hasil pendengaran mereka berupa kabar dari langit yang mereka curi, kemudian mereka mencampurnya dengan sejuta kebohongan, lalu menyampaikannya kepada para dukun, juru ramal dan lainya, sedangkan kebanyakan mereka, para setan atau dukun itu, adalah orang-orang pendusta. Bandingkan hal itu dengan Nabi Muhammad, seorang yang tidak pernah berdusta."
  },
  {
    "verse_number": 224,
    "tafsir": "Orang kafir Quraisy menuduh Nabi Muhammad sebagai seorang penyair. Allah membantah anggapan itu dengan tegas, “Dan penyair-penyair itu yang kamu sekalian terpukau dengan syair-syair mereka, diikuti oleh orang-orang yang sesat. Tidak demikian halnya pengikut Nabi Muhammad yang sangat taat kepada aturan-aturan agama."
  },
  {
    "verse_number": 225,
    "tafsir": "Tidakkah engkau melihat bahwa mereka mengembara di setiap lembah dengan mengikuti hawa nafsu mereka? Mereka terkadang membenci sesuatu kemudian memujinya dan sebaliknya."
  },
  {
    "verse_number": 226,
    "tafsir": "Dan bahwa mereka mengatakan apa yang mereka sendiri tidak menger-jakan-nya? Inilah bentuk kebohongan mereka. Bandingkan hal ini dengan Nabi Muhammad yang selalu bersikap jujur dalam segala hal.”"
  },
  {
    "verse_number": 227,
    "tafsir": "Pada ayat ini diterangkan kriteria penyair yang dikecualikan dari penyair yang disebut di atas. Kecuali orang-orang penyair yang beriman dengan iman yang benar dan berbuat kebajikan yang sesuai dengan ketentuan syariah dan banyak mengingat Allah, baik siang maupun malam, dan mendapat kemenangan setelah terzalimi karena menjawab puisi-puisi orang-orang kafir. Pada akhir surah ini, Allah memberikan peringatan keras terhadap orang-orang kafir, “Dan orang-orang yang zalim kelak pada hari kebangkitan, akan tahu ke tempat mana mereka akan kembali. Mereka akan kembali ke neraka.”"
  }
]