[
  {
    "verse_number": 1,
    "tafsir": "Apa yang ada di langit, bintang, bulan, matahari, dan seluruh planet; dan demikian juga apa yang ada di bumi, daratan, lautan, gunung, lembah, hewan, dan tumbuh-tumbuhan; seluruhnya senantiasa bertasbih kepada Allah dengan cara masing-masing; milik-Nya semua kerajaan, kekuasaan, dan kewenangan yang tiada terbatas, dan bagi-Nya pula segala puji yang sempurna; dan Dia Mahakuasa atas segala sesuatu dengan kekuasaan yang tak terbatas, tetapi tidak sewenang-wenang."
  },
  {
    "verse_number": 2,
    "tafsir": "Dialah yang menciptakan kamu dalam bentuk yang sebaik-baiknya, lalu di antara kamu ada yang kafir, karena mengikuti hawa nafsu; dan di antara kamu juga ada yang mukmin, karena Allah memberikan petunjuk dan manusia menggunakan akal dan nuraninya. Dan Allah Maha Melihat apa yang kamu kerjakan sehingga tidak satu pun perbuatan manusia yang tidak diketahui-Nya."
  },
  {
    "verse_number": 3,
    "tafsir": "Dia menciptakan langit tujuh lapis dan menciptakan bumi tujuh lapis dengan tujuan yang benar sehingga tidak sia-sia, Dia membentuk rupamu dengan tujuan yang baik untuk kemaslahatan kamu, lalu memperbagus rupamu supaya kamu bersyukur dan kepada-Nya tempat kembali dengan dikumpulkan di mahsyar."
  },
  {
    "verse_number": 4,
    "tafsir": "Manusia, menurut ayat ini, harus menyadari bahwa Dia mengetahui apa yang di langit dengan pengetahuan yang menyeluruh; dan mengetahui segala yang ada di bumi, termasuk benda paling kecil yang tak terlihat mata dan mengetahui apa yang kamu rahasiakan di dalam hati dan mengetahui apa yang kamu nyatakan secara lisan. Dan Allah Maha Mengetahui segala isi hati yang tersembunyi."
  },
  {
    "verse_number": 5,
    "tafsir": "Ayat ini mengingatkan orang-orang kafir tentang nasib para pendahulu mereka yang harus dijadikan cermin. Allah berfirman, “Apakah belum sampai kepadamu, wahai orang-orang kafir, berita orang-orang kafir dahulu seperti umat Nabi Nuh, Nabi Lut, dan Nabi Musa? Maka mereka telah merasakan akibat buruk dari perbuatannya dengan mendapat azab di dunia; dan mereka pun akan memperoleh azab yang pedih di akhirat."
  },
  {
    "verse_number": 6,
    "tafsir": "Ayat ini menjelaskan alasan orang-orang kafir menolak kehadiran para rasul. Allah menyatakan bahwa yang demikian itu, yakni penolakan mereka terhadap para rasul, karena sesungguhnya ketika rasul-rasul datang kepada mereka dengan membawa keterangan-keterangan tentang ajaran Allah; lalu mereka berkata di hadapan para rasul itu dengan nada melecehkan, “Apakah pantas manusia yang memberi petunjuk kepada kami, bukan malaikat?” Lalu mereka menolak ajaran para rasul dan berpaling dari kebenaran; padahal Allah tidak memerlukan keimanan mereka. Dan Allah Mahakaya dari ketergantungan kepada makhluk, Maha Terpuji dalam sifat dan perbuatan-Nya."
  },
  {
    "verse_number": 7,
    "tafsir": "Orang-orang yang kafir menolak ajakan para rasul karena mengira, bahkan meyakini bahwa mereka tidak akan dibangkitkan setelah mereka mati. Katakanlah, wahai Nabi Muhammad, kepada mereka, “Tidak demikian, yang sebenarnya. Demi Tuhanku, Yang Mahabenar, kamu pasti akan dibangkitkan dari alam kubur, kemudian diberitakan dengan lengkap dan menyeluruh semua yang telah kamu kerjakan di dunia, baik kejahatan maupun kebaikan.” Dan yang demikian itu mudah bagi Allah, karena Allah berkuasa atas segala sesuatu."
  },
  {
    "verse_number": 8,
    "tafsir": "Ayat ini mengajak orang-orang kafir untuk beriman dan mengajak orang-orang beriman yang ragu untuk benar-benar beriman. Maka berimanlah kamu, wahai seluruh manusia kepada Allah dan Rasul-Nya dengan mantap dan berimanlah kepada cahaya Allah, yaitu Al-Qur’an yang telah Kami turunkan kepada Nabi Muhammad. Dan Allah Mahateliti terhadap apa yang kamu kerjakan sehingga tidak ada satu pun perbuatan manusia yang tidak diketahui-Nya."
  },
  {
    "verse_number": 9,
    "tafsir": "Ayat ini mengingatkan manusia tentang kepastian adanya hari akhirat. Ingatlah wahai manusia, pada hari ketika Allah mengumpulkan kamu, seluruh manusia pada hari berhimpun, yaitu pada hari akhir; itulah hari pengungkapan kesalahan-kesalahan yang selama hidup di dunia disembunyikan. Dan barang siapa beriman kepada Allah dengan iman yang mantap dan mengerjakan kebajikan, niscaya Allah akan menghapus kesalahan-kesalahannya dan memasukkannya ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung."
  },
  {
    "verse_number": 10,
    "tafsir": "Berbeda dengan orang-orang beriman dan beramal saleh yang akan diampuni dan dimasukkan ke dalam surga, Allah menegaskan tentang nasib orang-orang kafir. Dan orang-orang yang kafir, yaitu orang-orang yang menolak beriman kepada Allah dan Rasul-Nya; dan mendustakan ayat-ayat Kami, ayat-ayat Al-Qur’an; mereka itulah penghuni neraka, karena kekufuran mereka selama hidup di dunia; mereka kekal di dalamnya, karena Allah tidak akan mengampuni orang-orang kafir. Dan itulah seburuk-buruk tempat kembali, karena neraka itu tempat hukuman, bukan tempat kenikmatan."
  },
  {
    "verse_number": 11,
    "tafsir": "Allah tidak hanya menciptakan makhluk, tetapi juga mengatur seluruh makhluk. Tidak ada sesuatu musibah yang menimpa seseorang dalam kehidupan ini, kecuali dengan izin Allah, karena Allah mengetahui dan mengatur kehidupan ini; dan barang siapa beriman kepada Allah dengan istikamah, niscaya Allah akan memberi petunjuk kepada hatinya dengan memantapkan imannya. Dan Allah Maha Mengetahui segala sesuatu yang terjadi di jagat raya maupun yang terjadi di jagat kecil, sanubari manusia."
  },
  {
    "verse_number": 12,
    "tafsir": "Allah mengajarkan kepada manusia cara yang benar dan tepat dalam hidup ini. Dan taatlah wahai manusia kepada Allah dengan beriman dan melaksanakan perintah-Nya serta menjauhi larangan-Nya; dan taatlah kepada Rasul dengan mengikuti sunah-sunahnya. Jika kamu berpaling dari Allah dengan kufur atau mengabaikan perintah-Nya dan berpaling dari Rasul dengan melupakan sunahnya, maka sesungguhnya kewajiban Rasul Kami hanyalah menyampaikan ajaran Allah kepada umat manusia dengan terang sehingga manusia mengenal ajaran Allah dengan benar."
  },
  {
    "verse_number": 13,
    "tafsir": "Yaitu ajaran bahwa sesungguhnya Dialah Allah, tidak ada tuhan selain Dia yang menciptakan makhluk dan mengaturnya. Dan hendaklah orang-orang mukmin bertawakal kepada Allah dalam segala keadaan."
  },
  {
    "verse_number": 14,
    "tafsir": "Setelah diperintahkan untuk bertawakal kepada Allah, pada ayat ini orang-orang beriman diperingatkan tentang istri dan anak-anak mereka. Wahai orang-orang yang beriman! Hendaknya kamu waspada. Sesungguhnya di antara istri-istrimu dan anak-anakmu ada yang menjadi musuh bagimu dunia-akhirat. Kadang-kadang istri dapat menjerumuskan suami dan anak-anak dapat mencelakakan bapaknya untuk melakukan perbuatan yang tidak dibenarkan oleh agama. Maka berhati-hatilah kamu terhadap mereka dengan mengawasi dan menanamkan pendidikan agama kepada mereka; dan jika kamu memaafkan mereka ketika mereka melakukan kesalahan; dan kamu menyantuni mereka dengan sikap yang lembut, serta memohonkan ampun kepada Allah untuk mereka, maka sungguh, Allah Maha Pengampun kepada hamba-hamba-Nya, Maha Penyayang kepada seluruh makhluk-Nya."
  },
  {
    "verse_number": 15,
    "tafsir": "Manusia harus menyadari dengan penuh keinsafan peringatan Allah pada ayat ini. Sesungguhnya harta kamu yang sangat kamu cintai dan anak-anak kamu yang menjadi kebanggaan kamu hanyalah cobaan bagimu, apakah kamu mengelolanya dengan baik dan benar, serta mendidik mereka dengan agama yang lurus; dan di sisi Allah pahala yang besar bagi orang-orang beriman yang mengelola harta dengan baik dan mendidik anak-anak dengan benar."
  },
  {
    "verse_number": 16,
    "tafsir": "Dalam menjalani hidup dan kehidupan ini, Allah memberikan bimbingan. Maka bertakwalah kamu kepada Allah menurut kesanggupanmu, karena Allah tidak membebani manusia kecuali sesuai dengan kesanggupannya; dan dengarlah ayat-ayat Allah, serta taatlah kepada-Nya; dan infakkanlah harta kamu yang baik, yaitu yang diperoleh dengan cara yang halal kepada fakir miskin, karena infak itu hakikatnya untuk diri kamu bekal di akhirat. Dan barang siapa dijaga dirinya dari kekikiran dengan membiasakan diri sejak kecil menjadi dermawan; mereka itulah orang-orang yang beruntung karena baik dan benar dalam mengelola harta yang dititipkan Allah kepada mereka."
  },
  {
    "verse_number": 17,
    "tafsir": "Orang yang berinfak atau bersedekah itu beruntung karena pada hakikatnya dia meminjamkan hartanya kepada Allah. Allah berfirman, “Jika kamu meminjamkan harta kamu kepada Allah dengan pinjaman yang baik, yakni berinfak dengan harta halal dengan ikhlas, niscaya Dia melipatgandakan balasan infak tersebut untuk kamu di dunia dan akhirat; dan mengampuni dosa dan kesalahan kamu. Dan Allah Maha Menerima syukur hamba-hamba-Nya yang beriman, Maha Penyantun kepada hamba-hamba-Nya yang menyantuni makhluk-makhluk Allah.”"
  },
  {
    "verse_number": 18,
    "tafsir": "Yang Mengetahui yang gaib yang tak terlihat mata manusia dan yang nyata yang terlihat mata manusia. Yang Mahaperkasa karena kekuasaan-Nya tak terbatas, Mahabijaksana, karena kelembutan dan kasih sayang-Nya kepada hamba-hamba-Nya."
  }
]