[
  {
    "verse_number": 1,
    "tafsir": "Alif Laam Miim Raa. Hanya Allah yang mengetahui maksud ungkapan ini. Itu adalah ayat-ayat Kitab Al-Qur'an yang Allah turunkan kepada Nabi Muhammad. Ia berisi petunjuk dan ajaran bagi umat manusia. Dan ketahuilah bahwa Kitab yang diturunkan kepadamu, wahai Nabi Muhammad, dari Tuhanmu itu adalah benar dari-Nya, Tuhan Yang Maha Mengetahui; tetapi kebanyakan manusia tidak beriman kepada-Nya."
  },
  {
    "verse_number": 2,
    "tafsir": "Setelah pada ayat sebelumnya Allah menjelaskan bahwa Al-Qur'an adalah benar dari-Nya, lalu pada ayat ini Allah membuktikan kebenarannya melalui keunikan penciptaan alam semesta. Hanya Allah yang meninggikan langit tanpa tiang penyangga sebagaimana yang kamu lihat, kemudian Dia bersemayam di atas 'Arsy. Dia menundukkan matahari dan bulan di bawah aturan hukum alam-Nya; masing-masing dari keduanya beredar menurut waktu yang telah ditentukan. Dia mengatur urusan makhluk-Nya, baik yang di bumi maupun di langit, dan Dia menjelaskan tanda-tanda kebesaran-Nya agar kamu yakin akan pertemuan dengan Tuhanmu kelak di akhirat."
  },
  {
    "verse_number": 3,
    "tafsir": "Usai berbicara tentang matahari dan bulan, Allah melalui ayat ini menjelaskan perihal bumi dan isinya. Dan Dia Yang Maha Pencipta adalah Tuhan yang juga menghamparkan bumi untuk tempat kamu berdiam, dan menjadikan gunung-gunung yang beragam tingginya, dan sungai-sungai yang mengalir di atas permukaan-nya. Dan padanya Dia menjadikan semua buah-buahan dari bermacam jenisnya secara berpasang-pasangan sehingga dapat berkembang biak. Dia pula yang menutupkan malam kepada siang. Sungguh, pada yang demikian itu terdapat tanda-tanda kebesaran Allah bagi orang-orang yang mau berpikir."
  },
  {
    "verse_number": 4,
    "tafsir": "Dan di bumi yang terhampar dengan gunung-gunung yang tegak berdiri dan sungai-sungai yang berkelok-kelok dan bermuara ke laut, terdapat bagian-bagian tanah yang berdampingan dengan jarak yang berbeda serta kualitas kesuburan yang berbeda pula. Ada bagian tanah yang baik menjadi kebun-kebun anggur, ada yang cocok ditanami tanaman-tanaman tertentu, dan ada pula yang cocok ditanami pohon kurma yang bercabang dan yang tidak bercabang. Bagian-bagian tanah yang ditanami itu disirami dengan air yang sama. Tanaman-tanaman itu tumbuh, berkembang, lalu mengeluarkan bunga dan buah yang jenisnya beragam. Meski demikian, Kami lebihkan tanaman yang satu dari yang lainnya, baik dalam hal rasa, warna, ukuran, maupun bobot-nya. Sungguh, pada yang demikian itu terdapat tanda-tanda kebesaran Allah bagi orang-orang yang mau mengerti."
  },
  {
    "verse_number": 5,
    "tafsir": "Semua itu dengan sangat jelas membuktikan keesaan Allah. Dan sebab itu, jika ada sesuatu yang engkau patut merasa heran, maka yang mengherankan adalah ucapan mereka, “Apa-kah benar, bila kami telah meninggal, dikubur, dan kemudian menjadi tanah, apakah kami kelak akan dikembalikan atau dibangkitkan menjadi makhluk yang baru lagi?” Mereka yang berkata seperti itulah orang-orang yang ingkar kepada Tuhannya. Mereka mengingkari keesaan Allah dan kepastian datangnya hari Kiamat, dan mereka itulah orang-orang yang akan dilekatkan belenggu di lehernya. Mereka adalah para penghuni neraka, dan mereka kekal di dalamnya untuk waktu yang sangat lama."
  },
  {
    "verse_number": 6,
    "tafsir": "Selain pertanyaan mereka tentang kebangkitan, permintaan mereka yang aneh juga mengherankan. Dan mereka, yakni kaum kafir Mekah, meminta kepadamu agar dipercepat datangnya siksaan yang akan dijatuhkan bagi mereka, sebelum mereka meminta kebaikan, padahal telah terjadi bermacam-macam contoh siksaan yang telah dijatuhkan kepada kaum sebelum mereka. Sungguh, Tuhanmu, wahai Nabi Muhammad, benar-benar memiliki ampunan bagi manusia atas kezaliman yang mereka lakukan, dan sungguh, Tuhanmu benar-benar sangat keras siksaan-Nya bagi orang-orang yang terus-menerus durhaka dan enggan bertobat."
  },
  {
    "verse_number": 7,
    "tafsir": "Tidak cukup sampai di situ, kaum kafir Mekah juga meminta Nabi Muhammad mendatangkan mukjizat yang kasat mata seperti mukjizat Nabi Musa. Dan orang-orang kafir berkata dengan maksud mengejek Nabi Muhammad dan kaum muslim, “Mengapa tidak diturunkan kepadanya suatu tanda mukjizat inderawi dari Tuhannya?” Sesungguhnya engkau, wahai Muhammad, hanyalah seorang pemberi peringatan, petunjuk, dan bimbingan menuju jalan kebenaran; dan bagi setiap kaum di mana pun berada, selalu ada orang yang memberi petunjuk, baik itu nabi maupun pewarisnya."
  },
  {
    "verse_number": 8,
    "tafsir": "Usai membeberkan bukti-bukti kemahakuasaan-Nya, pada ayat berikut Allah menjelaskan betapa luas ilmu yang dimiliki-Nya. Allah mengetahui apa yang dikandung oleh setiap perempuan berupa janin, baik terkait jenis kelaminnya, berat badan, maupun tinggi badannya kelak semenjak dalam kandungan. Allah juga mengetahui batas usia dan rezeki janin tersebut ketika kelak ia lahir dan tumbuh. Allah pun mengetahui apa yang kurang sempurna dari janin itu dan apa yang bertambah sehingga janin itu tumbuh dan berkembang dalam rahim. Dan segala sesuatu, baik yang ada dalam kandungan maupun tidak, pasti ada ukuran di sisi-Nya."
  },
  {
    "verse_number": 9,
    "tafsir": "Allah adalah Tuhan Yang Maha Mengetahui semua yang gaib dan yang nyata; Dia adalah Tuhan Yang Mahabesar, Mahatinggi."
  },
  {
    "verse_number": 10,
    "tafsir": "Karena Dia mengetahui yang gaib dan yang nyata, maka sama saja bagi Allah, siapa di antaramu yang mencoba merahasiakan ucapannya sehingga tidak diketahui orang lain, dan siapa yang berterus terang dengan ucapan-nya; dan sama mudahnya bagi-Nya untuk tahu siapa di antara kamu yang bersembunyi pada malam hari sehingga tidak diketahui orang lain, dan yang berjalan pada siang hari sehingga disaksikan orang lain."
  },
  {
    "verse_number": 11,
    "tafsir": "Tidak saja mengetahui sesuatu yang tersembunyi di malam hari dan yang tampak di siang hari, Allah, melalui malaikat-Nya, juga mengawasinya dengan cermat dan teliti. Baginya, yakni bagi manusia, ada malaikat-malaikat yang selalu menjaga dan mengawasi-nya secara bergiliran, dari depan dan dari belakangnya. Mereka menjaga dan mengawasi-nya atas perintah Allah. Sesungguhnya Allah Yang Mahakuasa tidak akan mengubah keadaan suatu kaum dari suatu kondisi ke kondisi yang lain, sebelum mereka mengubah keadaan diri menyangkut sikap mental dan pemikiran mereka sendiri. Dan apabila,yakni andaikata, Allah menghendaki keburukan terhadap suatu kaum-dan ini adalah hal yang mustahil bagi Allah-maka tak ada kekuatan apa pun yang dapat menolaknya dan tidak ada yang dapat menjadi pelindung bagi mereka selain Dia."
  },
  {
    "verse_number": 12,
    "tafsir": "Melanjutkan penyebutan tanda-tanda kekuasaan-Nya pada ayat-ayat yang lalu, beberapa ayat berikut Allah berbicara tentang kilat, halilintar, mendung, dan air hujan. Allah berfirman, “Dialah Allah, Tuhan Yang Mahakuasa, yang memperlihatkan kilat kepadamu, yakni seberkas cahaya yang memancar dan menghilang secara cepat, yang kadangkala menimbulkan ketakutan pada diri kamu, dan kadangkala menimbulkan harapan yang menggembirakan-yakni pertanda segera turun hujan. Dan Dia pula yang menjadikan mendung yang akan menurunkan hujan."
  },
  {
    "verse_number": 13,
    "tafsir": "Lazimnya, sambaran kilat akan diiringi oleh guruh. Dan guruh senantiasa bertasbih kepada Allah dengan memuji-Nya, demikian pula para malaikat karena takut kepada-Nya, dan Allah melepaskan halilintar yang kadangkala membakar apa yang ditemuinya, lalu Allah menimpakannya kepada siapa yang Dia kehendaki melalui hukum sebab akibat yang telah diletakkan Allah di alam semesta. Sementara itu, walaupun bukti-bukti kekuasaan Allah tampak begitu nyata, namun mereka (orang-orang kafir) masih berbantah-bantahan dengan engkau, wahai Nabi Muhammad, tentang Allah. Dan Dia-lah Tuhan Yang Mahakeras siksaan-Nya."
  },
  {
    "verse_number": 14,
    "tafsir": "Allah Mahakuasa dalam menciptakan dan mengatur alam semesta. Keluasan ilmu Allah juga tak terbatas. Karena itu, hanya kepada-Nyalah seharusnya manusia memanjatkan doa. Hanya kepada Allah doa yang benar untuk dimohonkan. Berhala-berhala yang mereka (kaum kafir) sembah dan agungkan selain Allah tidak akan dapat mengabulkan permintaan apa pun bagi mereka. Keadaan mereka yang memohon kepada berhala tidak ubahnya seperti orang yang membukakan kedua telapak tangannya ke dalam air di dalam sumur agar air itu dapat diciduknya untuk dia arahkan sampai ke mulutnya. Padahal telapak tangannya yang terbuka itu tidak sampai ke kedalaman air sumur itu, sehingga air tersebut tidak akan sampai ke mulutnya. Dan doa orang-orang kafir itu hanyalah doa yang sia-sia belaka."
  },
  {
    "verse_number": 15,
    "tafsir": "Hanya kepada Allah-lah manusia pantas memanjatkan doa. Karena itu, hanya kepada Dia pula seharusnya makhluk bersujud dan merendahkan diri. Dan semua makhluk sujud kepada Allah, baik makhluk yang ada di langit maupun makhluk yang ada di bumi, baik dengan sadar dan kemauan sendiri, maupun dengan cara terpaksa; dan bersujud pula bayang-bayang mereka, pada waktu pagi dan petang hari."
  },
  {
    "verse_number": 16,
    "tafsir": "Ayat-ayat yang lalu telah membuktikan betapa Allah Mahakuasa, Maha Mengetahui, dan Mahaperkasa. Melalui ayat berikut Allah lalu meminta Nabi Muhammad mengajukan pertanyaan kepada orang-orang kafir. Katakanlah, “Siapakah Tuhan pemilik langit dan bumi?” Katakanlah, wahai Nabi Muhammad, “Allah”. Katakanlah lagi kepada mereka, “Pantaskah kamu, wahai penduduk Mekah, mengambil berhala sebagai pelindung-pelindung selain Allah, padahal mereka tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi dirinya sendiri?” Katakanlah, wahai Nabi, “Samakah orang yang buta dengan yang dapat melihat? Atau samakah keadaan yang gelap gulita dengan keadaan yang terang benderang? Apakah mereka, yakni orang yang menyekutukan Allah, menjadikan pula sekutu-sekutu bagi Allah yang dapat menciptakan seperti ciptaan-Nya, sehingga kedua ciptaan itu serupa menurut pandangan mereka?” Katakanlah, “Allah adalah Pencipta segala sesuatu, tidak akan pernah ada yang wujud kecuali Dia ciptakan, dan Dia Tuhan Yang Maha Esa, Mahaperkasa.”"
  },
  {
    "verse_number": 17,
    "tafsir": "Ayat berikut merinci kekuasaan Allah yang tidak dimiliki oleh berhala sesembahan orang-orang musyrik Mekah. Allah telah menurunkan dalam bentuk curahan air hujan dari langit, maka mengalirlah ia, yakni air hujan yang dicurahkan itu, di lembah-lembah menurut ukurannya, maka arus itu membawa buih yang mengambang. Dan dari apa (logam) yang mereka lebur dalam api untuk membuat perhiasan atau alat-alat yang beraneka ragam, ada pula buihnya seperti buih arus itu. Demikianlah Allah membuat perumpamaan tentang mana yang benar dan mana yang batil. Adapun buih, lambang dari kebatilan, akan hilang sebagai sesuatu yang tidak ada gunanya; tetapi kebenaran adalah sesuatu yang bermanfaat bagi manusia, dan manfaat itu akan tetap ada di bumi. Demikianlah Allah membuat perumpamaan bagi orang-orang yang mau berpikir."
  },
  {
    "verse_number": 18,
    "tafsir": "Allah menyebut perumpamaan-perumpaan itu agar menjadi pelajaran bagi orang-orang yang mau berpikir. Melalui berpikir dan merenung, manusia akan menemukan kebenaran. Bagi orang-orang yang mau berpikir jernih dan memenuhi seruan Tuhan, maka bagi mereka disediakan balasan yang terbaik. Dan orang-orang yang tidak memenuhi seruan-Nya dan enggan menerima kebenaran dari Allah maka mereka akan menemui kesulitan dan kesengsaraan. Oleh sebab itu, sekiranya mereka memiliki semua yang ada di bumi dan ditambah pula kekayaan sebanyak itu lagi, niscaya mereka akan menebus dirinya dengan kekayaan itu. Orang-orang itu jauh dari rahmat Allah dan akan mendapat hisab yang buruk di hari Kiamat sebagai akibat dari keburukan yang mereka lakukan. Dan tempat kediaman mereka adalah neraka Jahanam, dan itulah seburuk-buruk tempat kediaman."
  },
  {
    "verse_number": 19,
    "tafsir": "Usai menjelaskan balasan bagi manusia yang memenuhi dan yang abai atas seruan-seruan-Nya, Allah lalu membandingkan antara orang yang mengetahui kebenaran dengan yang tidak. Bila dibandingkan, maka apakah orang yang mengetahui bahwa apa (Al-Qur'an) yang diturunkan Tuhan kepadamu itu adalah kebenaran, lalu dia beriman kepadanya, sama dengan orang yang buta mata hatinya dan enggan beriman kepadanya? Tentu tidak sama. Hanya orang berakal saja-yang biasa Al-Qur'an sebut dengan Ulul Albab-yang dapat memahami perbandingan tersebut dan mengambil pelajaran darinya."
  },
  {
    "verse_number": 20,
    "tafsir": "Ulul Albab yaitu orang yang senantiasa memenuhi janji dengan sesama manusia yang dikukuhkan dengan nama Allah dan tidak melanggar perjanjian tersebut,"
  },
  {
    "verse_number": 21,
    "tafsir": "dan orang-orang yang senantiasa menghubungkan apa yang diperintahkan oleh Allah agar dihubungkan, seperti kekerabatan, dan mereka takut kepada Tuhannya dengan menaati segala perintah-Nya dan menjauhi larangan-Nya, dan takut kepada hisab yang buruk dan berat pada hari Kemudian,"
  },
  {
    "verse_number": 22,
    "tafsir": "dan orang yang sabar dalam melaksanakan perintah dan menjauhi larangan-Nya karena mengharap keridaan Tuhannya, melaksanakan salat dengan konsisten, menginfakkan seacara wajib atau sunah sebagian rezeki yang Kami berikan kepada mereka, baik secara sembunyi atau terang-terangan, serta menolak kejahatan secara sungguh-sungguh tetapi penuh hikmah dengan cara membalas kejahatan dengan kebaikan; orang yang dalam diri mereka terdapat sifat-sifat itulah orang yang mendapat tempat kesudahan yang baik di akhirat."
  },
  {
    "verse_number": 23,
    "tafsir": "Tempat kesudahan yang baik itu adalah surga-surga 'Adn; mereka masuk ke dalamnya bersama dengan orang yang saleh yang beriman dan taat kepada Allah dari nenek moyangnya, pasangan-pasangannya, dan anak cucunya. Lebih dari itu, mereka pun mendapat layanan yang sangat membahagiakan, sedang para malaikat masuk ke tempat-tempat mereka dari semua pintu."
  },
  {
    "verse_number": 24,
    "tafsir": "Para malaikat masuk untuk memberi mereka selamat, “Selamat sejahtera atasmu. Kamu telah selamat dari segala siksa karena di dunia kamu telah menunjukkan kesabaranmu yang tinggi dalam menaati Allah.” Maka alangkah nikmatnya surga tempat kesudahan yang telah Allah sediakan itu."
  },
  {
    "verse_number": 25,
    "tafsir": "Dan sebagai kebalikan dari mereka yang menerima kebenaran adalah orang-orang yang menolak kebenaran dengan melanggar dan membatalkan janji dengan sesama manusia yang dikukuhkan dengan nama Allah setelah diikrarkannya, dan memutuskan apa yang diperintahkan Allah agar disambungkan, seperti hubungan kekerabatan, dan berbuat kerusakan di bumi dengan bermaksiat; mereka itu memperoleh kutukan sehingga jauh dari rahmat Allah, dan tempat kediaman yang buruk-neraka Jahanam."
  },
  {
    "verse_number": 26,
    "tafsir": "Allah yang Maha Pemurah melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasi rezeki siapa yang Dia kehendaki dari hamba-hamba-Nya. Mereka yang ingkar bergembira ria dengan kebahagian hidup yang mereka peroleh di kehidupan dunia, padahal kehidupan dunia hanyalah kesenangan yang berlangsung begitu singkat dibanding kehidupan akhirat yang kekal dan abadi."
  },
  {
    "verse_number": 27,
    "tafsir": "Demikianlah Allah menjelaskan balasan bagi orang yang enggan menerima kebenaran dan orang kafir yang hanya mengejar kesenangan duniawi. Dan tidak hanya menolak kebenaran, orang-orang kafir juga berkata dengan nada mengejek, “Mengapa tidak diturunkan kepadanya (Nabi Muhammad) tanda berupa mukjizat yang dapat dilihat secara kasat mata dari Tuhannya, seperti halnya mukjizat Nabi Musa dan Isa?” Katakanlah, wahai Nabi Muhammad, “Sesungguhnya Allah menyesatkan-membiarkan sesat-siapa yang Dia kehendaki karena keingkarannya sendiri, betapapun banyak mukjizat yang dilihatnya, dan Allah memberi petunjuk bagi orang yang bertobat dan kembali kepada-Nya,”"
  },
  {
    "verse_number": 28,
    "tafsir": "Mereka yang mendapat petunjuk adalah orang-orang yang beriman kepada Allah dan rasul-Nya, dan hati mereka menjadi tenang dan tenteram dengan banyak mengingat Allah. Ingatlah, bahwa hanya dengan banyak mengingat Allah hati menjadi tenteram."
  },
  {
    "verse_number": 29,
    "tafsir": "Mereka itulah orang-orang yang beriman kepada Allah dan rasulNya dan mengerjakan kebajikan serta amal saleh. Mereka pasti mendapat kebahagiaan dan tempat kembali yang baik di akhirat kelak, berupa surga dan keridaan Allah."
  },
  {
    "verse_number": 30,
    "tafsir": "Orang kafir dengan nada mengejek meminta Rasul untuk mendatangkan mukjizat yang kasat mata. Mereka lupa bahwa Al-Qur'an adalah mukjizat yang begitu nyata. Wahai Nabi Muhammad, demikianlah, Kami telah mengutus engkau kepada suatu umat-yakni seluruh manusia sampai akhir zaman-yang sungguh sebelumnya telah berlalu beberapa umat yang kepada mereka juga dikirim para rasul. Kami mengutusmu agar engkau bacakan kepada mereka Al-Qur'an yang Kami wahyukan kepadamu, padahal mereka tetap saja ingkar kepada Tuhan Yang Maha Pengasih, Maha Penyayang. Katakanlah, “Dia Yang Maha Pengasih dan Penyayang itu adalah Tuhanku, dan tidak ada tuhan yang layak disembah selain Dia; hanya kepada-Nya aku bertawakal dan berserah diri, dan hanya kepada-Nya aku bertobat dan memohon ampunan.”"
  },
  {
    "verse_number": 31,
    "tafsir": "Dan peringatkanlah orang kafir bahwa sekiranya ada suatu bacaan dalam bentuk kitab suci yang dengan bacaan itu gunung-gunung dapat digoncangkan dari tempatnya semula, atau bumi jadi terbelah dan mengalirkan sungai-sungai, atau orang yang sudah mati kembali hidup dan dapat berbicara-sekiranya Allah menghendaki-maka bacaan itu adalah Al-Qur'an, bukti kerasulan Nabi Muhammad. Sebenarnya segala urusan itu adalah milik Allah dan atas kehendak serta kewenangan-Nya. Maka tidakkah orang-orang yang beriman mengetahui bahwa sekiranya Allah menghendaki, tentu Allah memberi petunjuk kepada manusia semuanya sehingga semua beriman tanpa kecuali. Dan orang-orang kafir yang mengingkari Al-Qur'an senantiasa ditimpa bencana, seperti kekalahan melawan kaum mukmin, disebabkan perbuatan buruk mereka sendiri, atau bencana itu terjadi dekat tempat kediaman mereka, sampai akhirnya datang janji Allah berupa kemenangan kaum mukmin dalam penaklukan kota Mekah. Sungguh, Allah tidak akan pernah menyalahi janji."
  },
  {
    "verse_number": 32,
    "tafsir": "Dan ingatlah, wahai Nabi Muhammad, bahwa apabila kaummu yang kafir menghina dan memperolok dakwahmu, sesungguhnya beberapa rasul sebelum engkau telah pula diperolok-olokkan oleh kaum mereka yang ingkar. Karena perbuatan buruk itu, maka Aku beri tenggang waktu be-berapa lama kepada orang-orang kafir itu untuk bersenang-senang dalam kedurhakaan mereka, kemudian setelah waktu yang telah Aku tetapkan tiba, Aku binasakan mereka dengan siksa yang sangat pedih. Maka alangkah hebatnya siksaan-Ku yang Aku timpakan itu!"
  },
  {
    "verse_number": 33,
    "tafsir": "Azab yang Allah timpakan kepada orang kafir tidak bersifat semena-mena, melainkan berdasarkan hasil pengawasan yang akurat. Maka apakah Tuhan yang menjaga, mengawasi, dan mencatat melalui para malaikat, setiap jiwa terhadap apa yang diperbuatnya sama dengan berhala-berhala yang orang kafir itu sembah? Mereka menjadikan sekutu-sekutu bagi Allah dengan membuat dan menyembah berhala. Katakanlah, wahai Nabi Muhammad, “Hai orang kafir, sebutkanlah sifat-sifat mereka-yakni berhala-berhala yang kamu sembah itu! Atau apakah kamu mengira dengan nada mengejek hendak memberitahukan kepada Allah apa yang tidak diketahui-Nya di bumi-yaitu terkait berhala-berhala tersebut-atau kamu mengatakan tentang hal itu hanya sekadar perkataan pada lahirnya saja tanpa ada substansinya sama sekali?” Sebenarnya bagi orang kafir ejekan dan tipu daya mereka itu dijadikan terasa indah oleh setan, dan mereka dihalangi olehnya dari jalan yang benar. Dan barang siapa disesatkan oleh Allah akibat kekufurannya sendiri, maka tidak ada seorang pun yang dapat memberi petunjuk baginya menuju kebenaran."
  },
  {
    "verse_number": 34,
    "tafsir": "Mereka (orang kafir yang menyimpang dari jalan Allah) mendapat siksaan dalam kehidupan dunia, seperti kekalahan dalam perang dan kehinaan hidup, dan mereka juga akan mendapat azab di akhirat. Sungguh, azab di akhirat itu pasti lebih keras. Tidak ada seorang pun yang dapat melindungi dan menyelamatkan mereka dari azab Allah di dunia maupun akhirat."
  },
  {
    "verse_number": 35,
    "tafsir": "Usai menggambarkan sanksi bagi orang kafir pada ayat-ayat sebelumnya, pada ayat berikut Allah menjelaskan anugerah-Nya kepada orang yang bertakwa. Perumpamaan dan gambaran surga yang dijanjikan oleh Allah kepada orang yang bertakwa ialah bahwa surga itu seperti taman yang mengalir di bawahnya-yakni di bawah pepohonan dan istana-istananya-sungai-sungai; pepohonan di sana senantiasa berbuah dengan aneka rasa yang lezat dan juga menciptakan suasana yang teduh. Anugerah Allah yang sedemikian indah itulah tempat kesudahan yang hanya diberikan-Nya bagi orang yang bertakwa; sedang tempat kesudahan bagi orang yang ingkar kepada Tuhan ialah neraka beserta siksaannya yang sangat pedih."
  },
  {
    "verse_number": 36,
    "tafsir": "Dan ketahuilah, wahai Nabi Muhammad, bahwa ada sebagian dari orang yang telah Kami berikan kitab kepada mereka (Yahudi dan Nasrani) yang bergembira dengan apa (Al-Qur'an) yang diturunkan kepadamu, seperti 'Abdullah bin Salam, karena kesesuaian antara Al-Qur'an dengan kitab mereka; dan ada pula di antara golongan yang bersekutu, yakni kaum musyrik Mekah, Yahudi, dan Nasrani yang mengingkari sebagiannya. Katakanlah kepada mereka, “Aku hanya diperintah secara tegas untuk menyembah Allah semata dan tidak mempersekutukan-Nya dengan apa pun. Hanya kepada-Nya aku seru manusia menuju kebenaran, dan hanya kepada-Nya aku kembali untuk bertobat.”"
  },
  {
    "verse_number": 37,
    "tafsir": "Dan sebagaimana telah Kami turunkan kitab suci kepada kaum Yahudi dan Nasrani dengan bahasa masing-masing, demikianlah pula Kami telah menurunkannya (Al-Qur'an) kepadamu, wahai Nabi Muhammad, sebagai peraturan hukum yang Kami turunkan dalam bahasa Arab. Sekiranya engkau mengikuti keinginan mereka untuk mempersekutukan Allah setelah datang pengetahuan yang benar dan lurus, yakni Al-Qur'an kepadamu, maka tidak akan ada yang dapat melindungi dan menolong engkau dari siksa Allah."
  },
  {
    "verse_number": 38,
    "tafsir": "Dan jika kaum kafir bertanya mengapa kamu mempunyai istri, maka ketahuilah wahai Nabi Muhammad, bahwa sungguh Kami telah mengutus beberapa rasul kepada umat-umat sebelum engkau dari golongan manusia, dan Kami berikan kepada sebagian dari mereka istri-istri dan keturunan sebagaimana dimiliki oleh manusia lainnya. Jika kaum kafir itu menuntutmu untuk mendatangkan mukjizat yang kasat mata, maka sesungguhnya tidak ada hak bagi seorang rasul pun untuk mendatangkan sesuatu bukti (mukjizat) guna memenuhi tuntutan kaumnya atas kekuatannya sendiri, melainkan dengan izin Allah. Untuk setiap masa ada Kitab, yakni mukjizat para nabi dan rasul yang sesuai kondisi dengan masanya."
  },
  {
    "verse_number": 39,
    "tafsir": "Allah Yang Mahabijaksana menghapus hukum yang layak untuk dihapus, dan menetapkan apa (hukum) yang Dia kehendaki untuk ditetapkan. Allah melakukan hal itu sesuai dengan hikmah dan kebijaksanaan yang dimiliki-Nya. Dan di sisi-Nya terdapat Ummul-Kitab, yakni Lauh Mahfuz."
  },
  {
    "verse_number": 40,
    "tafsir": "Kami-Allah-Mahakuasa menetapkan atau menghapus hukum yang Kami kehendaki sesuai kebijaksanaan Kami. Dan sungguh, jika Kami perlihatkan kepadamu, wahai Nabi Muhammad, di dunia ini sebagian dari siksaan dan balasan yang Kami ancamkan kepada mereka (orang kafir) sebagaimana permintaan mereka, atau Kami wafatkan engkau sebelum menyaksikan siksaan itu datang kepada mereka-namun mereka pasti akan merasakannya-maka sesungguhnya tugasmu hanya menyampaikan saja dakwah dan risalah yang kami titipkan kepadamu, dan Kamilah yang akan memperhitungkan amal mereka serta balasan yang akan mereka terima atasnya."
  },
  {
    "verse_number": 41,
    "tafsir": "Di antara bukti-bukti Allah melaksanakan ancaman-Nya adalah peristiwa yang dialami oleh orang-orang kafir tersebut. Dan apakah mereka orang-orang kafir itu tidak melihat bahwa Kami melalui hamba-hamba Kami yang berjihad, mendatangi dan menaklukkan daerah-daerah yang dikuasai orang yang ingkar kepada Allah, lalu Kami kurangi daerah-daerah yang dikuasai itu sedikit demi sedikit dari tepi-tepinya? Dan Allah menetapkan hukum menurut kehendak-Nya. Tidak ada kekuatan apa pun yang dapat menolak ketetapan-Nya bila Allah sudah menetapkannya; Dia Mahacepat lagi Mahabijaksana perhitungan-Nya."
  },
  {
    "verse_number": 42,
    "tafsir": "Kaum kafir Mekah secara rahasia merencanakan penentangan kepada Nabi Muhammad, sebagaimana kaum kafir terdahulu juga melakukan hal yang sama kepada rasul yang Allah utus kepada mereka. Dan sungguh, orang sebelum mereka, yakni kaum kafir yang hidup sebelum kaum kafir Mekah, telah mengadakan tipu daya menentang para rasul, tetapi semua tipu daya yang mereka lakukan itu berada dalam genggaman kekuasaan Allah sehingga sangat mudah bagi-Nya untuk menggagalkannya. Dia mengetahui apa yang diusahakan oleh setiap orang, tidak terkecuali upaya mereka menyusun rencana rahasia, dan pada saat dihadapkan kepada Tuhan, orang yang ingkar kepada Tuhan akan mengetahui untuk siapa tempat kesudahan yang baik di dunia dan di akhirat kelak-tentu bagi para pengikut rasul-rasul itu."
  },
  {
    "verse_number": 43,
    "tafsir": "Kaum kafir menolak kerasulan Nabi Muhammad. Dan orang-orang kafir berkata, “Engkau, wahai Muhammad, bukanlah seorang rasul, melainkan pesihir.” Jika mereka berkata demikian, katakanlah kepada mereka, “Cukuplah Allah Yang Maha Mengetahui dan orang yang menguasai ilmu Al-Kitab-Yahudi dan Nasrani yang mengimani risalahku dan Al-Qur'an yang aku sampaikan-yang bertindak menjadi saksi antara aku sebagai penyampai kebenaran yang termaktub dalam Al-Qur'an dan kamu yang menolak kebenaran Al-Qur'an itu.”"
  }
]