[
  {
    "verse_number": 1,
    "tafsir": "Surah ini dibuka dengan penegasan bahwa ketentuan hukum Allah wajib dilaksanakan. Inilah suatu surah yang Kami turunkan dan Kami wajibkan bagi kamu untuk menjalankan hukum-hukum di dalam-nya, dan Kami turunkan di dalamnya tanda-tanda yang jelas tentang kekuasaan dan keesaan Kami agar kamu selalu ingat dan mengambil pelajaran darinya."
  },
  {
    "verse_number": 2,
    "tafsir": "Surah ini mengandung ketentuan hukum yang pasti, salah satunya hukum perzinaan. Kepada pezina perempuan yang belum pernah menikah dan demikian pula pezina laki-laki yang belum pernah menikah, deralah masing-masing dari keduanya seratus kali jika perziaan keduanya terbukti sesuai dengan syarat-syaratnya, dan janganlah rasa belas kasihan kepada keduanya mencegah kamu untuk menjalankan agama dan hokum Allah, jika kamu beriman kepada Allah dan hari kemudian. Salah satu konsekuensi iman adalah melaksanakan hukum Allah. Dan hendaklah pelaksanaan hukuman mereka disaksikan oleh sebagian orang-orang yang beriman, sedikitnya tiga atau empat orang, agar hukuman itu menjadi pelajaran bagi pihak-pihak yang melihat dan mendengarnya."
  },
  {
    "verse_number": 3,
    "tafsir": "Usai menjelaskan hukuman atas pezina, ayat ini mengingatkan keharusan menghindari pezina, khususnya untuk dijadikan pasangan hidup. Pezina laki-laki tidak boleh menikah kecuali dengan pezina perempuan atau dengan perempuan musyrik; dan demikian juga sebaliknya, pezina perempuan tidak boleh menikah kecuali dengan pezina laki-laki atau dengan laki-laki musyrik; dan yang demikian itu, yaitu menikah dengan pezina, diharamkan bagi orang-orang mukmin."
  },
  {
    "verse_number": 4,
    "tafsir": "Usai menjelaskan hukuman bagi pezina dan hukum menikahinya, Allah lalu menguraikan sanksi hukum terhadap orang yang menuduh orang lain berbuat zina. Dan orang-orang yang menuduh perempuan-perempuan yang baik telah berbuat zina, dan mereka tidak dapat mendatangkan empat orang saksi yang menjadi saksi atas kebenaran tuduhannya di hadapan pengadilan, maka deralah mereka, wahai kaum mukmin melalui penguasa kamu, sebanyak delapan puluh kali. Hukuman ini berlaku jika penuduh adalah orang merdeka. Jika ia adalah seorang hamba sahaya maka deralah ia empat puluh kali (Lihat juga: an-Nisa’ / 4: 25). Dan janganlah kamu terima kesaksian mereka untuk selama-lamanya. Mereka itulah orang-orang yang fasik. Ketentuan ini berlaku atas semua orang yang berbuat demikian, kecuali mereka yang bertobat, menyesali perbuatannya, dan bertekad tidak akan mengulanginya setelah itu, yaitu setelah menerima hukuman itu, dan mereka membuktikan tobat mereka dengan memperbaiki diri dan beramal saleh. Jika mereka melakukannya maka sungguh, Allah Maha Pengampun, Maha Penyayang."
  },
  {
    "verse_number": 5,
    "tafsir": "Usai menjelaskan hukuman bagi pezina dan hukum menikahinya, Allah lalu menguraikan sanksi hukum terhadap orang yang menuduh orang lain berbuat zina. Dan orang-orang yang menuduh perempuan-perempuan yang baik telah berbuat zina, dan mereka tidak dapat mendatangkan empat orang saksi yang menjadi saksi atas kebenaran tuduhannya di hadapan pengadilan, maka deralah mereka, wahai kaum mukmin melalui penguasa kamu, sebanyak delapan puluh kali. Hukuman ini berlaku jika penuduh adalah orang merdeka. Jika ia adalah seorang hamba sahaya maka deralah ia empat puluh kali (Lihat juga: an-Nisa’ / 4: 25). Dan janganlah kamu terima kesaksian mereka untuk selama-lamanya. Mereka itulah orang-orang yang fasik. Ketentuan ini berlaku atas semua orang yang berbuat demikian, kecuali mereka yang bertobat, menyesali perbuatannya, dan bertekad tidak akan mengulanginya setelah itu, yaitu setelah menerima hukuman itu, dan mereka membuktikan tobat mereka dengan memperbaiki diri dan beramal saleh. Jika mereka melakukannya maka sungguh, Allah Maha Pengampun, Maha Penyayang."
  },
  {
    "verse_number": 6,
    "tafsir": "Setelah menjelaskan ketentuan hukum terhadap penuduh zina secara umum, Allah lalu menguraikan hukum apabila seorang suami menuduh istrinya berzina. Dan orang-orang yang menuduh istrinya berzina, padahal mereka tidak mempunyai saksi-saksi yang menguatkan tuduhan itu selain diri mereka sendiri, maka kesaksian masing-masing orang itu, yaitu suami, ialah empat kali bersumpah dengan nama Allah, bahwa sesungguhnya dia termasuk orang yang berkata benar. Dan sumpah yang kelima adalah bahwa laknat Allah akan menimpanya jika dia termasuk orang yang berdusta dalam tuduhan yang dialamatkan kepada istrinya."
  },
  {
    "verse_number": 7,
    "tafsir": "Setelah menjelaskan ketentuan hukum terhadap penuduh zina secara umum, Allah lalu menguraikan hukum apabila seorang suami menuduh istrinya berzina. Dan orang-orang yang menuduh istrinya berzina, padahal mereka tidak mempunyai saksi-saksi yang menguatkan tuduhan itu selain diri mereka sendiri, maka kesaksian masing-masing orang itu, yaitu suami, ialah empat kali bersumpah dengan nama Allah, bahwa sesungguhnya dia termasuk orang yang berkata benar. Dan sumpah yang kelima adalah bahwa laknat Allah akan menimpanya jika dia termasuk orang yang berdusta dalam tuduhan yang dialamatkan kepada istrinya."
  },
  {
    "verse_number": 8,
    "tafsir": "Usai menjelaskan langkah yang harus ditempuh oleh suami jika menuduh istrinya berzina, Allah lalu memberi kesempatan bagi istri untuk menunjukkan kesuciannya dan kedustaan tuduhan sang suami. Bila istri tidak membantah tuduhan suami maka ia dianggap bersalah dan berhak dijatuhi hukuman zina. Dan istri itu terhindar dari hukuman zina apabila dia bersumpah empat kali atas nama Allah dalam sumpahnya bahwa dia, yaitu suaminya, benar-benar termasuk orang-orang yang berdusta dalam tuduhannya, dan sumpah yang kelima bahwa kemurkaan Allah akan menimpanya, yaitu istri, jika dia, yaitu suami, itu termasuk orang yang berkata benar. Dan seandainya bukan karena karunia Allah yang menurunkan Al-Qur’an dan rahmat-Nya dalam menerima tobat hamba-Nya dan menetapkan hukum yang bijaksana kepadamu, niscaya kamu akan menemui kesulitan. Dan sesungguhnya Allah Maha Penerima Tobat, Mahabijaksana."
  },
  {
    "verse_number": 9,
    "tafsir": "Usai menjelaskan langkah yang harus ditempuh oleh suami jika menuduh istrinya berzina, Allah lalu memberi kesempatan bagi istri untuk menunjukkan kesuciannya dan kedustaan tuduhan sang suami. Bila istri tidak membantah tuduhan suami maka ia dianggap bersalah dan berhak dijatuhi hukuman zina. Dan istri itu terhindar dari hukuman zina apabila dia bersumpah empat kali atas nama Allah dalam sumpahnya bahwa dia, yaitu suaminya, benar-benar termasuk orang-orang yang berdusta dalam tuduhannya, dan sumpah yang kelima bahwa kemurkaan Allah akan menimpanya, yaitu istri, jika dia, yaitu suami, itu termasuk orang yang berkata benar. Dan seandainya bukan karena karunia Allah yang menurunkan Al-Qur’an dan rahmat-Nya dalam menerima tobat hamba-Nya dan menetapkan hukum yang bijaksana kepadamu, niscaya kamu akan menemui kesulitan. Dan sesungguhnya Allah Maha Penerima Tobat, Mahabijaksana."
  },
  {
    "verse_number": 10,
    "tafsir": "Usai menjelaskan langkah yang harus ditempuh oleh suami jika menuduh istrinya berzina, Allah lalu memberi kesempatan bagi istri untuk menunjukkan kesuciannya dan kedustaan tuduhan sang suami. Bila istri tidak membantah tuduhan suami maka ia dianggap bersalah dan berhak dijatuhi hukuman zina. Dan istri itu terhindar dari hukuman zina apabila dia bersumpah empat kali atas nama Allah dalam sumpahnya bahwa dia, yaitu suaminya, benar-benar termasuk orang-orang yang berdusta dalam tuduhannya, dan sumpah yang kelima bahwa kemurkaan Allah akan menimpanya, yaitu istri, jika dia, yaitu suami, itu termasuk orang yang berkata benar. Dan seandainya bukan karena karunia Allah yang menurunkan Al-Qur’an dan rahmat-Nya dalam menerima tobat hamba-Nya dan menetapkan hukum yang bijaksana kepadamu, niscaya kamu akan menemui kesulitan. Dan sesungguhnya Allah Maha Penerima Tobat, Mahabijaksana."
  },
  {
    "verse_number": 11,
    "tafsir": "Beralih dari penjelasan hukum li’an, Allah lalu mengisahkan salah satu kasus yang menimpa keluarga Nabi, yang lazim disebut hadis al-ifk(berita bohong). Ayat ini mengecam mereka yang tanpa bukti menuduh 'Aisyah berbuat zina dengan Safwan bin Mu’attal. Sesungguhnya orang-orang yang membawa dan dengan sengaja menyebarluaskan berita bohong itu adalah dari golongan kamu juga. Janganlah kamu mengira berita bohong itu buruk bagi kamu, bahkan itu baik bagi kamu karena kamu dapat membedakan siapa yang munafik dan siapa mukmin sejati. Setiap orang dari mereka yang menyebarkan berita bohong tersebut akan mendapat balasan sesuai kadar dari dosa yang diperbuatnya. Dan barang siapa di antara mereka yang mengambil bagian terbesar dari dosa yang diperbuatnya, yakni orang yang menjadi sumber utama berita bohong itu, dia mendapat azab yang besar di akhirat nanti."
  },
  {
    "verse_number": 12,
    "tafsir": "Ketika isu itu merebak, sebagian kaum muslim tidak percaya berita tersebut dan meyakini kesucian 'Aisyah. Sebagian yang lain terdiam, tidak membenarkan dan tidak pula membantahnya. Di satu sisi ayat ini mengecam mereka yang diam seakan membenarkan isu itu, dan di sisi lain menganjurkan mereka bersikap proaktif dan mengambil langkah positif. Mengapa orang-orang mukmin dan mukminat ketika mendengar berita bohong itu tidak berbaik sangka terhadap saudara-saudara mereka yang dicemarkan namanya, padahal orang itu adalah bagian dari diri mereka sendiri, yakni sesama muslim; dan mengapa juga saat kamu mendengar berita bohong itu kamu tidak berkata, “Ini adalah berita bohong yang nyata.”"
  },
  {
    "verse_number": 13,
    "tafsir": "Setelah mengecam umat Islam yang pasif atas berita bohong itu, Allah lalu beralih berbicara tentang penyebar berita bohong itu. Diskursus pada ayat ini tidak diarahkan secara langsung kepada mereka untuk mengisyaratkan betapa besarnya kemurkaan Allah. Mengapa mereka yang menuduh itu tidak datang membawa empat saksi yang bersaksi atas kebenaran tuduhan mereka? Oleh karena mereka tidak membawa saksi-saksi maka mereka itu dalam pandangan Allah, yaitu dalam ketetapan hukum-Nya, khususnya dalam kasus ini, adalah orang-orang yang berdusta."
  },
  {
    "verse_number": 14,
    "tafsir": "Dan seandainya bukan karena karunia Allah sehingga Dia tidak menyegerakan siksa-Nya, dan seandainya pula tidak ada rahmat-Nya yang berlimpah kepadamu di dunia dengan menerima tobat kamu, dan di akhirat dengan mengampuni siapa yang dikehendaki-Nya, niscaya kamu ditimpa azab yang besar disebabkan oleh pembicaraan kamu tentang hal bohong itu."
  },
  {
    "verse_number": 15,
    "tafsir": "Kelompok ayat ini menggambarkan situasi ketika kabar bohong itu tersebar. Ingatlah ketika kamu menerima berita bohong itu dari mulut ke mulut dan kamu katakan dengan mulutmu sendiri, bukan dengan isyarat, apa yang tidak kamu ketahui sedikit pun duduk persoalannya, dan kamu menganggapnya sesuatu yang remeh dan tidak penting, padahal dalam pandangan Allah berita bohong itu adalah soal besar dan perbuatan yang sangat buruk."
  },
  {
    "verse_number": 16,
    "tafsir": "Dan mengapa kamu tidak berkata dengan tegas dan secara langsung ketika mendengarnya, “Tidak pantas bagi kita membicarakan berita bohong ini, lebih-lebih terhadap istri Nabi. Mahasuci Engkau ya Allah, ini adalah kebohongan yang besar.”"
  },
  {
    "verse_number": 17,
    "tafsir": "Demikianlah Allah memperingatkan kamu agar tunduk dan patuh pada ketentuan-Nya, dan melarang kamu kembali mengulangi perbuatan seperti itu untuk selama-lamanya, jika kamu benar-benar orang beriman. Dan Allah menjelaskan ayat-ayat-Nya serta bentuk-bentuk akhlak yang mulia kepada kamu agar kamu melaksanakannya. Dan Allah Maha Mengetahui keadaan kamu, Mahabijaksana dalam segala aturan-Nya."
  },
  {
    "verse_number": 18,
    "tafsir": "Allah mengarahkan ayat ini kepada pihak-pihak yang merasa senang dengan tersebarnya isu negatif tersebut. Sesungguhnya orang-orang yang ingin agar perbuatan yang sangat keji, yaitu berita bohong itu tersiar di kalangan orang-orang yang beriman, maka mereka akan mendapat azab yang pedih di dunia dengan hukuman yang tepat, dan demikian pula akan mendapat siksa yang pedih di akhirat apabila mereka tidak bertobat. Dan Allah mengetahui segala sesuatu, termasuk niat buruk para penyebar kebohongan itu, sedang kamu tidak mengetahui secara pasti motif mereka."
  },
  {
    "verse_number": 19,
    "tafsir": "Allah mengarahkan ayat ini kepada pihak-pihak yang merasa senang dengan tersebarnya isu negatif tersebut. Sesungguhnya orang-orang yang ingin agar perbuatan yang sangat keji, yaitu berita bohong itu tersiar di kalangan orang-orang yang beriman, maka mereka akan mendapat azab yang pedih di dunia dengan hukuman yang tepat, dan demikian pula akan mendapat siksa yang pedih di akhirat apabila mereka tidak bertobat. Dan Allah mengetahui segala sesuatu, termasuk niat buruk para penyebar kebohongan itu, sedang kamu tidak mengetahui secara pasti motif mereka."
  },
  {
    "verse_number": 20,
    "tafsir": "Dan kalau bukan karena karunia Allah dan rahmat-Nya kepadamu, niscaya kamu akan ditimpa azab yang besar akibat kedurhakaan kamu, tetapi bencana itu tidak segera Allah jatuhkan karena Dia memberi kamu kesempatan untuk bertobat. Sungguh, Allah Maha Penyantun dengan menangguhkan siksa-Nya, Maha Penyayang kepada orang-orang yang beriman, utamanya di akhirat."
  },
  {
    "verse_number": 21,
    "tafsir": "Tuduhan kepada 'Aisyah, seperti yang telah dibantah pada ayat-ayat sebelumnya, adalah ulah setan. Karena itu, ayat ini melarang kaum mukmin mengikuti langkah-langkah setan. Wahai orang-orang yang beriman, bentengi dirimu dengan keimanan dan janganlah kamu memaksakan diri menentang fitrah kamu dengan mengikuti langkah-langkah setan yang membisikkan kejahatan, di antaranya menyebarkan berita bohong. Barang siapa mengikuti langkah-langkah setan dengan penuh kesadaran, bukan karena lalai atau tidak tahu, maka dia telah berbuat keji dan mungkar karena sesungguhnya setan menyuruh mengerjakan perbuatan yang keji, yaitu ucapan dan perbuatan yang tidak sejalan dengan tuntunan agama dan akal sehat, seperti zina dan tuduhan berzina, dan perbuatan mungkar, yaitu perbuatan buruk yang dicela oleh adat istiadat dan bertentangan dengan nilai-nilai agama. Kalau bukan karena karunia Allah dan rahmat-Nya kepadamu, di antaranya menunjukkan kepadamu jalan tobat, niscaya tidak seorang pun di antara kamu bersih dari perbuatan keji dan mungkar itu selama-lamanya, tetapi Allah membersihkan siapa yang Dia kehendaki dari dosa-dosa itu. Dan Allah Maha Mendengar permohonan siapa pun, Maha Mengetahui isi hati dan ketulusannya."
  },
  {
    "verse_number": 22,
    "tafsir": "Salah satu bentuk godaan setan adalah mencarikan dalih agar seseorang enggan membantu orang lain. Dan janganlah orang-orang yang mempunyai kelebihan dalam kesalehan beragama serta keutamaan akhlak yang luhur dan kelapangan rezeki di antara kamu, wahai orang-orang yang beriman, bersumpah bahwa mereka tidak akan memberi bantuan kepada kerabat-nya, orang-orang miskin, dan orang-orang yang berhijrah di jalan Allah hanya karena orang-orang itu pernah berbuat kesalahan kepadanya atau membuat pribadinya tersinggung. Sebaiknya mereka berbesar hati dengan tetap mengulurkan bantuan, dan hendaklah mereka memaafkan orang yang pernah melukai hatinya, dan berlapang dada sehingga dapat membuka lembaran baru dalam hubungan mereka. Apakah kamu tidak suka bahwa Allah mengampuni kesalahan dan kekurangan kamu? Tentu kamu suka. Karena itu, maafkanlah mereka agar Allah memaafkan dan mengampuni kamu. Dan Allah Maha Pengampun sehingga akan menghapus dosa kamu, Maha Penyayang dengan mencurahkan nikmat lebih banyak lagi kepada kamu."
  },
  {
    "verse_number": 23,
    "tafsir": "Sungguh, orang-orang yang menuduh berzina kepada perempuan-perempuan yang baik, menjaga kehormatannya, dan menjauhi perbuatan maksiat; yang lengah, yaitu tidak pernah berpikir untuk berbuat keji; dan wanita yang beriman kepada Allah dan Rasul-Nya, mereka, yakni para penuduh itu, dilaknat di dunia dan di akhirat, dan mereka akan mendapat azab yang besar pada hari Kiamat ketika Allah menjadikan lidah, tangan, dan kaki mereka menjadi saksi atas mereka terhadap apa yang dahulu mereka kerjakan,termasuk tuduhan bohong mereka. Pada hari itu Allah menyempurnakan balasan yang sebenarnya bagi mereka secara setimpal, dan ketika itu mereka tahu dan sadar bahwa Allah Mahabenar atas segala firman-Nya, Maha Menjelaskan segala sesuatu."
  },
  {
    "verse_number": 24,
    "tafsir": "Sungguh, orang-orang yang menuduh berzina kepada perempuan-perempuan yang baik, menjaga kehormatannya, dan menjauhi perbuatan maksiat; yang lengah, yaitu tidak pernah berpikir untuk berbuat keji; dan wanita yang beriman kepada Allah dan Rasul-Nya, mereka, yakni para penuduh itu, dilaknat di dunia dan di akhirat, dan mereka akan mendapat azab yang besar pada hari Kiamat ketika Allah menjadikan lidah, tangan, dan kaki mereka menjadi saksi atas mereka terhadap apa yang dahulu mereka kerjakan,termasuk tuduhan bohong mereka. Pada hari itu Allah menyempurnakan balasan yang sebenarnya bagi mereka secara setimpal, dan ketika itu mereka tahu dan sadar bahwa Allah Mahabenar atas segala firman-Nya, Maha Menjelaskan segala sesuatu."
  },
  {
    "verse_number": 25,
    "tafsir": "Sungguh, orang-orang yang menuduh berzina kepada perempuan-perempuan yang baik, menjaga kehormatannya, dan menjauhi perbuatan maksiat; yang lengah, yaitu tidak pernah berpikir untuk berbuat keji; dan wanita yang beriman kepada Allah dan Rasul-Nya, mereka, yakni para penuduh itu, dilaknat di dunia dan di akhirat, dan mereka akan mendapat azab yang besar pada hari Kiamat ketika Allah menjadikan lidah, tangan, dan kaki mereka menjadi saksi atas mereka terhadap apa yang dahulu mereka kerjakan,termasuk tuduhan bohong mereka. Pada hari itu Allah menyempurnakan balasan yang sebenarnya bagi mereka secara setimpal, dan ketika itu mereka tahu dan sadar bahwa Allah Mahabenar atas segala firman-Nya, Maha Menjelaskan segala sesuatu."
  },
  {
    "verse_number": 26,
    "tafsir": "Pada ayat ketiga dari surah ini Allah menegaskan bahwa pezina tidak layak mengawini kecuali pezina. Sudah menjadi sunatullah bahwa seseorang selalu cenderung kepada orang yang memiliki kesamaan dengannya. Hal itu kembali ditegaskan pada ayat ini. Perempuan-perempuan yang keji jiwanya dan buruk perangainya adalah untuk laki-laki yang keji layaknya perempuan itu, dan laki-laki yang keji jiwanya dan buruk perangainya untuk perempuan-perempuan yang keji seperti itu pula; dan sebaliknya, perempuan-perempuan yang baik untuk laki-laki yang baik dan laki-laki yang baik untuk perempuan-perempuan yang baik pula. Rasulullah adalah manusia terbaik, maka istri-istrinya pastilah wanita yang baik dan terhormat. Mereka itu bersih dari apa yang dituduhkan orang. Mereka memperoleh ampunan atas kekhilafan mereka dan mendapat rezeki yang mulia di dunia dan akhirat."
  },
  {
    "verse_number": 27,
    "tafsir": "Ayat-ayat berikut ini berbicara tentang etika berkunjung. Wahai orang-orang yang beriman! Janganlah kamu memasuki rumah tinggal yang bukan rumah tinggal-mu sebelum meminta izin kepada orang yang berada di dalamnya, dan memberi salam kepada penghuninya. Yang demikian itu lebih baik bagimu daripada masuk tanpa izin, agar kamu selalu ingat bahwa cara itulah yang terbaik bagi kamu."
  },
  {
    "verse_number": 28,
    "tafsir": "Jika kamu tidak menemui seorang pun di dalamnya, yaitu jika di dalam rumah yang kamu kunjungi itu tidak ada orang sama sekali atau tidak ada yang berwenang mengizinkan atau melarang kamu masuk, maka janganlah kamu masuk sebelum kamu mendapat izin. Dan jika dikatakan oleh penghuni rumah kepadamu, “Kembalilah!” maka hendaklah kamu kembali dan tidak bersikeras meminta izin. Yang demikian itu lebih suci bagimu karena menjauhkan kamu dari prasangka negatif. Dan Allah Maha Mengetahui apa yang kamu kerjakan, dan Dia pun akan membalasnya."
  },
  {
    "verse_number": 29,
    "tafsir": "Usai menjelaskan etika memasuki rumah yang berpenghuni pada ayat-ayat sebelumnya, Allah lalu menguraikan etika memasuki rumah yang tak berpenghuni atau bangunan yang disediakan untuk umum. Tidak ada dosa atasmu memasuki rumah yang tidak dihuni yang tidak dibuat untuk tempat tinggal pribadi secara tetap, seperti masjid, kedai, dan pasar, yang di dalamnya ada kepentingan kamu, misalnya untuk beristirahat atau keperluan lain. Allah mengetahui apa yang kamu nyatakan dan apa yang kamu sembunyikan dalam dada, termasuk niat baik atau buruk kamu."
  },
  {
    "verse_number": 30,
    "tafsir": "Usai menjelaskan etika berkunjung pada ayat sebelumnya, pada ayat ini Allah menguraikan etika berinteraksi antarsesama, baik saat di dalam rumah maupun di luar rumah. Wahai Nabi Muhammad, katakanlah kepada laki-laki yang beriman dengan mantap agar mereka menjaga pandangannya dari melihat sesuatu yang tidak halal dilihat, dan perintahlah mereka memelihara kemaluannya dari apa yang tidak halal untuknya. Yang demikian itu lebih suci bagi jiwa mereka agar tidak terjatuh pada perbuatan haram. Sungguh, Allah Maha Mengetahui apa yang mereka perbuat."
  },
  {
    "verse_number": 31,
    "tafsir": "Dan katakanlah pula, wahai Nabi Muhammad, kepada para perempuan yang beriman dengan mantap, agar mereka menjaga pandangannya dan memelihara kemaluannya dari yang haram, dan janganlah mereka menampakkan perhiasannya kecuali yang biasa terlihat darinya menurut kebiasaan dan sulit untuk mereka sembunyikan, seperti baju luar, wajah, dan telapak tangan. Dan hendaklah mereka menutupkan jilbab atau kain kerudung ke kepala, leher, dan dadanya, dan janganlah menampakkan perhiasannya atau auratnya kecuali kepada suami mereka, atau ayah mereka, atau ayah suami mereka, atau putra-putra mereka, atau putra-putra suami mereka, termasuk cucu, cicit, dan seterusnya, atau saudara-saudara laki-laki mereka, atau putra-putra saudara laki-laki mereka, atau putra-putra saudara perempuan mereka, atau para perempuan mereka sesama muslim, atau hamba sahaya yang mereka miliki, atau para pelayan laki-laki tua yang tidaklagimempunyai keinginan dan syahwat kepada perempuan, atau anak-anak yang belum mengerti tentang aurat perempuan. Dan janganlah mereka menghentakkan kakinya agar diketahui perhiasan yang mereka sembunyikan. Dan bertobatlah kamu semua kepada Allah, wahai orang-orang yang beriman dari segala dosa, khususnya pandangan terlarang, agar kamu beruntung dan mendapat kebahagiaan di dunia dan akhirat."
  },
  {
    "verse_number": 32,
    "tafsir": "Setelah uraian tersebut, datanglah perintah untuk menikah sebagai salah satu cara memelihara kesucian nasab. Dan nikahkanlah, yaitu bantulah supaya bisa menikah, orang-orang yang masih membujang di antara kamu agar mereka dapat hidup tenang dan terhindar dari zina serta perbuatan haram lainnya, dan bantulah juga orang-orang yang layak menikah dari hamba-hamba sahayamu yang laki-laki dan perempuan. Jika mereka miskin, Allah akan memberi kemampuan kepada mereka dengan karunia-Nya. Dan Allah Mahaluas pemberian-Nya; tidak akan berkurang khazanah-Nya seberapa banyak pun Dia memberi hamba-Nya keka-yaan, lagi Maha Mengetahui."
  },
  {
    "verse_number": 33,
    "tafsir": "Bila arahan pada ayat sebelumnya ditujukan kepada para wali atau pihak yang dapat membantu pernikahan, arahan pada ayat ini ditujukan kepada pria agar tidak mendesak wali untuk buru-buru menikahkannya. Dan orang-orang yang tidak mampu menikah hendaklah menjaga kesuciandiri-nya dengan berpuasa atau aktivitas lain, sampai Allah memberi kemampuan kepada mereka dengan karunia-Nya dan memberi mereka kemudahan untuk menikah. Dan jika hamba sahaya yang kamu miliki menginginkan perjanjian, yaitu kesepakatan untuk memerdekakan diri dengan membayar tebusan, hendaklah kamu buat perjanjian kepada mereka jika kamu mengetahui ada kebaikan pada mereka, yaitu jika kamu tahu mereka akan mampu melaksanakan tugas dan kewajiban mereka, mampu menjaga diri, serta mampu menjalankan tuntunan agama mereka; dan berikanlah kepada mereka sebagian dari harta Allah yang dikaruniakan-Nya kepadamu berupa zakat untuk membantu pembebasan mereka dari perbudakan. Dan janganlah kamu paksa hamba sahaya perempuanmu untuk melakukan pelacuran, sedang mereka sendiri menginginkan kesucian, hanya karena kamu hendak mencari keuntungan kehidupan duniawi dari pelacuran itu. Barang siapa memaksa mereka untuk melakukan perbuatan tercela itu maka sungguh, Allah Maha Pengampun terhadap perempuan-perempuan yang dipaksa itu, Maha Penyayang kepada mereka setelah mereka dipaksa, dan Dia akan memikulkan dosa kepada orang yang memaksa mereka."
  },
  {
    "verse_number": 34,
    "tafsir": "Ayat ini menutup uraian kelompok ayat-ayat tentang kabar bohong yang menimpa keluarga Nabi serta petunjuk-petunjuk yang berkaitan dengan isu tersebut. Dan sungguh, Kami telah menurunkan kepada kamu ayat-ayat yang memberi penjelasan, tuntunan hidup, dan contoh-contoh yang serupa dengan apa yang kamu alami dari orang-orang yang terdahulu sebelum kamu, seperti Maryam dan Yusuf yang dituduh berzina dan menerima pembebasan dari tuduhan itu; dan sebagai pelajaran bagi mereka yang mau membuka pikiran dan hatinya, yaitu orang-orang yang bertakwa."
  },
  {
    "verse_number": 35,
    "tafsir": "Allah adalah pemberi cahaya, karenanya Dia menurunkan Al-Qur’an untuk menjadi cahaya bagi kehidupan manusia. Allah adalah pemberi cahaya pada langit dan bumi, baik cahaya material yang kasat mata maupun cahaya immaterial seperti keimanan, pengetahuan, dan lainnya. Perumpamaan kecerlangan cahaya-Nya yang menerangi hati orang-orang mukmin seperti sebuah lubang yang tidak tembus sehingga tidak diterpa angin yang dapat memadamkan cahaya, dan membantu mengumpulkan cahaya lalu memantulkannya; yang di dalamnya ada pelita besar. Pelita itu di dalam tabung kaca dan tabung kaca itu bagaikan bintang yang berkilauan, yang dinyalakan dengan minyak dari pohon yang diberkahi, yaitu pohon zaitun, yang tumbuh tidak di timur dan tidak pula di barat, sehingga pohon itu selalu mendapat sinar matahari sepanjang hari. Kejernihan minyaknya saja hampir-hampir menerangi, walaupun tidak disentuh api. Cahaya di atas cahaya, berlapis-lapis; pelita adalah cahaya, demikian pula kaca dan minyak yang begitu jernih, sehingga sempurnalah sinarnya. Allah memberi petunjuk kepada cahaya-Nya bagi orang yang Dia kehendaki, yaitu siapa saja yang mengikuti petunjuk Al-Qur’an, dan Allah membuat perumpamaan-perumpamaan bagi manusia agar mereka mudah memahami kandungannya dan mengambil pela-jaran darinya hingga akhirnya mau beriman. Dan Allah Maha Mengetahui segala sesuatu; tidak ada sedikit pun yang tersembunyi dari-Nya."
  },
  {
    "verse_number": 36,
    "tafsir": "Cahaya itu Allah pancarkan di langit dan bumi, seperti disebutkan dalam ayat sebelumnya. Namun, tidak semua orang dapat meraih cahaya itu. Cahaya itu di rumah-rumah ibadah yang di sana telah diperintahkan Allah untuk memuliakan dan menyebut nama-Nya; di sana bertasbih-lah orang-orang yang menyucikan nama-Nya melalui berbagai ibadah, seperti azan, salat, dan tilawah Al-Qur’an, pada waktu pagi dan petang,"
  },
  {
    "verse_number": 37,
    "tafsir": "Mereka yang bertasbih itu adalah orang-orang yang hatinya tidak dilalaikan oleh perdagangan dan jual beli dari mengingat Allah, betapa pun besar dan penting usaha mereka; dan tidak pula lalai dari melaksanakan salat dengan baik, benar, serta konsisten, dan demikian pula menunaikan zakat secara sempurna. Mereka takut kepada hari ketika pada hari itu hati bergoncang antara harap dan cemas, dan penglihatan menjadi gelap akibat kecemasan dan ketakutan yang amat besar terkait tempat kembali yang belum diketahuinya, antara surga atau neraka. Itulah hari Kiamat."
  },
  {
    "verse_number": 38,
    "tafsir": "Orang-orang yang hatinya tidak terlalaikan oleh kesibukan duniawi itu berbuat demikian agar Allah memberi balasan kepada mereka dengan balasan yang terbaik atas apa yang telah mereka kerjakan, dan agar Dia menambah karunia-Nya kepada mereka selain balasan yang telah dijanjikan itu. Dan Allah dengan segala keagungan dan kesempurnaan-Nya melebihkan anugerah-Nya kepada hamba-hamba dan memberi rezeki kepada siapa saja yang Dia kehendaki, tanpa batas."
  },
  {
    "verse_number": 39,
    "tafsir": "Usai menjelaskan sifat orang-orang yang mendapat pancaran cahaya Ilahi, pada ayat berikut Allah beralih menguraikan sifat-sifat orang kafir. Dan orang-orang yang kafir yang menutup mata hati mereka sehingga tidak memperoleh cahaya ilahi, sesungguhnya amal perbuatan mereka, yang secara lahir tampak baik dan mereka harapkan untuk dibalas dengan ganjaran, kelak di hari Kiamat seperti fatamorgana di tanah yang datar, yang disangka air oleh orang-orang yang dahaga, tetapi apabila itu didatangi, yakni ketika dia sampai di tempat fatamorgana itu tampak, dia tidak mendapati apa pun. Dan didapatinya ketetapan Allah baginya, lalu Allah memberikan kepadanya perhitungan amal-amal dengan sempurna; dan Allah sangat cepat perhitungan-Nya karena Dia Maha Mengetahui segala sesuatu."
  },
  {
    "verse_number": 40,
    "tafsir": "Allah menyajikan perumpamaan lain terkait betapa sia-sianya amal orang kafir itu. Atau keadaan orang-orang kafir itu seperti gelap gulita di lautan yang dalam, yang tidak dapat dijangkau kedalamannya, yang diliputi oleh gelombang demi gelombang, di atasnya yaitu di atas gelom-bang yang bertumpuk dan bergulung-gulung itu ada lagi awan gelap yang menutupi sinar matahari. Itulah gelap gulita yang berlapis-lapis; perpaduan antara laut yang begitu dalam, ombak yang bergulung-gulung, dan awan yang kelam. Begitu pekat kegelapan itu hingga apabila dia mengeluarkan tangannya untuk didekatkannya ke mata, hampir saja dia tidak dapat melihatnya. Barang siapa tidak diberi cahaya petunjuk oleh Allah maka dia tidak mempunyai cahaya sedikit pun."
  },
  {
    "verse_number": 41,
    "tafsir": "Allah menguraikan bukti kebesaran dan kekuasaan-Nya pada ayat berikut agar manusia beribadah kepada-Nya dan mengakui keesaan-Nya. Tidakkah engkau tahu, wahai Nabi Muhammad, bahwa kepada Allah-lah bertasbih apa yang di langit dan di bumi dengan keadaan atau cara masing-masing, dan bersama mereka bertasbih juga burung yang mengembangkan sayapnya; tidak ada yang mencegahnya jatuh kecuali atas kuasa dan izin Allah. Masing-masing makhluk itu sungguh telah me-ngetahui cara berdoa dan bertasbih-nya sendiri, tetapi kamu tidak me-ngetahuinya (Lihat juga: Surah al-Isra / 17: 44). Allah Maha Mengetahui apa yang mereka kerjakan. Allah pada ayat ini secara istimewa menyebut burung karena penciptaan burung dan kemampuannya terbang terasa nyata menunjukkan keajaiban penciptaan dan kesempurnaan Allah."
  },
  {
    "verse_number": 42,
    "tafsir": "Itulah contoh kecil dari kekuasaan dan kepemilikan Allah. Dan sesungguhnya hanya milik Allah-lah kerajaan langit dan bumi; Dia yang menciptakan, memiliki, dan mengaturnya. Dengan demikian, Allah adalah sumber segala sesuatu dan hanya kepada Allah-lah seluruh makhluk akan kembali."
  },
  {
    "verse_number": 43,
    "tafsir": "Salah satu bukti bahwa semua makhluk akan kembali kepada Allah adalah kuasa-Nya mengatur hujan yang airnya bermula dari laut dan sungai di darat, kemudian menguap, lalu turun kembali ke darat. Tidakkah engkau melihat bahwa Allah Yang Mahakuasa menjadikan awan bergerak perlahan ke tempat yang Dia kehendaki, kemudian Dia mengumpulkan bagian-bagian-nya yang ringan itu, lalu Dia menjadikannya bertumpuk-tumpuk sehingga menjadi berat, lalu engkau lihat hujan keluar dari celah-celahnya dan turun ke bumi; dan Dia juga menurunkan butiran-butiran es dari langit, yaitu dari gumpalan-gumpalan awan yang serupa gunung-gunung, maka ditimpakan-Nya butiran-butiran es atau hujan itu kepada siapa yang Dia kehendaki sebagai rahmat atau azab, dan dihindarkan-Nya dari siapa yang Dia kehendaki. Kilauan kilatnya yang timbul akibat gesekan arus listrik di awan itu begitu cemerlang dan menyilaukan sehingga hampir-hampir saja ia menghilangkan penglihatan."
  },
  {
    "verse_number": 44,
    "tafsir": "Allah mempergantikan secara terus-menerus malam yang penuh kegelapan dan siang yang terang benderang, sehingga pergantian itu melahirkan panas dan dingin. Sesungguhnya pada yang demikian itu pasti terdapat pelajaran yang berharga tentang kekuasaan dan anugerah Allah, bagi orang-orang yang mempunyai penglihatan mata hati dan pikiran yang tajam."
  },
  {
    "verse_number": 45,
    "tafsir": "Dan selain bukti-bukti kekuasaan Allah yang telah dikemukakan sebelumnya, Allah juga menciptakan semua jenis hewan dari air yang memancar sebagaimana Dia menciptakan tumbuhan dari air yang tercurah, maka sebagian dari hewan itu ada yang berjalan di atas perutnya dengan merayap, seperti ular, ulat, dan hewan melata lainnya,dan sebagian berjalan dengan dua kaki seperti manusia dan unggas, sedang sebagian yang lain berjalan dengan empat kaki seperti sapi, kambing, dan lainnya. Allah Yang Mahakuasa menciptakan apa yang Dia kehendaki dari makhluk yang disebutkan dan yang tidak disebutkan pada ayat ini, se-perti hewan yang berjalan dengan lebih dari empat kaki seperti kalajengking dan laba-laba. Sungguh, Allah Mahakuasa atas segala sesuatu; tiada sesuatu pun yang sulit bagi-Nya."
  },
  {
    "verse_number": 46,
    "tafsir": "Menutup uraian tentang bukti-bukti kekuasaan-Nya pada ayat-ayat yang lalu, Allah menyatakan sebagai berikut, Sungguh, Kami telah menurunkan baik pada surah ini maupun surah yang lain, ayat-ayat yang memberi penjelasan berupa bukti, hukum, nasihat, dan permisalan yang dibutuhkan oleh manusia untuk kebahagiaan hidup di dunia dan akhirat. Dan Allah memberi petunjuk siapa yang Dia kehendaki ke jalan yang luas, lurus dan tidak menyimpang."
  },
  {
    "verse_number": 47,
    "tafsir": "Dan mereka, yakni orang-orang munafik, berkata, “Kami telah beriman kepada AllahYang Maha Esa dan Rasul Muhammad, dan kami menaati perintah dan tuntunan keduanya.” Kemudian sungguh mengherankan, apabila mereka diperintahkan untuk melaksanakan suatu kewajiban maka sebagian dari mereka berpaling setelah ucapan dan pengakuannya itu. Sekali-kali mereka itu bukanlah orang-orang beriman karena keengganan mereka menerima hukum yang ditetapkan oleh Rasulullah."
  },
  {
    "verse_number": 48,
    "tafsir": "Demikianlah perilaku kaum munafik. Dan apabila mereka diajak oleh siapa pun kepada tuntunan dan hukum Allah dan Rasul-Nya agar Rasul memutuskan perkara di antara mereka, yaitu mengadili perselisihan di antara mereka, maka tiba-tiba dan tanpa berpikir panjang sebagian dari mereka menolak menerima hukum yang ditetapkan oleh Rasulullah jika itu merugikan mereka. Akan tetapi, jika kebenaran itu di pihak mereka dan mendatangkan keuntungan, mereka akan datang kepada Rasulullah dengan patuh dan sangat gembira."
  },
  {
    "verse_number": 49,
    "tafsir": "Demikianlah perilaku kaum munafik. Dan apabila mereka diajak oleh siapa pun kepada tuntunan dan hukum Allah dan Rasul-Nya agar Rasul memutuskan perkara di antara mereka, yaitu mengadili perselisihan di antara mereka, maka tiba-tiba dan tanpa berpikir panjang sebagian dari mereka menolak menerima hukum yang ditetapkan oleh Rasulullah jika itu merugikan mereka. Akan tetapi, jika kebenaran itu di pihak mereka dan mendatangkan keuntungan, mereka akan datang kepada Rasulullah dengan patuh dan sangat gembira."
  },
  {
    "verse_number": 50,
    "tafsir": "Perilaku mereka sungguh mengherankan. Apakah keberpalingan mereka dari hukum yang ditetapkan oleh Rasulullah itu karena dalam hati mereka ada penyakit, atau karena mereka ragu-ragu terkait keadilan dan kebenaran hukum Rasulullah itu, ataukah karena mereka takut kalau-kalau Allah dan Rasul-Nya berlaku zalim kepada mereka? Sebenarnya, keberpalingan mereka itu adalah kezaliman yang nyata karena mereka itu adalah orang-orang yang zalim dengan sesungguhnya."
  },
  {
    "verse_number": 51,
    "tafsir": "Lain halnya dengan penolakan kaum munafik saat diajak berhukum kepada Allah dan Rasul-Nya. Sesungguhnya ucapan orang-orang mukmin yang beriman dengan mantap apabila mereka diajak kepada Allah dan Rasul-Nyaagar Rasul memutuskan perkara di antara mereka, mereka berkata, “Kami mendengar, dan kami taat pada keputusan apa pun yang ditetapkan oleh Rasul.” Mereka itulah orang-orang mukmin sejati, dan mereka itulah orang-orang yang beruntung dalam kehidupan dunia dan akhirat."
  },
  {
    "verse_number": 52,
    "tafsir": "Dan barang siapa taat kepada Allah dan Rasul-Nya dalam segala hal, tidak hanya dalam menerima keputusan Nabi terkait hal yang mereka perselisihkan, serta takut kepada Allah dengan seluruh jiwanya terkait dosa-dosa yang pernah dilakukan, dan bertakwa kepada-Nya, mereka itulah orang-orang yang mendapat kemenangan karena memperoleh ampun-an dari Allah dan surga-Nya."
  },
  {
    "verse_number": 53,
    "tafsir": "Dan selain sikap orang munafik yang menolak hukum darimu, wahai Nabi Muhammad, mereka juga bersumpah dengan nama Allah dengan sumpah sungguh-sungguh bahwa jika engkau suruh mereka untuk berperang, pastilah mereka akan pergi. Demikian sumpah mereka. Untuk merespons sumpah mereka, katakanlah wahai Nabi, “Janganlah kamu bersumpah palsu karena yang diminta oleh Allah dari kamu adalah ketaatan yang baik dan tulus, Bukan ketaatan di mulut saja. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakajn, baik pekerjaan lahir maupun batin.”"
  },
  {
    "verse_number": 54,
    "tafsir": "Setelah itu Allah mengingatkan orang-orang mukmin agar tidak terpedayta oleh ulah orang-orang munafik. “katakanlah, wahai Nabi Muahammad, “Taatlah kepada Allah dan taatlah kepada Rasul dalam semua perintah dan larangan mereka dengan ketaan yang tilus. Jika kamu berpaling maka kamu akan tersesat dan merugi, karena sesungguhnya kewajiban Rasul itu hanyalah apa yang dibebankan kepadanya, yaitu menyampaikan risalah Allah, dan kewajiban kamu hanyalah apa yang dibebankan kepadamu, yaitu menerima dengan tulus tuntunannya, niscaya kamu mendapat petunjuk menuju kebahagian hidup didunia dan akhirat. Kewajiban Rasul hanyalah menyampaikan amanat Allah dengan jelas melalui ucapan, pembenaran, dan keteladanannya.”"
  },
  {
    "verse_number": 55,
    "tafsir": "Allah menjanjikan hidayah bagi mereka yang taat kepada-Nya dan Rasul-Nya. Melalui ayat ini allah menegaskan janji lainnya bagi yang beriman dan beramal salih. Allah telah menjanjikan secara pasti kepada orang-orang di anatar kamu yang beriman dan yang memmbuktikan keimanannya denga mengerjakan kebajikan, yaitu semua aktivitas yang bermanfaat sesuai tuntunan agama, bahwa Dia sungguh akan menjadikan mereka berkuasa di bumi seperti kuasa raja kepada kerajaannya, sebagaiman Dia telah menjadikan orang-orang sebelum mereka berkuasa, dansungguh. Dia akan meneguhkan bagi mereka dengan agama yang telah Dia ridai. Dan Dia benar-benar mengubah keadaan mereka setelah berada dalam ketakutan yang mencekam menjadi aman sentosa. Mereka menyembah-Ku dengan tidak mempersekutukan-Ku dengan sesuatu apa pun, baik secara nyata atau tersembunyi. Tetapi, barang siapa tetap kafir setelah janji yang pasti itu maka mereka itulah orang-orang yang fasik dan keluar dari koridor agama. Melalui ayat ini Allah menetapkan dua syarat bagi orang-orang yang ingin memperoleh kekuasaan dan rasa aman, yaitu beriman dengan benar dan berbuat kebajikan. Bila kedua syarat itu terpenuhi dalam suatu masyarakat, pasti janji Allah itu akan menjadi nyata."
  },
  {
    "verse_number": 56,
    "tafsir": "Melanjutkan perintah Allah kepada orang-orang mukmin untuk menaati Allah dan Rasul-Nya, Allah  berfirman, “Dan laksanakanlah salat dengan khusyuk, berkesinambungan, dan memenuhi semua rukun,syarat, dan sunnahnya; tunaikanlah zakat secara sempurna sesuai tuntunan agama, dan taatlah kepada Rasul agar kamu diberi rahmat."
  },
  {
    "verse_number": 57,
    "tafsir": "Janganlah engkau mengira bahwa orang-orang yang kafir itu dapat melemahkan Allah di bumi, sehingga mereka dapat menghindari dari siksa dan ketetapan-Nya. Ketahuilah bahwa hal itu mustahil terjadi, sedang tempat kembali mereka di akhirat nanti adalah neraka. Dan itulah seburuk-buruknya tempat kembali."
  },
  {
    "verse_number": 58,
    "tafsir": "Kembali berbbicara tentang etika dalam pregaulan, Allah menegaskan, “Wahai orang-orang yang beriman! Hendaklah hamba sahaya yang kamu miliki, baik laki-laki maupun perempuan yang telah atau hampir balig, dan orang-orang yaitu anak-anak yang sudah paham tentang aurat meskipun belum balig diantara kamu, hendaklah mereka semua meminta izin kepada kamu pada tiga kali atau tiga kesempatan dalam satu hari, yaitu sebelum salat Subuh, ketika kamu menanggalkan pakaian luar-mu di tengah hari untuk sekedar berbaring atau beristirahat, dan setelah salat Isya hingga sepanjang malam karena ketika itu kamu bersiap atau sedang tidur. Itulah tiga waktu itu yang bisa kamu gunakan untuk mengganti pakaian sehinggan kemungkinan aurat terlihat bagi kamu. Tidak ada dosa bagi kamu dan tidak pula bagi mereka bila masuk tanpa meminta izin  selain dari tiga waktu itu; mereka sering keluar masuk melayani kamu, sebagian kamu ada keperluan atas sebagian yang lain, dan interaksi semacam ini tidak mudah dihindari. Demikian Allah menjelaskan ayat-ayat itu kepadamu. Dan Allah Maha Mengetahui apa yang bermanfaat bagi hamba-Nya, Mahabijaksana dalam ketentuan dan bimbingan-Nya."
  },
  {
    "verse_number": 59,
    "tafsir": "Dan apabila anak-anak kamu telah sampai umur dewasa, maka hendaklah mereka juga meminta izin untuk masuk ke kamar kamu, seperti hal-nya orang-orang yang lebih dewasa harus meminta izin seperti ketentuan yang telah dijelaskan sebelumnnya. Demikian Allah menjelaskan ayat-ayat-Nya kepada kamu. Allah Maha Mengetahui, Mahabijaksana."
  },
  {
    "verse_number": 60,
    "tafsir": "Bila sebelumnya Allah melarang para perempuan secara umum untuk menampakkan hiasan mereka, maka pada ayat ini Allah memberi pengecualian kepada perempuan tua. Dan para perempuan tua yang telah berhenti dari haid dan hamil, yang tidak ingin menikah lagi, maka tidak ada dosa bagi mereka untuk menanggalkan pakaian luar yang biasa mereka pakai di atas pakaian lain yang menutup aurat mereka, asalkan hal itu dilakukan dengan tidak ditunjukan untuk menampakkan perhiasan yang tersembunyi pada anggota tubuh yang wajib ditutup; tetapi memelihara kehormatan dengan memakai pakaian lengkap adalah lebih baik bagi mereka daripada meninggalkannya. Allah Maha Mendengar, Maha Mengetahui."
  },
  {
    "verse_number": 61,
    "tafsir": "Usai memberi kemudahan kepada perempuan tua dalam hal berpakaian, pada ayat ini Allah menjalankan prinsip kemudahan kepada orang yang memiliki halangan tertentu. Tidak ada halangan, yakni tidak ada dosa dan tidak pula menjadi kemaksiatan bagi orang buta, tidak pula bagi orang pincang, tidak pula bagi orang sakit, dan tidak pula bagi dirimu untuk makan bersama mereka di rumah kamu atau di rumah bapak-bapak kamu, di rumah ibu-ibu kamu, di rumah saudara-saudara kamu yang laki-laki, di rumah saudara-saudara kamu yang perempuan, di rumah saudara-saudara bapak kamu yang laki-laki, di rumah saudara-saudara bapak kamu yang perempuan, di rumah saudara-saudara ibu kamu yang laki-laki, di rumah saudara-saudara ibu kamu yang perempuan, demikian juga di rumah yang kamu miliki atau dititipi kuncinya, atau di rumah kawan-kawan kamu, karena seorang kawan tentu tidak berkeberatan menjamu kawannya. Tidak ada halangan bagi kamu makan bersama-sama mereka atau sendiri-sendiri. Apabila kamu memasuki rumah-rumah hendaklah kamu memberi salam kepada penghuninya, yang itu berarti kamu memberi salam kepada dirimu sendiri, dengan salam yang penuh berkah dan baik dari sisi Allah, bukan seperti salam pada masa jahiliah. Demikianlah Allah menjelaskan ayat-ayat-Nya bagimu agar kamu mengerti, menghayati, dan mengamalkannya dengan baik."
  },
  {
    "verse_number": 62,
    "tafsir": "Setelah menjelaskan izin dan etika pertemuan, kini Allah meng-uraikan etika perpisahan. Orang mukmin sejati adalah orang yang beriman kepada Allah dan Rasul-Nya, yaitu Nabi Muhammad, dan apabila mereka berada bersama-sama dengan beliau dalam suatu urusan bersama, mereka tidak meninggalkan beliau sebelum meminta izin kepadanya lalu diizinkan olehnya. Sesungguhnya orang-orang yang meminta izin kepadamu, wahai Nabi Muhammad, dalam urusan penting, mereka itulah orang-orang yang benar-benar beriman kepada Allah dan Rasul-Nya. Maka apabila mereka meminta izin kepadamu karena suatu keperluan, berilah izin kepada siapa yang engkau kehendaki di antara mereka dan tidak mengapa jika engkau tidak memberi izin sesuai maslahat yang engkau perhitungkan, dan mohonkanlah ampunan untuk mereka kepada Allah atas kepergian mereka. Sungguh, Allah Maha Pengampun kepada orang-orang yang engkau mintakan ampunan untuknya, Maha Penyayang kepada mereka yang engkau mintakan rahmat untuknya. Demikian mulia kedudukan Nabi sehingga para sahabat harus meminta izin apabila hendak meninggalkan majelis beliau."
  },
  {
    "verse_number": 63,
    "tafsir": "Usai menjelaskan tata cara berpamitan kepada Nabi, Allah lalu menegaskan keharusan memenuhi undangan dari Nabi. Wahai orang-orang beriman, janganlah kamu jadikan panggilan Rasul Muhammad di antara kamu seperti panggilan sebagian kamu kepada sebagian yang lain. Kamu harus memenuhi panggilan beliau, tidak dibenarkan bagi kamu mengabaikannya sebagaimana kamu diperkenankan tidak memenuhi panggilan orang lain. Sungguh, Allah mengetahui orang-orang yang keluar dari majelis Nabi secara sembunyi-sembunyi di antara kamu dengan berlindung kepada kawannya. Maka, hendaklah orang-orang yang menyalahi perintah Rasul-Nya, yakni berpaling dari perintahnya dan meninggalkannya tanpa izin, takut akan mendapat cobaan berat di dunia atau ditimpa azab yang pedih di akhirat."
  },
  {
    "verse_number": 64,
    "tafsir": "“Ketahuilah bahwa sesungguhnya milik Allah-lah apa yang di langit dan di bumi serta segala isinya. Sungguh, Dia mengetahui keadaan kamu sekarang, baik kamu beriman maupun kamu ingkar. Dan Dia mengetahui pula keadaan manusia di hari ketika mereka dikembalikan kepada-Nya, lalu diterangkan-Nya kepada mereka apa yang telah mereka kerjakan selama di dunia. Dan Allah Maha Mengetahui segala sesuatu di alam semesta. []"
  }
]